{
  "sections": [{
    "text": "Contents lists available at ScienceDirect\nGeomorphology\nj ourna l homepage: www.e lsev ie r.com/ locate /geomorph\nThe Sessano intra-montane basin: New multi-proxy data for the Quaternary evolution of the Molise sector of the Central-Southern Apennines (Italy)\nV. Amato a, P.P.C. Aucelli b, M. Cesarano a, G. Pappone b, C.M. Rosskopf a, E. Russo Ermolli c,d,⁎ a Dipartimento S.T.A.T., Università degli Studi del Molise, Contrada Fonte Lappone, 86090 Pesche (IS), Italy b Dipartimento DiSAm, Università degli Studi di Napoli Parthenope, Centro Direzionale, 80100 Napoli, Italy c Dipartimento di Arboricoltura Botanica e Patologia vegetale, Università di Napoli Federico II, via Università 100, 80055 Portici (NA), Italy d Département de Préhistoire du Muséum National d'Histoire Naturelle-USM103 MNHN-UMR7194 CNRS-Institut de Paléontologie Humaine-1, rue René Panhard, 75013 Paris, France\n⁎ Corresponding author. Dipartimento di Arboricoltur Università di Napoli Federico II, via Università 100, 8005 081 2539237; fax: +39 081 7760104.\nE-mail addresses: vincenzo.amato@unimol.it (V. Am pietro.aucelli@uniparthenope.it (P.P.C. Aucelli), cesaran gerardo.pappone@uniparthenope.it (G. Pappone), rossk ermolli@unina.it (E.R. Ermolli).\n0169-555X/$ – see front matter © 2010 Elsevier B.V. A doi:10.1016/j.geomorph.2010.12.019\na b s t r a c t a r t i c l e i n f o\nArticle history: Received 2 February 2010 Received in revised form 14 December 2010 Accepted 15 December 2010 Available online 30 December 2010\nKeywords: Intra-montane basins Stratigraphy Palaeoenvironments Quaternary evolution Extensional tectonic Central-Southern Apennines\nAn integrated geomorphological, geological–structural and stratigraphic approach was applied to the Sessano intra-montane basin (Molise, Central-Southern Apennines) to understand the Quaternary environmental and sedimentary evolution of the basin and the surrounding areas. The morpho-evolutionary and sedimentary changes were mainly controlled by tectonics and strongly influenced by the huge amount of volcaniclastic input from the Roccamonfina volcano (located ca. 50 km to the south-west) as well as by climatic changes. Chronological constraints, supported by 40Ar/39Ar ages of tephra layers, archaeo-tephro-stratigraphy and pollen analysis, permit identification of the main phases of the geological–geomorphologic evolution of the Sessano basin from the Middle Pleistocene onwards. The sedimentation within the basin was controlled by NE–SW extensional tectonics and occurred from the end of Oxygen Isotope Stage (OIS) 15 to the beginning of OIS 11 allowing the deposition of ca. 85 m of fluvial to lacustrine sediments, mainly made up of reworked volcaniclastic material. The first phase of sedimentation was lacustrine, while an important sedimentary change from lacustrine to fluvial-marshy environment occurred during OIS 14. After this phase, the variable input of volcaniclastic material from the Roccamonfina volcano together with climatic influences caused repeated changes from palustrine to fluvial sedimentation, and the formation of various palaeosols present mainly in the upper portion of the infill. Towards the end of OIS 11, NNW–SSE extensional tectonics caused the tilting of the fill succession and the drying up of the basin. The fill succession was then affected by fluvial erosion and denudation that generated an erosion surface nowadays hanging at 700–720 m asl. This surface can be related to the limbs of a palaeo-surface at about 600 m asl present in the adjacent Carpino-Le Piane intra-montane basin and referred to a fourth order, Tyrrhenian-ward oriented palaeo-landscape. This palaeolandscape can be dated to ca. 350–300 ky and, therefore, represents an important morpho-chronological stage. It provides a robust maximum and minimum age framework for reconstructing the geological and geomorphological evolution of the study area and, in general, of the Molise Apennines including the Boiano, Carpino-Le Piane and Sessano intra-montane basins. In particular, the morpho-chronological data from the Sessano basin allow us to date more precisely the main tectonic phases that occurred during the Middle Pleistocene in this sector of the Apennine chain. Finally, the multi-proxy data derived from the Sessano basin can be compared and integrated with those referring to other proximal intra-montane basins in order to improve our knowledge on the relationships between tectonics, volcanism and climate and the stratigraphic– sedimentary features, geomorphologic evolution and palaeoenvironmental changes that characterized the Central-Southern Apennines during Middle Pleistocene.\na Botanica e Patologia vegetale, 5 Portici (NA), Italy. Tel.: +39\nato), o@unimol.it (M. Cesarano), opf@unimol.it (C.M. Rosskopf),\nll rights reserved.\n© 2010 Elsevier B.V. All rights reserved."
  }, {
    "heading": "1. Introduction",
    "text": "The axial zone of the central and southern Apenninic chain is characterized by the presence of various generations of Quaternary intra-montane basins of tectonic origin. Their evolution has been strongly influenced by the development of fault systems related to the post-collisional extensional tectonics that have affected these sectors of the chain since the Late Pliocene–Early Pleistocene (Scandone et al., 1990; Doglioni, 1991; Lavecchia et al., 1994).\nThe genesis and/or evolution of many of these basins has been strongly conditioned by SW–NE oriented crustal extension which has affected the axial and inner (western) Apenninic chain since theMiddle Pleistocene (Cinque et al., 1993, 2000; Cucci et al., 1996; Schiattarella, 1998;DiBucci et al., 1999, 2002, 2005;Mazzoli et al., 2000;Brozzetti and Salvatore, 2005). Some segments of the fault systems developed during the extension phase are tectonically still active today (Amato and Montone, 1997; Montone et al., 1999; Cinque et al., 2000; Galadini and Galli, 2000; Valensise and Pantosti, 2001) and were responsible for the main earthquakes recorded in the central and southern sectors of the Apennines (Gruppo di Lavoro CPTI, 1999; Valensise and Pantosti, 2001). The historical seismicity of the areas where these intra-montane basins are located suggests that the faults bordering the basins represent the main present-day seismogenic faults of the Apennines (Manfredini, 1974; Serva et al., 1988, 2002). For this reason, in the last years much attention has been focused on characterizing the seismic hazard of the faults that border the intra-montane basins and show signs of recent activity (Calamita et al., 1998; Cavinato et al., 2002; Di Bucci et al., 2002, 2005; Brozzetti et al., 2009).\nBesides, for most of these depressions, the tectonic outline for their origin cannot be clearly defined. The different models and interpretations for the genesis and evolution of these basins can be traced back to three types: 1) half-graben depressions influenced by an active margin marked by a polyphasic straight slope — in these cases the thickness of the fills that tends to increase towards the surface appears to be the active margin (Cavinato et al., 2002; Di Bucci et al., 2002, 2005; Barchi et al., 2007; Brozzetti et al., 2009); 2) pull-apart basins (Turco and Malito, 1988; Ascione et al., 1992a, 1992b; Monaco et al., 1998; Centamore and Nisio, 2002); and 3) basins originating as pull-apart depressions, and subsequently evolving as extensional graben or half-graben basins (Ortolani et al., 1992; Schiattarella et al., 1997; Giano et al., 2000).\nFrom the foregoing survey, it is clear that while the seismotectonic framework of the sectors of the chain that host these basins is well defined, there are few interpretations of their tectonic origin. Such interpretations are controversial and still very patchy, with varying degrees of accuracy concerning the stratigraphic, chronostratigraphic and palaeoenvironmental nature of the infilling deposits of these basins which widely characterize the Pleistocene palaeo-landscape of the central and southern Apennines.\nThe Molise Apennines, located in the northern sector of the southern Apennine arc (Fig. 1A), are also characterized by the presence of several intra-montane basins, such as Carpino-Le Piane, Isernia, Boiano and Sessano (Fig. 1B), which are filled with huge Quaternary successions of marshy to lacustrine, volcaniclastic and alluvial deposits (Brancaccio et al., 1979, 2000; Coltorti et al., 1982, 2005; Corrado et al., 1997b; Di Bucci et al., 2002, 2005; Russo Ermolli et al., 2010). Since the Middle Pleistocene, the evolution of these basins has been controlled by extensional fault systemswith a general NW–SE trend (Patacca et al., 1992; La Vecchia et al., 1994; Cavinato and De Celles, 1999; Corrado et al., 2000; Di Bucci et al., 2002).\nThe Carpino-Le Piane, Isernia and Boiano basins are located within a narrow NW–SE deformation belt that extends for about 40 km between the Isernia and Sepino plains (Corrado et al., 1997a; 1997b; Di Bucci et al., 2005) (Fig. 1C). Several studies have focused on these basins (Russo and Terribile, 1995; Blumetti et al., 2000; Corrado et al., 2000; Guerrieri, 2003; Di Bucci et al., 2002, 2005; Coltorti et al., 2005). Di Bucci et al. (2002; 2005) divide this deformation belt into two sectors, characterized by faults with different orientations and ages of development. A larger sector that includes Boiano and Isernia basins is characterized by the development, since the Middle Pleistocene (Corrado et al., 1997a,b; Galli and Galadini, 2003), of a N300E-striking set of faults with a complex extensional pattern. A narrower field, located at the north-western termination of the deformation belt is represented by the Carpino-Le Piane basin. The last one, instead, is characterized by a N330E fault system with Late Pleistocene–\nHolocene synsedimentary activity. Compared to the Boiano and Isernia basins, the Carpino-Le Piane is not aligned with the extensional stress field which is acting along the core of the Apennines (Montone et al., 1999). Di Bucci et al. (2005) doubtfully attribute this anomaly to a local variation in the stress field orientation which is localized at the north-western tip of the deformation belt and is closely related to the Late Pleistocene–Holocene evolution of the Isernia–Boiano fault systems.\nWhile knowledge of the tectonic genesis and sedimentary evolution of the second developmental stage (Late Pleistocene– Holocene) of the deformation belt is very accurate, data concerning the first evolution stage (Middle Pleistocene) are very scant. The most ancient Quaternary deposits of the Isernia and Boiano infill successions were recognized at different depths in well logs within these depressions, consisting of marshy-lacustrine and alluvial-marshy facies with interbedded tephra layers that reach thicknesses ranging from some tens of metres up to at least 200 m (Brancaccio et al., 1979, 2000; Coltorti et al., 1982, 2005; Russo and Terribile, 1995; Corrado et al., 1997b; Di Bucci et al., 2002, 2005). These deposits were defined as the Riempimento Principale (Fm) and ascribed to the Middle Pleistocene (Delitala et al., 1983). Outcrops of fluvial–lacustrine deposits, including tephra layers found at about 800 m asl along the slope forming the southern boundary of the Boiano depression, near the village of San Massimo (Fig. 1C), were 40Ar/39Ar dated to 1.2– 1.0 My by Brancaccio et al. (1979) and, more recently, to 0.6 My by Di Bucci et al. (2005). Other outcrops of Middle Pleistocene fluvial– marshy deposits are known within the upper sector of the Volturno river valley; they contain tephra layers which were 40Ar/39Ar dated to 0.6 My and to 0.5 My (Coltorti et al., 2005) and the Lower Palaeolithic remains of the well-known La Pineta prehistoric site (Fig. 1C) located near Isernia (Coltorti et al., 1982).\nIn comparison the sedimentary infill of the Carpino-Le Piane basin, no more than 25 m thick, consists of alternating fluvial and lacustrine–marshy deposits without intercalated volcaniclastic material for which amuch younger age of 293 ky is reported (Di Bucci et al., 2002).\nThe Sessano basin is situated just outside the Isernia–Sepino deformation belt of Di Bucci et al. (2002, 2005) at ca. 13 km NE of Isernia (Fig. 1C). The basin lies ca. 700 m asl and is elongated N–S. The sedimentary succession cropping out within the basin is scarcely known. It is only described in the geological map of Italy (Cocco, 1971) as alluvial–lacustrine deposits of Pleistocene age, made-up of laminated grey-yellow clays and yellow clayey sands, containing peat levels and gravel horizons. A recent study by Russo Ermolli et al. (2010) allowed a much more consistent portion of the fill to be investigated for the first time by an appositely drilled 80 m-deep core. The infill succession was studied in terms of litho-stratigraphy, palaeoclimate and palaeoenvironment, attributing to it a Middle Pleistocene age ranging between OIS 15 and OIS12. The basin filling is made up of lacustrine–palustrine and marshy–alluvial deposits interbedded with volcaniclastic layers. One of the tephra layers, outcropping in its upper part, was 40Ar/39Ar dated to 437±1.9 ka and is referred to the Rio Rava eruption of the Roccamonfina volcano (Rouchon et al., 2008). Therefore, while the study by Russo Ermolli et al. (2010) shows the palaeoenvironmental changes occurring during the Middle Pleistocene in the Sessano intra-montane basin with accurate chronological resolution, the present study is aimed at improving our knowledge of the Middle to Late Pleistocene tectonic, geomorphologic and palaeoenvironmental evolution of the sector of the Molise Apennines including the Sessano basin and surrounding areas."
  }, {
    "heading": "2. Materials and methods",
    "text": "Starting with the data acquired by Russo Ermolli et al. (2010) on the fill succession drilled in the central sector of the Sessano basin, a\ndetailed stratigraphic, sedimentological, geomorphological and structural characterization of the Sessano basin infill was carried out. In particular, attention was focused on its uppermost portion, investigated in this study on the basis of stratigraphic data from 25 logs drilled for geotechnical purposes and from outcrop sections in some artificial trenches cut during the construction of a methane pipeline. The stratigraphic data were used to define the sedimentary facies of the investigated part of the Sessano fill succession and related bedding attitudes, as well as its lateral ratios with the deposits cropping out along the borders of the basin.\nOn the basis of lithofacies, unconformities, the presence of tephra layers and palaeosols, the investigated fill succession was sub-divided into sedimentary units by using the Unconformity Boundary Stratigraphic Unit method (UBSU, after Salvador, 1994). Data from pollen analysis, tephra-stratigraphy, palaeomagnetism and 40Ar/39Ar age determination, published by Russo Ermolli et al. (2010), were used to define the relative UBSU chronology.\nStructural analysis was focused on measuring bedding dip attitudes, joints and fault plains. On the latter, striations and slickenfibers were measured, where possible, to determine the kind of slip movement and, where the plains showed several orders of kinematic indicators, the chronology of movements.\nAt the same time, we carried out a detailed geomorphologic analysis of the study area, based on field surveys and on aerial photos (IGM 1954/55, scale 1:33,000) and topographic map interpretation (IGM, scale 1:25,000; Carta Tecnica Regionale del Molise, scale 1:5000). This analysis allowed the identification of landscape features of different types and ages, as well as the definition of the present-day geomorphological setting. Using this approach we reconstructed the Quaternary geological history of the basin and produced constraints about age, style and magnitude of tectonic events. In particular, we used erosional and/or depositional palaeosurfaces as key features for the reconstruction of the main phases of the geomorphological and tectonic evolution of the basin. According to Widdowson (1997) the\nterm palaeosurface indicates an identifiable topographic surface of either depositional or erosional origin, recognizable as part of the geological record, or otherwise of demonstrable antiquity, and of regional significance, which displays the effects of surface alteration resulting from a prolonged period of weathering, erosion or nondeposition. Palaeosurfaces are frequently used in tectonic studies because of their great extent which allows geomorphic correlations over long distances and facilitates the recognition of differential tectonic movements. Successful applications of stratigraphic techniques may be achieved in cases where it is possible to date the deposits immediately underlying or covering the palaeosurface whose deposition occurred contemporarily or shortly before or after the formation of the palaeosurface, respectively. In order to use them for reconstructing the geological and tectonic evolution of the area, the remnants of palaeosurfaces have to be correctly correlated and distinguished into orders. The criteria we applied for ordering in the present study are: 1) the geometric relationship and the continuity of palaeosurface remnants; 2) the possible correlation on the basis of altitude, bearing in mind the likely gradients of the original surfaces, their position within local sedimentary sequences and their relationship with local successions that are well correlated; 3) their relationship with geological formations of known chronostratigraphic position; and, finally, 4) similarity criteria based on the state of preservation and origin of the single palaeosurfaces.\nFinally, using an integrated morphostratigraphic approach supported by an accurate chronology and by structural data, we constrained the Quaternary evolution of the sector of Apennine chain including the Molise intra-montane basins."
  }, {
    "heading": "3. Geological setting",
    "text": ""
  }, {
    "heading": "3.1. Regional framework",
    "text": "The Apennines are formed by a Neogene thrust and fold belt system as the result of complex deformation which started during Miocene (Patacca et al., 1990; Patacca and Scandone, 2007) and is characterized by coeval east and north-eastward thrusts stackingwith the migration of deformation towards the Apulian foreland and by hinterland extension due to the opening of the Tyrrhenian back-arc basin (Channell et al., 1979;Malinverno and Ryan, 1986; Patacca et al., 1990; Hippolyte et al., 1994; Mazzoli et al., 2000). These geodynamic processes are driven by the passive sinking rollback of the AdriaticIonian lithosphere (Malinverno and Ryan, 1986). Sedimentary units originally deposited on the Adriatic lithosphere, formed by different Meso-Cenozoic palaeogeographic domains represented by carbonate platforms and pelagic basins (D'Argenio et al., 1973; Mostardini and Merlini, 1986), were progressively accreted to the Apennine wedge (Patacca et al., 1992). The timing of orogenic migration from the hinterland to the foreland was defined by dating thrust-top and foredeep basins development through high-resolution stratigraphy (Casero et al., 1988; Patacca et al., 1990, 1992; Cipollari et al., 1995). During the Late Pliocene–Early Pleistocene the variation in the velocity of the retreat of the flexural hinge of the subducting Adriatic–Ionian lithosphere (Malinverno and Ryan, 1986; Kastens et al., 1988) caused intense thinning of the Tyrrhenian crust following ocean spreading (Marsili basin) (Fig. 1A). This geodynamic process produced an abrupt change in tectonic regime: the opening of the Marsili basin was accompanied by uplift of the chain and development of south-eastward transtensional and extensional tectonics. These occurred in the inner (western) and axial sectors of the Apennines, producing the development of neoautochthonous marine basins in some zones of the Tyrrhenian margin (Mariani and Prato, 1988; Brancaccio et al., 1991; Romano, 1992; Cinque et al., 2000; Milia and Torrente, 2000; Casciello et al., 2006), and some intra-montane depressions opened (Turco et al., 1990; Schiattarella et al., 1994;\nBrancaccio et al., 1997; Schiattarella, 1998; Di Bucci et al., 1999; Giano et al., 2000; Serva et al., 2002; Cello et al., 2003; Barchi et al., 2007) .\nSince the Middle Pleistocene there was the last change in tectonic regime, then dominated by NE–SW crustal extension, which is still active today. Uplift acceleration in the Southern Apennines was produced, which can be interpreted according to some authors (Cinque et al., 1993; Westaway, 1993) as an effect of the elastic rebound of the crust in response to the detachment of the subducted lithosphere beneath the chain. Anderson and Jackson (1987) and Westaway (1992) tentatively explain the Quaternary extensional deformation in the Southern Apennines, as well as in the whole belt, as an effect of the divergence between the Tyrrhenian domain and the Adriatic plate. Viti et al. (2006) and Mantovani et al. (2009) refine the latter model proposing a kinematic/tectonic mechanism at westernMediterranean scale: the relative motion between the Tyrrhenian– Western Apennines system and the Adriatic–Eastern Apennines system would produce an oblique separation between the external Apennines and the Tyrrhenian margin of the belt, generating extension and transtension in the axial sector of the chain.\nFinally, according to other authors (Oldow et al., 1993; Doglioni et al., 1996; Ferranti et al., 1996) the development of NW–SE normal faults should be the result of longitudinal extension processes (i.e., extension parallel to the chain axis) due to the progressive curvature and thinning of the chain. That said, from theMiddle Pleistocene, with the establishment of the NE–SW extensional regime which has lasted until the present day, the old intra-montane basins have continued to develop or die while other generations formed.\nThese tectonic phases are mainly responsible for the changes in depositional environments recorded in the Apennine intra-montane basins since the Late Pliocene–Early Pleistocene. The Early Pleistocene was characterized by lacustrine environments in most of the central and southern Apennines intra-montane basins, as testified by large lacustrine–palustrine successions (Bosi and Messina, 1991; Bartolini et al., 2003). The Early–Middle Pleistocene lacustrine deposits are generally overlain by units referring to transitional, palustrine to fluvial–marshy environments (Miccadei et al., 1998). This transition is frequently marked by erosion and incision of the lacustrine sediments, such that the Middle Pleistocene deposits are often entrenched and unconformably overlain by the fluvial-marshy units. After theMiddle Pleistocene, the deposition of lacustrine sediments in the intra-montane basins was drastically reduced and continued only in basins that maintained internal drainage (Bartolini et al., 2003). During the Late Pleistocene and Holocene times the intra-montane basins that did not maintain internal drainage were chiefly affected by fluvial, often entrenched sedimentation which unconformably overlies the Middle Pleistocene lacustrine-palustrine successions. Only some sectors of the basins maintained fluvial–marshy conditions, probably as an effect of local subsidence (Cavinato et al., 2002)."
  }, {
    "heading": "3.2. Geological outline of the Sessano basin and surrounding area",
    "text": "The Sessano basin lies immediately west of the dome-shaped structure of the “Montagnola di Frosolone” range. The latter consists of a large carbonate anticlinorium, bordered to the south by the Matese carbonate massif, and to the north and east, respectively, by the hilly terrains of the Sannio and Molise basin units (Fig. 1C). The “Montagnola di Frosolone” facies indicates that this morpho-structure is part of the Mesozoic–Tertiary transition zone originally located between the Matese carbonate shelf deposits and the limestones and marly-siliceous deposits of the Molise pelagic basin (Patacca et al., 1990; Renaud et al., 1990; Sgrosso, 1996; Corrado et al., 1998; De Corso et al., 1998; Scrocca and Tozzi, 1999; Antonucci et al., 2000).\nThe pre-Quaternary substratum cropping out in the study area (Fig. 2) consists, from bottom to top, of: 1) dolomitic limestones and dolomites with cherts, passing upwards to carbonate slope facies made up of calcirudites, breccias, cherty calcilutites and marls of\nDogger–Late Cretaceous age (CD); 2) marly limestones, biocalcarenites with alveolinides of Eocene–Lower Miocene age (CM); 3) Miocene marls and limestones of the Longano Formation (FL); and 4) arenaceous turbidites of the Frosolone Flysch of upper Miocene age (FF).\nThese units were stacked during Late Miocene–Late Pliocene by north-eastward verging compressional tectonics. Between the Late Pliocene and Early Pleistocene, the strike-slip tectonic developed (Di Bucci et al., 1999). In the study area this new regime is expressed by south-eastward extensional and transtensional tectonics that gave rise to NW–SE dip-slip and WNW–ESE left-lateral strike-slip faulting.\nFinally, the tectonic regime changed drastically during the Middle Pleistocene and a NE–SW oriented extension became dominant (Patacca et al., 1992; Corrado et al., 1997b; Ferranti, 1997). This extension produced the formation of a system of NW–SE striking normal faults, but also the reactivation of the existing structures (Corrado et al., 1997b).\nDuring the Pleistocene, extensional tectonics produced several generations of intra-montane basins of variable extent. The basins that show evidence of Late Pleistocene–Holocene growth, i.e. the Carpino-Le Piane, Isernia and Boiano basins, are located within the NW–SE Isernia–Sepino deformation belt (Corrado et al., 2000; Di Bucci et al., 2005) and rest on a half-grabenwithmaster faults dipping towards NE.\nThe Sessano basin is located outside the deformation belt, and is limited all around by NNW–SSE and NE–SW trending faults (Fig. 1c). The Middle Pleistocene basin filling (Russo Ermolli et al., 2010) is made up of marshy–alluvial deposits interbedded with volcaniclastic layers and only crops out in two sectors of the plain (Fig. 2). As artificial trenches located in its northern sector have shown, the Middle Pleistocene succession is dipping ca. 17° towards the east and is unconformably overlain by alluvial and slope deposits of Late Pleistocene–Holocene age (Fig. 2)."
  }, {
    "heading": "4. Results",
    "text": ""
  }, {
    "heading": "4.1. The geomorphological framework",
    "text": "The Sessano basin is characterized by a central gently sloping plain (about 1.3%) bordered by steep calcareous slopes with a typical composite profile. Indeed, the lower slope portions are less steep as they originate from the accumulation of scree deposits and colluvium from the upper slope. The basin drains via the Carpinone gorge which was cut by the Molina stream, a tributary of the Carpino torrent that drains the Carpino-Le Piane plain (Fig. 3).\nThe whole area exhibits clear evidence of the structural control that affects both the slopes and the drainage network. Most of the border slopes are of tectonic origin and, due to the action of long-term processes of slope replacement, have a typical rectilinear profile and a gradient of about 35–40°, but are partially reduced to triangular facets due to stream dissection. Depositional landforms aremostly related to fluvial action and mainly represented by alluvial fans, normally made up of sands and gravels.\nBoth the Sessano plain and the bordering montaneous slopes have flat erosion surfaces which can be considered as palaeosurfaces sensu Widdowson (1997). Such palaeosurfaces, which cut both the MesoCenozoic carbonate and siliciclastic rocks and the Quaternary deposits, are found almost continuously along the Sessano and Carpino-Le Piane basins. Four orders of palaeosurfaces were distinguished which are located between a few metres to several hundreds of metres above the modern local base level, giving rise to a typical “terraced” landscape. Distribution of palaeosurfaces, altitudinal ranges and relationships between the different recognized orders are illustrated in Figs. 3 and 4.\nThe first order of palaeosurfaces is found on top of the Montagnola di Frosolone-Totila and Mt. Cimorre carbonate structures, and is\nrepresented by remnants of a low-relief erosional landscape above 1000 m asl. This first order cuts across the NE–SW oriented faults but is displaced by NNW–SSE oriented high-angle faults.\nA second order of erosion surfaces is present above the Sessano and Carpino basins between 900 and 1000 m asl and morphologically entrenched in the first-order erosional landscape. At present, no data are available on the age of these two orders of palaeosurfaces. In the adjacent Campania Apennine, the erosion surfaces recognized above 1000 m asl are attributed to the Late Pliocene-Early Pleistocene (Brancaccio et al., 1986; Ascione and Cinque, 1997, 1999, 2003). The authors interpret them as relicts of an ancient palaeo-landscape (known as Paleosuperficie Auct.) that developed during and after the emergence of the Apennine chain.\nA third order of palaeosurfaces is located between 750 and 850 m asl. It refers to a palaeo-landscape that is only preserved along the borders of the Sessano plain, but can easily be correlated with other erosion surfaces at ca. 800 m asl within the Molise Apennines, which identify an ancient regional base level witnessing a prolonged period of tectonic stability.\nFinally, a fourth order of palaeosurfaces is recognizable between 600 and 720 masl.Within the Sessano basin, in particular, various remnants of this palaeosurface are found at 700–720 m asl. On the basis of measured gradients, this surface, which hangs only a fewmetres above the valley bottom, can be morphologically linked to the relicts of the palaeosurface characterizing the Carpino-Le Piane area, which are located at 600 masl andhanging ca. 100metres above thevalley bottom (Fig. 4). Within the Sessano basin, the largest remnant of the fourth order palaeosurface (referred to as the Sessano Basin Palaeosurface — SBP ) is located in the central-northern sector of the plain (Fig. 3) and cuts across the Quaternary infilling. It forms a N–S elongated, gently sloping terrace with decreasing altitudes from 720 to 700 m asl. Other SBP remnants are located in the central-southern part of the basin and are cut either in the carbonate bedrock or in Quaternary deposits.\n4.2. The infilling stratigraphy\nThe Sessano basin infilling succession is reconstructed using the stratigraphic data of the outcropping successions in three trenches and from the Sessano basin well-logs, including the Sessano core (S1, Russo Ermolli et al., 2010). On the basis of stratigraphic and sedimentological features of the outcropping and the core deposits it is possible to distinguish two different sedimentary successions which represent two different phases of the geomorphological evolution of the basin. The deposits cropping out on the palaeosurfaces at 720–700 m asl (SBP) and present in core S1 are more ancient than those of the cores located in the two local depressions bordering the SBP (Fig. 3) which do not contain volcaniclastic materials and tephra layers from the Roccamonfina volcano (Fig. 5).\nIndeed, the geological cross-sections (A–A′ and B–B′ of Fig. 6) passing through the cores and the outcrop sections, show that the slightly dissected, more ancient infilling succession is covered by 15– 20 m-thick younger deposits. The latter, named Unit T5, is mainly made up of alluvial coarse sands and gravels, with frequent intercalations of silty sands and silty clays of alluvial–marshy facies, and various palaeosols and peats. Along the plain borders, these deposits are laterally interfingered with scree and colluvial deposits which do not exceed a thickness of 10 m (Fig. 6).\nTo characterize the more ancient infilling succession, whose upper portion crops out along some artificial cuts (trenches 1–3) (for location see Fig. 3 and cross section BB′ in Fig. 6), unconformities, oxidized horizons, palaeosoils and tephra layers were also considered besides the identified lithofacies. The thickness of this succession cannot be determined, but surely exceeds 85 m. In fact, considering the length of the Sessano core (80 m), the dip and attitude of the succession and the thickness of its uppermost, outcropping portion (11 m), the investigated portion reaches a thickness of approx. 85 m.\nThe ca. 11 m-thick sedimentary succession which crops out along the trenches (Table 1 and Fig. 7 A–F) consists mainly of parallel silty sand layers, some of which show internal cross-bedding, with a\nN006E strike and a strata dip of 17°, and contains several palaeosols, reworked volcaniclastic layers and Fe-oxidized horizons (T2 Unit) (Table 1 and Fig. 7). A key feature of this succession is the abundance\nof volcaniclastic material which is generally reworked, except for a 35 cm-thick pumice fall deposit which crops out at the base of trench 1 (T1 Unit) (Table 1 and Fig. 7A). At the top, this succession consists of stratified siltstones which are very rich in siliciclastic material with planar bedding or slightly undulated stratification and are separated by a planar disconformity surface (T3 Unit) (Table 1 and Fig. 7D). This part of the succession indicates discontinuous fluvial sedimentation within a basin which is only partially exorheic. Evidence of an incision trend is given by the sedimentary succession cropping out along trench 3 (Fig. 7F), located near trench 2. Here, units T2 and T3 are cut by a ca. 3 m-deep and 10 m-wide palaeo-channel filled with alluvium consisting of sand and gravel layers, termed unit T4 (Table 1). This last unit, deposited after tilting, testifies the palaeoenvironmental change from low-gradient fluvial-marshy to fluvio-denudational conditions in the basin that accompanied the formation of the SBP surface.\nIndeed, all the outcropping units are clearly truncated by the SBP surface (Fig. 7A, F). The latter is locally covered by reworked palaeosols and present soils containing Levallois flint artefacts (Fig. 5E) dating to ca. 200–150 ky (A. Minelli, Molise University, pers. comm.).\nThe portion of the Sessano fill which does not crop out was investigated through the Sessano core (S1, Russo Ermolli et al., 2010), located on top of the SBP surface (Fig. 3). In the core succession, starting from the bottom, four main stratigraphic units (Units 1–4 in Table 1 and in Fig. 8) were distinguished:\nUnit 1 refers to the interval from 80 to 53 m and is mainly composed of grey-brown clays and silts frequently showing planar bedding, very rich in volcaniclastic material, organic matter and mollusc remains (Table 1 and Fig. 8).\nUnit 2 refers to the stratigraphic interval between 53 and 39.80 m and is mainly made up of grey-brown clayey-silty levels which alternate with layers of fine to coarse sand, mainly composed of volcaniclastic material with interfingered volcaniclastic fall deposit (T7f) (Table 1 and Fig. 8).\nUnit 3 extends between 39.80 and 17.97 m and mainly consists of dark clays, silts and peat levels, alternating with very fine to coarse\nsand layers mostly made up of volcaniclastic material, and several palaeosols (Table 1 and Fig. 8).\nUnit 4 refers to the upper 18 m of the core andwas sub-divided, by virtue of its distinct sedimentary features, into three sub-units: 4a, 4b and 4c. The basal sub-unit 4a is made up of 5 m of brown clayey–silty levels alternating with layers of coarse to fine sands, very rich in volcaniclastic materials and rich in dark-brown organic matter. Subunit 4b, which is 5 m thick, is similar to sub-unit 4a, but contains various oxidized horizons and some layers characterized by planar lamination and slight cross bed stratification of fluvial origin. The 8 mthick sub-unit 4c starts with a 20 cm-thick yellow calcareous silt containing two cemented horizons and is mainly made up of silty– clayey layers (Table 1 and Fig. 8).\nIn summary (Fig. 8), according to Russo Ermolli et al. (2010), sedimentation of Unit 1 took place under lacustrine-palustrine conditions which first allowed the deposition of peats and then of silts and clays, more or less enriched in reworked volcaniclastic material. Unit 2 was also deposited under prevailing palustrine conditions, albeit much more affected by the inputs of volcaniclastic material, which caused repeated changes from palustrine to alluvial conditions with temporary emergence and pauses in sedimentation. The lower portion of Unit 3 corresponds to a period of prevailing subaerial exposure and consequent pedogenesis. It is covered by peats and clays, very rich in volcaniclastic material, which indicate the reestablishment of marshy conditions. Finally, Unit 4 and the trench successions evidence both the transition to, and the definitive establishment of, prevailing alluvial conditions which accompanied the final drying up of the basin."
  }, {
    "heading": "4.3. Structural data",
    "text": "The Sessano basin is located within a NNE–SSW pre-Quaternary syncline structure (Antonucci et al., 2000) generated duringMiocene– Pliocene tectonic compression (Scrocca et al., 1995; Corrado et al., 1997a; Di Bucci et al., 1999; Scrocca and Tozzi, 1999; Antonucci et al., 2000, 2002). This structure, emphasized by the distribution of\nene–Holocene); b) fluvial–marshy deposits (Late Pleistocene–Holocene); c) lacustrine rface.\nbedding dips in the area, may well have partly conditioned the beginning of sedimentation already during the Late Pliocene–Early Pleistocene. However, the data currently in our possession do not allow us to confirm this hypothesis. Basin sedimentation was then strongly influenced by the activity of different sets of faults linked to a NE–SW strike-slip system during a NE–SW oriented regional extension which is thought to have started in this sector of the chain from the Middle Pleistocene onwards (Patacca et al., 1992; La Vecchia et al., 1994; Corrado et al., 1997a; Ferranti, 1997; Cavinato and De Celles, 1999; Cipollari et al., 1999; Di Bucci et al., 2002, 2005; Casciello et al., 2006). The activity of these strike-slip fault systems gives the basin a clearly rhomboidal geometry elongated in the NNW– SSE direction (Fig. 9). Thus, the Sessano basin can be interpreted as a pull-apart basin or better like a fault-bend basin (Nilsen and Sylvester, 1995), formed according to a pure strike-slip model (Crowell, 1974; Mann et al., 1983; Christie-Blick and Biddle, 1985; Wu et al., 2009).\nStructural analysis of the sector around the depression evidenced the presence of three main sets of faults and fractures (Fig. 9) which mainly affect the Mesozoic–Cenozoic bedrock. The first set, NW–SE trending, is by far the best represented in the area, while a second and third set of structural alignments, with shorter lateral continuity, are oriented ca. N–S and NE–SW, respectively.\nSome NW–SE trending faults show two sets of striations: a more ancient left lateral oblique slip and a more recent one, which cuts the previous by dip-slip sense of movement. These structures are well documented in the central and south-western sector of the study area where they show N130E to N150E orientations (Fig. 9).\nFaults with centimetric displacements were also recognized within the outcropping portion of the Middle Pleistocene infilling of the Sessano basin. Some of them, oriented ca. N330E, were clearly visible in trench 1 (Fig. 7B). The faults with an average N–S trend partially present strike-slip movements with an unclear sense of motion; only in some cases a left-lateral transtensive sense of shear can be identified. These faults show limited extension and are bordered by NW–SE fault systems. Some of them limit the Sessano basin fill towards E and W and are covered by a few metres of scree and alluvial deposits. The last activity of the now buried N-S trending faults was responsible for the eastward tilting of the Middle Pleistocene basin fill.\nFinally, the NE–SW trending faults showdip-slip and sinistral strikeslip sense of shear. In some cases, although strike-slip appears to clearly overprint the dip-slip movement, the chronological sequence of movements is not always clear. Some of these structures, characterized by N30E to N40E orientations, are clearly visible in the sector located north of the Sessano depression, where they have produced extensive down-throw of blocks towards southeast (Fig. 9).\nThe orientation anddifferent sense of slips found on the fault planes in the Mesozoic–Tertiary bedrock are the result of two extensional tectonic events: the first, extending NW–SE, developed between the Late Pliocene and the Early Pleistocene (Patacca et al., 1992; Casciello et al., 2006), the second, extending NE–SW, acted along NE–SW trending faults from the Middle Pleistocene (Patacca et al., 1992; Corrado et al., 1997a; Ferranti, 1997; Di Bucci et al., 2002, 2005; Casciello et al., 2006).\nIn the study area it is also possible to distinguish two distinct tectonic phases that occurred during the NE–SW extension: the first step occurred in the Middle Pleistocene and is characterized by a NNE–SSW (N30E) oriented axis of maximum extension, responsible for the formation of the Sessano depression as a pull-apart basin; the second step is characterized by a local reorientation of the axis of maximum extension that becomes around WNW–ESE and produces the development, in this sector, of NNW–SSE striking normal faults. This local change of tectonic regime, already pointed out by Di Bucci et al. (2002), did not occur before the final part of the Middle Pleistocene (b 295 Ka) and led to the tilting of the basin filling and its dissection. At the same time the NNW–SSE normal faults resulted in the birth of the Carpino-Le Piane basins (Di Bucci et al., 2002)."
  }, {
    "heading": "5. Discussion",
    "text": ""
  }, {
    "heading": "5.1. Chronostratigraphic framework and related palaeoenvironments",
    "text": "The integrated analyses performed on the Sessano basin highlight that tectonics as well as sedimentary and palaeoenvironmental conditions largely controlled its evolution. The chronological position of the Sessano succession appears clearly established by the 40Ar/39Ar age of 437.9±1.9 ky (Russo Ermolli et al., 2010) obtained for a pumice level (sample s2, unit T1) cropping out at the base of trench 1 (Figs. 7A and 8). The dated tephra layer was correlated by Russo Ermolli et al.\nTable 1 Description, facies interpretation and age of the lithological units.\nUnit Thick Description Facies Age\nSessano well-logs T5 15–20 m Alluvial coarse sands and gravels, with frequent intercalations of silty sands and silty clays of alluvial-marshy facies and of several palaeosoils and peats (see logs in Fig. 5). This succession cut the underlying units. Along the plain borders, these deposits are laterally interfingered with scree and colluvial deposits Alluvium Late Pleistocene/Holocene Trench 3 T4 3 m Sand and gravel layers very rich in volcaniclastic material that characterize an 10 m-wide palaeo-channel cut the underlying units (Fig. 7F). It is locally covered by reworked palaeosoils and soils containing Levallois culture remains (Fig. 7E). Alluvium Middle Pleistocene OIS 9? Trench 2 T3 1 m Stratified siltstones which are very rich in siliciclastic material. Its layers, 1 to 10 cm thick, show a planar bedding or slightly undulated stratification and are separated by planar disconformity surfaces (Fig. 7D). Fluvial–marshy Middle Pleistocene OIS 12–11 Trenches 1 and 2 T2 10 m Alternation of palaeosoils and reworked volcaniclastic material, mostly made up of ashes and phenochrysts (Fig. 7 A–B–C) and organised into sandy to clayey layers. The layers show internal cross bedding, with a N6°E strike and a strata dip of 17 degrees (Fig. 7B). It is locally covered by reworked palaeosoils and soils containing Levallois culture remains (Fig. 7E). Fluvial–marshy Middle Pleistocene OIS 12–11 Trench 1 T1 0.35 m Fall deposit which is made up of white pumice (Ømax=1 cm, samples S1 and S2 in Figs. 7A and 8). Locally, T1 and T2 are intersected by high-angle normal fault whose throws do not exceed 0.3 m (Fig. 7B). Tephra 437.9±1.9 ka S1 core 4 18 m The basal sub-unit 4a is made up of 5 m of brown clayey–silty levels alternating with layers of coarse to fine sands. The latter are mainly composed of reworked volcanic material, such as pumice and phenochrysts, and to a lesser degree, of small smoothed-to-rounded polygenic pebbles (Ømaxb0.5 cm). Its matrix is mainly clayey–silty and rich in dark-brown organic matter. Its lowermost portion contains a ca. 50-cm-thick layer of reworked tephra, mainly composed of pumice (ØmaxN1.0 cm) and volcanic sands in a silty– clayey matrix (Fig. 8). Sub-unit 4b, wich is 5 m thick, is similar to sub-unit 4a, but contains various oxidized horizons and some layers characterized by planar lamination and slight cross bed stratification of fluvial origin (Fig. 8). The 8 m-thick sub-unit 4c starts with a 20-cm-thick yellow calcareous silt containing two cemented horizons and is mainlymade up of silty-clayey layers. The latter are rich in plant remains and volcanic material and contain, between 5.70 and 0.45 m, abundant chert fragments (Tr1, Ø max=1 cm) (Fig. 8). Alluvial–marshy with paleosoils Middle Pleistocene OIS 12\n3 20 m Dark clays, silts and peat levels, alternating with very fine to coarse sand layers, mostly made up of volcaniclastic material. Between 39.80 and 37.60 are two layers of brown silty clay whose polygonal structure (aggiungere come l'abbiamo visto: in sondaggio ed in sezione), probably related to their temporary sub-aerial exposure and consequent pedogenesis, suggests that they are palaeosoils. The upper one is covered by a 25 cm-thick fall deposit (T4f) made up of white pumice (ØmaxN2 cm). The other main volcaniclastic levels are represented by a deposit of grey ash between 32.30 and 31.25 m (T3c) and a nearly 10 cm-thick reworked fall deposit (T2r), present between 21.20 and 21.12 m, which is composed of coarse volcanic sands and white pumice (Ømax=1 cm) (Fig. 8). Alluvial–marshy Middle Pleistocene OIS13 2 15 m Grey-brown clayey-silty levels which alternate with layers of fine to coarse sand, mainly composed of volcaniclastic material. Its lower portion, from 53 to 44 m, is made up of silty-clayey levels and contains various oxidized, up to 10 cm-thick horizons. At the base (53-52.35 m) there is a fall deposit (T7f) composed of sands and pumice, while between 46 and 44 m two levels of reworked and strongly oxidized tephra material (T6r and T5r) are found. The interval from 48.75 to 47.80 m is composed of smoothed calcareous gravel and sand in a clayey-silty matrix. Its upper portion, from 44.18 to 39.80 m, is prevailingly made up of volcanic sand in a silty-clayey matrix. Between 43.70 and 42.80 m, a layer of brown silty clay with dessication polygonal structure is present covered by 5 cm of dark peat (Fig. 8). Alluvial–marshy Middle Pleistocene OIS 14 1 27 m Grey-brown clays and silts frequently showing planar bedding. It is very rich in volcaniclastic material, organic matter and mollusc remains. In particular, very compact, dark peats rich in seeds and fossil remains (molluscs) are present between 80 and 76 m, and a 25 cm-thick reworked pumice level (T8r) at 58.25 m (Fig. 8). Lacustrine–palustriine Middle Pleistocene OIS 15\n(2010) to the High K Series (HKS) explosive volcanic activity of the Roccamonfina volcano (Giannetti, 2001), in particular to the Rio Rava Plinian eruption, dated to 439±9 ky by Rouchon et al. (2008). This\nage is supported by palaeomagnetic analysis (Russo Ermolli et al., 2010) which showed normal polarity components throughout the analysed succession (Fig. 10).\nSedimentation mainly occurred under lacustrine–palustrine conditions which were periodically and then completely replaced by fluvial deposition and emergence during which erosion partly occurred. The transitions from lacustrine–palustrine to fluvial conditions and, vice versa, from fluvial to palustrine conditions, were undoubtedly controlled by the significant input of volcaniclastic material, but also by hydrologic changes due to climate and/or tectonics. Vegetation and soil cover changes due to climatic variations could also have played a role in the variable availability of sediments.\nClimatic constraints could clearly be inferred frompollen analyseson the core and trench successions (Russo Ermolli et al., 2010; see also Fig. 10). These analyses reveal a short interglacial phase at the core base, tentatively ascribed to OIS 15 (pollen zone 1), an entire glacial– interglacial cycle correlated to OIS 14 and 13 (pollen zones 2 and 3) and an interglacial-glacial transition at the top of the pollen record (pollen zone 4) correlated to the transition fromOIS 13 to 12. Qualitative pollen analysis of Unit 4c suggests the dominance of herbaceous elements, in agreement with the establishment of glacial conditions (OIS 12).\nOn this basis, the infill succession of the Sessano basin can be referred to a time interval ranging from the end of OIS 15 (ca. 600 ky) to OIS 11 (ca. 400 ky) (Fig. 10). In particular, the outcropping portion could cover part of OIS 12 and OIS 11 when fluvial and sub-aerial conditions prevailed and the palaeo-marsh definitively dried up. Indeed, the occurrence of glacial climatic conditions could have\nfavoured intensive erosion of the volcaniclastic cover on the surrounding slopes and their consequent accumulation within the plain, significantly contributing to the filling of the palaeo-marsh.\nNevertheless, the disappearance of the Sessano palaeo-marsh was most likely caused by tectonic deformation which is clearly evidenced by the eastward tilting of the entire succession (Fig. 10). The tilting of the fill succession occurred after OIS 12 (probably during OIS 11) and before the genesis of the SBP surface. This constraint allows the tilting to be referred to ca. 400 ky, which is thus the maximum age of the SBP surface (Fig. 10).\nThe age of the SBP surface is clearly constrained to the period between 437±1.9 ky and 200 ky (age of the Levallois artifacts on top of the SBP surface), but can be even better defined chronologically on the basis of the following considerations. The 437±1.9 ky tephra layer is covered by 11 m of fluvial and reworked volcaniclastic deposits containing several palaeosols. Both the discontinuous sedimentation and the development of palaeosols correspond to an additional time interval that may have covered one or more climatic cycles (i.e. from the end of OIS 12 to OIS 11): in fact, the preliminary results of micromorphological analyses on the palaeosols outcropping in trench 1 (Unit T2) allow them to be referred to interglacial conditions and thus probably to OIS 11. After this additional time interval, the tectonic phase which is responsible of the basin's tilting occurred, and thus another time interval has to be added before the genesis of the SBP surface within the Sessano basin. Considering the\nadditional time spans, the SBP surface, and the fourth order palaeolandscape in general, is thus dated tentatively to about 350–300 ky ago. The assumed age accords well with the maximum age of 300 ky attributed by Di Bucci et al. (2005) to the Carpino infill succession which clearly post-dates the genesis of the fourth order palaeolandscape.\nIn summary, the collected multi-proxy data allow the most important evolutionary phases of the Sessano basin to be detailed from the Middle Pleistocene, but also indicate that sedimentation within the basin may have started before the Middle Pleistocene, giving origin to the lower uninvestigated part of the Sessano fill."
  }, {
    "heading": "5.2. The main evolutionary phases",
    "text": "Hypotheses on the origin of the Sessano basin are based on its form and dimensions, on the age and thickness of its fill deposits, on the kinematics of the fault planes and, finally, on the regional evolution of\nthe area. Structural data, in particular, indicate that the Sessano depression is located within a zone of structural convergence, where different tectonic structures coexist that formed during distinct deformation phases, first compressional and then extensional, which have taken place since the Late Miocene. The distribution of pre-Quaternary bedding dips characterizing the surrounding areas of the basin highlights the presence of a Neogene NNW–SSE oriented synclinal structure whose axis runs right inside the basin. This structure could only in part have influenced the early sedimentation in the basin. During the Late Pliocene–Early Pleistocene, it was disarticulated by faults generated during NW–SE regional tectonic extension with NW–SE and NNW–SSE orientations (Fig. 11A).\nBesides, the age of the investigated filling deposits in the Sessano basin led us to place the beginning of sedimentation in the Middle Pleistocene when NE–SW extensional tectonics was active. This extensional tectonics produced a deep and narrow flat-bottomed, strongly subsiding depression — a pull-apart basin (Fig. 11B). This\nbasin, located within a step-over zone of NE–SW features, was almost certainly inherited from the previous deformation phases and reactivated with transtensive kinematics (Fig. 11B). The zone of greatest extension corresponds with the linked sector (oriented NNW–SSE) between two NE–SW oriented fault segments.\nThe main evolutionary steps of the Sessano basin can be summarised as follows:\nPhase 1 — early Middle Pleistocene (ca. 600–500 ky). During the early Middle Pleistocene the Sessano basin was a morpho-structural depression bordered by high angle faults linked to a pull-apart system. The basin's endorheic nature, coupledwith its slight, tectonicinduced subsidence, led to the establishment of lacustrine conditions that strongly controlled sedimentation from the end of OIS 15 to OIS 14. Subsidence of the basin also balanced the strong volcaniclastic input from the nearby Roccamonfina volcano.\nPhase 2 — Middle Pleistocene (ca. 500–400 ky). During OIS 13 the basin evolved to fluvial–marshy conditions which continued until OIS\n11. In this period the deposition of the tephra layer dated to ca. 438 ky occurred. The presence of palaeosols and fluvial deposits in the upper part of the Sessano infill indicate the substantial tectonic stability of the area and/or that the sedimentation rate exceeded the subsidence rate: the sedimentation rate was still strongly influenced by the availability of volcaniclastic material whose continuous accumulation gave rise to frequent changes from fluvial–marshy to sub-aerial conditions.\nPhase 3 — late Middle Pleistocene (ca. 400–300 ky). The change in local stress field resulted in the end of pure strike-slip displacement on the NE–SW faults system, causing the E–SE tilting of the Sessano infilling succession and starting the disarticulation of the basin by NNW–SSE oriented extensional faults (Fig. 11C) which caused the extinction of the Sessano palaeomarsh ca. 400 ky ago. Immediately after, the truncation of the previously tilted succession occurred and the formation of the Tyrrhenian-ward orientated, fourth-order palaeo-landscape started. The formation of this palaeo-landscape,\ne: NW–SE extensionwith formation of normal NE–SW trending faults andNW–SE sinistral trending planes or a left-lateral shear zone with shifting towards SE of the NE–SW plane. basin owing to a left-lateral reactivation of the previous NE–SW structure. C) Actual faults he Late Pleistocene activity of NNW–SSE normal faults which also determine the early stocene deposits of the Sessano basin is represented in dark gray.\ntentatively dated to 350–300 ky, preceded the early sedimentation in the Carpino basin which started, according to Di Bucci et al. (2005), immediately after 300 ky. The Sessano basin, now exorheic, was connectedwith the Carpino basin through the Carpinone gorge, cut by the Molina stream, a tributary of the Carpino torrent that drains the Carpino-Le Piane basin.\nPhase 4 — Late Pleistocene-Holocene (post-300 ky). During this phase, the Sessano succession was chiefly affected by erosion and hence only locally unconformably overlain by fluvial and scree deposits of Late Pleistocene–Holocene age. Drainage of the basin was ensured by the Carpinone gorge. Within the main depressions created by previous fluvial erosion, discontinuous fluvial sedimentation took place, not exceeding a thickness of 20 m. The main morphosedimentary changes occurring during this phase were chiefly controlled by climatic changes."
  }, {
    "heading": "6. Conclusions",
    "text": "The multi-proxy approach adopted in our study of the Sessano area highlights that the geological and geomorphological evolution of the basin was mainly controlled by Middle Pleistocene NE–SW extensional tectonic and strongly influenced by the large volcaniclastic input from the Roccamonfina volcano, as well as by climatic changes. Sedimentation occurred from the end of OIS 15 to OIS 11, when the palaeomarsh dried up. The first phase of sedimentation was lacustrine, while an important change from lacustrine to fluvial– marshy sedimentation occurred between the end of OIS 15 andOIS 14. After this phase the variable input of volcaniclastic material of the Roccamonfina volcano, together with climatic variations, caused repeated changes from palustrine to alluvial conditions and the genesis of various palaeosols which are concentrated in the upper portion of the infill.The disarticulation of the basin by NNW–SSE oriented extensional faults, which replaced the former strike-slip displacement on the NE–SW faults system, started ca. 400–350 ky and produced the tilting of the fill succession and the extinction of the Sessano palaeomarsh. During a subsequent period of relative tectonic stability, about 350–300 ky, the SBP surface and, in general, the fourth order palaeosurface formed. This palaeosurface represents an important morpho-chronological constraint as it provides a robust maximum and minimum age framework for the tectonic and geomorphological evolution of the Molise Apennines, useful at both regional and interregional level. Its formation, in fact, relates to a phase of relative tectonic stability which post-dates the deformation phase that caused the drying up of the Sessano basin and pre-dates the genesis and infilling of the adjacent Carpino-Le Piane basin (max. 300 ky).\nIn conclusion, the collected data from the Sessano basin allowed us to reconstruct two tectonic phases that occurred during the first part of the Middle Pleistocene in the Molise sector of the Apennine chain which have strongly influenced its geological and geomorphologic evolution. The first tectonic phase was contemporaneously active in the Boiano, Isernia and Sessano basins during earlyMiddle Pleistocene and responsible, in particular, of the early sedimentation in the Sessano basin; the second was responsible of the drying up of the Sessano basin during Middle Pleistocene (OIS 11). Moreover, our data well accord to the reconstruction of Di Bucci et al. (2005) on the tectonic phase, active since late Middle Pleistocene, which caused the early sedimentation within the Carpino-Le Piane basin."
  }, {
    "heading": "Acknowledgments",
    "text": "We are very grateful to A. Minelli (University of Molise) for her archaeological contribution and to F. Scarciglia (University of Calabria) for his guidance on palaeosols. In addition, we are grateful to the Editor and three anonymous Reviewers for their precious comments and suggestions."
  }],
  "year": 2011,
  "references": [{
    "title": "Present-day stress field and active tectonics in southern peninsular Italy",
    "authors": ["A. Amato", "P. Montone"],
    "venue": "Geophysical Journal International",
    "year": 1997
  }, {
    "title": "Active tectonics of the Adriatic region",
    "authors": ["H. Anderson", "J. Jackson"],
    "venue": "Geophysical Journal of the Royal Astronomical Society",
    "year": 1987
  }, {
    "title": "La Montagnola di Frosolone ed il Matese settentrionale: nuovi dati sulla geologia molisana",
    "authors": ["A. Antonucci", "S. De Corso", "E. Di Luzio", "F. Lenci", "P. Sansonne", "D. Scrocca", "M. Tozzi"],
    "venue": "Bollettino Società Geologica Italiana",
    "year": 2000
  }, {
    "title": "Mesoscopic structural styles of deformation within the Frosolone unit multilayer (Molise Region, Central Italy)",
    "authors": ["A. Antonucci", "E. Di Luzio", "F. Lenci", "D. Scrocca", "M. Tozzi"],
    "venue": "Bollettino Società Geologica Italiana, Special Issue",
    "year": 2002
  }, {
    "title": "Le scarpate su faglia dell'Appennino meridionale: genesi, età e significato tettonico",
    "authors": ["S. Ascione", "A. Cinque"],
    "venue": "Il Quaternario, Italian Journal of Quaternary Science",
    "year": 1997
  }, {
    "title": "Tectonics and erosion in the long term relief history of the Southern Apennines (Italy)",
    "authors": ["A. Ascione", "A. Cinque"],
    "venue": "Zeitschrift für Geomorphologie N.F. Suppl.Bd",
    "year": 1999
  }, {
    "title": "Le variazioni geomorfologiche indotte dalla tettonica recente in Appennino meridionale",
    "authors": ["S. Ascione", "A. Cinque"],
    "venue": "Il Quaternario, Italian Journal of Quaternary Science",
    "year": 2003
  }, {
    "title": "1992a. Il bacino del Vallo di Diano e la tettonica trascorrente plio-quaternaria: nuovi vincoli cronologici e cinematici",
    "authors": ["A. Ascione", "A. Cinque", "N. Santangelo", "M. Tozzi"],
    "venue": "Studi Geologici Camerti,",
    "year": 1992
  }, {
    "title": "La valle del Tanagro (Campania): una depressione strutturale ad evoluzione complessa",
    "authors": ["A. Ascione", "A. Cinque", "M. Tozzi"],
    "venue": "Studi Geologici Camerti,",
    "year": 1992
  }, {
    "title": "Extensional tectonics and seismicity in the axial zone of the Southern Apennines",
    "authors": ["M.R. Barchi", "A. Amato", "G. Cippitelli", "S. Merlini", "P. Montone"],
    "venue": "Bollettino Società Geologica Italiana, Special Issue",
    "year": 2007
  }, {
    "title": "Topography, exhumation and drainage network evolution of the Apennines",
    "authors": ["C. Bartolini", "N. D'Agostino", "F. Dramis"],
    "venue": "Episodes",
    "year": 2003
  }, {
    "title": "Ipotesi di correlazione fra successioni morfo-stratigrafiche plio-pleistoceniche nell'Appennino laziale-abruzzese",
    "authors": ["C. Bosi", "P. Messina"],
    "venue": "Studi Geologici Camerti, Special Issue CROP",
    "year": 1991
  }, {
    "title": "Lembi residui di sedimenti lacustri pleistocenici sul versante settentrionale del Matese, presso S. Massimo",
    "authors": ["L. Brancaccio", "I. Sgrosso", "A. Cinque", "G. Orsi", "R. Pece", "G. Rolandi"],
    "venue": "Bollettino della Società dei Naturalisti in Napoli",
    "year": 1979
  }, {
    "title": "Elementi morfo-strutturali ereditati nel paesaggio dell'Appennnino centro-meridionale",
    "authors": ["L. Brancaccio", "A. Cinque", "I. Sgrosso"],
    "venue": "Bollettino Società Geologica Italiana",
    "year": 1986
  }, {
    "title": "Geomorphology and neotectonic evolution of a sector of the Tyrrhenian flank of the Southern Apennines (Region of Naples, Italy)",
    "authors": ["L. Brancaccio", "A. Cinque", "P. Romano", "C. Rosskopf", "F. Russo", "N. Santangelo", "A. Santo"],
    "venue": "Zeitschrift für Geomorphologie, Neue Folge",
    "year": 1991
  }, {
    "title": "Alcune osservazioni sulla tettonica quaternaria nell'Alta Valle del F. Volturno (Molise)",
    "authors": ["L. Brancaccio", "A. Cinque", "G. Di Crescenzo", "N. Santangelo", "F. Scarciglia"],
    "venue": "Il Quaternario. Italian Journal of Quaternary Science",
    "year": 1997
  }, {
    "title": "Carta geologica dei depositi quaternari e carta geomorfologica dell'alta valle del fiume Volturno (Molise, Italia meridionale). Note illustrative",
    "authors": ["L. Brancaccio", "G. Di Crescenzo", "C. Rosskopf", "N. Santangelo", "F. Scarciglia"],
    "venue": "Il Quaternario, Italian. Journal of Quaternary Science",
    "year": 2000
  }, {
    "title": "Quaternary extensional fault- systems from northern and southern Apennines: similarities and differences",
    "authors": ["F. Brozzetti", "A. Salvatore"],
    "venue": "Rendiconti Società Geologica Italiana",
    "year": 2005
  }, {
    "title": "Analysis of the 9 September 1998 Mw 5.6 Mercure earthquake sequence (Southern Apennines, Italy): A multidisciplinary approach",
    "authors": ["F. Brozzetti", "G. Lavecchia", "G. Mancini", "G. Milana", "M. Cardinali"],
    "venue": "Tectonophysics",
    "year": 2009
  }, {
    "title": "Relazioni tra le faglie quaternarie e la sismicità nella dorsale appenninica umbromarchigiana: l'area di Colfiorito",
    "authors": ["F. Calamita", "M. Coltorti", "P.P. Pierantoni", "A. Pizzi", "V. Scisciani", "E. Turco"],
    "venue": "Studi Geologici Camerti",
    "year": 1998
  }, {
    "title": "Extensional detachment faulting on the Tyrrhenian margin of the Southern Apennines contractional belt (Italy)",
    "authors": ["E. Casciello", "M. Cesarano", "G. Pappone"],
    "venue": "Journal of the Geological Society of London",
    "year": 2006
  }, {
    "title": "Neogene geodynamic evolution of the Southern Apennines",
    "authors": ["P. Casero", "F. Roure", "L. Endignoux", "I. Moretti", "C. Muller", "Sagel", "R. Vially"],
    "venue": "Bollettino Società Geologica Italiana",
    "year": 1988
  }, {
    "title": "Extensional basins in the tectonically bimodal central Apennines fold-thrust belt, Italy: response to corner flow above a subducting slab in retrograde",
    "authors": ["G.P. Cavinato", "P.G. De Celles"],
    "venue": "motion. Geology",
    "year": 1999
  }, {
    "title": "Sedimentary and tectonic evolution of Plio-Pleistocene alluvial and lacustrine deposits of Fucino Basin (central Italy)",
    "authors": ["G.P. Cavinato", "C. Carusi", "M. Dall'Asta", "E. Miccadei", "T. Piacentini"],
    "venue": "Sedimentary Geology",
    "year": 2002
  }, {
    "title": "Active tectonics and earthquake sources in the epicentral area of the 1857 Basilicata earthquake (southern Italy)",
    "authors": ["G. Cello", "E. Tondi", "L. Micarelli", "L. Mattioni"],
    "venue": "Journal of Geodynamics",
    "year": 2003
  }, {
    "title": "Quaternary morphodynamics between the Velino and Salto Valleys. International Workshops on Large-Scale vertical movements and related gravitational processes",
    "authors": ["E. Centamore", "S. Nisio"],
    "venue": "Rome-Camerino, June 21–26,",
    "year": 2002
  }, {
    "title": "Adria, the African promontory, in Mesozoic Mediterranean palaeogeography",
    "authors": ["J.E.T. Channell", "B. D'Argenio", "F. Horvath"],
    "venue": "Earth-Science Reviews",
    "year": 1979
  }, {
    "title": "Deformation and basin formation along strike-slip faults",
    "authors": ["N. Christie-Blick", "K.T. Biddle"],
    "venue": "Special Publication,",
    "year": 1985
  }, {
    "title": "Quaternary kinematic evolution of the southern Apennines. Relationships between surface geological features and deep lithospheric structures",
    "authors": ["A. Cinque", "E. Patacca", "P. Scandone", "M. Tozzi"],
    "venue": "Annali di Geofisica",
    "year": 1993
  }, {
    "title": "Distribuzione spazio-temporale e caratterizzazione della fagliazione quaternaria in Appennino meridionale",
    "authors": ["A. Cinque", "A. Ascione", "C. Caiazzo"],
    "venue": "Ricerche del GNDT nel campo della pericolosità sismica",
    "year": 2000
  }, {
    "title": "Modello cinematico-strutturale dell'Italia centrale",
    "authors": ["P. Cipollari", "D. Cosentino", "M. Parotto"],
    "venue": "Studi Geologici Camerti, Special Issue",
    "year": 1995
  }, {
    "title": "Extension- and compression-related basins in central Italy during the Messinian Lago-Mare",
    "authors": ["P. Cipollari", "D. Cosentino", "E. Gliozzi"],
    "venue": "event. Tectonophysics",
    "year": 1999
  }, {
    "title": "Note illustrative della Carta Geologica d'Italia in scala 1:100.000",
    "authors": ["E. Cocco"],
    "venue": "Foglio 161 Isernia. Servizio Geologico d'Italia",
    "year": 1971
  }, {
    "title": "Reversed magnetic polarity at an early Lower Palaeolithic site in Central Italy",
    "authors": ["M. Coltorti", "M. Cremaschi", "C. Delitala", "D. Esu", "M. Fornaseri", "A. McPherron", "M. Nicoletti", "R. van Otterloo", "C. Peretto", "B. Sala", "V. Schmidt", "J. Sevink"],
    "year": 1982
  }, {
    "title": "La tettonica quaternaria della Piana d'Isernia nell'evoluzione strutturale del settore molisano",
    "authors": ["S. Corrado", "D. Di Bucci", "I. Leschiutta", "G. Naso", "A. Trigari"],
    "venue": "Il Quaternario, Italian Journal of Quaternary Science",
    "year": 1997
  }, {
    "title": "Rapporti tra le grandi unità stratigrafico-strutturali dell'Alto Molise (Appennino Centrale)",
    "authors": ["S. Corrado", "D. Di Bucci", "I. Leschiutta", "G. Naso", "A.V. Damiani"],
    "venue": "Bollettino Società Geologica Italiana",
    "year": 1998
  }, {
    "title": "The role of pre-existing structures in Quaternary extensional tectonics of the Southern Apennines, Italy: the Boiano basin case history",
    "authors": ["S. Corrado", "D. Di Bucci", "G. Naso", "G. Valensise"],
    "venue": "Journal of the Czech Geological Society",
    "year": 2000
  }, {
    "title": "Sedimentation along the San Andreas fault, California",
    "authors": ["J.C. Crowell"],
    "venue": "Modern and ancient geosynclinal sedimentation: Society of Economic Paleontologists and Mineralogists Special Paper,",
    "year": 1974
  }, {
    "title": "Investigating seismogenic faults in central and southern Apennines (Italy): modelling of fault-related landscape features",
    "authors": ["L. Cucci", "G. D'Addezio", "G. Valensise", "P. Burrato"],
    "venue": "Annali di Geofisica",
    "year": 1996
  }, {
    "title": "Schema geologico dell'Appennino meridionale (Campania e Lucania)",
    "authors": ["B. D'Argenio", "T. Pescatore", "P. Scandone"],
    "venue": "Moderne vedute sulla geologia dell'Appennino: Accademia Nazionale dei Lincei,",
    "year": 1973
  }, {
    "title": "Geologia dell'anticlinale del Matese e implicazioni per la tettonica dell'Appennino molisano",
    "authors": ["S. De Corso", "D. Scrocca", "M. Tozzi"],
    "venue": "Bollettino Società Geologica Italiana",
    "year": 1998
  }, {
    "title": "Datazioni Argon-Potassio sulla serie pleistocenica di Isernia La Pineta",
    "authors": ["M.C. Delitala", "M. Fornaseri", "M. Nicoletti"],
    "venue": "Isernia La Pineta. Un accampamento più antico di 700.000",
    "year": 1983
  }, {
    "title": "Evoluzione tettonica neogenico-quaternaria dell'area molisana",
    "authors": ["D. Di Bucci", "S. Corrado", "G. Naso", "M. Parotto", "A. Praturlon"],
    "venue": "Bollettino Società Geologica Italiana",
    "year": 1999
  }, {
    "title": "Active faults at the boundary between central and southern Apennines (Isernia",
    "authors": ["D. Di Bucci", "S. Corrado", "G. Naso"],
    "venue": "Italy). Tectonophysics",
    "year": 2002
  }, {
    "title": "Growth, interaction and seismogenetic potential of coupled active normal faults (Isernia Basin, centralsouthern Italy)",
    "authors": ["D. Di Bucci", "G. Naso", "S. Corrado", "I.M. Villa"],
    "venue": "Terra Nova",
    "year": 2005
  }, {
    "title": "A proposal of kinematic modelling for W-dipping subductions. Possible applications to the Tyrrhenian-Apennines system",
    "authors": ["C. Doglioni"],
    "venue": "Terra Nova",
    "year": 1991
  }, {
    "title": "A geodynamic model of the Southern Apennines accretionary prism",
    "authors": ["C. Doglioni", "P. Harabaglia", "G. Martinelli", "F. Mongelli", "G. Zito"],
    "venue": "Terra Nova",
    "year": 1996
  }, {
    "title": "Tettonica tardo pliocenica-quaternaria dei Monti del Matese (Appennino meridionale): raccorciamenti tardivi e distensione ‘neotettonica",
    "authors": ["L. Ferranti"],
    "venue": "Il Quaternario, Italian Journal of Quaternary Science",
    "year": 1997
  }, {
    "title": "Pre-Quaternary orogen-parallel extension in Southern Apennines belt, Italy",
    "authors": ["L. Ferranti", "J.S. Oldow", "M. Sacchi"],
    "venue": "Tectonophysics",
    "year": 1996
  }, {
    "title": "Active tectonics in the Central Apennines (Italy)— input data for seismic hazard assessment",
    "authors": ["F. Galadini", "P. Galli"],
    "venue": "Natural Hazard",
    "year": 2000
  }, {
    "title": "Disruptive earthquakes revealed by faulted archaeological relics in Samnium (Molise, southern Italy)",
    "authors": ["P. Galli", "F. Galadini"],
    "venue": "Geophysical Research Letters",
    "year": 2003
  }, {
    "title": "Origin of the calderas and evolution of Roccamonfina volcano (Roman Region, Italy)",
    "authors": ["B. Giannetti"],
    "venue": "Journal of Volcanology and Geothermal Research",
    "year": 2001
  }, {
    "title": "Radiocarbon dating of active faulting in the Agri high valley, southern Italy",
    "authors": ["S.I. Giano", "L. Maschio", "M. Alessio", "L. Ferranti", "S. Improta", "M. Schiattarella"],
    "venue": "Journal of Geodynamics",
    "year": 2000
  }, {
    "title": "Evoluzione geologica recente della conca di Bojano e possibili tendenze evolutive",
    "authors": ["L. Guerrieri"],
    "venue": "Atti Società Toscana Scienze Naturali Memorie, Serie A",
    "year": 2003
  }, {
    "title": "A mayor geodynamic change revealed by Quaternary stress patterns in the southern",
    "authors": ["J.C. Hippolyte", "J. Angelier", "F. Roure"],
    "venue": "Apennines (Italy). Tectonophysics",
    "year": 1994
  }, {
    "title": "ODP Leg 107 in the Tyrrhenian Sea: insights into passive margin and back-arc basin evolution",
    "authors": ["K. Kastens", "J. Mascle"],
    "venue": "ODP Leg 107 Scientific Staff,",
    "year": 1988
  }, {
    "title": "Sismicità e tettonica nell'area umbro-marchigiana",
    "authors": ["G. La Vecchia", "M. Barchi", "F. Brozzetti", "M. Menichetti"],
    "venue": "Bollettino Società Geologica Italiana",
    "year": 1994
  }, {
    "title": "Seismotectonic zoning in east-central Italy deduced from an analysis of the Neogene to present deformations and related stress fields",
    "authors": ["G. Lavecchia", "F. Brozzetti", "M. Barchi", "J.V.A. Keller", "M. Menichetti"],
    "venue": "Geological Society of America Bulletin",
    "year": 1994
  }, {
    "title": "A Pliocene-Pleistocene stack of 57 globally distributed benthic δ18O records",
    "authors": ["L.E. Lisiecki", "M.E. Raymo"],
    "venue": "Paleoceanography 20,",
    "year": 2005
  }, {
    "title": "Extension in the Tyrrhenian Sea and shortening in the Apennines as result of arc migration driven by sinking of the lithosphere",
    "authors": ["A. Malinverno", "W.B.F. Ryan"],
    "venue": "Tectonics",
    "year": 1986
  }, {
    "title": "Tentativo di correlazione tra distribuzione degli epicentri sismici e strutture tettoniche nel settore appenninico dell'orogene Alpino",
    "authors": ["M. Manfredini"],
    "venue": "Memorie Società Geologica Italiana 13 (Suppl",
    "year": 1974
  }, {
    "title": "Development of pull-apart basins",
    "authors": ["P. Mann", "M.R. Hempton", "D.C. Bradley", "K. Burke"],
    "venue": "Journal of Geology",
    "year": 1983
  }, {
    "title": "A review on the driving mechanism of the Tyrrhenian–Apennines system: implications for the present seismotectonic setting in central-northern Apennines",
    "authors": ["E. Mantovani", "D. Babbucci", "C. Tamburelli", "M. Viti"],
    "venue": "Tectonophysics",
    "year": 2009
  }, {
    "title": "I bacini neogenici costieri del margine tirrenico: approccio sismico-stratigrafico",
    "authors": ["M. Mariani", "R. Prato"],
    "venue": "Memorie Società Geologica Italiana",
    "year": 1988
  }, {
    "title": "Time and space variability of ‘thin-skinned’ and ‘thickskinned’ thrust tectonics in the Italian Apennines",
    "authors": ["S. Mazzoli", "S. Corrado", "M. De Donatis", "D. Scrocca", "R.W.H. Butler", "D. Di Bucci", "G. Naso", "C. Nicola", "V. Zucconi"],
    "venue": "Rendiconti Accademia dei Lincei",
    "year": 2000
  }, {
    "title": "La geologia quaternaria della conca di Sulmona (Abruzzo, Italia centrale)",
    "authors": ["E. Miccadei", "R. Barbieri", "G.P. Cavinato"],
    "venue": "Geologica Romana",
    "year": 1998
  }, {
    "title": "Fold uplift and syn-kinematic stratal architectures in a region of active transtensional tectonics and volcanism, eastern Tyrrhenian sea",
    "authors": ["A. Milia", "M.M. Torrente"],
    "venue": "Geological Society American Bulletin",
    "year": 2000
  }, {
    "title": "Structural evolution of the Lucanian Apennines (Southern Italy)",
    "authors": ["C. Monaco", "L. Tortorici", "W. Paltrinieri"],
    "venue": "Journal of Structural Geology",
    "year": 1998
  }, {
    "title": "Active stress map of Italy",
    "authors": ["P. Montone", "A. Amato", "S. Pondrelli"],
    "venue": "Journal of Geophysical Research",
    "year": 1999
  }, {
    "title": "Appennino centro meridionale. Sezioni geologiche e proposta di modello strutturale",
    "authors": ["E. Mostardini", "S. Merlini"],
    "venue": "Bollettino Società Geologica Italiana",
    "year": 1986
  }, {
    "title": "Strike-slip basins",
    "authors": ["T.H. Nilsen", "A.G. Sylvester"],
    "venue": "Tectonics of Sedimentary Basins. Blackwell,",
    "year": 1995
  }, {
    "title": "Largescale longitudinal extension in the Southern Apennines contractional",
    "authors": ["J.S. Oldow", "B. D'Argenio", "L. Ferranti", "G. Pappone", "E. Marsella", "M. Sacchi"],
    "venue": "belt, Italy. Geology",
    "year": 1993
  }, {
    "title": "Active tectonics in the Southern Apennines: relationships between cover geometries and basement structure. A hypothesis for a geodynamicmodel",
    "authors": ["F. Ortolani", "S. Pagliuca", "E. Pepe", "M. Schiattarella", "R.M. Toccaceli"],
    "venue": "IGCPNo. 276. Newsletter",
    "year": 1992
  }, {
    "title": "Geology of the Southern Apennines",
    "authors": ["E. Patacca", "P. Scandone"],
    "venue": "Bollettino Società Geologica Italiana. Special Issue",
    "year": 2007
  }, {
    "title": "Tyrrhenian basin andApenninic arcs: kinematics relations since Late Tortonian times",
    "authors": ["E. Patacca", "R. Sartori", "P. Scandone"],
    "venue": "Memorie Società Geologica Italiana",
    "year": 1990
  }, {
    "title": "La zona di giunzione tra l'arco appenninico settentrionale e l'arco appenninico meridionale nell'Abruzzo e nel Molise",
    "authors": ["E. Patacca", "P. Scandone", "M. Bellatalla", "N. Perilli", "U. Santini"],
    "venue": "Studi Geologici Camerti, Special Issue CROP",
    "year": 1992
  }, {
    "title": "Evolution paleogeographique long de la bordure SE de la plate-forme Campano-Abruzzaise (Italie meridionale) du Cretacé au Neogene",
    "authors": ["P. Renaud", "Y. Billaud", "J. Clermontè", "C. Lorenz", "B. Pironon"],
    "venue": "Bulletin de la Société Géologique de France",
    "year": 1990
  }, {
    "title": "La distribuzione dei depositi marini pleistocenici lungo le coste della Campania",
    "authors": ["P. Romano"],
    "venue": "Stato delle conoscenze e prospettive di ricerca. Studi Geologici Camerti, Special Issue",
    "year": 1992
  }, {
    "title": "Temporal evolution of the Roccamonfina volcanic complex (Pleistocene), Central Italy",
    "authors": ["V. Rouchon", "P.Y. Gillot", "X. Quidelleur", "S. Chiesa", "B. Floris"],
    "venue": "Journal of Volcanology and Geothermal Research",
    "year": 2008
  }, {
    "title": "An integrated stratigraphical approach to the late Middle Pleistocene succession of the Sessano lacustrine basin (Molise, Italy)",
    "authors": ["E. Russo Ermolli", "P.P.C. Aucelli", "A. Di Rollo", "M. Mattei", "P. Petrosino", "M. Porreca", "C.M. Rosskopf"],
    "venue": "Quaternary International",
    "year": 2010
  }, {
    "title": "Osservazioni geomorfologiche, stratigrafiche e pedologiche sul Quaternario del bacino di Boiano (Campobasso)",
    "authors": ["F. Russo", "F. Terribile"],
    "venue": "Il Quaternario, Italian Journal of Quaternary Science",
    "year": 1995
  }, {
    "title": "International stratigraphic guide. In: The International Union of Geological Sciences and The Geological Society of America (Ed.), A guide to stratigraphic classification, terminology and procedure",
    "authors": ["A. Salvador"],
    "year": 1994
  }, {
    "title": "Struttura geologica, evoluzione cinematica e schema sismotettonico della penisola italiana",
    "authors": ["P. Scandone", "E. Patacca", "C. Meletti", "M. Ballatalla", "N. Perilli", "U. Santini"],
    "venue": "Atti del Convegno GNDT",
    "year": 1990
  }, {
    "title": "Quaternary tectonics of the Pollino Ridge, Calabria-Lucania boundary, southern Italy",
    "authors": ["M. Schiattarella"],
    "venue": "Special Publication,",
    "year": 1998
  }, {
    "title": "Analisi strutturale ed osservazioni morfostratigrafiche nel bacino del Mercure (confine Calabro-Lucano)",
    "authors": ["M. Schiattarella", "M.M. Torrente", "F. Russo"],
    "venue": "Il Quaternario, Italian Journal of Quaternary Science",
    "year": 1994
  }, {
    "title": "Large-scale geometry and kinematics of the Southern Apennines",
    "authors": ["M. Schiattarella", "C. Doglioni", "G. Prosser", "M. Tramutoli"],
    "venue": "Terra Nova",
    "year": 1997
  }, {
    "title": "Tettogenesi mio-pliocenica dell'Appennino molisano",
    "authors": ["D. Scrocca", "M. Tozzi"],
    "venue": "Bollettino Società Geologica Italiana",
    "year": 1999
  }, {
    "title": "Assetto strutturale del settore compreso tra il Matese, le Mainarde e l'Unità Frosolone. Implicazioni per l'evoluzione neogenica del sistema di sovrascorrimenti nell'Appennino centro-meridionale",
    "authors": ["D. Scrocca", "M. Parotto", "M. Tozzi"],
    "venue": "Studi Geologici Camerti, Special Issue",
    "year": 1995
  }, {
    "title": "The Apennine intra-montane basins: the result of repeated strong earthquakes over ageological time interval",
    "authors": ["L. Serva", "A.M. Blumetti", "L. Guerrieri", "A.M. Michetti"],
    "venue": "Bollettino Società Geologica Italiana, Special Issue",
    "year": 2002
  }, {
    "title": "I rapporti tra i depositi del massiccio del Matese e quelli del bacino molisano",
    "authors": ["I. Sgrosso"],
    "venue": "Memorie Società Geologica Italiana",
    "year": 1996
  }, {
    "title": "Gli effetti sul terreno del terremoto del Fucino (13 gennaio 1915); tentativo di interpretazione dell’evoluzione tettonica recente di alcune strutture",
    "authors": ["L. Serva", "A.M. Blumetti", "A.M. Michetti"],
    "venue": "Memorie Società Geologica Italiana",
    "year": 1988
  }, {
    "title": "Formazione di bacini e rotazione di blocchi lungo faglie trascorrenti nell'Appennino meridionale",
    "authors": ["E. Turco", "M. Malito"],
    "venue": "Congresso della Società Geologica Italiana, Proceedings, Sorrento, September,",
    "year": 1988
  }, {
    "title": "La tettonica plio-pleistocenica del confine calabro-lucano:modello cinematico.Memorie Società",
    "authors": ["E. Turco", "R. Maresca", "P. Cappadona"],
    "venue": "Geologica Italiana",
    "year": 1990
  }, {
    "title": "Database of potential sources for earthquakes larger than M 5.5 in Italy: Annali di .Geofisica 44, Suppl., with full database on CDROM (in part available also at http://www.ingv.it/)",
    "authors": ["G. Valensise", "D. Pantosti"],
    "year": 2001
  }, {
    "title": "Quaternary geodynamics and deformation pattern in the Southern Apennines: implications for seismic activity",
    "authors": ["M. Viti", "E. Mantovani", "D. Babbucci", "C. Tamburelli"],
    "venue": "Bollettino Società Geologica Italiana",
    "year": 2006
  }, {
    "title": "Seismic moment summation for historical earthquakes in Italy: tectonic implication",
    "authors": ["R. Westaway"],
    "venue": "Journal of Geophysical Research",
    "year": 1992
  }, {
    "title": "Quaternary uplift in Southern Italy",
    "authors": ["R. Westaway"],
    "venue": "Journal of Geophysical Research",
    "year": 1993
  }, {
    "title": "4D analogue modelling of transtensional pull-apart basins",
    "authors": ["J.E. Wu", "K. McClay", "P. Whitehouse", "T. Dooley"],
    "venue": "Marine and Petroleum Geology",
    "year": 2009
  }],
  "id": "SP:3eddde4400ae12307865ee15b0c7397fee66c3fe",
  "authors": [{
    "name": "V. Amato",
    "affiliations": []
  }, {
    "name": "M. Cesarano",
    "affiliations": []
  }, {
    "name": "G. Pappone",
    "affiliations": []
  }, {
    "name": "C.M. Rosskopf",
    "affiliations": []
  }, {
    "name": "E. Russo Ermolli",
    "affiliations": []
  }],
  "abstractText": "a Dipartimento S.T.A.T., Università degli Studi del Molise, Contrada Fonte Lappone, 86090 Pesche (IS), Italy b Dipartimento DiSAm, Università degli Studi di Napoli Parthenope, Centro Direzionale, 80100 Napoli, Italy c Dipartimento di Arboricoltura Botanica e Patologia vegetale, Università di Napoli Federico II, via Università 100, 80055 Portici (NA), Italy d Département de Préhistoire du Muséum National d'Histoire Naturelle-USM103 MNHN-UMR7194 CNRS-Institut de Paléontologie Humaine-1, rue René Panhard, 75013 Paris, France",
  "title": "The Sessano intra-montane basin: New multi-proxy data for the Quaternary evolution of the Molise sector of the Central-Southern Apennines (Italy)"
}