{
  "sections": [{
    "text": "Contents lists available at ScienceDirect\nSedimentary Geology\nj ourna l homepage: www.e lsev ie r.com/ locate /sedgeo\nLandscape and sedimentary response to catastrophic debris avalanches, western Taranaki, New Zealand\nJonathan N. Procter ⁎, Shane J. Cronin, Anke V. Zernack Institute of Natural Resources, Massey University, Private Bag 11 222, Palmerston North, New Zealand\n⁎ Corresponding author. Tel.: +646 3569099; fax: +6 E-mail address: j.n.procter@massey.ac.nz (J.N. Procte\n0037-0738/$ – see front matter © 2009 Elsevier B.V. Al doi:10.1016/j.sedgeo.2009.04.027\na b s t r a c t a r t i c l e i n f o\nArticle history: Accepted 1 April 2009\nKeywords: Volcanic debris avalanches Ring plain Mt. Taranaki Lahar Debris flow Hyperconcentrated flow\nCatastrophic volcanic debris avalanches reshape volcanic edifices with up to half of pre-collapse cone volumes being removed. Deposition from this debris avalanche deposit often fills and inundates the surrounding landscape and may permanently change the distribution of drainage networks. On the weakly-incised Mt. Taranaki ring-plain, volcanic debris avalanche deposits typically form a large, wedge shape (in plan view), over all flat-lying fans. Following volcanic debris avalanches a period of intense re-sedimentation commonly begins on ring-plain areas, particularly in wet or temperate climates. This is exacerbated by large areas of denuded landscape, ongoing instability in the scarp/source region, damming of river/stream systems, and in some cases inherent instability of the volcanic debris avalanche deposits. In addition, on Mt. Taranaki, the collapse of a segment of the cone by volcanic debris avalanche often generates long periods of renewed volcanism, generating large volumes of juvenile tephra onto unstable and unvegetated slopes, or construction of new domes with associated rock falls and block-and-ash flows. The distal ring-plain impact from these post-debris avalanche conditions and processes is primarily accumulation of long run-out debris flow and hyperconcentrated flow deposits with a variety of lithologies and sedimentary character. Common to these post-debris avalanche units is evidence for high-water-content flows that are typically non-cohesive. Hence sedimentary variations in these units are high in lateral and longitudinal exposure in relation to local topography. The postcollapse deposits flank large-scale fans and hence similar lithological and chronological sequences can form on widely disparate sectors of the ring plain. These deposits on Mt. Taranaki provide a record of landscape response and ring-plain evolution in three stages that divide the currently identifiedWarea Formation: 1) the deposition of broad fans of material adjacent to the debris avalanche unit; 2) channel formation and erosion of Stage 1 deposits, primarily at the contact between debris avalanche deposits and the Stage 1 deposits and the refilling of these channels; and 3) the development of broad tabular sheet flows on top of the debris avalanche, leaving sediments between debris avalanche mounds. After a volcanic debris avalanche, these processes represent an ever changing and evolving hazard-scape with hazard maps needing to be regularly updated to take account of which stage the sedimentary system is in.\n© 2009 Elsevier B.V. All rights reserved."
  }, {
    "heading": "1. Introduction",
    "text": "Water-mass flows from volcanoes (lahars) can either be syn- or post-eruptive, with numerous modes of generation (Vallance, 2000). Their widespread hazard in very large areas downstream of volcanic activity has also beenwell recognisedworldwide such as in: Indonesia; (Lavigne et al., 2000; Thouret et al., 2007), Alaska; (Waythomas et al., 2000), Pinatubo in the Philippines (Rodolfo, 1989; Janda et al., 1997); Nevado del Ruiz in Columbia (Pierson et al.,1990) and Ruapehu inNew Zealand (Cronin et al., 1997). The generation of large-volume lahars after catastrophic ignimbrite eruptions has also been recognised, such as in relation to the 26.5 ka Oruanui Ignimbrite (Manville and Wilson, 2004) and the 12900 years B.P. Laacher See eruption (Schmincke et al.,\n463505632. r).\nl rights reserved.\n1999). Segschneider et al. (2002) also highlight that lahars are formed during the process of re-establishing hydrologic networks in distal drainages after landscape-filling ignimbrite eruptions, such as the 1.8 ka B.P. Taupo eruption. These examples focus on the re-establishment of previous drainage networks from events that were confined to, and filled existing channels. Due to their origin (mostly from dambreakouts) and pumice lithologies, lahars formed in these situations normally only span a narrowpart of the rheological spectrumof lahars, i.e., the more water-rich end members. By contrast to ignimbrite examples, very few studies have examined the response of the landscape, the post-event lahars, and the alteration of drainage patterns after a large unconfined debris avalanche event.\nVolcanic debris avalanches (VDAs) also generate a strong disequilibrium in the landscape and probably also alter the subsequent hazardscape. Thouret (2004) refers to these phenomena as a geomorphic hazard; however, the processes behind creating this hazard are poorly recognised. Following the 1980 Mt. St. Helens eruption and debris\navalanche, lahars were triggered by melting of snow and ice from pyroclastic flows and surges, high rainfall and glacial outburst floods (Major, 2003). In this case, the VDA deposition within a large valley system, meant that drainage patterns redeveloped more or less in the same location as previously, by eroding through the volcanic debris avalanchedeposits. Initially this process caused very high sedimentation rates due to the increase in available erodiblematerial and an increase in drainage area (Major, 2004). The majority of sediment was transported in an increased frequency of short bursts or floods (transporting 10–100 timesmore sediment thanpre-1980) over the 20+years after the event (Major, 2004). These impacts were focussed into one or two major catchments, hence the situation following large-scale fan-deposited debris avalanches is not well constrained.\nIn parallel with landscape-readjustment studies, research into prehistoric lahar events (Scott, 1985, 1988a,b; Pierson, 1997; Vallance et al., 2003) provide examples of how the identification of deposits and stratigraphy can provide valuable insights into the hazards related to these events. The analysis of ring-plain stratigraphy and lahar identification at Ruapehu Volcano, New Zealand (Cronin and Neall, 1997; Lecointre et al., 1998; Donoghue and Neall, 2001) provide a detailed description of past landscape construction and insights into future hazardous events. These studies highlight the importance of lahars and their deposits in altering the landscape. However, the holistic relationship between catastrophic debris avalanche events and lahar generation and frequency has not yet been addressed.\nThe volume of the ring plain of volcaniclastic deposits surrounding the andesitic Mt. Taranaki (2518 m) in western North Island, New\nZealand, (Figs. 1, 2) is up to 10-times that of the current upper edifice. This sedimentary record comprises a distinctive repeating sequence of lithofacies implying cyclic growth and destruction of the Mt. Taranaki edifice (Neall et al., 1986; Palmer et al., 1991; Zernack et al., 2009-this volume). This cycle includes long periods, between major debris avalanche collapses, when long run-out mass flows occur, forming volumetrically important and widespread deposits. The processes that formed these depositional packages, factors controlling their distribution, and their implications for the development and evolution of ringplain landscapes are examined here. These units contrast with recent (<1000 years) volcaniclastic sedimentation surrounding Mt. Taranaki, which dominantly represents stream-flow reworking of dome-collapse related block-and-ash-flow deposits (Neall, 1979). The source blockand-ash-flow deposits were confined to within 15 km of their parent summit dome, and result from small-scale eruptions (Platz et al., 2007). Lahars over this recent period appear to have been all low-volume events (<2×106 m3) that were strongly confined to a few discrete channels around the volcano (Neall,1979). Earlier episodes of lahars, the Warea Formation (Neall, 1979) which immediately followed volcanic debris avalanche emplacement, appear to have been one to two orders of magnitude larger (Neall, 1979). The processes leading to this can be identified. The factors relating to edifice and landscape stability that are not solely related to different magnitudes of eruptive activity in the past but more significantly may be related to changing geomorphic processes. Recognition of such large-scale lahars and defining the conditions under which they form is an extremely important component of volcanic hazard assessment for any re-awakening volcano. The\nFig. 2. Geologic map of the western part of the Taranaki ring plain. Map a. Previous geology from Neall and Alloway (2004) with the three main chronostratigraphic units of the Pungarehu Formation (central facies, debris flow facies), the Warea Formation (adjacent to the lateral extents of the Pungarehu Formation) and the Hangatahua Gravels (recent flood deposits), inundating present drainages). Map b. The revised geology from this study highlighting the progressive inundation of the lateral areas around the Pungarehu Formation in three stages contained within the Warea Formation from Neall and Alloway (2004). 273\nJ.N .Procter et al./ Sedim entary G eology 220 (2009) 271 –287\n274 J.N .Procter et al./ Sedim entary G eology 220 (2009) 271 –287\nmar ge 2\nFi g.\n3 (c on\nti nu\ned ).\nWarea Formation is investigated in terms of a modern volcano– sedimentological approach, and conclusions for sedimentary response are to be drawn from observed sedimentologic characteristics."
  }, {
    "heading": "2. Geological setting: Mt. Taranaki and ring plain",
    "text": "Mt. Taranaki/Egmont (2518 m) is the youngest and most southerly of the Taranaki Quaternary volcanic succession (Neall et al., 1986). It has been active for at least 130000 years, although the present cone (above c. 1200 m) is <10000 years old. The cone comprises alternating layers of pyroxene–andesite and hornblende–andesite lavas and fragmental volcanic deposits including tephra fall units, scoria-rich pyroclastic flow deposits and juvenile-lithic-rich blockand-ash-flow deposits. Deep radiating valleys have formed on the middle-lower flanks of the cone feeding major separate catchments (Fig. 3) that spill out onto a series of coalescing fans (the ring plain). Exposures in these streams and rivers on the ring plain were examined in this study to determine the types of unconsolidated volcaniclastic deposits present. Where possible, organic material and/ or soils were collected for radiocarbon dating. Sediment samples (representative of lahar deposits) were also collected to further characterise properties indicative of parent-flow rheology.\nThe Taranaki ring plain is dominated inwestern and southern parts by debris avalanche deposits, which provide a most dramatic volcanic landscape feature of large conical hills or mounds dominating the landscape (Neall, 1979, Ui et al., 1986, Palmer and Neall 1991, Alloway\net al., 2005). Intercalated between these deposits are numerous smaller confined volcaniclastic diamicton sequences, representing a series of more-confined lahar deposition systems. Neall (1979) identified five “laharic breccia” formations as chronostratigraphic units within the last 140000 years of the ring-plain record. Of these units, the Warea (13 000–22 500 years) and Kahui (7000– 13000 years) Formations radiate from several separate and apparently unrelated catchments on the massif and occupy numerous drainage systems (Fig. 2). By contrast, other laharic formations occupy only single, confined sectors of the ring plain, representing coherent areas of active inundation during their respective time periods. The ring-plain relief is dominated by the upper surfaces of VDA deposits (e.g., Ui et al., 1986) and the major drainage channels exhibit in comparison only minor incision (<20 m)."
  }, {
    "heading": "2.1. Warea Formation",
    "text": "The Warea Formation (Fig. 2) type area lies between the township of Warea and the Stony River in western Taranaki. The deposit forms large flat surfaces, intricately dispersed between and around the mounds of the older, underlying debris avalanche deposits. The unique characteristics of this intercalating deposit include its unusually strong lithification, its scoria-rich nature and the presence of radially fractured, bread-crusted volcanic bombs of 30+ cm diameter. In addition to this location, Neall and Alloway (2004) identified a number of other similar deposit lobes originating from the\ncone in every major catchment and grouped them as a single chronostratigraphic unit emplaced in the interval 13000– 22500 years B.P. Neall (1972) provides the only published account of possible generation and mode of emplacement for these deposits; that is, formation of lahars following major flank collapses with an accompanying supply of water, possibly from a crater–lake outbreak.\nField investigations of the Warea Formation breccias, laharic conglomerates and sandstones reported here were used to discriminate individual packets of deposits, constrain their periods of accumulation and determine their sources. The aims of this investigation were to examine the relationship between deposits emplaced in widely differing sectors of the volcano, infer the types of mass-flow processes that were active, and fit these units within the context of the overall development of the ring plain in response to known large-scale catastrophic events."
  }, {
    "heading": "3. Nomenclature",
    "text": "Mt. Taranaki diamicton units have been categorised as either lahar or debris avalanche deposits. They have similar textural characteristics (comparable fine-grained matrix containing fragmental clasts), but differing morphologies and distribution patterns. Debris avalanche deposits also containmegaclasts (Neall, 1979, Palmer et al., 1991; Scott et al., 2001); i.e., single definable fragments of lithologically or stratigraphically coherentmaterial as well as common in situ fractured clasts. Lahars are defined as “a rapidly flowing mixture of rock debris and water (other than normal stream flow) from a volcano” (Smith and Fritz, 1989). The term is then applied in general to flows with a range in sediment concentrations and rheologies. Lahars can be primary (syn-eruptive) or secondary (post-eruptive) (Vallance, 2000; Thouret, 2004) yet both types require an available source of unconsolidated material and water. Scott et al. (2001) distinguishes cohesive (clay rich, >3–5%) from non-cohesive (clay rich, <3–5%) flows that have very differing properties. The former are often derived from debris avalanche deposits and show little variationwith distance (Vallance and Scott, 1997), while the latter go through a range of transformations relating to entrainment or loss of sediment along their paths (e.g. Cronin et al., 1999). Pierson and Costa (1987) and Pierson (2005a,b) classified the range of subaerial sediment–water flow types within lahars based upon their rheologic behaviour, particularly deformation rate, sediment transport mechanism, and sediment concentration/grainsize. This classification ranges through; debris avalanche/grain flow (“dry”), debris flow (very high yield strength, laminar flow and >75% sediment concentration), hyperconcentrated flow (onset of measurable yield strength, dampened turbulent flow, c. 20–60% sediment; after Beverage and Culbertson, 1964) and normal stream flow <20% by volume sediment. Resulting deposits do not exhibit a 1:1 relationship to flow rheologies because rapid and localised variations in depositional environments result in sudden transformations from one rheology to another producing at times, complex deposits (Smith and Lowe, 1991). Vessell and Davies (1981) also describe a continuum between hyperconcentrated flow and debris flow as well as transitional stages between the two in respect of deposit structures. Smith (1986) and Pierson (2005a,b) provide a framework of deposit structural features that can be applied to classifying likely parent-flow rheologies (Table 1)."
  }, {
    "heading": "4. Stratigraphy",
    "text": "The Warea Formation can be divided into 3 distinct packages (Fig. 2) defined by stratigraphyand the distribution of deposits in specific sectors. Thebasal boundaryof someof thepackages is thePungarehuFormation, a 16 km3 debris avalanche deposit that inundates the majority of the western section of the ring plain (Alloway et al., 2005). The other time constraint of these Warea Formation deposits is the Oakura and Okato Tephra (identified by Neall, 1972) with the Oakura tephra providing a\nminimum age of 7000 years B.P. Each spatial package has a unique stratigraphy of stacked and on-lapping debris flow and hyperconcentrated flow deposits (Fig. 3a–c). Previously Oeo Stream sequences were also correlated to the Warea Formation (Neall, 1979; Neall and Alloway, 2004). New mapping of this study shows that despite being sedimentologically similar, these units are underlain by the c. 7000 years B.P. Opua Formation debris avalanche deposit and are hence unrelated."
  }, {
    "heading": "4.1. Stage 1",
    "text": ""
  }, {
    "heading": "4.1.1. Stony (Hangatauhua) River 16–22.5 ka B.P.",
    "text": "The Stony River sequences of Warea Formation exhibit one of the greatest ranges in deposit types. A well-developed paleosol separates the lowermost units from Pungarehu Formation. At 13 km from source, four individual sandy horizontally bedded hyperconcentrated flow units are separated by individual paleosols containing no identifiable tephra beds. In the upper catchment (above 13 km) the Oakura Tephra, (maximum age of 7000 years B.P.; Neall, 1972) overlies these units and the Okato Tephra is found with the Saunders Ash (16.1 ka B.P.; Neall, 1972) intermittently at its base. In the lower catchment the hyperconcentrated units are overlain by recent soils."
  }, {
    "heading": "4.1.2. Oaonui Stream 17702±82 B.P.",
    "text": "The Oaonui Stream catchment exhibits a sequence of stratigraphy that varies so much over short distances that individual units cannot be easily correlated downstream. In general four hyperconcentrated flow units, separated by thin silt/mud layers, are contained between a paleosol (in some places peat) above the Pungarehu Formation and\noverlying Hangatahua Formation (debris flows) in the upper catchment. The peat was dated at 17702±82 B.P. In some locations a debris flow/hyperconcentrated flow deposit occurs above the sequence that may relate to the 7 ka B.P. Opua Fm (Neall, 1979). Underlying this possible Opua corellative is a tephric paleosol, possibly correlated to the Okato and Oakura Tephra."
  }, {
    "heading": "4.2. Stage 2",
    "text": ""
  }, {
    "heading": "4.2.1. Matanehunehu Stream 14826±77 B.P.",
    "text": "The Matanehunehu Stream deposits and stratigraphy exhibit a much simpler stratigraphy. Paleosol and peat lenses occur in places above the Pungarehu Formation. These were C14 dated at 14826± 77 B.P. Above this a single deposit of debris flow (upper catchment) or hyperconcentrated flow (lower catchment) origin occurs overlain by a medial-ash rich soil."
  }, {
    "heading": "4.3. Stage 3",
    "text": ""
  }, {
    "heading": "4.3.1. Waiweranui Stream <22.5 ka B.P.",
    "text": "The Waiweranui Stream catchment contains a very similar sequence to the Stony River. Above a paleosol the sequence consists of four similarly-sized debris flow deposits separated by sandy paleosols. The sequence is overlain only by recent soil development, while nearer the current river channel three terraces occur, representing individual hyperconcentrated flow deposits correlated to the <1000 years B.P. Hangatahua Gravels (Neall and Alloway, 2004).\nFig. 5.Deposits from Stage 1 of theWarea Formation (Grid reference, NZMG E 2587351,W 62 the channel facies of the debris flows/hyperconcentrated flows. (b) Downstream equivalen (d) The channel facies deposit from the downstream-transformed, hyperconcentrated flow"
  }, {
    "heading": "4.3.2. Kapoaiaia Stream <22.5 ka.",
    "text": "In the Kapoaiaia Stream catchment, a single debris flow/hyperconcentrated flow deposit occurs above the underlying paleosol and Pungarehu Formation.\n5. The Pungarehu debris avalanche and its possible landscape modification\nThe 22100±600 years B.P. Pungarehu Formation debris avalanche deposit (Neall,1979; Ui et al.,1986; Alloway et al., 2005) covers an area of 200–250 km2, west to north-west of the present-day cone (Fig. 2). The >7 km3 on-land volume is spread in a broad fan with an average thickness of 30 m and run-out distance of 27 km. The avalanche was thought to have flowed in an unconfined fashion, yet in contrast to the other Taranaki debris avalanche deposits it has a distinctive westdirected physiographic pattern of axial and marginal facies (Neall, 1979). The unit has a pervasive yellow-brown, sandy clay, pumice-rich matrix that supports common basaltic-andesite to andesite clasts typically between 0.01 and 5 m in diameter, that are sub-angular, fractured or jigsawcracked. Somehighly fractured clasts formdomains of dispersed clast fragments over an area of several squaremetres. One of the most characteristic features of this deposit is the presence of megaclasts up to several hundred metres in size, forming domains within the deposit that show complete (and variably deformed) sections of complete stratigraphy from the original source area. Hummocks and conical mounds are common and vary in size and shape across the deposit from: axial (dominated by fragmental clasts and large, closely spaced mounds) to marginal (dominated by interclast matrix) facies (Neall, 1979; Alloway, 1989; Palmer et al., 1991).\nThe volume of the Pungarehu Formation equates to around 50% of the current cone, and immediately prior to this collapse event, Alloway et al. (2005) identifies an earlier collapse of similar size, producing the Ngaere Formation (5.85 km3) a debris avalanche deposit over the east to south-east ring plain before 22.6 ka B.P. Following these two enormous events, the ring plainwas substantially altered, but more importantly the cone itself was completely destroyed. The Last Glacial Maximum then occurred, (Alloway et al., 2007) with climatic conditions to 13500 years B.P. contributing to the general lowering of vegetation levels and ongoing instability of highelevation areas. At the same time, regrowth of the edifice appears to have started, with a steady rate of large-scale eruptions recorded (Alloway et al., 1995).\nFollowing emplacement of the Pungarehu debris avalanche deposit, the following sedimentary response is postulated (Fig. 4):\n1. Aggradation of volcanic conglomerates at the outer margins of the debris avalanche fan from mass flows derived from an unstable scarp (eastern half of the massif still present) and the unvegetated Pungarehu Formation deposit. 2. Establishment of an incipient drainage network, followed by channel-controlled mass flows produced during rainfall remobilisation of proximal tephra, block-and-ash-flow and scoria/pumiceflow deposits. 3. Broader spread of hyperconcentrated flows across the main debris avalanche surface generated from redistribution of proximal tephra and block-and-ash-flow deposits.\n20968). (a) Exposure of the sequence fromwithin the Stony River lower units represents t hyperconcentrated flows deposited at 9 km. (c) Graded hyperconcentrated flow unit. deposit."
  }, {
    "heading": "6. Landscape and sedimentary response — Warea Formation",
    "text": ""
  }, {
    "heading": "6.1. Stage 1",
    "text": ""
  }, {
    "heading": "6.1.1. Stony River",
    "text": "The deposits exposed in this area exist as a sequence of three packets of volcanic conglomerates and sandy gravel deposits, each of which exhibit central-channel facies, outer-channel facies and overbank facies variants (Fig. 5).\n6.1.1.1. Upper catchment (0–13 km). These deposits range from 0.2 to 3 m in thickness and are strongly influenced by paleo-channel morphology. The thickest units are those of the channel facies (Fig. 5), while the greatest variations are found in the overbank facies units, which may wedge-out over 10 m laterally. The lateral distribution of the channel facies deposits are similar to the extent of the present-day course of the Stony River; with widths ranging from c. 900 m at 9 km from source, increasing downstream to c. 2000 m at 13 km. Overall the deposits form broad tabular sheets, which due to their firm, indurated naturemay formdistinctflat-topped terraces. The units comprise poorly sorted volcanic breccias or conglomerates of black to dark grey basaltic andesite and grey to red-weathered dense andesite in a brown to yellow clay to sand-sized matrix, composed of andesites, pumice and clay, consistent with debris flow deposits (Major et al., 2005). The channel facies deposits are the coarsest, and contain 50–60% clasts in a coarse sandy matrix, whereas the overbank deposits are slightly better sorted with a median clast size of less than 0.1 m in a fine-sand matrix.\nThree distinct deposit sets occur. The lowest unit contains large metre-sized boulders in the channel facies and a pervasive pumice-rich matrix. In the outer-channel facies, clast alignment and in places crossbedding structures occur in the base. The clasts are sub-rounded, on average <0.2m in diameter and dominantly consist of grey, crystal-rich (hornblende/pyroxene) dense andesites. The middle unit in outerchannel facies shows reverse grading, and in the upper part exhibits metre-scale, low-angle cross-beds. The uppermost unit is a massive pebbly coarse sand. Both units contain sub-angular clasts <10–15 cm in size, ranging from black basaltic-andesite to grey and red andesite with occasional <3 cm pumice clasts. Overbank deposits from all three units are similar, comprising unstratified massive coarse-sand to silty-sand deposits. In the finest grained units horizontally stratified beds and separation of pumice and lithic-rich layers occur. Contacts between deposits in the channel are erosional or represented by thin silt layers. In outer-channel and overbank facies, contacts are sharp and planar with minor low amplitude ripple beds and cm-sized silt layers (presumably formed by settling and dewatering c.f.; Cronin et al., 2000).\n6.1.1.2. Lower catchment (13–21 km). Near the coastline, correlative deposits comprise three distinct, 1 m-thick finer grained units, with differences that result from apparent flow transition. These also form large tabular sheets, but with less distinctive terraces. The poorly sorted, matrix-dominated deposits have similar lithologies to upstream sites (Fig. 5). They comprise silty sands to silty gravelly sands, exhibiting weak planar bedding and common cm-sized pumice clasts. Clasts (<5–15 cm diameter) make up <40% of the unit, and are mainly sub-rounded dense andesite. Occasional >1 m-sized clasts occur either contained in isolation or associated with clast-rich lenses or trains in paleo-channel sites. Contacts between the three distinct units are planar and non-erosive, being marked by 5–10 cm-thick layers of laminated silt and fine sand."
  }, {
    "heading": "6.1.2. Oaonui Stream",
    "text": "At the southern edges of the Pungarehu Formation, similar deposits occur to those in the Stony catchment, but with lithology and structure\nFig. 6. Deposits from Stage 2 of the Warea Formation from the Werekino Stream (Grid re representative of Stage 2. b. Transition zone (over 20 m) from channel to overbank facies. c. B\nthat may indicate different source areas and parent-flow types. These deposits inundated a 1000-m-wide area at 200 m elevation (20 km from source) and at the coast they spread laterally over 2000 m. The deposits are covered in part by the c. 7000 years B.P. Opua Formation debris avalanche deposits. They are confined to a distinctive paleodepression formed between the axial-A and marginal facies (Neall, 1979) of the Pungarehu debris avalanche deposits. Pockets of lignite, capping the avalanche and underling these deposits, show that the area had ponded-water/swampy conditions for some time after the debris avalanche deposition. The paleo-channel appears to have been similar to the present narrow (c. 30 m wide) and shallow (<10 m deep) active channel cut into the clay-rich debris avalanche deposits.\nThe up to 10-m-thick combined deposit sequence is indurated, with individual beds forming tabular sheets but no distinctive terraces. Up to four distinct packets of deposits occur, each being 0.5–1.5 m thick. The volcanic conglomerates have higher matrix mud contents (yellow–grey silty sand) and higher proportions of fine pumice pebbles (c. 5% by volume). They also show a lower clast content (~40%) of finer clasts (<20 cm). The lowermost deposit shows reverse grading with clast size increasing from coarse pebbles to ~25 cm in size. Overlying coarse sandy diamictons are 0.5 m-thick packets which exhibit normal grading, while the upper units are weakly planar bedded and have clast alignment parallel to the bed. In places, low-angle lenticular, cross-stratified beds form and are several metres in length, with locally better sorting and dominantly finer grain-sizes than the rest of the deposit. The clasts comprise subangular, predominantly black, basaltic-andesite, red–grey andesite and pumice. The contacts between depositional units are marked by prominent laminar-bedded silt layers, 5–10 cm thick."
  }, {
    "heading": "6.1.3. Interpretation",
    "text": "The deposits in these two catchments were identified as theWarea Formation (Neall, 1979), described as brecciated sands, and inferred to be lahar deposits (Alloway et al., 2005). Despite being prehistoric deposits with very little information pertaining to the parent flows, factors such as rheology, source and initiation can only be inferred by comparison to similar modern day analogues such as the Mt. St. Helens 1980 flows (Pierson, 1985, 1986; Major et al., 2005) and Mt. Ruapehu lahars from the 1995 eruptions (Cronin et al., 2000).\nThe deposits are characteristic of lahar deposits, being noncohesive sandy diamicts, and their complex changes in sedimentary character imply flows that rapidly transformed between debris flows and turbulent hyperconcentrated flows (c.f. Pierson and Scott, 1985; Cronin et al., 1997), as well as having vertical and time-dependent transformations causing complex deposition (e.g., Cronin et al., 2000). Themost diagnostic feature is their transformation over ~7 km of runout (13–20 km from source), from a coarse sandy diamict to a better sorted, and stratified, sand-dominated deposit (Fig. 5). This standard head to tail transformation is a result of deposition and loss of sediment rather than an increase or influx of water. Observed lahars that transform like this (Mt. Ruapehu 1995: Cronin et al., 2000) also exhibit a decrease in peak discharge and observed velocity.\nOne of the best recognised factors in the transformation from debris flow to hyperconcentrated flow is the normal grading of deposits in upper catchments, suggesting a flow that is slowing, with the larger particles progressively settling out (Pierson, 2005b). Subsequent deposits become finer and better sorted as the flow regime changes from a dominantly collisional and frictional granular flow, to turbulent flow of particles in short-term suspension or saltation (Pierson, 2005b). However, in these deposits, the basal layers show longitudinal (parallel to flow direction) cross-bedding indicating the formation of bars and berms. This may be attributed to deposition of the material from a watery head of the flow (c.f., Cronin\nference, NZMG E 2582956, W 6224626). a. Central part or channel facies of deposits ouldery channel facies. d. Bedded pumice and silt-rich layers within the overbank facies.\net al., 1999), but more likely, represents deposition by the waning stage flow tail, with lower sediment contents.\nThe source of the material is difficult to determine, since most Mt. Taranaki lithologies occupy a narrow compositional range (Neall et al., 1986). Very little highly weathered or hydrothermally altered material was observed; pumice/scoria clasts are typically confined to sand-grade and rare pebbles. Hence, in general the constituents are very similar to the underlying debris avalanche material, although having a sandy rather than clay matrix. This may imply that the materials are derived from the avalanche and avalanche scarp where this type of material is readily available. The lack of pumice and the presence of sorted sands would suggest that the source is not from concurrent eruptives (as observed with younger deposits) (Platz et al., 2007). The initiation of the parent flows are probably related to the high rainfall of the area, coupled with huge areas of fresh and unvegetated debris avalanche deposits and scarp. The deposits reflect the filling ofmarginal and shallow surficial incipient drainages on the debris avalanche, forming temporary small braided river systems. After this period of redeposition, soil development and cutting of more stable channel systems occurred indicating that the landscape stabilised within 5000–7000 years of the Pungarehu debris avalanche."
  }, {
    "heading": "6.2. Stage 2",
    "text": "The next group of volcanic diamictons is differentiated by location, lithology, structure, age and stratigraphy. An intervening paleosol indicates that these units were formed some time after the Pungarehu Formation and a radiocarbon date places them at c. 3000 years younger than the Stage 1units (Fig. 3b). Thedepositswere confined to box-shaped river channels located between the Stage 1 deposits and the Pungarehu Formation. The underlying paleosol layer is absent in the channel facies of Stage 2 units, where the contact is unconformable (erosive). The deposits in this stage consist of a channel facies unit that grades rapidly laterally into an overbank facies. Stratigraphically equivalent units are found in the catchments of Oaonui, Oaoiti, Matanehunehu and Werekino Streams. Only the latter is described further."
  }, {
    "heading": "6.2.1. Werekino/Matanehunehu Stream",
    "text": "Stage 2 deposits are best exposed between the Werekino and Matanehunehu Streams in western Taranaki, set within a 2000 mwide flood plain. The channel facies deposit of a single unit occupies the Werekino Stream area valley, confined to a former 40 m-wide by 8 m-high valley (Fig. 6). Its overbank facies (up to 2 m thick) forms a tabular sheet spreading laterally ~200 m from the channel (Fig. 6). The transition between these two facies occurs rapidly, wedging over ~10 m laterally. The confined channel facies is coarse, bouldery (55% by volume), clast-supported conglomerate with an intervening poorly sorted yellow to greyish-brown coarse sandy matrix comprising 40% of the unit. Clasts are primarily rounded to sub-rounded, grey to greyish red and subordinate black (10% and <10 cm) porphyritic dense andesites. The broader overbank facies comprises a 2–3m-thick silty-sand unit that is sorted and exhibits well-defined laminar, dune and lenticular bedding. The remainder of the flood plain comprises sheet-like overbank deposits from a series of flows with similar sedimentary character. The units often form a thin sandymantle in the depressions of the debris avalanche deposit, along with occasional thicker mounds former bars of coarser, indurated and cemented sands. Individual beds are 5 to 40 cm-thick, often with erosive basal contacts. Beds are commonly cross-stratified and have sharp upper boundaries defined by cm-thick layers of silt or fine sand, at times exhibiting weak paleosol development. Some beds arewell sorted and some monolithologic, e.g., pumice-dominated, or grey, uniform andesite sands to dense pebbles. Units are often reversely graded with the upper portions containing occasional clasts of up to 20 cm diameter."
  }, {
    "heading": "6.2.2. Interpretation",
    "text": "The second stage of evolution of the ring-plain drainage network following the Pungarehu debris avalanche was characterised by the formation of small, but well-defined box-shaped channels that may have formed as the avalanche and related scarp became re-vegetated. These channels were inundated by re-distributed eruptive products, once the volcanic cone began to re-grow. Evolution of active volcanic ring plains through the emplacement of lahars show very similar processes, e.g.: at Mt. Ruapehu, (Cronin and Neall, 1997; Donoghue and Neall, 2001), Iliamna Volcano, (Waythomas et al., 2000), Kelud Volcano (Thouret et al., 1998), Borzsony Mountains (Karatson and Nemeth, 2001), Merapi Volcano (Lavigne et al., 2000) and Mt. St. Helens (Scott, 1988a,b). The lithology of the Stage 2 deposits implies that they were no longer being sourced directly from the debris avalanche deposit, but instead from explosive (pumice) and domeforming eruptions (dense-rock).\nAn illuminating feature of these Stage 2 deposits is the exposure of complete cross-sections of a bouldery channel facies that passes rapidly laterally into a sandy hyperconcentrated flow-like overbank facies (Figs. 3 and 6). Ongoing rain-triggered lahars from the constantlyerupting Gunung Semeru, East Java, Indonesia (Lavigne and Suva, 2004; Thouret et al., 2007) provide an ideal modern analogue. Lahars at Mt. Semeru are considered to be of low velocity, resulting from the development of a frontal bouldery dam, dominated by a granular– collisional regime. Flow progression occurs in a series of pulses due to this self-inhibiting mechanism. The tail of the flow erodes into the initially emplaced boulder-dominated deposits, as well as spreading laterally depositing a sandy hyperconcentrated flow deposit. The result is normally graded deposits with a basal layer of rounded boulders. This model corresponds to the features of the Stage 2deposits described from Taranaki, particularly the lack of downstream transformations from debris flow to hyperconcentrated flow (c.f. Stage 1). Thouret et al. (2007) identifies three controlling factors on Mt. Semeru for the lahars observed: a source of easily erodible material (from dome or coulee collapse, tephra covered fans), high-intensity rainfall and smallimmature channel systems.\nIt is envisaged that a similar process was occurring at Mt. Taranaki during Stage 2; a cone re-forms fromeffusive and explosivematerial and redeposits some of these products to lower altitudes during highintensity rainfall events. Theseflowswere initially confined to immature drainage structures formed between closely spaced events. Gradually the overbank deposits of these flows filled a series of small flood plains between the last-stage deposits and the debris avalanche deposit."
  }, {
    "heading": "6.3. Stage 3",
    "text": "The third stage of the ring-plain response is marked by deposits of sandy gravels located directly on top of Pungarehu Formation deposits or on top of Stages 1 and 2 debris flow deposits, occupying areas betweenmounds in a pattern that gives rise to the idea that they flowed around themounds (Neall, 1979) (Figs. 3 and 7). The type section of the Warea Formation (Neall, 1979) is located abutting a 30 m-high Pungarehu mound (Fig. 7). Deposits from this stage are best found parallel to themain depositional axis of the Pungarehu Formation, in the mid-sections of the present Waiweranui and lower Kapoaiaia Streams."
  }, {
    "heading": "6.3.1. Waiweranui Stream",
    "text": "The flows inundated an area adjacent to the current Waiweranui Stream, spanning a width, perpendicular to the stream of 200–300 m at 9 km distance from source and ~1000mwide at the coast. The units fill areas between debris avalanche mounds of the axial b facies of the Pungarehu (c.f., Palmer et al., 1991). Sub-terraces are cut and filled by overlying deposits of similar character. Individual beds range between 0.5 and 1.8 m-thick and no clear channel vs overbank facies is exhibited. Distinctive within each unit is a pebble- to boulder-rich basal layer that grades upwards into a finer sand-dominated and\npebble/boulder-free layer. The overall deposits are muddy gravelly sands with a matrix of grey/red/black muddy coarse sand that weathers to yellow brown in oxidised outcrops; <5% pumice (<2 cm in size) occurs. The matrix is often friable and contains common pores/vesicles within it. Sub-angular clasts, dominantly <20 cm in diameter, are mostly grey to red dense andesites and black basaltic andesite with rare (<5%) pumice clasts. In basal layers, clast trains\noccur and many of the clasts are sub-rounded. Where the deposits on-lap debris avalanche mounds they are commonly pebble-rich and exhibit minor bedding and sorting (Fig. 7). These marginal facies, distinctively also contain bread-crusted and radially fractured, 10– 25 cm, black, scoriaceous porphyritic bombs (Fig. 7). In addition to coarse-tail normal grading, the units (3–4) also exhibit lenses with better sorting and faint cross-bedding structures (1–3 m long).\nContacts between units and at the base are planar and non-erosive, commonly with cm-thick layers of silt capping units."
  }, {
    "heading": "6.3.2. Waiweranui Stream, Oaonui Stream",
    "text": "A suite of deposits, considered by Neall and Alloway (2004) to be of laharic origin, occur as capping units in the Oaonui Stream and on the lowest flood-plain surface in the Waiweranui Stream area (Fig. 2). These units are here considered to represent parts of the Hangatahua Gravels (Neall and Alloway, 2004), derived from remobilisation of the block-and-ash-flow deposits of the last 1000 years located in their upper catchments (c.f., Platz et al., 2007). These moderately poorly sorted, and weakly cross- and laminar-bedded deposits comprise\nFig. 8. Examples and outputs of final stages of flow (greatest inundation) from three Titan2D c b. Waiweranui Stream and c. Stony River (Werekino Stream) catchments.\nmuddy gravelly sands with a grayish-brown and grey sand-dominated matrix and <5 cm sub-rounded clasts."
  }, {
    "heading": "6.3.3. Stony River",
    "text": "Similar to the above two catchments, the Hangatahua Gravels (Neall and Alloway, 2004), occur in the Stony River as clast-supported bouldery gravels and gravelly sands."
  }, {
    "heading": "6.4. Interpretation",
    "text": "The latest stage of evolution of the ring plain, following the stabilisation of the Pungarehu deposit was the inundation of the\nomputer simulations of flows (1×108m3)with source areas from the; a. Oaonui Stream,\nlateral margins and streamvalleys within the debris avalanche deposit bymass flows possibly derived from rainfall-reworked block-and-ashflow deposits or those that may have been initiated from hot ejecta upon snow and ice on the upper flanks (c.f., Neall, 1973). The units are representative of hyperconcentrated flows (c.f., Pierson, 2005a,b), but with minor restricted areas of slightly coarser facies reminiscent of near-channel units of eruption-related non-cohesive lahars (c.f., Cronin et al., 2000). The parent hyperconcentrated flows travelled down poorly-defined flow paths, progressively inundating areas ~20 km across in distal areas.\nThe broad and thin distribution of these deposits is similar to overbank hyperconcentratedflows observed onMt. Pinatubo by Pierson et al. (1996), where very shallow flows spread laterally over wide areas gently flowing around intricate obstacles. The presence of pumice and jigsaw jointed, bread-crusted volcanic bombs implies an immediate triggering of the emplacing flow similar to that described by Arguden and Rodolfo (1990), and Rodolfo and Arguden (1991) within “hot” lahars. Initiation of the flow from pyroclastic flows interacting and melting snow and ice was also proposed by Neall (1973)."
  }, {
    "heading": "7. Computer simulation of debris flows",
    "text": "The simulation of volcanic mass flows or debris flows is common for hazard analysis (Saucedo et al., 2003; Sheridan et al., 2004), but it has not often been applied to landscape-reconstruction studies. Current computer simulation of volcanic debris flows uses either: 1. slope-area or statistical methods with digital elevation models (DEMs) (Schilling, 1998); 2. commercially available hydrologic codes or flood models based on the movement of water in channelized flow (e.g., Carrivick et al., 2008), or 3. the application of more experimental granular-flow simulations, utilising an incompressible Coulomb continuum approach (e.g., Iverson, 1997; Iverson and Denlinger, 2001; Pitman and Le, 2005). Titan2D is a depth averaged, “shallow water” flow model, with modules for simulating either a dry granular flow, or a two-phase viscous fluid+granular flow, developed by the Geophysical Mass Flow Modelling group at SUNY Buffalo (Pitman and Le, 2005). The major innovative feature of this family of codes is that they solve the movement of a granular or two-phase mass of an initially specified volume over natural terrains by using an adaptive\ngrid (Patra et al., 2005). For the purpose of this study where large areas are covered by flows and channel-definition is low, Titan2D offers an advantage in its application of an adaptive grid, reducing computational power while enabling flows to be simulated across large areas with a digital elevationmodel (DEM) in original resolution. Titan2D was run over a DEM of 20 m resolution (constructed from contour data of the area) within the GRASS GIS package.\nTo accurately simulate the source areas for mapped deposits a catchment analysis was performed using ArcGIS (ESRI, 2007); from this the centre of each major drainage path identified was used as the starting point for each simulation. The starting piles were on the upper Stony River, Waiweranui Stream, Okahu Stream and Oaonui River at start elevations of c. 400–700 m. These were determined by identifying the catchment or source areas of the current drainage paths as well as the cross-referencing from the most proximal known location of each deposit. Three different volumes, 1×106 m3, 1×107 m3 and 1×108 m3 were modelled at each starting location with each starting pile being situated in the channel. Each flow was modelled in the two-phase Titan2D code, containing 70% granular material and 30% fluid as that ratio is suggested typical of lahars by Cronin et al. (1997) and Pierson (2005b).\nAll simulated flows in the Stony andWaiweranui catchments were confined to the current flood plains or present-day channel. In the Okahu and Oaonui catchments, the flows spread laterally across the flank of the cone with the simulations readily alternating flow path at lower altitudes occupying other catchments and running-out through adjacent streams (Fig. 8). This phenomenon actually occurred during a small lahar within Oaonui Stream during 1999 (Hancox, 1999), where a rock fall transformed into a lahar before infilling the channel and spilling out from its stream channel into an adjacent stream. In general each simulation had a very short run-out distance of 6–7 km (planar distance) before spreading out and dissipating. No flows reached or outran the distance of the current inundation areas of the described deposits or flowed to the coast. A series of simulations was then repeated in the Stony River with the starting locations at the final run-out distance of the previously simulated flows. These showed channel confinement of flows and related inundation of flood plains in a similar pattern and run-out to deposits of Stage 1 along the Stony River."
  }, {
    "heading": "7.1. Interpretation",
    "text": "The computer simulations are a useful tool to characterise and compare possible source and inundation areas as well as flow paths, but do not provide the detail to compare small-scale processes that form the texture and structure observed in deposits. All computer simulations also need to be rigorously optimised before small-scale comparison can be undertaken.\nThe common output from the simulations that started at the highest point in each catchment is that the run-out distance is low, no single channel confines the flow and the flows spread out over an area of ~1000 m between the altitudes of 500 and 400 m (Fig. 8). The simulations also suggest that the flows described here originated from an elevation consistent with the mid-flanks of the current cone, consistent with its collapsed and slowly rebuilding state at the time."
  }, {
    "heading": "8. Volcanic hazard assessment and mapping",
    "text": "Neall and Alloway (1996) produced a Taranaki Volcanic Flow Hazard Map that defined zones of risk from A to F (highest to lowest). The hazardmap and the displayed zones were produced by estimating the return periods of surface inundation frommapped past pyroclastic flow, lahar and debris avalanche deposits. In this methodology, surfaces where the uppermost flow unit in the Pungarehu Formation had a return period of 23000 years, and was hence zoned as “E”. The Warea Formation was categorised as “D”, intermediate hazards, and with an estimated return period of between 3500 and 23000 years (Alloway et al., 2005). The streams and their associated flood plains were categorised as “C”, the highest hazard from lahars, with an estimated return period of 500–3500 years. Notably, these hazard zones are primarily based on prehistoric patterns of deposition and the effect of the terrain or landscape-altering events are not able to be accurately portrayed on a map in an appropriate resolution. In addition, large-scale debris avalanches are known to be landscapechanging on this ring plain, hence drainage patterns following such events will be erratic and may re-establish in completely different locations as a new cone develops. Hence, such deposit-based hazard maps give only a holistic view of future mass-flow hazards. Hazard maps and predictive hazard zones need to be developed or constantly updated that take into account the variety of scenarios that could occur from a large-scale, catastrophic event or from rapidly changing drainage patterns."
  }, {
    "heading": "9. Conclusions",
    "text": "Typical chronostratigraphic-basedmapping of volcanic fans or ring plains often means that in the poor resolution of available tephra marker horizons, numerous deposits of possibly widely varying origin, mechanism and age are grouped into individual packets. This aids mapping and a general view of overall ring-plain growth, but does not allow detailed dynamic processes of ring-plain growth to be analysed. Emplacement of large volcanic debris avalanches changes the landscape in their source regions (on the cones) and the surrounding ring plains. This implies that in order to interpret ring-plain successions from repeatedly collapsing volcanoes, the dynamics of landscape response following debris avalanche emplacement must be considered. The sedimentary sequence developed following the emplacement of the Pungarehu Formation debris avalanche deposit on the western ring plain of Mt. Taranaki was formerly a single mapping unit comprising of deposits of mass flows of similar overall character aged between 13 and 22000 years B.P. However, based on the sedimentological and geomorphological features of these units, the response to the landscape-altering Pungarehu event that has been interpreted into three stages in the landscape recovery was identified (Fig. 2).\nDeposition at the margins of the debris avalanche fan, including filling the natural low points and channels developed along its side.\nMass flows, including debris and hyperconcentrated flows, then developed from the proximal avalanche areas and possible scarp and debris avalanche deposit. Rainfall runoff from the non-vegetated landscape was extreme. This stage was probably confined to the first few decades following the debris avalanche.\nFormation of narrow, box-shaped channels into the debris avalanche deposit, followed by their infilling and inundation by mass flows (dominantly hyperconcentrated flows) redistributing primary eruptive products from the re-growing cone. This stage occurred up to 9 ka after the debris avalanche.\nFrom 9 ka to present, overland flow across broad and higher areas of the debris avalanche deposit form shallow, low-energy sheet-like hyperconcentrated flows. These units are typically generated from rainfall-induced redistribution of proximal deposits of block-and-ash flows, scoria/pumice-rich pyroclastic flows and tephra covered fans from the upper slopes of the massif.\nFrom a hazards perspective, this implies that following a major debris avalanche event, the old drainage system is effectively erased. Instead, new channels and new loci of mass-flow hazards are formed probably initially along the edges of the debris avalanche fan. Later channels are formed in relation to the morphology of the re-growing cone. Post-avalanche hazard continues as a threat in broad areas of the surrounding landscape for several thousand years, because the immature and small channels formed are often easily inundated by accelerated periods of volcanism that often follow major cone destruction events. This implies that Volcanic Flow Hazard Maps should be regarded as continuing “works-in-progress” with major adaptations necessary following such large landscape changes."
  }, {
    "heading": "Acknowledgements",
    "text": "This work is supported by a TPMF FRST PhD fellowship (JNP), and forms part of the FRST PGST program “Learning to live with volcanic risk” (SJC). We also thank the George Mason Trust and Freemasons for scholarship support and the many farmers in the western Taranaki area for access to their land. We would like to acknowledge the support of GMFG at SUNY Buffalo for the use of the Titan 2D model. Thanks to Dr. N. Riggs and Dr D. Karatson for their careful and valuable reviews. We would also like to thank Prof. V. Neall for his assistance and input."
  }],
  "year": 2009,
  "references": [{
    "title": "Late Quaternary cover-bed stratigraphy and tephrochronology of north-eastern and central Taranaki, New Zealand",
    "authors": ["B. Alloway"],
    "venue": "Unpublished PhD thesis,",
    "year": 1989
  }, {
    "title": "Late quaternary (post 28,000 year BP) tephrostratigraphy of northeast and central Taranaki, New Zealand",
    "authors": ["B. Alloway", "V.E. Neall", "C.G. Vucetich"],
    "venue": "Journal of the Royal Society of New Zealand",
    "year": 1995
  }, {
    "title": "Stratigraphy, age, and correlation of voluminous debris avalanche events from an ancestral Egmont Volcano: implications for coastal plain construction and regional hazard assessment",
    "authors": ["B. Alloway", "P. McComb", "V. Neall", "C. Vucetich", "J. Gibb", "S. Sherburn", "M. Stirling"],
    "venue": "Journal of the Royal Society of New Zealand",
    "year": 2005
  }, {
    "title": "Sedimentologic and dynamic differences between hot and cold laharic debris flows of Mayon Volcano, Philippines",
    "authors": ["A.T. Arguden", "K.S. Rodolfo"],
    "venue": "Geological Society of Americ",
    "year": 1990
  }, {
    "title": "Hyperconcentrations of suspended sediment, American Society of Civil Engineers, Proceedings",
    "authors": ["J.P. Beverage", "J.K. Culbertson"],
    "venue": "Hydraulics Division Journal 90",
    "year": 1964
  }, {
    "title": "A fluid dynamics approach to modelling the 18th March 2007 Lahar at Mt. Ruapehu, New Zealand",
    "authors": ["J. Carrivick", "V. Manville", "S.J. Cronin"],
    "venue": "Bulletin of Volcanologydoi:10.1007/s00445-008-0213-2 (published on-line April",
    "year": 2008
  }, {
    "title": "A Late Quaternary stratigraphic framework for the northeastern Ruapehu and eastern Tongariro ring plains, New Zealand",
    "authors": ["S.J. Cronin", "V.E. Neall"],
    "venue": "New Zealand Journal of Geology and Geophysics",
    "year": 1997
  }, {
    "title": "Changes in Whangaehu River lahar characteristics during the 1995 eruption sequence, Ruapehu volcano, New Zealand",
    "authors": ["S.J. Cronin", "V.E. Neall", "J.A. Lecointre", "A.S. Palmer"],
    "venue": "Journal of Volcanology and Geothermal Research",
    "year": 1997
  }, {
    "title": "Dynamic interactions between lahars and stream flow: a case study from Ruapehu volcano, New Zealand",
    "authors": ["S.J. Cronin", "V.E. Neall", "J.A. Lecointre", "A.S. Palmer"],
    "venue": "Geological Society of America",
    "year": 1999
  }, {
    "title": "Transformation, internal stratification, and depositional processes within a channelised, multi-peaked lahar flow",
    "authors": ["S.J. Cronin", "J.A. Lecointre", "A.S. Palmer", "V.E. Neall"],
    "venue": "New Zealand Journal of Geology and Geophysics",
    "year": 2000
  }, {
    "title": "Late Quaternary constructional history of the southeastern Ruapehu ring plain, New Zealand",
    "authors": ["S.L. Donoghue", "V.E. Neall"],
    "venue": "New Zealand Journal of Geology and Geophysics",
    "year": 2001
  }, {
    "title": "Debris avalanche and debris flow lahar in Oaonui",
    "authors": ["G.T. Hancox"],
    "venue": "Stream on Mt Egmont,",
    "year": 1999
  }, {
    "title": "Flowof variablyfluidized granularmaterial across three dimensional terrain 1: Coulombmixture theory",
    "authors": ["R.M. Iverson", "R.P. Denlinger"],
    "venue": "Journal of Geophysical Research",
    "year": 2001
  }, {
    "title": "The physics of debris flows",
    "authors": ["R.M. Iverson"],
    "venue": "Reviews in Geophysics",
    "year": 1997
  }, {
    "title": "Assessment and response to lahar hazard around Mount Pinatubo",
    "authors": ["R.J. Janda", "A.S. Daag", "P.J. Delos Reyes", "C.G. Newhall", "T.C. Pierson", "R.S. Punongbayan", "K.S. Rodolfo", "R.U. Solidum", "J.V. Umbal"],
    "venue": "Fire andMud: Eruptions and Lahars ofMt",
    "year": 1997
  }, {
    "title": "Lithofacies associations of an emerging volcaniclastic apron in a Miocene volcanic complex: an example from the Borzsony Mountains, Hungary",
    "authors": ["D. Karatson", "K. Nemeth"],
    "venue": "International Journal of Earth Sciences (Geologische Rundschau.)",
    "year": 2001
  }, {
    "title": "Contrasts between debris flows, hyperconcentrated flows and stream flows at a channel of Mount Semeru, East Java, Indonesia",
    "authors": ["F. Lavigne", "H. Suva"],
    "venue": "Geomorphology",
    "year": 2004
  }, {
    "title": "Lahars at Merapi volcano, Central Java: an overview",
    "authors": ["F. Lavigne", "J.C. Thouret", "B. Voight", "H. Suwa", "A. Sumaryono"],
    "venue": "Journal of Volcanology and Geothermal Research",
    "year": 2000
  }, {
    "title": "Quaternary lahar stratigraphy of the western Ruapehu ring plain, New Zealand",
    "authors": ["J.A. Lecointre", "V.E. Neall", "A.S. Palmer"],
    "venue": "New Zealand Journal of Geology andGeophysics",
    "year": 1998
  }, {
    "title": "Post-eruption hydrology and sediment transport in volcanic river systems",
    "authors": ["J.J. Major"],
    "venue": "Water Resources IMPACT 5,",
    "year": 2003
  }, {
    "title": "Posteruption suspended sediment transport at Mount St. Helens: decadal-scale relationships with landscape adjustments and river discharges",
    "authors": ["J.J. Major"],
    "venue": "Journal of Geophysical Research",
    "year": 2004
  }, {
    "title": "Debris flows at Mount St",
    "authors": ["J.J. Major", "T.C. Pierson", "K.M. Scott"],
    "year": 2005
  }, {
    "title": "The 26.5 ka Oruanui eruption, New Zealand: a review of the roles of volcanism and climate in the post-eruptive sedimentary response",
    "authors": ["V. Manville", "Wilson"],
    "venue": "C.J.N.,",
    "year": 2004
  }, {
    "title": "Tephrochronology and tephrostratigraphy of western Taranaki, New Zealand",
    "authors": ["V.E. Neall"],
    "venue": "New Zealand Journal of Geology and Geophysics",
    "year": 1972
  }, {
    "title": "Some aspects of western Taranaki geology and pedology",
    "authors": ["V.E. Neall"],
    "venue": "Unpublished PhD thesis. Victoria University of Wellington,",
    "year": 1973
  }, {
    "title": "Sheets P19, P20 and P2 l New Plymouth, Egmont and Manaia, Geological Map of New Zealand. New Zealand Department of Science and Industrial Research, Wellington, scale",
    "authors": ["V.E. Neall"],
    "year": 1979
  }, {
    "title": "B.E.,1996.VolcanichazardmapofWesternTaranaki.MasseyUniversity Department of Soil Sciences",
    "authors": ["V.E. Neall", "Alloway"],
    "venue": "Occasional Report No",
    "year": 1996
  }, {
    "title": "Quaternary geological map of Taranaki",
    "authors": ["V.E. Neall", "B.E. Alloway"],
    "venue": "Massey University Department of Soil Sciences, Occasional Publication",
    "year": 2004
  }, {
    "title": "I.E.M.,1986.Historyandpetrologyof theTaranaki volcanoes",
    "authors": ["V.E. Neall", "R.B. Stewart", "Smith"],
    "venue": "Royal Society of New Zealand Bulletin",
    "year": 1986
  }, {
    "title": "Contrasting lithofacies architecture in ring plain deposits related to edifice construction and destruction, the Quaternary Stratford andOpunake Formations, Egmont Volcano, New Zealand",
    "authors": ["B.A. Palmer", "V.E. Neall"],
    "venue": "Sedimentary Geology",
    "year": 1991
  }, {
    "title": "Volcanic debris-avalanche deposits in NewZealand: lithofacies organisation in unconfined, wet-avalanche flows",
    "authors": ["B.A. Palmer", "B.V. Alloway", "V.E. Neall"],
    "venue": "Sedimentation in Volcanic Settings: Society of Economic Paleontologists and Mineralogists Special Publication,",
    "year": 1991
  }, {
    "title": "Parallel adaptive numerical simulation of dry avalanches over natural terrain",
    "authors": ["A.K. Patra", "A.C. Bauer", "C.C. Nichita", "E.B. EPitman", "M.F. Sheridan", "M. Bursik", "B. Rupp", "A. Webber", "A.J. Stinton", "L.M. Namikawa", "C.S. Renschler"],
    "venue": "Journal of Volcanology and Geothermal Research",
    "year": 2005
  }, {
    "title": "Initiationandflowbehaviorof the1980PineCreekandMuddyRiver lahars, Mount St. Helens, Washington",
    "authors": ["T.C. Pierson"],
    "venue": "Geological Society of America",
    "year": 1980
  }, {
    "title": "Flow behavior in channelized debris flows, Mount St",
    "authors": ["T.C. Pierson"],
    "venue": "Hillslope Processes. Allen and Unwin,",
    "year": 1986
  }, {
    "title": "Flow and deposition of posteruption hot lahars on the east side of Mount Pinatubo",
    "authors": ["T.C. Pierson", "A.S. Daag", "P.J. Delos Reyes", "M.T.M. Regalado", "R.U. Solidum", "B.S. Tubianosa"],
    "venue": "July – October",
    "year": 1996
  }, {
    "title": "Transformation of water flood to debris flow following the eruptiontriggered transient-lake breakout from the crater on",
    "authors": ["T.C. Pierson"],
    "venue": "March 19,",
    "year": 1997
  }, {
    "title": "Distinguishing between debris flows and floods from field evidence in small watersheds",
    "authors": ["T.C. Pierson"],
    "venue": "U.S. Geological Survey Fact Sheet",
    "year": 2005
  }, {
    "title": "Hyperconcentrated flow— transitional process betweenwater flow and debris flow",
    "authors": ["T.C. Pierson"],
    "year": 2005
  }, {
    "title": "Downstream dilution of a lahar: transition from debris flow to hyperconcentrated streamflow",
    "authors": ["T.C. Pierson", "K.M. Scott"],
    "venue": "Water Resources Research",
    "year": 1985
  }, {
    "title": "A rheologic classification of subaerial sediment–water flows",
    "authors": ["T.C. Pierson", "J.E. Costa"],
    "venue": "Reviews in Engineering Geology,",
    "year": 1987
  }, {
    "title": "Perturbation and melting of snow and ice by the 13 November 1985 eruption of Nevado del Ruiz, Colombia and consequent mobilization, flow and deposition of lahars",
    "authors": ["T.C. Pierson", "R.J. Janda", "J.C. Thouret", "C.A. Borrero"],
    "venue": "Journal of Volcanology and Geothermal Research",
    "year": 1990
  }, {
    "title": "A two-fluid model for avalanche and debris flows",
    "authors": ["E.B. Pitman", "L. Le"],
    "venue": "Philosophical Transactions of the Royal Society",
    "year": 2005
  }, {
    "title": "Origin and early evolution of lahar channel at Mabinit, Mayon volcano, Philippines",
    "authors": ["K.S. Rodolfo"],
    "venue": "Geological Society of America",
    "year": 1989
  }, {
    "title": "Rain–lahar generation and sediment-delivery systems at Mayon volcano, Philippines",
    "authors": ["K.S. Rodolfo", "A.T. Arguden"],
    "venue": "Sedimentation in Volcanic Settings: Society of Economic Paleontologists and Mineralogists Special Publication,",
    "year": 1991
  }, {
    "title": "Modeling of pyroclastic flows of Colima Volcano, Mexico: implications for hazard assessment",
    "authors": ["R. Saucedo", "J.L. Macias", "M.F. Sheridan", "M.I. Bursik", "J.C. Komorowski"],
    "venue": "Journal of Volcanology and Geothermal Research",
    "year": 2003
  }, {
    "title": "LAHARZ: GIS Programs for AutomatedMapping of Lahar-inundation Hazard Zones: U.S",
    "authors": ["S.P. Schilling"],
    "venue": "Geological Survey Open-File Report,",
    "year": 1998
  }, {
    "title": "Evolution and environmental impacts of the eruption of Laacher See Volcano (Germany) 12,900 a BP",
    "authors": ["H.U. Schmincke", "C. Park", "E. Harms"],
    "venue": "Quaternary International",
    "year": 1999
  }, {
    "title": "Laharsand Lahar-runout Flows in the Toutle-Cowlitz River system,Mount St. Helens, Washington — Origins, Behavior, and Sedimentology: U.S",
    "authors": ["K.M. Scott"],
    "venue": "Geological Survey Open-File Report,",
    "year": 1985
  }, {
    "title": "Origins, Behavior and Sedimentologyof Lahar-runout Flows in the ToutleCowlitz River System: U.S",
    "authors": ["K.M. Scott", "1988a"],
    "venue": "Geological Survey Professional Paper, vol. 1447-A",
    "year": 1988
  }, {
    "title": "Magnitude and Frequency of Lahars and Lahars-runout Flows in the Toutle-Cowlitz River System: U.S",
    "authors": ["K.M. Scott"],
    "venue": "Geological Survey Professional Paper, vol. 1447-B",
    "year": 1988
  }, {
    "title": "Catastrophic Debris Flows Transformed fromLandslides inVolcanic Terrains:Mobility, Hazard Assessment and Mitigation Strategies: U.S",
    "authors": ["K.M. Scott", "J.L. Macías", "J. Naranjo", "S. Rodriguez", "J.P. McGeehin"],
    "venue": "Geological Survey Professional Paper,",
    "year": 2001
  }, {
    "title": "Resedimentation of the 1.8 ka Taupo ignimbrite in theMohaka andNgaruroro river catchments, Hawke's Bay, New Zealand",
    "authors": ["B. Segschneider", "C.A. Landis", "J.D.L. White", "C.J.N. Wilson", "V. Manville"],
    "venue": "New Zealand Journal of Geology and Geophysics",
    "year": 2002
  }, {
    "title": "Pyroclastic flow hazard at Volcán Citlaltépetl",
    "authors": ["M.F. Sheridan", "B. Hubbard", "G. Carrasco-Núñez", "C. Siebe"],
    "venue": "Natural Hazards",
    "year": 2004
  }, {
    "title": "Coarse-grained nonmarine volcaniclastic sediment: terminology and depositional process",
    "authors": ["G.A. Smith"],
    "venue": "Geological Society of America Bulletin",
    "year": 1986
  }, {
    "title": "Volcanic influences on terrestrial sedimentation",
    "authors": ["G.A. Smith", "W.J. Fritz"],
    "venue": "Geology",
    "year": 1989
  }, {
    "title": "Lahars: volcano-hydrologic events and deposition in the debris flow-hyperconcentrated flow continuum",
    "authors": ["G.A. Smith", "D.R. Lowe"],
    "venue": "Sedimentation in Volcanic Settings: Society of Economic Paleontologists and Mineralogists Special Publication,",
    "year": 1991
  }, {
    "title": "Geomorphic processes and hazards on volcanicmountains",
    "authors": ["Thouret", "J.-C"],
    "year": 2004
  }, {
    "title": "Origin, characteristics, and behaviour of lahars following the 1990 eruption of Kelud volcano",
    "authors": ["J.C. Thouret", "K.E. Abdurachman", "J.L. Bourdier", "S. Bronto"],
    "venue": "Bulletin of Volcanology",
    "year": 1998
  }, {
    "title": "Surono,2007.VolcanichazardsatMount Semeru, East Java Indonesia with emphasis on lahars",
    "authors": ["J.C. Thouret", "F. Lavigne", "H. Suwa", "B. Sukatja"],
    "venue": "Bulletin of Volcanology",
    "year": 2007
  }, {
    "title": "Fragmentation of debris avalanche material during flowage — evidence from the Pungarehu Formation, Mount Egmont, New Zealand",
    "authors": ["T. Ui", "S. Kawachi", "V.E. Neall"],
    "venue": "Journal of Volcanology and Geothermal Research",
    "year": 1986
  }, {
    "title": "Encyclopedia of Volcanoes",
    "authors": ["J.W. Vallance"],
    "year": 2000
  }, {
    "title": "The Osceola Mudflow from Mount Rainier; sedimentology and hazard implications of a huge clay-rich debris flow",
    "authors": ["J.W. Vallance", "K.M. Scott"],
    "venue": "Geological Society of America bulletin,",
    "year": 1997
  }, {
    "title": "Debris-flow hazards caused by hydrologic events atMount Rainier,Washington",
    "authors": ["J.W. Vallance", "M.L. Cunico", "S.P. Schilling"],
    "venue": "U.S. Geological Survey Open-File Report",
    "year": 2003
  }, {
    "title": "Nonmarine sedimentation in an active fore arc basin",
    "authors": ["R.D. Vessell", "D.K. Davies"],
    "venue": "Special Publication,",
    "year": 1981
  }, {
    "title": "Record of Late Holocene debris avalanches and lahars at Iliamna Volcano, Alaska",
    "authors": ["C.F. Waythomas", "T.P. Miller", "J.E. Beget"],
    "venue": "Journal of Volcanology and Geothermal Research",
    "year": 2000
  }, {
    "title": "Sedimentary signatures of cyclic growth and destruction of stratovolcanoes: A case study from Mt. Taranaki, NZ",
    "authors": ["A.V. Zernack", "J.N. Procter", "S.J. Cronin"],
    "venue": "Sedimentary Geology,",
    "year": 2009
  }],
  "id": "SP:e2ec367c65e99403377984e9db923a0a1445d574",
  "authors": [{
    "name": "Jonathan N. Procter",
    "affiliations": []
  }, {
    "name": "Shane J. Cronin",
    "affiliations": []
  }, {
    "name": "Anke V. Zernack",
    "affiliations": []
  }],
  "title": "Landscape and sedimentary response to catastrophic debris avalanches, western Taranaki, New Zealand"
}