{
  "sections": [{
    "text": "Icarus 150, 19–37 (2001)\ndoi:10.1006/icar.2000.6570, available online at http://www.idealibrary.com on\nThe Recent Evolution of Climate on Venus\nMark A. Bullock and David H. Grinspoon\nDepartment of Space Studies, Southwest Research Institute, 1050 Walnut Street, Suite 426, Boulder, Colorado 80302 E-mail: bullock@boulder.swri.edu\nReceived May 26, 1998; revised October 5, 2000\nThe present climate of Venus is controlled by an efficient carbon dioxide–water greenhouse effect and by the radiative properties of its global cloud cover. Both the greenhouse effect and clouds are sensitive to perturbations in the abundance of atmospheric water vapor and sulfur gases. Planetary-scale processes involving the release, transport, and sequestering of volatiles affect these abundances over time, driving changes in climate.\nWe have developed a numerical model of the climate evolution of Venus. Atmospheric temperatures are calculated using a one-dimensional two-stream radiative–convective model that treats the transport of thermal infrared radiation in the atmosphere and clouds. These radiative transfer calculations are the first to utilize high-temperature, high-resolution spectral databases for the calculation of infrared absorption and scattering in Venus’ atmosphere. We use a chemical/microphysical model of Venus’ clouds to calculate changes in cloud structure that result from variations in atmospheric water and sulfur dioxide. Atmospheric abundances of water, sulfur dioxide, and carbon dioxide change under the influence of the exospheric escape of hydrogen, outgassing from the interior, and heterogeneous reactions with surface minerals.\nRadar images from the Magellan mission show that the surface of Venus has been geologically active on a global scale, yet its sparse impact cratering record is almost pristine. This geologic record on Venus is consistent with an epoch of rapid plains emplacement 600– 1100 Myr ago. Our models show that intense volcanic outgassing of sulfur dioxide and water during this time would have resulted in the formation of massive sulfuric acid/water clouds and the cooling of the surface for 100–300 Myr. The thick clouds would have subsequently given way to high, thin water clouds as atmospheric sulfur dioxide was lost to reactions with the surface. Surface temperatures approaching 900 K would have been reached 200–500 Myr after the onset of volcanic resurfacing. Evolution to current conditions would have proceeded due to loss of atmospheric water at the top of the atmosphere, ongoing low-level volcanism, and the reappearance of sulfuric acid/water clouds. We find that the maintenance of sulfuric acid/water clouds on Venus today requires sources of outgassed sulfur active in the past 20–50 Myr, in contrast with the 1.9 Myr as determined from geochemical arguments alone (B. Fegley and R. G. Prinn 1989, Nature 337, 55–58). c© 2001 Academic Press\nKey Words: Venus, atmosphere; Venus, surface; atmospheres, evolution.\nINTRODUCTION\n19"
  }, {
    "heading": "The Climate of Venus",
    "text": "At present the globally averaged surface temperature of Venus is 735 K, with a 92-bar carbon dioxide–nitrogen atmosphere. An efficient greenhouse effect prevails, sustained by an atmosphere whose major constituent is a powerful infrared absorber. Liquid water is nonexistent, although its vapor exists in feeble amounts in the atmosphere. A menagerie of gaseous sulfur species, along with what water there is, provide fodder for the globally encircling sulfuric acid cloud decks (Esposito et al. 1983). The remarkably alien and hostile conditions of the atmosphere are maintained by a special relationship between the physical properties of its constituents. Water, to a large extent, absorbs infrared radiation at wavelengths that carbon dioxide does not (Sagan 1960). Similarly, sulfur dioxide and other sulfur gases absorb preferentially in carbon dioxide–water infrared windows (Pollack et al. 1980a). These same radiatively active species, in their trace amounts, are exhaled by volcanoes, sustain the clouds, escape to space, and are most likely involved in reactions with surface rocks (Prinn 1985a,b; von Zahn et al. 1983). All these processes are temperature and concentration-dependent, and it is very likely that complex interactions among them influence the climate of Venus (Bullock and Grinspoon 1996).\nThis work has been motivated by the following questions: Was Venus hotter at some time in the past than it is today? Or, alternatively, could Venus have been cooler, inhabiting a stable climate regime significantly different from what we see at present? How stable is the current Venus climate, and how might perturbations such as volatile outgassing, exospheric escape, and surface/atmosphere interactions alter it? The pristine impact cratering record, superposed on a surface of extensive volcanism, suggests that the atmosphere may have been injected with large quantities of radiatively active volatiles during a nearly global epoch of rapid plains emplacement. The steady decline of water vapor on short timescales due to exospheric escape of hydrogen (Donahue and Hodges 1992, Grinspoon 1993) implies that Venus may have had 100 times as much atmospheric water 800 Myr ago than it does today. Heterogeneous reactions with\n0019-1035/01 $35.00 Copyright c© 2001 by Academic Press\nAll rights of reproduction in any form reserved.\nD 20 BULLOCK AN\nthe surface, in seeking equilibrium, may have supplied or taken up large quantities of volatiles over timescales on the order of 100 Myr.\nAs an example, the steady loss of atmospheric water on geologically short timescales (80–300 Myr) can readily influence the efficiency of the Venus greenhouse. Water abundance at the cloud tops, however, influences cloud production through the hydrolysis of sulfur trioxide (produced by the photochemical oxidation of sulfur dioxide) to form sulfuric acid aerosols. Less atmospheric water may tend to decrease the greenhouse effect and hence surface temperatures, but it may also result in thinner clouds. Thinner clouds mean a lower planetary albedo, more solar flux delivered to the atmosphere and surface, and therefore higher surface temperatures. Atmospheric radiative–convective equilibrium and cloud albedo are coupled in a complex way on Venus. Atmospheric regimes, defined by the abundances of water and sulfur dioxide, probably exist where there is a negative feedback between radiative–convective equilibrium and cloud albedo, providing stability to the climate. This may be the case for present Venus. However, there are probably values for these parameters for which a positive feedback exists, causing Venus’ climate to undergo dramatic change.\nOther feedbacks must also exist for Venus’ climate as a result of processes that either supply volatiles to the atmosphere or remove them. Prinn (1985a,b; von Zahn et al. 1983) first pointed out that the Venus climate could have been affected by changes in cloud structure induced by periods of intense volcanism and variations in atmospheric SO2 and H2O. Outgassing of radiatively important volatiles by volcanoes provides the means to alter atmospheric water and sulfur dioxide, and the potential to shift atmospheric temperatures into new regimes of radiative– convective/cloud albedo feedback. Because the Venus greenhouse is particularly sensitive to changes in absorbers that are active in carbon dioxide thermal infrared windows, wide excursions in temperature and cloud structure are possible, especially with a rapid, globally extensive epoch of volcanic activity.\nCommunication of volatiles between the surface and atmosphere on Venus may also occur due to kinetically favored heterogeneous reactions at high surface temperatures and pressures. Atmospheric sulfur dioxide reacts quickly (relative to geologic timescales) with carbonates under current conditions (Fegley and Prinn 1989, Fegley and Treiman 1992). As with the Clausius–Clapeyron equation for water phase changes on the Earth, equilibrium abundances in the Venus atmosphere due to reactions with minerals are exponential functions of temperature. The greenhouse effect and the clouds are influenced by changes in atmospheric sulfur dioxide, whose abundance in turn depends on the surface temperatures it helps force.\nThe effects of a constant volcanic outgassing of volatiles on the pressure and temperature of the atmosphere of Venus and subsequent mineral stability have been modeled previously (Zolotov 1992). In this work, changes in the greenhouse effect due to alterations in atmospheric CO2 abundance were calculated, although the more important greenhouse gases H2O and"
  }, {
    "heading": "GRINSPOON",
    "text": "SO2 were not considered except for their effects on mineral and atmospheric chemistry (the effects of clouds were also not considered). Zolotov (1996) extended this analysis to include the climatic effects of a globally extensive epoch of volcanism. Additional work along these lines (Zolotov 1995a,b) that focused on the temporal changes of mineral stability fields as a result of climate change suggests the rich connections between surface/atmosphere interactions and climate on Venus.\nThe possibility of excursions in surface temperature has implications for the geology and geophysics of Venus. Mantle convection models, which use surface temperature as a boundary condition, have sought to explain the thermal history of Venus in a manner consistent with the observed impact cratering record (Arkani-Hamed et al. 1993, Herrick and Parmentier 1994, Parmentier and Hess 1992, Turcotte 1993, 1995). The propagation of thermal waves into the mantle due to changes in surface temperature may have been responsible for alterations in mantle convection dynamics, which in turn could have affected surface geological expression and outgassing of volatiles to the atmosphere. Although the coupled evolution of climate and interior has not yet been investigated in any detail, the possibility of interior/atmosphere feedbacks is an intriguing one for the thermal and climatic evolution of Venus (Phillips and Hansen 1998).\nThere may be some geological evidence for past climate change on Venus. Striking surface features are observed in Magellan images that resemble fluvial landforms on Earth and Mars more than they resemble volcanic features (Kargel et al. 1994). Venusian canali, up to 7000 km long, exhibit features similar to meandering river channels and flood plains on Earth. Many are terminated by outflow channels that resemble river deltas. Chemical equilibrium with the atmosphere makes it likely that the upper crust contains large amounts of calcite, anhydrite, and other salts. These salts could melt at temperatures of a few tens to hundreds of Kelvins higher than Venus surface temperatures today. Kargel et al. (1994) hypothesize that a molten carbonatite (salt-rich) “aquifer” may currently exist beneath a few hundred meters to several kilometers of solidified salt-rich “permafrost.” Moderately higher surface temperatures in the past could have mobilized a vast reservoir of liquid, producing the fluvial features we see today.\nThe origin of crustal plateaus, which contain the oldest surface features seen on Venus (the tessera), is currently a subject of intense investigation. Structural analyses of the tessera indicate that crustal plateaus were formed by the extension of hot crust, indicating an uplift and stretching origin consistent with a mantle plume source (Phillips and Hansen 1998). Phillips and Hansen concluded that the most likely mechanism for the production of these tectonic features was an epoch of elevated surface temperatures during their formation.\nRecently, it has been suggested that temporal variations in climate and tectonic deformations of the crust may be strongly coupled (Solomon et al. 1999). They note that widespread volcanic plains preserve globally coherent episodes of deformation that may have occurred over short intervals of geological\nTHE RECENT EVOLUTION\nFIG. 1. Wrinkle ridges trending NW–SE in Rusalka Planitia, from Magellan radar images. The image is from MIDR F-05N177, has a resolution of 600 m/ pixel, and is approximately 300 km across. It is centered at 3.7◦N, 176.8◦E.\nhistory (Basilevsky and Head 1996, Head and Basilevsky 1998, Sandwell et al. 1997). In particular Solomon et al. (1999) hypothesize that stresses induced in the lithosphere due to excursions in surface temperature and the downward propagation of the resulting thermal wave would have been superposed on the gravitational stresses associated with topography and lateral variations in lithospheric structure. This is consistent with the observation that wrinkle ridge orientations on the plains record the gravitational stress field, but also explains the narrow, globally synchronous time interval (10–100 Myr) in which they were formed. An example of the globally ubiquitous plains wrinkle ridge units is shown in a Magellan SAR image in Fig. 1."
  }, {
    "heading": "Theoretical Approach to Modeling the Climate",
    "text": "Evolution of Venus\nRecent developments have made it possible to refine theoretical models of the Venus climate and its recent evolution. Most importantly, the Magellan mission has given us a detailed picture of the surface geology, providing important constraints on the magnitude and timing of volatile outgassing (Bullock et al. 1993, Namiki and Solomon 1998, Saunders et al. 1992). Laboratory experiments on the thermodynamics and kinetics of heterogeneous reactions under Venus-like conditions have yielded important insights into the role that surface/atmosphere reactions may play on a global scale (Fegley et al. 1995, Fegley and Treiman 1992). Groundbased observations of the night side of Venus in near-infrared windows have allowed for the retrieval of trace species abundances in the deep atmosphere (Bezard et al. 1990, de Bergh et al. 1995, Meadows and Crisp 1996, Pollack et al. 1993). The Galileo spacecraft, during a swingby of Venus"
  }, {
    "heading": "OF CLIMATE ON VENUS 21",
    "text": "on its way to Jupiter, improved our understanding of cloud characteristics and variability with high spatial resolution images of the disk in the infrared (Carlson et al. 1993, Grinspoon et al. 1993). Finally, improvements in spectral databases, particularly for high-temperature water and carbon dioxide, have become available and permit more accurate modeling of infrared radiative transfer in the atmosphere of Venus (Rothman et al. 1998). This paper provides the first synthesis of these results into a detailed model of climate interactions on Venus.\nWe investigate the recent evolution of Venus’ climate by quantifying the relationships between atmospheric species in the atmosphere, cloud structure, and the radiative balance of energy in the atmosphere. We have developed numerical models of the Venus greenhouse effect and cloud structure that employ the best available spacecraft and groundbased data, spectral databases, and laboratory measurements. The newly available spacecraft and laboratory-derived data mentioned above have now made it possible to model the magnitude and temporal behavior of geological sources of volatiles, possible heterogeneous reactions between the surface and atmosphere, and exospheric escape processes. We have developed numerical models for these as well, which serve as time-dependent drivers for the combined radiative transfer–cloud atmospheric model. Specifically, the theoretical work we present has been designed to provide answers to the following questions:\n1. How do variations in atmospheric water and sulfur dioxide affect cloud structure and planetary albedo? How do these, in turn, affect the temperature at the surface?\n2. How does the equilibration of atmospheric sulfur dioxide with surface minerals affect cloud structure and surface temperature, and over what timescales?\n3. How have changes in atmospheric water abundance due to exospheric escape of hydrogen and volcanic outgassing affected cloud structure and surface temperature, and over what timescales?\n4. What was the effect on Venus’ cloud structure and surface temperature of an epoch of rapid plains emplacement by widespread, global volcanism?"
  }, {
    "heading": "RADIATIVE TRANSFER IN THE ATMOSPHERE OF VENUS",
    "text": ""
  }, {
    "heading": "Atmospheric Radiative–Convective Equilibrium Model",
    "text": "The goal of the Venus atmospheric radiative transfer model is to accurately describe the transport and balance of energy within the atmosphere. Ultimately, the model should predict thermal infrared fluxes, temperature structure, heating rates, and stability structure consistent with spacecraft and groundbased observations. In addition, the model must be flexible and fast enough to predict these quantities with respect to variations in solar flux and atmospheric composition as they may change over time. To this end, we have chosen to develop a one-dimensional, two-stream model of infrared radiative transfer that employs correlated-k gaseous absorption coefficients to\nD 22 BULLOCK AN\ndescribe the spectral properties of the gases (Lacis and Oinas 1991). The HITRAN 1996 and HITEMP databases provided high-resolution spectral data (from laboratory and theoretical work) for nine molecular species found in Venus’ atmosphere: CO2, H2O, SO2, CO, OCS, HDO, H2S, HCl, and HF (Rothman et al. 1997). Atmospheric abundances for most of these species were taken from the Venus International Reference Atmosphere (VIRA) (Kliore et al. 1986), with H2O abundances updated by more recent retrievals from Earth-based near-infrared spectroscopy (Crisp et al. 1991, de Bergh et al. 1995, Meadows and Crisp 1996, Pollack et al. 1993). Correlated-k absorption coefficients for 68 spectral intervals in the infrared were interpolated in pressure and temperature from tabulated line-by-line calculations of the HITRAN 1996 and HITEMP databases. These cumulative absorption probabilities were convolved with atmospheric mixing ratios to calculate the gaseous absorption of the Venus atmosphere. Continuum opacity due to CO2 pressureinduced transitions (Moskalenko et al. 1979) and H2O continuum (Liou 1992) were also included, as was Rayleigh scattering by CO2 and N2 (van de Hulst 1981). Cloud aerosol size modes and number densities were derived from analysis of the Pioneer Venus nephelometer data (Knollenberg and Hunten 1980). Optical data for H2SO4/ H2O aerosols (Palmer and Williams 1975) were used in Mie calculations to determine aerosol extinction optical depths, single-scattering albedos, and scattering asymmetry factors due to cloud particles (Hansen and Travis 1974).\nFor the purpose of modeling the present Venus atmosphere, solar net fluxes from the Pioneer Venus flux radiometer were used as a constraint (Tomasko et al. 1980). Infrared flux calculations used the hemispheric mean approximation, appropriate to an emitting, highly absorbing, and scattering atmosphere (Toon et al. 1989). Use of the correlated-k method involves mapping the wavenumber dependence of absorption coefficients to a smooth probability function for the absorption coefficients. Integration of the flux equations within each spectral interval over this probability space was achieved using an 8-point Gaussian integration (Abramowitz and Stegun 1965, Arfken 1985). To calculate radiative equilibrium, net infrared fluxes that balanced the observed solar net flux profile were determined, using an iterative variational method (McKay et al. 1989, Pollack et al. 1980b). Calculations were done with 24 atmospheric layers, with initial values from VIRA (Kliore et al. 1986). Convection was treated by taking the radiative equilibrium temperature profile and adjusting the lapse rate to be adiabatic wherever the radiative equilibrium lapse rate exceeded the adiabat (McKay et al. 1989). For calculational efficiency (and because the details of Venus’ atmospheric structure at other epochs must be largely unknown), we assumed only one convection zone to be present in the Venus atmosphere.\nThe calculations of atmospheric temperature structure for other atmospheres, i.e., different cloud albedo and atmospheric composition, were accomplished by assuming that solar absorption was altered only by changes in cloud albedo. Pioneer Venus solar absorption profiles were used, scaled to cloud albedo"
  }, {
    "heading": "GRINSPOON",
    "text": "calculated from a simple gray two-stream calculation of solar energy scattering and absorption (from 0.4 to 1.5 µm) within the clouds. Cloud-top altitudes are mostly controlled by pressure, so we scaled the Pioneer Venus absorption profiles in pressure."
  }, {
    "heading": "Results of the Venus Radiative–Convective Equilibrium",
    "text": "Atmospheric Model\nThe temperature as a function of altitude, as calculated by the nominal model, is shown in Fig. 2. Plotted along with it is the VIRA atmospheric temperature profile. They are matched extremely well everywhere except above 70 km. As noted by some workers (Crisp 1986, Tomasko et al. 1980), some extra source of opacity above the cloud tops is necessary in models to accurately predict the upper atmosphere temperature structure. Additionally, UV deposited in the atmosphere, mostly above 70 km, has not been accounted for since the net solar fluxes used from Pioneer Venus have a cutoff at 0.4 µm (Tomasko et al. 1980). The addition of small numbers (20 cm−3) of large (r = 3.65 µm, also known as Mode 3) particles above 65 km, with a scale height of 4 km, was necessary to achieve this excellent agreement between the Venus radiative transfer model and the VIRA temperature structure.\nCalculated outgoing infrared radiation from the top of Venus’ atmosphere is shown in Fig. 3. Also plotted is the Planck function at 232 K, the approximate temperature at which the Venus atmosphere emits. Less flux is being emitted at 666 cm−1 due to the 15-µm CO2 band; the atmosphere is absorbing in this band above the average level of the 232-K emission. A major departure from the 232-K Planck function is the excess net flux emitted in the CO2 window region 2.1 to 2.6 µm. Although opacity due to the CO2 continuum and 2.3-µm CO band contribute here, the peak of the Planck function near the surface is at a longer wavelength (4 µm). This illustrates a natural limit to extreme rises in surface temperature on Venus. Raising the surface temperature\nTHE RECENT EVOLUTION\nFIG. 3. Outgoing thermal infrared fluxes in cgs units as a function of wavenumber from the Venus radiative transfer model (solid line). The dashed line is the Planck function evaluated at the effective radiating temperature of Venus, 232 K. At the top are lines indicating the major absorption bands of CO2, H2O, SO2, and OCS.\nwould shift emission into this window, decreasing the efficiency of the greenhouse effect and limiting a further rise in surface temperature. However, trace species in the Venus atmosphere play a key role in this window 2.1 to 2.6 µm. The vibrational first harmonic of CO is located at 2.3 µm, and OCS has a strong band at 2.4 µm. Variations in abundances of these constituents could strongly influence absorption within this CO2 window."
  }, {
    "heading": "ATMOSPHERIC CHEMISTRY AND CLOUDS",
    "text": ""
  }, {
    "heading": "Cloud Model",
    "text": "The photo-assisted reaction of atmospheric H2O and SO3, derived by oxidation of SO2, produces fine aerosols of H2SO4 in the Venus middle atmosphere. These aerosols are produced at 62–68 km, and sediment and grow into four distinct size modes at lower levels (Krasnopolsky and Parshev 1983, Yung and DeMore 1982). Within the cloud, H2O and H2SO4 are approximately in chemical equilibrium with their aerosols. Below, at higher temperatures, all the aerosols have evaporated, and only SO2 vapor remains. The evaporation of H2SO4 occurs at about 48 km, the average cloud base. The vapor phase continues to exist down to 432 K (38 km), where it is thermally decomposed.\nThe reservoir of H2SO4 vapor below the cloud base provides a source for the formation by condensation of the lower cloud particles (James et al. 1997, Krasnopolsky and Pollack 1994). At the conditions of the upper cloud, H2O condensation is favored slightly over H2SO4. Because of the steeper dependence of vapor equilibrium on temperature (via the Clausius–Clapeyron equation) of H2O, less of it in the atmosphere is vapor at higher"
  }, {
    "heading": "OF CLIMATE ON VENUS 23",
    "text": "levels. The result is that hydrogen “jumps ship” from H2O vapor to H2SO4 vapor, and the above-cloud atmosphere is dry, at 1 ppm H2O. The H2O vapor mixing ratio increases with depth into the clouds as H2SO4 vapor decreases. We assume the abundance of the important sulfur gases, SO2 and OCS, vary within the cloud in equilibrium with the changing H2SO4 abundance. We also assume that SO3 below the clouds, the product of H2SO4 thermal decomposition, is reduced by CO, causing a decline in CO abundance toward the surface (Krasnopolsky and Pollack 1994). SO2 levels at cloud top are about 20 ppb (Esposito 1984). In the lower atmosphere, Pioneer Venus and Venera 11/12 measurements indicated a value of 150 ppm (von Zahn et al. 1983), while an analysis of Vega 1 and 2 descent probe data implied SO2 abundances decreasing to approximately 25 ppm near 12 km (Bertaux et al. 1996). Rich in oxidized sulfur, Venus’ lower atmosphere should react with surface rocks. Calcium silicates are persuaded to alter to calcium sulfates, especially at the high temperatures of Venus’ surface (Fegley and Treiman 1992).\nChanges in the thickness of Venus’ clouds will have two effects on climate. They will alter the visual albedo of the planet, changing the input of solar energy, and they can alter the thermal infrared opacity of the mid atmosphere, affecting the temperature in the atmosphere and at the surface. What is needed is a simple cloud model that can respond to changes in the atmospheric abundances of H2O and SO2, and predict changes in cloud structure, infrared opacity, and albedo. Cloud particle number density, size, and composition are rarely limited or even controlled in real cloud systems by the concentration of condensible species in the atmosphere. On Earth, the competition between nucleation, condensation, coagulation, evaporation, and sedimentation of water aerosols is largely controlled by the magnitude of vertical motions. Cloud formation on the Earth always requires atmospheric lifting; a relatively dry atmosphere with large vertical motion can have clouds, while a humid, stagnant atmosphere may not. For a given water vapor height profile, more vigorous vertical motions result in a denser, thicker cloud.\nOn present-day Venus, 1/1000 of the available atmospheric SO2 has hydrated and condensed with 1/100 of the available H2O to form the H2SO4/H2O aerosols that make up the clouds. We have combined an adaptation of a thermochemical model of Venus’ cloud aerosols (Krasnopolsky and Pollack 1994) with a simple microphysical cloud model. Diffusion and condensation of H2SO4/H2O aerosols in Venus’ cloud layers are used to compute the position of the lower cloud boundary, profiles of H2O and H2SO4 vapor mixing ratios, and the flux and composition of H2SO4/H2O aerosols as a function of the column photochemical production rate of H2SO4.\nThe number densities and sizes of aerosols, according to the cloud microphysics in the model, are mostly controlled by the upward flux of H2SO4 vapor. The greater the flux, the thicker the cloud. This vapor flux is partly a function of atmospheric H2SO4 concentration, but it is also a function of the concentration gradient, established by the altitude of the lower cloud boundary (set by the condensation temperature) and the altitude at which\nD 24 BULLOCK AN\nphotochemical aerosol products are formed (set by pressure). Since these altitudes are determined by radiative–convective equilibrium in a feedback with the optical properties of the clouds, there is no simple relationship (such as mass balance, which only addresses the maximum possible extent of the clouds) between the abundances of SO2, H2O, and the density of the clouds.\nOur cloud model is similar to that employed by Hashimoto and Abe (1996) to investigate the evolutionary implications of cloud albedo changes on Venus. H2SO4 vapor is produced photochemically within a narrow region of the upper cloud, at approximately 160 mbars. The top of this upper layer is designated zphot. H2SO4 vapor diffuses downward, being partly depleted by condensation, but ultimately being destroyed by thermal decomposition at 432 K. The column abundance of H2SO4 vapor, NH2SO4 , within and below the cloud base, neglecting condensation, is related to the column production rate 8H2SO4 via\nNH2SO4 (z) = − ∫ zphot\nzbot\n8H2SO4\nKk(z) dz (1)\nwith boundary condition\nNH2SO4 (zbot) = 0, (2)\nwhere Kk(z) is the altitude-dependent eddy diffusion flux. Below the region of thermal decomposition, zbot, NH2SO4 vanishes.\nA strong gradient of H2SO4 vapor below the clouds drives a large upward flux of H2SO4 which condenses to form the lower cloud and produces a compensating downward flux of liquid H2SO4. H2O and H2SO4 vapor abundances within the cloud are determined from their respective saturation vapor pressures over H2SO4/H2O solution. Aerosol solution concentration is determined by including temperature-dependent chemical potentials in the relationship between the saturation vapor pressure of pure H2O and vapor pressure of H2O in solution (Zeleznik 1991).\nThe H2SO4 vapor flux is calculated from\n8νH2SO4 (z) = −Kk d NSH2SO4 (z)\ndz z > zlcb, (3)\nwhere NSH2SO4 (z) is the H2SO4 saturated vapor number density and is calculated from the available thermodynamic data and the ideal gas law and zlcb is the lower cloud boundary. This net upward flux and downward eddy diffusion from H2SO4 vapor production (which is smaller) must be balanced by a flux of particulate H2SO4\n8pH2SO4 (z) = 8H2SO4 +8νH2SO4 (z) z > zlcb. (4)\nThe lower cloud base is defined by the level at which the H2SO4 vapor pressure equals its saturation vapor pressure. The downward flux of H2SO4/H2O aerosols and their composition within the cloud are used to calculate their size and number density using a simple cloud microphysical model. Assuming"
  }, {
    "heading": "GRINSPOON",
    "text": "that particles formed within the cloud drift downward with the Stokes velocity, νs, the flux of particulate H2SO4 is\n8pH2SO4 = νsmp Np NA\nWH2SO4 , (5)\nwhere mp is the mass of a single particle, and Np is the number density of particles. NA is Avogadro’s number and WH2SO4 is the molar weight of H2SO4. The lifetime of particles drifting down through the cloud of thickness D with velocity νs is\nτs = D νs = 9Dη 2gρr2 , (6)\nwhere η is the viscosity, g is the acceleration due to gravity, ρ is the particle density, and r is the particle radius.\nIf we assume steady state so that the timescale for Brownian coagulation of aerosols, τc, is the same as the time it takes for particles to drift through the cloud, a relationship between particle size and number density is obtained. The timescale for Brownian coagulation is\nτc = 1 Kc Np , (7)\nwhere Kc is the coagulation constant. The relationship between the size of the particles and their number densities is\nNp = 2 9\ngρr2\nKc Dη . (8)\nEquations (5) and (8) are two algebraic expressions in the two unknowns Np and r. They are solved simultaneously for conditions at every level z to obtain a description of the cloud in terms of particle number density Np and radius r .\nThe mechanism for numerically modeling cloud properties is shown schematically in Fig. 4. Substituting the results from this simple but versatile cloud model for the Pioneer Venus cloud number densities allows an investigation of the effect that changing SO2 and H2O abundances can have on the radiative balance of Venus’ atmosphere.\nIn this cloud model, we make the assumption that SO2 is available at the cloud tops exclusively for producing H2SO4. No doubt a cocktail of other sulfurous gases is also produced photochemically, some of which are probably responsible for the as yet unexplained absorption of near-ultraviolet solar radiation within the clouds. If significant quantities of near-ultraviolet absorber are also created along with H2SO4, cloud albedo will be determined by a competition between more H2SO4 aerosol scatterers and greater absorption of solar energy in the near ultraviolet. A more detailed model of solar energy radiative transfer in Venus’ atmosphere would be required to fully address this question. However, since the identity of the (presumably sulfurbased) molecular absorber is unknown, it is difficult to assess the overall net effects of variations in atmospheric SO2 abundance\nTHE RECENT EVOLUTION OF CLIMATE ON VENUS 25\n2 4 2 4 2\nzlcb, is where these two curves intersect. The H2O mixing ratio within the cloud,\nat the cloud tops. For this reason, for the present model, variations in planetary albedo due to variations in the near-ultraviolet absorber are ignored.\nThe total cloud particle number densities as a function of altitude are shown in Fig. 5 with the solid line. Comparison with the Pioneer Venus (PV) nephelometer results for the real Venus clouds (dashed line) shows the model cloud structure to be\nFIG. 5. Nominal cloud number densities as a function of altitude (solid line). Results for the real Venus cloud from the Pioneer Venus nephelometer are shown with the dashed line.\nalculated from the conservation of hydrogen, is shown with the dashed curve.\nfairly crude; however the essential features are similar. Although the model does not account for the production and transport of distinct particle populations, the altitude of the cloud base, tops, and approximate total number densities are similar to the PV measurements. Due to the simple physics used in the model, size modes are not distinguished much by radius and their spatial segregation in the cloud does not occur. However, the proper altitudes and pronounced lower cloud, as well as the results of Mie calculations, suggest that such a model is adequate for studying the coupled effects of greenhouse warming and albedo feedback."
  }, {
    "heading": "Coupling the Cloud Model to Radiative",
    "text": "Equilibrium Calculations\nThe most interesting effects that changing clouds would have on Venus’ climate are on its albedo and subsequent solar flux forcing. In addition, thermal infrared forcing changes with cloud opacity. The coupling between radiative effects in the atmosphere and changes in cloud structure engendered by varying SO2 and H2O atmospheric abundances on Venus may now be studied. Coupling the cloud model with the radiative–convective calculations of the previous section involves inserting the cloud number densities and particle size and composition properties into the radiative transfer code."
  }, {
    "heading": "26 BULLOCK AND",
    "text": "FIG. 6. Surface temperature as a function of the abundance of atmospheric SO2 and H2O for the coupled Venus radiative transfer/cloud model. The solid line is for H2O, the dot–dashed line is SO2. Diamonds indicate the current atmospheric abundances and surface temperature. Surface temperatures stay between 700 and 800 K until abundances are greater than about 1000 ppm. As H2O increased beyond that, the surface temperature reaches 900 K. Further increases in surface temperature as H2O mixing ratio is increased are limited by emission from the atmosphere in the window 2.1–2.7 µm. As SO2 is increased beyond 1000 ppm, surface temperatures cool below 700 K (due to increased cloudiness).\nThe climatic effects of varying atmospheric H2O and SO2 on the combined radiative transfer/cloud model is illustrated by plotting the surface temperature as a function of these abundances in Fig. 6. In Fig. 6 each of these constituents is varied independently, while leaving the other at its current mixing ratio. As these abundances drop the clouds become thinner, increasing the available solar flux. However, infrared opacity is reduced due to less absorption by these gases deep in the atmosphere and by less infrared opacity in the cloud regions. Lowering cloud albedo dominates, and the atmosphere becomes hotter. Because it becomes hotter, the cloud base is shifted upward, and the clouds become thinner still. Clouds disappear entirely when the deep H2O abundance drops below 0.3 ppm or the SO2 abundance drops below 1 ppm. An interesting transition occurs when atmospheric H2O is increased to more than about 50 times its current value. Because the Venus greenhouse effect is so sensitive to H2O abundance, the atmosphere heats up sufficiently to overcome the effects of increased cloud albedo. The result is a rapid decrease in cloud thickness and albedo, as the rising atmospheric temperatures erode the cloud base from below, leaving a high, thin cloud.\nFor very low abundances of H2O and SO2 (0.3 and 0.2 ppm, respectively), no clouds exist but the surface temperature is about 725 K, slightly cooler than present conditions. The reason for this is threefold: There is a lower infrared gaseous opacity, there is no cloud infrared opacity, and the cloud-free planetary albedo is relatively high (0.4) due to Rayleigh scattering. As abundances increase, however, the surface temperature rises due to the dominance of extra gaseous and cloud opacity over cloud albedo effects. Surface temperatures can rise as high as 800 K due to"
  }, {
    "heading": "GRINSPOON",
    "text": "variations in SO2 below current values, but they can only drop when SO2 is increased beyond its present abundance. Below current H2O abundances, the surface temperature never rises much above current values. For SO2 abundances greater than 2 ppm (one-hundredth current values) or H2O abundances greater than 5 ppm (one-sixth current values) increasing cloud albedo dominates, and surface temperatures drop. This continues to be the case as SO2 abundance increases. However, as H2O is increased, the enhanced greenhouse dominates, and the surface temperature rises rapidly to 900 K as the clouds thin.\nThe important result here is that there is the potential for the surface temperature of Venus to become very high when atmospheric H2O is abundant, but this is not true for SO2. Furthermore, dissipation of clouds due to lowered H2O and SO2 abundances does not increase the surface temperature above about 800 K, and with the clouds gone altogether, the surface is just slightly cooler than it is today.\nThe surface temperature of Venus can be affected by changes in atmospheric abundance of key radiatively active species such as H2O and SO2. These same volatiles, however, are involved in the construction of Venus’ clouds, which wield a powerful influence on the energy balance of the planet through their albedo. Atmospheric temperature and pressure structure influence cloud physics and hence optical properties of the clouds. Atmospheric and surface temperatures are therefore influenced by a fairly complex feedback between the greenhouse and cloud albedo, when variations of H2O and SO2 are considered. In addition to having all these effects on the energy balance of the atmosphere, SO2 and H2O (along with CO2) are the major volatiles outgassed by volcanoes over the course of geologic time on the terrestrial planets (Kaula et al. 1981). Defining the possible time history of these volatiles from surface sources is the subject of the next section. Together with the climate sensitivity studies of this section, the basis for discussing the magnitude, rate, and timescales of possible climate evolution will then be available."
  }, {
    "heading": "GEOLOGICAL SOURCE OF VOLATILES",
    "text": "Volcanoes provide a time-dependent source of volatiles to the atmosphere, a process shared by the Earth and Venus. Although variations in the volcanic flux do exist, heat transport by the creation and subduction of lithosphere on the Earth provides a steady and reliable means to transport heat from the interior (Turcotte and Schubert 1982). The formation of immense volcanic provinces on the Earth, possibly associated with large buoyant plumes of magma within the mantle, may also be associated with larger impulses of volatiles to the atmosphere (Coffin 1994). On Venus, it appears that transport of heat from the interior has been accomplished in the recent geologic past by the formation of the basaltic plains, and later by the large volcanoes that grew on top of them. Plate tectonics, except possibly on a limited scale, is not in evidence (Schubert and Sandwell 1995). Massive volcanic edifices do exist, however, perched above volcanic plains that cover 80% of the planet (Head et al. 1992). The\nTHE RECENT EVOLUTION\nremaining 20% has experienced severe tectonic disruption, possibly as a prelude to plains emplacement (Basilevsky and Head 1995).\nThe average crater density on Venus, as revealed by detailed radar images from the Magellan spacecraft, implies that the surface of the planet is 600–1100 Myr old (McKinnon et al. 1997, Phillips et al. 1992, Schaber et al. 1992). The nature and rates of the planetary resurfacing processes are recorded in the styles and distribution of modified craters. A distinctive feature of Venus’ crater population is that only a small number of them are apparently modified by volcanism (Phillips et al. 1991, Schaber et al. 1992). Schaber et al. 1992 report that out of a total of 912 identified impact craters, only 4–7% are partially embayed by volcanic lavas, while 33% are tectonically modified. These facts alone suggest that the surface is young and has undergone little geological processing since it was emplaced. The implication is that an older surface may have been almost entirely wiped out during an epoch of rapid resurfacing followed by a quiescent period and the collection of random impacts from space ever since (Bullock et al. 1993, Schaber et al. 1992).\nThe degree to which the geologic history of Venus has affected its atmospheric evolution is dependent upon the volatile content of its magmas. By assuming an atmospheric steady state between present-day outgassing and escape to space, Grinspoon (1993) estimated an upper bound for the H2O content of erupting lavas of about 50 ppm. This is consistent with more detailed geochemical modeling of crustal reservoirs (Namiki and Solomon 1998), who found an average mantle abundance of 5 ppm, and concluded that crustal magmas are probably enhanced about 10-fold. For lack of better data, we will assume 50 ppm of H2O in erupting lavas, far lower than the 1% or so found on the wetter Earth.\nSO2 abundances are harder to constrain, but we chose a value that is characteristic of the mass abundance of SO2 in terrestrial Ocean Island Basalts and in magmas that formed the large igneous provinces on the Earth. These are the most likely analogs, compositionally, for the flood basalts of Venus’s abyssal plains. These magmas are essentially saturated in SO2, with a weight fraction of 0.2% (Kaula et al. 1981). This value was used to estimate atmospheric source functions for the present model of Venus.\nGiven these assumptions, we developed some simple models for the recent outgassing history of Venus based on the hypothesis that the surface records at least one globally extensive epoch of rapid plains emplacement. Estimates of the magnitude and timing of such an epoch suggest that the planet was almost covered in magma to a globally averaged depth of from 1 to 10 km in 10–100 Myr (Head et al. 1994, Strom et al. 1994). We model this event as an exponentially decaying impulse whose total magmatic output is integrated to yield a layer either 1 or 10 km thick. The time constant for this event is taken to be either 10 or 100 Myr. These models are summarized in Fig. 7, where the total flux of H2O is shown as a function of time. This result and a similar one for the flux of SO2 into the atmosphere are used"
  }, {
    "heading": "OF CLIMATE ON VENUS 27",
    "text": "as time-dependent inputs to the Venus climate model to investigate the response of the atmosphere to plausible evolutionary changes induced by the unique geological history of the planet."
  }, {
    "heading": "GEOCHEMICAL PROCESSES ON VENUS",
    "text": "Surface/Atmosphere Interactions\nSmall changes in radiatively active atmospheric species can change the magnitude of the Venus greenhouse effect and shift the equilibrium points of key mineral buffers, resulting in an important climate feedback mechanism. If this is the case, perturbations to the atmospheric inventory of radiatively active species, caused by volcanic eruptions, may have a significant impact on the climate of Venus and upon the stability of the greenhouse effect.\nHeterogeneous reactions between SO2 and the surface are seen to proceed rapidly in chemical kinetics experiments performed under Venus-like conditions (Fegley and Prinn 1989, Fegley and Treiman 1992). Since the deep atmosphere abundances are one to two orders of magnitude higher than can be accounted for by equilibrium with surface minerals (Fegley and Treiman 1992), this implies active sources and sinks of sulfur. If surface reactions are indeed active in altering atmospheric SO2 and if reaction rates are significant on geologic timescales, it is of interest to assess the impact they may have on the climate of Venus. Our consideration of the effect of surface/atmosphere reactions on atmospheric abundance over geologic time on Venus is restricted to a reaction for which reliable kinetic data are available.\nFegley and Prinn (1989) directly measured the surface reaction rate of the SO2 anhydrite buffer:\nSO2 + CaCO3 ⇔ CaSO4 + CO. (calcite) (anhydrite)\n(9)\nD 28 BULLOCK AN\nTheir results were derived for current Venus surface conditions (T = 735 K, PSO2 = 12 mbar), and the reaction rate as a function of temperature was found to be\nR2 = 1019.64e− 15248T molecules/cm2 s. (10) Reaction rates in a planetary setting will depend not only on kinetics, but also on the ability of gas to diffuse to new reaction sites on the surface of mineral grains. Thus, diffusion into and out of the Venus soil must also be taken into account when considering the net effect of heterogeneous reactions on atmospheric SO2 abundances. In order to scale these laboratory data to present Venus and to other climate regimes (i.e., other temperatures and partial pressures), a reaction/diffusion formalism was used. If n is the atmospheric number density of SO2, z is the depth into the soil, and D is the molecular diffusion coefficient for SO2 in the soil pore space (we assume a porosity of 0.5), the atmospheric number density of SO2 at the surface due to this reaction may be described by\n∂n ∂t = D ∂\n2n\n∂z2 + n τ . (11)\nHere, the rate constant RSO2 , derived in the laboratory, is simply 1/τ .\nLaboratory experiments on the reaction of SO2 with calcite have indicated that CaSO4 rinds develop on the calcite, possibly reducing pore space and limiting porosity to values as low as 0.05 (Burke et al. 1994). However, we have found that the timescale for the diffusion of SO2 into the surface to react with fresh carbonate is far from the limiting timescale for the removal of SO2 from the atmosphere. The Knudsen gas diffusion coefficient within the Venus surface, which we have calculated to nominally be approximately 10−2 cm2/s, could be as low as 10−3 cm2/s. However, the depth to which a gas can diffuse goes as the square root of the diffusion coefficient δ = (Dt)1/2. Even for a porosity of 0.05, the depth to which the atmosphere and lithosphere can communicate on timescales of 1 Myr is on the order of 500 m. The entire inventory of Venus atmospheric SO2, if converted to anyhdrite, would require the communication of only 1 m of surface carbonate. Thus, reduced porosity due to the growth of anhydrite rinds, even under extreme assumptions, has only a negligible effect on the available surface sink for atmospheric SO2 and the timescales for its removal.\nSolving the reaction–diffusion equation, the effective instantaneous surface reaction rate is simply the net flux of SO2 into the soil, or\nF = n ( D\nτ\n) 1 2\n, (12)\nand depends on the atmospheric number density, the lifetime, τ , and on the diffusion coefficient (Bullock et al. 1994). Diffusion of SO2 into or out of the soil proceeds due to the concentration gradient set up by its reaction with mineral surfaces. It is assumed that the atmosphere is in pressure equilibrium with gases"
  }, {
    "heading": "GRINSPOON",
    "text": "in the interstitial spaces of the soil. Without an external concentration gradient, the flux of molecules impinging upon the plane of the Venus surface would be equal to the flux of molecules reentering the atmosphere. A concentration gradient is set up in the soil, however, by diffusion of the vapor phase downward and subsequent reaction of the gas with soil grain surfaces.\nThus the net effect of the proposed SO2–anydrite buffering mechanism on Venus’ climate is dependent upon temperature through both the reaction rate and the diffusion coefficient. Furthermore, through the flux equation, the surface reaction rate is also dependent directly upon the atmospheric concentration found at the surface.\nOn Venus, the evolution of SO2 may involve outgassing due to volcanism, as described in the previous section, as well as the effects of surface/atmosphere interactions. Using the reaction– diffusion scheme presented in this section, it is possible to contrive plausible scenarios for the evolution of these volatiles in the atmosphere under varying surface conditions. In these models, we assume that an adequate surface sink for SO2 (i.e., carbonate) exists and is replenished over geologic time. The existence of calcite can be inferred from the Venera and Vega XRF data that 7% of the soil is composed of Ca-bearing minerals (Barsukov et al. 1986) and from some level of presumed chemical equilibrium with the thick CO2 atmosphere.\nAlthough it is possible, even likely, that atmospheric CO2 can react with surface silicates under present Venus conditions (Bullock and Grinspoon 1996, Lewis 1970), the kinetics of these reactions is poorly known. For the present work then, we assume that such reactions are kinetically inhibited and have little bearing on the recent evolution of climate on Venus."
  }, {
    "heading": "Exospheric Escape Processes",
    "text": "The current escape flux of H from Venus is due to two mechanisms: an electric-field-driven flow of ions in the night-side hydrogen bulge, and charge exchange between hot H+ ions and neutral H. Each of these processes have different solar cycle average loss rates, but combined, they amount to an average flux of 1.6× 107 cm−2 s−1 (Donahue 1999). D, inhibited from escape by its larger mass, leaves Venus at a rate of about a tenth of this. For diffusion-limited escape, where the loss rate is limited by the ability of H and D to diffuse to the exobase, these amount to H and D lifetimes in the atmosphere of 170 Myr and 1.7 Byr, respectively. The diffusion limit approximation is utilized to calculate the loss of H and D from the top of the atmosphere in the Venus climate model, although it a crude representation of the actual loss physics. In this case, if nk is the number density and τk is the lifetime against escape of species k,\n∂nk ∂t = − 1 τk nk, (13)\nthen the number density as a function of time is\nnk(t) = nk(0)e− t τk . (14)"
  }, {
    "heading": "OF CLIMATE ON VENUS 29",
    "text": "THE RECENT EVOLUTION\nTHE VENUS CLIMATE EVOLUTION MODEL"
  }, {
    "heading": "Summary",
    "text": "The previous sections presented mathematical models of five planetary-scale processes that affect the climate of Venus. They were:\n1. A nongray, one-dimensional two-stream model of atmospheric radiative–convective equilibrium;\n2. A cloud chemical and microphysical model of the distribution and transport of H2SO4/H2O aerosols in the atmosphere;\n3. Models of geologically recent crustal outgassing on Venus due to intense volcanism associated with rapid global plains emplacement;\n4. Equilibrium and kinetic modeling of the reaction of atmospheric sulfur dioxide with surface minerals; and\n5. Modeling of the loss of atmospheric water due to exospheric escape of hydrogen.\nThese five mathematical models have been fashioned into numerical algorithms that are executed as five distinct computer programs. The Venus climate is simulated by linking these programs into a time-marching, evolutionary model. Radiative– convective equilibrium is first calculated for an initial model atmosphere. Changes to atmospheric abundances due to processes 2–5 are then calculated for subsequent time steps. These are used as new atmosphere model inputs for the calculation of radiative–convective equilibrium. The flow chart in Fig. 8 depicts how these programs are linked, the input files involved, the output files, and the variables that are passed between them."
  }, {
    "heading": "Description of the Model Calculations",
    "text": "Here we report on the results of three calculations of the Venus Climate Model designed to address the four questions on Venus climate evolution discussed in the Introduction. They are as follows:\nCase 1. Investigates the climatic effects of steadily decreasing atmospheric H2O due to the exospheric escape of H over 1.84 Byr. The initial H2O abundance is set to 100 times the current value, approximately the amount that may be expected from outgassing due to rapid, global plains emplacement (Grinspoon 1993). The residence time for atmospheric H2O is assumed to be 160 Myr (Grinspoon 1993). H escape is limited by its ability to diffuse to the exobase. Atmospheric SO2 abundance is set to the current value.\nCase 2. Investigates how Venus’ climate changes with the rapid atmospheric injection of H2O and SO2 and exospheric escape of H (H2O residence time of 160 Myr), but also includes the kinetics of atmospheric SO2 equilibration with surface minerals. The outgassing associated with an epoch of rapid global plains emplacement is assumed to have an e-folding lifetime of 100 Myr, with a total amount of lava sufficient to cover the planet in a global layer 10 km thick. The initial abundance of atmospheric SO2 is set to approximately 0.01 times the current\nD 30 BULLOCK AN\nabundance, or that which would exist if it were equilibrated with surface minerals at the current surface temperature. The initial abundance of H2O is set to the current value. Although these choices of initial conditions are somewhat arbitrary, we have performed similar climate evolution calculations with other starting conditions, not presented here. Beginning with H2O and SO2 abundances identical with current conditions or even 10 times greater does not affect the results of this case or Case 3. This is because the amount of H2O and SO2 outgassed during a large volcanic event is great enough that within a wide range, initial conditions are essentially forgotten.\nCase 3. Investigates the climatic effects of rapid plains emplacement, as in Case 2, but considers a much smaller amount of erupted magma. For this case, all the conditions are the same as in Case 2, except that the input to the atmosphere is that due to a total amount of lava sufficient to cover the planet in a global layer 1 km thick."
  }, {
    "heading": "Results",
    "text": "Case 1. Results from Case 1 are displayed in the four plots of this process alone, thereby facilitating a comparison of the\nof Fig. 9. Figure 9a shows the exponential loss of atmospheric\nmagnitude of it to other planetary processes. Also, some general\nabundance. The asterisk marks the current atmospheric abundance of H2O. (c) is evolution of Venus’ surface temperature as a function of time. The asterisk marks"
  }, {
    "heading": "GRINSPOON",
    "text": "H2O over 1.84 Byr as a plot of atmospheric mixing ratio vs time. At 740 Myr atmospheric H2O abundance has decreased to the value of 30 ppm observed at present and marked with an asterisk. By 1.84 Byr, it has decreased to 0.03 ppm, or one-thousandth of its current value.\nFigures 9b and 9c depict the evolution of the clouds as atmospheric H2O decreases over this range. Figure 9b plots planetary albedo as a function of time, while 9c shows the time evolution of cloud opacity with altitude. The shading in Fig. 9c represents the visual opacity of the cloud (at 0.63 µm); brighter shading is higher opacity, while black is transparent. The opacity in atmospheric layers is shaded as a function of altitude, so the figure shows how a vertical cross section of cloud evolves with time. Figure 9d shows how the surface temperature changes with time as atmospheric H2O declines in abundance. The present surface temperature is marked with an asterisk.\nExospheric escape of H leading to atmospheric H2O loss is only one of several planetary-scale processes that may affect the climate of Venus. This model allows us to calculate the effects\nthe evolution of cloud optical depths as a function of altitude and time. (d) is the the current atmospheric abundance of H2O.\nTHE RECENT EVOLUTION\nconclusions about the sensitivity of the clouds and climate to changes in atmospheric H2O may be derived.\nConclusions from Case 1 Results. There are four important features of this calculation that bear on the recent evolution of climate on Venus:\n1. With 100 times the present abundance of H2O (and no change in SO2), the atmosphere is too hot (due to an enhanced greenhouse) to support a massive H2SO4/H2O cloud. Instead, a thin, high H2O cloud exists with a visual optical depth of about 4 between 72 and 85 km. The surface temperature is slightly above 900 K due to the increased greenhouse and lower planetary albedo.\n2. As H2O abundance decreases the atmosphere cools, allowing H2SO4/H2O aerosols to condense, creating a thicker cloud. The thicker cloud has a higher albedo that cools the atmosphere further, lowering the cloud base and thickening the cloud further. This results in the runaway growth of the cloud to about 4 times the present optical depth when atmospheric H2O abundance is about 50 times its current value. The runaway growth of the cloud is limited by the availability of H O to form cloud rapidly outgassed H2O and SO2 are subject to loss due to exospheric escape of H and reactions with surface minerals,\n2"
  }, {
    "heading": "OF CLIMATE ON VENUS 31",
    "text": "aerosols. The surface temperature drops dramatically in 50 Myr from 900 to about 720 K as the greenhouse becomes less efficient and cloud albedo increases rapidly.\n3. With atmospheric H2O abundances between about 50 and 1/100 times the current abundance, the surface temperature is relatively stable. It varies from 720 to 750 K. Decreasing albedo of the clouds as H2O abundance declines is partially offset by the decreasing effectiveness of the greenhouse. The net result is a slight increase in surface temperature over this range.\n4. The clouds go away as atmospheric abundance of H2O falls below 0.3 ppm, or 1/100 times the current value. This is true for this case, where SO2 abundance remains at its current level. The surface temperature actually declines as the clouds go away due to losses in atmospheric infrared opacity of the gas and clouds. Reduced atmospheric opacity dominates over albedo effects because of the already high atmospheric albedo (0.4) due to Rayleigh scattering in the dense CO2 atmosphere.\nCase 2. Results for Case 2 are shown in Fig. 10. Here,\nor SO2. (b) is the evolution of planetary albedo. (c) shows the evolution of cloud e as a function of time.\nD 32 BULLOCK AN\nrespectively. Atmospheric mixing ratio of SO2 peaks at 0.002 due to the effectiveness of SO2 reactions with the surface (Fig. 10a). The outgassing event has an exponential decay time constant of 100 Myr, while the SO2–mineral reaction has a time constant of 20 Myr, at 735 K. Atmospheric H2O abundance increases 90-fold in 100 Myr, and ultimately decays with the lifetime against H escape, 160 Myr. Again due to the large injection of SO2 and H2O, a massive cloud forms in the first 50 Myr, increasing the planetary albedo to 0.94 (Fig. 10b). Due to the loss of atmospheric SO2, however, the cloud begins to dissipate steadily over the next 500 Myr (Fig. 10c) and the planetary albedo begins to decrease. Note that atmospheric H2O abundance may remain high while SO2 abundance declines rapidly due to surface reactions. Depending on the H2O concentrations of erupting lavas and the amount erupted, it is possible for the atmosphere to enter a regime such as that encountered at the beginning of Case 1, namely, high thin H2O clouds and surface temperatures approaching 900 K. Surface temperatures decline 140 K in the first 100 Myr and then increase steadily for loss of atmospheric SO2, however, the cloud begins to dissi400 Myr as the clouds thin (Fig. 10d). Temperatures peak at\npate steadily over the next 300 Myr (Fig. 11c) and the planetary\nmixing ratios as a function of time. The solid line is for H2O, dot–dashed line is fo optical depths as a function of time. (d) shows the evolution of surface temperatur"
  }, {
    "heading": "GRINSPOON",
    "text": "about 870 K and remain that way for at least 150 Myr. The amplitude of the temperature excursion for this case is 200 K in the 600 Myr following an epoch of rapid plains emplacement.\nCase 3. The climatic effects of a smaller episode of sudden outgassing on Venus are explored in Case 3. Rapidly outgassed H2O and SO2 are subject to loss due to exospheric escape of H and reactions with surface minerals, respectively. Atmospheric mixing ratio of SO2 peaks at 0.002 due to the effectiveness of SO2 reactions with the surface (Fig. 11a). The outgassing event has an exponential decay time constant of 100 Myr, while the SO2–mineral reaction has a time constant of 20 Myr at 735 K. Atmospheric H2O abundance increases threefold in 100 Myr, and ultimately decays with the lifetime against H escape, 160 Myr. Again due to the large injection of SO2 and H2O, a massive cloud forms in the first 50 Myr, increasing the planetary albedo to 0.85 (Fig. 11b). Due to the\nr SO2. (b) is the evolution of planetary albedo. (c) shows the evolution of cloud e as a function of time.\nTHE RECENT EVOLUTION\nalbedo begins to decrease. Six-hundred million years after the onset of plains emplacement, in the absence of sources of SO2, the clouds disperse. Surface temperatures decline 30 K in the first 100 Myr and then increase steadily for 200 Myr as the clouds thin. As the clouds disappear, the surface temperature drops due to the loss of their thermal radiative effects, and the surface temperature approaches 725 K. The total excursion in surface temperature for this case is 90 K over 500 Myr (Fig. 11d).\nThis case illustrates that it is likely that sources of volatiles are active or have been active in the past few 10 Myr. If plains emplacement is envisioned only as an exponentially decreasing volcanic flux sufficient to cover the planet in a global layer of lava 1 km thick, the rapidly formed clouds disperse after about 500 Myr. Thus the maintenance of the observed clouds in Venus’atmosphere requires recent outgassing.\nConclusions from Cases 2 and 3. 1. Intense volcanic outgassing of volatiles accompanying a global epoch of rapid plains emplacement would have cooled the surface of Venus for 200–300 Myr. The formation of massive clouds would have raised the albedo of Venus, dominating over an enhanced greenhouse effect resulting from increased abundance of atmospheric H2O and SO2. Surface temperatures as low as 650 K may have prevailed after 100 Myr if the outgassing event was large enough.\n2. If atmospheric SO2 was able to react with surface minerals following a global outgassing event, the surface temperature would have steadily risen for 300–500 Myr. This is due to the steady loss of SO2 and H2O, resulting in the thinning of the cloud layer. As SO2 declined further while atmospheric H2O remained high, however, surface temperatures would have risen rapidly after this. For a large flux of H2O into the atmosphere, the formation of high, thin clouds would have raised surface temperatures to close to 900 K.\n3. If surface sinks for SO2 dominate over sources for long enough (200–500 Myr), a large ratio of H2O/SO2 develops in the atmosphere and a runaway loss of the massive H2SO4/H2O cloud ensues. The result is that surface temperatures can rise to between 840 and 870 K 300–500 Myr after the onset of an epoch of widespread plains emplacement.\n4. Total excursions in surface temperature following plains emplacement would be between 90 and 200 K, depending on the magnitude and timing of volcanic events, and upon the magma concentrations of SO2 and H2O.\n5. A source of atmospheric SO2, most likely ongoing volcanism, must be active or have been active in the past few 10 Myr. A similar conclusion was reached by Fegley and Prinn (1989) based on their experiments on the reaction of SO2 with calcite under Venus conditions (Fegley et al. 1992, 1997; Fegley and Prinn 1989; Fegley and Treiman 1992). Our climate modeling suggests that timescales for the removal of atmospheric SO2 are about an order of magnitude greater. Without a source, clouds dissipate in 500–700 Myr after the onset of an epoch of global plains emplacement."
  }, {
    "heading": "OF CLIMATE ON VENUS 33",
    "text": ""
  }, {
    "heading": "SUMMARY AND CONCLUSIONS",
    "text": ""
  }, {
    "heading": "Summary",
    "text": "We have developed a model of the evolution of climate on Venus that calculates the one-dimensional radiative–convective equilibrium state of the atmosphere as it changes in time. Atmospheric infrared fluxes are calculated using a two-stream nongray method that treats thermal absorption, emission, and scattering in the atmosphere and clouds. Gaseous opacities are calculated using high-temperature spectral databases for nine atmospheric constituents and the correlated-k absorption coefficients. The clouds are treated by using a chemical/microphysical model coupled to radiative–convective equilibrium, and cloud opacities are calculated using standard Mie theory for atmospheric aerosols.\nWe consider three planetary-scale processes that can affect the climate of Venus. They are the loss of H2O due to exospheric escape of H, the injection of SO2 and H2O into the atmosphere from volcanic outgassing, and the reactions of SO2 with surface minerals. The exospheric escape of H is modeled as a diffusion-limited process, where the loss rate depends only upon the global atmospheric abundance of H2O. Two scenarios for volcanic outgassing are treated: massive outgassing events declining exponentially in time and sufficient to cover the planet in a global layer of lava 10 and 1 km thick. Reactions of SO2 are modeled using laboratory equilibrium and kinetic data and a reaction/diffusion formalism to scale these data to Venus.\nThe Venus climate model was designed to provide answers to the questions about the recent climate of Venus posed in the Introduction. The model couples planetary-scale processes in a self-consistent, time-marching model that calculates the state of the atmosphere as it evolves in time. Three evolutionary cases have been presented to show how these processes interact to alter the climate under varying assumptions. The conditions of these experiments were chosen to isolate the effects of individual evolutionary processes in some cases and to investigate their combined effects in others. Feedback among them is complex, stabilizing the climate in some regimes, and destabilizing it in others."
  }, {
    "heading": "The Effects of SO2–Surface Reactions on Venus’ Climate",
    "text": "Atmospheric SO2 reacts rapidly with surface carbonate under present Venus conditions. The timescale for the chemical equilibration of atmospheric SO2 with the surface is approximately 20 Myr at 735 K. The atmosphere currently has 100 times more SO2 than it would if it were equilibrated, indicating a source active within the last 20 Myr. Reactions with the surface have probably buffered large amounts of outgassed SO2, playing a crucial role in controlling the abundance of atmospheric SO2. The timescale for the removal of atmospheric SO2 is short compared to the timescale for the loss of atmospheric H2O due to the exospheric escape of H. If H2O becomes much more abundant than SO2 because of this (with a ratio between\nD 34 BULLOCK AN\n3 and 20), thick H2SO4/H2O clouds are replaced by high, thin H2O clouds. The reduced albedo of these clouds can increase surface temperatures to 900 K. Atmospheric H2O/SO2 ratios in this range would have arisen 200–500 Myr following the start of an epoch of rapid plains emplacement if SO2 sources were not very active. Without sources of SO2, any clouds on Venus would have dissipated 500–700 Myr after the onset of plains formation."
  }, {
    "heading": "The Effects of a Global Geological Resurfacing",
    "text": "on Venus’ Climate\nA massive outgassing event such as that associated with an epoch of rapid global plains emplacement would have first co oled Venus’ surface due to the buildup of thick clouds and an increased albedo. This can most clearly be seen in the first 300 Myr of Case 2 (Fig. 10d). This era of surface cooling would have prevailed for 200–500 Myr and would have cooled the surface by 30–140 K. The magnitude and duration of such a cooling episode are dependent upon the volume of outgassed volatiles, the ratio of H2O/SO2 in erupting magmas, and the initial atmospheric abundances of H2O and SO2. If subsequent sources of SO2 are weak, the ratio of atmospheric H2O to SO2 rises over time due to reactions of SO2 with surface minerals. Loss of atmospheric H2O due to exospheric escape of H is slower than SO2 reactions with the surface, and a critical abundance ratio (H2O/SO2) of between 3 and 20 is reached in 300–500 Myr. At this point, the thick H2SO4/H2O clouds give way to high, thin H2O clouds, and the surface becomes very hot. How hot and for how long depend on exactly how much H2O there was in the atmosphere to begin with and how wet erupting magmas were. Surface temperatures would have remained in the range of 800–870 K for 200–300 Myr. Without significant sources of SO2, the clouds would totally dissipate in 500-600 Myr. The current low abundance of H2O in Venus’ atmosphere is more consistent with a smaller outgassing event, such as that associated with an integrated volume equal to a 1-km global layer of lava. Sources of SO2 in the recent past (10–50 Myr) must be presently supporting the clouds."
  }, {
    "heading": "Comets",
    "text": "It is conceivable that comets could have caused major climate perturbations in the past or played a decisive role in the evolution of Venus’ climate to its current state. Venus’ atmosphere currently contains 7× 1018 g of H2O, about as much as in a 25-km diameter comet. It has been suggested that the current H2O abundance in Venus’ atmosphere is the result of a steady state between delivery by comets, volcanic outgassing, and exospheric hydrogen escape (Grinspoon 1987, Grinspoon and Lewis 1988). Using fluxes and mass exponents for long-period comets (Shoemaker et al. 1990) and short-period comets (Shoemaker et al. 1991), the total integrated mass of comets delivered to Venus in one billion years is about 2× 1019 g. If these comets are on average one-half H2O ice, comets could be delivering a substantial amount of the H2O required for it to be in steady"
  }, {
    "heading": "GRINSPOON",
    "text": "state with exospheric escape at currently observed atmospheric abundances.\nHowever, a billion-year comet that was 100 km in diameter could deliver as much as 40 times the current atmospheric abundance of H2O in an instant. The impact of a large comet during the cooler temperatures within 500 Myr following a global outgassing epoch could have raised the atmospheric H2O/SO2 ratio significantly. Such an impact today would precipitate a positive feedback between the clouds and greenhouse effect, resulting in surface temperatures rapidly rising to 900 K. This phenomenon was observed in Case 3 at 500 Myr and its reverse was observed at the beginning of Case 1. It is not ad hoc to suggest that a billion year comet could have struck Venus sometime in the past billion years. Therefore some of the geological evidence for climate change, discussed in the Introduction, could possibly be due to such an event."
  }, {
    "heading": "Hypothesis: The Recent Evolution of Climate on Venus",
    "text": "The conclusions that we have drawn so far from the model results apply to the range of assumptions we have used regarding the magnitude and timing of planetary processes. In addition, the initial conditions slightly affect the outcome of all the model runs. It is compelling, however, to attempt to reconstruct the recent evolution of Venus based on an understanding of the complex climate interactions that we have explored. The exercise is speculative, but important for informing future, more sophisticated studies of the climate of Venus. We suggest the following scenario for the recent evolution and present stability of climate on Venus:\nVenus experienced a global epoch of rapid plains emplacement 600–1100 Myr ago. During this time, which lasted 10– 100 Myr, large quantities of SO2 and H2O were injected into the atmosphere. This caused the surface to cool for 100–300 Myr due to a massive buildup of clouds. As atmospheric SO2 equilibrated with surface minerals, the ratio of H2O to SO2 in the atmosphere rose. Thick H2SO4/H2O clouds gave way to thin, high H2O clouds 200–500 Myr following the onset of global resurfacing. The reduced albedo of Venus combined with an enhanced greenhouse effect drove surface temperatures to 800– 870 K, where they stayed for 100–500 Myr. These conditions could also have been induced by H2O brought in with a 100-km comet, an event expected for Venus in one billion years.\nEvolution to current conditions on Venus occurred as atmospheric H2O was lost due to the exospheric escape of H. As the atmospheric SO2/H2O ratio rose due to smaller ongoing volcanic sources of SO2, the thicker H2SO4/H2O clouds we see today developed. Current conditions are maintained by the continued low-level outgassing of SO2 and H2O from volcanoes active in the past 20 My. This conclusion is roughly consistent with that of (Fegley and Prinn 1989), who from geochemical arguments alone concluded that the venusian clouds would dissipate in 1.9 Myr without volcanism to replenish atmospheric SO2.\nTHE RECENT EVOLUTION"
  }, {
    "heading": "Climate Change on Venus—Future Missions and Data",
    "text": "The study of climate change on Venus provides us with the means to investigate a fascinating interplay between global-scale processes and planetary climate. The true story of Venus’ past can only be told when sufficient data have been collected from the planet. There are a number of mission possibilities that are both practical and capable of illuminating the issue of Venus’ climate evolution.\nThe signature of atmospheric and surface evolution is to some degree written in its rare gas and isotopic abundances. Significant gaps in these data exist, leaving us unable to distinguish the relative importance of volatile outgassing, atmospheric erosion due to impacts, escape history, and the role of solar wind implantation and grain accretion in the formation of the initial atmosphere. In particular, Xe isotope abundances are almost completely unconstrained. For example, if terrestrial planetary atmospheres are the result of early hydrodynamic escape of isotopically solar primary atmospheres, Venus’ Xe isotope composition should be significantly different from Earth’s (Owen et al. 1992, Pepin 1991). However, if terrestrial planetary atmospheres were formed mainly from planetesimals where Xe had already been fractionated to Earth-like composition, Venus’ nonradiogenic Xe isotope spectrum should be similar to Earth’s (Zahnle et al. 1990).\nA Venus Atmosphere Sample Return mission with the single goal of returning enough gas for an accurate determination of the elemental and isotopic compositions of the noble gases Ne, Ar, Kr, and Xe would significantly add to our knowledge of the origin and evolution of terrestrial planetary atmospheres (Stofan et al. 1999). Such a spacecraft mission could potentially be simple and inexpensive, having no instruments and minimal downlink requirements.\nA more ambitious and expensive mission, but with the possibility of even greater scientific value, would be a Venus in situ explorer and sample return (Stofan et al. 1999). A determination of the oxidation state of the lower atmosphere and crust, age dating of the surface, and mineralogical analyses could refine our understanding of chemical processes at the surface and of Venus’ resurfacing history used in climate reconstructions.\nA mission to Venus that involved a Magellan-like spacecraft, but with the ability to do radar interferometry, would be a valuable tool for looking at dynamic surface processes. With orbital tracks within kilometers of each other, the motion of the ground can be sensed through the construction of synthetic aperture radar fringes. A high-resolution altimeter could accompany such a mission, improving topographic information on Venus by at least an order of magnitude over Magellan.\nThe best evidence for climate change on Venus is probably contained in its surface record. A photovisual reconnaissance of Venus is essential for making valid comparisons between Venus geology and geology on the other terrestrial planets. Highresolution images of recently exposed cliff faces may show the stratigraphic history that radar cannot. Diagenetic layers, indicative of eras of altered atmospheric chemistry, have been proposed"
  }, {
    "heading": "OF CLIMATE ON VENUS 35",
    "text": "to explain layering observed in the wall of Valles Marineris on Mars, for example, Treiman et al. (1995). Visual observations of the surface are possible from either balloon-borne or aerobot cameras (Campbell et al. 1999), or from aircraft that could take advantage of Venus’ atmospheric superrotation to map the planet. These missions would obviously be more expensive and demand the development of new and risky technologies, but the costs may be more than justified in understanding the evolution of the only other Earth-sized planet within at least 4 light years."
  }, {
    "heading": "ACKNOWLEDGMENTS",
    "text": "This work is dedicated to the memory of the late Jim Pollack, who inspired and encouraged the early phases of it. M.A.B. was supported for this research by the NASA Graduate Student Research Program (NGT-51294); D.H.G. acknowledges the support of NASA’s Planetary Atmospheres Program (NAGW-4982). We also thank Ralph Lorenz, Bruce Fegley, and Natasha Johnson for their detailed and thoughtful reviews of the original manuscript."
  }, {
    "heading": "GRINSPOON",
    "text": "Herrick, D. L., and E. M. Parmentier 1994. Episodic large-scale overturn of two layer mantles in terrestrial planets. J. Geophys. Res. 99, 2053–2062.\nJames, E. P., O. B. Toon, and G. Schubert 1997. A numerical microphysical model of the condensational Venus cloud. Icarus 129, 147–171.\nKargel, J. S., R. L. Kirk, B. Fegley, and A. H. Treiman 1994. Carbonate–sulfate volcanism on Venus? Icarus 112, 219–252.\nKaula, W. M., J. W. Head, R. B. Merrill, R. O. Pepin, S. C. Solomon, D. Walker, and C. A. Wood 1981. Basaltic Volcanism on the Terrestrial Planets. Pergamon Press, New York.\nKliore, A., V. I. Moroz, and G. M. Keating 1986. The Venus International Reference Atmosphere. Pergamon Press, Oxford.\nKnollenberg, R. G., and D. M. Hunten 1980. The microphysics of the clouds of Venus: Results of the Pioneer Venus particle size spectrometer experiment. J. Geophys. Res. 85, 8039–8058.\nKrasnopolsky, V. A., and V. A. Parshev 1983. Photochemistry of the Venus atmosphere. In Venus (D. M. Hunten, L. Colin, T. M. Donahue, and V. I. Moroz, Eds.), pp. 431–458. Univ. of Arizona Press, Tucson.\nKrasnopolsky, V. A., and J. B. Pollack 1994. H2O-H2SO4 system in Venus’ clouds and OCS, CO and H2SO4 profiles in Venus’ troposphere. Icarus 109, 58–78.\nLacis, A. A., and V. Oinas 1991. A description of the correlated k method for modeling nongray gaseous absorption, thermal emission and multiple scattering in vertically inhomogeneous atmospheres. J. Geophys. Res. 96, 9027–9063.\nLewis, J. S. 1970. Venus: Atmospheric and lithospheric composition. Earth Planet. Sci. Lett. 10, 73–80.\nLiou, K. N. 1992. Radiation and Cloud Processes in the Atmosphere. Oxford Univ. Press, New York.\nMcKay, C. P., J. B. Pollack, and R. Courtin 1989. The thermal structure of Titan’s atmosphere. Icarus 80, 23–53.\nMcKinnon, W. B., K. J. Zahnle, B. A. Ivanov, and H. J. Melosh 1997. Cratering on Venus: Models and observations. In Venus II (S. W. Bougher, D. M. Hunten, and R. J. Phillips, Eds.), pp. 969–1014. Univ. of Arizona Press, Tucson.\nMeadows, V. S., and D. Crisp 1996. Ground-based near-infrared observations of the Venus night side: The thermal structure and water abundance near the surface. J. Geophys. Res. 101, 4595–4622.\nMoskalenko, N. I., Y. A. Il’in, S. N. Parzhin, and L. V. Rodinovon 1979. Pressureinduced IR radiation absorption in atmospheres. Bull. Acad. Sci. USSR Atmos. Oceanic Phys. 15, 632–637.\nNamiki, N., and S. C. Solomon 1998. Volcanic degassing of argon and helium and the history of crustal production on Venus. J. Geophys. Res. 103, 3655– 3678.\nOwen, T., A. Bar-Nun, and I. Kleinfeld 1992. Possible cometary origin of heavy noble gases in the atmospheres of Venus, Earth and Mars. Nature 358, 43– 46.\nPalmer, K. F., and D. Williams 1975. Optical constants of sulfuric acid: Application to the clouds of Venus? Appl. Opt. 14, 208–219.\nParmentier, E. M., and P. C. Hess 1992. Chemical differentiation of a convecting planetary interior: Consequences for a one plate planet such as Venus. Geophys. Res. Lett. 19, 2015–2018.\nPepin, R. O. 1991. On the origin and early evolution of terrestrial planet atmospheres and meteoritic volatiles. Icarus 92, 2–79.\nPhillips, R. J., and V. L. Hansen 1998. Geological evolution of Venus: Rises, plains, plumes and plateaus. Science 279, 1492–1497.\nPhillips, R. J., R. E. Arvidson, J. M. Boyce, D. B. Campbell, J. E. Guest, G. G. Schaber, and L. A. Soderblom 1991. Impact craters on Venus: Initial analysis from Magellan. Science 252, 288–297.\nPhillips, R. J., R. F. Raubertas, R. E. Arvidson, I. C. Sarker, R. R. Herrick,\nN. R. Izenberg, and R. E. Grimm 1992. Impact craters and Venus resurfacing history. J. Geophys. Res. 97, 15,923–15,948.\nTHE RECENT EVOLUTION\nPollack, J. B., J. B. Dalton, D. H. Grinspoon, R. B. Wattson, R. Freedman, D. Crisp, D. A. Allen, B. Bezard, C. de Bergh, L. P. Giver, Q. Ma, and R. H. Tipping 1993. Near infrared light from Venus’ nightside: A spectroscopic analysis. Icarus 103, 1–42.\nPollack, J. B., O. B. Toon, and R. Boese 1980a. Greenhouse models of Venus’ high surface temperature, as constrained by Pioneer Venus measurements. J. Geophys. Res. 85, 8223–8231.\nPollack, J. B., O. B. Toon, R. C. Whitten, R. Boese, B. Ragent, M. G. Tomasko, L. W. Esposito, L. D. Travis, and D. Wiedman 1980b. Distribution and source of the UV absorption in Venus’ atmosphere. J. Geophys. Res. 85, 8141–8150.\nPrinn, R. G. 1985a. The photochemistry of the atmosphere of Venus. In The Photochemistry of Atmospheres: Earth, the Other Planets, and Comets (J. S. Levine, Ed.), pp. 281–336. Academic Press, New York.\nPrinn, R. G. 1985b. The sulfur cycle and clouds of Venus. In Recent Advances in Planetary Meteorology (G. E. Hunt, Ed.), pp. 1–15. Cambridge Univ. Press, Cambridge.\nRothman, L. S., C. P. Rinsland, A. Goldman, S. T. Massie, D. P. Edwards, J. M. Flaud, A. Perrin, C. Camy-Peyret, V. Dana, J. Y. Mandin, J. Schroeder, A. McCann, R. R. Gamache, R. B. Watson, K. Yoshino, K. V. Chance, K. W. Jucks, L. R. Brown, V. Nemtchinov, and R. Varanasi 1998. The HITRAN molecular spectroscopic database and HAWKS (HITRAN Atmospheric Workstation): 1996 edition. J. Quant. Spectrosc. Rad. Transfer 60, 665–710.\nSagan, C. 1960. The radiation balance of Venus. JPL Technical Report 32–34, Pasadena, CA.\nSandwell, D. T., C. L. Johnson, F. Bilotti, and J. Suppe 1997. Driving forces for limited tectonics on Venus. Icarus 129, 232–244.\nSaunders, R. S., A. J. Spear, P. C. Allin, R. S. Austin, A. L. Berman, R. C. Chandler, J. Clark, A. V. deCharon, E. M. DeJong, D. G. Griffith, J. M. Gunn, S. Hensley, W. T. K. Johnson, C. E. Kirby, K. S. Leung, D. T. Lyons, G. A. Michaels, J. Miller, R. B. Morris, R. G. Pierson, J. F. Scott, S. J. Schaffer, J. P. Slonski, E. R. Stofan, R. W. Thompson, and S. D. Wall 1992. Magellan mission summary. J. Geophys. Res. 97, 13,067–13,090.\nSchaber, G. G., R. G. Strom, H. J. Moore, L. A. Soderblom, R. L. Kirk, D. J. Chadwick, D. D. Dawson, L. R. Gaddis, J. M. Boyce, and J. Russel 1992. Geology and distribution of impact craters on Venus: What are they telling us? J. Geophys. Res. 97, 13,257–13,302.\nSchubert, G., and D. T. Sandwell 1995. A global survey of possible subduction sites on Venus. Icarus 117, 173–196.\nShoemaker, E. M., R. F. Wolfe, and C. S. Shoemaker 1990. Asteroid and comet flux in the neighborhood of Earth. In Global Catastrophes in Earth History: An Interdisciplinary Conference on Impacts, Volcanism, and Mass Mortality (V. L. Sharpton and P. D. Ward, Eds.), pp. 155–170. Special Paper 247, Geological Society of America.\nShoemaker, E. M., R. F. Wolfe, and C. S. Shoemaker 1991. Asteroid flux and impact cratering rate on Venus. Proc. Lunar Planet. Sci. Conf. 22nd, 1253–1254."
  }, {
    "heading": "OF CLIMATE ON VENUS 37",
    "text": "Solomon, S. C., M. A. Bullock, and D. H. Grinspoon 1999. Climate change as a regulator of tectonics on Venus. Science 286, 87–89.\nStofan, E. R., W. B. Banerdt, D. D. Bogard, B. A. Campbell, D. H. Grinspoon, R. M. Haberle, P. G. Lucey, C. Peterson, R. J. Phillips, C. M. Pieters, R. S. Saunders, S. E. Smrekar, and P. D. Spudis 1999. The campaign strategy working group for the formation and dynamics of Earth-like planets: Seeking to determine how Earth-like planets form and evolve. In Lunar and Planetary Science Vol. 30, Abstract 1339. Lunar and Planetory Institute, Houston.\nStrom, R. G., G. G. Schaber, and D. D. Dawson 1994. The global resurfacing of Venus. J. Geophys. Res. 99, 10,899–10,926.\nTomasko, M. G., L. R. Doose, P. H. Smith, and A. P. Odell 1980. Measurements of the flux of sunlight in the atmosphere of Venus. J. Geophys. Res. 85, 8167–8186.\nToon, O. B., C. P. McKay, and T. P. Ackerman 1989. Rapid calculation of radiative heating rates and photodissociation rates in inhomogeneous multiple scattering atmospheres. J. Geophys. Res. 94, 16,287–16,301.\nTreiman, A. H., K. H. Fuks, and S. Murchie 1995. Diagenetic Layers in the upper walls of Valles Marineris, Mars: Evidence for Drastic Climate Change Since the mid-Hesperian. J. Geophys. Res. 100, 26,339–26,344.\nTurcotte, D. L. 1993. An episodic hypothesis for venusian tectonics. J. Geophys. Res. 98, 17,061–17,068.\nTurcotte, D. L. 1995. How did Venus lose heat? J. Geophys. Res. 100, 16,931–16,940.\nTurcotte, D. L., and G. Schubert 1982. Geodynamics. Wiley, New York.\nvan de Hulst, H. C. 1981. Light Scattering by Small Particles. Dover, New York.\nvon Zahn, U., S. Kumar, H. Niemann, and R. G. Prinn 1983. Composition of the Venus atmosphere. In Venus (D. M. Hunten, L. Colin, T. M. Donahue, and V. I. Moroz, Eds.), pp. 299–430. Univ. of Arizona Press, Tucson.\nYung, Y. L., and W. B. DeMore 1982. Photochemistry of the stratosphere of Venus: Implications for atmospheric evolution. Icarus 51, 199– 248.\nZahnle, K., J. B. Pollack, and J. F. Kasting 1990. Xenon fractionation in porous planetesimals. Geochim. Cosmochim. Acta 54, 2577–2586.\nZeleznik, F. J. 1991. Thermodynamic properties of the aqueous sulfuric acid system to 350 K. J. Phys. Chem. Ref. Data 20, 1157–1200.\nZolotov, M. Y. 1992. A model of the physico-chemical evolution of the Venus atmosphere as a result of volcanic CO2 degassing. Proc. Lunar Planet. Sci. Conf. 23rd, 1589–1560.\nZolotov, M. Y. 1995a. A model of the Venus atmosphere evolution along with titanhematite–magnatitie–pyrite buffer. Proc. Lunar Planet. Sci. Conf. 26th, 1569–1570.\nZolotov, M. Y. 1995b. Temporal changes of carbonate stability on the Venus surface. Proc. Lunar Planet. Sci. Conf. 26th, 1573–1574.\nZolotov, M. Y. 1996. A model for climatic changes of the Venus atmosphere during the last 500 million years. Ann. Geophys. 14. C802."
  }],
  "year": 2001,
  "references": [{
    "title": "Handbook of Mathematical Functions",
    "authors": ["M. Abramowitz", "I.A. Stegun"],
    "venue": "Dover, New York.",
    "year": 1965
  }, {
    "title": "Mathematical Methods for Physicists",
    "authors": ["G. Arfken"],
    "venue": "Academic Press, San Diego.",
    "year": 1985
  }, {
    "title": "Constraints on the thermal evolution of Venus inferred from Magellan data",
    "authors": ["J. Arkani-Hamed", "G.G. Schaber", "R.G. Strom"],
    "venue": "J. Geophys. Res. 98, 5309–5315.",
    "year": 1993
  }, {
    "title": "Geochemical studies on Venus with the landers from the Vega 1 and Vega 2 probes",
    "authors": ["V.L. Barsukov", "Y.A. Surkov", "L.V. Dimitriyev", "I.L. Khodakovsky"],
    "venue": "Geochemistry International 23, 53–65.",
    "year": 1986
  }, {
    "title": "Global stratigraphy of Venus: Analysis of a random sample of thirty-six test areas",
    "authors": ["A.T. Basilevsky", "J.W. Head"],
    "venue": "Earth Moon Planets 66, 285–336.",
    "year": 1995
  }, {
    "title": "Evidence for rapid and widespread emplacement of volcanic plains on Venus: Stratigraphic studies in the Baltis Vallis region",
    "authors": ["A.T. Basilevsky", "J.W. Head"],
    "venue": "Geophys. Res. Lett. 23, 1497–1500.",
    "year": 1996
  }, {
    "title": "Vega-1 and Vega-2 entry probes: An investigation of UV absorption (220–400 nm) in the atmosphere of Venus",
    "authors": ["J.L. Bertaux", "T. Widemann", "A. Hauchecorne", "V.I. Moroz", "A.P. Ekonomov"],
    "venue": "J. Geophys. Res. 101, 12,709– 12,745.",
    "year": 1996
  }, {
    "title": "The deep atmosphere of Venus revealed by high-resolution nightside spectra",
    "authors": ["B. Bezard", "C. de Bergh", "D. Crisp", "J.P. Maillard"],
    "venue": "Nature 345, 508– 511.",
    "year": 1990
  }, {
    "title": "The stability of climate on Venus",
    "authors": ["M.A. Bullock", "D.H. Grinspoon"],
    "venue": "J. Geophys. Res. 101, 7521–7529.",
    "year": 1996
  }, {
    "title": "Venus resurfacing rates: Constraints provided by 3-D Monte Carlo simulations",
    "authors": ["M.A. Bullock", "D.H. Grinspoon", "J.W. Head"],
    "venue": "Geophys. Res. Lett. 20, 2147–2150.",
    "year": 1993
  }, {
    "title": "A coupled soil-atmosphere model of H2O2 on Mars",
    "authors": ["M.A. Bullock", "C.R. Stoker", "C.P. McKay", "A.P. Zent"],
    "venue": "Icarus 107, 142–154. Burke, K., B. Fegley, and V. L. Sharpton 1994. Are steep slopes on Venus preserved as a result of chemical cementation of pore-spaces in surface rocks? Proc. Lunar Planet. Sci. Conf. 25th, 201–202.",
    "year": 1994
  }, {
    "title": "The VEVA mission: Exploration of Venus volcanoes and atmosphere",
    "authors": ["B.A. Campbell", "R. Greeley", "E.R. Stofan", "M.H. Acuna", "A. Chutjian", "D. Crisp", "J. Cutts", "B. Fegley", "J.E. Guest", "J.W. Head", "K. Klaasen", "J.P. Mustard", "D. Senske"],
    "venue": "Lunar and Planetary Science, Vol. 30, Abstract 1667. Lunar and Planetary Institute, Houston.",
    "year": 1999
  }, {
    "title": "Large igneous provinces: Crustal structure, dimensions, and external consequences",
    "authors": ["M.F. Coffin"],
    "venue": "Rev. Geophys. 32, 1–36.",
    "year": 1994
  }, {
    "title": "Radiative forcing of the Venus mesosphere",
    "authors": ["D. Crisp"],
    "venue": "Icarus 67, 484–514.",
    "year": 1986
  }, {
    "title": "The dark side of Venus: Near-infrared images and spectra from the Anglo–Australian Observatory",
    "authors": ["D. Crisp", "D.A. Allen", "D.H. Grinspoon", "J.B. Pollack"],
    "venue": "Science 253, 1263–1266.",
    "year": 1991
  }, {
    "title": "Water in the deep atmosphere of Venus from high-resolution spectra of the night",
    "authors": ["C. de Bergh", "B. Bezard", "D. Crisp", "J.P. Maillard", "T. Owen", "J.B. Pollack", "D. H"],
    "venue": "Grinspoon",
    "year": 1995
  }, {
    "title": "New analysis of hydrogen and deuterium escape from Venus",
    "authors": ["T.M. Donahue"],
    "venue": "Icarus 141, 226–235.",
    "year": 1999
  }, {
    "title": "Past and present water budget of Venus",
    "authors": ["T.M. Donahue", "R.R. Hodges"],
    "venue": "J. Geophys. Res. 97, 6083–6091.",
    "year": 1992
  }, {
    "title": "Sulfur dioxide: Episodic injection shows evidence for active Venus volcanism",
    "authors": ["L.W. Esposito"],
    "venue": "Science 223, 1072–1074.",
    "year": 1984
  }, {
    "title": "The clouds and hazes of Venus",
    "authors": ["L.W. Esposito", "R.G. Knollenberg", "M.Y. Marov", "O.B. Toon", "R.P. Turco"],
    "venue": "Venus (D. M. Hunten, L. Colin, T. M. Donahue, and V. I. Moroz, Eds.), pp. 484–564. Univ. of Arizona Press, Tucson.",
    "year": 1983
  }, {
    "title": "Estimation of the rate of volcanism on Venus from reaction rate measurements",
    "authors": ["B. Fegley", "R.G. Prinn"],
    "venue": "Nature 337, 55–58.",
    "year": 1989
  }, {
    "title": "Chemistry of atmosphere–surface interactions on Venus and Mars",
    "authors": ["B. Fegley", "A.H. Treiman"],
    "venue": "Venus and Mars: Atmospheres, Ionospheres and Solar Wind Interactions (J. G. Luhmann, M. Tatrallyay, and R. O. Pepin, Eds.), pp. 7–71. American Geophysical Union, Washington, DC.",
    "year": 1992
  }, {
    "title": "Geochemistry of surface–atmosphere interactions on Venus",
    "authors": ["B. Fegley", "G. Klingelhofer", "K. Lodders", "T. Widemann"],
    "venue": "Venus II (S. W. Bougher, D. M. Hunten, and R. J. Phillips, Eds.), pp. 591–636. Univ. of Arizona Press, Tucson.",
    "year": 1997
  }, {
    "title": "The rate of pyrite decomposition on the surface of Venus",
    "authors": ["B. Fegley", "K. Lodders", "A.H. Treiman", "G. Klingelhofer"],
    "venue": "Icarus 115, 159–180.",
    "year": 1995
  }, {
    "title": "Venus surface mineralogy: Observational and theoretical constraints, Proc",
    "authors": ["B. Fegley", "A.H. Treiman", "V.L. Sharpton"],
    "venue": "Lunar Planet. Sci. Con. 22nd, pp. 3–20.",
    "year": 1992
  }, {
    "title": "Was Venus wet? Deuterium reconsidered",
    "authors": ["D.H. Grinspoon"],
    "venue": "Science 238, 1702–1704.",
    "year": 1987
  }, {
    "title": "Implications of the high D/H ratio for the sources of water in Venus’ atmosphere",
    "authors": ["D.H. Grinspoon"],
    "venue": "Nature 363, 428–431.",
    "year": 1993
  }, {
    "title": "Cometary water on Venus: Implications of stochastic impacts",
    "authors": ["D.H. Grinspoon", "J.S. Lewis"],
    "venue": "Icarus 74, 21–35.",
    "year": 1988
  }, {
    "title": "Probing Venus’ cloud structure with Galileo NIMS",
    "authors": ["D.H. Grinspoon", "J.B. Pollack", "B.R. Sitton", "R.W. Carlson", "L.W. Kamp", "K.H. Baines", "T. Encrenaz", "F.W. Taylor"],
    "venue": "Planet. Space Sci. 41, 515–542.",
    "year": 1993
  }, {
    "title": "Light scattering in planetary atmospheres",
    "authors": ["J.E. Hansen", "L.D. Travis"],
    "venue": "Space Sci. Rev. 16, 527–610.",
    "year": 1974
  }, {
    "title": "Albedo on Venus: I",
    "authors": ["G.L. Hashimoto", "Y. Abe"],
    "venue": "Cloud Model and Present State. Bull. Am. Astron. Soc. 28, 1117.",
    "year": 1996
  }, {
    "title": "Sequence of tectonic deformation in the history of Venus: Evidence from global stratigraphic relationships",
    "authors": ["J.W. Head", "A.T. Basilevsky"],
    "venue": "Geology 26, 35–38.",
    "year": 1998
  }, {
    "title": "Venus volcanism: Classification of volcanic features and structures, associations, and global distribution from Magellan data",
    "authors": ["J.W. Head", "L.S. Crumpler", "J.C. Aubele", "J.E. Guest", "R.S. Saunders"],
    "venue": "J. Geophys. Res. 97, 13,153–13,198. Head, J. W., E. M. Parmentier, and P. C. Hess 1994. Venus: Vertical accre-",
    "year": 1992
  }, {
    "title": "Episodic large-scale overturn of two layer mantles in terrestrial planets",
    "authors": ["D.L. Herrick", "E.M. Parmentier"],
    "venue": "J. Geophys. Res. 99, 2053–2062.",
    "year": 1994
  }, {
    "title": "A numerical microphysical model of the condensational Venus cloud",
    "authors": ["E.P. James", "O.B. Toon", "G. Schubert"],
    "venue": "Icarus 129, 147–171.",
    "year": 1997
  }, {
    "title": "Carbonate–sulfate volcanism on Venus",
    "authors": ["J.S. Kargel", "R.L. Kirk", "B. Fegley", "A.H. Treiman"],
    "venue": "Icarus",
    "year": 1994
  }, {
    "title": "Basaltic Volcanism on the Terrestrial Planets",
    "authors": ["W.M. Kaula", "J.W. Head", "R.B. Merrill", "R.O. Pepin", "S.C. Solomon", "D. Walker", "C.A. Wood"],
    "venue": "Pergamon Press, New York.",
    "year": 1981
  }, {
    "title": "The Venus International Reference Atmosphere",
    "authors": ["A. Kliore", "V.I. Moroz", "G.M. Keating"],
    "venue": "Pergamon Press, Oxford.",
    "year": 1986
  }, {
    "title": "The microphysics of the clouds of Venus: Results of the Pioneer Venus particle size spectrometer experiment",
    "authors": ["R.G. Knollenberg", "D.M. Hunten"],
    "venue": "J. Geophys. Res. 85, 8039–8058.",
    "year": 1980
  }, {
    "title": "Photochemistry of the Venus atmosphere",
    "authors": ["V.A. Krasnopolsky", "V.A. Parshev"],
    "venue": "Venus (D. M. Hunten, L. Colin, T. M. Donahue, and V. I. Moroz, Eds.), pp. 431–458. Univ. of Arizona Press, Tucson.",
    "year": 1983
  }, {
    "title": "H2O-H2SO4 system in Venus’ clouds and OCS, CO and H2SO4 profiles in Venus’ troposphere",
    "authors": ["V.A. Krasnopolsky", "J.B. Pollack"],
    "venue": "Icarus 109, 58–78.",
    "year": 1994
  }, {
    "title": "A description of the correlated k method for modeling nongray gaseous absorption, thermal emission and multiple scattering in vertically inhomogeneous atmospheres",
    "authors": ["A.A. Lacis", "V. Oinas"],
    "venue": "J. Geophys. Res. 96, 9027–9063.",
    "year": 1991
  }, {
    "title": "Venus: Atmospheric and lithospheric composition",
    "authors": ["J.S. Lewis"],
    "venue": "Earth Planet. Sci. Lett. 10, 73–80.",
    "year": 1970
  }, {
    "title": "Radiation and Cloud Processes in the Atmosphere",
    "authors": ["K.N. Liou"],
    "venue": "Oxford Univ. Press, New York.",
    "year": 1992
  }, {
    "title": "The thermal structure of Titan’s atmosphere",
    "authors": ["C.P. McKay", "J.B. Pollack", "R. Courtin"],
    "venue": "Icarus 80, 23–53.",
    "year": 1989
  }, {
    "title": "Cratering on Venus: Models and observations",
    "authors": ["W.B. McKinnon", "K.J. Zahnle", "B.A. Ivanov", "H.J. Melosh"],
    "venue": "Venus II (S. W. Bougher, D. M. Hunten, and R. J. Phillips, Eds.), pp. 969–1014. Univ. of Arizona Press, Tucson.",
    "year": 1997
  }, {
    "title": "Ground-based near-infrared observations of the Venus night side: The thermal structure and water abundance near the surface",
    "authors": ["V.S. Meadows", "D. Crisp"],
    "venue": "J. Geophys. Res. 101, 4595–4622.",
    "year": 1996
  }, {
    "title": "Volcanic degassing of argon and helium and the history of crustal production on Venus",
    "authors": ["N. Namiki", "S.C. Solomon"],
    "venue": "J. Geophys. Res. 103, 3655– 3678.",
    "year": 1998
  }, {
    "title": "Possible cometary origin of heavy noble gases in the atmospheres of Venus, Earth and Mars",
    "authors": ["T. Owen", "A. Bar-Nun", "I. Kleinfeld"],
    "venue": "Nature 358, 43–",
    "year": 1992
  }, {
    "title": "Optical constants of sulfuric acid: Application to the clouds of Venus? Appl",
    "authors": ["K.F. Palmer", "D. Williams"],
    "venue": "Opt. 14, 208–219.",
    "year": 1975
  }, {
    "title": "Chemical differentiation of a convecting planetary interior: Consequences for a one plate planet such as Venus",
    "authors": ["E.M. Parmentier", "P.C. Hess"],
    "venue": "Geophys. Res. Lett. 19, 2015–2018.",
    "year": 1992
  }, {
    "title": "On the origin and early evolution of terrestrial planet atmospheres and meteoritic volatiles",
    "authors": ["R.O. Pepin"],
    "venue": "Icarus 92, 2–79.",
    "year": 1991
  }, {
    "title": "Geological evolution of Venus: Rises, plains, plumes and plateaus",
    "authors": ["R.J. Phillips", "V.L. Hansen"],
    "venue": "Science 279, 1492–1497.",
    "year": 1998
  }, {
    "title": "Impact craters on Venus: Initial analysis from Magellan",
    "authors": ["R.J. Phillips", "R.E. Arvidson", "J.M. Boyce", "D.B. Campbell", "J.E. Guest", "G.G. Schaber", "L.A. Soderblom"],
    "venue": "Science 252, 288–297.",
    "year": 1991
  }, {
    "title": "Impact craters and Venus resurfacing history",
    "authors": ["R.J. Phillips", "R.F. Raubertas", "R.E. Arvidson", "I.C. Sarker", "R.R. Herrick", "N.R. Izenberg", "R.E. Grimm"],
    "venue": "J. Geophys. Res. 97, 15,923–15,948.",
    "year": 1992
  }, {
    "title": "Near infrared light from Venus’ nightside: A spectroscopic analysis",
    "authors": ["J.B. Pollack", "J.B. Dalton", "D.H. Grinspoon", "R.B. Wattson", "R. Freedman", "D. Crisp", "D.A. Allen", "B. Bezard", "C. de Bergh", "L.P. Giver", "Q. Ma", "R.H. Tipping"],
    "venue": "Icarus 103, 1–42.",
    "year": 1993
  }, {
    "title": "Greenhouse models of Venus’ high surface temperature, as constrained by Pioneer Venus measurements",
    "authors": ["J.B. Pollack", "O.B. Toon", "R. Boese"],
    "venue": "J. Geophys. Res. 85, 8223–8231.",
    "year": 1980
  }, {
    "title": "Distribution and source of the UV absorption in Venus’ atmosphere",
    "authors": ["J.B. Pollack", "O.B. Toon", "R.C. Whitten", "R. Boese", "B. Ragent", "M.G. Tomasko", "L.W. Esposito", "L.D. Travis", "D. Wiedman"],
    "venue": "J. Geophys. Res. 85, 8141–8150.",
    "year": 1980
  }, {
    "title": "The photochemistry of the atmosphere of Venus",
    "authors": ["R.G. Prinn"],
    "venue": "The Photochemistry of Atmospheres: Earth, the Other Planets, and Comets (J. S. Levine, Ed.), pp. 281–336. Academic Press, New York.",
    "year": 1985
  }, {
    "title": "The sulfur cycle and clouds of Venus",
    "authors": ["R.G. Prinn"],
    "venue": "Recent Advances in Planetary Meteorology (G. E. Hunt, Ed.), pp. 1–15. Cambridge Univ. Press, Cambridge.",
    "year": 1985
  }, {
    "title": "The HITRAN molecular spectroscopic database and HAWKS (HITRAN Atmo",
    "authors": ["L.S. Rothman", "C.P. Rinsland", "A. Goldman", "S.T. Massie", "D.P. Edwards", "J.M. Flaud", "A. Perrin", "C. Camy-Peyret", "V. Dana", "J.Y. Mandin", "J. Schroeder", "A. McCann", "R.R. Gamache", "R.B. Watson", "K. Yoshino", "K.V. Chance", "K.W. Jucks", "L.R. Brown", "V. Nemtchinov", "R. Varanasi"],
    "year": 1998
  }, {
    "title": "The radiation balance of Venus",
    "authors": ["C. Sagan"],
    "venue": "JPL Technical Report 32–34, Pasadena, CA.",
    "year": 1960
  }, {
    "title": "Driving forces for limited tectonics on Venus",
    "authors": ["D.T. Sandwell", "C.L. Johnson", "F. Bilotti", "J. Suppe"],
    "venue": "Icarus 129, 232–244.",
    "year": 1997
  }, {
    "title": "Geology and distribution of impact craters on Venus: What are they telling us? J",
    "authors": ["G.G. Schaber", "R.G. Strom", "H.J. Moore", "L.A. Soderblom", "R.L. Kirk", "D.J. Chadwick", "D.D. Dawson", "L.R. Gaddis", "J.M. Boyce", "J. Russel"],
    "venue": "Geophys. Res. 97, 13,257–13,302.",
    "year": 1992
  }, {
    "title": "A global survey of possible subduction sites on Venus",
    "authors": ["G. Schubert", "D.T. Sandwell"],
    "venue": "Icarus 117, 173–196.",
    "year": 1995
  }, {
    "title": "Asteroid and comet flux in the neighborhood of Earth",
    "authors": ["E.M. Shoemaker", "R.F. Wolfe", "C.S. Shoemaker"],
    "venue": "Global Catastrophes in Earth History: An Interdisciplinary Conference on Impacts, Volcanism, and Mass Mortality (V. L. Sharpton and P. D. Ward, Eds.), pp. 155–170. Special Paper 247, Geological Society of America.",
    "year": 1990
  }, {
    "title": "Asteroid flux and impact cratering rate on Venus",
    "authors": ["E.M. Shoemaker", "R.F. Wolfe", "C.S. Shoemaker"],
    "venue": "Proc. Lunar Planet. Sci. Conf. 22nd, 1253–1254.",
    "year": 1991
  }, {
    "title": "Climate change as a regulator of tectonics on Venus",
    "authors": ["S.C. Solomon", "M.A. Bullock", "D.H. Grinspoon"],
    "venue": "Science 286, 87–89.",
    "year": 1999
  }, {
    "title": "The campaign strategy working group for the formation and dynamics of Earth-like planets: Seeking to determine how Earth-like planets form and evolve",
    "authors": ["E.R. Stofan", "W.B. Banerdt", "D.D. Bogard", "B.A. Campbell", "D.H. Grinspoon", "R.M. Haberle", "P.G. Lucey", "C. Peterson", "R.J. Phillips", "C.M. Pieters", "R.S. Saunders", "S.E. Smrekar", "P.D. Spudis"],
    "venue": "Lunar and Planetary",
    "year": 1999
  }, {
    "title": "The global resurfacing of Venus",
    "authors": ["R.G. Strom", "G.G. Schaber", "D.D. Dawson"],
    "venue": "J. Geophys. Res. 99, 10,899–10,926.",
    "year": 1994
  }, {
    "title": "Measurements of the flux of sunlight in the atmosphere of Venus",
    "authors": ["M.G. Tomasko", "L.R. Doose", "P.H. Smith", "A.P. Odell"],
    "venue": "J. Geophys. Res. 85, 8167–8186.",
    "year": 1980
  }, {
    "title": "Rapid calculation of radiative heating rates and photodissociation rates in inhomogeneous multiple scattering atmospheres",
    "authors": ["O.B. Toon", "C.P. McKay", "T.P. Ackerman"],
    "venue": "J. Geophys. Res. 94, 16,287–16,301.",
    "year": 1989
  }, {
    "title": "Diagenetic Layers in the upper walls of Valles Marineris, Mars: Evidence for Drastic Climate Change Since the mid-Hesperian",
    "authors": ["A.H. Treiman", "K.H. Fuks", "S. Murchie"],
    "venue": "J. Geophys. Res. 100, 26,339–26,344.",
    "year": 1995
  }, {
    "title": "An episodic hypothesis for venusian tectonics",
    "authors": ["D.L. Turcotte"],
    "venue": "J. Geophys. Res. 98, 17,061–17,068.",
    "year": 1993
  }, {
    "title": "How did Venus lose heat? J",
    "authors": ["D.L. Turcotte"],
    "venue": "Geophys. Res. 100, 16,931–16,940.",
    "year": 1995
  }, {
    "title": "Geodynamics",
    "authors": ["D.L. Turcotte", "G. Schubert"],
    "venue": "Wiley, New York.",
    "year": 1982
  }, {
    "title": "Light Scattering by Small Particles",
    "authors": ["H.C. van de Hulst"],
    "year": 1981
  }, {
    "title": "Composition of the Venus atmosphere",
    "authors": ["U. von Zahn", "S. Kumar", "H. Niemann", "R. G"],
    "venue": "Prinn",
    "year": 1983
  }, {
    "title": "Photochemistry of the stratosphere of Venus: Implications for atmospheric evolution",
    "authors": ["Y.L. Yung", "W.B. DeMore"],
    "venue": "Icarus 51, 199– 248.",
    "year": 1982
  }, {
    "title": "Xenon fractionation in porous planetesimals",
    "authors": ["K. Zahnle", "J.B. Pollack", "J.F. Kasting"],
    "venue": "Geochim. Cosmochim. Acta 54, 2577–2586.",
    "year": 1990
  }, {
    "title": "Thermodynamic properties of the aqueous sulfuric acid system to 350 K",
    "authors": ["F.J. Zeleznik"],
    "venue": "J. Phys. Chem. Ref. Data 20, 1157–1200.",
    "year": 1991
  }, {
    "title": "A model of the physico-chemical evolution of the Venus atmosphere as a result of volcanic CO2 degassing",
    "authors": ["M.Y. Zolotov"],
    "venue": "Proc. Lunar Planet. Sci. Conf. 23rd, 1589–1560.",
    "year": 1992
  }, {
    "title": "A model of the Venus atmosphere evolution along with titanhematite–magnatitie–pyrite buffer",
    "authors": ["M.Y. Zolotov"],
    "venue": "Proc. Lunar Planet. Sci. Conf. 26th, 1569–1570.",
    "year": 1995
  }, {
    "title": "Temporal changes of carbonate stability on the Venus surface",
    "authors": ["M.Y. Zolotov"],
    "venue": "Proc. Lunar Planet. Sci. Conf. 26th, 1573–1574.",
    "year": 1995
  }, {
    "title": "A model for climatic changes of the Venus atmosphere during the last 500 million years",
    "authors": ["M.Y. Zolotov"],
    "venue": "Ann. Geophys. 14. C802.",
    "year": 1996
  }],
  "id": "SP:286e505996f29cd883290ae01cc985c069171523",
  "authors": [{
    "name": "Mark A. Bullock",
    "affiliations": []
  }, {
    "name": "David H. Grinspoon",
    "affiliations": []
  }],
  "abstractText": "The present climate of Venus is controlled by an efficient carbon dioxide–water greenhouse effect and by the radiative properties of its global cloud cover. Both the greenhouse effect and clouds are sensitive to perturbations in the abundance of atmospheric water vapor and sulfur gases. Planetary-scale processes involving the release, transport, and sequestering of volatiles affect these abundances over time, driving changes in climate. We have developed a numerical model of the climate evolution of Venus. Atmospheric temperatures are calculated using a one-dimensional two-stream radiative–convective model that treats the transport of thermal infrared radiation in the atmosphere and clouds. These radiative transfer calculations are the first to utilize high-temperature, high-resolution spectral databases for the calculation of infrared absorption and scattering in Venus’ atmosphere. We use a chemical/microphysical model of Venus’ clouds to calculate changes in cloud structure that result from variations in atmospheric water and sulfur dioxide. Atmospheric abundances of water, sulfur dioxide, and carbon dioxide change under the influence of the exospheric escape of hydrogen, outgassing from the interior, and heterogeneous reactions with surface minerals. Radar images from the Magellan mission show that the surface of Venus has been geologically active on a global scale, yet its sparse impact cratering record is almost pristine. This geologic record on Venus is consistent with an epoch of rapid plains emplacement 600– 1100 Myr ago. Our models show that intense volcanic outgassing of sulfur dioxide and water during this time would have resulted in the formation of massive sulfuric acid/water clouds and the cooling of the surface for 100–300 Myr. The thick clouds would have subsequently given way to high, thin water clouds as atmospheric sulfur dioxide was lost to reactions with the surface. Surface temperatures approaching 900 K would have been reached 200–500 Myr after the onset of volcanic resurfacing. Evolution to current conditions would have proceeded due to loss of atmospheric water at the top of the atmosphere, ongoing low-level volcanism, and the reappearance of sulfuric acid/water clouds. We find that the maintenance of sulfuric acid/water clouds on Venus today requires sources of outgassed sulfur active in the past 20–50 Myr, in contrast with the 1.9 Myr as determined from geochemical arguments alone (B. Fegley and R. G. Prinn 1989, Nature 337, 55–58). c © 2001 Academic Press",
  "title": "The Recent Evolution of Climate on Venus"
}