{
  "sections": [{
    "text": "lable at ScienceDirect\nContents lists avai\nQuaternary Science Reviews\njournal homepage: www.elsevier .com/locate/quascirev\nChemical weathering of palaeosols from the Lower Palaeolithic site of Valle Giumentina, central Italy\nJean-Philippe Degeai a, *, Valentina Villa b, Christine Chauss e b, c, Alison Pereira d, e, f, g, S ebastien Nomade e, Daniele Aureli h, i, Marina Pagli i, Elisa Nicoud j\na ASM UMR5140, Universit e Montpellier 3, CNRS, MCC, 34199 Montpellier, France b LGP UMR8591, Universit e Paris 1, CNRS, 92195 Meudon, France c INRAP, 121 rue d’Alesia, 75014 Paris, France d D epartement de Pr ehistoire UMR7194, CNRS, MNHN, 75013 Paris, France e LSCE, CEA-CNRS UMR8212, IPSL Universit e Versailles-Saint Quentin et Paris-Saclay, 91190 Gif-sur-Yvette, France f Dipartimento Studi Umanistici, Sezione di Scienze preistoriche e antropologiche, Universit a di Ferrara, 44121 Ferrara, Italy g Ecole française de Rome, Piazza Farnese, 00186 Roma, Italy h U.R. Preistoria e Antropologia, Universit a di Siena, 53100 Siena, Italy i ArScAn UMR7041, Universit e de Nanterre, CNRS, 92023 Nanterre, France j Universit e Côte d’Azur, CNRS CEPAM UMR7264, 06357 Nice, France\na r t i c l e i n f o\nArticle history: Received 24 August 2017 Received in revised form 15 January 2018 Accepted 24 January 2018 Available online 2 February 2018\nKeywords: Paleoclimatology Major and trace element composition 40Ar/39Ar dating Soil weathering Middle Pleistocene Lower Palaeolithic Europe Central Italy\n* Corresponding author. E-mail address: jean-philippe.degeai@cnrs.fr (J.-P.\nhttps://doi.org/10.1016/j.quascirev.2018.01.014 0277-3791/© 2018 Elsevier Ltd. All rights reserved.\na b s t r a c t\nThe major archaeological site of Valle Giumentina (Abruzzo) contains a well-dated Lower Palaeolithic pedosedimentary sequence that provides an excellent opportunity to study the relationships among soil weathering, volcanism and climate change at the glacial/interglacial and submillennial timescales in central Italy and the Mediterranean area during the Middle Pleistocene, as well as the humanenvironment interactions of some of the earliest settlements in central southern Europe. Highresolution analyses of geochemistry and magnetic susceptibility revealed the presence of eleven palaeosols, ten of which (S2-S11) were formed between 560 and 450 ka based on 40Ar/39Ar dating of sanidine in tephras, i.e. spanning marine isotope stages (MIS) 14-12. The evolution of the major and trace element composition suggests that the palaeosols were mainly formed by in situ weathering of the parent material. The major phases of soil weathering occurred during the MIS 13 interglacial period (S8 and S6) as well as during episodes of rapid environmental change associated with millennial climatic oscillations during the MIS 14 and 12 glaciations (S11 and S2, respectively). Although global forcing such as orbital variations, solar radiation, and greenhouse gas concentrations may have influenced the pedogenic processes, the volcanism in central Italy, climate change in the central Mediterranean, and tectono-sedimentary evolution of the Valle Giumentina basin also impacted and triggered the formation of most palaeosols, which provided subsistence resources for the Lower Palaeolithic human communities. This study highlights the importance of having high-resolution palaeoenvironmental records with accurate chronology as close as possible to archaeological sites to study human-environment interactions.\n© 2018 Elsevier Ltd. All rights reserved."
  }, {
    "heading": "1. Introduction",
    "text": "The characterization of the environmental context of Palaeolithic sites is important to understand the impact of climate change and landscape evolution on human settlements in\nDegeai).\nprehistoric times. The Lower Pleistocene hominid populations outside East Africa in temperate environments north of latitude 40 were supposed to be often spatially and temporally discontinuous with an occupation largely confined to interglacial periods (Dennell, 2003). In southern Europe, the early human occupation was strongly constrained by climatic conditions and availabilities of resources rather than physiography or cultural factors, and then populations gradually increased their degree of adaptation to diversified environments (Messager et al., 2011; Orain et al., 2013;\nAgusti et al., 2015). During the Middle Pleistocene, the European hominins were present in a wide range of environments, while an increase in the number of archaeological sites around 500 ka is probably indicative of a more substantial occupation than in the previous period (Roebroeks, 2001, 2006). A population model for Middle Pleistocene Europe proposed that hominins survived in glacial refugia in southern Europe and expanded northwards in interstadial and interglacial periods (Dennell et al., 2011). In this model, territorial occupation outside glacial refugia should have been restricted to warm or temperate periods.\nHowever, these large-scale assumptions rely on a poor European Middle Pleistocene chronological framework and therefore more high-resolution continental climate records together with more accurate and precise chronology of archaeological sites are clearly needed in order to assess the impact of climatic change on the early human populations in Europe. Soil weathering proxies are potentially more efficient than global scale ice or marine records for palaeoenvironmental reconstructions at the Earth's surface, given that soils are in direct contact with the atmosphere at the time of their formation and mark the local to regional response to climate conditions (Sheldon and Tabor, 2009). In Europe, the weathering intensity of palaeosols was quantified using magnetic parameters and chemical indices based on elemental ratios in order to reconstruct the Pleistocene climatic oscillations (Bokhorst et al., 2009; Babek et al., 2011; Buggle et al., 2011; Hosek et al., 2015; Obreht et al., 2015; Krauss et al., 2016; Profe et al., 2016; Regattieri et al., 2016).\nThe Plio-Pleistocene sedimentary basins in southern and central Italy contain a succession of fluvio-lacustrine sediments and palaeosols, which recorded the variations of the environmental conditions of Lower Palaeolithic sites in southern Europe (e.g. Raynal et al., 1998; Lef evre et al., 2010; Orain et al., 2013; Aureli et al., 2015; Nicoud et al., 2016; Villa et al., 2016a). Furthermore, the 40Ar/39Ar dating of tephras interstratified in these basin sequences provided reliable and robust chronological frameworks independent of the sedimentary setting (e.g. Giaccio et al., 2013a, 2014; Pereira et al., 2015; Aureli et al., 2015; Villa et al., 2016a).\nThis paper focuses on a Middle Pleistocene soil sequence with Lower Palaeolithic industries in central Italy and examines the relationships among palaeoweathering intensity, climate change at different time scales, volcanism, tectono-sedimentary dynamics, and topographic context of several periods of human settlements. The impact of regional atmospheric and oceanic circulation patterns as well as solar, orbital, and greenhouse gas forcing on the variability of the Middle Pleistocene soil weathering from 560 to 450 ka is also discussed."
  }, {
    "heading": "2. Geological setting",
    "text": "The archaeological site of Valle Giumentina (VG) is located on the Adriatic side of the Apennine Chain (Maiella mountain range) at 735m above present sea level (Fig. 1). This major Palaeolithic site contains more than ten archaeological layers with in situ lithic artefacts first attributed to the Clactonian, Acheulian and Levalloisian traditions (Demangeot and Radmilli, 1966) that are now under revision using lithic technology and techno-functional analysis (Nicoud et al., 2015, 2016). These archaeological layers were found in palaeosols developed on fluvial, glacial, or lacustrine sediments filling an intramontane basin formed by faulting and karstic dissolution during the Quaternary uplift of the Apennines (Demangeot and Radmilli, 1966; Nicoud et al., 2016; Villa et al., 2016a, 2016b; Villa, 2017). The VG basin is surrounded by anticlines developed on the Mesozoic-Cenozoic carbonate rocks in the outer zone of the central Apennine fold-and-thrust belt (Pizzi,\n2003). The maximum uplift rate in the surroundings of VG can be estimated at ca. 1.1mmyr 1 over the last 0.7 Ma (Pizzi, 2003).\nVilla et al. (2016a) proposed a tephrochonological record of the VG basin sequence based on 40Ar/39Ar dating of sanidine crystals. The excavated archaeological levels are comprised between ca. 560 and< 450 ka. Hence, the VG pedosedimentary sequence could have recorded the environmental changes associated with the glacial periods of the marine isotope stages (MIS) 14 and 12, and with the MIS 13 interglacial period. These glacial-interglacial changes are in agreement with a palaeoecological study of the molluscan fauna of the VG sequence, which shows mollusc assemblages indicative of closed forest and open vegetation developed under temperate and cold conditions, respectively (Limondin-Lozouet et al., 2017). Besides, themolluscan succession of the VG sequencewas allocated to the Middle Pleistocene based on biostratigraphic correlations with other well-dated molluscan records in Italy (Limondin-Lozouet et al., 2017)."
  }, {
    "heading": "3. Materials and methods",
    "text": ""
  }, {
    "heading": "3.1. Sampling",
    "text": "A vertical cross-section with a total height of 16.3m was excavated on the edge of a small valley incised into a sequence composed of a succession of palaeosol horizons and sediment layers filling the VG basin (Fig. 2). A total of 588 samples were taken for geochemical analyses, each 1e2 cm thick in palaeosols and each 3e10 cm thick in sediments (Table S1)."
  }, {
    "heading": "3.2. Geochemical analyses",
    "text": "The chemical composition of samples of palaeosol and sediment was studied using energy-dispersive X-ray fluorescence (ED-XRF) spectrometry (Delta Innov-X spectrometer equipped with an Autube). The samples were previously covered with an ultrafine polyethylene film. The element contents of Si, K, Ca, and Fe were measured by using the 2-beam mining analytical mode, while the contents of Ti and trace elements (Cr, Co, Cu, Zn, Rb, Sr, Zr, Ba, Pb) were measured from the 3-beam soil analytical mode. The soil and mining analytical modes use the following parameters of voltage, amperage, and counting times: 40 kV, 0.07mA, 15 s for the first beam of soil mode; 40 kV, 0.04mA, 15 s for the second beam of soil mode; 10 kV, 0.045mA, 20 s for the third beam of soil mode; 10 kV, 0.03mA, 5 s for the first beam of mining mode; 40 kV, 0.01mA, 10 s for the second beam of mining mode. The instrumental errors are lower than ±5% for Si, K, Ca, Fe, Rb, Sr, Zr, and between ±5 and± 15% for Ti, Cr, Co, Cu, Zn, Ba, Pb. Elements lighter than Si were not measured with the used spectrometer."
  }, {
    "heading": "3.3. Magnetic susceptibility",
    "text": "The volume magnetic susceptibility (VMS) was measured in situ along the cross-section at a 1-cm vertical resolution with a Bartington MS2 susceptibilimeter and a MS2F probe. The measurements were achieved using the range 1 with a period of 1.5 s, an operating frequency of 0.58 kHz, and a precision of 1 10 5 (SI)."
  }, {
    "heading": "3.4. 40Ar/39Ar dating",
    "text": "40Ar/39Ar analyses were performed on single-crystals of potassium feldspars (sanidines) extracted from tephra deposits in four palaeosols of the sequence of Valle Giumentina (Fig. 2). Three 40Ar/39Ar ages were published in Villa et al. (2016a) for the tephras T103b (456± 2 ka), T109b (531± 5 ka), and T115 (556± 6 ka). The sample preparation and analytical protocol are detailed in Villa\net al. (2016a). A new 40Ar/39Ar age is presented in this study for the tephra T106 at ca. 7.3m depth. For this tephra, twelve transparent sanidine crystals carefully handpicked under binocular stereomicroscope were irradiated for 2 h (IRR 120, J¼ 0.00094120 ± 0.00000235) in the Osiris reactor of the CEA (Saclay). Argon isotopic analyses were done at the Argon/Argon facility hosted at the LSCE (Gif-Sur-Yvette) following the protocol reported in Villa et al. (2016a). The 40Ar/39Ar age for T106 was calculated using the 40K total decay constant of Steiger and J€ager (1977) and the flux standard ACs-2 with an age of 1.193 Ma (Nomade et al., 2005). Single crystals analytical data can be found in supplementary data (Table S2). The results are presented as a relative probability diagram (Deino and Potts, 1992) (Fig. 3). Excluding three xenocrysts ranging in age from about 560 to 601 ka, nine of the twelve sanidines shared the same age within uncertainty. This juvenile population is considered to represent the age of the eruption. The weighted mean age obtained for this population is 511± 3 ka (error at 2s analytical, MSWD¼ 1.7 and P¼ 0.1) with a full external error of 13 ka (i.e. including the decay constant, Fig. 3). The initial 40Ar/36Ar ratio (i.e. 298.7± 5.0) calculated using the inverse isochron is atmospheric in composition relatively to the 40Ar/36Ar ratio of 298.56 from Lee et al. (2006), suggesting that the age is not hampered by none-radiogenic 40Ar* (Table S2)."
  }, {
    "heading": "3.5. Palaeoelevation modelling",
    "text": "The topographic setting of the palaeosols and human settlements at the VG site was reconstructed from a diachronic model of the evolution of the palaeoelevation developed from the following equation:\nE(t)¼M e U.t e S(t) (1)\nwhere E is the palaeoelevation, M is the present-day elevation of the VG archaeological site, U is the mean uplift rate, S is the sea level, and t is the age before present. The mean uplift rate at VG can be assessed at ca. 1.1mmyr 1 from Pizzi (2003). The mean sea level relative to present is estimated from Bintanja et al. (2005). The time interval was harmonized at 1 ka."
  }, {
    "heading": "4. Results",
    "text": ""
  }, {
    "heading": "4.1. Soil sequence",
    "text": "The eleven palaeosols (S1-S11) exposed along the excavated section are interbedded with whitish to pale yellow detrital calcareous sediments, and most of them contain flint artefacts (Fig. 2).\nUnder the 35-cm thick dark brown granular topsoil, S1 is a reddish brown clayey colluvial soil with 1-cm size iron nodules and limestone gravels and cobbles. This polygenetic soil is deeply rooted in a diamicton assimilated to a glacial till composed of unsorted limestone gravels, cobbles, and boulders (up to one cubic meter in size) mixed in a silty-clayey matrix (Coltorti and Pieruccini, 2006; Villa et al., 2016a; Villa, 2017). S2 is a very dark brown polyhedral clayey soil separated from the truncated brown clayey soil S3 by a discontinuous layer of limestone gravels and cobbles. Sanidine crystals in S3were dated by the 40Ar/39Armethod at 456± 2 ka (Villa et al., 2016a).\nThe pale brown and brown silty clayey soils S4 and S5 are interbeddedwith silt and fluvial sand. The upper part of S4 darkens, while the bottom of S5 is bioturbated. The very dark brown granular soil S6 was formed on the top of a fluvial conglomerate composed of limestone pebbles and rounded boulders. Many angular gravels, cobbles, and flints are present in the clayey matrix\nof S6. The sanidines in S6 yielded a40Ar/39Ar age of 511± 3 ka (Fig. 3).\nThe very dark brown silty clayey soils S7 and S8 are interlayered with pale yellow silt. Lenses of oxidized silty clay appear in the upper part of S8, while siliceous nodules and deep roots were formed at the bottom of this 70-cm thick soil. The 40Ar/39Ar dating of sanidine grains in S8 yielded an age of 531± 5 ka (Villa et al., 2016a).\nS9 is an incipient soil composed of light yellowish brown clayey silt intercalated between pale yellow silt. S10 is a brown bioturbated clayey soil that developed onwhite to pale yellow clays. At the bottom of the cross-section, S11 is a 40-cm thick very dark brown massive clayey soil showing a slightly bioturbated contact with the underlying pale yellow clayey sediments. The 40Ar/39Ar dating of sanidine crystals in S11 gave an age of 556± 6 ka (Villa et al., 2016a)."
  }, {
    "heading": "4.2. Magnetic properties",
    "text": "The formation of minerals such as magnetite or maghemite during the pedogenetic processes can lead to an increase of the magnetic susceptibility (Evans and Heller, 2001; Basarin et al., 2014). Regarding the VG pedosedimentary sequence, the white to pale yellow sediments are diamagnetic or very weakly paramagnetic with VMS values lower than 5 10 5 (SI) (Fig. 4). These chemically unweathered sediments are composed almost exclusively of diamagnetic minerals (calcite) derived from the erosion of the carbonate rocks around the VG basin. Most palaeosols are weakly paramagnetic with VMS values comprised between ca. 10 and 40 10 5 (SI), except for S4 which is veryweakly paramagnetic with VMS values lower than 5 10 5 (SI). Micromorphological studies of S2-S3 and S5-S6 undertaken by Villa et al. (2016a) show that the fine matrix of these brown to very dark brown palaeosols was weathered and oxidized by pedogenic processes.\nThe highest VMS values are found for S7, S8, and S11, with peaks between 150 and 300 10 5 (SI) suggesting the presence of residual ferromagnesian minerals in the VG sequence. This is confirmed by the content of heavy minerals in these layers, which contain augite crystals (Demangeot and Radmilli, 1966). These clinopyroxenes were probably supplied in the VG sequence by tephras erupted from the Roman Province along the Tyrrhenian margin (Demangeot and Radmilli, 1966; Marra et al., 2004; Giaccio et al., 2013a, 2014; Villa et al., 2016a; Villa, 2017). The volcanic minerals are dispersed in the soil matrix and form tephras invisible to the naked eye referred to as cryptotephras (Lowe, 2011; Lane et al., 2014). The VMS would probably not be the most reliable weathering proxy for areas subject to tephra deposition, since even small amounts of ferromagnesian minerals can lead to abnormally very high VMS values."
  }, {
    "heading": "4.3. Geochemical proxies",
    "text": ""
  }, {
    "heading": "4.3.1. Principal component analysis",
    "text": "A principal component analysis was undertaken in order to evidence the main elements driving the variance of the chemical composition of sediments and palaeosols (Fig. 5). The variance of the data set is mainly explained by the first eigenvector (84.42%). It shows an anticorrelation between, on the one hand, Ca and Sr, and, on the other hand, Si, K, Ti, Cr, Fe, Co, Cu, Zn, Rb, Zr, Ba, Pb. This is in agreement with the curves of former (latter) elements, which show higher (lower) values in the sediments and lower (higher) values in the palaeosols (Fig. 4 and Table S1).\nThe carbonate rocks around the VG basin are mainly composed of Miocene limestone. Furthermore, independent estimations of the calcium carbonate content in the VG pedosedimentary sequence using the volumetric calcimeter method show that the palaeosols were developed from parent material composed of calcareous sediments containing on average ca. 90% of CaCO3 (Demangeot and Radmilli, 1966; Villa et al., 2016a; Villa, 2017). By contrast, the carbonate content exhibits significant decreases in the palaeosols, with minimum values lower than 10% of CaCO3 in the very dark brown and reddish brown soils. Thus, the first eigenvector could be interpreted as indicative of the intensity of soil weathering, given that Ca and Sr are mobile elements mainly present in primary carbonates and easily soluble by chemical weathering processes (Bokhorst et al., 2009; Hosek et al., 2015). According to this interpretation, the most strongly weathered palaeosols are S1, S2, S6, S8, and S11, whereas S4, S9, and S10 have the lowest degree of weathering. S3, S5, and S7 are in an intermediate degree of soil weathering. However, pyroxenes (augite), feldspars, and volcanic glass can also include Ca and possibly Sr adsorbed atoms, but probably to a lesser extent than in the carbonate bedrock, which could partly explain the decrease in Ca and Sr in the palaeosols with volcaniclastic material, in addition to weathering processes caused by pedogenesis.\nThe second eigenvector, although explaining a low part of the variance (5.64%), allows a differentiation in the most weathered palaeosols. The reddish brown soil S1 is Fe- and Si-enriched relatively to the very dark brown soils S2, S6, S8, and S11 by considering the major elements. The Si-enrichment should be incompatible with a strongly weathered soil such as S1, given that a higher degree of weathering is usually combined with a desilication process (e.g. Hosek et al., 2015; Profe et al., 2016). Nonetheless, Demangeot and Radmilli (1966) highlighted the presence of residual windtransported quartz in the reddish brown soil capping the VG basin sequence. This aeolian quartz input was probably deposited on the topographic surface then incorporated to S1 during the multiple glacial periods over the last 400 ka. Moreover, many flints were observed in S1 (Villa et al., 2016a) and could also have contributed to this relative Si-enrichment."
  }, {
    "heading": "4.3.2. Elemental log-ratios",
    "text": "Elemental ratios were largely used as chemical weathering indices reflecting climate change from Pleistocene pedosedimentary sequences in Europe (Bokhorst et al., 2009; Babek et al., 2011; Buggle et al., 2011; Hosek et al., 2015; Obreht et al., 2015; Krauss et al., 2016; Profe et al., 2016). Besides, the use of elemental ratios minimizes disturbing effects such as grain size, porosity and water content when XRF measurements are undertaken on bulk sediments (Profe et al., 2016).\nThe chemical indices are generally based on the concept of mineral weathering by selective elemental depletion, in which a profile section is enriched in immobile and non-soluble elements relatively to soluble and mobile elements (Bokhorst et al., 2009; Buggle et al., 2011; Hosek et al., 2015; Obreht et al., 2015; Profe\net al., 2016). The Ba/Sr and Rb/Sr ratios are frequently used as weathering indices because strontium is easily solubilized and mobilized by leaching, while trace elements rubidium and barium can be regarded as relatively immobile under moderate weathering conditions due to their stronger adsorption to clayminerals (Buggle et al., 2011; Profe et al., 2016). Both ratios should be efficient to track the intensity of soil weathering in the VG sequence given the PCA results (Fig. 5). Besides, it is preferable to express the compositional data as log-ratios in order to avoid asymmetrical biases in the weathering indices (Weltje and Tjallingii, 2008; Profe et al., 2016).\nThe Rb/Sr and Ba/Sr log-ratios generally show high values in the palaeosols of the VG sequence (Fig. 6aeb). These are all entirely or partially associated with higher than average values of the Rb/Sr log-ratio. There is a similar pattern for the Ba/Sr log ratio apart from the incipient palaeosols S4 and S9. In accordance with the PCA results, the highest values of the log(Rb/Sr) and log(Ba/Sr) ratios are found for S1, S2, S6, S8, and S11, which appear as the most chemically weathered palaeosols from these two indices.\nOther useful elemental log-ratios can also be employed for estimating the degree of weathering, soil conditions, and pedogenic processes. For example, the Sr/Ca log-ratio primarily reflects carbonate dissolution and tends to increase with intensification of soil weathering given that Sr has a higher adsorption onto clay minerals than Ca (Bokhorst et al., 2009; Hosek et al., 2015; Profe et al., 2016). At VG, this process seems to have been especially efficient for the most strongly weathered palaeosols (S1, S2, S6, S8, S11), which present very large values of log(Sr/Ca) (Fig. 6c), due in part to a relative lower content of Ca in volcanic material (see 4.3.1). Moreover, since titanium is usually considered to be an immobile element, the (K þ Ca)/Ti ratio was also used as a weathering index, with low values indicative of more weathered soil (Stiles et al., 2003; Egli et al., 2008; Dahms et al., 2012). The (K þ Ca)/Ti logratio underlines the phases of higher weathering for most VG palaeosols apart from S4 and S9 (Fig. 6d), which is analogous to the patterns described by the Ba/Sr log-ratio.\nThe importance of adsorption mechanisms onto clays and/or oxyhydroxides, as well as illuvial processes, can be evidenced by higher values of K or Sr versus Ti, again owing to the low solubility of the latter element (Scarciglia et al., 2016). According to the same principle, the Ca/Ti log-ratio could be considered as an indicator of secondary calcification by Ca-enrichment in secondarily precipitated carbonates or Ca-bearing minerals. The low values of Ca/Ti,\nSr/Ti, and K/Ti log-ratios found in most VG palaeosols suggest that secondary mineralization was probably very limited during the episodes of soil formation (Fig. 6eeg). This is consistent with studies of soil micromorphology that did not find convincing evidence for the existence of recalcification processes (Villa et al., 2016a; Villa, 2017).\nThe log-ratios of Ca/Ti, Sr/Ti, and K/Ti show patterns similar to the (K þ Ca)/Ti log-ratio and should probably be interpreted as weathering indices in the case of the VG sequence. The Middle Pleistocene palaeosols from VG could therefore have been predominantly formed by in situ weathering rather than illuvial and leaching processes, except for S1 that revealed micromorphological features typical of intense carbonate leaching, clay illuviation and rubefaction for a time long enough to produce a deep reddened Bt horizon (Coltorti and Pieruccini, 2006; Villa, 2017). Furthermore, the low values of the Si/Ti log-ratio could highlight a decrease in SiO2 in the VG palaeosols (Fig. 6h), which is generally associated with desilication processes in weathering profiles (Scarciglia et al., 2016). Desilication may potentially have affected aeolian quartz as well as tephra deposits composed of silicate crystals and melt inclusions, which were both observed in the VG sequence (Demangeot and Radmilli, 1966; Villa et al., 2016a). The two-sample Welch's t-test shows that the mean values of each abovementioned weathering indices for palaeosols and unweathered sediments are significantly differentiated and unequal at p< 0.05 (Table 1).\nIn weathered settings, the ratio of zirconium to zinc provides a straightforward proxy for grain size regardless of source-rock lithology, with low values indicating sheet silicate enrichment in the clay-size fraction where Zn tends to be concentrated (Scarciglia et al., 2016; von Eynatten et al., 2016). By contrast with the weathering indices, the VG palaeosols appear to be less clearly related to the variability of the Zr/Zn log-ratio (Fig. 6i). This is confirmed by theWelch's t-test that shows no significant difference at p< 0.05 between the mean values of Zr/Zn log-ratio for palaeosols and sediments (Table 1). The strongly leached soil S1 seems to have undergone a phase of argillizationwith Zn enrichment, which is in agreement with clay illuviation pointed out by Coltorti and Pieruccini (2006) and Villa (2017). S9 and S10 could also have been affected by a relative enrichment in silicate clay minerals (Fig. 6i).\nThe ratio of titanium to zirconium can provide additional\ninformation on the input and provenance of sediments with a different chemical composition from the parent material, as well as on the dynamics of reworking and sediment recycling due to mechanical sorting of particles (Burkins et al., 1999; Mongelli et al., 2006; Profe et al., 2016). In eolian and fluvial domains, the sediment recycling and sorting effects can modify the weathering indices by increasing the amount of chemically resistant minerals such as zircon, which can lead to a Zr enrichment and yield a relatively lower Ti/Zr ratio (Mongelli et al., 2006; Profe et al., 2016). Overall, the Ti/Zr log-ratio of the VG sequence presents lower than average values in the unweathered clayey to sandy whitish sediments deposited between the palaeosols (Fig. 6j). Thus, these fine clastic sediments were better sorted, which is consistent with the fact that they were mainly deposited by fluvial transport (Villa et al., 2016a). By contrast, higher than average values of Ti/Zr logratio and therefore low sediment recycling are found in the palaeosols, as well as in the very coarse and poorly sorted deposits composing the glacial till between S1 and S2 and the fluvial conglomerate under S6 (Fig. 2). A low recycling of the VG palaeosols is in line with the above chemical proxies suggesting a dominant pedogenic process by in situ weathering.\nFinally, the relationship between the degree of chemical weathering and soil age can be studied from the (K þ Ca)/Ti, Ca/Zr and K/Zr ratios, which generally decrease with time (Sauer et al., 2007; Egli et al., 2008; Dahms et al., 2012). Dahms et al. (2012) highlighted a decrease of the former ratio with increasing age of soils during the last 1 Ma along a chronosequence in the European Alps. For the VG sequence, there is no clear relationship over the study period, i.e. 560 to 450 ka, between the weathering intensity based on the (K þ Ca)/Ti, Ca/Zr, K/Zr log-ratios and the age of palaeosols taken as a whole (Fig. 7). However, the weakly weathered soils S4, S9 and S10 seem to show a slight decrease of these log-ratios in function of timewhen considering the different degree of weathering.\nA more reliable evaluation of the relationship between the timing and degree of soil weathering should take into account the time range of soil formation rather than the age of palaeosols, but unfortunately the chronological framework of the VG sequence based on 40Ar/39Ar ages does not allow to accurately estimate the exposure time of the parent material to pedogenesis. Besides, it is important to point out that S2 and S3 were partially eroded and truncated. Thus, these palaeosols most likely record a relatively lower degree of weathering."
  }, {
    "heading": "4.3.3. Bivariate analysis",
    "text": "Bivariate analyses of paired elemental log-ratios were also undertaken in order to study the degree of weathering and the homogeneity of the parent material of the VG sequence (Fig. 8). During chemical weathering, dissolved ions are transported with percolating water depending mainly on their solubility and ability to be retained by clay minerals (Hosek et al., 2015). Thus, the weathering processes are characterized by three main removal stages: firstly Ca and Sr, then K, and finally Si (Nesbitt et al., 1980; Hosek et al., 2015; Profe et al., 2016). During the early stage of leaching of Ca and Sr, the latter is more adsorptive to clay than the former (Bokhorst et al., 2009; Profe et al., 2016).\nAt VG, the log-ratios of Ca, Sr, K and Si normalized to Ti are strongly correlated (0.86< r< 0.96, n¼ 588) and the samples are distributed along a straightforward line between, on the one hand, the end-member of the parent material characterized by relatively high contents of Ca, Sr, K and Si, and, on the other hand, the endmember of the strongly weathered palaeosols that are depleted of the same elements (Fig. 8aef). This suggests that the palaeosols were mainly developed from a parent material composed of the carbonate sediments of the VG basin. Between both end-members, the classification established by the PCA between weakly (S4, S9, S10), moderately (S3, S5, S7) and strongly (S1, S2, S6, S8, S11) weathered palaeosols is in general observed in the bivariate plots, especially those based on the Ca/Ti log-ratio (Fig. 8a, c, e). Unsurprisingly, this chemical classification is consistent with the colour code of the VG palaeosols determined from the Munsell soil colour chart (Fig. 2).\nMore specifically, the high coefficient of correlation between log(Sr/Ti) and log(Ca/Ti) suggests a relatively similar response of Ca and Sr to solubilisation during the early stage of soil weathering and therefore a poor Sr adsorption to clays (Fig. 8a). The good correlation between log(K/Ti) and log(Sr/Ti) as well as between log(K/Ti) and log(Ca/Ti) shows that a high removal of K was always preceded by an early stage of high Ca and Sr depletion (Fig. 8bec). The same applies to removal of Si with stronger desilication of palaeosols probably preceded by high removals of Ca, Sr and K from the good correlation between log(Si/Ti) and the log-ratios of Sr/Ti, Ca/Ti and K/Ti (Fig. 8def). Besides, the strong correlation (r¼ 0.96) between log(Ba/Sr) and log(Rb/Sr) indicate that the relative immobile behaviours of Ba and Rb compared to Sr were similar, i.e. that a higher (lower) solubilisation of Sr relatively to Ba was also associated with a higher (lower) solubilisation relatively to Rb (Fig. 8g).\nFinally, the ratios of titanium or silicium versus zirconium can reflect the degree of heterogeneity of the parent material due to the relatively immobile behaviour of these elements (Burkins et al., 1999; Mongelli et al., 2006; Sauer et al., 2007; Scarciglia et al., 2015, 2016; Profe et al., 2016). In the case of the VG sequence, a general homogeneity of the parent material is suggested by the low correlation (r¼ 0.22) between log(Ti/Zr) and log(Si/Zr) as well as by the large scatter of points on the bivariate plot (Fig. 8h). However, most samples of moderately to stronglyweathered palaeosols seem to be slightly shifted from the unweathered carbonate sediment, which could indicate small heterogeneities in the parent material. The presence of clinopyroxene and K-feldspar crystals in these palaeosols shows that the VG basin may have been covered by tephra-fall deposits from major eruptions of the Pleistocene volcanoes of the Alban Hills and Sabatini volcanic fields (Fig. 1) along the Tyrrhenian coast of central Italy (Demangeot and Radmilli, 1966; Villa et al., 2016a; Villa, 2017), which could have caused changes in the geochemistry of the parent material (see discussion below)."
  }, {
    "heading": "5. Discussion",
    "text": ""
  }, {
    "heading": "5.1. Timing of soil weathering",
    "text": "Given the 40Ar/39Ar chronology of the VG sequence and the age of MIS boundaries as defined by Lisiecki and Raymo (2005), the palaeosols S6 and S8 could have been formed in the first half of the MIS 13 interglacial, while S3 and S11 were probably formed in the middle part of the MIS 12 and 14 glaciations, respectively (Fig. 9).\nMore specifically, an age can be tentatively attributed to the palaeosols S2-S11 in reference to the pollen record from the Tenaghi Philippon sequence (Figs. 1A and 9c), which is a major terrestrial record of climate change in southern Europe with a relatively robust chronological framework over the past 1.35 million years (Tzedakis et al., 2006). We have also used the Lake Ohrid pollen record (Figs. 1A and 9b) (Sadori et al., 2016), which spans the last 500 ka with a chronology based on tephras erupted from the Tyrrhenian coast (Leicher et al., 2016), like the VG\nsequence. The high arboreal pollen (AP) percentages are indicative of forest development in temperate conditions during interglacial or interstadial periods, while low AP percentages suggest the presence of steppe vegetation under colder and drier climatic conditions (Mommersteeg et al., 1995; Tzedakis et al., 2003; Sadori et al., 2016). At VG, the molluscan faunas in the palaeosols with higher than average log(Rb/Sr) values reveal a local environment characterized by closed forest under temperate climate for S7-S10 and by open vegetation under cold conditions for S2-S6 and S11 (Limondin-Lozouet et al., 2017). Hence, the age assignment to the VG palaeosols based on the 40Ar/39Ar chronology and the southern European pollen records can be crosschecked by the palaeoecological data from Limondin-Lozouet et al. (2017).\nS11 contains sanidine crystals dated at 556± 6 ka and is probably associated with the low AP percentages of the cold substage 14c at ca. 550 ka (Fig. 9c). The palaeosols S8 (531± 5 ka) and S7 were probably formed between 530 and 520 ka during the temperate substage 13c in the early MIS 13 interglacial period. Consequently, S10 and S9 could be related to the two AP peaks between 550 and 535 ka. S6, which is dated at 511± 3 ka (Fig. 3), and S5 would be associated with the low AP percentage that occurred during the cold substage 13b between 515 and 510 ka. Given the 40Ar/39Ar age of S3 at 456± 2 ka, the palaesols S2-S4 could have been formed during the period of AP decrease recorded between ca. 460 and 450 ka in the Tenaghi Philippon sequence (Fig. 9c), which corresponds approximately to the late substage 12c and first half of the substage 12b from Antarctic ice cores (Fig. 9e). The palaeosol S1 was finally formed after the MIS 12 glacial period."
  }, {
    "heading": "5.2. Climate modes and forcing",
    "text": "Land-sea correlations can be established by comparing the soil weathering episodes at VG with the most proximal marine planktonic d18O records from the GDEC-4-2 site over the East Corsica margin and from the KC01b site in the Ionian Sea (Fig. 1B). In the central Mediterranean, light and depleted values of planktonic d18O of Globigerinoides ruber can signal higher sea surface temperature (SST) and/or low salinity anomalies (Rossignol-Strick et al., 1998), possibly due to pluvial events characterized by increased regional rainfall that coincidedwith enhanced summermonsoon over North Africa (Toucanne et al., 2015). Overall, the palaeosols from the VG sequence are associated with slight or strong d18O depletions apart from the weakly weathered palaeosol S9 (Fig. 9f). The d18O values supposedly related to S2 and S3 are relatively more depleted in the south-central Mediterranean (KC01b site) than in the north-central Mediterranean (GDEC-4-2 site). However, this north-south spatial variability is not in contradiction with the regional character of the seasonal pluvial events evidenced by Toucanne et al. (2015).\nAccording to these authors, the rainy episodes could have been caused by a northward shift of the intertropical convergence zone (ITCZ) that led to an intensification of the Mediterranean storm track and autumn/winter rainfall over the northern Mediterranean borderlands. However, the record of isotopic composition of atmospheric oxygen, which reflects changes in biosphere productivity and hydrological cycle and is strongly related to shifts of the ITCZ and large scale monsoonal activity (Landais et al., 2010) or Asian monsoon (Cheng et al., 2016), reveals that the VG palaeosols are associated with either higher (e.g. S5-S6) or lower (e.g. S8, S9, S11) d18Oatm values (Fig. 9h). Moreover, the discrepancies between the record of d18Oatm and the oxygen isotope record from the GDEC4-2 site suggest a spatial variability in the shift of the ITCZ and therefore regional differences in the intensity of the African and Asian monsoonal activity.\nBesides, the VG palaeosols were formed when the sea surface temperature (SST) in the Western Mediterranean was higher than\n15 C, except for S2 and S3 that seem to be partially contemporaneous with the Heinrich-type event Ht6 evidenced by Rodrigues et al. (2011) in the eastern North Atlantic (Fig. 9g). A strengthening of the thermohaline circulation coupled with a warming of the North Atlantic could cause greater evaporation and vapour transport to the Western Mediterranean leading to an increase in precipitation, especially in the Apennines due to strong orographic effect (Regattieri et al., 2016).\nFurthermore, in terms of forcing such as solar radiation, orbital variations or greenhouse gas (GHG) content, a strong coherence between changes in tree populations in southern Europe and atmospheric methane concentrations was evidenced over the last 800 ka (Tzedakis et al., 2009), while insolation and Earth's obliquity could have affected the Mediterranean climate during the Middle Pleistocene, especially through dry-wet oscillations (Lourens, 2004; Tzedakis, 2007; Tzedakis et al., 2009; Toucanne et al., 2015). However, there is no clear relationship between the phases of chemical weathering at VG and external or internal forcing (Fig. 9iel). Indeed, the VG palaeosols were formed during periods of high (S2, S3, S4, S8, S9) or low (S6, S10) insolation, high (S2, S3, S4, S9) or low (S5, S6, S11) obliquity, and high (S5, S6, S7, S8) or low (S9, S10) content of GHG.\nIn fact, as discussed below, other environmental factors such as mesoclimate, volcanism, tectonics, sedimentary dynamics in the VG basin, or regional palaeotopographic and palaeogeographical change could have potentially triggered or intensified episodes of soil formation and modified the response of chemical weathering to global climate change due to radiative, orbital or GHG forcing."
  }, {
    "heading": "5.3. Inland environment",
    "text": "The palynological, tephrochronological, and oxygen isotope records from the intramontane basins in the central and southern Apennines provide an opportunity to study the regional environmental context during the phases of chemical weathering at VG (Figs. 1B and 10).\nA MIS 16-11 composite d18O record can be established from the Sulmona and Vallo di Diano sequences (Fig. 10bec). The d18O variability is interpreted in terms of precipitation changes or humidity patterns (Russo Ermolli et al., 1995; Karner et al., 1999; Regattieri et al., 2016). The MIS 14 and 13 intervals were respectively dry and wet periods (Russo Ermolli, 1994; Russo Ermolli and Cheddadi, 1997). The MIS 12 glaciation shows a succession of abrupt reduction and increase in precipitation followed by drier conditions during the glacial maximum (Regattieri et al., 2016). In the Sulmona basin, the interstadial event with increased precipitation that occurred in the first half of MIS 12 is chronologically well-constrained by the 40Ar/39Ar age of a tephra dated at 457.4± 1.7 ka (Giaccio et al., 2013b; Regattieri et al., 2016), which is consistent within uncertainties with the age of the tephra found in the palaeosol S3 and dated at 456± 2 ka (Fig. 10aeb). Both tephras were supposedly related to the same eruption of the Pozzolane Rosse in the Alban Hills volcanic field (Fig. 1B) based on geochemistry and 40Ar/39Ar dating (Villa et al., 2016a). This suggests a possible formation of S2, S3 and S4 during a phase of higher humidity in the central eastern Apennines (Fig. 10b). The MIS 12/11 transition was then characterized by a rapid increase in precipitation (Regattieri et al., 2016).\nIn Italy, the Middle Pleistocene pollen sequences show that the landscape was dominated by deciduous forest during the temperate interglacial intervals and by steppe or semi-desert during the cool and dry glacial periods (Bertini, 2010; CombourieuNebout et al., 2015). This picture is confirmed by the vegetation changes in the Apennine basins from MIS 16 to 11 (Fig. 10dei). The MIS 16/14/12 glaciations are characterized by high amounts of\nherbaceous elements typical of open-dry environment, while high AP values with generally deciduous Quercus as a dominant element indicate the development of forest ecosystems during the MIS 15/ 13/11 interglacial periods (Russo Ermolli, 1994; Russo Ermolli et al., 1995, 2010, 2015; Russo Ermolli and Cheddadi, 1997; Munno et al., 2001; Orain et al., 2012, 2015; Amato et al., 2014; Robustelli et al., 2014). These glacial/interglacial vegetation cycles were mainly controlled by atmospheric humidity that modulated the soil moisture (Russo Ermolli and Cheddadi, 1997; Munno et al., 2001; Amato et al., 2014; Robustelli et al., 2014; Orain et al., 2015; Russo Ermolli et al., 2015).\nMore specifically, the occurrence of several phases of chemical weathering at VG during MIS 14 (S11-S9), MIS 13 (S8-S5), and MIS 12 (S4-S2) is compatible with the oxygen isotope and AP records from the Apennines, which show secondary variations in the precipitation and vegetation patterns during each MIS in addition to the major glacial/interglacial variability (Fig. 10). The proposed relationships between the VG palaeosols and the Apennine pollen and d18O records are coherent with climate proxy records in southern Europe (Fig. 9bec) and the central Mediterranean (Fig. 9f).\nThe glacial till deposited between S1 and S2 is probably contemporaneous with the drastic lake-level lowering and enhanced clastic flux evidenced in the Sulmona basin during the MIS 12 glacial maximum by Regattieri et al. (2016). Regionally, the MIS 12 glaciation was characterized by a glacial advance in the Apennines (Giraudi and Giaccio, 2015) and a major extent of the Mount Orjen ice cap on the eastern side of the Adriatic Sea (Fig. 1) (Adamson et al., 2014). Furthermore, the Western Mediterranean SST was severely decreased at the MIS 12/11 transition (Fig. 9g), possibly in response to a large volume of Atlantic meltwater inflow and/or to freshwater/terrigenous input derived from melting of mountain glaciers in southern Europe and northwestern Africa (Girone et al., 2013). At Tenaghi Philippon, the MIS 12 glaciation corresponds to the coldest glacial period of the last 800 ka (Lang and Wolff, 2011), with very low arboreal pollen percentages during late MIS 12 (Fig. 9c). This extreme cold event could have been synchronous with the high amounts of glacial benthic foraminifera and ostracoda groups in the northwestern Mediterranean (Angue Minto’o et al., 2016), the Heinrich-type event Ht4 (Fig. 9g) and major peaks of ice-rafted debris (IRD) in the North Atlantic (Toucanne et al., 2009; Voelker et al., 2010; Rodrigues et al., 2011), and, at a global scale, with the high values of the marine d18O benthic stack (Fig. 9d) and high dust concentration in Antarctica (Lambert et al., 2008) recorded between ca. 440 and 425 ka, i.e. during late MIS 12.\nThe MIS 11 interglacial period was characterized by highly depleted d18O values in the Sulmona basin (Fig.10b), which indicate humid conditions with higher precipitation (Regattieri et al., 2016). The calcareous nannofossil assemblages from the KC01b site show that early MIS 11 (421-408 ka) was characterized in the Ionian Sea by high productivity, low salinity and turbid surface waters reflecting enhanced continental humidity and increased runoff into the basin (Maiorano et al., 2013). The MIS 11 interglacial was a long warm and humid period (Loutre, 2003; Prokopenko et al., 2010;\nruber from the KC01b site with the age model from Lourens (2004) partially modified by Ca bulloides, Globigerinoides ruber (white) and Neogloboquadrina pachyderma (dextral) from th curve); (g) planktonic foraminifera-derived sea surface temperature (SST) from ODP Site 975 C37 alkenones from the marine deep sea core MD03-2699 (Rodrigues et al., 2011) (dark bro Dome C ice core in Antarctica (Dreyfus et al., 2007) calibrated with the AICC2012 chronology core in Antarctica (Loulergue et al., 2008) with the AICC2012 chronology from Bazin et al. Antarctica (Siegenthaler et al., 2005; Lüthi et al., 2008) with the AICC2012 chronology from 2004); (l) obliquity of the Earth from the La2004 solution (Laskar et al., 2004). MIS boundar et al. (2015). 40Ar/39Ar ages from Villa et al. (2016a) for the tephras T103b, T109b and T115, a (2016a). S1-S11: palaeosols. Ht4-8: Heinrich-type ice-rafting events from Rodrigues et al. (2 conditions, respectively (Limondin-Lozouet et al., 2017). (For interpretation of the references\nRodrigues et al., 2011) marked by collapse of Greenland and West Antarctic ice sheets (Raymo andMitrovica, 2012; Reyes et al., 2014), even if climatic conditions fluctuated during this super-interglacial (e.g. Reille and de Beaulieu, 1995; Reille et al., 2000; Ashton et al., 2008; Kariya et al., 2010; Oliveira et al., 2016). However, the chronological link between the MIS 11 interglacial and the strongly weathered reddish brownpalaeosol at the top of the VG sequence is problematic because S1 was exposed to several episodes of chemical weathering during the multiple interglacial and interstadial periods over the last 400 ka, as suggested by its polygenetic characteristics as well as microdeformation of soil structure by cold climate processes (Coltorti and Pieruccini, 2006; Villa, 2017)."
  }, {
    "heading": "5.4. Soil weathering and volcanism",
    "text": "In the Mediterranean area, soils developed on pyroclastic ash deposits are an important key to understand Quaternary volcanic events and landscape evolution, although post-eruptive weathering and leaching processes may have changed the main chemical composition of these soils, precluding direct link to potential source areas (Raab et al., 2017). At VG, the glassy matrix of tephras is always strongly weathered and therefore unsuitable for conventional analysis of the chemical composition of volcanic glass shards (Villa et al., 2016a). However, the major element analysis of melt inclusions hosted in clinopyroxenes from the palaeosol S3 revealed a K-foidite composition, which is typical of tephras erupted from the Alban Hills volcanic field (Giaccio et al., 2013b; Villa et al., 2016a).\nVolcanic ash fall deposits may actually have affected the composition and structure of some palaeosols. Coltorti and Pieruccini (2006) pointed out that the brown to brownish yellow palaeosols from VG show strong andic properties due to the presence of pyroclastic sediments. More specifically, Villa et al. (2016a) identified four palaeosols (S11, S8, S7 and S6) with andic properties developed on volcaniclastic material from micromorphological studies, while reworked ash particles from a dispersed tephra layer were found in S3 and S2. Apart from S7 and S2, these palaeosols with volcaniclastic material are well dated by 40Ar/39Ar ages ranging from 556± 6 to 456± 3 ka (Fig. 11). During this period, several phases of major explosive activity occurred in the Alban Hills volcanic field (AHVF) and the Sabatini volcanic field (SVF) (Marra et al., 2009, 2011, 2014; Petrosino et al., 2014). Sub-to multicentimeter thick primary fallout tephras erupted from these source areas were identified in the nearby intramontane basins of Sulmona and Carapelle (Galli et al., 2010; Freda et al., 2011; Giaccio et al., 2013b, 2014), which are respectively located at ca. 20 and 35 km west and northwest of VG (Fig. 12a). This concerns, on the one hand, the eruptions of the Tufo pisolitico di Trigoria (TPT), the Tufo del Palatino and Tufo di Acque Albule (TP-TAA), the ash-fall succession (AF) and the Pozzolane Rosse (PR) for the AHVF (Giaccio et al., 2013b), and, on the other hand, the eruption of the Tufi Terrosi Fall A (TT-A) for the SVF (Giaccio et al., 2014).\nThe 40Ar/39Ar ages of these pyroclastic deposits can be usefully comparedwith the VG tephrochronological record (Fig.11). The TPT was dated in the proximal area of the AHVF at 561± 2 ka (Karner\npotondi et al. (2016) (dark purple curve) and composite planktonic d18O of Globigerina e GDEC-4-2 borehole in the northern Tyrrhenian Sea (Toucanne et al., 2015) (magenta (Girone et al., 2013) (light brown curve) and SST reconstructed from the UK 0 37 indice of wn curve); (h) isotopic composition of atmospheric oxygen (d18Oatm) from the EPICA from Bazin et al. (2013); (i) atmospheric CH4 concentration from the EPICA Dome C ice (2013); (j) composite record of CO2 concentration from the EPICA Dome C ice core in Bazin et al. (2013); (k) 65 N summer insolation from the La2004 solution (Laskar et al., ies from Lisiecki and Raymo (2005). Lettered marine isotope substages from Railsback nd from this study for the tephra T106. Red arrow: Palaeolithic industry from Villa et al. 011). Red and blue shaded vertical bands: palaeosols developed in temperate and cold to colour in this figure legend, the reader is referred to the web version of this article.)\net al., 2001; Marra et al., 2009), which is consistent within uncertainties with the 40Ar/39Ar age of S11 at 556± 6 ka (Villa et al., 2016a). The proximal TP-TAA corresponds to two distinct eruptive units dated at 530± 2 and 527± 2 ka, respectively (Karner et al., 2001; Marra et al., 2009). The couple of palaeosol S8 and S7 could be associated with both TP and TAA events, given the age of 531± 5 ka for S8 (Villa et al., 2016a). The AF eruptive cycle extended from 517± 1 to 500± 3 ka (Marra et al., 2009). This interval encompasses the age of 511± 3 ka evidenced for S6 (Fig. 3). Finally, the palaeosol S3, which was dated at 456± 2 ka (Villa et al., 2016a), is synchronous with the PR eruptive cycle dated at 456± 3 ka (Karner et al., 2001; Marra et al., 2009). This one is characterized by two distal eruptive units corresponding to leucite-bearing (PRa) and leucite-free (PRb) pyroclastic deposits (Galli et al., 2010; Freda et al., 2011; Giaccio et al., 2013b), which could be associated with the couple of palaeosols S3 and S2, respectively. These chronological correlations suggest that the major eruptive events in the AHVF from 560 to 450 ka released massive amounts of ash fall deposits leading to the formation of moderately to strongly weathered palaeosols with andic properties and/or volcaniclastic material during wetter conditions in the VG basin (Villa et al., 2016a; Villa, 2017).\nThe episodes of andosolization occurred in any climate conditions, since the molluscan assemblages of the VG sequence studied by Limondin-Lozouet et al. (2017) show that the palaeosols with andic properties were developed during either the cold period of MIS 14 (S11), the temperate climate of the early interglacial of MIS 13c (S8 and S7), or the cooling event of MIS 13b (S6). In cold conditions, the volcanic ash fallout could possibly have contributed to trigger episodes of soil weathering. In this model of volcanically driven soil formation, the weathering of the carbonate parent material would have been accompanied by desilication of the volcanic glass from the tephra layers, which is consistent with the evolution of the Si/Ti log-ratio (Fig. 6i). Besides, the eruptive history of the AHVF could have triggered a succession of phases of soil\nweathering close in time leading to the formation of the two couples of palaeosols S8-S7 and S6-S5, given the andic properties of S8, S7 and S6.\nThe thick palaeosol S8 is specifically characterized by a predominant content of halloysite and the presence of allophane from X-ray diffraction analysis of clay minerals by Demangeot and Radmilli (1966). Both halloysite and allophanic components represent typical weathering products of volcanic parent materials including glass (Pelle et al., 2013). In tephra-derived soils, halloysite can form directly from volcanic glass or originate from weathering of allophane when the Si activity in the soil solution is high (Parfitt and Wilson, 1985; Parfitt, 2009). The prevalence of halloysite in soils with Si-rich solution is associated with either poorly drained horizons or summer moisture deficit (Parfitt and Wilson, 1985; Broquen et al., 2005). This is consistent with palaeoclimatic data from Toucanne et al. (2015) indicating that warm and dry summer followed by intensified storm track and enhanced rainfall over southern Europe and the northern Mediterranean borderlands occurred during the interglacial periods over the last 547 ka. Moreover, halloysite prevails over short-range order minerals such as allophane under warm and humid pedoclimatic conditions (Pelle et al., 2013), which agrees with the environmental setting of the palaeosol S8 evidenced by the malacological study from Limondin-Lozouet et al. (2017).\nFor the other palaeosols, the direct impact of volcanism is more difficult to establish. S10 and S9 were formed under temperate climate from the molluscan faunas (Limondin-Lozouet et al., 2017). Both palaeosols were probably synchronous with the two warming periods recorded in southern Europe between 550 and 535 ka from the Tenaghi Philippon pollen record (Fig. 9c), and perhaps contemporaneous with the Tufo Giallo della Via Tiberina eruptive cycle dated at 546± 5 ka in the proximal area of the SVF (Marra et al., 2014). By contrast, S5 and S4 were developed during cold periods and seem to have been associated with phases of higher humidity in the northern central Mediterranean (Fig. 9f). Besides, a\ndistal tephra of the TT Fall A, which is dated at 499± 3 ka in the proximal area of the SVF (Marra et al., 2014), was identified in the Sulmona basin (Giaccio et al., 2014), but it does not seem to have been recorded in the VG sequence."
  }, {
    "heading": "5.5. Palaeogeography and tectonics",
    "text": "The VG basin is currently located at ca. 35 km from the Adriatic Sea on the western flank of the Maiella anticline along the eastern thrust zone of the central Apennines (Fig. 12a), which is a tectonically active area prone to earthquake hazards (Chiarabba et al., 2010; Galli et al., 2010). The altitude of the archaeological site is 735m above sea level. The Middle Pleistocene/Sicilian sedimentary sequence between VG and the Adriatic corresponds to shoreface deposits composed of sands and conglomerates (Pizzi, 2003). These coastal sediments highlight a more landward position of the shoreline and a narrower coastal piedmont than present. Hence, the VG site should have been closer to the sea during the Lower Palaeolithic occupations.\nThe elevation model developed from the equation [1] was undertaken in order to assess the potential impact of topographical changes on the phases of soil weathering at the VG site (Fig. 12b). It is based on the present-day elevation of the site, mean uplift rate over the last 700 ka, and sea level change (Fig. 12c). The palaeosols S11-S5 were probably developed between 200 and 250m elevation during MIS 14-13, while the palaeosols S4-S2 could have been formed between 300 and 350m elevation during MIS 12 (Fig. 12b). The topographic change does not seem to have been a major factor driving the soil formation at VG.\nNonetheless, a relationship between elevation and andosolization process seems to exist regarding the palaeosols with volcaniclastic material (Fig. 12). Indeed, andic properties are systematically present in the palaeosols developed on volcanic parent material at low altitude (S11, S8, S7, S6). By contrast, the tephra-derived palaeosols formed at an elevation higher than 300m above sea level (S3 and S2) do not exhibit andic properties but show vertic features, which indicate repeated cycles of alternating moist and dry conditions corresponding to periodic water table oscillations (Villa et al., 2016a). In general, volcanic soils with andic properties preferentially form under udic moisture regimes without important seasonal contrast in edaphic humidity (Parfitt and Krimble, 1989; Broquen et al., 2005; Pelle et al., 2013). Hypothetically, the ca. 100 m sea level fall that occurred in MIS 12 around 455-450 ka (Fig. 12c) may have caused the VG site to be farther from the sea during the formation of S3 and S2, which possibly led to a more continental climate with higher seasonal contrast in soil moisture regime.\ndeposited during the major sea level fall associated with the glacial maximum of the late MIS 12 period (Fig. 12bec). This till suggests that a glacier presumably flowed from a palaeo-ice cap covering the anticlinal ridge of the Maiella Mountain and reached the VG basin during the glacial maximum of MIS 12 at a low elevation of about 400m from the topographic model (Fig. 12aeb). By comparison, ice tongues from glaciers on Mount Orjen east of the Adriatic (Fig. 1) extended up to 500m above the present-day sea level during MIS 12 (Adamson et al., 2014).\nAlthough it appears a lack of direct topographic control on soil formation, the tectonically driven topographic changes and basin dynamics could have indirectly triggered modifications in the sedimentary aggradation and its rates over time, as suggested by the varying sedimentary facies (fluvial and lacustrine) and particle size (from pebble to clay) of the VG sequence. This behaviour could have controlled pauses in sedimentation prone to soil development, in addition to volcanic and/or climatic forcing. Furthermore, vertical trends in the sedimentary architecture and stacking patterns can be related to the variation in accommodation space (Robustelli et al., 2014).\nTectonic control can be revealed in the coarse-grained systems that developed in the intramontane basins of the Apennines (Fidolini et al., 2013; Robustelli et al., 2014). For instance, Fidolini et al. (2013) showed that a coarsening-upward depositional trend was associated with a period of active tectonics characterized by a decrease in subsidence rate for a sedimentary sequence from the northern Apennines. Regarding the sedimentary facies, Amato et al. (2014) highlighted that a decrease in subsidence rates over the last 500 ka accompanied the transition from lacustrine deposition to fluvial-marshy conditions and then floodplain environments in the late stage of infilling of the Boiano basin south of VG (Fig. 1B). In the southern Apennines, Zembo (2010) pointed out that pedogenesis in Mediterranean-like climate conditions during an interglacial period with a long stability of the local base-level caused the development of a fersiallitic palaeosol in tectonically stable areas. Besides, the Pleistocene pedosedimentary sequences from the Apennines can be disturbed by sedimentary hiatus and basin-scale unconformity due to phases of erosion triggered by valley incision and base-level change during tectonic uplift (D'Agostino et al., 2001), or by an increase in water discharge associated with hydrographic reorganization (Fidolini et al., 2013).\nIn general, the interplay among climate, tectonics, changes in catchment size and long-term slope evolution controlled the variability of sedimentary facies as well as significant pulses in sediment supply in the intramontane basins from the Apennines during the Middle Pleistocene (e.g. Zembo, 2010; Robustelli et al., 2014), while the accommodation space created by faulting and subsidence substantially modulated the accumulation rate (Aiello et al., 2007). At VG, the age-depth model based on 40Ar/39Ar dating, although potentially biased by sediment compaction and tephra fallout, shows two main phases in the general evolution of the mean accumulation rates, which were higher from 560 to 510 ka then decreased after 510 ka (Fig. 12dee). A geophysical survey using electrical resistivity tomography evidenced that the accommodation space along the north-south axis of the basinwidened from the bottom (100e150m width) to the upper part (300e400m width) of the Pleistocene sequence (Villa et al., 2016b). Hence, the higher sediment aggradation rate in the lower half of the sequence could have been driven by a relatively higher basin subsidence and/or an accommodation space with a narrower area. Multiple phases of soil weathering occurred in this tectono-sedimentary context, probably during pauses or slowdowns in sedimentation. In fact, the VG sequence recorded seven phases of soil weathering during the period with high sedimentation rates from 560 to 510 ka vs. three phases of soil weathering during the following period of low\nsediment aggradation (Fig. 12f). Overall, the sedimentary and topographic setting of the lower andmiddle parts of the VG sequence from S11 to S5 is characterized by higher accumulation rates, a continuous sedimentation with deposits mainly composed of silt and clay apart from the conglomerate under S6, a narrower accommodation space, and a low relief around 200e250m elevation. By contrast, the sedimentary and topographic context associated with the upper part of the sequence above S5 shows lower accumulation rates, predominant coarse sediments (sand, gravel, cobble and boulder), two palaeosols partially truncated by erosion (S3 and S2), a larger accommodation space, and elevation higher than 300m above sea level.\nSpecifically, it is likely that the partial truncation of S3 and S2 was caused by geomorphic events that interrupted the phases of soil weathering developed during tectonically quiet and stable periods with low sediment supply. These erosive episodes were probably related to the first steps of fluvial incision due to a relative base-level lowering east of VG, which was (i) controlled by headward erosion that progressed from the Adriatic coast toward the axial zone of the Apennines in response to a regional doming of the outer part of the belt since the early Middle Pleistocene (D'Agostino et al., 2001; Pizzi, 2003; Villa et al., 2016a, 2016b), and (ii) strengthened by the major sea level fall that occurred during late MIS 12 (Fig. 12c). These tectono-eustatic changes led to the definitive basin capture during or slightly after MIS 12 at VG (Villa et al., 2016a).\nThis hypothesis is supported by the topographic model that shows an elevation increase between 480 and 430 ka associated with the regional tectonic uplift of the central Apennines and the sea level fall of the MIS 12 glaciation (Fig. 12bec), which probably led to higher relief energy and steeper slope in the VG catchment. These local topographic changes most likely provided favourable conditions for the triggering of erosive events and the deposition of coarser sediments. However, climatically-driven slope evolution and denudational processes during the cold period of MIS 12 could also explain in part this sediment coarsening. Finally, the basin capture led to the end of aggradational processes and to the formation of a polygenetic soil (S1) at the top of the sequence after MIS 12."
  }, {
    "heading": "5.6. Human-environment interactions",
    "text": "It is very challenging to understand how the Middle Pleistocene hominins adapted to highly variable environmental conditions that characterized the European continent at this time, because it requires knowledge of the interrelationships between diet, life history, social organisation, ecological tolerance, and climatic oscillations (Roebroeks, 2006). Moreover, the chronology of most Lower Palaeolithic sites in Europe is often based on dating methods with large uncertainties that may encompass several climate cycles (Villa et al., 2016a; Moncel et al., 2016).\nIn central and southern Italy, the well-dated Lower Palaeolithic sites of Isernia (MIS 15) and Notarchirico (MIS 16) show that human settlements existed during either interglacial or glacial climatic conditions (Pereira et al., 2015; Peretto et al., 2015), while Orain et al. (2013) evidenced that the prehistoric occupation of territory between 680 and 300 ka was certainly driven by resource availability, with a preferential occupation of the Apennine valleys during interglacial periods followed by a later interglacial retreat towards the coastal plains. Assuming a similar strategy of territorial occupation, the Lower Palaeolithic human groups settled in the VG basin should have retreated several kilometres away from the Apennines to take refuge in the coastal zone. By contrast, an altitudinal expansion of human settlements from the coastal plains to the Apennine valleys and basins could have occurred in interstadial\nand interglacial periods, in addition to the northward continental latitudinal expansion from southern Europe argued by Dennell et al. (2011).\nIn the Roma Basin, Orain et al. (2013) presumed that the arboreal flora in refuge areas where persisted a high edaphic humidity could have provided subsistence resources for the Middle Pleistocene animal and hominin communities, while the abandonment of these refuge areas during the glacial periods could be linked to environmental change solely due to an increase in aridity rather than directly to global climate change. However, it is difficult to draw firm conclusions about climatically driven population dynamics for the territory occupation and migration of Middle Pleistocene hominins given the low number of archaeological sites between MIS 16 andMIS 9 in Europe and taphonomic conditions required for the preservation of Lower Palaeolithic settlements. The noticeable changes in the behaviour of Middle Pleistocene human groups are mainly based on archaeological remains that provide information on hunted animals or lithic production, and thus on territorial mobility and activities done on the site (Nicoud et al., 2015, 2016).\nAt VG, Palaeolithic industries have been identified in most palaeosols (Nicoud et al., 2016; Villa et al., 2016a). The 40Ar/39Ar chronology of the VG palaeosols and palaeoecological data from molluscan analyses unambiguously show that the phases of soil weathering and human occupation occurred during both interglacial and glacial periods. The number of Lower Palaeolithic settlements, as given in Fig. 12g from archaeological data in Villa et al. (2016a), shows two peaks of human occupation between 530 and 500 ka and between 470 and 440 ka, i.e. during early MIS 13 and middle MIS 12, respectively. When normalized to the number of palaeosols, which were the living environment of VG hominins, the relative rate of human occupation exhibits an increase over the study period (Fig. 12h). This is in line with the European archaeological record that shows a significant change around 500 ka characterized by an increasing number of sites in the Mediterranean as well as elsewhere in Europe, which could be indicative of either a more substantial human occupation than in the previous period (Roebroeks, 2006) or a better preservation of the occupations.\nThe environmental context of the VG settlements reveals that only the two occupations of the palaeosols S10 and S8 occurred under temperate climate with forest vegetation, while eight settlements occurred under cold climatic conditions (Fig. 12). The Palaeolithic industry found in the palaeosol S2 shows that tools were briefly used for short time butchery activities (Nicoud et al., 2016). From ca. 560 to 510 ka, human groups occupied the VG site in environments characterized by either forest landscape or open vegetation growing on soils composed of volcaniclastic material. After the formation of S6 around 511± 3 ka (Fig. 3), the VG hominins diversified their living environment since settlements established under cold climate spread over moderately to weakly weathered soils without forest vegetation or noticeable amount of volcanic ashes (S5 and S4), and even higher in elevation during MIS 12 (Fig. 12b). This could mean that the VG human groups became progressively better adapted to environmental stress caused by lower soil resources, perhaps owing to a technological development. This hypothesis will be discussed in the light of ongoing technological analyses of lithic industries.\nOverall, the archaeological site of VG shows that the levels of human occupation occurred on different types of soil and in a large range of environmental conditions during the Middle Pleistocene. Furthermore, our results highlight the fact that the use of global climate records to interpret the palaeoenvironmental setting of archaeological sites does not fully take into account the local climatic and non-climatic responses and their potential impact on human settlements."
  }, {
    "heading": "6. Conclusion",
    "text": "The central and southern parts of Italy contain major Lower Palaeolithic sites with lithic assemblages documenting the first appearance of human settlements during the early Middle Pleistocene in southern central Europe. Among these, the site of Valle Giumentina (VG) is a remarkable pedosedimentary sequence in the eastern central Apennines with more than ten in situ Lower Palaeolithic archaeological layers with flake and/or handaxe industries. This sequence is composed of a succession of eleven palaeosols (S1-S11) interbedded with lacustrine, fluvial, or glacial deposits.\nGeochemical and magnetic susceptibility analyses were undertaken in order to characterize the phases of soil weathering. The geochemistry of the VG sequence shows an anti-correlation between Ca and Sr on the one hand, and Si, K, Ti, Cr, Fe, Co, Cu, Zn, Rb, Zr, Ba, Pb on the other. High contents of the former elements indicate the occurrence of detrital sedimentary fluxes in the catchment basin, which is mainly composed of carbonated rocks, while high concentrations of the latter elements are representative of phases of soil weathering.\nA principal component analysis and elemental log-ratios were used to track the degree of chemical weathering of the palaeosols. The age of tephras deposited in the VG sequence and a comparison of the Rb/Sr log-ratio with climate proxy records in the central Mediterranean show that the palaeosols S11-S9 and S4-S2 probably developed during the MIS 14 and 12 glaciations, respectively, while the palaeosols S8-S5 would have been formed during the MIS 13 interglacial. Thus, the most strongly weathered palaeosols would have been developed not only during interglacial intervals (S8 and S6), but also during interstadial events in glacial periods (S11 and S2). These regional anomalies show that the pedogenic response to Middle Pleistocene global climate change was complex and not linear in the Mediterranean basin. Besides, this suggests once again that regional and even local proxy records are probably more efficient than global climate records to study the palaeoenvironmental context of human settlements.\nOverall, the phases of soil weathering at VG seem to have been driven by regional climate change and/or volcanism. The palaeosols S10-S7 were developed during periods of temperate climate with forest environment, while S8-S5 were formed during episodes of enhanced rainfall in the central Mediterranean. The major eruptions from the Alban Hills volcanic field in the Roman Province may have triggered or intensified the chemical weathering of S11, S8, S7 and S6. Moreover, the seven palaeosols S11-S5 in the lower and middle parts of the sequence were formed in a tectonosedimentary setting characterized by a narrower accommodation space and generally higher accumulation rates with basin sediments mainly composed of clay and silt, whereas the three palaeosols S4-S2 in the upper part of the sequence are separated by coarser sedimentary units and/or erosional unconformities highlighting unstable environments characterized by typically more energetic morphodynamics.\nA topographic model taking into account sea level change and tectonic uplift shows that the elevation of palaeosols and human settlements from the VG site can be estimated at 200e250m during MIS 14-13 and 300e350m during MIS 12. The Lower Palaeolithic occupations and soil formation at VG were hardly impacted by change in topography. Nevertheless, further highresolution geochronological and palaeoenvironmental studies of Lower Palaeolithic sites as well as analyses of lithic industries and faunal remains will be required to firmly support hypotheses linking human behaviour with environmental changes during the Middle Pleistocene."
  }, {
    "heading": "Acknowledgments",
    "text": "This work is a part of a multidisciplinary research program financially supported by the Ecole Française de Rome (EFR). The fieldworks were supported by the county of Abbateggio (A. Di Marco), the Soprintendenza per i beni archeologici dell’Abruzzo (S. Agostini), the Parco nazionale della Majella, and the Fondazione Pescarabruzzo. The laboratory measurements were undertaken at the ArcheoEnvironnement analytical platform (CNRS UMR5140). We thank Dr. Ana Moreno (editor) and two anonymous reviewers for their very helpful remarks and suggestions."
  }, {
    "heading": "Appendix A. Supplementary data",
    "text": "Supplementary data related to this article can be found at https://doi.org/10.1016/j.quascirev.2018.01.014."
  }],
  "references": [{
    "title": "Glaciers and rivers: Pleistocene uncoupling in a Mediterranean mountain karst",
    "authors": ["K.R. Adamson", "J.C. Woodward", "P.D. Hugues"],
    "venue": "Quat. Sci. Rev",
    "year": 2014
  }, {
    "title": "Chronological and environmental context of the first hominin dispersal into western Europe: the case of Barranco Leon (Guadix-Baza",
    "authors": ["J. Agusti", "Blain", "H.-A", "I. Lozano-Fernandez", "P. Pinero", "O. Oms", "M. Furio", "A. Blanco", "J.M. Lopez-Garcia", "R. Sala"],
    "venue": "Spain). J. Hum. Evol",
    "year": 2015
  }, {
    "title": "Evolution of the late Quaternary San Gregorio Magno tectono-karstic basin (southern Italy) inferred from geomorphological, tephrostratigraphical and palaeoecological analyses: tectonic implications",
    "authors": ["G. Aiello", "A. Ascione", "D. Barra", "R. Munno", "P. Petrosino", "E. Russo Ermolli", "F. Villani"],
    "venue": "J. Quat. Sci",
    "year": 2007
  }, {
    "title": "Quaternary evolution of the largest intermontane basin of the Molise Apennine (central-southern Italy)",
    "authors": ["V. Amato", "P.P.C. Aucelli", "M. Cesarano", "B. Jicha", "V. Lebreton", "R. Orain", "G. Pappone", "P. Petrosino", "E. Russo Ermolli"],
    "venue": "Rend. Fis. Acc. Lincei",
    "year": 2014
  }, {
    "title": "Distribution of ostracod and benthic foraminiferal assemblages during the last 550 kyr in the East-Corsica basin, western Mediterranean Sea: a paleo-environmental reconstruction",
    "authors": ["C.M. Angue Minto’o", "Bassetti", "M.-A", "S. Toucanne", "G. Jouet"],
    "venue": "Revue de micropal",
    "year": 2016
  }, {
    "title": "New evidence for complex climate change in MIS 11 from Hoxne, Suffolk, UK",
    "authors": ["N. Ashton", "S.G. Lewis", "S.A. Parfitt", "K.E.H. Penkman", "G. Russell Coope"],
    "venue": "Quat. Sci. Rev",
    "year": 2008
  }, {
    "title": "Palaeoloxodon and human interaction: depositional setting, chronology and archaeology at the middle Pleistocene ficoncella site (Tarquinia, Italy)",
    "authors": ["D. Aureli", "A. Contardi", "B. Giaccio", "B. Jicha", "C. Lemorini", "S. Madonna", "D. Magri", "F. Marano", "S. Milli", "V. Modesti", "M.R. Palombo", "R. Rocca"],
    "venue": "PLoS One",
    "year": 2015
  }, {
    "title": "Non-magnetic indicators of pedogenesis related to loess magnetic enhancement and depletion: examples from the Czech Republic and southern Siberia",
    "authors": ["O. Babek", "J. Chlachula", "T.M. Grygar"],
    "venue": "Quat. Sci. Rev",
    "year": 2011
  }, {
    "title": "Time-scale and astronomical forcing of Serbian loessepaleosol sequences",
    "authors": ["B. Basarin", "B. Buggle", "U. Hambach", "S.B. Markovic", "K. O'Hara Dhand", "A. Kovacevic", "T. Stevens", "Z. Guo", "T. Lukic"],
    "year": 2014
  }, {
    "title": "An optimized multi-proxy, multi-site Antarctic ice and gas orbital chronology",
    "authors": ["H. e Mahamadou Kele", "V. Veres", "F. Parrenin", "P. Martinerie", "C. Ritz", "E. Capron", "V. Lipenkov", "Loutre", "M.-F", "D. Raynaud", "B. Vinther", "A. Svensson", "S.O. Rasmussen", "M. Severi", "T. Blunier", "M. Leuenberger", "H. Fischer", "V. Masson-Delmotte", "J. Chappellaz", "E. Wolff"],
    "year": 2013
  }, {
    "title": "Pliocene to Pleistocene palynoflora and vegetation in Italy: state of the art",
    "authors": ["A. Bertini"],
    "venue": "Quat. Int. 225,",
    "year": 2010
  }, {
    "title": "Modelled atmospheric temperatures and global sea levels over the past million years",
    "authors": ["R. Bintanja", "R.S.W. Van de Wal", "J. Oerlemans"],
    "venue": "Nature 437,",
    "year": 2005
  }, {
    "title": "Pedo-chemical climate proxies in Late Pleistocene SerbianeUkranian loess sequences",
    "authors": ["M.P. Bokhorst", "C.J. Beets", "S.B. Markovic", "N.P. Gerasimenko", "Z.N. Matviishina", "M. Frechen"],
    "venue": "Quat. Int. 198,",
    "year": 2009
  }, {
    "title": "Allophane, aluminum, and organic matter accumulation across a bioclimatic sequence of volcanic ash soils of Argentina",
    "authors": ["P. Broquen", "J.C. Lobartini", "F. Candan", "G. Falbo"],
    "venue": "Geoderma 129,",
    "year": 2005
  }, {
    "title": "An evaluation of geochemical weathering indices in loess-paleosol studies",
    "authors": ["B. Buggle", "B. Glaser", "U. Hambach", "N. Gerasimenko", "S. Markovic"],
    "venue": "Quat. Int. 240,",
    "year": 2011
  }, {
    "title": "Chemistry and mineralogy of a granitic, glacial soil chronosequence, Sierra Nevada Mountains, California",
    "authors": ["D.L. Burkins", "J.D. Blum", "K. Brown", "R.C. Reynolds", "Y. Erel"],
    "venue": "Chem. Geol. 162,",
    "year": 1999
  }, {
    "title": "Central Mediterranean MidPleistocene paleoclimatic variability and its association with global climate",
    "authors": ["L. Capotondi", "A. Girone", "F. Lirer", "C. Bergami", "M. Verducci", "M. Vallefuoco", "A. Afferri", "L. Ferraro", "N. Pelosi", "G.J. De Lange"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 2016
  }, {
    "title": "The Asian monsoon",
    "authors": ["X. Wang", "X. Li", "X. Kong", "Y. Wang", "Y. Ning", "H. Zhang"],
    "year": 2016
  }, {
    "title": "Deep structural heterogeneities and the tectonic evolution of the Abruzzi region (Central Apennines, Italy) revealed by microseismicity, seismic tomography, and teleseismic receiver functions",
    "authors": ["C. Chiarabba", "S. Bagh", "I. Bianchi", "P. De Gori", "M. Barchi"],
    "venue": "Earth Planet Sci. Lett. 295,",
    "year": 2010
  }, {
    "title": "The last interglacial pedocomplexes in the lithoand morpho-stratigraphical framework of the central-northern Apennines (Central Italy)",
    "authors": ["M. Coltorti", "P. Pieruccini"],
    "venue": "Quat. Int. 156e157,",
    "year": 2006
  }, {
    "title": "Climate changes in the central Mediterranean and Italian vegetation dynamics since the Pliocene",
    "authors": ["N. Combourieu-Nebout", "A. Bertini", "E. Russo-Ermolli", "O. Peyron", "S. Klotz", "V. Montade", "S. Fauquette", "J. Allen", "F. Fusco", "S. Goring", "B. Huntley", "S. Joannin", "V. Lebreton", "D. Magri", "E. Martinetto", "R. Orain", "L. Sadori"],
    "venue": "Rev. Palaeobot. Palynol",
    "year": 2015
  }, {
    "title": "Interactions between mantle upwelling, drainage evolution and active normal faulting: an example from the central Apennines (Italy)",
    "authors": ["N. D'Agostino", "J.A. Jackson", "F. Dramis", "R. Funiciello"],
    "venue": "Geophys. J. Int",
    "year": 2001
  }, {
    "title": "Soil weathering and accumulation rates of oxalate-extractable phases derived from alpine chronosequences of up to 1 Ma in age",
    "authors": ["D. Dahms", "F. Favilli", "R. Krebs", "M. Egli"],
    "venue": "Geomorphology 151e152,",
    "year": 2012
  }, {
    "title": "Ageeprobability spectra for examination of single-crystal 40Ar/39Ar dating results: examples from Olorgesailie, Southern Kenya Rift",
    "authors": ["A. Deino", "R. Potts"],
    "venue": "Quat. Int. 13e14,",
    "year": 1992
  }, {
    "title": "Le gisement pal eolithique de Valle Giumentina (Apennin central) et ses probl",
    "authors": ["J. Demangeot", "A.M. Radmilli"],
    "year": 1966
  }, {
    "title": "Dispersal and colonisation, long and short chronologies: how continuous is the Early Pleistocene record for hominids outside East Africa",
    "authors": ["R. Dennell"],
    "venue": "J. Hum. Evol",
    "year": 2003
  }, {
    "title": "Hominin variability, climatic instability and population demography in Middle Pleistocene Europe",
    "authors": ["R. Dennell", "M. Martinon-Torres", "J.M. Bermudez de Castro"],
    "venue": "Quat. Sci. Rev",
    "year": 2011
  }, {
    "title": "Anomalous flow below 2700 m in the EPICA Dome C ice core detected using",
    "authors": ["G.B. Dreyfus", "F. Parrenin", "B. Lemieux-Dudon", "G. Durand", "V. Masson-Delmotte", "J. Jouzel", "Barnola", "J.-M", "L. Panno", "R. Spahni", "A. Tisserand", "U. Siegenthaler", "M. Leuenberger"],
    "year": 2007
  }, {
    "title": "Clay minerals, oxyhydroxide formation, element leaching and humus development in volcanic soils",
    "authors": ["M. otze", "L. Alioth"],
    "venue": "Geoderma 143,",
    "year": 2008
  }, {
    "title": "Magnetism of loess/palaeosol sequences: recent developments",
    "authors": ["M.E. Evans", "F. Heller"],
    "venue": "Earth Sci. Rev",
    "year": 2001
  }, {
    "title": "Fault-sourced alluvial fans and their interaction with axial fluvial drainage: an example from the Plio-Pleistocene Upper Valdarno Basin (Tuscany, Italy)",
    "authors": ["F. Fidolini", "M. Ghinassi", "M. Aldinucci", "P. Billi", "J. Boaga", "R. Deiana", "L. Brivio"],
    "venue": "Sedim. Geol. 289,",
    "year": 2013
  }, {
    "title": "CO2-driven large mafic explosive eruptions: the Pozzolane Rosse case study from the Colli Albani Volcanic District (Italy)",
    "authors": ["C. Freda", "M. Gaeta", "B. Giaccio", "F. Marra", "D.M. Palladino", "P. Scarlato", "G. Sottili"],
    "venue": "Bull. Volcanol",
    "year": 2011
  }, {
    "title": "The 2009 central Italy earthquake seen through 0.5 Myr-long tectonic history of the L'Aquila faults system",
    "authors": ["P. Galli", "B. Giaccio", "P. Messina"],
    "venue": "Quat. Sci. Rev",
    "year": 2010
  }, {
    "title": "Revised chronology of the Sulmona lacustrine succession, Central Italy",
    "authors": ["B. Giaccio", "F. Castorina", "S. Nomade", "G. Scardia", "M. Voltaggio", "L. Sagnotti"],
    "venue": "J. Quat. Sci",
    "year": 2013
  }, {
    "title": "Isotopic (SreNd) and major element fingerprinting of distal tephras: an application to the Middle-Late Pleistocene markers from the Colli Albani volcano, central Italy",
    "authors": ["B. Giaccio", "I. Arienzo", "G. Sottili", "F. Castorina", "M. Gaeta", "S. Nomade", "P. Galli", "P. Messina"],
    "venue": "Quat. Sci. Rev",
    "year": 2013
  }, {
    "title": "A 560e440 ka tephra record from the Mercure Basin, southern Italy: volcanological and tephrostratigraphic implications",
    "authors": ["B. Giaccio", "P. Galli", "E. Peronace", "I. Arienzo", "S. Nomade", "G.P. Cavinato", "M. Mancini", "P. Messina", "G. Sottili"],
    "venue": "J. Quat. Sci",
    "year": 2014
  }, {
    "title": "Middle Pleistocene glaciations in the Apennines, Italy: new chronological data and preservation of the glacial record",
    "authors": ["C. Giraudi", "B. Giaccio"],
    "venue": "Geol. Soc. London Spec. Publ. 433,",
    "year": 2015
  }, {
    "title": "Calcareous plankton response to orbital and millennial-scale climate changes across the Middle Pleistocene in the western Mediterranean",
    "authors": ["A. Girone", "P. Maiorano", "M. Marino", "M. Kucera"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 2013
  }, {
    "title": "An integrated rock-magnetic and geochemical approach to loess/paleosol sequences from Bohemia and Moravia (Czech Republic): implications for the Upper Pleistocene paleoenvironment in central Europe",
    "authors": ["J. Hosek", "U. Hambach", "L. Lisa", "T.M. Grygar", "I. Horacek", "S. Meszner", "I. Knesl"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 2015
  }, {
    "title": "Orbital and millennial Antarctic climate variability over the past 800,000 years",
    "authors": ["M. Werner", "E.W. Wolff"],
    "venue": "Science 317,",
    "year": 2007
  }, {
    "title": "Sea-level variation during MIS 11 constrained by stepwise Osaka Bay extensions and its relation with climatic evolution",
    "authors": ["C. Kariya", "M. Hyodo", "K. Tanigawa", "H. Sato"],
    "venue": "Quat. Sci. Rev",
    "year": 2010
  }, {
    "title": "A potential early middle Pleistocene",
    "authors": ["D.B. Karner", "E. Juvign e", "L. Brancaccio", "A. Cinque", "E. Russo Ermolli", "N. Santangelo", "S. Bernasconi", "L. Lirer"],
    "year": 1999
  }, {
    "title": "The history of the Monti Sabatini and Alban Hills volcanoes: groundwork for assessing volcanic-tectonic hazards for Rome",
    "authors": ["D.B. Karner", "F. Marra", "P.R. Renne"],
    "venue": "J. Volcanol. Geoth. Res",
    "year": 2001
  }, {
    "title": "A multiproxy analysis of two loess-paleosol sequences in the Northern Harz Foreland, Germany",
    "authors": ["L. Krauss", "J. Zens", "C. Zeeden", "P. Schulte", "E. Eckmeier", "F. Lehmkuhl"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 2016
  }, {
    "title": "Dusteclimate couplings over the past 800,000 years from the EPICA Dome C ice core",
    "authors": ["F. Lambert", "B. Delmonte", "J.R. Petit", "M. Bigler", "P.R. Kaufmann", "M.A. Hutterli", "T.F. Stocker", "U. Ruth", "J.P. Steffensen", "V. Maggi"],
    "venue": "Nature 453,",
    "year": 2008
  }, {
    "title": "What drives the millennial and orbital variations",
    "authors": ["A. Landais", "G. Dreyfus", "E. Capron", "V. Masson-Delmotte", "M.F. Sanchez-Goni", "S. Desprat", "G. Hoffmann", "J. Jouzel", "M. Leuenberger", "S. Johnsen"],
    "year": 2010
  }, {
    "title": "Cryptotephra as a dating and correlation tool in archaeology",
    "authors": ["C.S. Lane", "V.L. Cullen", "D. White", "C.W.F. Bramham-Law", "V.C. Smith"],
    "venue": "J. Archaeol",
    "year": 2014
  }, {
    "title": "Interglacial and glacial variability from the last 800 ka in marine, ice and terrestrial archives",
    "authors": ["N. Lang", "W.E. Wolff"],
    "venue": "Clim. Past",
    "year": 2011
  }, {
    "title": "A long-term numerical solution for the insolation quantities of the Earth",
    "authors": ["J. Laskar", "P. Robutel", "F. Joutel", "M. Gastineau", "A.C.M. Correia", "B. Levrard"],
    "venue": "Astron. Astrophys",
    "year": 2004
  }, {
    "title": "A redetermination of the isotopic abundances of atmospheric Ar",
    "authors": ["Lee", "J.-Y", "K. Marti", "J.P. Severinghaus", "K. Kawamura", "Yoo", "H.-S", "J.B. Lee", "J.S. Kim"],
    "venue": "Geochem. Cosmochim. Acta",
    "year": 2006
  }, {
    "title": "First tephrostratigraphic results of the DEEP site record from Lake Ohrid (Macedonia and Albania)",
    "authors": ["N. Leicher", "G. Zanchetta", "R. Sulpizio", "B. Giaccio", "B. Wagner", "S. Nomade", "A. Francke", "P. Del Carlo"],
    "venue": "Biogeosciences 13,",
    "year": 2016
  }, {
    "title": "Tephro-stratigraphy and the age of ancient southern Italian Acheulean settlements: the sites of Loreto and Notarchirico (Venosa, Basilicata, Italy)",
    "authors": ["D. Lef evre", "Raynal", "J.-P", "G. Vernet", "G. Kieffer", "M. Piperno"],
    "venue": "Quat. Int. 223e224,",
    "year": 2010
  }, {
    "title": "Middle Pleistocene molluscan fauna from the Valle Giumentina (Abruzzo, Central Italy): palaeoenvironmental, biostratigraphical and biogeographical implications",
    "authors": ["N. Limondin-Lozouet", "V. Villa", "A. Pereira", "S. Nomade", "Bahain", "J.-J", "E. Stoetzel", "D. Aureli", "E. Nicoud"],
    "venue": "Quat. Sci",
    "year": 2017
  }, {
    "title": "A Pliocene-Pleistocene stack of 57 globally distributed benthic",
    "authors": ["L.E. Lisiecki", "M.E. Raymo"],
    "year": 2005
  }, {
    "title": "Orbital and millennial-scale features of atmospheric CH4 over the past 800,000 years",
    "authors": ["L. Loulergue", "A. Schilt", "R. Spahni", "V. Masson-Delmotte", "T. Blunier", "B. Lemieux", "Barnola", "J.-M", "D. Raynaud", "T.F. Stocker", "J. Chappellaz"],
    "venue": "Nature 453,",
    "year": 2008
  }, {
    "title": "Revised tuning of Ocean Drilling Program Site 964 and KC01B (Mediterranean) and implications",
    "authors": ["L. Lourens"],
    "year": 2004
  }, {
    "title": "Clues from MIS 11 to predict the future climate e a modelling point of view",
    "authors": ["M.F. Loutre"],
    "venue": "Earth Planet Sci",
    "year": 2003
  }, {
    "title": "Tephrochronology and its application: a review",
    "authors": ["D.J. Lowe"],
    "venue": "Quat. Geochronol",
    "year": 2011
  }, {
    "title": "High-resolution carbon dioxide concentration record 650,000e800,000 years before present",
    "authors": ["D. Lüthi", "M. Le Floch", "B. Bereiter", "T. Blunier", "Barnola", "J.-M", "U. Siegenthaler", "D. Raynaud", "J. Jouzel", "H. Fischer", "K. Kawamura", "T.F. Stocker"],
    "venue": "Nature 435,",
    "year": 2008
  }, {
    "title": "Paleoenvironmental conditions at core KC01B (Ionian sea) through MIS 13e9: evidence from calcareous nannofossil assemblages",
    "authors": ["P. Maiorano", "F. Tarantino", "M. Marino", "G.J. De Lange"],
    "venue": "Quat. Int. 288,",
    "year": 2013
  }, {
    "title": "Recurrence of volcanic activity along the Roman Comagmatic Province (Tyrrhenian margin of Italy) and its tectonic significance",
    "authors": ["F. Marra", "J. Taddeucci", "C. Freda", "W. Marzocchi", "P. Scarlato"],
    "venue": "Tectonics 23,",
    "year": 2004
  }, {
    "title": "Large mafic eruptions at Alban Hills volcanic district (Central Italy): chronostratigraphy, petrography and eruptive behaviour",
    "authors": ["F. Marra", "D.B. Karner", "C. Freda", "M. Gaeta", "P. Renne"],
    "venue": "J. Volcanol. Geoth. Res",
    "year": 2009
  }, {
    "title": "The Alban Hills and Monti Sabatini volcanic products used in ancient Roman masonry (Italy): an integrated stratigraphic, archaeological, environmental and geochemical approach",
    "authors": ["F. Marra", "D. Deocampo", "M.D. Jackson", "G. Ventura"],
    "venue": "Earth Sci. Rev. 108,",
    "year": 2011
  }, {
    "title": "Major explosive activity in the Monti Sabatini Volcanic District (central Italy) over the 800e390 ka interval: geochronologicalegeochemical overview and tephrostratigraphic implications",
    "authors": ["F. Marra", "G. Sottili", "M. Gaeta", "B. Giaccio", "B. Jicha", "M. Masotta", "D.M. Palladino", "D.M. Deocampo"],
    "venue": "Quat. Sci. Rev",
    "year": 2014
  }, {
    "title": "Palaeoenvironments of early hominins in temperate and Mediterranean Eurasia: new palaeobotanical data from Palaeolithic key-sites and synchronous natural sequences",
    "authors": ["E. Messager", "V. Lebreton", "L. Marquer", "E. Russo-Ermolli", "R. Orain", "J. RenaultMiskovsky", "D. Lordkipanidze", "J. Despri ee", "C. Peretto", "M. Arzarello"],
    "venue": "Quat. Sci. Rev",
    "year": 2011
  }, {
    "title": "Orbital forced frequencies in the 975 000 year pollen record from Tenagi Philippon (Greece)",
    "authors": ["Mommersteeg", "H.J.P.M", "M.F. Loutre", "R. Young", "T.A. Wijmstra", "H. Hooghiemstra"],
    "venue": "Clim. Dyn 11,",
    "year": 1995
  }, {
    "title": "Linking environmental changes with human occupations",
    "authors": ["L. Bazin"],
    "year": 2016
  }, {
    "title": "A Late",
    "authors": ["Geochem. J", "R. 197e209. Munno", "P. Petrosino", "P. Romano", "E. Russo Ermolli", "E. Juvign e"],
    "year": 2001
  }, {
    "title": "Chemical processes affecting alkalis and alkaline earths during continental weathering",
    "authors": ["H.W. Nesbitt", "G. Markovics", "R.C. Price"],
    "venue": "Geochem. Cosmochim",
    "year": 1980
  }, {
    "title": "Comportements techniques au Ple",
    "authors": ["E. Nicoud", "D. Aureli", "M. Pagli"],
    "year": 2015
  }, {
    "title": "Preliminary data from Valle Giumentina Pleistocene site (Abruzzo, Central",
    "authors": ["E. Nicoud", "D. Aureli", "M. Pagli", "V. Villa", "C. Chauss e", "S. Agostini", "Bahain", "J.-J", "G. Boschian", "Degeai", "J.-P", "F. Fusco", "B. Giaccio", "M. Hernandez", "C. Kuzucuoglu", "C. Lahaye", "C. Lemorini", "N. Limondin-Lozouet", "P. Mazza", "N. Mercier", "S. Nomade", "A. Pereira", "V. Robert", "M.A. Rossi", "C. Virmoux", "A. Zupancich"],
    "year": 2016
  }, {
    "title": "Alder Creek sanidine (ACs-2): a Quaternary",
    "authors": ["S. Nomade", "P.R. Renne", "N. Vogel", "A.L. Deino", "W.D. Sharp", "T.A. Becker", "A.R. Jaouni", "R. Mundil"],
    "year": 2005
  }, {
    "title": "Aeolian dynamics at the Orlovat loessepaleosol sequence, northern Serbia, based on detailed textural and geochemical evidence",
    "authors": ["I. Obreht", "C. Zeeden", "P. Schulte", "U. Hambach", "E. Eckmeier", "A. Timar-Gabor", "F. Lehmkuhl"],
    "venue": "Aeolian Research",
    "year": 2015
  }, {
    "title": "The complexity of millennialscale variability in southwestern Europe during MIS 11",
    "authors": ["D. Oliveira", "S. Desprat", "T. Rodrigues", "F. Naughton", "D. Hodell", "R. Trigo", "M. Rufino", "C. Lopes", "F. Abrantes", "M.F. Sanchez Goni"],
    "venue": "Quat. Res",
    "year": 2016
  }, {
    "title": "Hominin responses to environmental changes during the Middle Pleistocene in central and southern Italy",
    "authors": ["R. Orain", "V. Lebreton", "E. Russo Ermolli", "S emah", "A.-M", "S. Nomade", "Q. Shao", "Bahain", "J.-J", "U. Thun Hohenstein", "C. Peretto"],
    "venue": "Clim. Past",
    "year": 2013
  }, {
    "title": "Vegetation sensitivity to local environmental factors and global climate changes during the Middle Pleistocene in southern ItalyeA case study from the Molise Apennines",
    "authors": ["R. Orain", "E. Russo Ermolli", "V. Lebreton", "V. Di Donato", "Bahain", "J.-J", "S emah", "A.-M"],
    "venue": "Rev. Palaeobot. Palynol",
    "year": 2015
  }, {
    "title": "Allophane and imogolite: role in soil biogeochemical processes",
    "authors": ["R.L. Parfitt"],
    "venue": "Clay Miner",
    "year": 2009
  }, {
    "title": "Estimation of allophane and halloysite in three sequences of volcanic soils, New Zealand",
    "authors": ["R.L. Parfitt", "A.D. Wilson"],
    "venue": "Catena Suppl",
    "year": 1985
  }, {
    "title": "Conditions for formation of allophane in soils",
    "authors": ["R.L. Parfitt", "J.M. Krimble"],
    "venue": "Soil Sci. Soc. Am. J",
    "year": 1989
  }, {
    "title": "Multidisciplinary study of Holocene archaeological soils in an upland Mediterranean site: natural versus anthropogenic environmental changes at Cecita Lake, Calabria, Italy",
    "authors": ["T. Pelle", "F. Scarciglia", "G. Di Pasquale", "E. Allevato", "D. Marino", "G. Robustelli", "M.F. La Russa", "I. Pulice"],
    "venue": "Quat. Int. 303,",
    "year": 2013
  }, {
    "title": "The earliest securely dated hominin fossil in Italy and evidence of Acheulian occupation during glacial MIS 16 at Notarchirico (Venosa, Basilicata, Italy)",
    "authors": ["C. eres", "H. Garon", "D. Lef evre", "Raynal", "J.-P", "V. Scao", "M. Piperno"],
    "venue": "J. Quat. Sci",
    "year": 2015
  }, {
    "title": "A human deciduous tooth and new",
    "authors": ["C. Peretto", "J. Arnaud", "J. Moggi-Cecchi", "G. Manzi", "S. Nomade", "A. Pereira", "C. Falgu eres", "Bahain", "J.-J", "D. Grimaud-Herv e", "C. Berto", "B. Sala", "G. Lembo", "B. Muttillo", "R. Gallotti", "U. Thun Hohenstein", "C. Vaccaro", "M. Coltorti", "M. Arzarello"],
    "year": 2015
  }, {
    "title": "A high resolution tephrochronological record of MIS 14e12 in the Southern Apennines (Acerno Basin, Italy)",
    "authors": ["P. Petrosino", "B.R. Jicha", "F.C. Mazzeo", "E. Russo Ermolli"],
    "venue": "J. Volcanol. Geoth. Res",
    "year": 2014
  }, {
    "title": "Plio-Quaternary uplift rates in the outer zone of the central Apennines fold-and-thrust belt, Italy",
    "authors": ["A. Pizzi"],
    "venue": "Quat. Int. 101e102,",
    "year": 2003
  }, {
    "title": "From orogenic hinterlands to Mediterranean-style back-arc basins: a comparative analysis",
    "authors": ["J.P. Platt"],
    "venue": "J. Geol. Soc. London 164,",
    "year": 2007
  }, {
    "title": "Geochemistry unravels MIS 3/2 paleoenvironmental dynamics at the loessepaleosol sequence Schwalbenberg II, Germany",
    "authors": ["J. Profe", "B. Zolitschka", "W. Schirmer", "M. Frechen", "C. Ohlendorf"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 2016
  }, {
    "title": "Climate in continental interior Asia during the longest interglacial of the past 500 000 years: the newMIS 11 records from Lake Baikal, SE Siberia",
    "authors": ["A.A. Prokopenko", "E.V. Bezrukova", "G.K. Khursevich", "E.P. Solotchina", "M.I. Kuzmin", "P.E. Tarasov"],
    "venue": "Clim. Past",
    "year": 2010
  }, {
    "title": "Linking tephrochronology and soil characteristics in the Sila and Nebrodi mountains, Italy",
    "authors": ["G. Raab", "D. Halpern", "F. Scarciglia", "S. Raimondi", "K. Norton", "T. Pettke", "J. Hermann", "R. de Castro Portes", "A.M. Aguilar Sanchez", "M. Egli"],
    "year": 2017
  }, {
    "title": "An optimized scheme of lettered marine isotope substages for the last 1.0 million years, and the climatostratigraphic nature of isotope stages and substages",
    "authors": ["L.B. Railsback", "P.L. Gibbard", "M.J. Head", "N.R.G. Voarintsoa", "S. Toucanne"],
    "venue": "Quat. Sci",
    "year": 2015
  }, {
    "title": "Collapse of polar ice sheets during the stage 11 interglacial",
    "authors": ["M.E. Raymo", "J.X. Mitrovica"],
    "venue": "Nature 483,",
    "year": 2012
  }, {
    "title": "Sedimentary dynamics and tecto-volcanism in the Venosa basin (Basilicata, Italia)",
    "authors": ["D. evre", "G. Vernet", "T. Pilleyre", "S. Sanzelle", "J. Fain", "D. Miallier", "M. Montret"],
    "venue": "Quat. Int. 47e48,",
    "year": 1998
  }, {
    "title": "A multi-proxy record of MIS 11e12 deglaciation and glacial MIS 12 instability from the Sulmona basin (central Italy)",
    "authors": ["E. Regattieri", "B. Giaccio", "P. Galli", "S. Nomade", "E. Peronace", "P. Messina", "A. Sposato", "C. Boschi", "M. Gemelli"],
    "venue": "Quat. Sci",
    "year": 2016
  }, {
    "title": "Long Pleistocene pollen records from the Praclaux crater, South-Central France",
    "authors": ["M. Reille", "de Beaulieu", "J.-L"],
    "venue": "Quat. Res",
    "year": 1995
  }, {
    "title": "Pollen analytical biostratigraphy of the last five climatic cycles from a long continental sequence from the Velay region (Massif Central, France)",
    "authors": ["M. Reille", "de Beaulieu", "J.-L", "H. Svobodova", "V. Andrieu-Ponel", "C. Goeury"],
    "venue": "J. Quat. Sci",
    "year": 2000
  }, {
    "title": "South Greenland ice-sheet collapse during marine isotope stage 11",
    "authors": ["A.V. Reyes", "A.E. Carlson", "B.L. Beard", "R.G. Hatfield", "J.S. Stoner", "K. Winsor", "B. Welke", "D.J. Ullman"],
    "venue": "Nature 510,",
    "year": 2014
  }, {
    "title": "Tectonic and climatic control on geomorphological and sedimentary evolution of the Mercure basin, southern Apennines, Italy",
    "authors": ["G. Robustelli", "E. Russo Ermolli", "P. Petrosino", "B. Jicha", "R. Sardella", "P. Donato"],
    "venue": "Geomorphology 214,",
    "year": 2014
  }, {
    "title": "Iberian Margin sea surface temperature during MIS 15 to 9 (580e300 ka): glacial suborbital variability versus interglacial stability",
    "authors": ["T. Rodrigues", "A.H.L. Voelker", "J.O. Grimalt", "F. Abrantes", "F. Naughton"],
    "venue": "Paleoceanography 26,",
    "year": 2011
  }, {
    "title": "Hominid behaviour and the earliest occupation of Europe: an exploration",
    "authors": ["W. Roebroeks"],
    "venue": "J. Hum. Evol",
    "year": 2001
  }, {
    "title": "The human colonisation of Europe: where are we",
    "authors": ["W. Roebroeks"],
    "venue": "J. Quat. Sci",
    "year": 2006
  }, {
    "title": "An unsual mid-Pleistocene monsoon period over Africa and Asia",
    "authors": ["M. Rossignol-Strick", "M. Paterne", "F.C. Bassinot", "Emeis", "K.-C", "G.J. De Lange"],
    "venue": "Nature 392,",
    "year": 1998
  }, {
    "title": "Analyse pollinique de la succession lacustre",
    "authors": ["E. Russo Ermolli"],
    "year": 1994
  }, {
    "title": "Climatic reconstruction during the Middle Pleistocene: a pollen record from Vallo di Diano (southern Italy)",
    "authors": ["E. Russo Ermolli", "R. Cheddadi"],
    "venue": "Geobios",
    "year": 1997
  }, {
    "title": "Le premier stratotype continental de quatre stades isotopiques successifs du Pl eistoc",
    "authors": ["E. Russo Ermolli", "E. Juvign e", "S. Bernasconi", "L. Brancaccio", "A. Cinque", "L. Lirer", "A. Ozer", "N. Santangelo"],
    "year": 1995
  }, {
    "title": "An integrated stratigraphical approach to the Middle Pleistocene succession of the Sessano basin (Molise, Italy)",
    "authors": ["E. Russo Ermolli", "P.P.C. Aucelli", "A. Di Rollo", "M. Mattei", "P. Petrosino", "M. Porreca", "C.M. Rosskopf"],
    "venue": "Quat. Int. 225,",
    "year": 2010
  }, {
    "title": "Vegetation patterns in the Southern Apennines (Italy) during MIS 13: deciphering pollen variability along a NW-SE transect",
    "authors": ["E. Russo Ermolli", "V. Di Donato", "J.A. Martin-Fernandez", "R. Orain", "V. Lebreton", "G. Piovesan"],
    "venue": "Rev. Palaeobot. Palynol",
    "year": 2015
  }, {
    "title": "Pollen-based paleoenvironmental and paleoclimatic change at Lake Ohrid (south-eastern Europe) during the past 500 ka",
    "authors": ["L. Sadori", "A. Koutsodendris", "K. Panagiotopoulos", "A. Masi", "A. Bertini", "N. CombourieuNebout", "A. Francke", "K. Kouli", "S. Joannin", "A.M. Mercuri", "O. Peyron", "P. Torri", "B. Wagner", "G. Zanchetta", "G. Sinopoli", "T.H. Donders"],
    "venue": "Biogeosciences 13,",
    "year": 2016
  }, {
    "title": "A soil chronosequence in the semi-arid environment of Patagonia (Argentina)",
    "authors": ["D. Sauer", "G. Schellmann", "K. Stahr"],
    "venue": "Catena 71,",
    "year": 2007
  }, {
    "title": "A comparison of Quaternary soil chronosequences from the Ionian and Tyrrhenian coasts of Calabria, southern",
    "authors": ["F. Scarciglia", "T. Pelle", "I. Pulice", "G. Robustelli"],
    "year": 2015
  }, {
    "title": "Weathering profiles in granitoid rocks of the Sila Massif uplands, Calabria, southern Italy: new insights into their formation processes and rates",
    "authors": ["F. Scarciglia", "S. Critelli", "L. Borrelli", "S. Coniglio", "F. Muto", "F. Perri"],
    "venue": "Sedim. Geol. 336,",
    "year": 2016
  }, {
    "title": "Quantitative paleoenvironmental and paleoclimatic reconstruction using paleosols",
    "authors": ["N.D. Sheldon", "N.J. Tabor"],
    "venue": "Earth Sci. Rev. 95,",
    "year": 2009
  }, {
    "title": "Stable carbon cycleeclimate relationship during the late Pleistocene",
    "authors": ["U. Siegenthaler", "T.F. Stocker", "E. Monnin", "D. Lüthi", "J. Schwander", "B. Stauffer", "D. Raynaud", "Barnola", "J.-M", "H. Fischer", "V. Masson-Delmotte", "J. Jouzel"],
    "venue": "Science 310,",
    "year": 2005
  }, {
    "title": "Subcommission on geochronology: convention on the use of decay constants in geo- and cosmochronology",
    "authors": ["E. ager"],
    "venue": "Earth Planet Sci. Lett",
    "year": 1977
  }, {
    "title": "Pedogenic processes and domain boundaries in a Vertisol climosequence: evidence from titanium and zirconium distribution and morphology",
    "authors": ["C.A. Stiles", "C.I. Mora", "S.G. Driese"],
    "venue": "Geoderma 116,",
    "year": 2003
  }, {
    "title": "A 1.2 Ma record of glaciation and fluvial discharge from the West European Atlantic margin",
    "authors": ["S. Toucanne", "S. Zaragosi", "J.F. Bourillet", "P.L. Gibbard", "F. Eynaud", "J. Giraudeau", "J.L. Turon", "M. Cremer", "E. Cortijo", "P. Martinez", "L. Rossignol"],
    "venue": "Quat. Sci. Rev",
    "year": 2009
  }, {
    "title": "Tracking rainfall in the northern Mediterranean borderlands during sapropel deposition",
    "authors": ["S. Toucanne", "C.M. Angue Minto’o", "C. Fontanier", "Bassetti", "M.-A", "S.J. Jorry", "G. Jouet"],
    "venue": "Quat. Sci",
    "year": 2015
  }, {
    "title": "Seven ambiguities in the Mediterranean palaeoenvironmental narrative",
    "authors": ["P.C. Tzedakis"],
    "venue": "Quat. Sci. Rev",
    "year": 2007
  }, {
    "title": "Comparison of changes in vegetation in northeast Greece with records of climate variability on orbital and suborbital frequencies over the last 450000 years",
    "authors": ["P.C. Tzedakis", "J.F. McManus", "H. Hooghiemstra", "D.W. Oppo", "T.A. Wijmstra"],
    "venue": "Earth Planet Sci. Lett. 212,",
    "year": 2003
  }, {
    "title": "The last 1.35 million years at Tenaghi Philippon: revised chronostratigraphy and long-term vegetation trends",
    "authors": ["H. alike"],
    "venue": "Quat. Sci. Rev",
    "year": 2006
  }, {
    "title": "Atmospheric methane, southern European vegetation and low-mid latitude links on orbital and millennial timescales",
    "authors": ["H. alike", "K.H. Roucoux", "L. de Abreu"],
    "venue": "Earth Planet Sci. Lett. 277, 307e317. Villa, V.,",
    "year": 2009
  }, {
    "title": "2016a. A MIS 15-MIS 12 record of environmental changes and Lower Palaeolithic occupation from Valle Giumentina, Central Italy",
    "authors": ["C. e", "S. Nomade", "B. Giaccio", "N. Limondin-Lozouet", "F. Fusco", "E. Regattieri", "Degeai", "J.-P", "V. Robert", "C. Kuzucuoglu", "G. Boschian", "S. Agostini", "D. Aureli", "M. Pagli", "Bahain", "J.-J", "E. Nicoud"],
    "venue": "Quat. Sci. Rev. 151,",
    "year": 2016
  }, {
    "title": "2016b. The long sedimentary succession of the Valle Giumentina basin (Abruzzo, central Italy): new evidence from stratigraphic studies and electrical resistivity tomography (ERT)",
    "authors": ["V. Villa", "C. Virmoux", "C. Chauss e", "Degeai", "J.-P", "V. Robert", "C. Kuzucuoglu", "G. Boschian", "S. Agostini", "D. Aureli", "M. Pagli", "E. Nicoud"],
    "venue": "Alpine. Mediterr. Quat",
    "year": 2016
  }, {
    "title": "Variations in mid-latitude North Atlantic surface water properties during the mid-Brunhes (MIS 9e14) and their implications for the thermohaline circulation",
    "authors": ["A.H.L. Voelker", "T. Rodrigues", "K. Billups", "D. Oppo", "J. McManus", "R. Stein", "J. Hefter", "J.O. Grimalt"],
    "venue": "Clim. Past",
    "year": 2010
  }, {
    "title": "Sediment generation in humid Mediterranean setting: grain-size and sourcerock control on sediment geochemistry and mineralogy (Sila Massif, Calabria)",
    "authors": ["H. von Eynatten", "R. Tolosana-Delgado", "V. Karius", "K. Bachmann", "L. Caracciolo"],
    "venue": "Sedim. Geol. 336,",
    "year": 2016
  }, {
    "title": "Calibration of XRF core scanners for quantitative geochemical logging of sediment cores: theory and application",
    "authors": ["G.J. Weltje", "R. Tjallingii"],
    "venue": "Earth Planet Sci. Lett. 274,",
    "year": 2008
  }, {
    "title": "Stratigraphic architecture and quaternary evolution of the Val d'Agri intermontane basin (Southern Apennines, Italy)",
    "authors": ["I. Zembo"],
    "venue": "Sedim. Geol",
    "year": 2010
  }],
  "id": "SP:550b142690e5694a35b4534808fa3fb3e8a278d6",
  "authors": [{
    "name": "Jean-Philippe Degeai",
    "affiliations": []
  }, {
    "name": "Valentina Villa",
    "affiliations": []
  }, {
    "name": "Christine Chauss",
    "affiliations": []
  }, {
    "name": "Alison Pereira",
    "affiliations": []
  }, {
    "name": "S ebastien Nomade",
    "affiliations": []
  }, {
    "name": "Daniele Aureli",
    "affiliations": []
  }, {
    "name": "Marina Pagli",
    "affiliations": []
  }, {
    "name": "Elisa Nicoud",
    "affiliations": []
  }],
  "abstractText": "The major archaeological site of Valle Giumentina (Abruzzo) contains a well-dated Lower Palaeolithic pedosedimentary sequence that provides an excellent opportunity to study the relationships among soil weathering, volcanism and climate change at the glacial/interglacial and submillennial timescales in central Italy and the Mediterranean area during the Middle Pleistocene, as well as the humanenvironment interactions of some of the earliest settlements in central southern Europe. Highresolution analyses of geochemistry and magnetic susceptibility revealed the presence of eleven palaeosols, ten of which (S2-S11) were formed between 560 and 450 ka based on 40Ar/39Ar dating of sanidine in tephras, i.e. spanning marine isotope stages (MIS) 14-12. The evolution of the major and trace element composition suggests that the palaeosols were mainly formed by in situ weathering of the parent material. The major phases of soil weathering occurred during the MIS 13 interglacial period (S8 and S6) as well as during episodes of rapid environmental change associated with millennial climatic oscillations during the MIS 14 and 12 glaciations (S11 and S2, respectively). Although global forcing such as orbital variations, solar radiation, and greenhouse gas concentrations may have influenced the pedogenic processes, the volcanism in central Italy, climate change in the central Mediterranean, and tectono-sedimentary evolution of the Valle Giumentina basin also impacted and triggered the formation of most palaeosols, which provided subsistence resources for the Lower Palaeolithic human communities. This study highlights the importance of having high-resolution palaeoenvironmental records with accurate chronology as close as possible to archaeological sites to study human-environment",
  "title": "Chemical weathering of palaeosols from the Lower Palaeolithic site of Valle Giumentina, central Italy"
}