{
  "sections": [{
    "text": "lable at ScienceDirect\nContents lists avai\nJournal of South American Earth Sciences\njournal homepage: www.elsevier .com/locate/ jsames\nControls on clay minerals assemblages in an early paleogene nonmarine succession: Implications for the volcanic and paleoclimatic record of extra-andean patagonia, Argentina\nMaría Sol Raigemborn a,b,*, Lucía E. Gómez-Peral a,c, Javier Marcelo Krause d, Sergio Daniel Matheos a,e\naCONICET e UNLP, Centro de Investigaciones Geológicas, Calle 1 644, 1900 La Plata, Argentina bCátedra de Fundamentos de Geología, Facultad de Ciencias Naturales y Museo, Calle 122 y 60 s/n, 1900 La Plata, Argentina cCátedra de Sedimentología, Facultad de Ciencias Naturales y Museo, UNLP, Calle 122 y 60 s/n, 1900 La Plata, Argentina dCONICET, Museo Paleontológico Egidio Feruglio, Av. Fontana 140, 9100 Trelew, Argentina eCátedra de Sedimentología Especial, Facultad de Ciencias Naturales y Museo, UNLP, Calle 122 y 60 s/n, 1900 La Plata, Argentina\na r t i c l e i n f o\nArticle history: Received 2 December 2013 Accepted 3 February 2014\nKeywords: Smectite Kaolin minerals Opal Volcanism Early Paleogene global warming\n* Corresponding author. CONICET e UNLP, Centro d E-mail addresses: msolrai@gmail.com, msol@cig M. Krause), smatheos@cig.museo.unlp.edu.ar (S.D. Ma\nhttp://dx.doi.org/10.1016/j.jsames.2014.02.001 0895-9811/ 2014 Elsevier Ltd. All rights reserved.\na b s t r a c t\nThe distribution of the clay minerals of the Banco Negro Inferior-Río Chico Group succession (BNI-RC), a middle Danianemiddle Eocene mainly continental epiclasticepyroclastic succession exposed in the Golfo San Jorge Basin, extra-Andean Patagonia (w46 LS), is assessed in order to determine the possible origin of clay and specific non-clay minerals using X-ray diffraction and scanning electron microscopy analyses. The control over the clay mineralogy of the sedimentary settings, contemporary volcanism, paleoclimate and weathering conditions is considered. A paleoclimatic reconstruction is provided and correlated with the main global warming events that occurred during the early Paleogene.\nMineralogical analyses of BNI-RC demonstrate that smectite and kaolin minerals (kaolinite, halloysite and kaolinite/smectite mixed layers) are the main clay minerals, whereas silica polymorphs (volcanic glass and opal) are common non-clay minerals. Throughout the succession, smectite and kaolin minerals are arranged in different proportions in the three clayemineral assemblages. These show a general vertical trend in which the smectite-dominated assemblage (S1) is replaced by the smectite-dominated assemblage associated with other clays (S2) and the kaolinite-dominated assemblage (K), and finally by S2 up-section. The detailed micromorphological analysis of the clay and non-clay minerals allows us to establish that the origins of these are by volcanic ash weathering, authigenic and pedogenic, and that different stages in the evolution of mineral transformations have occurred.\nThe supply of labile pyroclastic material from an active volcanic area located to the northwest of the study area could have acted as precursor of the authigenic and volcanogenic minerals of the analyzed succession. Diverse fine-grained lithological facies (muddy and tuffaceous facies) and sedimentary settings (coastal swamp and transitional environments, and different fluvial systems) together with variable climate and weathering conditions controlled the mineralogical transformations and the arrangement of clayemineral assemblages. The paleoclimatic reconstruction suggests a general warm and humid climate. However, the temporal trend of the clayemineral assemblages, the ratios between smectite and kaolinite and the micromorphological analysis of clay minerals contrasted with evidence from sedimentological analyses suggest a warm and seasonal climate for the basal part of the unit, a warm and humid climate with a relatively more perennial rainfall regime in the middle part of the unit, and a warm and less humid, probably subhumid, climate up-section. Such a reconstruction makes it possible to establish a correlation with some of the hyperthermal events of the Early Paleogene Global Warming (EPGW) and, consequently, constitute one of the most complete time records of the EPGW in South America.\n2014 Elsevier Ltd. All rights reserved.\ne Investigaciones Geológicas, Calle 1 644, 1900 La Plata, Argentina. Tel.: þ54 221 421 5677; fax: þ54 221 482 7560. .museo.unlp.edu.ar (M.S. Raigemborn), lperal@cig.museo.unlp.edu.ar (L.E. Gómez-Peral), mkrause@mef.org.ar (J. theos)."
  }, {
    "heading": "1. Introduction",
    "text": "Clayemineral records in sedimentary terrestrial successions affected only by early diagenetic conditions constitute a powerful tool to provide insight regarding the interaction between main controls, such as the composition of the source area, depositional environments and paleoclimate (e.g. Velde, 1995; Chamley, 1989; Inglès and Ramos-Guerrero, 1995; Deconinck et al., 2000; Net et al., 2002; Sáez et al., 2003; Suresh et al., 2004; Gonçalves et al., 2006; Raigemborn et al., 2009; Rostási et al., 2011). In addition, explosive volcanic events contemporary with the sedimentation could produce a footprint on clayemineral assemblages (Deconinck et al., 2000; Lindgreen and Surlyk, 2000; Do Campo et al., 2010), as they supply labile volcaniclastic material to the basin which could be easily transformed into clay and/or other minerals (Masuda et al., 1996; Marfil et al., 1998; McKinley et al., 2003). Besides, during subaerial exposure, clay mineralogy may be modified by soil-forming processes (e.g. Wilson,1999), due to the fact that these minerals must have reached a state close to equilibrium with their environment in order to be representative of the climate prevailing during their formation in soil profiles (Thiry, 2000).\nThis study deals with the distribution of clay minerals into finegrained samples of the BNI-RC succession, a middle Danianemiddle Eocene mainly continental epiclastic and pyroclastic sequence\nexposed in the Golfo San Jorge Basin (Fig. 1A and B). In this area, the analyzed succession has undergone shallow burial (Raigemborn, 2006; Raigemborn et al., 2009), which is an essential condition for the preservation of original clay mineral record. Thus, the BNIRC succession shows an excellent opportunity to integrate compositional and sedimentological information in order to evaluate changes in the mineralogical trends through time. Accordingly, in order to establish the influence of these controls on clay mineralogy throughout a continental succession, we carried out an integrated study using X-ray diffraction (XRD) and scanning electron microscopy (SEM) analyses, along with detailed sedimentary facies analysis. XRD is essential to qualify and semi-quantify clay and non-clay minerals in fine-grained samples, while SEM is indispensable to establish their micromorphology, recognize the mineralogical transformation and allocate a possible origin to clay minerals.\nThe clay mineralogy of the early Paleogene interval has received much attention worldwide as one of the most significant climatic changes of the Cenozoic age occurred in it (Gibson et al., 2000; Thiry, 2000; Egger et al., 2002; Arostegui et al., 2011; among others). This was a period characterized globally by high temperatures and no ice sheets, at least until the Middle Eocene, and it was the most recent period when a warm “greenhouse” climate prevailed on Earth (e.g. Zachos et al., 2001). Besides, the last 65 Ma\n. (B) Map with the situation of the analyzed localities. The dashed black and gray lines luel-Kaike Formation, respectively (compiled from Uliana and Legarreta, 1999; Krause\nconcentrated important volcanic activity (e.g. Zachos et al., 2001; Westerhold et al., 2011). Conversely, there are very few papers that consider the influence of volcanism on the clay mineralogy of early Paleogene times (e.g. Egger et al., 2002, 2005; Do Campo et al., 2010).\nIn Patagonia, volcanism of the subduction complex on the continental margin of the South American plate (Rapela et al., 1983; Aragón et al., 2011; Folguera et al., 2011) and the global warm and humid climatic conditions (see Le Roux, 2012a,b for a review) have been suggested for the early Paleogene. Particularly, the Golfo San Jorge Basin of Central Patagonia (Argentina) holds one of the few known South American recorded examples from early Paleogene times of mainly continental sedimentary rocks: the Banco Negro Inferior-Río Chico Group (BNI-RC) succession. On the basis of fossils recovered from this interval, several paleoclimatic reconstructions were reported (see Woodburne et al., 2013 for a review). On the other hand, there are very few mineralogical studies that consider such reconstruction (Raigemborn et al., 2009; Krause et al., 2010), and its link with the concomitant volcanic events (Raigemborn, 2006). Nevertheless, in these papers the authors draw conclusions on the basis of areally and temporally restricted sections of the basin, and do not contemplate the micromorphological analyses of clay minerals.\nThus, the aim of this paper is to (1) establish the possible origin of the identified minerals using XRD and SEM analysis, (2) consider the influence of the source area, volcanic activity, paleoclimate and weathering conditions on their genesis, considering sedimentological facies and (3) provide valuable data for the paleoclimatic reconstruction of the early Paleogene times in Central Patagonia, in the middle-latitude Southern Hemisphere, and correlate it with the global climatic events of this period."
  }, {
    "heading": "2. Geological framework",
    "text": "The study area is located on the eastern margin of the San Bernardo Fold Belt and the North Flank of the Golfo San Jorge Basin, Chubut province, southern Argentina (Fig. 1A). This is an extensional intracontinental basin developed on the Paleozoic continental crust, and is linked to the Gondwana break-up and the opening of the South Atlantic Ocean during the Jurassic. The main fill of the basin is pyroclastic and epiclastic deposits from the Jurassic to the Miocene (Barcat et al., 1989; Fitzgerald et al., 1990).\nDuring the Late Cretaceous, south of 43 300S, the foreland area was intruded and partly covered by within-plate volcanic rocks, whereas mountain-building and arc processes in the region stopped. Contemporaneously and subsequently, PaleoceneeOligocene extensional depocenters, interfingered with volcanic activity, were developed at the foreland zone (Folguera et al., 2011; Folguera and Ramos, 2011).\nSix localities in the center-south of the Chubut province were selected for this paper: Estancia Las Violetas and Punta PeligroEstancia La Rosa in the eastern area; and Barranca Colhué-Huapi, Kilómetro 170-Pique de Manganeso, Cerro Blanco and Cañadón Puerta del Diablo in the western area (Fig. 1A and B). Several continental and marine successions from the Late Cretaceous to the middle Miocene are exposed in the study area. The Danian shallow marine/estuarine Salamanca Formation and the overlying BNI overlie the continental deposits of the Chubut Group (EarlyeLate Cretaceous) and represent a Paleocene transgression of the Atlantic Ocean (Fig. 2). The herein informally named Niveles Transicionales (NT) (Raigemborn et al., 2010) constitutes the transition from the BNI, a paleosol unit (Comer, 2011), to the continental deposits of the Paleoceneemiddle Eocene Río Chico Group (Feruglio, 1949; Legarreta and Uliana, 1994; Raigemborn et al., 2010) (Fig. 2). This group is composed of fluvial, lacustrine and eolian facies, forming\nfour units that are (from bottom to top): Las Violetas (LV), Peñas Coloradas (PC), Las Flores (LF) and Koluel-Kaike (KK) formations (Legarreta and Uliana, 1994; Krause et al., 2010; Raigemborn et al., 2010). The Río Chico Group is overlain transitionally by the middle Eoceneeearly Miocene loess/fluvial Sarmiento Formation, or is locally unconformably covered by the early Miocene shallow marine Chenque Formation (Figs. 2 and 3A).\nEven though a gradational relationship between the units of the RC group was observed in the study area, their distribution, the lateral transition between the LV and PC formations, and the partial lateral transition between the LF and KK formations generate different stratigraphic relationships in the basin (Fig. 2)."
  }, {
    "heading": "2.1. Sedimentary successions",
    "text": ""
  }, {
    "heading": "2.1.1. Banco Negro Inferior and Niveles Transicionales",
    "text": "The BNI unit (Feruglio, 1949) is a distinctive tabular meter-thick dark-gray-colored unit at the top of the Salamanca Formation (Andreis et al., 1975). This is a fossiliferous massive muddy bed (Fm), where hydromorphic features typical of Vertisols occur (Fmp) (Raigemborn et al., 2010; Comer, 2011). BNI represents a widespread, prograding coastal swamp (e.g. Feruglio, 1949; Andreis et al., 1975; Legarreta and Uliana, 1994; Raigemborn et al., 2010) developed under waterlogged areas in a coastal plain (Comer, 2011).\nThe NT unit consists of a coarsening-upwards succession ranging from fine-grained epiclastic and pyroclastic sediments to very coarse sandstones and fine conglomerates with a maximum thickness of w40 m (Fig. 3A). The succession is dominated by interbedded epiclastic and tuffaceous deposits of crevasse-splay and sheet-flood events, where sporadic paleoedaphic features take place (Sm, Fm, Fm-p, TFm-p; see Table 2 for facies references). Ash-fall deposits (Tm), crevasse channel deposits (St, Sm) and abandoned channel infill deposits (Fm) with mud drapes at the base of the bodies are also present. Toward the top of the unit, the predominant facies are normal graded, from coarse sandstones to medium sandstones with pyroclastic clasts filling channels and bars (St, Sp, Sl). Sporadic thin levels of fine conglomerates with muddy intraclasts (Gm) fill the base of the channels, some of which contain lateral accretion surfaces (Se). Centimeter-thick tabular or lenticular muddyesandy beds (Fm, Sm) preserved as overbank deposits are interbedded. The NT unit is interpreted as a transitional setting composed of a low-energy marginal environment at the base, and a low-energy sinuous fluvial system at the top. The swamp of the BNI and the coastal plain setting of the base of NT were replaced by a fluvial system where channels were able to migrate laterally into a floodplain (Raigemborn et al., 2010).\nClyde et al. (2014) show that BNI at the Sarmiento area ranges in age from w63.2 to w63.8 Ma. At the Punta Peligro locality, it preserves fossil vertebrates associated with the Peligran South American Land Mammal Age (SALMA). Therefore, BNI and the associated Peligran fauna is middle Danian in age (Fig. 2). This age could represent the maximum age for NT, and considering that these levels are overlain by deposits of the LV or PC formations, and that these have a latest Danianeearliest Selandian age (see below), thus NT could correspond with middleelatest Danian times (Fig. 2)."
  }, {
    "heading": "2.1.2. Las Violetas and Peñas Coloradas formations",
    "text": "LV consists of 20e30 m of fining-upward successions ranging from epiclastic and tuffaceous conglomerates (Gm, Gt, Gp) and coarse sandstones (St, Sp, Sm) where pumiceous clasts are recurrent, to fine-grained sediments (Sm, Fm, TSm-p, TFm-p) (Fig. 3A). At the base, the coarser facies show a general fining-upward trend, filling channels, as well as longitudinal and transverse bars. Very scarce centimeter-thick tabular levels composed of sandy-\nsiltstones preserved as overbank deposits (Sm, Fm) are interbedded in the coarser facies. However, toward the top of the unit a thick stacking of tuffaceous sandy-siltstone tabular bodies showing pedogenic features and bioturbation occurs (TSm-p, TFm-p). The unit is interpreted as deposits of a low-sinuosity fluvial systemwith mixed-load (sandyegravelly), where the channels would be multiple and mobile. This would evolve into a fluvial system of sandye muddy mixed-load with broad muddy floodplains subject to frequent periods of subaerial exposures, and with an important\nFig. 2. General stratigraphic chart of the study area. It extends through continental (white vertical shading indicates a hiatus. Tuff and age in each unit correspond with the dating by Clyde et al. (2014) for the Peñas Coloradas Formation; and Dunn et al. (2012) for the Sarmien (2013).\ninput of volcanic ash-fall material to the system (Raigemborn et al., 2010).\nPC, which is 10e42 m thick, is composed mainly of epiclastic facies of lenticular gravelesand fining-upward bodies with erosive bases covered by intraclasts (Gm, Gt, St, Sp) (Fig. 3A). Lateral accretion surfaces (Se) are also present. These facies associations are interpreted as the fill of sinuous channels with sandy lateralmigration bars. Fine-grained (sandyemuddy) tabular beds (Sr, Sm, Fm) are interbedded into coarser facies and interpreted as\n) and marine (gray) sequences from the Lower Paleocene to the Lower Miocene. The Andreis et al. (1975), updated by Iglesias et al. (2007) for the Las Violetas Formation; to Formation. Position of the faunas in each unit is in correlation with Woodburne et al.\nTable 1 (continued )\nSection Unit Sample Whole rock (relative abundance) Clay fraction (percentage) Clay assem-blages Facies\nQza Opb Fc Clayd Clie Fef Smg Kh IeSi Ij Chk\nCPD-2 m va vs va vs e 75 25 0 0 0 S2 Fm-p CPD-1 s a vs va vs e 5 95l 0 0 0 K Fm-p\nRelative abundances: va; very abundant; a: abundant; m: moderate; s: scarce; vs: very scarce; and e: absent. a Quartz. b Opal. c Fedspar. d Clay minerals. e Clinoptilolite. f Fe-oxides. g Smectite. h Kaolin-minerals. i Illiteesmectite mixed-layers. j Illite. k Chlorite. l Halloysite.\nm Kaolinite-smectite mixed-layers.\noverbank deposits of the proximal and distal floodplain. In some cases, and especially in the western area, these facies display paleoedaphic features and bioturbation (Fm-p). The deposits of PC were attributed to a sinuous fluvial system (Andreis et al., 1975; Legarreta and Uliana, 1994; Raigemborn et al., 2009). These have been interpreted as a mixed-load fluvial systemwith moderately to highly sinuous channels that could migrate laterally through a broad sandyemuddy floodplain (Raigemborn et al., 2010).\nBased on a former dating of a tuff bed near the base of LV at Estancia El Sol (Río Chico river), LV has a maximum age of 62.6 5 Ma (Iglesias et al., 2007) (Fig. 2). However, at the moment, this unit lacks fossils that would make it possible to establish a relative age of the unit. On the other hand, recently, an age of 61.5 Ma was obtained from a tuff horizon near the top of the unit in the western area (Clyde et al., 2014) (Fig. 2). Also, its paleomagnetism indicated that it falls mostly within C26r and that the top of the formation is correlated with Chron C26n (w59.2 Ma) (Clyde et al., 2014; Woodburne, pers. comm.). The macrofauna of PC belongs to the Carodnia faunal zone. This has been correlated between the Peligran and the Itaboraian SALMAs (Woodburne et al., 2013) and attributed to an age ofw62 Ma (Clyde et al., 2014). Considering the lateral relationship between the LV and PC formations (Raigemborn et al., 2010), a latest DanianeSelandian age is assumed for both units (Fig. 2)."
  }, {
    "heading": "2.1.3. Las Flores and Koluel-Kaike formations",
    "text": "LF is 20e60 m thick and it is composed of epiclastic and pyroclastic facies, which show different arrangements at different positions in the basin. The main sedimentary facies are mostly composed of tabular tuff beds, tuffaceous sandstones, sandstones and mudstones (Tm, TSm, Sm, Fm), with some paleoedaphic features and bioturbation (TSm-p, Fm-p). A few lenticular beds also occur (TSm; TFm-p) (Fig. 3A). This facies association is interpreted as overbank deposits, some of them deposited by sheet-flood episodes, and pyroclastic ash-fall events accumulated in both the proximal and distal floodplain. Lenticular bodies are interpreted as shallow water bodies (ponds and/or very shallow lakes) developed within the floodplain. These floodplain deposits are interbedded with lenticular beds with erosive bases, arranged in fining-upward successions ranging from conglomerates (Gm, Gt, Gp) to sandstones (St, Sp, Se, Sr). These represent the fill of sinuous channels and lateral-migration bars. Similarly to PC, LF in the eastern area is interpreted as deposited in a moderate- to high-sinuosity fluvial mixed-load system in which channels could migrate laterally in a broad floodplain (Andreis et al., 1975; Legarreta and Uliana, 1994;\nRaigemborn et al., 2010; Krause and Piña, 2012). Also, a distal fluvial system takes place in Estancia Las Violetas locality.\nHowever, the western LF, which is 30e45 m thick, is composed of a homogeneous muddy succession with an epiclastic and pyroclastic composition (Fig. 3A). The characteristic facies are laterally continuous sheets of massive mudstones (Fm) or massive mudstones with common biogenic and pedogenic structures (Fm-p). Besides, some tabular beds of massive tuffaceous fine to medium sandstones (TSm) and tuffs (Tm), and lenticular beds of laminated tuffaceous siltstones (TFl) occur. The facies association described corresponds to a distal floodplain setting where materials settled from suspension by sheet-flood and streamflow episodes. Even pyroclastic ash-fall (Tm) events and small, very shallow water bodies (TFl) developed in this floodplain. LF, in the western area, represents a broad epiclastic and pyroclastic muddy distal floodplain of the sinuous fluvial system that developed to the east (Raigemborn et al., 2009, 2010).\nIn the western area, KK is a succession of mainly pyroclastic and tuffaceous fine-grained levels, with a thickness of 35e52 m. (Fig. 3A). The sedimentary facies are massive mudstones (Fm), tuffaceous mudstones (TFm), fine tuffs (FTm) and scarce massive tuffs (Tm). Mudstones and fine tuffs are frequently modified to paleosols (Fm-p, TFm-p). These facies are arranged in laterally continuous tabular beds and correspond to deposits of sheet-flood events (Fm, Fm-p, TFm, TFm-p), loess deposits (FTm) and pyroclastic ash-fall event deposits (Tm) developed in a floodplain. These deposit assemblages with lenticular beds of edaphized tuffaceous mudstones (TFm-p) were interpreted as small, very shallow water bodies. Also, two beds of cross-stratified very fine-grained tuffs (FTt) occur, as well as a bed having an erosive base with intraformational clasts (TFm-p), which suggests the existence of small channels created by flood events (Krause et al., 2010). The unit is interpreted as a distal fluvial system composed of proximal and distal floodplain deposits associated with small fluvial channels, very shallow small water bodies, and loess and ash-fall pyroclastic deposits which were laterized (Krause et al., 2010; Raigemborn et al., 2010).\nThe fossil mammals of LF belong to the Kibenikhoria Faunal Zone and are regarded as contemporary with the Itaboraian SALMA, which is considered to be between 53 and 50 Ma in age (Woodburne, pers. comm.). Even though there is a lack of radiometric ages for LF, Clyde et al. (2014) indicate that the bottom part of LF at the Sarmiento area is characterized by normal polarity, which must represent C26n or the youngest chronozone (Selandian/Thanetian limit). On the other hand, the fossil mammals found in KK\nM .S.Raigem born et al./ Journal of South A m erican Earth Sciences 52 (2014) 1 e 23\n8\ncorrespond to the Ernestokokenia Faunal Zone, which constitutes the basis of the Riochican SALMA. Recent radiometric data combined with magnetostratigraphic correlation indicated that the oldest member of the Sarmiento Formation (Gran Barranca Member), which lies above KK, had a duration of 42.1e38.1 Ma (Dunn et al., 2012). Therefore, considering the partial contemporaneity of LF with KK at the coastal/central area and that KK is transitional to the Sarmiento Formation at the western area (Fig. 2), the LF and KK formations could be anywhere between late Paleocene and middle Eocene in age (Clyde et al., 2014)."
  }, {
    "heading": "2.2. Previous compositional data of the BNI-RC succession",
    "text": "Previous studies of the provenance of PC in the north of the Golfo San Jorge Basin, including paleocurrent and modal composition analysis on sandstones, were assessed by Raigemborn (2006). The sandstones of PC are on average feldspathic litharenites and lithic feldsarenites (sensu Folk et al., 1970) with a magmatic arc provenance (sensu Dickinson et al., 1983). Paleocurrent analyses demonstrate that the paleoflow pattern was mainly from the northwest and west. The main source area of these sediments was the Pilcaniyeu Volcanic Belt, which developed during Late CretaceouseEocene times (Folguera et al., 2011; Folguera and Ramos, 2011) toward the north and northwest of the basin. The most significant diagenetic products of these sandstones e such as initial dissolution andmechanic compaction, argillic, zeolitic and siliceous cements and scarce ferruginous and calcitic cements e suggest shallow-burial diagenetic transformations.\nAdditional data on the sandy lithology of NT, LV and LF are mentioned in Raigemborn et al. (2009, 2010), where they are classified as litharenites and feldspathic litharenites (NT), feldspathic litharenites (LV) and lithic feldsarenites (LF). Besides, in Krause et al. (2010), it is mentioned that the tuffaceous material of KK comes from the Pilcaniyeu Volcanic Belt and the VolcanicePyroclastic Complex of the Middle Chubut River.\nPrevious clay mineralogical studies carried out on the sandstones, mudrocks, tuffaceous rocks and paleosols of PC, LF and KK at different positions in the basin (Raigemborn, 2006; Raigemborn et al., 2009; Krause et al., 2010) indicated that they contain mainly smectite plus kaolinite in variable proportions, showing a trend to kaolinite concentration toward the lower and middle sections of KK."
  }, {
    "heading": "3. Sampling and methods",
    "text": "A total of 64 fine-grained rock samples were collected from the BNI-RC succession at the six studied localities (Fig.1B) and analyzed by XRD. In addition, on the basis of the high proportion of the main minerals recognized by XRD in whole rock, samples for SEM and EDS analysis were selected.\nFor the XRD study, the samples were subjected to soft grinding with a rubber mortar and repeatedly washed in distilled water until deflocculation of clays occurred. XRD patterns from randomly orientedmounts of the powdered mudstones were collected from 3 to 37 2q. For the whole-rock analysis semi-quantification was obtained from the intensity of the main peak for each mineral. The estimation of the mineralogical components is classified according to the following abundances: traces (tr: <1%); very scarce (vs: 1e 5%); scarce (s: 5e15%); moderate (m: 15e25%); abundant (a: 25e 50%) and very abundant (va: >50%).\nThe clay fraction (<2 mm) was separated by gravity settling in suspension, and oriented mounts were prepared on glass slides. The clay mineralogy of the oriented samples was determined in the following conditions: air-dried, ethylene glycol-solvated and heated to 550 C for 2 h (Brindley and Brown, 1980). Diffractograms\nwere run on a PANalytical X0Pert PRO diffractometer (Centro de Investigaciones Geológicas, La Plata, Argentina), using Cu radiation (Ka ¼ 1.5405 A) and Ni filter and generation settings of 40 kV and 40 mA. Routine air-dried mounts were run between 2 and 32 2q at a scan speed of 2 2q/min. Ethylene glycol-solvated and heated samples were run from 2 to 27 2q and 3e15 2q, respectively, at a scan speed of 2 2q/min. Semi-quantitative estimations of the relative percentages of clay minerals were based on the peak area method (Biscaye, 1965) on glycolated samples (001 for illite, smectite, kaolinite and illite/smectite mixed layer; 002 for chlorite) by applying empirical factors (Moore and Reynolds, 1989). Semiquantification was sufficient to define clay mineral assemblages, because the presence/absence or dominant/subordinate relationships clearly allowed distinguishing different groups. The abundance of different clay minerals in the <2 mm fraction is summarized in Table 1 and Fig. 3.\nIn order to recognize montmorilloniteebeidellite series from other smectites, the GreeneeKelly test was applied (Greene-Kelly, 1952, 1953; Byström-Brusewitz, 1975), which consists of the Lisaturation of the sample, mounting it on an opaque fused-silica slide, heating it to 300 C for 12 h, saturating it with ethylene glycol and then analyzing it on a diffractometer. The empirical measure of the crystallinity of smectite was estimated from the measurement of the height of the (001) peak above the background (P) and the depth of the valley (V) on the low angle side on the glycolated sample, and then calculating the V/P in samples with higher smectite contents. A theoretical perfectly crystallized montmorillonite would have a V/Pw1 and poorer crystallinities would be represented by V/ P values between 0 and 1 (Biscaye, 1965).\nAdditionally, suspensions were prepared over six rich-clay samples which present the higher concentrations of smectite and kaolin-minerals. Later, the suspension was removed and evaporated to obtain a concentrate of clays and other components to run with XRD as a random powder sample of <2 mm from 2 to 65 2q.\nIdentification of the illite/smectite (I/S) mixed layers was carried out by comparing XRD patterns of air-dried and ethylene-glycol solvated specimens following the criteria of Moore and Reynolds (1997).The relative abundance of illite and smectite in the I/S mixed layers was determined by means of the D 2q parameter (Moore and Reynolds, 1997).\nKaolin minerals were identified from the X-ray patterns of random powder <2 mm aggregates following the procedures in Moore and Reynolds (1989) and Reynolds (1991). Samples were run between 2 and 65 2q at a scan speed of 2 2q/min to identify the diagnostic kaolinite peak of 1.62 and 1.49 A at 63 and 65 2q, respectively.\nIn addition, the (060) reflection of smectite in non-oriented <2 mm fraction make it possible to define the dioctahedral character of the smectite (Brindley, 1980).\nCrystallinity of clay minerals was deduced from the shape and sharpness of the XRD peaks (Brindley and Brown, 1980).\nUnprocessed chips of selected samples were analyzed by SEM in order to study themineralogical micromorphology of clay and nonclay minerals. Samples were air-dried to constant weight before testing and coated with Au. A group of samples were examined using a JEOL 5900LVmicroscope (Facultad de Ciencias, Montevideo, Uruguay). The composition was analyzed using X-ray energy dispersive spectroscopy (EDS) and semi-quantitatively estimated using a Thermo Scientific UltraDry Silicon Drift Detector, while the processing was done by means of a NORAN System 7 X-ray Microanalysis System (accelerating voltage 20 Kw, spot size from 20 to 50, micron marker 5e20 mm). Another group of samples was analyzed with a FEI Quanta 200 SEM and an EDAX Phoenix 40 (Facultad de Ingeniería, La Plata, Argentina), with similar specifications than those of the EDS detailed above."
  }, {
    "heading": "4. XRD and SEM results",
    "text": "Characteristic XRD patterns of the analyzed samples are shown in Fig. 4AeH. Microtextures of non-clay minerals, transformations between them and to clays, and morphologies of clay minerals are recognized in SEM images (Fig. 5AeG and 6AeF). EDS diagrams of selected minerals are shown in Fig. 5H, and 6G and H.\nFig. 4. Representative X-ray patterns of the <2 mm fraction of non-oriented (left) and oriente 2. Peaks of beidelite (Be) and montmorillonite (Mt) were obtained after the application of the (K). S2 assemblage; sample ELR-1. E and F: Well-crystalized kaolinite (K) with kaolinite/sm volcanic glass (VG), opal-CT, opal-C and quartz (Q), plagioclase (Pl), clinoptinolite (Cli), clay"
  }, {
    "heading": "4.1. Non-clay minerals",
    "text": "Analyzed levels comprise quartz (characteristic d-spacing of 3.34 and 4.26 A) and plagioclase and/or K-feldspar (characteristic dspacing of 3.18e3.24 A) as main detrital components. In addition, other silica polymorphs (Fig. 4AeD) are identified by a characteristic broad band at 19.5e24.5 2q and at 35.9 2q (Guthrie et al.,\nd samples (right). (A and B) Well-crystallized smectite (Sm). S1 assemblage; sample PPGreeneeKelly test. (C and D) Moderate to well-crystallized smectite (Sm) and kaolinite ectite mixed layers (K/S) and smectite (Sm). K assemblage; sample BCH-16. Peaks of mienrals (C), Hm (hematite) are indicated.\n1995). Opal-CT is recognized from the diffraction maximum d(101) spacing 4.06e4.10 A (Elzea and Rice, 1996; Nagase and Akizuki, 1997) (Fig. 4G). Opal-C is recognized by its characteristic diffraction maxima at 4.02e4.05 A (Williams and Crerar, 1985) (Fig. 4G). Also, the elevated background of XRD patterns and the occurrence of a peak at w4.23 A suggests the presence of some silica amorphous material such as volcanic glass (de Jong et al., 1987).\nSubordinate amounts of zeolites of the heulanditeeclinoptilolite type are commonly observed where the reflection position is close to clinoptilolite (Fig. 4G) (characteristic d-spacing of 8.92e9.02 A). Fe-oxides such as hematite and goethite (characteristic d-spacing\nof 2.69 and 4.18 A, respectively) are less common and occur as accessory minerals (Fig. 4G).\nUnder SEM studies, the volcanic glass appears as spherulites completely encrusted by hexagonal platelets and small, incipient bladed lepispheres of opal and partially replaced by clay (Fig. 5A); as partially altered blocky and Y-shaped glass shards (Fig. 5E and F, respectively); and as pumiceous fragments (Fig. 5B and D). The tubular texture of the pumiceous fragments shows a spongy pseudomorphic replacement texture composed of clays and opal (Fig. 5B) or only by clays (Fig. 5D). Also, the interior of the tubes presents clay minerals (Fig. 5D). Opal is observed as incipient to\nwell-developed bladed lepispheres, 1e10 mm in diameter; composed mainly of thin serrated microcrystals which are 1 mm long (Fig. 5A). In some cases, sharper blades constitute the lepispheres. Furthermore, opal is observed as concentric layers growing as spheroids with an external botroydal shape (Fig. 5C), as hemispherical and spherical crystal forms, and as a smooth coating of thin microcrystals.\nEDS analysis on the SEM confirmed the siliceous composition of these structures. A peak of Fe and Al was also identified (Fig. 5H).\nEither clinoptilolite or Fe-oxides were observed under SEM, probably due to their low proportion in the whole rock of the analyzed samples (Fig. 4G)."
  }, {
    "heading": "4.2. Clay minerals",
    "text": ""
  }, {
    "heading": "4.2.1. Smectite",
    "text": "Smectite is the dominant clay mineral of the analyzed succession and constitutes 57% on average of the clay fraction, varying between 5 and 100% (Table 1 and Fig. 3). Smectite has in general sharp and symmetrical peaks between 12.3 and 14.1 A on air-dried samples which expanded to w17 A following ethylene-glycolation, and collapsed to 9.81 A following heating to 550 C. Also, smectite has well-defined reflections and high V/P ratios. These, plus the absence of reflection in the glycolated sample between 6 and 9 2q (Fig. 4A and B), confirm that smectite is well crystallized and that it does not contain interlayers of illite. In some cases, smectite has wide asymmetric peaks, with low V/P ratios, indicating that it is badly crystallized. Variable basal reflection of smectite (between 12.3 and 14.1 A) (Fig. 4A, B, D and F) suggests that cation interlayer occupancy is not uniform in various parts of the deposit. This spectrum could correspond to the dioctahedral-type smectite and with a composition of beidellite and montmorillonite (Malla and Douglas, 1987); the last two were distinguished after Li saturation and heat treatment. Thus, the smectite present in most samples was defined as a mixture of montmorilloniteebeidellite series (Al or AleFe smectites) (Fig. 4B).\nSEM analyses reveal that smectite shows honeycomb microstructure (Fig. 5EeG); a large amount of curled flakes with open-air voids having small interfacial zones and mutual bonds (Fig. 6A and B); microspheres of fibrous smectite with a maximum diameter of 5 mm (Fig. 5D, G and 6C); and as flaky particle morphology (Fig. 5G). EDS shows that Si is the majority cation, followed by Al, Fe, Na and Mg (Fig. 6G), and in some cases minor Ca."
  }, {
    "heading": "4.2.2. Kaolin minerals",
    "text": "This group is the second in order of abundance in the analyzed succession, where kaolinite, halloysite and kaolinite/smectite mixed layers were recognized. It is present in an average of 34% of the analyzed samples, but with very variable abundances from 0 to 95% (Table 1 and Fig. 3). On X-ray powder diffractograms of nonoriented aggregates (<2 mm) kaolin minerals are characterized by diagnostic reflections at 7.17e7.16 A and 3.58e3.57 A, and by the fact that the basal reflection at w7.1 A is not affected by ethyleneglycol treatment but disappears upon heating at 550 C (Moore and Reynolds, 1989) (Fig. 4CeF). In addition, the 1.49 A peak indicates that the kaolin mineral is mostly kaolinite (Fig. 4E). Kaolinite displays narrow and sharp peaks, indicating that it is highly crystallized (Fig. 4F) (Brindley and Brown,1980). Less narrow but well-defined peaks (Fig. 4D) are also present in scarce levels, suggesting a poorer degree of crystallization (Arslan et al., 2006). Besides, regular kaolinite/smectite mixed layers were identified in XRD by the presence of broad serrated peaks at 21.91, 11.7 and 8.6 A on the air-dried sample, and by the peak at w8.3e8.4 A after heating (Bertolino et al., 1991; Moore and Reynolds, 1997) (Fig. 4E and F). Halloysite could not be distinguished from kaolinite on the\nbasis of their XRD patterns, but they are clearly distinguished by SEM (Churchman and Gilkes, 1989).\nIn the analyzed samples, kaolinite occurs filling the pore space, and in some cases in association with halloysite (Fig. 6C, D and F). Kaolinite crystals have a book-like, vermiform texture (Figs. 5C and 6D and E), and occur as regular face-to-face stacks or as irregular stacks (Fig. 6E). Pseudohexagonal plates of kaolinite are also present (Fig. 6F). Halloysite appears as well-formed spheres or spherical bundles (Figs. 5B and 6F), with less than 3 mm in diameter, and with a fibrous texture (Figs. 5C, D and 6C and D). Fibers of halloysite, commonly up to 5 mm-long, are arranged in a spongy fibrous-mesh texture together with kaolinite, with a radiated disposition (Fig. 6C). Also, halloysite shows lath, tubular, acicular or microtubular morphology (Fig. 6C). Kaolinite and halloysite were confirmed as kaolin minerals by EDS, as they show high peaks of Si and Al, and small peaks of Fe (e.g. Joussein et al., 2005; Cuadros et al., 2009) (Fig. 6H). However, where kaolin mineral occurs as irregular plates (Fig. 6E), small peaks of Mg and K are identified (Fig. 6G), suggesting the presence of regular kaolinite/smectite mixed layers (Cuadros, 2012)."
  }, {
    "heading": "4.2.3. I/S mixed layers",
    "text": "These interstratifications only represent w4% on average of the analyzed samples, withmaximumvalues of 30% (Table 1 and Fig. 3). The XRD patterns are characterized by irregular and serrated peaks (Fig. 4H) with variable basal reflections between 11.97 and 10.57 A. The microstructures of I/S are very similar to those of smectite, appearing as curved flakes or with well-developed wavy and flaky structures, forming ragged imbricated or “corn flake” aggregates that occur as the “edging” of volcanic glass or in relation with smectite. EDS spectrum shows the participation of K as cation, as well as Si, Al, Fe and Mg, marking the illite interlayer (Sáez et al., 2003) (Fig. 6H). The proportion of illite in I/S ranges from w10 to w20% and the value of D 2q varies between w5.50 and w5.70, corresponding to smectitic R0 (random ordering) mixed layers."
  }, {
    "heading": "4.2.4. Illite",
    "text": "This is one of the less frequent clay minerals in the studied succession and it appears on an average of w3%. Nevertheless, the\nquantity of this mineral can be up to 26% in some levels (Table 1 and Fig. 3). Illite is characterized on X-ray diffractograms of oriented aggregates by their reflections at 10.06, 5.00 and 3.35 A (Fig. 4H). The peak at 10.06 A does not show any changes upon glycol saturation. Crystallinity of illite is difficult to determine due to its scarcity in the analyzed samples. Illite is considered as being badly crystallized due to the broad asymmetric peaks that show the 001 reflection, following Eberl and Velde (1989) (Fig. 4H). At SEM scale, illite appears as curved acicular crystals (Fig. 5A)."
  }, {
    "heading": "4.2.5. Chlorite",
    "text": "This mineral is scarce or absent (w1% on average) in the BNI-RC succession and exceptionally it can increase to 14% (Table 1 and Fig. 3). Chlorite was determined by a series of basal reflections at 14.2, 7.26 and 3.54 A that show no change upon glycol saturation and heating at 550 C. The presence of chlorite, however, has not been observed by SEM, probably due to the very small proportion of this mineral in the samples."
  }, {
    "heading": "4.3. Clay mineral assemblages",
    "text": "On the basis of the presence, type and relative amount of the above-mentioned clay minerals, three clay mineral assemblages have been defined: smectite-dominated assemblage (S1), smectitedominated assemblage associated with other clays (S2) and kaolindominated assemblage associated with other clays (K) (Table 1, Figs. 7 and 8). S1 (100% smectite) is restricted to edaphized and non-edaphized mudrocks and tuffs of the swamps, the low- and high-sinuosity fluvial overbank, and the ash-fall deposits of BNI, NT and LV (Fig. 8). S2 (smectite, 40e95%; kaolin minerals, <42%; I/S mixed layers, <30%; illite, <20%; and chlorite <6%) is the most widespread clay mineral assemblage and is present in edaphized and non-edaphized mudrocks, tuffs and tuffaceous facies of the low- and high-sinuosity fluvial overbank and ash-fall deposits of the five analyzed units (Fig. 8). K (kaolin minerals, > 50%; smectite, < 35%; I/S mixed layers, < 30%; illite, < 26%; and chlorite, < 21%) characterizes edaphized and non-edaphized mudrocks, tuffs and tuffaceous facies of the high-sinuosity fluvial overbank and ash-fall deposits of PC, LF and KK, exclusively in the western area (Fig. 8).\nA general vertical trend in the arrangements of the clayminerals along the succession shows an upward decrease in smectite, coeval with an increase in kaolinite (replacement of S1 by S2 and K) with a subsequent return to an S2 assemblage up-section (Figs. 7 and 8). Even the most basal levels of the Sarmiento Formation are mainly composed of smectite (Krause et al., 2010; Bellosi and González, 2010) (Fig. 8)."
  }, {
    "heading": "5. Discussion",
    "text": ""
  }, {
    "heading": "5.1. Origin of clay and non-clay minerals",
    "text": "As pointed out in the literature, clay minerals in a sedimentary basin can be detrital or authigenic in origin. “Detrital” refers to clay minerals that originate from a source external to the host rock and were transported with little modification. On the other hand, “authigenic” minerals are formed or regenerated in situ (Wilson and Pittman, 1977).\nIn the Golfo San Jorge Basin, the maximum thickness of the Cenozoic succession can be estimated at 1200 m (Bellosi, 2010), but the Salamanca Formation, which underlies RC, has a maximum thickness of 200m (Sylwan, 2001). Thus, the studied succession did\n(2010). BNI: Banco Negro Infeior; NT: Niveles Transicionales; LV: Las Violetas Formation; PC: Sarmiento Formation; Pls: paleosols; PVB: Pilcaniyeu Volcanic Belt; PVC: Pyroclastic Volcan\nnot reach a depth of more than 1 km during the eodiagenesis (sensu Morad et al., 2000), as was also interpreted by Raigemborn (2006).\nSmectite has been observed to disappear in sedimentary basins that have reached a medium grade of diagenesis (Pollastro, 1993; Merriman and Peacor, 1999). Significantly, this mineral is present throughout the analyzed succession (Fig. 3), a fact disproving any significant influence of burial diagenesis on the clayemineral assemblages. This, together with the lack of I/S mixed layers at the oldest beds of the succession (Fig. 3 and Table 1), suggests that the analyzed units were only affected by early diagenesis during burial."
  }, {
    "heading": "5.1.1. Clay minerals",
    "text": "5.1.1.1. Smectite. Smectite can form from the alteration of volcanic or volcaniclastic material or from a variety of authigenic processes and climatic conditions (Chamley, 1989; McKinley et al., 2003; Galán, 2006).\nSmectites with different characteristics were identified throughout the analyzed succession. Well-crystallized smectites with curled flake micromorphology (Fig. 6B, E and F) coincide with the characteristics of smectite (Setti et al., 2009), which is linked to volcanic activity (Lindgreen and Surlyk, 2000). Well-crystallized smectites with honeycomb microstructure (Fig. 5EeG) and microspheres of fibrous smectite (Fig. 5D, G and 6C) confirm their authigenic origin (Chamley, 1989; Setti et al., 2009). This interpretation is reinforced by the relationship that smectite shows under SEM coating grains, replacingminerals or volcanic glass, or growing over them. This indicates that smectite was formed in situ and that it occurs as newly formed phases into the analyzed rocks. Particularly, pseudomorphic replacement textures on volcanic glass (Fig. 5DeG) reveal that smectite has been formed at the expense of volcanic material. A detailed view of the smectite growing from a vitroclast shows the evolution from honeycomb microtexture to flakes and to micro-spheroidal smectite (Fig. 5G). Furthermore, the composition of smectite closer to that of the aluminous beidellitee montmorillonite series indicates that it was produced by the alteration of volcanic glass (Christidis and Dunham, 1997). On the other hand, smectites with a lower degree of crystallization, a flaky micromorphology and with a beidelliteemontmorillonite composition e mainly present in the edaphized facies of KK e are characteristic of pedogenic smectites (e.g. Wilson, 1999; Fisher and Ryan, 2006; Iacoviello et al., 2012).\nA detrital origin for smectites of the BNI-RC succession is dismissed, as honeycomb and curled flake micromorphologies are considered fragile shapes thatwould not survive transport (Chamley, 1989). Besides, the absence of isolated plates with ragged edges, which is typical of detrital smectites, reinforces the authigenic origin.\n5.1.1.2. Kaolin minerals. Kaolinite is the product of the in situ weathering of precursor clay minerals such as smectite, mica, feldspar, or volcanic material under warm and humid conditions (Senkayi et al., 1987; Chamley,1989; Thiry, 2000; Marfil et al., 2003; Sáez et al., 2003; Worden and Morad, 2003; Galán, 2006; among others). On the other hand, halloysite results from the alteration of volcanic materials (Joussein et al., 2005) in temperate and tropical climates (Keller, 1977; Gilkes et al., 1980; Keller et al., 1980; Banfield and Eggleton, 1990; Jeong, 1998). Kaolinite/smectite mixed layers are formed as an intermediate product of the reaction from smectite to kaolinite in tropical soils (Fisher and Ryan, 2006).\nIn the analyzed succession, kaolin minerals are concentrated at the top of LV and PC, on the bottom of LF and at the basalemiddle part of KK, mainly in edaphized loess and tuffaceous facies or in tuffs (Fig. 8).\nPeñas Coloradas Formation; LF: Las Flores Formation; KK: Koluel-Kaike Formation; SA: ic Complex of the middle Chubut river.\nUnder SEM, halloysite grows together with kaolinite in a spongy, fibrous-mesh texture (Fig. 6C) and is intergrownwith smectite and/ or silica phases (Fig. 5CeD).\nAcicular halloysite growing at the expense of smectite and filling voids of pumice fragments, or spherical bundles of halloysite linked with glassy volcanic material reveal local in situ dissolution and precipitation. Vermicular or platy kaolinite grows out from aggregates of halloysite, showing the progressive transformation from halloysite to kaolinite (Fig. 6D and F). This type of kaolinmineralwith Fe in the EDS (Fig. 6G) and in edaphized samples could be related to a pedogenic origin (Wilson, 1999; Arslan et al., 2006; Fisher and Ryan, 2006). In addition, pseudohexagonal plates of the kaolinite/smectite mixed layers identified in paleosols of KK are interpreted as pedogenic in origin (Yoshinaga et al., 1989; Wilson, 1999; Cuadros et al., 2009). Well-crystallized kaolinite with book-like, vermiform texture and vermicular stacks of plates (Figs.5C and 6CeE) suggests an authigenic origin (e.g. Sáez et al., 2003; Do Campo et al., 2010). Under SEM, no evidence of alteration of feldspar to kaolin minerals was observed, probably due to the low proportion of this mineral in the analyzed fine fraction. Nevertheless, such originwas recorded in the sandy levels of PC (Raigemborn, 2006).\nThe absence of small broken plates and crystal aggregates of kaolinite in the matrix of the analyzed rocks under SEM rejects a detrital origin. Similarly, a detrital origin of halloysite is dismissed due to the delicate morphology of this mineral, which would not survive transport (Joussein et al., 2005).\n5.1.1.3. I/S mixed layers. Apart from the more widely recognized burial origin of I/S mixed layers, they can also result frommoderate chemical weathering under surficial conditions (Chamley, 1989), and can take place due to pedogenetic processes under seasonal climates during the transformation of smectite (Wilson, 1999; Gonçalves et al., 2006; Raucsik and Varga, 2008) or from altered volcanic material (Lindgreen and Surlyk, 2000; Net et al., 2002; Shoval, 2004; Rostási et al., 2011; among others).\nI/S mixed layers occur in significant proportions (10e30%) in the edaphized facies of LV, PC and KK (Fig. 3 and Table 1). Similarly to smectite, the occurrence of highly expandable I/S mixed layers with curled flakes or as “corn flake” aggregates demonstrates an authigenic origin. Particularly, I/S occurring as the “edging” of volcanic glass suggests an in situ transformation (Setti et al., 2009). In addition, the inverse relationship that the amounts of smectite and I/S show (Table 1) suggests that mixed layers could derive from the alteration of smectite. The presence of Fe in the EDS of the I/S and their main occurrence in edaphized facies (Table 1) suggest a pedogenic origin (Wilson, 1999).\nA possible detrital origin for the analyzed I/S is rejecteddue to the great proportion of expansible layers that occur and due to the fact that small, deformed and broken plates of I/S were not observed.\n5.1.1.4. Illite and chlorite. Illite typically occurs during the first stage of chemical weathering of feldspathic rocks and from the physical weathering of micaceous rocks in the source area under cool/ temperate or dry conditions, and under low-hydrolyzing weathering regimes (Nesbitt and Young, 1984; Thiry, 2000). On the other hand, trioctahedral chlorite is formed through the alteration and dissolution of volcaniclastic grains and FeeMg-rich minerals under low hydrolyzing conditions with cool/temperate or dry climates (Nesbitt and Young, 1984; Thiry, 2000).\nIn the analyzed succession, illite is only sporadically present with more than 10% in the edaphized facies of LF and KK (Fig. 3 and Table 1). SEM images show acicular microtextures of the illite associated with volcanic glass altered to opal. This microform was interpreted by Gómez-Peral et al. (2011) as authigenic. Thus, considering the texture, the low crystallinity identified on XRD\n(Fig. 4H), and its low proportion and sporadic occurrence, an authigenic origin can be proposed. Yet, the association of illite with edaphized samples where smectite and I/S also occur (Fig. 3 and Table 1) suggests a possible pedogenic origin, in which illite is formed by weathering from pre-existing smectite or I/S (Wilson, 1999; Galán, 2006; Gonçalves et al., 2006).\nThe low and sporadic amounts of chlorite present mainly in the edaphized facies where smectite and/or I/S also occur suggest an authigenicepedogenic origin, where chlorite can derive from smectite and smectitic-I/S mixed layers during extensive weathering (Wilson, 1999).\nThe lack of detrital illite and chlorite in the analyzed samples are in accordance with the highly hydrolyzing conditions of the source area (Romero, 1986; Wilf et al., 2005; Cravero et al., 2012). In addition, the intermediate to acidic lithologies of the provenance area (Rapela et al., 1983; Aragón et al., 2011) are in conformity with the lack of detrital chlorite."
  }, {
    "heading": "5.1.2. Non-clay minerals",
    "text": "Following Lynne et al. (2005), there are different stages in the evolution of opal. Thus, the spheroids, spherical and hemispherical forms, and hexagonal platelets identified under SEM (Fig. 5AeC) represent a less mature silica phase in the opal-CT structure than well-formed bladed lepispheres. The latter are characteristic of opal-CT and even of opal-C. In this sense, thin serrated microcrystals in the interior of lepispheres could correspond to an early or incipient formed opal-CT; while sharper blades in the lepispheres could suggest that opal-CT is well developed.\nThree main origins are postulated for opal-CT: the transformation of opal-A (biogenic) or volcanic glass (Williams and Crerar, 1985; Berger et al., 1987; White et al., 2011), or the dissolution of feldspar, which produces kaolinite plus opal-CT (e.g. Kadir and Akbulut, 2009).\nIn this study the relationship between opal and volcanic materials (Fig. 5AeC), which indicates that the silica phases came from the alteration in situ of volcanic glass, is confirmed by SEM. In addition, peaks of Fe and Al in the EDS analysis (Fig. 5H) confirm that opal came from volcanic glass (Berger et al., 1987; White et al., 2011). Also, the identification by XRD of amorphous silica material (volcanic glass) together with opal-CT and/or opal-C (Fig. 4C and G) reinforces the idea of different stages in the evolution of glass alteration (Berger et al., 1987; Abdio glu and Arslan, 2005). However, despite the fact that no direct evidence of transformation from feldspar to opal was established by SEM, the clearly negative correlation between these minerals (Table 1) allows such an interpretation. On the other hand, even though in some levels of LF to the west there are phytoliths (Raigemborn et al., 2009), a form of siliceous microfossils, the lack of evidence of alteration of such fossils dismisses the possibility of their acting as a precursor of opal-CT. Besides, volcanic glass is more common than phytoliths in the studied sediments, indicating that volcanic glass was the source of the different forms of opal.\nSimilarly, clinoptilolite commonly comes from the alteration of volcanic glass under shallow buried conditions (e.g. Senkayi et al., 1987; Altaner and Grim, 1990). Although no direct relationships were established by SEM in the analyzed samples due to the low proportion of clinoptilolite, an authigenic origin is proposed. Similarly, hematite and goethite were not observed under SEM for the same reason as clinoptilolite."
  }, {
    "heading": "5.2. Controls over the mineralogy of the Banco Negro Inferior-Río Chico Group succession",
    "text": "Which clay mineral prevails, the arrangement of these minerals into different assemblages, and the trend that these show\nthroughout the unit could be linked to several factors, such as variations in material supply from the source area, depositional environment, pedogenesis and changes in climatic conditions that are linked to the influence climate exerts on the type of weathering operating in the area.\nThe decrease in smectite with the consequent increase in kaolinite up-section (Figs. 3B, 7 and 8), is coincident with a major participation of tuffs and tuffaceous levels, with a change in sedimentary settings from a swamp environment, transitional and lowsinuosity fluvial system (S1) through a high-sinuosity fluvial system (S2 and K) to a distal fluvial system with loess deposits (K andS2), and with a recurrence in the edaphized facies up-section (Fig. 8). Previous general paleoclimatic reconstructions suggest that conditions varied from a subtropical humid climate for BNI (Comer, 2011; Woodburne et al., 2013), through temperateewarm and humid for PC (Brea and Zucol, 2006; Raigemborn et al., 2009; Woodburne et al., 2013), to warm and humid subtropicaletropical conditions for LF and KK (Brea et al., 2009; Raigemborn et al., 2009; Krause et al., 2010; Krause and Piña, 2012; Woodburne et al., 2013). Also, subhumidesemiarid conditions were suggested by Krause et al. (2010) for the top of the KK.\nIn order to understand the influence of the composition of the source area on the clay mineral association, it is necessary to consider the potential provenance areas. As previously described, the BNI-RC succession came mainly from the Pilcaniyeu Volcanic Belt and the VolcanicePyroclastic Complex of the Middle Chubut River. Both were active contemporaneously with the deposition of the BNI-RC succession. Theywere located between 400 and 200 km to the north-northwest of the study area (Fig. 9A) and supplied a great proportion of volcanic and volcaniclastic material derived from explosive plumes, ignimbrite facies in proximal areas and from the erosion of exposed volcanic rocks (Aragón and Mazzoni, 1997; Aragón et al., 2011). Even the ash-fall deposits of the studied succession correspond to these explosive volcanisms (Fig. 8) and a major participation of tuffs and tuffaceous levels up-section may be linked to a higher frequency in explosive volcanic events in the source area at times equivalent to younger units of the BNIRC succession (intra-caldera and post-caldera stage sensu Aragón et al., 2011) (Fig. 10). In this sense, considering a maximum distance of 400 km from the basin to the volcanic area, these materials must have been deposited as subaerial distal facies that affected the Golfo San Jorge Basin. Nowadays, the dispersion of ash fall deriving from highly explosive eruptions in the Southern Volcanic Zone of the Andean Range, an active volcanic region, shows a distribution\ntoward the east and southeast covering the extra-Andean Central Patagonia, which is controlled mainly by the wind direction (e.g. Chaitén eruptions in 2008; see Martin et al., 2009 http://www. segemar.gov.ar/) (Fig. 9B). This provides an example of the possible early Paleogene scenario in extra-Andean Patagonia and of the supply of labile pyroclastic material from volcanoes located hundreds of kilometers away, which could have acted as precursors of the authigenic minerals analyzed in this paper.\nIn the sedimentary environment, the dissolution of these labile volcanic components takes place under shallow burial temperatures, slightly alkaline pH, high silica activity and with alkaline cations in solution (Burns and Ethridge, 1979; Senkayi et al., 1987; Altaner and Grim, 1990; McKinley et al., 2003). These conditions transformed volcanic glass to smectite by hydration, while silica phases and clinoptilolite are the secondary products of this reaction (Williams and Crerar, 1985; Senkayi et al., 1987; Altaner and Grim, 1990; Masuda et al., 1996; Arslan et al., 2010). Moreover, under acid conditions, volcanic glass can lead to kaolin-mineral formation by leaching through the interaction of sediments with acid meteoric waters (Senkayi et al., 1987; Bohor and Triplehorn, 1993; Marfil et al., 2003; Sáez et al., 2003; Worden and Morad, 2003).\nIn this context, the high abundance and widespread occurrence of smectite, the frequent occurrence of authigenic halloysite and the recurrence of opal and clinoptilolite throughout BNI-RC, can be directly related to episodes of volcanic activity in the source area. Besides, there is evidence of other transformations, such as from volcanic glass or smectite to smectitic I/S, from smectite to kaolinite/smectite mixed layers, from smectite to halloysite, and from halloysite to kaolinite. Also, the low proportion of smectite in kaolin-rich samples suggests the possible transformation of initial smectite to kaolinite. Morphological transformations into halloysite and silica phases also confirm the influence of precursor materials related to volcanic activity.\nParticularly, in hot and humid climates, chemical weathering dominates and gives rise to significant amounts of smectite and/or kaolinite, whereas in arid climates physical weathering predominates and produces clay minerals, such as chlorite and illite. Thus, the relative variations in the proportion of chlorite and illite, and smectite and kaolinite indicate the type of predominant physical or chemical weathering. Also, smectite is formed inweakly drained soils or under waterlogged conditions in warm seasonal climates with alternating wet and dry seasons. Kaolinite needs oxidizing conditions and typically develops in tropical areas with high precipitation and a high rate of chemical alteration (e.g. Thiry,\noup succession. (B) Satellite image of the Chaitén eruptions in 2008 (obtained from st and covering the study area. Dashed lines mark the study area.\n2000). Consequently, variations in the smectite/kaolinite (S/K) ratio could provide evidence of a relatively more seasonal or more perennial rainfall regime within the context of a general hot climate. Therefore, the high preponderance of smectite and kaolin minerals throughout the BNI-RC succession (Fig. 3B) indicates the predominance of chemical weathering and suggests, in general terms, warm and humid climates with seasonal events.\nFurthermore, the water/rock ratio in the sedimentary environment controls the circulation of interstitial water and the consequent alteration of original material. Thus, environments with high water/rock ratio or a water-saturated weathering environment e such as the muddy siliciclastic facies corresponding to swamp, coastal plain and distal floodplain environments at the bottom of the succession (BNIelowest part of LV; S1 assemblage) (Figs. 3B and 8) e could promote the slow circulation of interstitial water (marine and meteoric water), which is capable of developing wellcrystallized smectite from the devitrification and alteration of volcanic material (Lindgreen and Surlyk, 2000; Net et al., 2002; Shoval, 2004; Do Campo et al., 2010; Rostási et al., 2011). The fine grains of such facies could create a physical barrier that would not allow the leaching of the cation base. Therefore, an increase in aluminum concentration in the pore waters can lead to\ndevitrification reactions and the subsequent formation of smectite (McKinley et al., 2003; Worden and Morad, 2003), especially dioctahedral smectites like the identified here. Beside, periods of no deposition and stagnated waters in this environment led to paleosols with vertic features as described by Raigemborn et al. (2010) and Comer (2011) for BNI, in which pedogenic moderatecrystallized smectite could also be formed (Figs. 3B and 8). The dominance of smectite in BNIelower part of LV suggests an origin related to intense chemical weathering in warm climates. High S/K ratios suggest a seasonal rainfall regime. Thus, a warm seasonal paleoclimate can be inferred for BNIelower part of LV. In agreement with this, Krause and Clyde (2013) established seasonal conditions for BNI on the basis of the occurrence of carbonate nodules. The Peligran fauna of BNIwas interpreted as having a subtropical humid climate origin (Woodburne et al., 2013), which is partially in agreement with our interpretation, probably due to the fact that the studied Peligran fauna is restricted to one level of the Punta Peligro locality.\nOn the other hand, relatively more porous lithologies, such as the tuffs and tuffaceous facies of the fluvial floodplain and loess deposits (upper part of LV and PC, LF and loweremiddle part of KK; S2 and K assemblages) (Figs. 3B and 8), favor the rapid circulation of\ninterstitial water and chemical weathering of volcanic glass and smectite, allowing dissolution/precipitation events. Acidic conditions allow the formation of kaolin minerals (Wang et al., 1998; Birkeland, 1999; Pai et al., 1999; Arslan et al., 2006). Halloysiterich levels (K assemblage) corresponding to ponds that developed in the distal floodplain, where very fine volcanic material settled by suspension (LF), or corresponding to tuffaceous paleosols developed in the distal and proximal floodplain (PC), confirm a watersaturated weathering setting. In such environments, water in contact with the labile primary material for extended periods allowed the formation of halloysite instead of kaolinite after the dissolution of glass. In other facies with limited or restricted drainage such as ponds and paleosols of a distal fluvial system (KK), an increase in potassium concentration, probably released due to the alteration of feldspar and micas, could favor the formation of illite layers in smectite, leading in turn to the formation of I/S mixed layers (Inglès and Ramos-Guerrero, 1995) in the S2 and K assemblages (Figs. 3B and 8). Also, other authors (e.g. Robinson and Wright, 1987), who have analyzed the pedogenic origin of the I/S mixed layers, stipulated that for the potassium fixation in smectite is needed slow sediment accumulation, which allow to the clay to be in contact with water for long periods of time, or repeated wetting and drying cycles. Both conditions lead to the formation of I/S mixed layers. In addition, the negative correlation of feldspar with kaolin minerals plus opal-CT (Table 1) reveals the possibility that the dissolution of feldspar under acidic conditions supplied the Al required for kaolinite precipitation and released Si, resulting in opal-CT formation. Also, the feldspathic composition of sandy bodies interbedded in kaolin-rich levels (Raigemborn, 2006; Raigemborn et al., 2009) and the very low proportion of this mineral in the whole samples (Table 1) add the possibility of kaolinmineral formation from in situ weathering of feldspar. Possible conversion of smectite into kaolinite in both clay assemblages could take place in the presence of high-Al acidic fluids over long periods. Moreover, the evolution in halloysite morphology (from spheroidal to tubular/microtubular/acicular and finally to plates) (Fig. 6F), occurs due to an increase in weathering intensity. Even the transformation from metastable halloysite to the more stable and less soluble kaolinite could take place as weathering advances (Fig. 6E and F) (Papoulis et al., 2004; Joussein et al., 2005). Under SEM, it was observed that silica polymorph evolution is more advanced in samples of the K assemblage than in the S2 and S1 assemblages (Fig. 5AeF). In some cases, a direct relationship between the morphological evolution of halloysite and/or kaolinite, and opal can be established (e.g. bladed lepispheres of opal-CT or opal-C, and tubular/acicular halloysite, laths of halloysite and platy kaolinite, as a more evolved extreme [Fig. 5A and C; upper part of PC and lower part of LF]; and thinmicrocrystals of opal coating pumice fragments with spheres of halloysite, as a less evolved extreme [Fig. 5B; upper part of PC]). The paleosols of the top of LV and PC, and of the lowere middle part of KK (S2 and K assemblages), all of which developed over tuffaceous material (Figs. 3B and 8) could represent periods of no deposition or periods of quiescence between subsequent eruptions. These lapses, in which relatively more humid conditions could have taken place, may have led to, for example, the strongly developed Ultisols from the loweremiddle part of KK (Krause et al., 2010). Thus, the kaolin minerals in these paleosols can be related to soil-forming processes. Iron minerals, such as goethite and occasionally hematite, associated with kaolin minerals (Table 1) are common in paleosols via neoformation from ions released by smectite or volcanic material dissolution under intense chemical weathering (Inglès and Ramos-Guerrero, 1995; Retallack, 2001; Vingiani et al., 2004; Fisher and Ryan, 2006). It is probable that the tuffaceous/loess parent material accumulated relatively slowly and episodically during relatively drier periods, allowing thematerial to\nbecome exposed to the rain and percolating acid water during relatively more humid periods, which leads to different morphologies and types of silica phases and kaolin minerals, depending on the stage of weathering reached, and paleosols formation.\nThe S2 assemblage, where kaolinminerals are absent but illite in very scarce proportion is present (in only two levels of NT and the basal part of PC in the eastern area) presents S/K ratios similar to S1 (Fig. 3B). The dominance of smectite suggests chemical weathering in warm climates. High S/K ratios could be related to a pronounced dry season with the consequent formation of smectite. Illite could indicate chemical weathering from smectite. Such conditions are similar to the ones established for BNIelowest part of LV, where the S1 occurs.\nOn the other hand, the association of smectite with kaolin minerals in the S2 assemblages (top of LV; PC and parts of LF and KK) (Fig. 3B) suggests intense chemical weathering in warm climates. S/K ratios of this assemblage indicate a relatively more perennial e though not abundant e rainfall, which drives kaolinmineral formation. In contrast, the high participation of kaolin minerals in the K assemblage (top of PC; lower and upper part of LF and loweremiddle part of KK) (Fig. 3B) indicates an increase in chemical weathering and warm and humid conditions. The lowest S/K ratios of the succession in these intervals (Fig. 3B) suggest that precipitation has a more year-round regime. Previous general paleoclimatic reconstructions for this interval suggest that conditions varied from temperateewarm and humid for PC (Brea and Zucol, 2006; Raigemborn et al., 2009; Woodburne et al., 2013) to warm and humid subtropicaletropical conditions for LF and lowere middle part of KK (Brea et al., 2009; Raigemborn et al., 2009; Krause et al., 2010; Krause and Piña, 2012; Woodburne et al., 2013). However, the morphological study by means of SEM reveal the presence of halloysite in the paleosols of the top of PC, in the tuffs at the base of LF and in some samples of the middle part of KK. The occurrence of such a mineral could be related to a warm climate with a different rainfall pattern and weathering stage than the kaolinite-rich facies, in general, due to the fact that halloysite decreases as rainfall increases. Thus, from the upper part of LV to the middle part of KK, a general warm and humid climate with a relatively more perennial regime than the lower part of the BNI-RC succession is established. The rainfall pattern may have been more intense in the loweremiddle part of KK, where kaolinite is concentrated.\nFinally, the smectite-rich tuffaceous facies of the top of KK in the western area, and the muddy facies of the upper part of LF in the eastern area still show kaolin minerals, in some cases in the form of kaolinite/smectite mixed layers (S2 assemblage) (Figs. 3B and 8, and Table 1). This mineral could be formed as an incomplete transformation of smectite to kaolinite, a reaction pathway that is fostered by the loss of Si and base cations with increasing intensity and weathering (Churchman et al., 1994; Dudek et al., 2006, 2007; Fisher and Ryan, 2006; Ryan and Huertas, 2009). The presence of a large amount of smectite in association with a low quantity of kaolin minerals still indicates a general warm and humid climate. However, the kaolinite/smectite mixed layers can be attributed to lower precipitations and less intense leaching than in the case of kaolinite facies; or can be in relation with the presence of a short dry season (<3 months) in a moist tropical climate, as was suggested by Ryan and Huertas (2009). Also, the comparison of the S/K ratios of the S1 and K assemblages (Fig. 3B) suggest a relatively less seasonal rainfall regime in S1 and a less perennial regime in K. Thus, the mineralogy of the upper part of KK implies less humid climates, probably subhumid, than in the loweremiddle part of the unit, and reflects the alternation of dry and humid conditions (Fig. 8). Subhumidesemiarid conditions were suggested by Krause et al. (2010) for the top of KK. This situation is still noticeable in the basal levels\nof the Sarmiento Formation, where Bellosi (2010) and Bellosi and González (2010) interpreted subhumid to semiarid, seasonal climates. Besides, the existence of very shallow water bodies, probably ephemeral, suggests environments of limited drainage in which smectite was formed. In addition, it is probable that in areas of the distal fluvial system with moderate drainage and with more continuous sedimentation than the loweremiddle part of the unit, the weathering period was comparatively shorter to completely alter the primary smectite to kaolin minerals or illite (e.g. Arostegui et al., 2011). This idea is reinforced by the occurrence of weakly developed Andisols toward the top of KK (Krause et al., 2010), which suggest a relatively higher sedimentation rate and more prolonged dry intervals up-section.\nIn general terms, throughout the succession, the scarcity and sporadic occurrence of illite and chlorite (Fig. 3) are in agreement with unfavorable weathering conditions, which did not allow their formation."
  }, {
    "heading": "5.3. Record of the Early Paleogene Greenhouse World in Central Patagonia",
    "text": "The deposition of the analyzed succession (w64e42 Ma) coincides with the time of the Early Paleogene Greenhouse World (EPGW of Zachos et al., 2001), which started in the early Paleocene and finished in the early Eocene. However, the middle Eocene e when progressively cooler conditions occurred e is considered part of the greenhouse world. During the EPGW there are two prominent hyperthermal events: the Paleocene/Eocene Thermal Maximum (PETM; w56 Ma) (e.g. Zachos et al., 2008) and the Early Eocene Climatic Optimum (EECO; 53e50 Ma) (e.g. Zachos et al., 2001). However, a number of other intervals of rapid temperature increase, although smaller in magnitude, may also exist in the warm early Paleogene such as the Latest Danian Event (LDE; w61.7 Ma), the Danian/Selandian transition event (w61 Ma), the Early Late Paleocene Event (ELPE; w58.2 Ma) and the Eocene Thermal Maximum 2 (ETM2; w54 Ma), among others (Fig. 10) (see references at Westerhold et al., 2011). However, the global character of most of these “events” has yet to be resolved (Westerhold et al., 2011).\nA global peak in kaolinite which is coincident with the warm and humid conditions of the PETM is commonly recorded at several locations in the Northern Hemisphere (Robert and Chamley, 1991; Gibson et al., 2000; Schmitz and Pujalte, 2003; Zachos et al., 2006), whereas in the Southern Hemisphere, it is recorded in the South Atlantic Ocean (Robert and Chamley, 1991) and in Antarctica (Robert and Kennett, 1994; Dingle et al., 1998; Dingle and Lavelle, 2000). Also, another high peak in kaolinite e recorded during the early Eoceneeearly middle Eocene of the northern Antarctic Peninsula (Dingle et al., 1998) and interpreted as very warm, wet and non-seasonal e could be related to the EECO.\nThere are several pieces of paleobiological evidence from fossil plant, pollen, vertebrate and invertebrate records that the early Paleogene climate of Patagonia was subtropical and tropical (Le Roux, 2012b; Woodburne et al., 2013). However, there are few non-biotic records (Malumián et al., 1998; Raigemborn et al., 2009; Krause et al., 2010) that reveal the global climate conditions of the Early Paleogene GreenhouseWorld (EPGWof Zachos et al., 2001) in Patagonia. For instance, Woodburne et al. (2013) suggest that fossil mammals of PC may be correlative with the ELPE pulse, whereas the Patagonian land mammal record does not preserve the PETM. On the other hand, faunas of LF and KK could be correlated with the EECO. Similarly, Krause et al. (2010) correlated the basal part of KK with the EECO, the middle part with another spike of warm climate recorded at w47 Ma, and the upper part of the unit with the first stage in the transition from greenhouse to icehouse conditions.\nRaigemborn et al. (2009) suggest the occurrence of warm and humid conditions at the Paleocene-Eocene boundary in levels of LF.\nAs established before, the climate was one of the main controls over the clayemineral formation of the BNI-RC succession, which allows the interpretation of each clay mineral assemblage as a proxy for climate change in the Golfo San Jorge Basin during the early Paleogene andmakes it possible to correlate these with global climatic events of the EPGW (Fig. 10). Considering the probable age established to date for each unit, it is proposed that the warm and seasonal climates interpreted for the BNIelower part of LV interval (middle Danian to near the DanianeSelandian limit?) (S1 assemblage) have a close relationship with the beginning of the gradual warming of the Paleocene (previous to the PETM), inwhich the LDE that represents a 2 Cwarming of the deep ocean (Westerhold et al., 2011), and the short-term hyperthermal pulse of the Danian/ Selandian transition event (Fig. 10) are included. Such brief warming events may have been precursors of the PETM since they show strong environmental and biotic similarities with the PETM (Speijer, 2003).\nThe upper part of LV and PC (near the Selandian/Thanetian limit?), inwhich a first peak in kaolinite and a decrease in S/K ratios are noticeable (Fig. 3B) and which was interpreted as a warm and humid climate, could be correlatedwith thewarm conditions of the ELPE event, in agreement with Woodburne et al. (2013).\nSimilarly, warm and humid conditions were established for the LFemiddle part of KK interval (ThanetianeLutetian?) in the western area, where at least three peaks in kaolinite and a decrease in S/ K ratios are observed (K assemblage) (Fig. 3B). Thus, such an interval could be linked with the climatic conditions from the PETM through the EECO to the spike of warmer climate recorded at w47 Ma (Fig. 10), as was recorded in Antarctica (Robert and Kennett, 1994; Dingle et al., 1998; Dingle and Lavelle, 2000). The PETM hyperthermal event is marked by a global warming of >5 C and by a shift toward wetter climates, particularly in middle to high latitudes (Zachos et al., 2008). Meanwhile, it was established that during the ETM2 sea surface temperatures rose by 3e5 C in the Arctic Ocean (Sluijs et al., 2009). The EECO interval represents a zenith of greenhouse conditions with very warm sea-surface temperatures, even near the poles (Zachos et al., 2008).\nFinally, warm and less humid, probably subhumid, conditions can be established for the upper part of LF in the eastern area. The upper part of KK in the western area (Lutetian?) (S2 assemblage) could be correlated with the climatic conditions of the transition from the greenhouse to icehouse world (Fig. 10), in agreement with Krause et al. (2010). Similarly, the basal levels of the Gran Barranca Member (middle Eocene) and their associated paleosols represent a subhumid to semiarid, seasonal climate (Bellosi, 2010; Bellosi and González, 2010) (Fig. 10).\nThus, the paleoclimatic information obtained from the clay minerals of the BNI-RC succession of Central Patagonia (w46 LS) seems to constitute one of the most complete time records of the EPGW in South America. However, more records in clay mineralogy throughout the succession in other areas of the basin, together with a more constrained geochronological scheme of each unit will make it possible to establish a more detailed correlation with the short-term hyperthermal events of the EPGW. The possible presence of such hyperthermals in continental successions of the Southern Hemisphere could contribute to the resolution of the global character of these events."
  }, {
    "heading": "6. Conclusions",
    "text": "The Banco Negro Inferior-Río Chico Group, a middle Daniane middle Eocene in age mainly continental epiclasticepyroclastic succession in the Golfo San Jorge Basin (extra-Andean Patagonia,\nArgentina), was deposited under the global “greenhouse” conditions of the early Paleogene and is contemporarywith an important period of explosive volcanic activity toward the northwest of the basin. The BNI-RC succession shows that sedimentary settings of deposition vary from coastal swamp and transitional environments (BNI and NT) through a low- and high-sinuosity fluvial system (LV, PC, LF) to a distal fluvial system with loess and ash-fall deposits (KK). Tuff and tuffaceous facies and associated paleosols are common and increase up-section. Previous petrographic and paleocurrent analyses of the succession show that such volcaniclastic materials come from the volcanoes located less than 400 km to the northwest of the study area, and that BNI-RC was only affected by shallow-burial diagenetic conditions.\nXRD and SEM analyses demonstrate that smectite and kaolin minerals (kaolinite, halloysite and kaolinite/smectite mixed layers) prevail over other clay minerals (illite/smectite mixed layers, illite and chlorite) in the fine-grained facies of BNI-RC. Quartz, feldspar, other silica polymorphs in the form of volcanic glass and different types of opal, together with clinoptilolite and Fe-oxides are the most abundant non-clay minerals. Such analyses provide evidence that smectite is in general well crystallized and is defined as a mixture of montmorilloniteebeidellite series. The micromorphological study confirms that such smectite was produced by the alteration of volcanic glass. Smectites with a lower degree of crystallization are also present and suggest a pedogenic origin. Wellcrystallized kaolinite with book-like, vermiform texture and vermicular stacks of plates suggests an authigenic origin. The relationship between halloysite and/or smectite and volcanic glass reveals local in situ dissolution and precipitation. The micromorphological evolution from halloysite to kaolinite and the characteristics of the kaolinite/smectite mixed layers are interpreted as pedogenic in origin. The relationship between opal and volcanic materials indicates that the silica phases came from the in situ alteration of volcanic glass. For the clinoptilolite, an authigenic origin is proposed, whereas for Fe-oxides a pedogenic origin is accepted.\nThe clay minerals mentioned are arranged in three clayemineral assemblages: S1: rich in smectite; S2: with smectite and other clay minerals; K: kaolinite-rich. These assemblages show a trend up-section from S1 (BNIebase of LV) through S2 and K (upper part of LV and PCemiddle part of KK) to S2 (lower part of KK). Such a trend is in concordance with the change in the sedimentary settings mentioned above and with the increase in volcaniclastic materials and paleosols up-section.\nThe presence of smectite and kaolinite suggests chemical weathering conditions under warm and humid conditions. However, the ratio between them (S/K ratio) together with the sedimentary facies analyses, makes it possible to recognize several pulses of seasonality or less intense precipitation throughout the succession, such as at BNIebase of LV and at the upper part of KK. Besides, the occurrence of halloysite in paleosols of the top of PC, tuffs of the base of LF and in some samples of the middle part of KK against the presence of kaolinite in the basalemiddle part of KK allows us to distinguish relatively more perennial e though not abundant e rainfall when the first mineral appears, and a more year-round regime where kaolinite is concentrated.\nPaleoclimatic reconstructions of the BNI-RC succession strongly suggest a possible correlation of these with global warm climatic events of the Early Paleogene Global Warming (EPGW). The probable presence of some of these warm events constitutes one of the most complete time records of the EPGW in South America and could contribute to the resolution of the global character of these events.\nThus, the clay-mineralogical arrangement throughout the BNIRC succession is interpreted as being a consequence of the\ninterplay of several control factors, such as the supply of labile pyroclastic materials, sedimentary paleoenvironments and lithologies of the facies, sedimentation/pedogenesis rates, paleoclimate and weathering conditions."
  }, {
    "heading": "Acknowledgments",
    "text": "Financial and logistical support for field studies was provided by the projects PICT 07-08671 of the FONCyT and PIP 114-200801- 00066 of the CONICET (to SM), a Projects to Young Researchers of the UNLP grant (to MSR), an IAS Postgraduate Grant Scheme grant and PICT 0180 of the FONCyT (to MK) and by the Museo Paleontológico Egidio Feruglio. The authors thank to A. Márquez (Facultad de Ciencias de Montevideo, Uruguay) for the SEM-EDS analyses, to J. Maggi, P. García and C. Genazzini (CIG, Argentina) for the X-ray analyses, and to the Translator M. Ponce for refining the sentence structure and grammar. The authors are very grateful to the two anonymous reviewers and to the Editor of the Journal Dr. V. Ramos for their highly constructive reviews."
  }],
  "references": [{
    "title": "Mineralogy, geochemistry and genesis of bentonites of the Ordu area, NE Turkey",
    "authors": ["E. Abdio glu", "M. Arslan"],
    "venue": "Clay Miner",
    "year": 2005
  }, {
    "title": "Mineralogy, chemistry, and diagenesis of tuffs in the Sucker Creek Formation (Miocene), Eastern Oregon",
    "authors": ["S.P. Altaner", "R.E. Grim"],
    "venue": "Clays Clay Miner. 38,",
    "year": 1990
  }, {
    "title": "Estudio estratigráfico y paleoambiental de las sedimentitas terciarias entre Pico Salamanca y Bahía Bustamante, provincia del Chubut, República Argentina",
    "authors": ["R.R. Andreis", "M.M. Mazzoni", "L.A. Spalletti"],
    "venue": "Rev. Asoc. Geol. Argent",
    "year": 1975
  }, {
    "title": "Tectono-magmatic response to major convergence changes in the North Patagonian suprasubduction system; the paleogene subductionetranscurrent plate margin transition",
    "authors": ["E. Aragón", "F. D’Eramo", "A. Castro", "L. Pinotti", "D. Brunelli", "O. Rabbia", "G. Rivalenti", "R. Varela", "W. Spakman", "M. Demartis", "C. Cavarozzi", "Y. Aguilera", "M. Mazzucchelli", "A. Ribot"],
    "venue": "Tectonophysics",
    "year": 2011
  }, {
    "title": "Geología y estratigrafía del complejo volcánico piroclástico del río Chubut medio (Eoceno), Chubut, Argentina",
    "authors": ["E. Aragón", "M. Mazzoni"],
    "venue": "Rev. Asoc. Geol. Argent",
    "year": 1997
  }, {
    "title": "Late CretaceousePalaeocene mid-latitude climates: inferences from clay mineralogy of continental-coastal sequences (Tremp-Graus area, southern Pyrenees",
    "authors": ["J. Arostegui", "J. Baceta", "V. Pujalte", "M. Carracedo"],
    "venue": "N Sapin). Clay Miner",
    "year": 2011
  }, {
    "title": "Origin and formation of kaolin minerals in saprolite of tertiary alkaline volcanic rocks, Eastern Pontides",
    "authors": ["M. Arslan", "S. Kadir", "E. Abdio glu", "H. Kolayli"],
    "venue": "NE Turkey. Clay Miner",
    "year": 2006
  }, {
    "title": "Mineralogy, geochemistry, and origin of bentonite in upper cretaceous pyroclastic units of the Tirebolu area, Giresun, northeast Turkey",
    "authors": ["E. glu", "S. Kadir"],
    "venue": "Clays Clay Miner",
    "year": 2010
  }, {
    "title": "Analytical transmission electron microscope studies of plagioclase, muscovite, and K-feldspar weathering",
    "authors": ["J.F. Banfield", "R.A. Eggleton"],
    "venue": "Clays Clay Miner",
    "year": 1990
  }, {
    "title": "Loessic and fluvial sedimentation of Sarmiento Formation pyroclastics in the Middle Cenozoic of central Patagonia",
    "authors": ["E. Bellosi"],
    "year": 2010
  }, {
    "title": "Paleosols of the middle cenozoic sarmiento formation, central patagonia",
    "authors": ["E. Bellosi", "M. González"],
    "year": 2010
  }, {
    "title": "Fundamental processes controlling the 1st stage of alteration of a basalt glass by seawater e an experimental-study between 200-degrees-C and 320-degrees-C",
    "authors": ["G. Berger", "J. Schott", "M. Loubet"],
    "venue": "Earth Planet. Sci. Lett. 84,",
    "year": 1987
  }, {
    "title": "Regular kaolinite/smectite (R1) from the Bermejo river Basin, Argentina",
    "authors": ["S.R.A. Bertolino", "H.H. Murray", "P.J. Depetris"],
    "venue": "Clays Clay Miner",
    "year": 1991
  }, {
    "title": "Soils and Geomorphology, third ed",
    "authors": ["P.W. Birkeland"],
    "year": 1999
  }, {
    "title": "Mineralogy and sedimentation of recent deep sea Clay in the Atlantic ocean and Adjacent seas and oceans",
    "authors": ["P.E. Biscaye"],
    "venue": "Geol. Soc. Am. Bull. 76,",
    "year": 1965
  }, {
    "title": "Taxaceoxylon katuatenkum n sp. en la Formación Koluel-Kaike (Eoceno inferior - medio), Chubut, Argentina: un componente de los bosques subtropicales paleógenos de Patagonia",
    "authors": ["M. Brea", "E. Bellosi", "M. Krause"],
    "venue": "Ameghiniana 46,",
    "year": 2009
  }, {
    "title": "Leños fósiles de Boraginaceae de la Formación Peñas Coloradas (Paleoceno superior)",
    "authors": ["M. Brea", "A. Zucol"],
    "year": 2006
  }, {
    "title": "Crystal structure of clay minerals and their X-ray identification",
    "authors": ["G.W. Brindley"],
    "venue": "Minerogical Society, Monographs,",
    "year": 1980
  }, {
    "title": "Crystal structure of clay minerals and their X-ray identification",
    "authors": ["G.W. Brindley", "G. Brown"],
    "venue": "Minerogical Society, Monographs,",
    "year": 1980
  }, {
    "title": "Tonsteins: altered volcanic-ash layers in coalbearing sequences",
    "authors": ["B.F. Bohor", "D.M. Triplehorn"],
    "venue": "Geological Society of America, Special Paper,",
    "year": 1993
  }, {
    "title": "Petrology and diagenetic effects of lithic sandstones: Paleocene and Eocene Umpquia formation, southern Oregon",
    "authors": ["L. Burns", "F. Ethridge"],
    "venue": "Special Publication,",
    "year": 1979
  }, {
    "title": "Studied of the Li test to distinguish beidellite from montmorillonite",
    "authors": ["A.M. Byström-Brusewitz"],
    "venue": "Proceedings of the International Clay Conference,",
    "year": 1975
  }, {
    "title": "Compositional variations in smectites: part I. Alteration of intermediate volcanic rocks. A case study from Milos Island, Greece",
    "authors": ["G. Christidis", "A.C. Dunham"],
    "venue": "Clay Miner",
    "year": 1997
  }, {
    "title": "Recognition of intermediates in the possible transformation of halloysite to kaolinite in weathering profiles",
    "authors": ["G.J. Churchman", "R.J. Gilkes"],
    "venue": "Clay Miner",
    "year": 1989
  }, {
    "title": "Nature of interstratified kaolin-smectites in some Australian soils",
    "authors": ["G.J. Churchman", "P.G. Slade", "P.G. Self", "L.J. Janik"],
    "venue": "Aust. J. Soil. Res",
    "year": 1994
  }, {
    "title": "New age constraints for the Salamanca formation and lower Río Chico group in the western San Jorge Basin, Patagonia, Argentina",
    "authors": ["W.C. Clyde", "P. Wilf", "A. Iglesias", "R.L. Slingerland", "T. Barnum", "P.K. Bijl", "T.J. Bralower", "H. Brinkhuis", "E.E. Comer", "B.T. Huber", "M. Ibañez-Mejia", "B.R. Jicha", "J.M. Krause", "J.D. Schueth", "B.S. Singer", "M.S. Raigemborn", "M.D. Schmitz", "A. Sluijs", "M.C. del Zamaloa"],
    "year": 2014
  }, {
    "title": "Depositional Environments of Paleocene Plant Localities within Estuarine Facies of the Salamanca Formation, Chubut Province, Argentina",
    "authors": ["E.E. Comer"],
    "venue": "Master thesis. College of Earth and Mineral Sciences,",
    "year": 2011
  }, {
    "title": "Halloysite in Argentinian deposits: origin and textural constraints",
    "authors": ["M.F. Cravero", "P.J. Maiza", "A. Marfil"],
    "venue": "Clay Miner",
    "year": 2012
  }, {
    "title": "Clay crystal e chemical adaptability and transformation mechanisms",
    "authors": ["J. Cuadros"],
    "venue": "Clay Miner",
    "year": 2012
  }, {
    "title": "Crystal-chemical changes of mixedlayers kaolinite-smectite with progressive kaolinitization, as investigated by TEM-AEM and HRTEM",
    "authors": ["J. Cuadros", "F. Nieto", "T. Wing-Dudek"],
    "venue": "Clays Clay Miner",
    "year": 2009
  }, {
    "title": "X-ray diffraction and",
    "authors": ["B.H.W. de Jong", "S.J. van Hoek", "W.S. Veeman", "D.V. Manson"],
    "year": 1987
  }, {
    "title": "Palaeoenvironmental and diagenetic control of the mineralogy of upper cretaceouselower tertiary deposits of the Central PalaeoeAndean basin of Bolivia (Potosi area)",
    "authors": ["J.F. Deconinck", "M.M. Blanc-Valleron", "J.M. Rouchy", "G. Camoin", "D. Badaut-Trauth"],
    "venue": "Sediment. Geol",
    "year": 2000
  }, {
    "title": "Provenance of North American Phanerozoic sandstones in relation to tectonic setting",
    "authors": ["W.R. Dickinson", "L.S. Beard", "G.R. Brakenridge", "J.L. Erjavec", "R.C. Ferguson", "K.F. Inman", "R.A. Knepp", "F.A. Lindberg", "P.T. Ryberg"],
    "venue": "Geol. Soc. Am. Bull",
    "year": 1983
  }, {
    "title": "Antarctic Peninsula late cretaceouseearly cenozoic palaeoenvironments and gondwana palaeogeographies",
    "authors": ["R.V. Dingle", "M. Lavelle"],
    "venue": "J. Afr. Earth Sci. 31,",
    "year": 2000
  }, {
    "title": "High latitude Eocene climate deterioration: evidence from the northern Antarctic Peninsula",
    "authors": ["R.V. Dingle", "S.A. Marenssi", "M. Lavelle"],
    "venue": "J. South Am. Earth Sci",
    "year": 1998
  }, {
    "title": "Integrated analysis for constraining palaeoclimatic and volcanic influences on clayemineral assemblages in orogenic basins (Palaeogene Andean foreland, Northwestern Argentina)",
    "authors": ["M. Do Campo", "C. del Papa", "F. Nieto", "F. Hongn", "I. Petrinovic"],
    "venue": "Sediment. Geol. 228,",
    "year": 2010
  }, {
    "title": "Interstratified kaolinite-smectite: nature of the layers and mechanism of smectite kaolinization",
    "authors": ["T. Dudek", "J. Cuadros", "S. Fiore"],
    "venue": "Am. Mineral",
    "year": 2006
  }, {
    "title": "Structure of mixed-layer kaolinite-smectite and smectite-to-kaolinite transformation mechanism from synthesis experiments",
    "authors": ["T. Dudek", "J. Cuadros", "J. Huertas"],
    "venue": "Am. Mineral",
    "year": 2007
  }, {
    "title": "A new chronology for middle Eoceneeearly miocene south american land mammal ages",
    "authors": ["R.E. Dunn", "R.H. Madden", "M.J. Kohn", "M.D. Schmitz", "C.A.E. Strömberg", "A.A. Carlini", "G.H. Ré", "J. Crowley"],
    "venue": "Geol. Soc. Am",
    "year": 2012
  }, {
    "title": "Early Eocene climatic, volcanic, and biotic events in the northwestern Tethyan Untersberg",
    "authors": ["H. Egger", "M. Homayoun", "H. Huber", "F. Rögl", "B. Schmitz"],
    "venue": "section, Austria. Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 2005
  }, {
    "title": "Tectonic and climatic control of paleogene sedimentation in the Rhenodanubian Flysch Basin (Eastern Alps, Austria)",
    "authors": ["H. Egger", "M. Homayoun", "W. Schnabel"],
    "venue": "Sediment. Geol",
    "year": 2002
  }, {
    "title": "TEM and X-ray diffraction evidence for cristobalite and tridymite stacking sequences nopal",
    "authors": ["J.M. Elzea", "S.B. Rice"],
    "venue": "Clays Clay Miner",
    "year": 1996
  }, {
    "title": "Descripción Geológica de la Patagonia",
    "authors": ["E. Feruglio"],
    "venue": "vol. II. Dirección General de Yacimientos Petrolíferos Fiscales (YPF), Buenos Aires,",
    "year": 1949
  }, {
    "title": "The smectite-to-disordered kaolinite transition in a tropical soil chronosequence, Pacific Coast, Costa Rica",
    "authors": ["G.B. Fisher", "P.C. Ryan"],
    "venue": "Clays Clay Miner",
    "year": 2006
  }, {
    "title": "Evolution of the san jorge Basin, Argentina",
    "authors": ["M.G. Fitzgerald", "R.M. Mitchum Jr.", "M.A. Uliana", "K.T. Biddle"],
    "venue": "AAPG Bull",
    "year": 1990
  }, {
    "title": "A review of Late Cretaceous to Quaternary palaeogeography of the southern Andes",
    "authors": ["A. Folguera", "D. Orts", "M. Spagnuolo", "E. Rojas Vera", "V. Litvak", "L. Sagripani", "M.E. Ramos", "V.A. Ramos"],
    "venue": "Biol. J. Linn. Soc",
    "year": 2011
  }, {
    "title": "Repeated eastward shifts of arc magmatismin the Southern Andes: a revision to the long-term pattern of Andean uplift and magmatism",
    "authors": ["A. Folguera", "V.A. Ramos"],
    "venue": "J. South Am. Earth Sci",
    "year": 2011
  }, {
    "title": "Detrital sedimentary rock classification and nomenclature for use in New Zealand",
    "authors": ["R. Folk", "P. Andrews", "D. Lewis"],
    "venue": "N. Z. J. Geol. Geophys",
    "year": 1970
  }, {
    "title": "Genesis of clay minerals",
    "authors": ["E. Galán"],
    "venue": "Handbook of Clay Science, Developments in Clay Science,",
    "year": 2006
  }, {
    "title": "Stratigraphic and climatic implications of clay mineral changes around the Paleocene/Eocene boundary of the northeastern US margin. Sediment",
    "authors": ["T.G. Gibson", "L.M. Bybell", "D.B. Mason"],
    "venue": "Geol. 134,",
    "year": 2000
  }, {
    "title": "Scanning electron microscope morphology of deeply weathered granite",
    "authors": ["R.J. Gilkes", "A. Suddhiprakarn", "T.M. Armitage"],
    "venue": "Clays Clay Miner",
    "year": 1980
  }, {
    "title": "Petrología y evolución diagenética de las facies silicoclásticas del Grupo Sierras Bayas, Sistema de Tandilia, Argentina",
    "authors": ["L.E. Gómez-Peral", "M.S. Raigemborn", "D.G. Poiré"],
    "venue": "Lat. Am. J. Sedimentol. Basin Anal",
    "year": 2011
  }, {
    "title": "Argilominerais da Formaçao Codó Grajaú",
    "authors": ["D.F. Gonçalves", "D.F. Rossetti de", "W. Truckenbrodt", "A.C. Mendes"],
    "venue": "Nordeste do Brasil. Lat. Am. J. Sedimentol. Basin Anal",
    "year": 2006
  }, {
    "title": "Irreversible dehydration in montmorillonite",
    "authors": ["R. Greene-Kelly"],
    "venue": "Part II. Clay Mineral",
    "year": 1953
  }, {
    "title": "Irreversible dehydration in montmorillonite",
    "authors": ["R. Greene-Kelly"],
    "venue": "Clay Mineral",
    "year": 1952
  }, {
    "title": "Modeling the X-ray diffraction patterns of opal",
    "authors": ["G.O. Guthrie Jr.", "D.L. Bish", "R.C. Reynolds Jr."],
    "venue": "Am. Mineral",
    "year": 1995
  }, {
    "title": "Evolution with depth from detrital to authigenic smectites in sediments from AND-2A drill core (McMurdo Sound, Antarctica)",
    "authors": ["F. Iacoviello", "G. Giorgetti", "F. Nieto", "I.I. Memmi"],
    "venue": "Clay Miner",
    "year": 2012
  }, {
    "title": "A rich Paleocene macroflora from Patagonia supports distance from Chicxulub as a factor in the recovery of plant diversity after the end-Cretaceous extinction",
    "authors": ["A. Iglesias", "P. Wilf", "K. Johnson", "A. Zamuner", "R. Cúneo", "S. Matheos", "B. Singer"],
    "venue": "Geology 35,",
    "year": 2007
  }, {
    "title": "Sedimentological control on the clay mineral distribution in the marine and non-marine Paleogene deposits of Mallory (Western Mediterranean)",
    "authors": ["M. Inglès", "E. Ramos-Guerrero"],
    "venue": "Sediment. Geol",
    "year": 1995
  }, {
    "title": "Formation of vermicular kaolinite from halloysite aggregates in the weathering of plagioclase",
    "authors": ["G.Y. Jeong"],
    "venue": "Clays Clay Miner",
    "year": 1998
  }, {
    "title": "Halloysite clay minerals e a review",
    "authors": ["E. Joussein", "S. Petit", "J. Churchman", "B. Theng", "D. Righi", "B. Dalvaux"],
    "venue": "Clay Miner",
    "year": 2005
  }, {
    "title": "Mineralogy, geochemistry and genesis of the Taşoluk kaolinite deposits in pre-Early Cambrian metamorphites and Neogene volcanites of Afyonkarahisar, Turkey",
    "authors": ["S. Kadir", "A. Akbulut"],
    "venue": "Clay Miner",
    "year": 2009
  }, {
    "title": "Kaolin from original Kauling (Gaoling) mine locality, Kiangsi province, China",
    "authors": ["W.D. Keller", "H. Cheng", "W.D. Johns", "C.S. Meng"],
    "venue": "Clays Clay Miner",
    "year": 1980
  }, {
    "title": "Scan electron micrographs of kaolins collected from diverse environments of origin-IV. Georgia kaolin and kaolinizing source rocks",
    "authors": ["W.D. Keller"],
    "venue": "Clays Clay Minerals",
    "year": 1977
  }, {
    "title": "Paleocene Sabkha from Central Patagonia, Argentina",
    "authors": ["J.M. Krause", "W. Clyde"],
    "venue": "Proceedings of the Sixth Latin American Congress of Sedimentology,",
    "year": 2013
  }, {
    "title": "Reptilian coprolites in the eocene of Central patagonia, Argentina",
    "authors": ["J.M. Krause", "C.I. Piña"],
    "venue": "J. Paleontol",
    "year": 2012
  }, {
    "title": "Lateritized tephric palaeosols from Central Patagonia, Argentina: a southern high-latitude archive of Palaeogene global greenhouse conditions",
    "authors": ["J.M. Krause", "E. Bellosi", "M.S. Raigemborn"],
    "venue": "Sedimentology 57,",
    "year": 2010
  }, {
    "title": "A review of tertiary climate changes in southern South America and the Antarctic Peninsula. Part 1: oceanic conditions",
    "authors": ["J.P. Le Roux"],
    "venue": "Sediment. Geol",
    "year": 2012
  }, {
    "title": "A review of tertiary climate changes in southern South America and the Antarctic Peninsula. Part 2: continental conditions",
    "authors": ["J.P. Le Roux"],
    "venue": "Sediment. Geol. 247e248,",
    "year": 2012
  }, {
    "title": "Asociación de fósiles y hiatos en el supracretácicoNeógeno de Patagonia: una perspectiva estratigrafico-secuencial",
    "authors": ["L. Legarreta", "M. Uliana"],
    "venue": "Ameghiniana 31,",
    "year": 1994
  }, {
    "title": "Upper PermianeLower Cretaceous clay mineralogy of East Greenland: provenance, palaeoclimate and volcanicity",
    "authors": ["H. Lindgreen", "F. Surlyk"],
    "venue": "Clay Miner",
    "year": 2000
  }, {
    "title": "Identification of expanding layers silicates: layer charge vs. expansion properties",
    "authors": ["P.B. Malla", "L.A. Douglas"],
    "venue": "Proceedings of the International Clay Conference, Denver. The Clay Minerals Society,",
    "year": 1987
  }, {
    "title": "Asociaciones mineralógicas de arcillas del Paleógeno de Cuenca Austral, su significado paleoclimático y el límite Paleoceno/Eoceno",
    "authors": ["N. Malumián", "A. Caramés", "H. Martínez"],
    "venue": "Paleógeno de América del Sur y de la Península Antártica. In: Asociación Paleontológica Argentina, Publicación Especial,",
    "year": 1998
  }, {
    "title": "Origin and diagenetic evolution of kaolin in reservoir sandstones and associated shales of the Jurassic and Cretaceous, Salam Fields, Western Desert (Egypt)",
    "authors": ["R. Marfil", "A. Delgado", "C. Rossi", "A. La Iglesia", "K. Ramseyer"],
    "venue": "Quartz Cementation in Sandstones, Clay Mineral Cement in Sandstones, International Association of Sedimentologists,",
    "year": 2003
  }, {
    "title": "Petrology and geochemistry of diagenetically altered tuffaceous rocks from the Middle Triassic of central Spain",
    "authors": ["R. Marfil", "A. Hall", "S. García-Gil", "M.G. Stamatakis"],
    "venue": "J. Sediment. Res",
    "year": 1998
  }, {
    "title": "Environmental effects of ashfall in Argentina from the 2008 Chaitén volcanic eruption",
    "authors": ["R.S. Martin", "S.F.L. Watt", "D.M. Pyle", "T.A. Mather", "N.E. Matthews", "R.B. Georg", "J.A. Day", "T. Fairhead", "M.L.I. Witt", "B.M. Quayle"],
    "venue": "J. Volcanol. Geotherm",
    "year": 2009
  }, {
    "title": "Relation between interlayer composition of authigenic smectite, minerals assemblages, I/S reaction rate and fluid composition in silic ash of the Nanakai Trough",
    "authors": ["H. Masuda", "J.R. ÓNeil", "W.T. Jiang", "D.R. Peacor"],
    "venue": "Clays Clay Miner. 44,",
    "year": 1996
  }, {
    "title": "Interannual variability in airsea O2 fluxes and the determination of CO2 sinks using atmospheric O2/N2",
    "authors": ["G.A. McKinley", "M.J. Follows", "J. Marshall", "S. Fan"],
    "venue": "Geophys. Res. Lett",
    "year": 2003
  }, {
    "title": "Very low-grade metapelites: mineralogy, microfabrics and measuring reaction progress",
    "authors": ["R.J. Merriman", "D.R. Peacor"],
    "venue": "Lowgrade Metamorphism. Blackwell Sciences,",
    "year": 1999
  }, {
    "title": "X-ray Diffraction and the Identification and Analysis of Clay Minerals",
    "authors": ["D. Moore", "R. Reynolds Jr."],
    "year": 1989
  }, {
    "title": "X-ray Diffraction and the Identification and Analysis of Clay Minerals, second ed",
    "authors": ["D. Moore", "R. Reynolds Jr."],
    "year": 1997
  }, {
    "title": "Spatial and temporal distribution of diagenetic alterations in siliciclastic rocks: implications for mass transfer in sedimentary basins",
    "authors": ["S. Morad", "J. Ketzer", "L. De Ros"],
    "venue": "Sedimentology 47,",
    "year": 2000
  }, {
    "title": "Texture and strutcture of Opal-CT and Opal_C in volcanic rocks",
    "authors": ["T. Nagase", "M. Akizuki"],
    "venue": "Can. Mineral",
    "year": 1997
  }, {
    "title": "Prediction of some weathering of basalts",
    "authors": ["H.W. Nesbitt", "G.M. Young"],
    "venue": "Am. J. Sci",
    "year": 1984
  }, {
    "title": "Source rock and environmental control on clay mineral associations, Lower section of Paganzo Group (Carboniferous), Northwest Argentina",
    "authors": ["L. Net", "S. Alonso", "C. Limarino"],
    "venue": "Sediment. Geol",
    "year": 2002
  }, {
    "title": "Smectites in iron-rich calcareous soil and black soils of Taiwan",
    "authors": ["C.W. Pai", "M.K. Wang", "W.M. Wang", "K.W. Houng"],
    "venue": "Clay Clay Miner",
    "year": 1999
  }, {
    "title": "Progressive stages in the formation of kaolin minerals of different morphologies in the weathering of plagioclase",
    "authors": ["D. Papoulis", "P. Tsolis-Katagas", "C. Katagas"],
    "venue": "Clays Clay Miner",
    "year": 2004
  }, {
    "title": "Considerations and applications of the illite/smectite geothermometer in hydrocarbon-bearing rocks of miocene to Mississippian age",
    "authors": ["R.M. Pollastro"],
    "venue": "Clays Clay Miner",
    "year": 1993
  }, {
    "title": "Redefinición estratigráfica del Grupo Río Chico (Paleógeno inferior), en el norte de la cuenca del Golfo San Jorge, Chubut, Argentina",
    "authors": ["M.S. Raigemborn", "J.M. Krause", "E. Bellosi", "S.D. Matheos"],
    "venue": "Rev. Asoc. Geol. Argent",
    "year": 2010
  }, {
    "title": "Early Paleogene climate at mid latitude in South America: mineralogical and paleobotanical proxies from continental sequences in Golfo San Jorge basin (Patagonia, Argentina)",
    "authors": ["M. Raigemborn", "M. Brea", "A. Zucol", "S. Matheos"],
    "venue": "Geol. Acta",
    "year": 2009
  }, {
    "title": "Análisis composicional y procedencia de la Formación Peñas Coloradas, Grupo Río Chico (Paleoceno superior-Eoceno?), en la región oriental de la Cuenca del Golfo San Jorge, Chubut, Argentina",
    "authors": ["M. Raigemborn"],
    "venue": "Lat. Am. J. Sedimentol. Basin Anal",
    "year": 2006
  }, {
    "title": "Evolución magmática y geotectónica de la “Serie Andesítica” andina (Paleoceno e Eoceno) en la cordillera norpatagónica",
    "authors": ["C. Rapela", "L. Spalletti", "J. Merodio"],
    "venue": "Rev. Asoc. Geol. Argent",
    "year": 1983
  }, {
    "title": "Climato-environmental controls on clay mineralogy of the HettangianeBajocian successions of the Mecsek Mountains, Hungary: an evidence for extreme continental weathering during the early Toarcian oceanic anoxic event",
    "authors": ["B. Raucsik", "A. Varga"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol. 265,",
    "year": 2008
  }, {
    "title": "Soils of the Past, second ed",
    "authors": ["G.J. Retallack"],
    "year": 2001
  }, {
    "title": "Discrimination of kaolinite varieties in Porters Creek and Wilcox sediments of North-Central Mississippi",
    "authors": ["W.R. Reynolds"],
    "venue": "Clay Clay Miner",
    "year": 1991
  }, {
    "title": "Antarctic subtropical humid episode at the PaleoceneeEocene boundary: clayemineral evidence",
    "authors": ["C. Robert", "J.P. Kennett"],
    "venue": "Geology 22,",
    "year": 1994
  }, {
    "title": "Development of early Eocene warm climates, as inferred from clay mineral variations in oceanic sediments",
    "authors": ["C. Robert", "H. Chamley"],
    "venue": "Global Planet. Change",
    "year": 1991
  }, {
    "title": "Ordered illite-smectite and kaolinite-smectite pedogenic minerals in a lower Carboniferous paleosol sequence, South Wales",
    "authors": ["D. Robinson", "V.P. Wright"],
    "venue": "Clay Miner",
    "year": 1987
  }, {
    "title": "Paleogene phytogeography and climatology of South America",
    "authors": ["E.J. Romero"],
    "venue": "Ann. Missouri Bot. Gard",
    "year": 1986
  }, {
    "title": "Palaeoenvironmental controls on the clay mineralogy of Carnian sections from the Transdanubian Range (Hungary)",
    "authors": ["A. Rostási", "B. Raucsik", "A. Varga"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 2011
  }, {
    "title": "The temporal evolution of pedogenic Feesmectite to Feekaolin via interstratified kaolinesmectite in a moist tropical soil chronosequence",
    "authors": ["P.C. Ryan", "F.J. Huertas"],
    "venue": "Geoderma 151,",
    "year": 2009
  }, {
    "title": "Tectonicepalaeoenvironmental forcing of clay-mineral assemblages in nonmarine settings: the OligoceneeMiocene as Pontes Basin (Spain). Sediment",
    "authors": ["A. Sáez", "M. Inglès", "L. Cabrera", "A. de las Heras"],
    "venue": "Geol. 159,",
    "year": 2003
  }, {
    "title": "Sea-level, humidity, and land-erosion records across the initial Eocene thermal maximum from a continental-marine transect in northern Spain",
    "authors": ["G. Schmitz", "V. Pujalte"],
    "venue": "Geology 31,",
    "year": 2003
  }, {
    "title": "Kaolinite, opal CT, and clinoptilolite in altered tuffs interbedded with lignite in the Jackson Group, Texas",
    "authors": ["A.L. Senkayi", "D.W. Ming", "J.B. Dixon", "L.R. Hossner"],
    "venue": "Clays Clay Miner",
    "year": 1987
  }, {
    "title": "Clay mineral assemblages as indicators of hydrothermalism in the basal part of the CRP-3 core (Victoria Land Basin, Antarctica)",
    "authors": ["M. Setti", "L.N. Marino", "A. Lopez-Galindo"],
    "venue": "Clay Miner",
    "year": 2009
  }, {
    "title": "Deposition of volcanogenic smectite along the southeastern NeoTethys margin during the oceanic convergence stage",
    "authors": ["S. Shoval"],
    "venue": "Appl. Clay Sci",
    "year": 2004
  }, {
    "title": "Warm and wet conditions in the Arctic region during Eocene",
    "authors": ["A. Sluijs", "S. Schouten", "T.H. Donders", "P.L. Schoon", "U. Röhl", "G. Reichart", "F. Sangiorgi", "J. Kim", "J.S. Sinninghe Damsté", "H. Brinkhuis"],
    "venue": "Thermal Maximum 2. Nat. Geosci",
    "year": 2009
  }, {
    "title": "DanianeSelandian sea-level change and biotic excursión on the southern Tethyan margin (Egypt)",
    "authors": ["R.P. Speijer"],
    "venue": "Geological Society of America, Special Paper,",
    "year": 2003
  }, {
    "title": "Clay-mineral distribution patterns in late Neogene fluvial sediments of the Subathu sub-basin, central sector of Himalayan foreland basin: implications for provenance and climate. Sediment",
    "authors": ["N. Suresh", "S. Ghosh", "R. Kumar", "S. Sangode"],
    "venue": "Geol. 163,",
    "year": 2004
  }, {
    "title": "Geology of the golfo san jorge Basin, Argentina",
    "authors": ["C.A. Sylwan"],
    "venue": "J. Iber. Geol",
    "year": 2001
  }, {
    "title": "Palaeoclimatic interpretation of clay minerals in marine deposits: an outlook from the continental origin",
    "authors": ["M. Thiry"],
    "venue": "Earth-Sci. Rev",
    "year": 2000
  }, {
    "title": "Jurásico y Cretácico",
    "authors": ["M. Uliana", "L. Legarreta"],
    "venue": "Geología Argentina. Anal. SEGEMAR",
    "year": 1999
  }, {
    "title": "Composition and mineralogy of clay minerals",
    "authors": ["B. Velde"],
    "venue": "Origin and Mineralogy of Clays. Springer-Verlag,",
    "year": 1995
  }, {
    "title": "Mixed-layer kaolinite-smectite minerals as detected by interactions with rhodamine 6 G dye",
    "authors": ["S. Vingiani", "D. Righi", "S. Petit", "F. Terribile"],
    "venue": "Clay Clay Miner",
    "year": 2004
  }, {
    "title": "Kaolin mineralogy of clays in paleosol profiles on the late-Miocene sediments in Penghu Islands (Pescadores), Taiwan",
    "authors": ["W.M. Wang", "H.W. Yeh", "P.Y. Chen", "M.K. Wang"],
    "venue": "Clay Clay Miner",
    "year": 1998
  }, {
    "title": "A complete high-resolution Paleocene benthic stable isotope record for the central Pacific (ODP Site 1209)",
    "authors": ["T. Westerhold", "U. Röhl", "B. Donner", "H.K. McCarren", "J.C. Zachos"],
    "venue": "Paleoceanography 26, PA2216",
    "year": 2011
  }, {
    "title": "Importance of volcanic glass alteration to sediment stabilization: offshore Japan",
    "authors": ["R.J. White", "G.A. Spinelli", "P.S. Mozley", "N.W. Dunbar"],
    "venue": "Sedimentology",
    "year": 2011
  }, {
    "title": "Eocene plant diversity at Laguna del Hunco y Río Pichileufú, Patagonia, Argentina",
    "authors": ["P. Wilf", "K. Johnson", "R. Cúneo", "J. Hicks", "E. Smith", "B. Singer", "M. Gandolfo"],
    "venue": "Am. Nat",
    "year": 2005
  }, {
    "title": "Silica diagenesis II. General mechanisms",
    "authors": ["L.A. Williams", "D.A. Crerar"],
    "venue": "J. Sediment. Petrol",
    "year": 1985
  }, {
    "title": "Authigenic clays in sandstones: recognition and influence on reservoir properties and paleoenvironmental analysis",
    "authors": ["M.D. Wilson", "E.D. Pittman"],
    "venue": "J. Sediment. Petrol",
    "year": 1977
  }, {
    "title": "The origin and formation of clay minerals in soils: past, present and future perspectives",
    "authors": ["M.J. Wilson"],
    "venue": "Clay Miner",
    "year": 1999
  }, {
    "title": "Paleogene land mammal faunas of South America: a response to global climatic changes and indigenous floral diversity",
    "authors": ["M.O. Woodburne", "F.J. Goin", "M. Bond", "A.A. Carlini", "J.N. Gelfo", "G.M. López", "A. Iglesias", "A.N. Zimicz"],
    "venue": "J. Mammal. Evol.",
    "year": 2013
  }, {
    "title": "Clay minerals in sandstones",
    "authors": ["H. Worden", "S. Morad"],
    "venue": "Special Publication,",
    "year": 2003
  }, {
    "title": "Mineralogy of red- and yellow-colored soils from Thailand",
    "authors": ["N. Yoshinaga", "Y. Kato", "M. Nakai"],
    "venue": "Soil. Sci. Plant Nutr",
    "year": 1989
  }, {
    "title": "An early Cenozoic perspective on greenhouse warming and carbon-cycle dynamics",
    "authors": ["J.C. Zachos", "G.R. Dickens", "R.E. Zeebe"],
    "venue": "Nature 451,",
    "year": 2008
  }, {
    "title": "Extreme warming of mid-latitude coastal ocean during the PaleoceneeEocene thermal maximum: inferences from TEX86 and isotope data",
    "authors": ["J.C. Zachos", "S. Schouten", "S. Bohaty", "A. Sluijs", "H. Brinkhuis", "S. Gibbs", "T. Bralower", "T. Quattlebaum"],
    "venue": "Geology 34,",
    "year": 2006
  }, {
    "title": "Trends, rhytms, and aberrations in global climate 65 Ma to present",
    "authors": ["J. Zachos", "M. Pagani", "L. Sloan", "E. Thomas", "K. Billups"],
    "venue": "Science 292,",
    "year": 2001
  }],
  "id": "SP:bd106bd06590a018c2420125affe1494e7fb2885",
  "authors": [{
    "name": "María Sol Raigemborn",
    "affiliations": []
  }, {
    "name": "Lucía E. Gómez-Peral",
    "affiliations": []
  }, {
    "name": "Javier Marcelo Krause",
    "affiliations": []
  }, {
    "name": "Sergio Daniel Matheos",
    "affiliations": []
  }],
  "abstractText": "The distribution of the clay minerals of the Banco Negro Inferior-Río Chico Group succession (BNI-RC), a middle Danianemiddle Eocene mainly continental epiclasticepyroclastic succession exposed in the Golfo San Jorge Basin, extra-Andean Patagonia (w46 LS), is assessed in order to determine the possible origin of clay and specific non-clay minerals using X-ray diffraction and scanning electron microscopy analyses. The control over the clay mineralogy of the sedimentary settings, contemporary volcanism, paleoclimate and weathering conditions is considered. A paleoclimatic reconstruction is provided and correlated with the main global warming events that occurred during the early Paleogene. Mineralogical analyses of BNI-RC demonstrate that smectite and kaolin minerals (kaolinite, halloysite and kaolinite/smectite mixed layers) are the main clay minerals, whereas silica polymorphs (volcanic glass and opal) are common non-clay minerals. Throughout the succession, smectite and kaolin minerals are arranged in different proportions in the three clayemineral assemblages. These show a general vertical trend in which the smectite-dominated assemblage (S1) is replaced by the smectite-dominated assemblage associated with other clays (S2) and the kaolinite-dominated assemblage (K), and finally by S2 up-section. The detailed micromorphological analysis of the clay and non-clay minerals allows us to establish that the origins of these are by volcanic ash weathering, authigenic and pedogenic, and that different stages in the evolution of mineral transformations have occurred. The supply of labile pyroclastic material from an active volcanic area located to the northwest of the study area could have acted as precursor of the authigenic and volcanogenic minerals of the analyzed succession. Diverse fine-grained lithological facies (muddy and tuffaceous facies) and sedimentary settings (coastal swamp and transitional environments, and different fluvial systems) together with variable climate and weathering conditions controlled the mineralogical transformations and the arrangement of clayemineral assemblages. The paleoclimatic reconstruction suggests a general warm and humid climate. However, the temporal trend of the clayemineral assemblages, the ratios between smectite and kaolinite and the micromorphological analysis of clay minerals contrasted with evidence from sedimentological analyses suggest a warm and seasonal climate for the basal part of the unit, a warm and humid climate with a relatively more perennial rainfall regime in the middle part of the unit, and a warm and less humid, probably subhumid, climate up-section. Such a reconstruction makes it possible to establish a correlation with some of the hyperthermal events of the Early Paleogene Global Warming (EPGW) and, consequently, constitute one of the most complete time records of the EPGW in South America. 2014 Elsevier Ltd. All rights reserved. e Investigaciones Geológicas, Calle 1 644, 1900 La Plata, Argentina. Tel.: þ54 221 421 5677; fax: þ54 221 482 7560. .museo.unlp.edu.ar (M.S. Raigemborn), lperal@cig.museo.unlp.edu.ar (L.E. Gómez-Peral), mkrause@mef.org.ar (J.",
  "title": "Controls on clay minerals assemblages in an early paleogene nonmarine succession: Implications for the volcanic and paleoclimatic record of extra-andean patagonia, Argentina"
}