{
  "sections": [{
    "text": "Water is a key constituent of every planetary environment, and on Venus its abundance, distribution and temporal behaviour are crucial for understanding greenhouse warming, cloud formation and dissipation, volcanism, and atmospheric evolution. Many telescopic and spacecraft-based observations of atmospheric water vapour on Venus have been made, but are inconclusive about its role as a component of the current climate system on the planet. The data suggest that H2O may be well mixed in the lower atmosphere, but highly variable in and near the cloud layers, and probably also at the thermospheric levels where dissociation and loss occur. The details of the middle atmosphere variability, how significant it is, and the processes responsible, remain controversial. In particular, the Pioneer Venus Infrared Radiometer found a large wet patch , a localized region where the water vapour mixing ratio is generally enhanced by one to two orders of magnitude over the global mean, occurring at low latitudes in the mid-afternoon, that has not been confirmed by other observations. If it is real, the presently unknown mechanism that produces it may be an important part of the water cycle in the Venusian atmosphere. Here we reconsider this problem, and some of the possible processes that may be involved, prior to the expected acquisition of relevant new data by Venus Express and the Venus Climate Orbiter. 2005 COSPAR. Published by Elsevier Ltd. All rights reserved.\nKeywords: Venus; Atmosphere; Water vapour; Venus Express"
  }, {
    "heading": "1. Introduction and observations",
    "text": "The question of why Venus has so little water compared to the Earth is a longstanding one that remains unsettled. The generally accepted planetesimal hypothesis for the formation of the planets, plus any subsequent acquisition of volatiles as meteoritic or cometary material, would lead us to expect the two similar and neighboring planets to have about the same inventory of water. It has been shown (see, for example, the overview by Donahue et al., 1997) that a reasonable interpretation of the very high deuterium to hydrogen ratio in the water vapour that remains, is that\n0273-1177/$30 2005 COSPAR. Published by Elsevier Ltd. All rights reserv doi:10.1016/j.asr.2005.09.021\nq This paper is dedicated to the memory of Vasily Moroz (1931–2004), with whom the author had many discussions on this subject over the years, from the time of the Pioneer Venus and Venera missions of the 1970s and 1980s onwards.\nE-mail address: f.taylor@physics.ox.ac.uk\nVenus once had oceans, possibly of terrestrial proportions, which have since been lost. The principal mechanism for this is dissociation by solar UV, followed by loss of the hydrogen and chemical recombination of the oxygen with other species and, in particular, with the crust. Exactly what state the Venusian ocean was in during the course of its history, given that the boiling point of water at the current surface pressure is around 190 C, compared to a current surface temperature of around 400 C, remains unclear, as does the length of time it took to dissipate. These factors depend not only on the detailed loss processes, but also on any replenishment by (for example) volcanic emissions and cometary infall. Indeed, we do not know whether the presently observed state is one of equilibrium between the production and loss of atmospheric water vapour, or whether Venus is continuing to dry out.\nMost of the water we now see on Venus is in the cloud layers, at least it must be if the clouds are all made of 25%\ned.\nH2O combined with 75% H2SO4, and have the mass loading noted by the Pioneer Venus large probe (both undoubtedly oversimplifications, in fact, but the best we have to go on). Well below the clouds, the mixing ratio seems to be about 40 ppmv and roughly constant, according to recent near-infrared spectroscopic data (summarised by Taylor et al., 1997). This presumably represents dynamic equilibrium primarily between emission from volcanoes, cloud formation and dissipation processes, dissociation and adsorption at the surface, global transport, and propagation from or through the cloud regions upwards, into the mesosphere where photolysis can proceed.\nDirect measurements from probes have, however, painted a complicated picture of the water vapour concentration in the region of the clouds. This was summarized by von Zahn et al. (1983) as follows: Within the rather extended cloud deck of Venus there is but one positive identification of water vapour, the 200-ppm measurements of Moroz (1979). Below the cloud deck, i.e., beneath 48 km altitude, we are faced by a choice between (crudely stated) a few 1000 ppm water content as indicated by the PV gas chromatograph or an abundance on the order of 100 ppm as measured by all the other instruments, using three different experimental techniques.\nObservations of water vapour on Venus above the clouds has a longer and more complete history than the very sketchy picture of water in the deep atmosphere outlined above. Nevertheless, this also remains mysterious. The region defined by its availability to observations from outside the planet (at wavelengths other than in the microwave, or in the near IR windows) is characterised by concentrated sulphu-\nric acid clouds at its base, at a pressure of around one bar or less, and the region of dissociation and hydrogen escape at the top, at a microbar or so. Whatever goes on in between appears to produce highly variable water vapour column abundances. Barker, in the 1960s and 1970s, made regular observations and found that anything from 1 to 100 pr lm could be observed. Barker s observations, and others made at the same epoch (summarized by von Zahn et al., 1983) contain suggestions of a variation with the phase of Venus at the time of observation, as well as with the location and time of the observation. This was interpreted as evidence for localized wet regions on the planet, due to some kind of unidentified meteorological activity.\nThe situation ought to have become much clearer when the Pioneer Venus Orbiter Infrared Radiometer (OIR) and the Venera 15 Fourier Transform Spectrometer (FTS) obtained global maps of middle-atmosphere water vapour from Venus orbit in 1978–1979 and 1983, respectively. However, the two data sets did not agree at all well. The FTS found roughly constant water vapour mixing ratios of around 12 ± 5 ppm with, in particular, little or no difference from day to night (Moroz et al., 1990; Ignatiev et al., 1999), while the OIR retrievals showed generally larger values, with much more spatial and diurnal variation (Schofield et al., 1982). In particular, the OIR team found a large, persistent, and sharply delineated wet region centred over the equatorial region in early afternoon, where retrieved water vapour values were as high as 100 ppm. A recent re-analysis of the Pioneer OIR and Venera FTS data using self-consistent retrieval algorithms and spectral line\ng to the Pioneer Venus OIR (open points) and the Venera 15 FTS (filled d discussed in detail.\nig. 3. A model for the wet region observed by Pioneer Venus OIR, in hich two processes are at work: the release of water vapour from the loud droplets as a result of strong radiative heating near the sub-solar oint, and vertical transport along a water vapour concentration gradient a localized convection cell that is also driven by solar heating. emperatures and pressures are roughly Earth-like in the regime occupied y the convection cell; for instance, the mean temperature is 300 K at a eight of about 55 km where the pressure is around 500 mbar. Water bundances measured directly by entry probes vary over a range of more an an order of magnitude, as discussed in the text, but are typically of e order of several 100 ppmv near the cloud base.\ndata has basically confirmed these differences (Koukouli et al., 2005, and Fig. 1).\nThe fact that Venera 15 did not observe the wet region was controversial for many years but is, in fact, not surprising, when differences in the viewing geometry of the two experiments are considered (Fig. 2). The FTS was in a polar orbit, viewing straight down from a three-axis stabilized platform, and thus traced a single line across the planet on each orbit, whereas the Pioneer orbit was inclined at 15 to the pole and the OIR view angle was at 45 to the spin axis, resulting in swept coverage across a large area of the planet in each orbit. The resulting coverage patterns are described in Moroz et al., 1990, and Taylor et al., 1980, respectively. Neither instrument had a very long life, just a few months in each case, and the coverage patterns only partially overlap. In particular, the FTS never observed the equatorial mid-afternoon region where OIR found high water vapour values; the afternoon points shown in Fig. 1 are all at higher latitudes. This does not, of course, prove the existence of the wet region, let alone explain it; and there still remains the question of why the OIR water abundances are a factor of two or more higher over the extensive region on Venus where the coverage did overlap (spatially, although not temporally)."
  }, {
    "heading": "2. Interpretation and speculation",
    "text": "What, then, is the position regarding our understanding of water on Venus? The major issues might be summarized as follows:\n1. What is the total abundance of water on Venus, and how does it compare with the original amount present shortly after the planet cooled to something like its present state? Can the relation between these amounts be explained by plausible loss mechanisms, and can the history of water on Venus be reconciled with that on Earth and Mars?\n2. How can the low abundance of water vapour in the lower atmosphere be reconciled with cloud chemistry in the upper troposphere and surface interactions at the base, plus any other processes of importance not presently appreciated? What are the variations in the humidity of the lower atmosphere? 3. Is there a secular variation in the humidity of the upper atmosphere, in and above the visible cloud layers, as a literal interpretation of the Pioneer and Venera data would now seem to require? Is the afternoon wet region real and persistent, and if so what causes it? Is it an important phenomenon within the context of Venusian meteorology as a whole?\nProgress with all of these questions can be expected when the European Venus Express Mission commences operations in the first half of 2006. Near infrared spectroscopy by the Visible-InfraRed Thermal Imaging Spectrometer (VIRTIS) and Planetary Fourier Spectrometer (PFS) instruments should allow mapping of the water vapour abundance above and below the clouds independently. The most likely candidates for non-systematic fluctuations in water vapour amount, active volcanism and weather systems, should be explicitly identified and, to some extent that depends on the discovered conditions, characterized.\nIn Fig. 3, we make a prediction concerning the wet region that should be readily testable with Venus Express data. In the sub-solar region, heating of the atmosphere will be at its greatest, especially in the region of greatest opacity in the cloud layers. From our limited knowledge of the vertical cloud structure, a relatively narrow layer at about 45 km altitude contains most of the absorber\nF w c p in T b h a th th\namount (Knollenberg and Hunten, 1980) and this is likely to experience the strongest heating, and so to become unstable against convection, particularly at local noon. There is evidence in the many UV pictures of Venus (e.g., Belton et al., 1976) of a pattern of convection cells that is concentrated in the sub-solar region, but shifted towards the afternoon in the same sense as the humidity maximum. Both are observed at a height some 20 km above the region of postulated maximum heating, and, since the region between is known to be one of large zonal wind shear, it is reasonable to expect tilting of the convection cell, as shown in the diagram.\nIn order for the convection to transport water upwards, we also need a gradient in the vertical profile of water vapour through the whole cloud region, more or less guaranteed by the observed higher mean values below, relative to above, the clouds, as noted above. Perhaps solar heating, as well as inducing vertical motion, also alters the equilibrium between the gaseous atmosphere and the cloud droplets (which, although of unknown composition below the highest layers, probably contain H2O at every level) so as to increase the concentration of water vapour present in the strongly heated sub-solar region. At present there is insufficient data to say which, if any, of these processes dominates or to try to model them realistically."
  }, {
    "heading": "3. Conclusion",
    "text": "Whether or not it turns out to be realistic, the model outlined in the previous section has the virtue that it should be possible to develop and test it quantitatively using data soon to be obtained by experiments on forthcoming space missions. Like carbon monoxide and several other minor constituents of the lower atmosphere, water vapour presents a measurable spectrum in the near-infrared windows to suitable remote sensing instruments like those on the forthcoming Venus Express mission. There is a good prospect, therefore, that its abundance and distribution, possibly including some rough vertical profiling, will be known in the next few years. If this is correlated with volcanic activity, or the variations in cloud thickness or height, or the abundances of other species, important clues may be obtained about the water budget on present-day Venus.\nVenus Express should also provide insight into Venusian mysteries such as the global superrotation, the polar dipole dynamics, the existence and importance of active vol-\ncanism, the role of various gases and cloud properties in the greenhouse effect, and the mysterious deep atmosphere weather systems, some or all of which are related to the water budget and its internal variations. Looking further ahead, a Japanese orbiter mission complementary to Venus Express will launch in 2011, ESA is currently engaged on advanced definition work for a floating station with multiple microprobe deployment into the lower atmosphere, and Venus atmospheric probes have also been proposed in the USA as part of NASA s Discovery Program."
  }],
  "year": 2005,
  "references": [{
    "title": "Cloud patterns, waves and convection in the Venus atmosphere",
    "authors": ["M.J.S. Belton", "G. Smith", "G. Schubert", "A. del Genio"],
    "venue": "J. Atmos. Sci",
    "year": 1976
  }, {
    "title": "Ion/neutral escape of hydrogen and deuterium: evolution of water",
    "authors": ["T.M. Donahue", "D. Grinspoon", "R. Hartle", "R. Hodges"],
    "year": 1997
  }, {
    "title": "Venera 15: Water vapour in the middle atmosphere of Venus",
    "authors": ["N. Ignatiev", "V.I. Moroz", "L. Zasova", "I. Khatuntsev"],
    "venue": "Adv. Space Res",
    "year": 1999
  }, {
    "title": "Microphysics of the clouds of Venus",
    "authors": ["R. Knollenberg", "D. Hunten"],
    "venue": "J. Geophys. Res",
    "year": 1980
  }, {
    "title": "Water vapor abundance in Venus middle atmosphere from Pioneer Venus OIR and Venera 15 FTS measurements",
    "authors": ["M. Koukouli", "P.G.J. Irwin", "F.W. Taylor"],
    "venue": "Icarus 173,",
    "year": 2005
  }, {
    "title": "Several conclusions as to the structure of the boundary layer of the atmosphere of Venus",
    "authors": ["V.I. Moroz"],
    "venue": "in: First Panoramas of the Surface of Venus. Nauka,",
    "year": 1979
  }, {
    "title": "Water vapour and sulphur dioxide abundances at the Venus cloud tops from the Venera-15 infrared spectrometry data",
    "authors": ["V.I. Moroz", "D. Spankuch", "D.V. Titov", "K. Schafer", "A.V. Dyachkov", "W. Dohler", "L.V. Zasova", "D. Oertel", "V.M. Linkin", "J. Nopirakowski"],
    "venue": "Adv. Space Res",
    "year": 1990
  }, {
    "title": "The global distribution of water vapour in the middle atmosphere of Venus",
    "authors": ["J.T. Schofield", "F.W. Taylor", "D.J. McCleese"],
    "venue": "Icarus 52,",
    "year": 1982
  }, {
    "title": "Near-infrared sounding of the lower atmosphere of Venus",
    "authors": ["F.W. Taylor", "D. Crisp", "B. Bézard"],
    "year": 1997
  }, {
    "title": "The composition of the atmosphere of Venus",
    "authors": ["U. von Zahn", "S. Kumar", "H. Niemann", "R. Prinn"],
    "year": 1983
  }],
  "id": "SP:de5cece2af32e2d45e7ae9a11d9e5a78e0ed5152",
  "authors": [{
    "name": "F.W. Taylor",
    "affiliations": []
  }],
  "abstractText": "Water is a key constituent of every planetary environment, and on Venus its abundance, distribution and temporal behaviour are crucial for understanding greenhouse warming, cloud formation and dissipation, volcanism, and atmospheric evolution. Many telescopic and spacecraft-based observations of atmospheric water vapour on Venus have been made, but are inconclusive about its role as a component of the current climate system on the planet. The data suggest that H2O may be well mixed in the lower atmosphere, but highly variable in and near the cloud layers, and probably also at the thermospheric levels where dissociation and loss occur. The details of the middle atmosphere variability, how significant it is, and the processes responsible, remain controversial. In particular, the Pioneer Venus Infrared Radiometer found a large wet patch , a localized region where the water vapour mixing ratio is generally enhanced by one to two orders of magnitude over the global mean, occurring at low latitudes in the mid-afternoon, that has not been confirmed by other observations. If it is real, the presently unknown mechanism that produces it may be an important part of the water cycle in the Venusian atmosphere. Here we reconsider this problem, and some of the possible processes that may be involved, prior to the expected acquisition of relevant new data by Venus Express and the Venus Climate Orbiter. 2005 COSPAR. Published by Elsevier Ltd. All rights reserved.",
  "title": "On the distribution and variability of water vapour in the middle atmosphere of Venus"
}