{
  "sections": [{
    "text": "Lead, Ba and Bi concentrations and Pb isotopic compositions have been measured in Antarctic Law Dome (66.8‡S, 112.4‡E) ice dated from 1814 AD to 1819 AD by thermal ionisation mass spectrometry to investigate the possible deposition of heavy metals from the 1815 AD eruption of Tambora volcano (8.5‡S, 117.4‡E) in Indonesia. Although volcanic S emissions from Tambora (observed as SO234 ) are present in the Antarctic ice core record, there are grounds to question the origin of the Pb and Bi also deposited at Law Dome from late 1817, as the Pb isotope data suggest this Pb originated from Mount Erebus (77.5‡S, 167.2‡E) on Ross Island, Antarctica. It is shown that at least 97% of any Pb and Bi emitted from Tambora was removed from the atmosphere within the 1.6 year period required to transport aerosols from Indonesia to Antarctica. Consequently, increased Pb and Bi concentrations observed in Law Dome ice about 1818 AD are attributed to either increased heavy metal emissions from Mount Erebus, or increased fluxes of heavy metals to the Antarctic ice sheet resulting from climate and meteorological modifications following the Tambora eruption. Elevated Ba concentrations, observed from mid-1816 to mid-1818, indicate increased atmospheric loading of rock and soil dust also occurred at the time. Crown Copyright < 2003 Elsevier Science B.V. All rights reserved.\nKeywords: lead isotopes; volcanism; Mount Erebus; barium; bismuth; thermal ionisation mass spectrometry"
  }, {
    "heading": "1. Introduction",
    "text": "Investigations of the Antarctic ice sheet have revealed past and present atmospheric conditions and compositions [1] and supported calculations\nof metal emissions to the atmosphere from natural sources [2^4]. These emission sources include rock and soil dust, volcanism, sea-salt spray, forest ¢res and marine biogenic activity [5], with the relative signi¢cance of each varying with location and time.\nWhile volcanogenic Pb inputs have been calculated for only three Antarctic sites, at Coats Land (77‡34PS, 25‡22PW and 77‡15PS, 18‡05PW [6]), Dome C (72‡39PS, 124‡10PE [7]) and Victoria\n0012-821X / 03 / $ ^ see front matter Crown Copyright < 2003 Elsevier Science B.V. All rights reserved. doi:10.1016/S0012-821X(03)00208-5\n* Corresponding author. Fax: +61-8-9266-2377. E-mail address: p.vallelonga@curtin.edu.au (P. Vallelonga).\nEPSL 6659 2-6-03 Cyaan Magenta Geel Zwart\nLand (74‡32PS, 162‡56PE and 73‡52PS, 163‡42PE [2]), quiescently-degassing volcanism has recently been evaluated as the primary source of Pb deposited in Antarctic ice [8] based on new global volcanic metal emissions data (0.86U109 g Pb/yr, 0.41U109 g Bi/yr [9]). Concentrations of Pb, Bi and other trace metals are known to be greatly enriched in volcanic plumes [10] compared to average crustal abundances. In volcanic plumes, Pb is attached to S aerosols [11] and emitted into the atmosphere in the form of ¢ne particulates [12].\nTwo previous studies have reported Pb concentrations in polar ice corresponding to the deposition of debris emitted from volcanic eruptions. Hong et al. [13] investigated Pb, Cd, Cu and Zn in Greenland ice associated with the e¡usive (predominantly lava £ow) eruption of Laki, Iceland, in 1783^1784 AD and observed an increase in Pb concentrations three times above background levels. Although this enhancement could not be accurately veri¢ed due to the in£uence of anthropogenic Pb emissions from Europe at the time [14], they calculated that 0.9 tonnes of Pb emitted from Laki was deposited on the Greenland ice sheet. The Laki eruption released approximately 15 km3 of magma [15], and led to the production of about 2U1011 kg of H2SO4 aerosols [16].\nMatsumoto and Hinkley [8] measured Pb isotopes and Pb, Cd, In and Tl concentrations in ancient ice from Taylor Dome (77‡48PS, 158‡43PE) in Antarctica which contained a visible tephra layer deposited from an explosive volcanic eruption. The ice stratum was dated to approximately 72.9 kyr BP. Although Matsumoto and Hinkley observed a three-fold Pb concentration increase in the ice stratum they noted that this was accounted for by the Pb content in volcanic tephra, and so concluded that any excess metals that may have been present in the eruption cloud were lost prior to deposition of the tephra in the ice. This ¢nding contradicted the conclusions of Nho et al. [17] who, in reporting SO2 £uxes and Pb/SO2 and Bi/SO2 ratios for two Indonesian arc volcanoes, concluded that explosive volcanism was more important than e¡usive volcanism as a source of volcanogenic metals for long-range transport. Their conclusion was based on the rea-\nsoning that only explosive eruptions were capable of injecting large quantities of volcanogenic metals into the stratosphere, where long-range transport would be facilitated by the longer atmospheric residence time of aerosols.\nThe Tambora volcano erupted violently in April 1815 AD, ejecting 2U1014 kg of material and later producing s 1011 kg of SO4 [18]. These emissions produced the ‘year without a summer’, 1816 AD, during which global temperatures decreased by 0.4^0.7‡C [19]. Enhancements of nonsea-salt SO234 (nssSO 23 4 ) concentrations attributed to the eruption of Tambora have been identi¢ed in several Greenland [20,21] and Antarctic [22^24] ice cores. At Law Dome, a nssSO234 signal is observed from late 1816, with a 1.6 year time lag attributed to the relatively slow stratospheric transport of ¢ne volcanic debris [23].\nWe present the ¢rst measurements of Pb, Ba and Bi concentrations and Pb isotopes corresponding to an identi¢ed volcanic signal in Antarctic ice. Previous analyses of Law Dome ice cores have established a reliable background for Pb and Ba concentrations and Pb isotopic compositions representative of normal Pb and Ba inputs [25]. At Law Dome, Pb and Ba concentrations are at background levels in the early 19th century, and we assume the same for Bi. Barium has been measured as a proxy for natural dust inputs [26], while enhancements in Bi are most likely due to volcanism [27]."
  }, {
    "heading": "2. Methods",
    "text": ""
  }, {
    "heading": "2.1. Samples",
    "text": "Samples were obtained from the DSS-W20k ¢rn/ice core (lat. 66‡46P27QS, long. 112‡21P26QE, altitude 1370 m a.s.l.) drilled on the Law Dome ice cap in Wilkes Land [28]. The locations of Law Dome in Antarctica and Tambora in Indonesia are shown in Fig. 1. The 70.3 m long and 8.2 cm diameter electromechanical core was drilled in December 1997, 20 km west of the Dome Summit South (DSS) ice core [23]. A 1 m length of the core was analysed, incorporating the years 1814^ 1818 AD. There appears to be little disturbance\nEPSL 6659 2-6-03 Cyaan Magenta Geel Zwart\nfrom katabatic winds at the site [29], for which the accumulation rate is about 160 kg/m2/yr and the mean annual temperature is 321.8‡C. Law Dome experiences mostly easterly air£ow driven by Southern Ocean cyclonic systems which centre on 65‡S.\nThe dating of the DSS-W20k ice core was based on a multiparametric approach consisting of snow accumulation and densi¢cation rate calculations combined with intercomparisons of characteristic nssSO234 signals observed in the DSS-W20k and DSS [23] ice core records. The high accumulation rate (s 600 kg/m2/yr) and low surface winds and temperatures at the Law Dome summit contribute to the excellent preservation of seasonal N18O and chemical signals in the DSS ice core; however, snow accumulation decreases to the west of the summit where the DSS-W20k site is located. While seasonal characteristics of chemical signals are retained at the DSS-W20k site, the lower snow accumulation rate precludes the preservation of seasonal N18O signals so dating of the DSS-W20k core by annual layer counting is not possible. Instead, the DSSW20k core was initially dated using snow accumulation and densi¢cation data based on ice rheology calculations and later improved by trapped-gas measurements of the close-o¡ depth\n(D. Etheridge, personal communication). The accumulation rate was con¢rmed after identi¢cation of the characteristic doublet of nssSO234 signals attributed to eruptions of Tambora (1815 AD) and an unknown volcano (1809 AD) which were correlated with the doublet observed in the DSS core record. The times of arrival of these volcanic emission products at Law Dome have been established using accurate multiparameter multicore dating [23], for which the uncertainty is less than 0.5 years.\nChemical signals observed in the DSS-W20k core were used to identify annual layers of snow accumulation, based on observations of the seasonal deposition of chemicals at Law Dome [29]. Of the chemical species measured by ion chromatography (Cl3, Naþ, Kþ, MSA, Mg2þ, Ca2þ, SO234 and NO 3 3 ), Cl\n3, Naþ, Kþ and Mg2þ all displayed distinct winter maxima. Uncertainty in the dating of the annual layers in the DSS-W20k core, based on seasonal chemical signals, is S 0.5 years.\nFallout of volcanic debris was identi¢ed by measurements of electrical conductivity [30] and nssSO234 concentrations. The nssSO 23 4 signals observed in the DSS-W20k ice core between 1808 and 1818 AD are shown in Fig. 2. The nssSO234 seasonal cycles between the volcanic events are\nEPSL 6659 2-6-03 Cyaan Magenta Geel Zwart\nattributed to seasonal biological production of SO234 [29]. The nssSO 23 4 signal tentatively assigned to Tambora was observed between the depths of 41.98 m (about 1817.0) and 41.72 m (about 1818.5), while that tentatively assigned to an unidenti¢ed volcanic eruption of 1809 AD [22,23] was observed between 43.01 m and 43.26 m."
  }, {
    "heading": "2.2. Decontamination",
    "text": "Since the decontamination and mass spectrometry procedures used for this study are described by Vallelonga et al. [31], only a summary of those protocols is presented here. All apparatus used to handle the samples was made of polyethylene (PE), £uorinated ethylene propylene Te£on or type 316L stainless steel, cleaned by immersion in a series of successively purer, heated acid baths prior to use. The decontamination procedure involves the chiselling of concentric layers of ice from the core, leaving a pristine inner core (IC) section free from any external contamination. The extent to which samples were contamination-free was assessed by measuring the concentrations in the pro¢le from the exterior to the centre of the core, with a plateau in the innermost layers generally indicating a pristine inner core [32].\nThe samples were collected from two pieces of the DSS-W20k ice core, each piece being 50 cm in length. Prior to the decontamination of each piece, a bandsaw was used to remove a longitudinal slice for N18O and other chemical analyses. The concentric layers were chiselled and the inner core was then broken into several pieces that were each stored separately in PE or per£uoroalkoxy\n(PFA) Te£on containers. The length and corresponding depth interval of each piece is shown in Fig. 3. Fifteen inner core pieces were collected between depths 41.727 m and 42.644 m, of which nine (designated IC1^IC9) correspond to 2.5 years of deposition from 1816 to 1819 and six (designated IC10^IC15) correspond to the preceding years 1814^1816, when normal nssSO234 levels are observed.\nFollowing the decontamination, the samples were weighed then melted and aliquotted into PE bottles. The samples were then frozen and transported across Australia from Hobart, Tasmania, to Curtin University of Technology in Perth, Western Australia, for analysis by thermal ionisation mass spectrometry (TIMS)."
  }, {
    "heading": "2.3. Mass spectrometry",
    "text": "All samples were prepared in a clean room supplied with HEPA-¢ltered air. Approximately 10^ 15 g of sample was transferred to a preconditioned PFA Te£on beaker, to which were added concentrated HNO3, a silica gel^H3PO4 mixture and a 205Pb/137Ba mixed spike (approximately 3 pg Pb/64 pg Ba). The sample was then evaporated to dryness in a Te£on chamber under an IR lamp. The residue was transferred in a drop of silica gel^H3PO4 mixture onto a zone-re¢ned acidcleaned Re ¢lament and evaporated slowly. It was then mounted in the mass spectrometer.\nAll samples were measured by TIMS (model VG354, Fisons Instruments). For all of the samples, all isotopes were measured using a Daly detector. The TIMS sample turret allowed 16 ¢la-\nEPSL 6659 2-6-03 Cyaan Magenta Geel Zwart\nments to be loaded at a time, so each batch of measurements consisted of 10 samples, three beaker blanks, two ¢lament blanks and a 200 pg NIST SRM 981 (common Pb isotopic standard). Blanks contributed 6 0.3 pg Pb and 6 2 pg Ba [31].\nLead and Ba concentrations were determined by isotope dilution mass spectrometry, using a 205Pb/137Ba spike added to each sample prior to evaporation. Since 205Pb is not present in natural Pb this allows the Pb and Ba concentrations and Pb isotopic composition to be obtained from one sample. Lead and Ba concentrations have been determined to an accuracy of S 15% (95% con¢dence interval), which is limited by the accuracy of the spike calibration and the dispensing of the spike into the sample."
  }, {
    "heading": "2.4. Bismuth measurements",
    "text": "Bismuth was measured by TIMS according to the technique described by Chisholm et al. [33], in which the 209Bi/208Pb ion current ratio was used to determine the amount of Bi present on the ¢lament. For each sample, a calibration ratio of 11 S 2 was used to correct for the higher thermal ionisation e⁄ciency of Bi compared to that of Pb. The presence of an interfering ion, 130BaPO3þ, at m/z= 209 was corrected by monitoring 134BaPO3þ at m/z= 213, this correction being consistently less than 5% of the 209Bi ion current. Lead, Ba and Bi were measured simultaneously in each sample, with Bi concentrations determined with an accuracy of approximately 50% (95% con¢dence interval). Bismuth blanks, evaluated to be less than 1 fg, were determined in the same manner as those of Pb and Ba."
  }, {
    "heading": "3. Results",
    "text": ""
  }, {
    "heading": "3.1. Character of the data",
    "text": "Shown in Table 1 are Pb, Ba and Bi concentrations and Pb isotopic compositions of the 15 inner core pieces and also nine samples corresponding to the external, chiselled layers. While the samples obtained from the deeper core sec-\ntion, between depths 42.224 m and 42.644 m, were all deposited prior to the in£uence of emissions from Tambora, they cannot all be considered representative of background atmospheric emissions due to elevated Pb/Ba and Bi/Ba ratios observed in samples IC13^IC15. This enrichment appears to be due to the deposition of volcanic debris, possibly from Mount Erebus; however, a synchronous increase in nssSO234 is not observed. The average concentrations measured in IC samples 9^12 (corresponding to low Pb/Ba and Bi/Ba ratios between the two volcanic events) are 0.25 pg Pb/g, 1.2 pg Ba/g and 3 fg Bi/g. Although the Pb concentration is lower, Ba and Bi values are in agreement with previously measured concentrations in pre-industrial Law Dome ice (0.4 pg Pb/g, 1.3 pg Ba/g, 3 fg Bi/g) [25,34].\nThe presence of contamination in samples was initially evaluated by identifying a plateau of concentrations across the pro¢le of the core layers. The inner core concentration was taken as the sum of the IC pieces, each weighted by the proportion of the inner core it comprised. This is expressed in the equation:\nIC concentration ¼ Xn\ni¼1\nPiece concentrationiUPiece lengthi IC length\nfor which the inner core consists of n pieces of uniform cross-section. Data pertaining to the three plateau pro¢les (designated ‘TOP’, ‘MID’ and ‘BOT’ according to the physical orientation of the core sections and so as not to be confused with the IC pieces) are included in Table 1. It can be seen that plateaus are established for Bi and Pb in all pro¢les; however, for Ba, a plateau is not apparent in the section 41.927 m to 42.207 m, designated ‘MID’ in Table 1 and Fig. 3. In this pro¢le, Ba concentrations are similar to those seen only in the outer layers of other sections (designated ‘TOP’ and ‘BOT’). Contamination of the ‘MID’ section is unlikely as this part of the ice core section corresponds to a period of enhanced dust deposition, which would elevate Ba concentrations throughout the pro¢le. Plateaus of Pb/Ba and Bi/Ba ratios, also observed in the ‘MID’ section, support this conclusion.\nEPSL 6659 2-6-03 Cyaan Magenta Geel Zwart\nTable 1 Concentrations of nssSO234 , Ba, Bi and Pb and Pb isotope ratios measured in Law Dome ice core sections\nMiddle depth nssSO234 conc. Ba conc. Bi conc. Pb conc.\n206Pb/207Pb 95% C.I. 208Pb/207Pb 95% C.I. 206Pb/204Pb 95% C.I. Pb/Ba Bi/Ba\n(m) (ng/g) (pg/g) (fg/g) (pg/g) (U1000)\nTOP external layer 28.40 132193 53.69 1.176 0.004 2.420 0.002 18.4 0.1 1.89 4654 TOP second layer 6.72 61 3.14 1.169 0.004 2.416 0.033 17.9 0.3 0.47 9 TOP third layer 2.97 107 1.06 1.218 0.010 2.460 0.017 18.8 0.3 0.36 36 TOP weighted average inner core 2.32 42 0.80 1.234 2.459 19.4 0.34 18 MID external layer 4.34 2642 4.73 1.191 0.005 2.430 0.018 18.5 0.2 1.09 609 MID second layer 3.51 15 0.56 1.212 0.010 2.445 0.028 18.1 1.9 0.16 4 MID third layer 6.30 11 0.41 1.216 0.012 2.476 0.017 19.3 0.7 0.06 2 MID weighted average inner core 3.77 11 0.49 1.224 2.475 18.1 0.13 3 BOT external layer 5.63 48434 24.05 1.179 0.001 2.424 0.007 18.4 0.1 4.27 8604 BOT second layer 4.97 383 1.72 1.173 0.005 2.418 0.013 18.2 0.3 0.35 77 BOT third layer 0.86 6 0.46 1.211 0.011 2.451 0.019 19.4 0.7 0.54 7 BOT weighted average inner core 0.92 7 0.31 1.203 2.440 18.9 0.34 7 IC1 (V1818.5) 41.752 113 1.09 39 6 0.69 s 1.156 0.019 s 2.366 0.027 s 18.3 2.4 6 0.63 36 IC2 (V1818) 41.802 155 3.00 57 0.81 1.250 0.015 2.508 0.028 19.6 1.3 0.27 19 IC3 (V1817.8) 41.847 190 2.61 34 1.03 1.303 0.010 2.502 0.012 20.5 0.4 0.40 13 IC3 (V1817.8) 41.847 190 2.81 35 1.25 1.265 0.005 2.500 0.013 19.7 0.5 0.45 12 IC4 (V1817.5) 41.897 194 2.59 18 0.55 1.228 0.014 2.462 0.015 19.2 2.1 0.21 7 IC5 (V1817.2) 41.947 143 8.22 30 0.79 1.221 0.009 2.475 0.005 18.6 0.4 0.10 4 IC6 (V1817) 41.992 77 3.56 4 0.48 1.191 0.009 2.450 0.011 18.2 1.0 0.14 1 IC7 (V1816.8) 42.042 63 3.77 15 0.45 1.219 0.005 2.439 0.040 16.0 1.9 0.12 4 IC8 (V1816.5) 42.102 45 3.88 11 0.44 1.236 0.015 2.485 0.021 18.5 0.5 0.11 3 IC9 (V1816.2) 42.172 40 1.01 1 0.34 1.238 0.008 2.502 0.037 18.7 1.1 0.33 1 IC10 (V1815.8) 42.259 14 1.51 4 0.38 1.176 0.007 2.419 0.027 16.9 1.2 0.25 3 IC11 (V1815.5) 42.329 7 1.65 5 0.14 1.198 0.018 2.440 0.012 19.6 1.6 0.09 3 IC12 (V1815) 42.399 16 0.71 4 0.15 1.219 0.028 2.443 0.031 21.5 2.9 0.21 6 IC13 (V1814.8) 42.469 36 0.47 3 0.24 1.208 0.014 2.472 0.038 19.8 1.7 0.50 6 IC14 (V1814.5) 42.539 12 0.75 23 0.69 1.260 0.008 2.517 0.035 18.9 1.9 0.92 31 IC15 (V1814.2) 42.609 16 0.41 2 6 0.21 s 1.160 0.019 s 2.347 0.022 s 16.9 0.9 6 0.50 5\nThe ‘TOP’ pro¢le corresponds to inner core pieces IC1^IC4, the ‘MID’ pro¢le corresponds to inner core pieces IC5^IC9 and ‘BOT’ pro¢le corresponds to inner core pieces IC10^IC15.\nE P SL 6659 2-6-03 C yaan M agenta G eel Z w art\nP . V allelonga et al./E arth and P lanetary S cience L etters 211 (2003) 329^341 334\nEvaluation of Pb isotopes also enables contaminated inner core pieces to be identi¢ed. In Fig. 4, it can be seen that the Pb isotopic compositions of pieces IC1 (206Pb/207Pb = 1.156 S 0.019, 208Pb/ 207Pb = 2.366 S 0.027) and IC15 (206Pb/207Pb = 1.160 S 0.019, 208Pb/207Pb = 2.347 S 0.022) are distinct from those of the other samples (206Pb/ 207Pb: 1.176^1.303, 208Pb/207Pb: 2.419^2.517). These low values for the isotopic ratios suggest that anthropogenic Pb was entrained in the core ends. In Table 1, the concentrations and Pb isotopic compositions of the contaminated pieces (IC1 and IC15) are given as upper and lower limits, respectively. All other pieces lie within the range of Pb isotopic compositions of pre-industrial Law Dome ice, and so do not appear to be contaminated."
  }, {
    "heading": "3.2. Lead, Ba and Bi concentrations",
    "text": "Fig. 5A shows variations in Pb/Ba and Bi/Ba ratios and nssSO234 concentrations, while Fig. 5B compares Pb concentrations with 206Pb/207Pb isotopic compositions. The resolution at which the IC pieces have been sampled (5^7 cm per sample)\nis such that each sample integrates a quarter to a third of a year of snow deposition. At such resolution, irregularities in snow deposition at Law Dome may alter the Pb, Bi or Ba concentrations observed. However, these potential variations in deposition will not alter element ratios or Pb isotopic compositions.\nAn increase in Pb/Ba and Bi/Ba ratios, observed about mid-1814 and apparently unrelated to the Tambora eruption, is likely due to the deposition of volcanogenic Pb and Bi from Mount Erebus. The Bi/Ba ratio in sample IC14 (31U 1033) exceeds the threshold value (20U1033) given by Rosman et al. [34] for volcanic Bi in ice, but no great change in nssSO234 concentration is observed. The Pb isotopic composition of the sample, which is indistinguishable from that of Mount Erebus lava, lends further support for a volcanic contribution. The location of Mount Erebus on Ross Island in Antarctica is shown in Fig. 1.\nFollowing the volcanogenic Pb and Bi input at mid-1814, element concentrations and ratios are generally constant until mid-1816 AD. Marginally increasing Pb/Ba ratios and decreasing Bi/Ba ratios are observed from 1815 to early 1816; how-\nEPSL 6659 2-6-03 Cyaan Magenta Geel Zwart\never, these £uctuations may be due to seasonal variations in the deposition of Pb and Bi, and element concentrations approximate to background levels throughout.\nHigher-than-normal Ba concentrations are observed from mid-1816 to mid-1818 (IC8^IC2), indicating a period of elevated dust deposition at Law Dome. Increased levels of dust input are consistent with the lower Pb/Ba ratios (about 0.15) present in these samples, as the average Pb/Ba ratio found in the Earth’s crust (about 0.03) is lower than that found in Law Dome ice (about 0.31) [25]. Decreasing Pb isotope ratios in\nthese samples are further indication of a change in the proportions of Pb sources to Law Dome at the time. Concentrations of other dust indicators such as Ca2þ, Mg2þ and Kþ did not increase but at Law Dome sea-salt inputs of these ions usually prevail over terrestrial dust inputs due to the dominant in£uence of marine air at this coastal location.\nIncreased Pb/Ba and Bi/Ba ratios are again observed in the samples from late 1817 to mid-1818, coinciding with the nssSO234 concentration peak attributed to the deposition of S aerosols erupted from Tambora. While the nssSO234 peak is attrib-\nEPSL 6659 2-6-03 Cyaan Magenta Geel Zwart\nuted to S emissions from Tambora [23], the Pb isotopic data presented here indicate the Pb to have mostly likely originated from Mount Erebus. The Bi/Ba ratios corresponding to peak nssSO234 concentrations (19U1033, 36U1033) about 1818 AD match and exceed the threshold value (20U1033) given by Rosman et al. [34] for volcanic Bi in ice. At the time of maximum nssSO234 deposition (1818 AD) Pb and Bi are enriched about ¢ve times and about 17 times above background levels, respectively, which is greater than the volcanogenic Pb enhancements in ice sheets observed by Matsumoto and Hinkley [8] and Hong et al. [13]. Pb/S ratios of 0.1U1034 and Bi/S ratios of 0.01U1034 have been evaluated in the strata corresponding to maximum nssSO234 concentrations. These values are below the ranges published by Hinkley et al. [9] and Nriagu [5] for Pb/S and Bi/S in volcanic emissions, and also lower than the Pb/S value observed in Greenland ice corresponding to the Laki eruption [13]."
  }, {
    "heading": "3.3. Lead isotopes",
    "text": "Lead isotopic compositions measured in Law Dome ice for the period 1814^1819 (206Pb/207Pb: 1.20^1.26, 208Pb/207Pb: 2.44^2.50) generally fall within the range previously observed for pre-industrial Law Dome ice dated between 0 AD and 1890 AD (206Pb/207Pb = 1.225 S 0.025, 208Pb/207Pb = 2.48 S 0.02 [25]). These data are displayed in Fig. 4, a plot of 206Pb/207Pb versus 208Pb/207Pb isotope ratios which enables mixtures of Pb from sources with di¡erent Pb isotopic compositions to be evaluated [35]. Also included in Fig. 4 are Pb isotopic signatures representative of relevant emission sources such as Mount Erebus [36], Tambora and other Indonesian island arc volcanoes [37] and Pb isotopic signatures measured in pre-industrial Antarctic ice from Taylor Dome [8]. Samples deposited in 1818 (IC2 and IC3: 206Pb/ 207Pb about 1.26, 208Pb/207Pb about 2.50) display Pb isotopic compositions which are more radiogenic than those deposited in late 1816 AD (IC6 and IC7: 206Pb/207Pb about 1.20, 208Pb/207Pb about 2.45), while other samples (IC4, IC5 and IC8) display Pb isotopic compositions within these limits. Lead isotope ratios in samples corre-\nsponding to the nssSO234 signal attributed to the deposition of S aerosols from Tambora are similar to those of Mount Erebus lavas, while none of the samples deposited after 1815 AD (IC1^ IC12) display a Pb isotopic composition similar to that of Tambora lava. Duplicate measurements of all inner core samples were in agreement with each other except for IC3, for which identical 208Pb/207Pb ratios (about 2.505) but di¡erent 206Pb/207Pb ratios (1.303 S 0.010 and 1.265 S 0.005) were measured. The di¡erent 206Pb/207Pb ratios are attributed to sample heterogeneity, possibly due to the presence of undissolved Pb-bearing particles in the sample."
  }, {
    "heading": "4. Discussion",
    "text": "Two periods of enhanced inputs of Pb and Bi derived from volcanism can be observed in the Law Dome samples. The ¢rst, relatively brief, volcanic input event occurred in mid-1814, with Pb isotope ratios similar to those found in Mount Erebus lavas but no corresponding increase in nssSO234 concentrations. The second period of volcanic input occurred from 1817 to mid-1818, coinciding with a sustained increase in dust deposition and including the nssSO234 peak attributed to the deposition of S aerosols erupted from Tambora. Lead isotope ratios vary over the period 1817 to mid-1818; however, Pb isotope ratios in samples corresponding to the deposition of S aerosols from Tambora are again similar to those in Mount Erebus lava.\nThe ¢rst volcanic event is observed in sample IC14 (mid-1814 AD), with elevated Pb/Ba and Bi/ Ba ratios also present in the two adjacent inner core pieces. There is no evidence to suggest this may be the result of contamination. The Pb and Bi deposited in the samples is attributed to volcanism even though there is no increase in nssSO234 concentrations and no nssSO234 signal is observed in Antarctic ice cores about 1814 AD [22,23]. The nssSO234 signal for the unidenti¢ed 1809 AD eruption is observed earlier in the Law Dome ice core record at 1811 AD, as shown in Fig. 2. Based on the Pb isotope data, the Pb deposited in 1814.5 is attributed to Mount Erebus, suggesting that Pb\nEPSL 6659 2-6-03 Cyaan Magenta Geel Zwart\nand Bi from Mount Erebus were deposited in East Antarctic ice without a corresponding increase in nssSO234 levels. The absence of excess nssSO234 in these samples may be due to the preferential scavenging of SO234 (compared to Pb and Bi) by snow during atmospheric transport and/or high Pb/S and Bi/S emission ratios from Mount Erebus. Fluxes of SO2 from Mount Erebus vary from 5.5U103 t/yr to 84.0U103 t/yr [38] and are much lower than those reported for Kilauea in Hawaii (0.73U106 t/yr [9]) and Indonesian arc volcanoes (3.5U106 t/yr [17]), but Pb/S and Bi/S data are not available for the Mount Erebus plume. A review by Wol¡ [39] notes that the preferential deposition of SO234 compared to Pb aerosols has been observed in Antarctic snow.\nElevated Ba concentrations are observed from mid-1816 to 1818 and indicate a period of increased atmospheric dust levels but no data are available to link this dust event to the eruption of Tambora. The dust deposited between 1816 and mid-1817 does not appear to have a volcanic origin, as Bi/Ba levels remain consistently low in the corresponding samples. Additional evidence for the non-volcanic nature of the dust event is observed in the Pb isotopic ratios in these samples (IC4^IC8: 206Pb/207Pb from 1.19 to 1.24, 208Pb/ 207Pb from 2.44 to 2.49), which are similar to average values reported for pre-industrial Law Dome ice (206Pb/207Pb = 1.225 S 0.025, 208Pb/ 207Pb = 2.48 S 0.02 [25]). The available data suggest that although the quantity of dust deposited in Law Dome from 1816 to 1818 increased greatly, the origin of this dust did not appear to change. The eruption of Tambora greatly in£uenced global climate [19], so it is possible that the eruption led to, contributed to and/or prolonged the enhancement of atmospheric dust levels observed from 1816, but further investigation is needed.\nThe sources of wind-blown dust deposited in Antarctica during the Holocene have not yet been determined and a characteristic Pb isotopic signature for this natural Pb source is yet to be established, so we provide a tentative evaluation of the Pb isotopic signature for continental dust transported to Antarctica based on the enhanced dust loading observed in 1816 and early 1817.\nConsidering that Ba concentrations were greatly enhanced in the Law Dome samples, but no change in Pb isotope ratios was observed, we infer that the Pb isotopic signature for Southern Hemisphere wind-blown dust is not substantially di¡erent from that of the average Pb isotopic composition observed in Law Dome samples. Four inner core samples (IC5^IC8) which featured high Ba concentrations but average Bi/Ba ratios (so as to minimise the isotopic in£uence from volcanogenic Pb) were selected to calculate the signature of this dust source. The average Pb isotope ratio calculated from these four IC samples is 206Pb/ 207Pb = 1.22, 208Pb/207Pb = 2.46 and 206Pb/204Pb = 17.8. We attribute the spread of Pb isotopic signatures observed in Law Dome samples to changes in the proportions of crustal and volcanic Pb transported to Antarctica as well as changing sources of emission of crustal and volcanic Pb. Generally, Pb isotope ratios observed in Law Dome and Taylor Dome ice are located between our proposed Pb isotopic signature for crustal Pb and the Pb isotopic signature reported for Mount Erebus lavas, suggesting that Mount Erebus is the other main natural source of Pb deposited in Law Dome and Taylor Dome.\nThe second period of deposition of volcanic debris occurs from mid-1817 to mid-1818 and is denoted by increases in Pb/Ba and Bi/Ba ratios coincident with S inputs from Tambora, but the Pb isotope data suggest that Tambora was not the emission source for Pb. In Fig. 5, it can be seen that Pb/Ba and Bi/Ba ratios continue to increase after nssSO234 inputs from Tambora have begun to decrease, suggesting that the Pb and Bi deposition is unassociated with that of S aerosols from Tambora. Ice core samples are not available above 41.717 m, so it cannot be established for how long Pb/Ba and Bi/Ba levels remained high after Ba and nssSO234 concentrations return to normal levels about mid-1818. The Pb isotope data further support the conclusion that Pb (and probably Bi) deposited in Law Dome did not originate from Tambora as Pb isotopic compositions observed in samples corresponding to the nssSO234 concentration peak (IC2, IC3:\n206Pb/ 207Pb from 1.25 to 1.30, 208Pb/207Pb about 2.50) are similar to those reported for Mount Erebus\nEPSL 6659 2-6-03 Cyaan Magenta Geel Zwart\nlavas (206Pb/207Pb s 1.25, 208Pb/207Pb s 2.50). From the data presented, we consider it most likely that the Pb and Bi enhancements observed in the Law Dome samples from mid-1817 to mid1818 originate from the same volcanic source, that being Mount Erebus on Ross Island.\nOn the basis that Pb and Bi deposited in Law Dome between mid-1817 and mid-1818 originated from Mount Erebus rather than Tambora, we now consider the transport of volcanogenic Pb and Bi to Law Dome and the fate of any Pb and/or Bi aerosols that may have been emitted from Tambora eruption. While SO2 £uxes or metal/SO4 ratios are not available for Tambora, such measurements have been reported for two other volcanoes in the Indonesian arc [17] and are taken as being representative of emissions from Tambora during its eruption in 1815 AD. Combining these data (Pb/S = 3.5U1034, Bi/S = 0.16U1034, as summarised in [9]) with the nssSO234 concentration observed in Law Dome ice at the peak of the Tambora signal (190 ng/g), we calculate that approximately 22 pg Pb/g and 1 pg Bi/g should be present in sample IC3 if there was no loss of Pb or Bi during atmospheric transport of aerosols from Tambora to Antarctica. Considering that the Pb and Bi concentrations observed in sample IC3 are 1.1 pg Pb/g and 34 fg Bi/g (including background contributions of 0.4 pg Pb/g and 3 fg Bi/g), we calculate that approximately 97% of any Pb and Bi that may have been emitted from Tambora was removed before the air mass(es) reached Antarctica. If the eruption of Tambora did produce excess emissions of Pb and Bi, these were most likely lost from the atmosphere by coagulation and sedimentation processes [19].\nOn the balance of the data presented, the elevated Pb/Ba and Bi/Ba ratios observed in Law Dome ice from 1817 to 1818 AD are attributed to either increased emissions of Pb and Bi from Mount Erebus, or changes in the deposition of Pb, Ba and Bi resulting from climate changes induced by the eruption of Tambora. A better understanding of heavy metals emissions from Mount Erebus and the climatic alterations induced by large volcanic eruptions is required in order to draw further conclusions from the data presented here."
  }, {
    "heading": "5. Conclusions",
    "text": "Lead and Bi enrichments, relative to Ba, observed in Law Dome ice indicate deposition of volcanic debris in Antarctica at mid-1814 and from 1817 to mid-1818 AD. While Pb isotopic compositions in dated core samples from that site indicate that both episodes are primarily due to emissions from Mount Erebus, the nssSO234 signal in those core samples was observed in other Antarctic ice cores from 1817 to early 1818 and has been associated with the Tambora eruption. The data presented here suggest that any Pb and Bi aerosols that might be emitted into the stratosphere from large equatorial eruptions are removed from the atmosphere before they can be transported to the Antarctic ice sheet. The period of atmospheric transport was taken to be the time delay between the eruption date and the observation of a nssSO24 signal in Antarctic ice, this being about 1.6 years for the Tambora signal observed at Law Dome. While the isotopic evidence suggests that enhanced deposition of Pb and Bi to Law Dome observed about 1818 AD was not due to Pb emissions from Tambora, it has still to be established if this Pb and Bi enhancement was due to eruption-induced modi¢cations to Antarctic meteorology and climate, or increased emissions from Mount Erebus. In contrast, the deposition of Pb and Bi in Law Dome snow dated to mid-1814 (and assigned to emissions from Mount Erebus) featured no corresponding increase in nssSO234 , suggesting that the quiescently emitted Pb and Bi were not attached to S aerosols or that Mount Erebus emissions contain relatively high proportions of Pb and Bi relative to S. More work is required to determine if excess metals are released during explosive volcanic eruptions, to characterise the metal-containing aerosols emitted into the atmosphere from quiescent and explosive volcanism and to identify the di¡erent mechanisms controlling the residence time and fate of these metal-containing aerosols when they are injected into the atmosphere at di¡erent altitudes.\nElevated Ba concentrations are observed from mid-1816 to mid-1818 and indicate enhanced inputs of rock and soil dust to the samples. While no evidence is available to associate enhanced at-\nEPSL 6659 2-6-03 Cyaan Magenta Geel Zwart\nmospheric loading of rock and soil dust to the eruption of Tambora, this phenomenon is also worthy of further study on account of the potential climate-forcing resulting from the presence of greater-than-normal amounts of rock and soil dust in the atmosphere at that time.\nThese data indicate that major volcanic eruptions, such as that of Tambora, are not likely to have a great e¡ect on the £uxes of heavy metals to the polar ice sheets, on account of the coagulation and sedimentation processes which occur during the atmospheric transport of any aerosols emitted and the slow poleward transport of those aerosols in the stratosphere. It is necessary to further investigate emissions of heavy metals and S from Mount Erebus, and to accurately evaluate its contributions to the Antarctic ice sheet as the most signi¢cant source of volcanogenic aerosols in the Antarctic atmosphere. Similar studies of Pb isotopes should be undertaken for other volcanic SO4 signals commonly identi¢ed in ice cores but occurring prior to the in£uence of industrial Pb emissions, such as Kuwae (1452) and Krakatau (1883). Such data will help to verify the extent to which volcanic eruptions in£uence Pb £uxes to Antarctica and enable Pb isotope-based evaluations of the sources of Pb deposited in the Antarctic ice sheet during these eruptions."
  }, {
    "heading": "Acknowledgements",
    "text": "This research has been supported by grants from the Australian Research Council (A39938047) and the Antarctic Science Advisory Committee (No. 1092) in the Glaciology Section. We thank the reviewers, R. Flegal and C. Dick, for their comments which greatly improved the manuscript and T. Hinkley for advice regarding volcanic metal emissions. We also thank colleagues and students of the John de Laeter Centre of Mass Spectrometry^TIMS Laboratory and particularly D. Nelson, G. Burton and R. Loss for their helpful discussions. At the Antarctic CRC, we thank T. van Ommen, B. Smith, C. Dick, N. Petrie, A. Palmer and L. Robertson for their assistance and advice. The assistance of D. Mackey and J. O’Sullivan at the CSIRO Ma-\nrine Laboratories, Hobart, and Viorel Paraschivoiu at the University of Adelaide is also acknowledged.[BOYLE]"
  }],
  "year": 2003,
  "references": [{
    "title": "M",
    "authors": ["J.R. Petit", "J. Jouzel", "D. Raynaud", "N.I. Barkov", "J.-M. Barnola", "I. Basile", "M. Bender", "J. Chappelaz", "M. Davis", "G. Delaygue", "M. Delmotte", "V.M. Kotlyakov", "M. Legrand", "V.Y. Lipenkov", "C. Lorius", "L. Pepin", "C. Ritz", "E. Saltzman"],
    "venue": "Stievenard, Climate and atmospheric history of the past 420,000 years from the Vostok ice core, Antarctica, Nature 399 ",
    "year": 1999
  }, {
    "title": "Recent decrease in the lead concentration of Antarctic snow",
    "authors": ["C. Barbante", "C. Turetta", "G. Capodaglio", "G. Scarponi"],
    "venue": "Int. J. Environ. Anal. Chem. 68 ",
    "year": 1997
  }, {
    "title": "Atmospheric lead in Antarctic ice during the last climatic cycle",
    "authors": ["C.F. Boutron", "C.C. Patterson", "C. Lorius", "V.N. Petrov", "N.I. Barkov"],
    "venue": "Ann. Glaciol. 10 ",
    "year": 1988
  }, {
    "title": "Heavy metals in Antarctic ice from Law Dome: Initial results",
    "authors": ["S. Hong", "C.F. Boutron", "R. Edwards", "V.I. Morgan"],
    "venue": "Environ. Res. 78 ",
    "year": 1998
  }, {
    "title": "A global assessment of natural sources of atmospheric trace metals",
    "authors": ["J.O. Nriagu"],
    "venue": "Nature 338 ",
    "year": 1989
  }, {
    "title": "Antarctic snow record of southern hemisphere lead pollution",
    "authors": ["E.W. Wol", "E.D. Suttie"],
    "venue": "Geophys. Res. Lett",
    "year": 1994
  }, {
    "title": "Lead concentration changes in Antarctic ice during the Wisconsin/Holocene transition",
    "authors": ["C.F. Boutron", "C.C. Patterson"],
    "venue": "Nature 323 ",
    "year": 1986
  }, {
    "title": "Trace metal suites in Antarctic pre-industrial ice are consistent with emissions from quiescent degassing of volcanoes worldwide",
    "authors": ["A. Matsumoto", "T.K. Hinkley"],
    "venue": "Earth Planet. Sci. Lett. 186 ",
    "year": 2001
  }, {
    "title": "Metal emissions from Kilauea",
    "authors": ["T.K. Hinkley", "P.J. Lamothe", "S.A. Wilson", "D.L. Finnegan", "T.M. Gerlach"],
    "venue": "and a suggested revision of the estimated worldwide metal output by quiescent degassing of volcanoes, Earth Planet. Sci. Lett. 170 ",
    "year": 1999
  }, {
    "title": "Fractionation of families of major",
    "authors": ["T.K. Hinkley", "M.F. Le Cloarec", "G. Lambert"],
    "venue": "minor, and trace metals across the melt-vapor interface in volcanic exhalations, Geochim. Cosmochim. Acta 58 ",
    "year": 1994
  }, {
    "title": "Magnitude of lead £ux to the atmosphere from volcanoes",
    "authors": ["C.C. Patterson", "D.M. Settle"],
    "venue": "Geochim. Cosmochim. Acta 51 ",
    "year": 1987
  }, {
    "title": "Distribution of metals between particulate and gaseous forms in a volcanic plume",
    "authors": ["T.K. Hinkley"],
    "venue": "Bull. Volcanol. 53 ",
    "year": 1991
  }, {
    "title": "Deposition of atmospheric heavy metals to the Greenland ice sheet from the 1783^1784 volcanic eruption of Laki",
    "authors": ["S. Hong", "J.-P. Candelone", "C.F. Boutron"],
    "venue": "Iceland, Earth Planet. Sci. Lett. 144 ",
    "year": 1996
  }, {
    "title": "Post- Industrial Revolution changes in large-scale atmospheric EPSL 6659 2-6-03 Cyaan Magenta Geel Zwart  P",
    "authors": ["J.-P. Candelone", "S. Hong", "C. Pellone", "C.F. Boutron"],
    "venue": "Vallelonga et al. / Earth and Planetary Science Letters 211 (2003) 329^341  340  pollution of the northern hemisphere by heavy metals as documented in central Greenland snow and ice, J. Geophys. Res. 100 ",
    "year": 1995
  }, {
    "title": "The Laki (Skaftar Fires) and Grimsvo«tn eruptions in 1783^1785",
    "authors": ["T. Thordarson", "S. Self"],
    "venue": "Bull. Volcanol. 55 ",
    "year": 1993
  }, {
    "title": "Atmospheric and environmental e¡ects of the 1783^1784 Laki eruption: A review and reassessment",
    "authors": ["T. Thordarson", "S. Self"],
    "venue": "J. Geophys. Res. 108 (D1) ",
    "year": 2003
  }, {
    "title": "Source strength assessment of volcanic trace elements emitted from the Indonesian arc",
    "authors": ["E.-Y. Nho", "M.F. Le Cloarec", "B. Ardouin", "W.S. Tjetjep"],
    "venue": "J. Volcanol. Geotherm. Res. 74 ",
    "year": 1996
  }, {
    "title": "Sizes of volcanic eruptions",
    "authors": ["D.M. Pyle"],
    "venue": "in: H. Sigurdsson (Ed.), Encyclopedia of Volcanoes, Academic Press, Sydney",
    "year": 2000
  }, {
    "title": "Volcanic aerosol and global atmospheric effects",
    "authors": ["M.J. Mills"],
    "venue": "in: H. Sigurdsson (Ed.), Encyclopedia of Volcanoes, Academic Press, Sydney",
    "year": 2000
  }, {
    "title": "Greenland ice sheet evidence of post-glacial volcanism and its climatic impact",
    "authors": ["C.U. Hammer", "H.B. Clausen", "W. Dansgaard"],
    "venue": "Nature 288 ",
    "year": 1980
  }, {
    "title": "D",
    "authors": ["H.B. Clausen", "C.U. Hammer", "C.S. Hvidberg"],
    "venue": "Dahl- Jensen, J.P. Ste¡ensen, A comparison of the volcanic records over the past 4000 years from the Greenland Ice Core Project and Dye 3 Greenland ice cores, J. Geophys. Res. 102 ",
    "year": 1997
  }, {
    "title": "Annually resolved southern hemisphere volcanic history from two Antarctic ice cores",
    "authors": ["J. Cole-Dai", "E. Mosley-Thompson", "L.G. Thompson"],
    "venue": "J. Geophys. Res. 102 ",
    "year": 1997
  }, {
    "title": "Mayewski, High precision dating of volcanic events (A.D. 1301^1995) using ice cores from Law Dome, Antarctica",
    "authors": ["A.S. Palmer", "T.D. van Ommen", "M.A.J. Curran", "V. Morgan", "P.A.J.M. Souney"],
    "venue": "J. Geophys. Res",
    "year": 2001
  }, {
    "title": "E",
    "authors": ["R. Udisti", "S. Becagli", "E. Castellano", "R. Mulvaney", "J. Schwander", "S. Torcini"],
    "venue": "Wol¡, Holocene electrical and chemical measurements from the EPICA-Dome C ice core, Ann. Glaciol. 30 ",
    "year": 2000
  }, {
    "title": "K",
    "authors": ["P. Vallelonga"],
    "venue": "Van de Velde, J.-P. Candelone, V.I. Morgan, C.F. Boutron, K.J.R. Rosman, The lead pollution history of Law Dome, Antarctica, from isotopic measurements on ice cores: 1500 AD to 1989 AD, Earth Planet. Sci. Lett. 204 ",
    "year": 2002
  }, {
    "title": "Review of data on eolian £uxes of industrial and natural lead to the lands and seas in remote regions on a global lead scale",
    "authors": ["C.C. Patterson", "D.M. Settle"],
    "venue": "Mar. Chem. 22 ",
    "year": 1987
  }, {
    "title": "K",
    "authors": ["C.P. Ferrari", "S. Hong"],
    "venue": "Van de Velde, C.F. Boutron, S.N. Rudniev, M. Bolshov, W. Chisholm, K.J.R. Ros-  man, Natural and anthropogenic bismuth in Central Greenland, Atmos. Environ. 34 ",
    "year": 2000
  }, {
    "title": "J",
    "authors": ["V. Morgan", "C.W. Wookey"],
    "venue": "Li, T.D. van Ommen, W. Skinner, M.F. Fitzpatrick, Site information and initial results from deep ice drilling on Law Dome, Antarctica, J. Glaciol. 43 ",
    "year": 1997
  }, {
    "title": "Seasonal characteristics of the major ions in the high-accumulation Dome Summit South ice core, Law Dome, Antarctica",
    "authors": ["M.A.J. Curran", "T.D. van Ommen", "V. Morgan"],
    "venue": "Ann. Glaciol",
    "year": 1998
  }, {
    "title": "Acidity of polar ice cores in relation to absolute dating",
    "authors": ["C.U. Hammer"],
    "venue": "past volcanism, and radio-echoes, J. Glaciol. 25 ",
    "year": 1980
  }, {
    "title": "K",
    "authors": ["P. Vallelonga"],
    "venue": "Van de Velde, J.-P. Candelone, C. Ly, K.J.R. Rosman, C.F. Boutron, V.I. Morgan, D.J. Mackey, Recent advances in measurement of Pb isotopes in polar ice and snow at sub-picogram per gram concentrations using thermal ionisation mass spectrometry, Anal. Chim. Acta 453 ",
    "year": 2002
  }, {
    "title": "An improved method for decontaminating polar snow or ice cores for heavy metal analysis",
    "authors": ["J.-P. Candelone", "S. Hong", "C.F. Boutron"],
    "venue": "Anal. Chim. Acta 299 ",
    "year": 1994
  }, {
    "title": "Measurement of bismuth at pg g31 concentrations in snow and ice samples by thermal ionisation mass spectrometry",
    "authors": ["W. Chisholm", "K.J.R. Rosman", "J.-P. Candelone", "C.F. Boutron", "M.A. Bolshov"],
    "venue": "Anal. Chim. Acta 347 ",
    "year": 1997
  }, {
    "title": "Lead isotopes and selected metals in ice from Law Dome",
    "authors": ["K.J.R. Rosman", "W. Chisholm", "C.F. Boutron", "S. Hong", "R. Edwards", "V. Morgan", "P.N. Sedwick"],
    "venue": "Antarctica, Ann. Glaciol. 27 ",
    "year": 1998
  }, {
    "title": "Natural isotopic variations in lead in polar snow and ice as indicators of source regions",
    "authors": ["K.J.R. Rosman"],
    "venue": "in: S. Caroli, P. Cescon, D.W.H. Walton (Eds.), Environmental Contamination in Antarctica: A Challenge to Analytical Chemistry, Elsevier Science, New York",
    "year": 2001
  }, {
    "title": "Origin of Ross Island basanitoids and limitations upon the heterogeneity of mantle sources for alkali basalts and naphelinites",
    "authors": ["S.S. Sun", "G.H. Hanson"],
    "venue": "Contrib. Mineral. Petrol. 52 ",
    "year": 1975
  }, {
    "title": "U",
    "authors": ["S. Turner", "J. Foden"],
    "venue": "Th and Ra disequilibria, Sr, Nd and Pb isotope and trace element variations in Sunda arc lavas: predominance of a subducted sediment component, Contrib. Mineral. Petrol. 142 ",
    "year": 2001
  }, {
    "title": "Chlorine",
    "authors": ["G. Zreda-Gostynska", "P.R. Kyle", "D. Finnegan"],
    "venue": "£uorine, and sulfur emissions from Mount Erebus, Antarctica and estimated contributions to the Antarctic atmosphere, Geophys. Res. Lett. 20 ",
    "year": 1993
  }, {
    "title": "Signals of atmospheric pollution in polar snow and ice",
    "authors": ["E.W. Wol"],
    "venue": "Antarct. Sci",
    "year": 1990
  }],
  "id": "SP:10c9b3b4cc7e4b681b9391d91baf43c39e92b314",
  "authors": [{
    "name": "P. Vallelonga",
    "affiliations": []
  }, {
    "name": "J.-P. Candelone",
    "affiliations": []
  }, {
    "name": "K. Van de Velde",
    "affiliations": []
  }, {
    "name": "M.A.J. Curran",
    "affiliations": []
  }, {
    "name": "V.I. Morgan",
    "affiliations": []
  }, {
    "name": "K.J.R. Rosman",
    "affiliations": []
  }],
  "abstractText": "Lead, Ba and Bi concentrations and Pb isotopic compositions have been measured in Antarctic Law Dome (66.8‡S, 112.4‡E) ice dated from 1814 AD to 1819 AD by thermal ionisation mass spectrometry to investigate the possible deposition of heavy metals from the 1815 AD eruption of Tambora volcano (8.5‡S, 117.4‡E) in Indonesia. Although volcanic S emissions from Tambora (observed as SO23 4 ) are present in the Antarctic ice core record, there are grounds to question the origin of the Pb and Bi also deposited at Law Dome from late 1817, as the Pb isotope data suggest this Pb originated from Mount Erebus (77.5‡S, 167.2‡E) on Ross Island, Antarctica. It is shown that at least 97% of any Pb and Bi emitted from Tambora was removed from the atmosphere within the 1.6 year period required to transport aerosols from Indonesia to Antarctica. Consequently, increased Pb and Bi concentrations observed in Law Dome ice about 1818 AD are attributed to either increased heavy metal emissions from Mount Erebus, or increased fluxes of heavy metals to the Antarctic ice sheet resulting from climate and meteorological modifications following the Tambora eruption. Elevated Ba concentrations, observed from mid-1816 to mid-1818, indicate increased atmospheric loading of rock and soil dust also occurred at the time. Crown Copyright < 2003 Elsevier Science B.V. All rights reserved.",
  "title": "Lead, Ba and Bi in Antarctic Law Dome ice corresponding to the 1815 AD Tambora eruption: an assessment of emission sources using Pb isotopes"
}