{
  "sections": [{
    "text": "Contents lists available at ScienceDirect\nPalaeogeography, Palaeoclimatology, Palaeoecology\nj ourna l homepage: www.e lsev ie r .com/ locate /pa laeo\nClimatic fluctuations and sea-surface water circulation patterns at the end of the Cretaceous era: Calcareous nannofossil evidence\nNicolas Thibault a,⁎, Dorothée Husson b,c a Department of Geosciences and Natural Resource Management, University of Copenhagen, Øster Voldgade 10, DK-1350 Copenhagen K, Denmark b Department of Earth and Planetary Sciences, Technological Institute, 2145 Sheridan Road, Evanston IL, 60208–3130, USA c Sorbonne Universités, Université Pierre et Marie Curie Univ Paris 06, Unité Mixte de Recherche (UMR) 7193, Institut des Sciences de la Terre Paris (iSTeP), F-75005 Paris, France\n⁎ Corresponding author. Tel.: +45 35323350. E-mail address: nt@ign.ku.dk (N. Thibault).\nhttp://dx.doi.org/10.1016/j.palaeo.2015.07.049 0031-0182/© 2015 Elsevier B.V. All rights reserved.\na b s t r a c t a r t i c l e i n f o\nArticle history: Received 2 February 2015 Received in revised form 14 July 2015 Accepted 29 July 2015 Available online 4 August 2015\nKeywords: Late Maastrichtian climate Micula murus Calcareous nannofossils Cretaceous–Paleogene boundary\nNew paleoecological data are presented for late Maastrichtian calcareous nannofossil assemblages of the Indian Ocean and the Boreal epicontinental Chalk Sea. These data are compiledwith recent results in the tropical Atlantic, Pacific, and Tethys oceans in order to characterize environmental changes by the end of the Cretaceous era. The paleobiogeographic distribution of the warm-water speciesMicula murus is updated and indicates the existence of major sea-surface currents in the late Maastrichtian Atlantic Ocean similar to the present day. The endMaastrichtian greenhouse warming is characterized at tropical and subtropical latitudes by an increase in abundance ofM. murus and the temporary disappearance of the high-fertility marker Biscutum constans. In the Boreal realm, the greenhouse episode is marked by a contemporaneous acme ofWatznaueria barnesiae coincident with very rare occurrences ofM. murus and other tropical nannofossil species which have never been reported before at boreal latitudes. A review of cyclostratigraphic and calcareous nannofossil data in the Atlantic, Pacific, Indian, and Tethys oceans points to the following evolution of sea-surface paleotemperatures for the last ca. 350–380 kyr of the Cretaceous: the end-Maastrichtian greenhouse warming lasted on average a little more than 200 kyr and was followed by a ca. 100–120 kyr cooling. In the Tethys, a 30–40 kyr additional pulse of warming is highlighted immediately below the Cretaceous–Paleogene boundary. These findings indicate an important instability of the climate system at the end of the Maastrichtian, most likely caused by Deccan volcanism. The calcareous nannofossil species richness dropped during the end-Maastrichtian greenhouse warming, which may indicate environmental stress and/or ocean acidification. However, nannoplankton diversity returned rapidly to higher values after this climatic episode and remained high up to the Cretaceous–Paleogene boundary.No significant extinction is recorded in this biotic group prior to the boundary clay.\n© 2015 Elsevier B.V. All rights reserved."
  }, {
    "heading": "1. Introduction",
    "text": "During the last decade, several studies have attempted to better characterize changes in global sea-surface water temperatures prior to the Cretaceous–Paleogene boundary (K-PgB) and to investigate their potential relationship with Deccan flood basalt volcanism (Thibault and Gardin, 2006, 2007, 2010; Husson et al., 2014). In parallel, many studies have attempted an astronomical calibration of the entire and/ or upper part of the Maastrichtian stage (Husson et al., 2011, 2014; Batenburg et al., 2012; Thibault et al., 2012a, 2012b; Dinarès-Turell et al., 2013). So far, the results of these papers have not been assembled in a comprehensive study, in order to decipher the precise timing and durations of the postulated climatic events. Of particular importance is the end-Cretaceous increase in abundance of the warm-water calcareous nannofossil Micula murus which has been interpreted as warming in sea-surface waters of the Atlantic, Pacific, and Tethys oceans and\ncorrelated with a transient global warming in bottom ocean waters and in the atmosphere (Thibault and Gardin, 2006, 2007, 2010). The aforementioned studies focused on tropical and subtropical sites only (Fig. 1). The present paper presents new results on end-Cretaceous calcareous nannofossil assemblages from the mid-latitude ODP Site 762C (southern Indian Ocean) and from the Boreal mid-latitude Stevns-1 core (Denmark). Results are compiled with those of Thierstein (1981) and other recent studies in order to update the paleobiogeographical distribution of M. murus and infer global surface ocean circulation patterns at the end of the Cretaceous era (Fig. 1). These patterns are compared to the Maastrichtian map of the main surface paleocurrents as presented in Pucéat et al. (2005) (Fig. 2). The new paleoecological data are compared to those of tropical areas and more particularly to those of the Elles section (Tunisia) which appear to be one of the most complete records for the end-Maastrichtian (Thibault et al., 2015a). Cyclostratigraphic results obtained for a number of these sites are compared to recent radiometric datings for the base of Chron C29r and allows for assessing the exact duration of the Cretaceous C29r. Cyclostratigraphic age estimations are assembled together with the\ncalcareous nannofossil data in order to precise the timing and duration of paleoenvironmental events prior to the K-PgB."
  }, {
    "heading": "2. Material and methods",
    "text": "Samples for nannofossils were processed following the method given in Thibault and Gardin (2006). In order to record accurately variations in relative abundances of rare species such asM. murus, the total number of counted specimens was at least 500 for each investigated sample. With this high number of specimens counted, a variation of only 1% of a rare species represents an increase from 5 to 10 specimens observed per slide, which is statistically meaningful (Patterson and Fishbein, 1989). Countings were performed at a magnification of ×1600 (×100 oil objectivewith a×1.6 additional lens). A total of 27 samples fromStevns-1were\nanalyzed, covering the last 75 m of the Maastrichtian and 37 samples for the last 28 m of the Maastrichtian of ODP Site 762C. This paper focuses mainly on abundance trends of calcareous nannofossil species whose paleoecological preferences for warm and cool waters are well established, namely, the warm-water M. murus for tropical and subtropical assemblages (Worsley and Martini, 1970; Thierstein, 1981; Watkins et al., 1996; Lees, 2002; Thibault and Gardin, 2006, 2007, 2010); high-latitude species Kamptnerius magnificus, Nephrolithus frequens, Ahmuellerella octoradiata, and Gartnerago segmentatum (Thierstein, 1976, Thierstein, 1981; Wind, 1979; Pospichal and Wise, 1990; Lees, 2002; Thibault and Gardin, 2006, 2007, 2010); and Watznaueria barnesiae which increases in abundance during warming in the Boreal realm (Sheldon et al., 2010; Thibault et al., 2015b). Trends in abundance of the high-fertility species Biscutum constans (Erba, 1991; Erba et al., 1992; Williams and Bralower,\nate the surface currents. Bold arrows indicate intensified surface currents, and gray ellipses t al. (2005).\n1995a, 1995b; Fisher andHay, 1999) are also reported as it bears valuable information regarding the latest Maastrichtian interval. Abundance trends of some consistently rare to very rare species (b1% of the assemblage, such as B. constans in most investigated sites) are rather reported here under the form of semi-quantitative data in the following fashion: the species is determined as common (C) if 1–10 specimens were observed in each field of view; frequent (F) if one specimen or more were observed in every 10fields of view, rare (R) if one specimenwas observed in 11–50 fields of view, very rare (VR) if only one specimenwas observed in 51–100fields of view, and single (S) if only one specimenwas observed during the investigation over a total of 200 fields of view. No data on the relative abundance of M. murus are available for the Bottaccione section (Italy) but Gardin et al. (2012) report semi-quantitative data for this species, which are used here for comparison with other sites. Results of ODP Site 762C are reported here in adjusted meters below sea-floor (ambsf) corresponding to the scale used in Thibault et al. (2012b) for the cyclostratigraphic study. Correspondence to the mbsf scale is provided in the latter reference.\nThe paleobiogeographic distribution of M. murus is based on Thierstein (1981) and updated with more recent results for the latest Maastrichtian, obtained at sites highlighted with a number on Fig. 1. This map corresponds to the uppermost Maastrichtian time-slice as precised by Thierstein (1981). Although not precised by the latter, the map is actually built on abundance counts within the stratigraphic range that corresponds to the increase in abundance of M. murus since the abundance of this species globally accounts for less than 1% of the assemblage outside of this range (Thibault, 2005; Thibault and Gardin, 2006, 2007, 2010 and this study). The original paleogeographical map used by Thierstein was also updated and is based here on a 67 Ma Maastrichtian map redrawn from Vrielynck and Bouysse (2003). The original study sites of Thierstein (1981) are also reported on the map with black dots (Fig. 1). An age of ca. 66 Ma is considered in this study for the K-PgB (Renne et al., 2013)."
  }, {
    "heading": "3. Geological setting",
    "text": ""
  }, {
    "heading": "3.1. Boreal locations",
    "text": "One core (Stevns-1) is examined here from the Boreal Danish Basin and correlated to a nearby core (Skælskør-1, Thibault et al., 2015b). The Stevns-1 boreholewas drilled next to the famousCretaceous–Paleogene locality of Stevns Klint in eastern Sjælland (Denmark, Thibault et al., 2012a). The borehole belongs to the Stevns peninsula which is located on the eastern part of the Rynkøbing-Fyn High. The Skælskør-1 borehole was drilled 2.9 km NNW of the town of Skælskør (southwestern Sjælland, Denmark, Thibault et al., 2015b). The borehole is located close to the axis of the Rynkøbing-Fyn topographic high. Thementioned Rynkobing-Fyn high is an inherited paleotopographic feature of the Danish Basin, formed by a combination of structural relief and topographic features on the sea-floor (ridges and valleys), created by persistent bottom currents in the Maastrichtian (Surlyk and Lykke-Andersen, 2007; Surlyk et al., 2010; Rasmussen and Surlyk, 2012). During the Late Cretaceous, the Danish Basin was part of the extensive epeiric Chalk Sea which covered most of present-day NW Europe, connecting the Tethyan, Boreal, and the youngAtlantic realms. The lateral uniformity of chalk facies and the lack of remains of light-dependent organisms indicate minimum water depths below the euphotic zone (i.e. N150–200 m, Håkansson et al., 1974; Surlyk and Birkelund, 1977). The presence of bottom contour current structures in the Danish Basin may suggest depths N500 m in troughs and paleotopographic valleys (Lykke-Andersen and Surlyk, 2004; Esmerode et al., 2007; Surlyk and Lykke-Andersen, 2007; Rasmussen and Surlyk, 2012). The location of Skælskør-1 and Stevns-1 on a topographic high thus suggests a paleodepth between 200 and 500 m. A paleolatitude of 45°N can be estimated for these two sites (Ziegler, 1990)."
  }, {
    "heading": "3.2. ODP Site 762C, Indian Ocean",
    "text": "ODP Hole 762C was drilled in the western part of the central Exmouth Plateau, offshore NW Australia in the eastern Indian Ocean (Fig. 1). Sediments of this site were deposited in an upper bathyal setting (500–1000 m, Zepeda, 1998). The estimated paleolatitude of this site is 43°S (Thibault et al., 2012b). An integrated study of calcareous nannofossil biostratigraphy, magnetostratigraphy, carbon-isotope stratigraphy, and cyclostratigraphy was presented for this site in Thibault et al. (2012b)."
  }, {
    "heading": "3.3. Elles, Tunisia",
    "text": "Elles (central Tunisia) constitutes a particularly important section for comparisonwith othermentioned sites in this study. During the Late Cretaceous, the Elles section was situated on the epicontinental shelf of the emerged Kasserine island in the southwestern part of the Tethys (Burollet, 1967, Fig. 1). Paleodepth has been estimated between 100 and 150 m using ostracod assemblages and paleolatitude was ca. 15°N (Peypouquet et al., 1986). A study focusing on the cyclostratigraphy and on the paleoecology of calcareous nannofossils has recently been presented for the late Maastrichtian of this section by Thibault et al. (2015a)."
  }, {
    "heading": "3.4. Other mentioned tropical and subtropical sites",
    "text": "Four sections are used in this study for comparison with the previously mentioned localities. Detailed information for ODP Site 1258A (equatorial Atlantic, 4°N paleolatitude) can be found in Thibault and Gardin (2006). DSDP Site 525A (South Atlantic, 36°S paleolatitude) was studied for calcareous nannofossils by Thibault and Gardin (2007) and for cyclostratigraphy by Husson et al. (2011). Detailed information on DSDP Site 577A (central Pacific, 5°N paleolatitude) are provided in Thibault and Gardin (2010). Integrated calcareous nannofossil biostratigraphy and magnetostratigraphy of the Bottaccione section (Italy, 26°N paleolatitude) is presented in Gardin et al. (2012) alongwith a distribution chart of calcareous nannofossils used in this study for abundance trends in M. murus. The cyclostratigraphy of the uppermost Maastrichtian of the Bottaccione section is presented in Husson et al. (2014)."
  }, {
    "heading": "4. Results",
    "text": ""
  }, {
    "heading": "4.1. Stevns-1, Denmark",
    "text": "The preservation of calcareous nannofossils assemblages is moderate in all samples of the late Maastrichtian of Stevns-1. Species richness varies between 52 and 73 in the studied samples and shows a high variability, and no clear long-term trends can be depicted in this signal. The calcareous nannofossils assemblage is dominated by representatives of Prediscosphaera cretacea, Prediscosphaera stoveri, Arkhangelskiella cymbiformis, andMicula decussata. Themain significant changes reported here in late Maastrichtian calcareous nannofossils assemblages of Stevns-1 are as follows. A progressive decrease in the summed relative abundances of high-latitude taxa from ca. 25% at the base of the studied section to an average of 10% is recorded between 32 and 15 m. This is followed by a sharp increase in high-latitude taxa defined by several data points with a maximum value of 21% immediately below the Cretaceous–Paleogene boundary (K-PgB) at 12.8 m (Fig. 3). The relative abundance ofW. barnesiae remains stable around 2–3% from the base of the section to 32 m. The abundance of W. barnesiae increases to reach values around a mean of 6% with individual peaks going up to 10% between 32 and 15 m. This stratigraphic interval thus corresponds to an acme of W. barnesiae. The relative abundance of W. barnesiae drops abruptly between 15m and the K-PgB, in coincidence with the positive peak in high-latitude taxa. Single to very rare occurrences of M. murus specimens are reported here for the first time in the Boreal realm.\nThese occurrences are within the interval of acme of W. barnesiae that indicates warming (Sheldon et al., 2010) and are accompanied by very rare occurrences of other tropical species normally restricted to low latitudes such as Cribrocorona gallica and Ceratolithoides spp. (Figs. 3–4). Although rare, B. constans shows continuous occurrences from the base of the section to 46 m. Three very rare to rare, spotty occurrences of this species are found between 32 and 12.8 m (Fig. 3)."
  }, {
    "heading": "4.2. ODP Site 762C, Indian Ocean",
    "text": "The preservation of calcareous nannofossils assemblages varies from bad to good in samples of the late Maastrichtian of ODP 762C. Species richness varies between 26 and 61 in the studied samples and shows\na high variability, and the few samples with low values in species richness at the base and top of the section correspond to badly preserved assemblages with high percentages of the solution-resistant species M. decussata (Fig. 5). It is noticeable that the two last samples of the Maastrichtian immediately below the K-PgB have high values of the species richness (56). The calcareous nannofossil assemblage is dominated by representatives of M. decussata, P. cretacea, and W. barnesiae. However, the long-term trends in these three groups do not depict any significant changes and are not reported here. The main significant changes reported here in late Maastrichtian calcareous nannofossil assemblages of 762C are as follows. After its first occurrence at 577.8 ambsf, M. murus shows very low abundances b1% up to 562 ambsf. An increase in abundance of M. murus is recorded\nome from samples of the Stevns-1 core, Denmark. Specimens of tropical speciesM. murus, rised between 25 and 14 m, within the acme of W. barnesiae interpreted as the Deccan\nbetween 562 and 557.5 ambsf with mean abundances around 2.5% (Fig. 5). A return to very low abundances in M. murus b1% is observed between 557.5 ambsf and the K-Pg boundary at 556 ambsf. Highlatitude taxa have very low abundances in the lower half of the section, higher percentages of this group up to 3% are recordedbetween567 and 562 ambsf, and a peak of up to 4% is recorded in the last sample of the Maastrichtian, below the K-PgB. As compared to the stratigraphic intervals situated below and above theM. murus increase, high-latitude taxa tend to show lower abundances when the abundance of M. murus is high (Fig. 5). B. constans shows highly variable relative abundances with values going up to 7–8% in the lower half of the section. A sudden drop of this species occurs at 566 ambsf, in coincidencewith an increase in high-latitude taxa. This species is absent within the interval of increase in abundance of M. murus and reappears in coincidence with low percentages in M. murus in the uppermost Maastrichtian (Fig. 5)."
  }, {
    "heading": "4.3. Elles section, Tunisia",
    "text": "Results of the Elles section have already been described and interpreted in detail by Thibault et al. (2015a). Some of themost important findings are briefly summarized here. The precession filter extracted from the cyclostratigraphic analysis of the magnetic susceptibility is used for a precise time scale and duration estimations of paleoecological events (Thibault et al., 2015a). Only option 2 of the cyclostratigraphic analysis performed by Thibault et al. (2015a) is presented here as it is the sole option thatmatches biostratigraphic correlations and recent radiometric datings that constrain the duration of magnetic Chron C29r (Schoene et al., 2015). These results delineate amain interval of increase inM. murus coincident with a negative excursion in bulk δ18O between ca.−340 and−150 kyr before the K-PgB (Fig. 6). Very low abundances ofM.murus coincidentwith a positive excursion in bulk δ18O that occurs\nare recorded between ca.−150 and−30 to−40 kyr before the K-PgB, followed by a return to higher abundances inM. murus, coincident with a short negative peak in bulk δ18O within the last 30–40 kyr of the Maastrichtian (Fig. 6). A first drop in the bulk δ13C precedes themain increase in M. murus by about 50 kyr and is followed by a stepwise decrease from −400 kyr to −50 kyr before the K-PgB of the Maastrichtian. The bulk δ13C returns to heavier values within the last 50 kyr of the Maastrichtian (Fig. 6). B. constans shows inconsistent rare occurrences before the main increase inM. murus, is absent within theM.murus increase interval andwithin the topmostMaastrichtian interval where a second peak of 1.9% inM. murus is observed. B. constans shows consistent rare occurrences in three consecutive samples in the interval of low M. murus abundances between −150 and −30 to −40 kyr (Fig. 6). The species richness shows slightly lower values within the main interval of acme in M. murus but remains on average very high (up to 101) throughout the last 900 kyr of the Maastrichtian."
  }, {
    "heading": "4.4. Paleobiogeographic distribution of M. murus",
    "text": "The modifications applied to the original paleobiogeographic distribution of M. murus of Thierstein (1981) take into account more recent results reported in the literature in the Boreal Realm (several cores of the Danish Basin and North Sea sector), North Atlantic (DSDP Site 549), Basque-Cantabrian Basin (Bidart, SW France), Equatorial Atlantic (ODP Site 1258A), South Atlantic (DSDPSite 525A), central North Pacific (DSDP Site 577A), Indian Ocean (DSDP Sites 216 and 217 and ODP Site 762C), SE Tethys (Wadi Hamama and Gebel Qreiya sections, Egypt), Northeastern central Tethys (Karadur section, Turkey), central western Tethys (Bottaccione and Forada sections, Italy), and SW Tethys (Elles section, Tunisia). References for these studies are provided in the caption of Fig. 1. The original observations of Thierstein (1981) are\nconfirmedwith abundances ofM. murus below 2% in the Tethys, except for the Karadur section in Turkey (Ozer, 2014), and above 2% in tropical and subtropical areas of the Atlantic, Indian, and Pacific oceans (Fig. 1). Apart from the update of the species distribution on the paleogeographical map of Vryelinck and Bouysse (2003), three main corrections are applied here to the original map of Thierstein: (1) Thierstein (1981) observed a strikingly high abundance inM.murus N10% in the South Pacific. Similarly high abundances are reported from the North Pacific Site 577 (Fig. 7, Thibault and Gardin, 2010) which draw an additional zone of very high abundances in the North Pacific (Fig. 1). (2) Results from DSDP Site 525A extend the asymmetric contour of the N2% distribution of M. murus down to the southeastern part of the subtropical Atlantic (Fig. 1). (3) The N2% contour distribution ofM.murus is extended slightly further south in the Indian Ocean due to the results obtained at Sites 216, 217, and 762C (Tantawy et al., 2009 and this study). This highlights an asymmetry in the contour of the N2% M. murus zone in the Indian Ocean which is at tropical latitudes along the southeastern margin of Africa and at mid-latitudes offshore NWAustralia (Fig. 1). The exact position of the contour of the N2% distribution ofM.murus remains elusive in the North and South Pacific as well as in the northern part of the Indian Ocean (Fig. 1)."
  }, {
    "heading": "5. Discussion",
    "text": ""
  }, {
    "heading": "5.1. Global surface ocean patterns as expressed by the paleobiogeographic distribution of M. murus",
    "text": "The paleobiogeographic distribution ofM. murus reflects the preference of this species for warm waters and highlights a number of subtle patterns in the distribution of global surface water masses (Fig. 1). The positive anomalies in the abundance ofM.murus observed in the Pacific\nOcean likely draw the central part of ultra-oligotrophic tropical gyres of the Pacific when compared to the present day geographic situation. Togetherwith the low abundance of this species inmost of the surfacewaters of the Tethys which were likely richer in nutrients than the openocean Pacific and Atlantic oceans, these features could suggest that M.muruswas adapted to ultra-oligotrophic warm surface waters. Alternatively, the anomalously high abundance ofM.murus in the central Pacific could reflect the high surface water temperatures of a Pacific warm pool associated with the existence of El Niño Southern Oscillations during the Late Cretaceous (Davies et al., 2012; Yu et al., 2014). The contour of the N2% distribution ofM.murus in the South Atlantic highlights (1) a warm surface current flowing southward along the eastern margin of South America and deflected to the southeast in the Southern subtropical Atlantic, (2) a cool surface current flowing northward along the southeastern margin of South America, and (3) a narrow cool surface current flowing northward along the western margin of South Africa (Fig. 1). The description of surface currents in the late Maastrichtian South Atlantic resembles partly the present-day situation of the warm Brazil, and cool Benguela and Falkland surface currents. Similarly, in the North Atlantic, the distribution of M. murus highlights a warm proto Gulf-stream, the cool current of the Canary, and possibly, a proto-, cool Labrador current (Fig. 1). In the southern Indian Ocean, the paleobiogeographic distribution of M. murus suggests a situation very different from today with a cool west Australian surface current flowing northward along thewestern margin of Australia and deflected toward the NNW, south of India and Madagascar (Fig. 1).\nThe presence of a proto Gulf-stream in the Maastrichtian was already postulated byWatkins and Self-Trail (2005) and is in accordance with the Maastrichtian map of the main surface paleocurrents (Fig. 2, Pucéat et al., 2005). The distribution ofM. murus reinforces the findings of these authors and even suggests an already vigorous Gulf-stream (Fig. 1). The paleobiogeographic distribution of M. murus indicates that surface ocean circulation in the late Maastrichtian Atlantic was partly similar to today’s situation, despite the important differences from the global ocean circulation such as the connection to the Pacific, the likely absence of well-differentiated North Atlantic Deep Waters (NADW) and the existence of a circum-tropical east-Tethyan current flowing into the North Atlantic (Fig. 2, Pucéat et al., 2005). For instance, today’s northern Canary and southern Benguela surface currents are wind-driven and branches of the North and South Atlantic gyres. They are also connected to important upwelling zones along the coasts of Morocco to the gulf of Guinea and off Angola. Their presence in the late Maastrichtian attests of similar wind regimes along the western coast of Africa at that time and of vigorous tropical gyres in both hemispheres, while the presence of associated Maastrichtian upwelling zones along the western coast of Africa was already inferred by Handoh et al. (2003). The suggested presence of the Falkland current along the eastern coast of Argentina drawn by the paleobiogeographic distribution of M. murus has important implications for Maastrichtian paleogeography. The Falkland (or Malvinas) current originates from a thick branching off of the Antarctic Circumpolar Current (ACC) as it flows round Cape Horn (Legeckis and Gordon, 1982). The existence of the Falkland current in the Late Maastrichtian may thus attest of an already vigorous eastward surface flow around, at least, the western part of the coast of Antarctica, and passing through an open Drake Passage, as figured by previous authors (compare Fig. 1 and Fig. 2, Pucéat et al., 2005). However, the presence of the northwestward deflection of the cool Australian current flowing south of India and Madagascar suggests very limited or no east–west surface water flow between Antarctica and Australia, in accordance with the paleogeographical proximity of these two continents in the late Maastrichtian (Fig. 1). However, the NW deflection of a cool west Australian current as suggested here appears in contradictionwith the surface water reconstruction of the Maastrichtian as figured in Pucéat et al. (2005) (compare Fig. 1 and Fig. 2). More work is needed in that area to resolve these apparent contradictions.\n158 N .Thibault,D .H usson /Palaeogeography,Palaeoclim atology,Palaeoecology 441 (2016) 152–164"
  }, {
    "heading": "5.2. The calcareous nannofossil expression of climatic instability at the end of the Maastrichtian",
    "text": "The end-Maastrichtian warming has been well documented in deep and intermediate waters of the North Atlantic, South Atlantic, Tropical Pacific, and Indian oceans through transient changes in the δ18O of benthic foraminifers of numerous deep-sea sites (Li and Keller, 1998, 1999; Barrera and Savin, 1999). An end-Maastrichtianwarm pulse of 3–4 °C is well-recorded in surface waters in southern high-latitude Sites 689 and 690 (Stott and Kennett, 1990; Barrera, 1994) but is poorly resolved through planktonic foraminiferal stable oxygen isotopes in tropical and temperate latitudes (Li and Keller, 1998; Barrera and Savin, 1999). Global warming in oceanic-surface waters is however suggested by marked changes in the calcareous plankton at that time. Poleward migration of low-latitude planktonic foraminifer species and an increase in abundance of Contusotruncana contusa and Pseudotextularia elegans are associated with this end-Maastrichtian warming (Huber and Watkins, 1992; Kucera and Malmgren, 1998; Olsson et al., 2001). In South Atlantic Site 525A, thewarming pulse is accompanied by reduced species richness and Shannon diversity, dwarfing and reduced photosymbiotic activity of planktonic foraminifera (Abramovich and Keller, 2003). In calcareous nannofossil assemblages of Sites 1258A (western equatorial Atlantic), 525A (South Atlantic), and 577 (tropical Pacific), the warming event is marked by the temporary disappearance of the high-fertility species B. constans, a demise of cool-water indicators, and an increase in abundance of the tropical species M. murus (Thibault and Gardin, 2006, 2007, 2010). Thibault and Gardin (2010) highlighted the striking correlation of the global ocean warming as expressed in the nannofossil assemblage with (1) the atmospheric warming recorded byWilf et al. (2003) in terrestrial plants of North Dakota, (2) a sharp increase in atmospheric CO2 expressed by changes in the δ13C of paleosol carbonates in Texas (Nordt et al., 2003), and (3) a global decrease in the marine 187Os/188Os record which marks a major volcanic activity of the Deccan (Robinson et al., 2009).\nNew results obtained at Elles and at Site 762C confirm the increase in abundance of M. murus as a global feature marking the end-Maastrichtian warming at low and mid-latitudes (Figs. 5–6). In the Boreal European Chalk Sea, the end-Maastrichtian is marked by an acme of W. barnesiae. This is illustrated here at Danish localities Stevns-1 and Skælskør-1 (Fig. 3) as well as in other localities of the Danish Basin and in the central Graben of the North Sea (Sheldon et al., 2010). Throughout the Cretaceous, W. barnesiae is common to abundant in most settings and considered to be a eurytopic cosmopolitan species (Mutterlose, 1991; Mutterlose and Kessels, 2000; Melinte and Mutterlose, 2001). By the Late Cretaceous, the paleobiogeography of W. barnesiae reflects a preference for warmer temperatures (e.g. Bukry, 1973; Thierstein, 1981; Huber and Watkins, 1992) and a marked poleward migration of this taxon is noted at the top Maastrichtian, coincident with a warming in austral paleolatitudes (Stott and Kennett, 1990; Huber and Watkins, 1992). Many studies have also shown a negative correlation between the relative abundance ofW. barnesiae and that of the high-fertility indices B. constans and Z. erectus (Roth and Krumbach, 1986; Watkins, 1989; Erba, 1991, 1992; Erba et al., 1992; Williams and Bralower, 1995a, 1995b; Bischoff and Mutterlose, 1998; Fisher and Hay, 1999; Herrle, 2003; Herrle et al., 2003). These opposite trends indicate that W. barnesiae preferred oligotrophic waters and was quite sensitive to changes in surface-water nutriency. In the Maastrichtian tropical realm, no change in the relative abundance of W. barnesiae has been noted in association with well-expressed sea-surface water variations (Thibault and Gardin, 2006, 2007, 2010). In contrast, changes in the relative abundance of this species in the late Maastrichtian of Danish basin cores and North Sea cores have been interpreted as surface-water warming, considering that the European Chalk Sea was a stable, uniformly oligotrophic water mass (Schiøler, 2004; Sheldon et al., 2010). In Stevns-1 and\nSkælskør-1, the increase inW. barnesiae is concomitant to a decrease in cool-water taxa (Fig. 3). Moreover, in Stevns-1, the interval of acme of W. barnesiae shows very rare occurrence of the warmwater speciesM. murus, Ceratolithoides spp., and Cribrocorona gallica. These findings clearly indicate a poleward migration of these taxa that are normally restricted to low latitudes (Lees, 2002). Consequently, these results confirm that the acme of W. barnesiae in the Boreal realm marks the end-Maastrichtian warming. The contrast in the response of W. barnesiae to temperature changes between the tropical realm and high latitudes may be explained by the adaptation of this species to a range of warm to mild temperatures. During intervals of cooling, environmental conditions were reaching the lower limit of this range at high latitudes and prevented W. barnesiae to compete with other nannofossil taxa that were either better adapted to cool waters or had a broader range of temperature preferences.\nThe temporary disappearance of B. constans at Elles (Tethys) and at Site 762C (Indian Ocean), and the paucity of this species in Stevns1 (European Chalk Sea) during the end-Maastrichtian warming confirm previous findings of Thibault and Gardin (2006, 2007, 2010) (Figs. 3, 5–7). B. constans drops globally in abundance immediately before the warming and appears to be either absent or very rare during the warming (Fig. 7). In contrast, a come-back of this species is noted at Site 762C, 577, and in the Elles section during the following cooling event that precedes the K-PgB (Fig. 7). The absence of the high-fertility and delicate species B. constans may indicate either a global decrease in surface-water nutriency associated to the endMaastrichtian warming, either a poor tolerance of this species to globally warmer conditions in surface waters, or alternatively, a global acidification event associated to the Deccan warming, since this species is quite sensitive to dissolution. Ocean acidification caused by Deccan-induced acid rains has been recently suggested by Font et al. (2014)."
  }, {
    "heading": "5.3. Age of the base of magnetic reversal Chron C29r",
    "text": "Calibration of the age of the end-Maastrichtian base of magnetic reversal Chron C29r has been the subject of many past studies and has been recently the subject of two new radiochronologic studies (Schoene et al., 2015; Sprain et al., 2015). Although these studies provide a very low uncertainty associated to the new radiometric dates, their findings (respectively 66.288 ± 0.027 and 66.195 ± 0.043) do not overlap and are thus contradictory (Table 1, Fig. 8A). In contrast, past studies which have attempted to estimate the duration of the Cretaceous portion of C29r based on cyclostratigraphy tend to converge toward the expression of 15–19 precession cycles pointing to a range of ages of 66.361–66.433 when calculated along the precessional age model of Laskar (2004) from a K-PgB placed at 66.043 (Renne et al., 2013) (Table 1, Fig. 8A). The obtained average (66.397 ± 0.036) is concordant neither with findings of Schoene et al. (2015) or with those of Sprain et al. (2015). The concordant cyclostratigraphic estimations derive from not less than 10 different locations in the Basque-Cantabrian Basin, South Atlantic, central western Tethys, and NW and NE Tethys (Table 1). Yet, these studies have been overlooked by Schoene et al. (2015) and Sprain et al. (2015) who claim for a much reduced duration of the Cretaceous part of C29r down to 245 and 152 kyr, respectively. This is unfortunate as the need for more and more age precision in the vicinity of mass extinction events has become crucial for evaluating rates of environmental change. Concordant cyclostratigraphic durations derived from this large number of distinct locations and radiometric datings should somehow converge. In order to resolve this conflict, it is necessary to take into account the uncertainty associated to the age of the KPgB. The scenario presented in Fig. 7B considers an absolute minimum age for the K-PgB of 65.957 Ma which corresponds to the upper range of Renne and colleagues uncertainty. When choosing the latter age, zconflicts remain between the range of possible ages derived from\ncyclostratigraphy and that derived from the study of Sprain et al. (2015) but the extent of this conflict ismuch reduced and could arise from a statistical underestimation of radiochronologic uncertainties (Fig. 8B). Actually, this scenario offers a perfect concordance between the cyclostratigraphy and the radiometric datings of Schoene et al. (2015) (Fig. 8B). Such a scenario suggests that the most precise age for the KPgB is rather toward the uppermost range of uncertainty provided by Renne et al. (2013), i.e. closer to 65.957 Ma, than precisely at the given average of 66.043Ma. More precision could potentially arise from future cyclostratigraphic studies across continuous K-PgB sections using the position of extracted 405 kyr cycles. In the scenario that considers an average age of 66.043Ma, the K-PgB should be positioned about 73 kyr earlier than a 405 kyr minimum (Fig. 8A) whereas in the scenario with an age of 65.957Ma, the K-PgB nearly corresponds to the 405 kyrminimum with a negligible delay of 13 kyr (Fig. 8B). In any case, such considerations show that it is possible to reconcile radiometric datings and cyclostratigraphic durations and that it is important to consider age uncertainties. Durations b300 kyr for the Cretaceous portion of C29r are incompatible with all cyclostratigraphic studies so far and thus appear unlikely."
  }, {
    "heading": "5.4. Global correlation of calcareous nannofossils trends and cyclostratigraphic records for the end-Maastrichtian: A record of climatic instability",
    "text": "The end-Maastrichtian polewardmigration ofM.murus to the Boreal realm likely correlates with its increase in the tropical realm (Fig. 7). There is thus few doubt that the acme of W. barnesiae, concomitant to the occurrence of M. murus at Boreal locations, correlates with the increase in M. murus observed at tropical locations, both marking the end-Maastrichtian global warming event in sea-surface waters (Fig. 7). At most locations, this event is followed by a short episode of cooling, immediately preceding the K-PgB, which is marked by the decrease inM. murus at low latitudes, a decrease inW. barnesiae at Boreal high latitudes, a return of B. constans, and a peak in cool-water taxa at Site 525A and 762C and at Stevns-1 (Fig. 7). The situation is somewhat different at Elles. There, the cooling event asmarked by the concomitant increase in bulk δ18O and decrease of M. murus immediately following its increase is followed by another short pulse of warming immediately preceding the K-PgB, marked by a short-lived positive peak inM.murus and a negative peak in bulk δ18O (Fig. 6). An additional short pulse of warming may also be expressed immediately below the K-PgB in the semi-quantitative abundance of M. murus at the Bottaccione section (Fig. 7). The climatic evolution expressed in sea-surface waters of the Tethys thus differs from other records with a short additional warming pulse preceding immediately the K-PgB (Figs. 6–7).\nAdditionally, several sites presented in this correlation have been analyzed for cyclostratigraphy. For Sites 762C, 525A and for the Bottaccione section, the 100 kyr eccentricity was extracted through filtering of the gray level of sediment core pictures (525A, Husson et al., 2011; 762C, Thibault et al., 2012a, 2012b) or magnetic susceptibility (Bottaccione, Husson et al., 2014). For the Elles section, the 100 kyr eccentricity was poorly expressed but a well-expressed precession (22 kyr) could be extracted through filtering of the magnetic susceptibility (Thibault et al., 2015a). Estimations of durations from this filter and amplitude modulations of the precession allow for identification of the 100 kyr cycles which are numbered downwards from the K-PgB (gray and white bands in Fig. 6). The correlation is also supported by the base of Chron C29r recorded at many sites (Fig. 7). It is noticeable that the FO of Micula prinsii is always situated relatively close to the base of C29r but appears slightly diachronous when examined in detail (Figs. 7–8). We have reported here possible ages for the FO ofM. prinsii when considering an age of 66.043 and when considering an age of 65.957 Ma (Fig. 8). The maximum uncertainty range for the FO of M. prinsii is of 450 kyr when considering the minimum age at DSDP Site 525A and the maximum age obtained at the Elles section (Fig. 8).\nSuch anuncertainty appears quite reasonable and reinforces the validity of this taxon as an excellent biostratigraphic marker for the uppermost Maastrichtian.\nThe comparison of the interpreted climatic evolution, of the M. murus increase, and of cyclostratigraphy at all correlated sites points to the following global trends. The global increase inM.murus generally lies close to the base of the magnetic reversal chron C29r. The endMaastrichtian warming as expressed by the main increase in M. murus and by the concomitantmain negative excursion in bulk δ18O lasted between 200 and 230 kyr in all investigated sites and generally encompasses eccentricity cycles 2 and 3 (Fig. 7). The following cooling event lasts ca. 100–110 kyr in the South Atlantic and IndianOcean and encompasses eccentricity cycle 1 whereas cooling appears to occur ca. 40 kyr earlier in the southwestern Tethys (Elles) and shows a similar duration of up to ca. 120 kyr, encompassing the lower half of cycle 1 and the upper half of cycle 2 (Fig. 7). The additional short warming pulse that precedes immediately the K-Pg boundary encompasses the topmost part of cycle 1 in Tunisia and central Italy with a duration of 30–40 kyr. Consequently, these results confirm the expression of a globally, nearly synchronous warming in oceanic-surface waters and highlight very rapid changes in sea-surface temperatures at the end of the Maastrichtian. The timing of this climatic instability matches that of phase 2 of Deccan volcanismwhen uncertainties of radiometric datings are taken into account (Schoene et al. 2015).\nThe end-Maastrichtian greenhouse warming, as marked by the increase in M. murus, is also characterized by a drop in calcareous nannofossil species richness at Site 762C (Fig. 5) and by somewhat slightly lower values in the Elles section (Fig. 6). The same observation wasmade in a number of tropical Pacific deep-sea sites and at South Atlantic Site 525A (Thibault and Gardin, 2010). This may be interpreted as a response of the nannofossil assemblage to environmental stress, or alternatively, to sea-water acidification affecting the preservation of the nannofossil assemblage during deposition. The latter acidification hypothesis could also explain the temporary disappearance of the solution-susceptible taxon B. constans and has been recently supported by the study of Font et al. (2014). It is, however, important to notice that at all studied sites, the calcareous nannofossil species richness returned to higher values during the cooling event that follows the greenhouse warming and remained high up to the K-PgB (Figs. 3, 5–6, and in Thibault andGardin, 2010). Togetherwith the absence of any significant extinction in this group preceding the K-PgB, these findings reassess that, in the end-Maastrichtian, calcareous nannoplankton diversity was not severely affected by Deccan-induced environmental perturbations. There is no doubt that Deccan volcanism caused climatic instability and affected global ecosystems in the end-Maastrichtian. However, as confirmed in this review of high-resolution studies, the global calcareous nannoplankton record across the K-PgB remains consensual with a very abrupt extinction coincidentwith a drop in carbonate productivity, with the deposition of an iridium-rich boundary clay, and with the subsequent reworking of Cretaceous species in the earliest Paleocene (Pospichal, 1996; Minoletti et al., 2004, 2005; Jiang et al., 2010). The sudden extinction of the calcareous nannoplankton at the K-PgB thus supports the extraterrestrial impact as a fundamental aspect of the KPgB mass extinction scenario (Jiang et al., 2010)."
  }, {
    "heading": "6. Conclusions",
    "text": "Our compilation of cyclostratigraphic and calcareous nannofossil paleoecological data from the Atlantic, Pacific, Tethys, and Indian oceans and Boreal realm attest of important stratigraphic and paleoceanographic features that characterize the end of the Cretaceous era:\n(1) An update of the paleobiogeographic distribution of the warmwater M. murus species indicates the existence of major seasurface currents in the late Maastrichtian Atlantic Ocean similar to the present-day Gulf-stream, Canary, Benguela, and Falkland\ncurrents, as well as a northwestward cool Australian surface current flowing south of India and Madagascar. (2) Although characterized by different amplitudes, the increase in M. murus marks a transient, global end-Maastrichtian greenhouse warming in sea-surface waters, recorded throughout tropical to subtropical latitudes and followed by a short cooling episode preceding the Cretaceous–Paleogene boundary. In the Boreal realm, the greenhouse warming episode is highlighted by a contemporaneous acme of W. barnesiae and very rare occurrences of M. murus and other tropically restricted calcareous nannofossil species. This climatic episode is also marked globally by a temporary disappearance of the highfertility marker B. constans. (3) The review of numerous cyclostratigrapic duration estimations between the K-PgB and the base of magnetic reversal chron C29r points to a range of 15–19 precession cycles, which implies a minimum of 300 kyr. This minimum is incompatible with recent radiometric datings for the base C29r when taking the average age of 66.043 Ma for the K-PgB (Renne et al., 2013). However, cyclostratigraphy and geochronology become concordant when considering the upper range of uncertainty of Renne and colleagues and by fixing the K-PgB close to the minimum age of 65.957 Ma. (4) The review of the late Maastrichtian climatic changes as expressed by calcareous nannofossils suggests a common evolution of sea-surface paleotemperatures for the last 340 kyr of the Cretaceous at low latitudes of the Atlantic, Pacific, and Tethys oceans, at mid-latitudes of the Indian Ocean, and in the Boreal Chalk Sea. This evolution is characterized by a ca. 200–230 kyr greenhouse warming followed by a 100– 110 kyr cooling event. In the Tethys, an additional warm pulse is recorded for the last 30–40 kyr of the Cretaceous immediately preceding the K-PgB. This overall climatic instability matches the timing of phase 2 in Deccan volcanism. (5) A drop in calcareous nannofossil species richness is recorded in many sites in coincidence with the end-Maastrichtian greenhouse warming. This drop could be a response to temporary environmental stress and/or sea-water acidification. (6) Calcareous nannofossil assemblages show a return to higher values in species richness during the last 100–140 kyr of the Maastrichtian and do not denote any significant extinction prior to the K-PgB, thus re-assessing the importance of the impact scenario to explain the abrupt extinction of this group at the boundary. Understanding of the Cretaceous–Paleogene environmental deterioration requires future research directions where volcanism and the extraterrestrial impact both contributed to the mass extinction."
  }, {
    "heading": "Acknowledgments",
    "text": "Funding for this study was provided by the Carlsberg Foundation (Carlsbergfondet 2011-01-0603 and 2013-01-0425) and the CNRS Eclipse II program 2004 Volcanisme de traps: signature géochimique, impact environnemental et réponses biologiques. This research used samples provided by the Ocean Drilling Program (ODP). ODPwas sponsored by the US National Science Foundation (NSF) and participating countries under the management of Joint Oceanographic Institutions (JOI), Inc. This manuscript benefited from highly constructive comments and suggestions of two anonymous reviewers."
  }],
  "year": 2015,
  "references": [{
    "title": "Planktonic foraminiferal response to the latest Maastrichtian abrupt warm event: a case study from South Atlantic DSDP Site 525A",
    "authors": ["S. Abramovich", "G. Keller"],
    "venue": "Mar. Micropaleontol",
    "year": 2003
  }, {
    "title": "Global environmental changes preceding the Cretaceous–Tertiary boundary: Early-Late",
    "authors": ["E. Barrera"],
    "venue": "Maastrichtian transition. Geology",
    "year": 1994
  }, {
    "title": "Evolution of Campanian–Maastrichtian marine climates and oceans",
    "authors": ["E. Barrera", "S.M. Savin"],
    "venue": "Soc. Am. Special Paper",
    "year": 1999
  }, {
    "title": "Cyclostratigraphy and astronomical tuning of the Late Maastrichtian at Zumaia (Basque Country",
    "authors": ["S.J. Batenburg", "M. Sprovieri", "A.S. Gale", "F.J. Hilgen", "S. Hüsing", "J. Laskar", "D. Liebrand", "F. Lirer", "X. Orue-Etxebarria", "N. Pelosi", "J. Smit"],
    "venue": "Northern Spain). Earth Planet. Sci",
    "year": 2012
  }, {
    "title": "Calcareous nannofossils of the Barremian/Aptian boundary interval in NW Europe: biostratigraphic and palaeoecologic implications of a high resolution study",
    "authors": ["G. Bischoff", "J. Mutterlose"],
    "venue": "Cretac. Res",
    "year": 1998
  }, {
    "title": "Coccolith and silicoflagellate stratigraphy, Tasman Sea and southwestern Pacific Ocean, Deep Sea Drilling Project Leg 21",
    "authors": ["D. Bukry"],
    "venue": "Init. Rep. Initial Rep. Deep Sea Drill. Proj",
    "year": 1973
  }, {
    "title": "General geology in Tunisia",
    "authors": ["P.F. Burollet"],
    "venue": "9th Annual Field Conference,",
    "year": 1967
  }, {
    "title": "El-Nino Southern Oscillation variability from the Late Cretaceous",
    "authors": ["A. Davies", "A.E.S. Kemp", "G.P. Weedon", "J.A. Barron"],
    "venue": "Marca Shale of California. Geology",
    "year": 2012
  }, {
    "title": "Detailed correlation and astronomical forcing across the Upper Maastrichtian succession from the Basque Basin",
    "authors": ["J. Dinarès-Turell", "V. Pujalte", "K. Stoykova", "J. Elorza"],
    "venue": "Bol. Geol. Min",
    "year": 2013
  }, {
    "title": "Calcareous nannofossil distribution in pelagic rhythmic sediments (Aptian– albian Piobicco core, central Italy)",
    "authors": ["E. Erba"],
    "venue": "Riv. Ital. Paleontol. Stratigr",
    "year": 1991
  }, {
    "title": "Middle Cretaceous calcareous nannofossils from the western Pacific (Leg 129): evidence for paleoequatorial crossings",
    "authors": ["E. Erba"],
    "venue": "Proc. Ocean Drill. Program Sci. Results",
    "year": 1992
  }, {
    "title": "Calcareous nannofossils and Milankovitch cycles: the example of the Gault Clay Formation (southern England)",
    "authors": ["E. Erba", "F. Castradori", "G. Guasti", "M. Ripepe"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 1992
  }, {
    "title": "Ridge and valley systems in the Upper Cretaceous chalk of the Danish Basin: contourites in an epireic sea",
    "authors": ["E.V. Esmerode", "H. Lykke-Andersen", "F. Surlyk"],
    "venue": "Economic and Palaeoceanographic Significance of Contourite Deposits: London, Geological Society [London] Special Publication",
    "year": 2007
  }, {
    "title": "Calcareous nannofossils as indicators of mid-Cretaceous paleofertility along an ocean front, U.S. Western Interior",
    "authors": ["C.G. Fisher", "W.W. Hay"],
    "venue": "Geol. Soc. Am. Special Paper",
    "year": 1999
  }, {
    "title": "Atmospheric halogen and acid rains during the main phase of Deccan eruptions: magnetic and mineral evidence",
    "authors": ["E. Font", "S. Fabre", "A. Nédélec", "T. Adatte", "G. Keller", "C. Veiga-Pires", "G. Ponte", "J. Mirao", "H. Khozyem", "J. Spanzenberg"],
    "venue": "Soc. Am. Special Paper 505,",
    "year": 2014
  }, {
    "title": "An expanded Cretaceous/Tertiary transition in a pelagic setting of the Southern Alps (central-western Tethys)",
    "authors": ["E. Fornaciari", "L. Giusberti", "V. Luciani", "F. Tateo", "C. Agnini", "J. Backman", "M. Oddone", "D. Rio"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 2007
  }, {
    "title": "Biomagnetochronology for the upper Campanian-Maastrichtian from the Gubbio area, Italy: new results from the Contessa Highway and Bottaccione sections",
    "authors": ["S. Gardin", "B. Galbrun", "N. Thibault", "R. Coccioni", "I. Premoli Silva"],
    "venue": "Newsl. Stratigr",
    "year": 2012
  }, {
    "title": "Maastrichtian chalk of northwest Europe a pelagic shelf sediment",
    "authors": ["E. Håkansson", "R. Bromley", "K. Perch-Nielsen"],
    "venue": "Spec. Publ. Int. Assoc. Sedimentol",
    "year": 1974
  }, {
    "title": "Evolution of upwelling in the Atlantic Ocean basin",
    "authors": ["I.C. Handoh", "G.R. Bigg", "J.W. Jones"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 2003
  }, {
    "title": "Orbital Chronology of CretaceousPaleogene marine sediments",
    "authors": ["T.D. Herbert", "I. Premoli Silva", "E. Erba", "A. Fischer"],
    "venue": "SEPM Special Publication",
    "year": 1995
  }, {
    "title": "Precessional climatic cycles in the Late Cretaceous South Atlantic: long-term consequences of high-frequency variations",
    "authors": ["T.D. Herbert", "J. Gee", "S. DiDonna"],
    "venue": "Geol. Soc. Am. Special Paper",
    "year": 1999
  }, {
    "title": "Reconstructing nutricline dynamics of mid-Cretaceous oceans: evidence from calcareous nannofossils from the Niveau Paquier black shale (SE France)",
    "authors": ["J.O. Herrle"],
    "venue": "Mar. Micropaleontol",
    "year": 2003
  }, {
    "title": "Forcing mechanisms for mid-Cretaceous black shale formation: evidence from the Upper Aptian and Lower Albian of the Vocontian Basin (SE France)",
    "authors": ["J.O. Herrle", "J. Pross", "O. Friedrich", "P. Kössler", "C. Hemleben"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 2003
  }, {
    "title": "Biogeography of Campanian–Maastrichtian calcareous plankton in the region of the Southern Ocean: paleogeographic and paleoclimatic simplications",
    "authors": ["B.T. Huber", "D.K. Watkins"],
    "venue": "AGU, Antarctic Research Series",
    "year": 1992
  }, {
    "title": "Astronomical calibration of the Maastrichtian (Late Cretaceous)",
    "authors": ["D. Husson", "B. Galbrun", "J. Laskar", "L. Hinnov", "N. Thibault", "S. Gardin", "R. Locklair"],
    "venue": "Earth Planet. Sci",
    "year": 2011
  }, {
    "title": "Tempo and duration of short-term environmental perturbations across the Cretaceous-Paleogene",
    "authors": ["D. Husson", "B. Galbrun", "S. Gardin", "N. Thibault"],
    "venue": "boundary. Stratigraphy",
    "year": 2014
  }, {
    "title": "Geographic controls on nannoplankton extinction across the Cretaceous/Palaeogene boundary",
    "authors": ["S. Jiang", "T.J. Bralower", "M.E. Patzkowsky", "L.R. Kump", "J.D. Schueth"],
    "venue": "Nat. Geosci",
    "year": 2010
  }, {
    "title": "Terminal Cretaceouswarming event in themid-latitude South Atlantic Ocean: evidence from poleward migration",
    "authors": ["M. Kucera", "B.A. Malmgren"],
    "venue": "Contusotruncana",
    "year": 1998
  }, {
    "title": "A long term numerical solution for the insolation quantities of the earth",
    "authors": ["J. Laskar", "P. Robutel", "F. Joutel", "M. Gastineau", "A. Correia", "B. Levrard"],
    "venue": "Astron. Astrophys",
    "year": 2004
  }, {
    "title": "Calcareous nannofossils biogeography illustrates palaeoclimate change in the Late Cretaceous",
    "authors": ["J.A. Lees"],
    "venue": "Indian Ocean. Cretac. Res",
    "year": 2002
  }, {
    "title": "Satellite observations of the Brazil and Falkland Currents",
    "authors": ["R. Legeckis", "A. Gordon"],
    "venue": "Deep-Sea Res",
    "year": 1982
  }, {
    "title": "Abrupt deep-sea warming at the end of the Cretaceous",
    "authors": ["L. Li", "G. Keller"],
    "venue": "Geology 26",
    "year": 1998
  }, {
    "title": "Variability in Late Cretaceous and deepwaters: evidence from stable isotopes",
    "authors": ["L. Li", "G. Keller"],
    "venue": "Mar. Geol",
    "year": 1999
  }, {
    "title": "Late Cretaceous (Cenomanian-Maastrichtian) calcareous nannofossils from Goban Spur (DSDP Sites 549, 551): implications for the palaeoceanography of the proto North Atlantic",
    "authors": ["C. Linnert", "J. Mutterlose", "J.O. Herrle"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 2011
  }, {
    "title": "The Cretaceous Palaeogene boundary at Stevns Klint, Denmark: inversion tectonics or sea-floor topography",
    "authors": ["H. Lykke-Andersen", "F. Surlyk"],
    "venue": "J. Geol. Soc. Lond",
    "year": 2004
  }, {
    "title": "A Valanginian (Early Cretaceous) ‘boreal nannoplankton excursion",
    "authors": ["M. Melinte", "J. Mutterlose"],
    "venue": "in sections from Romania. Mar. Micropaleontol",
    "year": 2001
  }, {
    "title": "Reworking of Maastrichtianlike calcareous nannofossils in the lowermost Danian sediments of Bidart section (France): isotopic evidence (carbon and oxygen)",
    "authors": ["F. Minoletti", "M. de Rafélis", "M. Renard", "S. Gardin"],
    "venue": "Rev. Micropaleontol",
    "year": 2004
  }, {
    "title": "Changes in the pelagic fine fraction carbonate sedimentation during the Cretaceous Paleogene transition: contribution of the separation technique to the study",
    "authors": ["F. Minoletti", "M. de Rafélis", "M. Renard", "S. Gardin", "J. Young"],
    "venue": "Bidart section. Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 2005
  }, {
    "title": "Das Verteilungs-undMigrationsmuster des kalkigen Nannoplanktons in der borealen Unterkreide (Valangin-Apt) NWDeutschlands",
    "authors": ["J. Mutterlose"],
    "venue": "Palaeontographica",
    "year": 1991
  }, {
    "title": "Early Cretaceous calcareous nannofossils from high latitudes: implications for palaeobiogeography and palaeoclimate",
    "authors": ["J. Mutterlose", "K. Kessels"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 2000
  }, {
    "title": "Terrestrial evidence for two greenhouse events in the latest Cretaceous",
    "authors": ["L. Nordt", "S. Atchley", "S. Dworkin"],
    "venue": "GSA Today",
    "year": 2003
  }, {
    "title": "Paleobiogeography of Pseudotextularia elegans during the latest Maastrichtian global warming event",
    "authors": ["R.K. Olsson", "J.D. Wright", "K.G. Miller"],
    "venue": "J. Foraminifer. Res",
    "year": 2001
  }, {
    "title": "Calcareous nannofossil assemblage changes and stable isotope data from Maastrichtian to Selandian in the Akveren Formation, Western Black Sea, Turkey",
    "authors": ["C.K. Ozer"],
    "venue": "Arab. J. Geosci",
    "year": 2014
  }, {
    "title": "Re-examination of the statistical methods used to determine the number of point counts needed for micropaleontological quantitative research",
    "authors": ["R.T. Patterson", "E. Fishbein"],
    "venue": "J. Paleontol",
    "year": 1989
  }, {
    "title": "Paleoceanography of the Mesogean Sea based on ostracods of the northern tunisian continental shelf between the Late Cretaceous and Early Paleogene",
    "authors": ["J.P. Peypouquet", "F. Grousset", "P. Mourguiart"],
    "venue": "Geol. Rundsch",
    "year": 1986
  }, {
    "title": "Calcareous nannoplanktonmass extinction at the Cretaceous/Tertiary boundary: an update",
    "authors": ["J.J. Pospichal"],
    "venue": "Geol. Soc. Am. Special Paper",
    "year": 1996
  }, {
    "title": "Calcareous nannofossils across the K–T boundary, ODP Hole 690C, Maud Rise, Weddell Sea",
    "authors": ["J.J. Pospichal", "S.W. Wise Jr."],
    "venue": "Proc. Ocean Drill. Program Sci. Results",
    "year": 1990
  }, {
    "title": "Neodymium isotope evolution of NW Tethyan upper ocean waters throughout the Cretaceous",
    "authors": ["E. Pucéat", "C. Lécuyer", "L. Reisberg"],
    "venue": "Earth Planet. Sci",
    "year": 2005
  }, {
    "title": "Cretaceous-Tertiary profile, rhythmic deposition, and geomagnetic polarity reversals of marine sediments near Bjala, Bulgaria",
    "authors": ["A. Preisinger", "S. Aslanian", "F. Brandstätter", "F. Grass", "H. Stradner", "H. Summesberger"],
    "venue": "Geol. Soc. Am. Special Paper 356,",
    "year": 2002
  }, {
    "title": "Facies and ichnology of an Upper Cretaceous chalk contourite drift complex, eastern Denmark and the validity of contourite facies models",
    "authors": ["S.L. Rasmussen", "F. Surlyk"],
    "venue": "J. Geol. Soc. Lond",
    "year": 2012
  }, {
    "title": "Times scales of critical events around the CretaceousPaleogene",
    "authors": ["P.R. Renne", "A.L. Deino", "F. Hilgen", "D.F. Kuiper", "D.F. Mark", "W.S. Mitchell", "L.E. Morgan", "R. Mundil", "J. Smit"],
    "year": 2013
  }, {
    "title": "A high resolution marine 187Os/188Os record for the late Maastrichtian: distinguishing the chemical fingerprints of Deccan volcanism and the KP impact event",
    "authors": ["N. Robinson", "G. Ravizza", "R. Coccioni", "B. Peucker-Ehrenbrink", "R. Norris"],
    "venue": "Earth Planet. Sci",
    "year": 2009
  }, {
    "title": "Bioturbational redistribution of Danian calcareous nannofossils in the uppermost Maastrichtian across the K-Pg boundary at Bidart",
    "authors": ["F.J. Rodriguez-Tovar", "A. Uchman", "E. Molina", "S. Monechi"],
    "venue": "SW France. Geobios",
    "year": 2010
  }, {
    "title": "Middle Cretaceous calcareous nannofossil biogeography and preservation in the Atlantic and Indian oceans: implications for paleoceanography",
    "authors": ["P.H. Roth", "K.R. Krumbach"],
    "venue": "Mar. Micropaleontol",
    "year": 1986
  }, {
    "title": "Palynology of the Upper Maastrichtian, Danish Central Graben. Dan",
    "authors": ["P. Schiøler"],
    "venue": "Grønl. Geol. Unders., Rapp",
    "year": 2004
  }, {
    "title": "U-Pb geochronology of the Deccan Traps and relation to the endCretaceous mass extinction",
    "authors": ["B. Schoene", "K.M. Samperton", "M.P. Eddy", "G. Keller", "T. Adatte", "S.A. Bowring", "S.F.R. Khadri", "B. Gertsch"],
    "venue": "Science",
    "year": 2015
  }, {
    "title": "Late Maastrichtian warming in the Boreal Realm: nannofossil evidence from Denmark",
    "authors": ["E. Sheldon", "J. Ineson", "P. Bown"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 2010
  }, {
    "title": "High-resolution chronostratigraphy of the terrestrial Cretaceous-Paleogene transition and recovery interval in the Hell Creek region, Montana",
    "authors": ["C.J. Sprain", "P.R. Renne", "G.P. Wilson", "W.A. Clemens"],
    "venue": "Geol. Soc. Am",
    "year": 2015
  }, {
    "title": "The paleoceanographic and climatic signature of the Cretaceous/Paleogene boundary in the Antarctic: stable isotopic results from ODP Leg 113",
    "authors": ["L.D. Stott", "J.P. Kennett"],
    "venue": "Proc. Ocean Drill. Program Sci. Results",
    "year": 1990
  }, {
    "title": "Late Maastrichtian paleoclimatic and paleoceanographic changes inferred from Sr/Ca ratio and stable isotopes",
    "authors": ["D. Stüben", "U. Kramar", "Z.A. Berner", "M. Meudt", "G. Keller", "S. Abramovich", "T. Adatte", "U. Hambach", "W. Stinnesbeck"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 2003
  }, {
    "title": "An integrated stratigraphical study of fossil assemblages from the Maastrichtian White Chalk of northwestern Europe",
    "authors": ["F. Surlyk", "T. Birkelund"],
    "year": 1977
  }, {
    "title": "Contourite drifts, moats and channels in the Upper Cretaceous chalk of the Danish Basin",
    "authors": ["F. Surlyk", "H. Lykke-Andersen"],
    "venue": "Sedimentology",
    "year": 2007
  }, {
    "title": "The Skælskør structure in eastern Denmark – wrench-related anticline or primary Late Cretaceous sea-floor topography",
    "authors": ["F. Surlyk", "L.O. Boldreel", "H. Lykke-Andersen", "L. Stemmerik"],
    "venue": "Bull. Geol. Soc. Den",
    "year": 2010
  }, {
    "title": "Calcareous nannofossils biostratigraphy and paleoecology of the Cretaceous-Tertiary transition in the central eastern desert of Egypt",
    "authors": ["Tantawy", "A.A.A.M"],
    "venue": "Mar. Micropaleontol",
    "year": 2003
  }, {
    "title": "Late Maastrichtian volcanism in the Indian Ocean: effects on calcareous nannofossils and planktic foraminifera",
    "authors": ["Tantawy", "A.A.A.M", "G. Keller", "A. Pardo"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 2009
  }, {
    "title": "Orbital cyclicities above and below the Cretaceous/Paleogene boundary at Zumaya (N Spain)",
    "authors": ["W.G. Ten Kate", "A. Sprenger"],
    "venue": "Agost and Relleu (SE Spain). Sediment. Geol",
    "year": 1993
  }, {
    "title": "Le Nannoplancton calcaire au cours du Maastrichtien: Aspects paléoécologiques et biostratigraphiques (PhD thesis), 6. Université Pierre et Marie Curie, Paris (285 pp.)",
    "authors": ["N. Thibault"],
    "year": 2005
  }, {
    "title": "Maastrichtian calcareous nannofossil biostratigraphy and palaeoecology in the Equatorial Atlantic (Demerera rise, ODP Leg 207 Hole 1258A)",
    "authors": ["N. Thibault", "S. Gardin"],
    "venue": "Rev. Micropaleontol",
    "year": 2006
  }, {
    "title": "The late Maastrichtian nannofossil record of climate change in the South Atlantic DSDP Hole 525A",
    "authors": ["N. Thibault", "S. Gardin"],
    "venue": "Mar. Micropaleontol",
    "year": 2007
  }, {
    "title": "The calcareous nannofossil response to the end-Cretaceous warm event in the Tropical Pacific",
    "authors": ["N. Thibault", "S. Gardin"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 2010
  }, {
    "title": "Upper Campanian–Maastrichtian nannofossil biostratigraphy and high-resolution carbon-isotope stratigraphy of the Danish Basin: towards a standard d13C curve for the Boreal Realm",
    "authors": ["N. Thibault", "R. Harlou", "N. Schovsbo", "P. Schiøler", "F. Minoletti", "B. Galbrun", "B.W. Lauridsen", "E. Sheldon", "L. Stemmerik", "F. Surlyk"],
    "venue": "Cretac. Res",
    "year": 2012
  }, {
    "title": "Astronomical calibration of upper Campaniane Maastrichtian carbon isotope events and calcareous plankton biostratigraphy in the Indian Ocean (ODP Hole 762C): implication for the age of the CampanianMaastrichtian boundary",
    "authors": ["N. Thibault", "D. Husson", "R. Harlou", "S. Gardin", "B. Galbrun", "E. Huret", "F. Minoletti"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 2012
  }, {
    "title": "The endCretaceous in the southwestern Tethys (Elles, Tunisia): orbital calibration of paleoenvironmental events before the mass extinction",
    "authors": ["N. Thibault", "B. Galbrun", "S. Gardin", "F. Minoletti", "L. Le Callonnec"],
    "venue": "Int. J. Earth Sci. http://dx. doi.org/10.1007/s00531-015-1192-0",
    "year": 2015
  }, {
    "title": "Upper CampanianMaastrichtian chronostratigraphy of the Skæslskør-1 core, Denmark: correlation at the basinal and global scale and implications for changes in sea-surface temperatures",
    "authors": ["N. Thibault", "K. Anderskouv", "M. Bjerager", "L.O. Boldreel", "M.E. Jelby", "L. Stemmerik", "F. Surlyk"],
    "venue": "Lethaia. http://dx.doi. org/10.1111/let.12128",
    "year": 2015
  }, {
    "title": "Mesozoic calcareous nannoplankton biostratigraphy of marine sediments",
    "authors": ["H.R. Thierstein"],
    "venue": "Mar. Micropaleontol",
    "year": 1976
  }, {
    "title": "Late Cretaceous nannoplankton and the change at the Cretaceous– Tertiary boundary",
    "authors": ["H.R. Thierstein"],
    "venue": "SEPM",
    "year": 1981
  }, {
    "title": "The Changing Face of the Earth: the Break-up of Pangaea and Continental Drift Over the Past 250 Million Years in Ten Steps",
    "authors": ["B. Vryelinck", "P. Bouysse"],
    "venue": "Commission de la Carte Géologique du Monde et de l’Unesco,",
    "year": 2003
  }, {
    "title": "Nannoplankton productivity fluctuations and rhythmically-bedded pelagic carbonates of the Greenhorn Limestone (Upper Cretaceous)",
    "authors": ["D.K. Watkins"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 1989
  }, {
    "title": "Calcareous nannofossil evidence for the existence of the Gulf Stream during the late Maastrichtian",
    "authors": ["D.K. Watkins", "J.M. Self-Trail"],
    "venue": "Paleoceanography 20,",
    "year": 2005
  }, {
    "title": "Upper Cretaceous calcareous nannofossil biostratigraphy and paleoceanography of the Southern Ocean",
    "authors": ["D.K. Watkins", "S.W. Wise Jr.", "J.J. Pospichal", "J. Crux"],
    "year": 1996
  }, {
    "title": "Astronomical calibration of the Paleocene time",
    "authors": ["T. Westerhold", "U. Röhl", "I. Raffi", "E. Fornaciari", "S. Monechi", "V. Reale", "J. Bowles", "H.F. Evans"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 2008
  }, {
    "title": "Correlated terrestrial and marine evidence for global climate changes before mass extinction at the Cretaceous–Paleogene boundary",
    "authors": ["P. Wilf", "K.R. Johnson", "B.T. Huber"],
    "venue": "Proc. Natl. Acad. Sci. U. S. A",
    "year": 2003
  }, {
    "title": "Nannofossil assemblages, fine-fraction stable isotopes, and the paleoceanography of the Valanginian–Barremian (Early Cretaceous) North Sea",
    "authors": ["J.R. Williams", "T.J. Bralower"],
    "venue": "Basin. Paleoceanography",
    "year": 1995
  }, {
    "title": "Nannofossil assemblages, fine-fraction stable isotopes, and the paleoceanography of the Valanginian–Barremian (Early Cretaceous) North Sea",
    "authors": ["J.R. Williams", "T.J. Bralower"],
    "venue": "Basin. Paleoceanography",
    "year": 1995
  }, {
    "title": "Maestrichtian–Campanian nannofloral provinces of the southern Atlantic and Indian Oceans",
    "authors": ["F.H. Wind"],
    "year": 1979
  }, {
    "title": "Late Maastrichtian nannoplankton provinces",
    "authors": ["T. Worsley", "E. Martini"],
    "venue": "Nature",
    "year": 1970
  }, {
    "title": "ENSO-Type Signals Recorded in the Late Cretaceous Laminated Sediments of Songliao Basin, Northeast China",
    "authors": ["E. Yu", "C. Wang", "L. Hinnov", "H. Wu"],
    "venue": "AGU Fall Meeting 2014, paper PP41C-1371,",
    "year": 2014
  }, {
    "title": "Planktonic foraminiferal diversity, equitability and biostratigraphy of the uppermost Campanian–Maastrichtian, ODP Leg 122, Hole 762 C, Exmouth Plateau, NW Australia, eastern Indian Ocean",
    "authors": ["M.A. Zepeda"],
    "venue": "Cretac. Res",
    "year": 1998
  }, {
    "title": "Geological Atlas of Western and Central Europe",
    "authors": ["P.A. Ziegler"],
    "venue": "Shell Internationale Petroleum Maatschappij B.V. Geol. Soc. Lond. (London) 239pp",
    "year": 1990
  }],
  "id": "SP:1a806a5711635934827f95d09ab81edf9c2db2b7",
  "authors": [{
    "name": "Nicolas Thibault",
    "affiliations": []
  }, {
    "name": "Dorothée Husson",
    "affiliations": []
  }],
  "abstractText": "a Department of Geosciences and Natural Resource Management, University of Copenhagen, Øster Voldgade 10, DK-1350 Copenhagen K, Denmark b Department of Earth and Planetary Sciences, Technological Institute, 2145 Sheridan Road, Evanston IL, 60208–3130, USA c Sorbonne Universités, Université Pierre et Marie Curie Univ Paris 06, Unité Mixte de Recherche (UMR) 7193, Institut des Sciences de la Terre Paris (iSTeP), F-75005 Paris, France",
  "title": "Climatic fluctuations and sea-surface water circulation patterns at the end of the Cretaceous era: Calcareous nannofossil evidence"
}