{
  "sections": [{
    "text": "A noncalcareous volcanic paleosol succession from the upper montane rain forest of the Cordillera de Talamanca, Costa Rica (Lat. 9°41′03.3″N; Long. 83°53′45.9″W; 2507 m elev.) provides evidence for changing Quaternary elevation, climate, and ecosystems. Basal deposits (Crb horizons) are saprolitized, porphyritic andesite enriched in Si, Al, and Fe, and depleted in base cations, which record an earliest period of very intense weathering forming a leached residuum of smectite–kaolinite and Fe-oxides (or oxyhydroxides) on amature paleolandscape, probably in tropical lowlands. Paleo-saprolite deposits are sharply overlain by interbedded lapilli tuffs and two paleosols with dark-colored, organic C-rich (2–3 wt.%) Ab horizons (one containing abundant grass pollen), interpreted as mollic epipedons of grassland soils (andic Mollisol-like paleosols) with δ13C values (−24.5‰ PDB) that record a former C3 grassland ecosystem. Possible pedogenic carbonate (Btkb) horizons (with all carbonate removed by overprinting by younger pedogenic processes) provide evidence of former drier and drained conditions. Uppermost buried soils (mainly Btb horizons) are non-calcareous, clay-rich, andic Ultisol-like paleosols that record pedogenesis under climates similar to current conditions, with highly weathered clay mineral suites.\nAMS dating of charcoal from the upper (Btb) paleosol constrains a latest glacial age (36,640±650 14C yr BP; ages for two additional deeper samples were >43–48 ka) for the 2Btb paleosol. Uplift rates of the Cordillera de Talamanca are estimated as 1 km/1 Ma. Consequently, the described paleosols provide evidence for: 1) initial lowland pedogenesis, perhaps at 2–3Ma, 2) regional uplift andmajor unconformity, volcanism and development of a grassland ecosystem that has δ13C values similar to those measured in modern, highelevation páramo sites in the cordillera (−24.4 to −26.3‰ PDB) but formed mollic epipedons and pedogenic carbonates, which do not characterizemodern páramo soils, followed by 3) continued late Pleistocene volcanism and pedogenesis in environments similar to current oak-dominated montane rain forest conditions. The paleosol succession provides a valuable record of dynamic climate-ecosystem change and uplift history in the Cordillera de Talamanca that can complement and extend existing bog and lake sediment records. © 2006 Elsevier B.V. All rights reserved.\nKeywords: Paleosols; Costa Rica; Paleoclimates; Quaternary; Cordillera de Talamanca\n⁎ Corresponding author. Tel.: +1 254 710 2177; fax: +1 254 710 2673. E-mail addresses: Steven_Driese@baylor.edu (S.G. Driese), orvis@utk.edu (K.H. Orvis), shorn@utk.edu (S.P. Horn), zli@utk.edu (Z.-H. Li),\nDeb_Jennings@baylor.edu (D.S. Jennings).\n0031-0182/$ - see front matter © 2006 Elsevier B.V. All rights reserved. doi:10.1016/j.palaeo.2006.11.013"
  }, {
    "heading": "1. Introduction",
    "text": "The Cordillera de Talamanca in Costa Rica is a very dynamic region characterized by rapid uplift averaging 1 km/1Ma during the past 2–3Ma, which is attributable to subduction of the Cocos Ridge beneath the Caribbean Plate since Pliocene time (Drummond et al., 1995; Graefe, 1998; Wunsch et al., 1999; Denyer and Kussmaul, 2003). The region has also experienced dramatic Quaternary climate changes, including cooling sufficient to produce alpine glaciers and small ice caps at elevations above 3300 m during the last glacial maximum and at earlier times, and to shift vegetation zones by up to 1400m (Kappelle andHorn, 2005). The records of late Quaternary climate and ecosystem change in the highlands of the Cordillera de Talamanca are derived from: (a) studies of glacial landforms and deposits (Horn, 1990; Orvis and Horn, 2000; Lachniet and Seltzer, 2002), (b) pollen in bog sediments (Martin, 1964; Hooghiemstra et al., 1992; Islebe andHooghiemstra, 1997), and (c) pollen, charcoal, diatoms, and stable carbon istopes in sediments of glacial lakes (Horn, 1993;Haberyan and Horn, 1999; League and Horn, 2000; Lane, 2003). Potential climate records in paleosols of the Cordillera de Talamanca are only beginning to be explored (this study, and others in progress). Paleosol records from the northern Andes of Venezuela, Colombia, and Ecuador provide compelling evidence, supplemented at some sites with studies of pollen, phytolith, charcoal, and stable carbon isotopes of organic matter, for major climate changes during the past 100,000 yr (Fölster et al., 1977; Fölster and Hetsch, 1978; Guillet et al., 1988; Mora and Pratt, 2001, 2002; Zehetner et al., 2003) or over longer time scales (Mahaney et al., 2002).\nThe primary purpose of this study is to interpret the paleoclimate record of an exceptional succession of paleosols exposed in outcrops at ca. 2500 m elevation on the spine of the Cordillera de Talamanca, Costa Rica, using an integrated approach employing field and micromorphologic description; clay mineral, pollen, and grain-size analyses; geochemical analyses (both inorganic and organic); and stable carbon isotope analyses (c.f. Driese et al., 2005). A second objective is to determine if the paleosols provide evidence for changes in elevation during their formation. In what follows, we hope to demonstrate that the described paleosols provide evidence for: 1) initial lowland tropical pedogenesis, 2) regional uplift and major unconformity, volcanism and development of a grassland ecosystem that has δ13C values isotopically similar to those measured in modern páramo sites, but with mollic epipedons and possible pedogenic carbonates, which do not characterize soils of the modern páramo, followed by 3) continued late Pleistocene volcanism and pedogenesis\nin environments similar to current oak-dominatedmontane rain forest conditions. With our study we hope to demonstrate the utility of paleosols for paleoclimate reconstructions in the Cordillera de Talamanca region, and especially for complementing and extending existing bog and lake sediment pollen records."
  }, {
    "heading": "2. Location and setting",
    "text": "Two roadcuts exposed along the Inter-American Highway (near a truck stop known as “El Trailero”) in the Cordillera de Talamanca, Costa Rica, were sampled and examined in detail inMarch of 2004, following initial sampling in 2001. GPS coordinates for the study area are 547,776 E, 185,481 N on the Costa Rican Lambert Norte cadastral grid, or latitude 9°41′03.3″, longitude 83°53′ 45.9″W (WGS 1984 datum), with an estimated elevation of 2507 m (Fig. 1). The site is located within the upper montane rain forest vegetation zone of Kappelle (1995); where not cleared for agriculture, vegetation is dominated by oaks (Quercus spp.). Application of a −5.42 °C km−1 surface lapse rate (Orvis and Horn, 2000) to data from the Cerro Páramometeorological station (21 kmSE) suggests a mean annual temperature near 13.7 °C and an annual range of monthly temperatures less than 2 °C. Annual rainfall will be greater than the 2,581 mm30-year mean at the station, which at 3455 m is above the trade-wind inversion elevation. Geomorphically, the site is located on the narrow spine of the Cordillera, which is undergoing mass wasting on both flanks. In particular, air photo analysis reveals a deep rotation failure of several hectares defined by a scarp running circa 30 m east of the site, and it is likely that a paleosurface, which presently rests well below the site to the east, was originally a hillslope that extended above the site and would have been a potential source of colluvium.\nThree overlapping vertical profiles were described in 2004 from two main outcrops, and all samples are referenced to these descriptions. The largest outcrop was circa 8–10m long and 2–3 m high (Fig. 2). Samples were taken at 10 cm intervals, measured from the soil surface downward. Profile 2004–1 was 210 cm deep, and included a 20 cm thick anthropogenic zone, which was not sampled. Profile 2004–2, on the same outcrop approximately 4 m SSE, was 280 cm deep, and only the 165–280 cm depth interval was described and sampled, because of substantial overlap with Profile 2004–1 (Fig. 2). Profile 2004–3 was sampled on an oppositefacing roadcut, and included 130 cm of section that overlapped substantially with Profile 2004–2, but included much fresher exposures of the basal 5Crb (paleo-saprolite) horizon. Sampling in May 2001 for\nparticle size analysis was carried out: (1) on Profile 2001– 2 about 1mSSE of Profile 2004–2, (2) at location 2001–3 4 m W of Profile 2004–3, where deeper saprolitized material was exposed in the basal 5Crb horizon, and (3) at location 2001–4 about 6 m SSE of Profile 2001–2, where an upper profile section appeared to be less truncated than elsewhere. In January 2001 a single preliminary sample was collected from location 2001–1 on the roadcut directly opposite (5 m WSW of) Profile 2004–1, and in March 2005 additional samples for pollen analysis were collected within, and adjacent to, Profile 2004–2."
  }, {
    "heading": "3. Methods",
    "text": "Paleosols were measured and described in the field using standard methods (Soil Survey Staff, 1998; Retallack, 2001). Paleosol descriptions are provided in\nTable 1 and in Fig. 3. Oriented samples were collected from major horizons using conduit boxes driven into the outcrop face, and were impregnated with epoxy prior to commercial thin-sectioning for micromorphological analysis. Bulk samples of about 200 g were collected at 10 cm intervals, and then split into multiple aliquots for bulk geochemical, stable isotope, and pollen analyses. Larger bulk samples collected in 2001 were thoroughly mixed and then subsampled (20–40 g) for particle size analysis.\nSamples were analyzed with powder X-ray diffraction (XRD) to identify clay mineral compositions, using the <2 μm size fraction in order to limit the detrital clay mineral component. Samples were separated by standard centrifugation methods and then saturated with 10% KCl and MgCl (Moore and Reynolds, 1997), mounted on glass slides using Drever's Millipore\nmethod (Drever, 1973), and glycolated for two days. One sample was heated at 300 °C for 1 h to differentiate clays with 14 Å peaks. Mounted clay samples and randomly oriented powdered samples of minerals were analyzed on a Siemens D5000 X-ray diffractometer with CuK α radiation at Baylor University. Scans were evaluated with methods described in Moore and Reynolds (1997) and with Jade software. Dominant clay compositions were documented from at least three XRD peaks whenever possible to avoid misidentification resulting from peak interferences from multiple clay phases (Moore and Reynolds, 1997).\nMicromorphological descriptions follow nomenclature and methods presented in Fitzpatrick (1993) and Stoops (2003). Thirty-five bulk samples, each about 10 g, were geochemically analyzed by ALS Chemex (Sparks, Nevada) for 47 elements using a four-acid digestion, and Inductively-Coupled Plasma Spectroscopy (ICP). Both ICP-MS (mass-spectrometry) and ICP-OES (Optical Emission Spectroscopy) were utilized (Appendix A). Total elemental and stable isotopic data are available, upon request, directly from the senior author, at the following website: http://www.baylor.edu/Geology/.\nThirty-five bulk samples, each about 2–3 g, were powdered with a mortar and pestle, and then analyzed for wt.% C and wt.% N at the Department of Geology, Baylor University, using a Thermo Finnagan Elemental Analyzer (CHNS analyzer). Although the instrument does not discriminate between organic and inorganic C, it was reasonable to assume that all carbon measured by the instrument was present as organic C because the\nsamples do not contain any free carbonate as concentrations (nodules) or as matrix carbonate (established by lack of reaction to 10% HCl).\nThe thirty-five bulk paleosol samples and four surface samples of modern páramo humate material (yield∼1 mg of carbon), after reaction with 1 N HCl to remove any carbonate, were loaded into a 25 cm long quartz tube together with 500 mg of cupric oxide (CuO), 500 mg of purified granular copper (20–30 Mesh) and a 2 cm long platinum wire. Quartz tubes were sealed under a vacuum and samples combusted in a muffle furnace at 800 °C for 3 h, and then cooled to room temperature. The CO2 gas evolved during combustion was collected and cryogenically purified, then analyzed by mass spectrometry (Finnigan Delta Plus) at the University of Tennessee, Department of Earth and Planetary Sciences. The results are expressed as per mil (‰) δ13C values with respect to the PDB standard. Repeated combustion and analysis of USGS-24 graphite standard over the last 24months during which these standard sampleswere analyzed had a value of −16.00±0.05‰ (n=47) with a measurement standard deviation of 0.01‰ (n=47), in good agreement with the value of −15.99±0.10‰ reported by Stichler (1995).\nCharcoal was sampled from Profile 2004–1 at depths of 89–94 cm and 168–175 cm, and from location 2001–1 at a depth approximately equivalent to 169–184 cm on Profile 2004–1. AMS 14C radiocarbon analysis was performed by Beta Analytic, Inc. Particle size analyses of the 2001–1 sample, nine samples from Profile 2001–2, two from location 2001–3, and one from location 2001–4 were completed at the University of Tennessee,\nTable 1 Paleosol descriptions\nEl Trailero paleosol locality— latitude 9°41′03.3″ N, Longitude 83°53′45.9″W, estimated elevation 2507 m. Section is a composite of Profiles 2004–1 and –2 measured on the same outcrop face, and Profile 2004–3 measured on the opposite outcrop face. Ap — 0–20 cm; reddish yellow (7.5YR 6/8) to strong brown (7.5YR 4/6) clayey silt with abundant sand-sized volcanic rock fragments, medium to fine platy ped structure; very firm and overly compacted (anthropogenic?); many very fine, fine and medium roots; noncalcareous; abrupt smooth boundary. C/B— 20–40 cm; reddish yellow (7.5YR 6/6) weathered, very fine-to fine-sand volcanic ash bed; few very fine, fine and medium roots; friable; noncalcareous; abrupt wavy (and highly undulatory) boundary. Disconformity Bt1b — 40–75 cm, 50% brown (7.5YR 4/4) and 50% strong brown (7.5YR 4/6) clayey silt; moderate fine subangular blocky ped structure, with well-developed clay films on ped faces, with rare sand-to pebble-size volcanic rock fragments (some weathered white); friable to firm; few very fine and fine, and rare medium roots; noncalcareous; clear smooth boundary. Bt2b — 75–107 cm; brown (10YR 4/4) clayey silt; moderate fine subangular blocky ped structure; friable to firm; few very fine and fine roots, and rare medium roots; few faint clay films on ped faces and in root pores; 5–10% sand-to pebble-size volcanic rock fragments (some weathered white) and 5% charcoal fragments; noncalcareous abrupt wavy boundary.(AMS date on charcoal at −89 to −94 cm: 36,620+ 650 14C yr BP, Beta-204701). Slight disconformity? 2Bwb— 107–162 cm; strong brown (7.5YR 5/6) sandy clay to clayey silt; weak fine subangular blocky ped structure; friable to firm; rare medium roots; few faint strong brown (7.5YR 5/8) clay films on ped faces and in root pores; 5–10% sand-to pebble-size volcanic rock fragments and feldspar grains (some weathered white) and reddish mafic mineral grains; 2 cm-diameter krotovina with termite castings; noncalcareous; clear smooth boundary. 2Btb — 162–187 cm; brown (10YR 4/3) silty clay to clay; very strong, very fine to fine subangular blocky ped structure; firm; rare medium roots; 1% sand-to pebble-size volcanic rock fragments and feldspar grains (some weathered white), and reddish mafic mineral grains (many are soft and rotten); 1% highly disseminated charcoal fragments; noncalcareous; abrupt wavy boundary a. (AMS date on charcoal at −168 to −175 cm: >43,630 14C yr BP, Beta-192646). 3Ab— 187–202 cm; brown (10YR 5/4) clayey silt, very strong, very fine to fine granular (crumb) ped structure, with weak clay films developed on ped faces; friable to firm; rare modern medium roots and common very fine (paleo) root traces; 2% strong brown (7.5YR 5/8) hard Fe concretions; very friable; noncalcareous; clear smooth boundary. Thin Section spans 3Ab and 3Btk1b horizon boundary. 3Btk1b — 202–218 cm; light yellowish brown (10YR 6/4) sandy to silty clay, with 40–50%white, leached pedogenic carbonate nodules ranging from 1–10 mm in diameter, with reddish yellow (7.5YR 6/ 8) films on leached carbonate and infillings; strong very fine to fine, subangular blocky ped structure; many very fine root traces; friable to firm; noncalcareous; clear smooth boundary. 3Btk2b — 218–226 cm; yellowish brown (10YR 5/6) sandy clay; weak fine to medium subangular blocky ped structure; 10% leached pedogenic carbonate nodules; few very fine root traces; friable; noncalcareous; clear abrupt boundary. 3C/Bb — 226–240 cm; brownish yellow (10YR 6/8) matrix color of silty sand, and distinct yellow (2.5Y 8/6) weathered layer of 2–3 cm diameter lapilli; very weak fine subangular blocky ped structure; friable to firm; noncalcareous; clear abrupt boundary. Disconformity.\n4Ab — 240–247 cm; light yellowish brown (2.5Y 6/4) clayey silt, moderate fine to medium, granular (crumb) to very fine subangular blocky ped structure, with weak clay films developed on ped faces; friable to firm; common very fine (paleo) root traces; 1–2% strong brown (7.5YR 5/8) soft Fe concretions; friable; noncalcareous; gradual smooth boundary. 4Bwb— 247–275 cm; strong brown (7.5YR 5/8) sandy silt to silty sand matrix, ranging to brownish yellow (10YR 6/8) mottled sandy silt; poorly structured, with weak clay films and white mottles representing weathered lapilli (?) or “ghosts” of leached pedogenic carbonate nodules (?); friable to firm; noncalcareous; abrupt smooth boundary. 4Btxb — 275–281 cm; strong brown (7.5YR 5/8), grading to dark yellowish brown (10YR 3/4) at top, Fe-cemented clay band (fragipan?) with visible volcanic rock fragments and lapilli grains; noncalcareous; abrupt smooth boundary. 4C/Bb — 281–285 cm; yellow at top (10YR7/8), grading to red (10R 4/6) at base, clay-rich layer composed of weathered lapilli grains (some coated with brownish clay), and with reworked saprolite (5Cr1b) clasts concentrated at the base of the horizon; noncalcareous; very sharp erosional contact with underlying saprolite! Profound unconformity. 5Cr1b— 285–301 cm; uniform strong brown colored (7.5YR 5/8), clayey, saprolitized, porphyritic basalt or andesite, with spheroidal weathering (?), and stained by limonite and goethite from overlying paleosols; clear, smooth boundary (but color change is sharp!). 5Cr2b — 301–351(+) cm; light red (2.5YR 6/6) dominant, but bleached to 20% pale yellow (2.5Y 8/2) and reddish yellow (2.5YR 6/8) redoximorphic mottles, in clayey, saprolitized, porphyritic basalt or andesite, cross-cut by quartz-filled hydrothermal veins; extends to base of roadcut.\na Boundary between 2Btb and 3Ab horizons has 0.5 to up to 1m of paleo-relief along the outcrop face. Disconformity.\nTable 1 (continued )\nDepartment ofGeography, and are reported inAppendixB. Analysis involved separation into one-phi-step size classes via dispersion in Na metaphosphate, standard mechanical sieving into five sand fractions and pipette analysis of five silt and two clay fractions of all samples (Soil Survey Staff, 1996), and disaggregation pretreatments of two duplicate samples as a control, involving (1) removal of carbonates with acetate-buffered acetic acid; (2) removal of organics with 30% hydrogen peroxide; and (3) removal of cementing Fe oxides with buffered sodium hydrosulfite (Gee and Bauder, 1986).\nPollen analysis, also completed at the Department of Geography, followed standard procedures (HCl, KOH,HF, acetolysis; Berglund, 1986), with the addition of exotic Lycopodium control spores (Stockmarr, 1971) to enable calculation of pollen concentrations. Eighteen pollen samples were prepared from location 2001–1 (one sample) and from levels within and adjacent to Profiles 2004–1, 2004–2, and 2001–2. Eight samples were from the 3Ab horizon, which was judged to have the best potential for pollen preservation. Pollen was mounted in silicone oil and examined at 400× using a Leitz Laborlux microscope."
  }, {
    "heading": "4. Results",
    "text": ""
  }, {
    "heading": "4.1. Morphology",
    "text": "The 20–30 cm-thick anthropogenic zone sharply overlies a weathered volcanic ash layer (?), which in turn sharply overlies a truncated Bt1b horizon with a disconformity (Table 1; Fig. 3). Particle size data from an\nFig. 3. Stratigraphic log for paleosols described at El Trailero locality, Cordil The section is a composite based upon three overlapping profiles measured radiocarbon dates are also shown.\nexposure of a 1Ab horizon that occurs in a related set of outcrops are reported later as sample SS-09. Other disconformities also occur at: (1) the boundary between Bt2b and 2Bwb horizons (−100 cm depth), (2) the boundary between 2Btb and 3Ab horizons (−200 cm depth) (Figs. 3 and 4A), and a major unconformity occurs at (3) the boundary between 4Cb and 5Cr1b horizons (−280 cm depth; Fig. 4B). The Bt2b and 2Btb horizons are especially\nlera de Talamanca, Costa Rica, showing interpreted paleosol horizons. and described in detail. The δ13C values for soil organic matter and\nrich in charcoal fragments and AMS 14C dating of this charcoal is reported later. The 3Ab horizon (15 cm avg. thickness) resembles a mollic epipedon of a buried grassland soil (Mollisol-like paleosol; c.f. Retallack, 2004) with fine to very fine, granular ped structure and subsoil 3Btkb horizons containing leached pedogenic carbonate nodules (Fig. 3). The 3A and B, and 4A, B, and C soil-stratigraphic units formed from tephra units rich in 1–3 cm-diameter lapilli. The 5Cr1b and 5Cr2b horizons are paleo-saprolite formed from weathered (i.e., saprolitized) porphyritic andesite bedrock (Fig. 4)."
  }, {
    "heading": "4.2. Micromorphology",
    "text": "Primary igneous rock textures are apparent in the basal 5Cr horizons, in spite of intense weathering and leaching\n(Fig 5A). Euhedral, relict plagioclase phenocrysts are weathered to gray-colored clay (probably kaolinite or gibbsite) and patchily distributed, red-colored Fe-oxides and oxyhydroxides (Fig. 5B–D). There is no retention of primary volcanic glass. The rockmatrix between the relict phenocrysts is weathered to an amorphous, dark brown to black material that is a mixture of clays and Fe-oxides (Fig. 5A–D).\nThe 3Ab horizon paleosol is also dominated by an amorphous, dark brown to black, finely textured matrix material that is a mixture of clays and Fe-oxides, but includes relict very fine to coarse sand-sized fragments of unweathered to partially weathered volcanic glass, and rock and mineral grains (Fig. 5E). Very fine (0.5–2 mm diameter) root pores are common, as is a very fine, granular pedal fabric. No argillans or other types of grain, pore, or ped coatings are apparent. The 3Btk1b horizon contains a dark-colored matrix similar to that of the overlying 3Ab horizon (Fig. 5F–H). Possible relict pedogenic carbonate nodules ranging from 0.5–2 cm in diameter are common, and although entirely leached of calcium carbonate and now gibbsite (determined using XRD), retain primary micromorphological features such as size, shape, sharp margins, internal shrinkage cracks (both septarian and circumgranular), and “islands” of Ferich (pink) and Fe-poor (gray) clay-rich insoluble residue material (Fig. 5G, H). Relict lapilli grains are also present, and are micromorphologically distinct from the relict carbonate nodules because of their retention of primary igneous fabrics (Fig. 5F). Very fine (0.5–2 mm diameter) root pores are common in the 3Btk1b horizon, as is a very fine, granular pedal fabric."
  }, {
    "heading": "4.3. Clay mineralogy",
    "text": "Clay samples from the Bt2b horizon (Profile 1 at −100 cm) contain gibbsite, halloysite, kaolinite, and nacrite, with gibbsite as the main clay component. Some peak collapse occurred with K-saturation, but peak position did not change. Kaolinite peaks are sharper and most noticeable with Mg-saturation. The sample from the 3Ab horizon (Profile 1 −190 cm) showed similar clay composition to the overlying soil profile with gibbsite as themost dominant clay, as is also the case for the clay masses with pedogenic carbonate micromorphology described previously. Like the clay in Profile 1 at −100 cm, the kaolinite peaks are sharper and more prominent with Mgsaturation, whereas there was broadening and collapse of peaks within the scan with K-saturation. There is a striking contrast in clay composition in the sample from the 5Cr2b horizon (Profile 3 at −100 cm;=−310 cm total depth), which is smectite–kaolinite. The smectite\ncomponent is the dominant clay as indicated by predictable collapse of smectite with Mg-saturation and heating, as well as minor kaolinite peak sharpening with K-saturation and heating. Although there is some disagreement in the literature about whether this type of clay should be called kaolinite-expandable (KE) or smectite–kaolinite, the genesis is not disputed, with smectite–kaolinite forming as a solid–state transformation and a transitional phase as smectite is altered to kaolinite (Hughes et al., 1993; Cuadros and Dudek, 2006)."
  }, {
    "heading": "4.4. Pollen",
    "text": "Pollen preservation is generally very poor in the paleosols, with low pollen concentrations and high proportions of degraded pollen in most samples. Of the eighteen samples processed for analysis, only two (both from the 3Ab horizon) yielded pollen in countable quantities; these samples contained an estimated 31,500 and 44,500 pollen grains cm−3 processed sediment, concentrations that are comparable to those in highelevation lake sediments from theCordillera de Talamanca\n(Horn, 1993). Estimated pollen concentrations in six other samples from the same 3Ab horizon ranged from <400 to 9200 pollen grains cm−3, based on pollen counts conducted until 25–50 control spores were encountered, with zero pollen counts increased to 1 to enable calculations.No pollen was observed on slides of five samples from horizons below the 3Abhorizon (calculated concentrations of <600 grains cm−3); five samples from horizons above the 3Ab horizon contained 400–5600 pollen grains cm−3.\nThe two 3Ab samples with high concentrations of pollen are both dominated by Poaceae (grass) pollen along with the pollen of herbs or shrubs in the Asteraceae family. One sample contained 97% Poaceae and 3% Asteraceae pollen, and the other contained 88% Poaceae, 10% Asteraceae, and 2% unknown pollen. Many of the grass pollen grains were highly degraded but could still be identified to family based on their distinct monoporate morphology (Fig. 5I). Trilete fern spores were also present in the samples (1–15%of the total pollen and spore count)."
  }, {
    "heading": "4.5. Particle-size analysis",
    "text": "Particle-size results (Fig. 6; Appendix B) show the deeper 5Cr samples from location 2001–3 to be clay-rich (90–93% 0–2 μm) and sand-poor (<1% 63.5–2000 μm), whereas uppermost 5Cr horizons (Profile 2001–2) contain 31–33% clay and a sand-size fraction of 40– 44% (but the latter may represent pedogenically recemented particles: see below). The 4Bxb horizon yielded 25% clay and 52% sand-sized fractions, coarsening in the 4Ab to 18% and 56%. The 3B paleosol follows a similar pattern, with 26–31% clay and 35–38% sand-sized fractions in the 3Btk horizons, but 10% clay and 83% sand-sized in the 3Ab horizon. The upper paleosols repeat the pattern, with 18% clay, 43% sand-sized in a 2Bwb/ 2Btb transitional sample, but 9% clay and 85% sand-sized in a 1Ab horizon sample from location 2001–4, where an apparent A horizon of the uppermost paleosol, missing from Profile 2004–1, is partially preserved below the C/ Bb ashfall horizon. The C/Bb ashfall itself contains 15% clay and 56% sand-sized material.\nA challenge in particle-size analysis of ashfall-derived soils is that the original ashfall particles themselves were partially disaggregated or compriseweakly aggregated subparticles. Aggressive chemical disaggregation techniques designed to separate pedogenically aggregated materials into their original constituents can instead disaggregate primary particles, yielding falsely fine particle-size spectra. The results reported above reflect very conservative disaggregation methods (16 hours agitation in dilute Na metaphosphate). As a control (Appendix B) we subjected two samples to more aggressive disaggregation procedures\n(see Methods). The results for one of the deep 5Cr samples from location 2001–3, where no primary minerals remain and all larger grains are presumptively pedogenic, changed from 93.4% / 6.1% / 0.5% clay / silt / sand (conservative disaggregation) to 96.3% / 3.5% / 0.2% (aggressive disaggregation). The 2Bwb/2Btb sample from Profile 2001–2 (pedogenically altered ash), treated conservatively, yielded clay / silt / sand results of 17.5% / 39.5% / 43.0%; the similar preliminary sample from location 2001–1, treated aggressively, yielded 59.7% / 20.3% / 19.9%."
  }, {
    "heading": "4.6. Bulk geochemistry",
    "text": "Elemental trends with depth are presented in Figs. 7, 8 and 9. Raw geochemical data are provided in Appendix A. Total C and N, and stable isotope data are presented in Fig. 10. An upward decrease in SiO2 characterizes the entire profile, and SiO2 is at a maximum in the 5Cb\nhorizons (Fig. 7A).Aluminum enrichment dominates theB horizons of most of the buried soils (Fig. 7B). A large amount of Fe is retained in the B horizons of most of the paleosols, and the top of the paleo-saprolite is especially ferric (Fig. 7C). The paleosols are all highly depleted in base cations (MgO, K2O, and CaO; Fig. 7D, G, H, respectively), and contain essentially no measurable Na2O. Phosphorus is retained in very high concentrations in the basal part of the 2Bb soil unit, the 3Ab horizon, and at the top of the 5Crb horizon (Fig. 7E). Sulfur concentrations are highest in the upper two paleosols, and decline progressively with depth (Fig. 7F). Manganese retention is highest in the upper soil and declines progressively with depth (Fig. 7I).\nImmobile element patterns are all similar, and increase from the surface downward to the basal part of the 2Bb horizon and the top of the 3Ab horizon, where maximum concentrations were measured for TiO2, Zr, and Nb (Fig. 8). The 3Ab and Btkb, and 4Ab, Bwb, and C/Bb units have immobile element patterns suggesting three major immobile element inputs, centered at depths of −200, −250, and −280 cm (Fig. 8). The 5Cb horizons have very low immobile element contents that are unlike overlying paleosol units.\nTrace elements exhibit a variety of depth patterns, only one of which is shown here (Fig. 9). In the pattern presented, the trace elements are highly enriched in the 5Crb horizons, at concentrations that are twice, to as high as one order-of-magnitude (10 times) greater than, those in the overlying paleosol units (Fig. 9). The rare-earth elements Ce, La, and Y are very highly enriched in the 5Crb horizons, as well as in the 3Ab horizon (e.g., Fig. 9C). A similar enrichment in the actinide elements Th and U occurs in the 3Abhorizon, but is not present at the top of the 5Crb horizons (not shown here; see data in Appendix A)."
  }, {
    "heading": "4.7. Organic carbon and nitrogen",
    "text": "The two upper paleosols (Bt1b/Bt2b, and 2Bwb/ 2Btb) contain 1.5–3.5 wt.% organic C, and 0.08– 0.15 wt.% N (Fig. 10A, B). The 3Ab horizon contains organic C and N in concentrations similar to those of the two upper paleosols. The 3Btkb horizons, and the 4Ab and 4Bwb horizons, have lower wt % organic C (0.25– 1%) and wt % N (0.01–0.05%). The 5Crb horizons contain very low organic C (0.03–0.19%) and no measurable N (Fig. 10A, B).\nFig. 7. Major andminor elements versus depth for paleosols exposed at El Traile Al2O3, (C) wt.% Fe2O3, (D) wt.%MgO, (E) wt.% P2O5, (F) wt.% S, (G) wt.%K samples obtained from Profile 2004–1; open squares are data from Profile 2004– minor element compositions of Costa Rican andesites and andesitic basalts (fro"
  }, {
    "heading": "4.8. Stable carbon isotopes",
    "text": "The results for carbon isotope analyses of soil organic matter from the three soil profiles are summarized in Figs. 3 and 10C. The average δ13C value of the seventeen soil samples is −24.24±0.42‰ with results ranging between −24.79‰ and −23.15‰. The δ13C values appear to show a depth trend with the maximum at the bottom, then decreasing zigzag fashion toward the surface. Because the δ13C difference between the minimum and maximum is less than 1.6‰, we consider this depth trend to be insignificant. The δ13C values (and elevations) measured for samples of surface soil from four modern páramo sites collected by one of us (S.P. Horn) in connection with an earlier study are: Zacatales (3340–3370 m), δ13C= −26.11‰; Tower 65 (3310 m), δ13C=−26.33‰; Sábila (3370–3410 m), δ13C=−26.25‰; and Conejos (3480– 3500 m), δ13C=−24.40‰. The first three of these sites are located 18–21 km SE of the paleosol site in the Buenavista páramo along the Inter-American highway; the Conejos site is located in the more extensive and remote Chirripó páramo (∼57 km ESE). The vegetation at all four sites is dominated by C3 vegetation consisting of the dwarf bamboo Chusquea subtessellata; shrubs in the Ericaceae, Hypericaceae, and Asteraceae families; and herbaceous dicots, grasses, and sedges (Horn, 1989). Only the Conejos site has a notable C4 component; here the grass Muhlenbergia flabellata accounts for 55% of the herbaceous cover (Horn, 1989). The more positive isotope value for the sample from the Conejos site is in keeping with the abundance of this C4 herb. The isotope values of all four páramo samples are in the same range as those measured for the El Trailero paleosols, but are shifted to 1–1.3‰ more negative values (Fig. 10C)."
  }, {
    "heading": "4.9. Geochronology",
    "text": "Charcoal fragments with a combined mass of 124 mg recovered from the 89–94 cm depth (Bt2 horizon) in Profile 2004–1 yielded an age of 36,640±650 14C yr BP (Beta-204701) (Figs. 2 and 3). A single charcoal fragment (62mg) from the 168–175 depth (2Btb horizon) in Profile 2004–1 and a collection of small fragments (21.3 mg total) from 169–184 cm equivalent depth at location 2001–1 both yielded ages beyond the reach of radiocarbon, reported as >43,630 14C yr BP (Beta–192646), and >48,390 14C yr BP (Beta–171504).\nro locality, Cordillera de Talamanca, Costa Rica. (A) wt.% SiO2, (B) wt.% 2O, (H) wt.% CaO, and (I) wt.%MnO. Solid diamonds denote data from 2; solid triangles are data from Profile 2004–3. Ranges of bulk major and m Kussmaul et al., 1982) shown for comparison. See text for discussion."
  }, {
    "heading": "5. Interpretations",
    "text": ""
  }, {
    "heading": "5.1. Morphology and classification",
    "text": "Because we do not have a suite of conventional wetchemical soil characterization data, application of USDA Soil Taxonomy to the paleosols can only be provisional; e.g., acid-oxalate-extractable Al and Fe, volcanic glass percentages of sand fractions, and bulk density measurements measured at 33 kPa water retention, are all necessary for establishing andic (i.e., Andisol) soil properties. Nevertheless, we can still make the following tentative classifications and interpretations using the observed field morphologies, supplemented by our own micromorphological and geochemical data. Based on USDA Soil Taxonomy (Soil Survey Staff, 1998), the upper two paleosols (1Bt1b+1Bt2b; 2Bwb+2Btb horizons) (Figs. 2 and 3; Table 1) might classify as Andic Palehumults, based upon their abundant volcaniclastic parent materials, horizon thicknesses, soil colors, high clay contents (18–60%), argillic horizon development, very low base saturation (as inferred from very low alkali and alkaline-earth element contents), high organic C contents (1.5–3 wt.%), and moderate phosphorus retention. These paleosols probably had A horizons when originally formed, but these surface horizons were later eroded away except for a partial remnant at location 2004–4, and each paleosol is now bounded by a disconformity. Because of uncertainties with direct use\nof Soil Taxonomy, we prefer to use more generic terms of andic Ultisol-like paleosols for these upper paleosols.\nThe underlying paleosols (3Ab+3Btk1b+3Btk2b, and 4Ab+4Bwb+4Btxb+4C/Bb horizons) (Figs. 3 and 4; Table 1), might classify as either Andic or Vitrandic Hapludolls using USDA Soil Taxonomy (Soil Survey Staff, 1998), based upon their dominant volcaniclastic parent materials, horizon thicknesses, soil colors, lower clay and higher volcanic fragment (lapilli and glass) contents, mollic epipedon development (as evidenced by eroded 3Ab and 4Ab horizons), argillic and calcic horizon development, evidence for former higher base saturation (as inferred from relict pedogenic carbonate nodules), and high organic C contents (avg. 0.5–1.0 wt.%, but as high as 2.5 wt.% in the 3Ab horizon). Admittedly, these paleosols do not satisfy sensu stricto requirements for mollic epipedon thickness and base saturation status for USDA Soil Taxonomy classification as Mollisols, but we hypothesize that pre-burial erosion of A horizons and intense leaching of base cations (i.e., geochemical overprinting) after burial may account for these discrepancies. Because of these uncertainties with direct use of Soil Taxonomy, we prefer to use the more generic terms of andic Mollisol-like paleosols for these lower paleosols.\nThe 5Crb horizons are technically saprolites (i.e., weathered rock retaining rock structures), and are therefore not appropriate for classification using USDA Soil Taxonomy. We speculate that the 5Crb1 horizon may\ncality, Cordillera de Talamanca, Costa Rica. (A) wt.% TiO2, (B) ppm Zr, 2004–1; open squares are data from Profile 2004–2; solid triangles are andesites and andesitic basalts (from Kussmaul et al., 1982) shown for\nhave once had a mantle of overlying soil material (an Oxisol perhaps?), but that there is a substantial unconformity at the top of the unit that represents a significant hiatus (Figs. 3 and 4; Table 1)."
  }, {
    "heading": "5.2. Micromorphology",
    "text": "The micromorphological features of this paleosol succession suggest profound changes in paleoclimate and\nsoil regimes. The basal 5Crb horizons have relict features of rock structures that are evidence that they are a paleosaprolite formed from porphyritic andesite; relict euhedral plagioclase phenocrysts and devitrified glass are apparent, even though the rock has been leached to a residuum of smectite–kaolinite clays and Fe-oxides or oxyhydroxides (Fig. 5A–D). The lack of A or B horizon pedogenic features associated with the paleo-saprolite indicates a period of significant erosion, prior to deposition of\no locality, Cordillera de Talamanca, Costa Rica. (A) wt.% organic C, lid diamonds denote data from samples obtained from Profile 2004–1; file 2004–3.\noverlying lapilli-rich volcanic deposits and paleosols. We hypothesize that the paleo-saprolite formed during a period of very intense weathering on amature landscape, possibly in tropical lowlands, followed by denudation probably accompanying initial uplift of the cordilleran block.\nTheoverlyingMollisol-like paleosols record conditions of intermittent landscape instability and volcanism, with preservation of abundant lapilli and other volcaniclastic grains and glass (Fig. 5E, F). Periods of landscape stability are indicated by the two Ab horizons, which have micromorphological characteristics of a mollic epipedon such as dark matrix colors, very fine, granular ped structure, and high organic matter concentrations (Fig. 5E). Also very significant is development of possible Bk horizons (3Btk1b+3Btk2b) that once contained pedogenic carbonate nodules, which are now leached completely to a clay (gibbsite) and Fe-oxide “shell” (Fig. 5G, H). Soils with calcic horizons would correspond to drier, well-drained soil conditions, commonly with grassland vegetation or with open shrubland or woodland with a grass understory. However, the reconstructed grassland paleosols are unlike modern soils of the Costa Rican páramos found above ∼3200 m in the Cordillera de Talamanca, in which grasslands and open dwarf-bamboo shrublands are interspersed with dense stands of dwarf bamboo and shrubs, or of the higher and more extensive páramos of the northern Andes, in which vast areas are dominated by herbaceous grasses (Horn, 1989; Luteyn, 1999). Modern páramo soils in Costa Rica comprise Histosols, Entisols, Inceptisols, and Andisols and are very similar to soils of the Andean páramos, in which the same four orders predominate (Kappelle andvanUffelen, 2005). Luteyn (1999)mentions the presence of Mollisols in the Andean páramos but these appear to be Aquolls or similar soils that lack the Bk horizons found in the El Trailero paleosols. Mahaney et al. (2002) described Mollisol-like paleosols present in Venezuela at an altitude (2000–2500 m) identical to our Costa Rican site, but these contain no carbonate and only Mn–Fe nodules."
  }, {
    "heading": "5.3. Clay mineralogy",
    "text": "Clay mineral composition is a function of the composition of the parent material, exposure to water or duration of saturation, ion availability, and time (Velde, 1995). Under surface conditions (<70 °C formation temperatures), factors controlling these conditions are related to climate and parent material. Assuming no significant change in the composition of the volcaniclastics upon which these soils formed, climate should be the dominant signature in the clay composition. Therefore the clay compositions of the paleo-saprolite and overlying paleo-\nsols indicate a change from somewhat drier to wetter conditions.With increasing saturation and through flow of water, alteration of volcaniclastics resulted inmore leached clay compositions. Gibbsite in the upper paleosol profiles suggests a significant change in hydrological conditions and leaching of the profile. Geochemical data from the same levels also support these conclusions. The 5Cr1b horizon has a much higher SiO2 and Al2O3 contents, and lower K2O, than the gibbsite-rich horizons in overlying paleosols."
  }, {
    "heading": "5.4. Pollen",
    "text": "The abundance of grass pollen in the two 3Ab horizon samples is consistent with our interpretation that the 3Ab horizon is a mollic epipedon of an andic Mollisol-like paleosol formed under grassland cover. The generally low concentrations of pollen above and the absence of pollen below the 3Ab horizon gives us confidence that the 3Ab pollen is in situ rather than the result of downwashing from higher in the profile. We attribute the large range in pollen concentration in the 3Ab horizon to original spatial variation in pollen concentration in that soil horizon as well as later spatial differences in pollen decomposition through oxidation.\nGiven the generally poor preservation of pollen in the El Trailero paleosols, comparisons with modern pollen spectra are necessarily tenuous (Fig. 5I). It is, however, interesting to note that the pollen percentages in the two samples from the 3Ab horizon are similar to those reported by Islebe and Hooghiemstra (1997) for a moss polster sample collected at 3650 m elevation in the Chirripó páramo, which was also strongly dominated by grass pollen (∼82% of total pollen) andAsteraceae pollen (∼7%). Islebe and Hooghiemstra's modern pollen sampling site was just upslope (within ∼1 km) of Horn's (1989) Conejos study site, where the vegetation cover consisted of open shrubland dominated by clumps of the dwarf bamboo Chusquea subtessellata (32% cover) with an herb layer dominated by C4 and C3 grasses along with sedges and herbaceous dicots. Although a number of grass-rich vegetation types might have left pollen spectra such as we see in the 3Ab horizon, the correspondence between the El Trailero 3Ab pollen spectra and the modern pollen sample from the Chirripó páramo allows the possibility that páramo grassland or open dwarfbamboo shrubland may have existed at the Trailero site."
  }, {
    "heading": "5.5. Particle-size analysis",
    "text": "Particle-size results conform in many respects to the morphological, micromorphological, and geochemical\ndata. Paleo-A horizons from the 1Ab horizon (truncated at Profile 2004–1 but sampled for particle size analysis at location 2001–4) and 3Ab horizon resemble each other very strongly, revealing minimal pedogenic clays, and some coarsening of texture relative to underlying horizons, probably some of it due to pedogenic reaggregation (Fig. 6). Both classify texturally as loamy sands. The 4Ab particle size spectrum, which classifies to sandy loam, shows some similar characteristics but was either younger at the time of burial or experienced stronger overprinting after burial.\nPrimary ashfall textures can be inferred most easily from the C/Bb sample (sandy loam), the 2Bwb/Bt2b sample (loam), and the 4Bxb sample (sandy clay loam) (Fig. 6). In the first two, fine sands 125–250μmshowpeak concentrations, whereas the 4Bxb peak falls between medium and medium-coarse sands near 500 μm. This evidence of a coarser ashfall event agreeswith the presence of lapilli in paleosols 3 and 4. The 2Bwb/Bt2b sample classifies as a loamwithminimal disaggregation treatment, and it is likely that the coarser particles reflect the original texture, but the horizon classifies as clay following aggressive disaggregation. All three samples reflect clay pedogenesis, but not as strikingly as the two 3Btk-horizon samples, where clay accumulation is very evident especially in the 3Btk1b (clay loam as opposed to loam in the 3Btk2b). The highly weathered 5Crb horizons are similarly clay-rich (uppermost classifies texturally as a sandy clay loam, the other a clay loam), especially the deeper 5Crb samples, both of which classify as clays even without aggressive disaggregation."
  }, {
    "heading": "5.6. Geochemistry",
    "text": "The geochemical data strongly support the field-based genetic subdivisions of the paleosols (Figs. 7–9). Although the upper, andic Ultisol-like paleosol interval is subdivided into two paleosols (Fig. 3; Table 1), both share very similar geochemical properties, and likely had a similar volcaniclastic provenance. The underlying andic Mollisol-like paleosols (3Ab+Btk1b+Btk2b, and 4Ab+ 4Bwb+4Btxb+4C/Bb horizons), in contrast, had a primary lapilli tuff provenance, which includes different parent materials than the overlying andic Ultisol-like paleosols. The basal red paleo-saprolite (5Crb horizons) formed from highly weathered, saprolitized porphyritic andesite, and this is expressed by significantly different geochemical characteristics. The paleosols are interpreted in more detail below, in geochronological order.\nThe stratigraphically lowest (and oldest) 5Crb horizons comprise a paleo-saprolite formed from intenseweathering and chemical leaching of porphyritic andesite bedrock\n(Figs. 3 and 4B). The paleo-saprolite is essentially a highly leached residuum composed of mainly SiO2, Al2O3, and Fe2O3, completely lacking in alkaline and alkaline-earth elements, with very low immobile-element concentrations and high concentrations of some rare-earth and trace elements inherited from the bedrock (Figs. 7–9). The paleo-saprolite also has very low organic C and almost no measurable N, which suggests that it represents very deep subsoil material and has no surface soil (solum) preserved (Fig. 10).\nThe andic Mollisol-like paleosols are geochemically dissimilar from the underlying paleo-saprolite. The paleosol parent materials are demonstrably lapilli-tuffs and tuffaceous sediments, with the tuffs onlapping the paleo-saprolite and separated from it by a major unconformity (Figs. 3 and 4A). The resulting weathered soilmaterial is composed ofmainly SiO2, andAl2O3, with lower Fe2O3, and is completely lacking in alkaline and alkaline-earth elements (Fig. 7). The paleosols are more aluminous than the underlying paleo-saprolite because of greater pedogenic clay production and B horizon development. The pattern of three “spike” increases in immobile-element concentrations (with the highest in the 3Ab horizon) suggest that there were three major influxes of zircon, ilmenite, rutile, sphene (titanite) and other immobile-element-enriched detrital grains carried within the tuffs during more active eruptive phases (Fig. 8). Some rare-earth and trace elements are present, although in significantly lower concentrations than in the underlying paleo-saprolite (Fig. 9), whereas other trace elements are present in concentrations higher than in the paleo-saprolite (not plotted here; see data in Appendix A). The high concentrations of P and many trace elements in the 3Ab horizon could relate to its higher organic C content and to sorption of P and trace metals to organic matter or clay mineral surfaces (Figs 7 and 10; Appendix A). The morphological and micromorphological features discussed earlier, which lead to identification of mollic epipedons (3Ab and 4Ab horizons) and underlying Btkb horizons with possible relict pedogenic carbonates, are inconsistent with the geochemistry, because it indicates that there are currently no CaO and other base cations present. We therefore hypothesize that overprinting by a high-leaching phase of pedogenesis, possibly associated with development of overlying andic Ultisol-like paleosols, or perhaps related to surface weathering associated with the current montane forest, must have completely leached and removed all calcium carbonate and other alkali and alkaline-earth elements.\nThe uppermost buried soils (andic Ultisol-like paleosols) are subdivided basedon clay content and the presence of two charcoal-bearing units (lower unit is “dead” for 14C\nbased on two dates, upper unit is dated as 36,640±650 14C yr BP [Beta-204701]). Although subdivided into two genetic units, the 1Btb and 2Btb paleosols appear to share very similar geochemical properties and likely had a similar provenance, based on their immobile and rare-earth element geochemistry (Figs. 8 and 9). These buried soils seem to point to advanced pedogenesis in a paleoclimate and paleolandscape that was wetter and warmer (?) than that in which the underlying andic Mollisol-like paleosols developed (Fig. 7). However, organic C and N contents, and the δ13C values of soil organic matter in these upper paleosols, are nearly identical to thosemeasured in the 3Ab horizon (Fig. 10), so it is mainly the soil morphology and inorganic geochemistry that are different. The initial deposition of volcaniclastic parent material that 3Ab horizon appears to have been highly enriched in immobile, rare-earth, actinide (U–Th), and trace elements, some of which may have been translocated to the top of the 3Ab horizon (not plotted; see Appendix A). A weathered tuff unconformably overlies the 1Btb paleosol, although some remnant 1Ab horizon remains at location 2001–4, and unfortunately the tuff is nowoverlain by anthropogenically disturbedmaterials (Fig. 2), so the actual connection of this paleosol succession to the modern soil surface cannot be established at this exposure. At a shallower exposure about 100m north of the profiles we describe, the modern solum appears to have been buried intact (by recent human activity), and there it appears that the modern solum appears to have formed in the same tuff (perhaps with later additions of ash as well), such that 70–90 cm missing is from the top of our Profile 2004–1.\nKussmaul et al. (1982) provide bulk igneous rock major-and some minor-element geochemical data, which are useful for comparison with the El Trailero paleosols. Elemental ranges of Costa Rican andesites and andesitic basalts are shown relative to paleosols in Figs. 7 and 8. The paleo-saprolite and the andic Mollisol-like paleosols are more enriched in SiO2 than primary andesites and dacites (54–58%), whereas the upper andic Ultisol-like paleosols have similar to slightly depleted SiO2 compositions (Fig. 7A); all paleosols and paleo-saprolites have higher SiO2 compositions than typical basalts (43–48%). SiO2 increases in weathered materials reflect residual enrichment. At 20–25% Al2O3 all of the paleosols and paleo-saprolites are more aluminous than all of the igneous rock types, including andesites (17.6–18.5 wt.%), which can be attributed to clay production associated with feldspar weathering (Fig. 7B). Total Fe contents of paleosols and paleo-saprolites greatly exceed those of andesites (6.7–8.1 wt.% Fe2O3) and equal or exceed those of mafic rocks such as basalt and gabbro (circa 10–11%), except for the upper andic Mollisol-like paleosol\n(Fig. 7C). Fe2O3 concentrations in the paleosols and paleo-saprolites must represent residual enrichments associated with weathering, in an oxidizing environment, of ferro-magnesian silicate minerals such as hornblendes and pyroxenes. El Trailero paleosols are very highly depleted in MgO, CaO, Na2O, MnO, and K2O relative to all igneous rock types (Fig. 7D,G–I). Suchmajor losses of alkali and alkaline-earth elements are the result of intense weathering of intermediate composition igneous rocks, while SiO2, Al2O3, and Fe2O3 are elevated by residual enrichment. Phosphorus is either maintained at andesite rock concentrations, or is slightly depleted (Fig. 7E). TiO2 contents of the upper paleosols (1–2%, but as high as 4% in the 3Ab horizon) are greatly elevated relative to andesites (0.6–1.2 wt.%), and resemble those in tholeiitic and alkali basalts. Elevated TiO2concentrations relative to inferred andesitic parentmaterial are probably the result of residual enrichment during weathering and pedogenesis."
  }, {
    "heading": "5.7. Organic C and N, stable isotopes",
    "text": "The organic C and N contents of the andic Ultisol-like paleosols and andic Mollisol-like paleosols are significantly higher than the underlying paleo-saprolite, which is to be expected given that the paleosols contain welldeveloped B horizons, and in some cases A horizons that would be expected to be organic-rich (Fig. 10). However, the δ13C values of soil organic matter indicate a dominance of C3 vegetation for all of the paleosols as well as the paleo-saprolite. There is no stable carbon isotopic evidence for the presence of vegetation strongly dominated by C4 plants during development of the paleosols and paleo-saprolite."
  }, {
    "heading": "6. Discussion",
    "text": ""
  }, {
    "heading": "6.1. Significance of paleosol morphology",
    "text": "The paleosols described here from the Cordillera de Talamanca, Costa Rica, provide evidence for dramatic changes in elevation, as well as in climate and ecosystem. The morphology of the Cordillera de Talamanca paleosols differs from those described in the Western and Central Cordillera of Colombia by Fölster et al. (1977), and from the Eastern Cordillera of Colombia by Fölster and Hetsch (1978), in that they lack diagnostic andic (i.e., Andisol) properties, especially development of Ah horizons, in spite of the fact that they are of similar ages of 30–40 ka (or possibly older), and formed from similar andesitic parent materials. Similarly, 40 ka (or possibly older) paleosols in the Ecuadorian Andes described by Zehetner et al. (2003)\nthat formed from andesites at the same elevation as the Cordillera de Talamanca paleosols are Andisols with umbric epipedons. Mahaney et al. (2002) identified very ancient (+5 Ma) Typic or Aridic Argiustolls with mollic epipedons, prominent Mn–Fe nodules, and argillic horizons in northern Venezuela. In none of the examples of paleosols from the northern Andes are paleosols described with relict Bk horizons.\nEarly attempts to characterize soil development using chronosequences on the upper slopes of the Cordillera de Talamanca by Harris (1971a) resulted in identification of Spodosols on northeast-facing slopes and Ultisols on western slopes. These “Spodosols” of Harris would probably classify today as Andisols using more current USDA Soil Taxonomy (Soil Survey Staff, 1998). With radiocarbon dates for organic matter going back to 20 ka, none of the soil organic matter is as old as the charcoal dates we obtained from the andic Ultisol-like paleosols at El Trailero; nevertheless, the morphology and chemistry of the El Trailero paleosols resembles that of the Ultisols described by Harris (1971a) that presumably reflect formation under montane rain forests. Harris (1971a,b) interpreted his soil profiles to indicate a major eruptive phase in the Cordillera de Talamanca at 17,200 14C yr BP (El Empalme ashfalls), two lesser phases at 11,800 and 8400 14C yrBP, and no further evidence formajor activity. Source vents for these eruptions in the Cordillera de Talamanca have not been located (Alvarado, 2000), and it is possible that the nearby Cordillera Central was the actual source of the deposits, but in either case Harris correctly notes their significance for soil development in the Cordillera de Talamanca. The weathered ash that buries the andic Ultisol-like paleosols at El Trailero may represent one of these eruptive phases, most likely the oldest."
  }, {
    "heading": "6.2. Paleoclimate",
    "text": "The presence of a grassland paleosol (andic Mollisollike paleosols) that contains possible relict pedogenic carbonate requires a paleoclimate at 30–40(+) ka in the Cordillera de Talamanca that was considerably drier, both in the sense of low annual precipitation and in the sense of high potential evaporation, than that which characterizes the modern páramos of Costa Rica or the northern Andes, in which melanic Andisols develop. The many examples of equivalent-age paleosols developed in Colombia, Venezuela and Ecuador (described previously) at 30–40(+) ka also appear to record pedogenesis in much wetter paleoclimates.\nHow much drier was it at the El Trailero site? Royer (1999) gives several regression equations designed to\nlink precipitation and depth to carbonate horizon, including three previously published by others. Inserting the 15 cm profile depth from the El Trailero 3Ab paleosurface to the top of the 3Btk horizon into each of the equations yields annual paleoprecipitation estimates ranging from 162–455 mm; equations based on the two most comprehensive datasets yield estimates of 299 mm (Royer, 1999) and 236 mm (Retallack, 1994, 2005). The possibility of post-burial compaction or pre-burial erosion of the 3Ab horizon should be considered, because an artificially shallower depth would lead to erroneously low paleoprecipitation estimates. Doubling the 15 cm profile depth to 30 cm yields a range of estimates from 218–490 mm, with Royer (1999) and Retallack (1994, 2005) estimates of 341 mm and 327 mm respectively. Subsequent discussion (Royer, 2000; Retallack, 2000) centered on the reliability of depth-to-carbonate as a paleoprecipitation proxy, but even Royer (1999) expressed confidence in an upper practical annual-precipitation bound, for any climate regime capable of generating a carbonate horizon, at about 760 mm. Even that rainfall amount is less than the most rain-shadowed, xeric environments of modern Costa Rica and is strikingly less than the 2581 mm modern annual mean at nearby Cerro Páramo met station, a drier location than El Trailero.\nIt is difficult, given modern neotropical circulation patterns and climate, to envision a paleoclimate regime that would yield a 70–90% reduction in annual precipitation on the crest of the backbone cordillera of the Central American isthmus at 2500 m elevation and latitude 10° North. Given that the site would still have been within 100 km of two tropical oceans even at Pleistocene lowstands, it is equally difficult to envision such a reduction even in the absence of synoptic circulation, if normal convection and sea–land breeze patterns were possible. Absent an outlandish tectonic or rain shadow explanation, we can only conclude that neotropical circulation was markedly different 30–40 ka ago, and that upslope convective precipitation was extremely limited at 2500 m. This would be true if the upper and lower limbs of the primary Hadley cell were strongly decoupled due to a far more dynamic or more strongly inverted trade wind circulation than exists today.\nGuillet et al. (1988),and Mora and Pratt (2001, 2002) investigated stable carbon isotope ratios in soil organic matter in Colombian paleosols, and Boom et al. (2002) and Marchant et al. (2002) examined a 450,000 yr record of lake sediments (Funza-2 core) of the intermontane Bogota basin in the northern Andes of Colombia (5°N). Their results highlight the possible effects on vegetation\nof the interplay between lowered temperatures, reduced rainfall, and lowered pCO2 during glacial intervals. As in Costa Rica, modern montane forest and páramo plant communities in the northern Andes are strongly dominated by C3 plants. A few C4 grasses and sedges occur in the páramo or within the montane forest belt (especially on drier sites), but it is the warm lowlands in which these C4 graminoids dominate. While downslope shifts in plant ranges in the Andes during times of glacial cooling would tend to further restrict C4 plants in the highlands, reduced rainfall and lowered pCO2 could favor the C4 pathway. Stable carbon isotope signatures in soil organic matter in glacial-age paleosols located between 2550–3100 m in the Bogota basin appear to reveal this interplay, with paleosols above 2700 m elevation revealing a C3 signal but those between 2550–2700 m indicating a mixed C3/ C4 signal interpreted to reflect an incursion of C4 grasses (Mora and Pratt, 2002).\nBased on the Andean studies, we expected that the El Trailero site at 2500 m in the Cordillera de Talamanca might show some evidence of an incursion of C4 grasses due to strongly reduced rainfall and lowered pCO2 during glacial intervals. We interpret the lack of isotopic evidence for C4 grasses to indicate that the El Trailero site was dry enough for pedogenic carbonates to form at 30–40 ka, but too cold to support drought-tolerant C4 grasses and other herbs adapted to warm lowland climates. Mora and Pratt (2002) suggested that C4 grass incursion in the Bogota basin required glacial-age temperatures above 6– 7 °C. From pollen spectra in the La Chonta bog (5.2 km W of the El Trailero site at 2310 m elevation), Hooghiemstra et al. (1992) estimated temperatures c. 8 °C cooler than the present during the period ∼50– 13 ka, when the upper forest limit was depressed some 1400 m and páramo vegetation surrounded the site. The evidence of C3 grasses in the Mollisol-like paleosol at El Trailero seems consistent with cooling of this magnitude or greater."
  }, {
    "heading": "6.3. Paleoaltimetry",
    "text": "The paleo-saprolite present at El Trailero resembles red, clayey altered bedrock in the Western and Central Cordillera of Columbia, termed “alterites” by Fölster et al. (1977) and occurring beneath 30–40 ka paleosols. They proposed that these deposits represent very old landscape surfaces, possibly late Tertiary in age. Fölster et al. (1977) interpreted these as weathered and kaolinized diabase “Piedmont” bedrock that was later faulted and uplifted. It is reasonable to assume that the paleo-saprolite at El Trailero represents intense, tropical lowland weathering\nprior to uplift of the Cordillera de Talamanca, given its similarity to very ancient weathering profiles in humid tropical Costa Rica formed on 125 and 450 ka andesitic lavas and described by Nieuwenhuyse and van Breeman (1997) and Nieuwenhuyse et al. (2000), which are deep Haploperox soils containing no primary minerals and only gibbsite, kaolinite, and Fe-oxides and oxyhydroxides. Based on the uplift rates proposed based on fission-track, 40Ar/39Ar, and 87Rb/87Sr chronology (Drummond et al., 1995; Graefe, 1998; Wunsch et al., 1999; Denyer and Kussmaul, 2003), and the current 2500 m elevation of the site, we can “back-calculate” that the paleo-saprolite was at or near sea level about 2.5 Ma, in the late Pliocene.\nAn alternative interpretationwas presented byMahaney et al. (2002) who, based on studies at 2000–2500 m elevation in Venezuela, proposed that residual regoliths (saprolites) and overlying Mollisol-like paleosols did not record initial Oxisol formation at low elevations, followed by rapid uplift in the late Quaternary, as was originally hypothesized. Rather, they proposed that a wetter climate, at present altitude, over the past 5 Ma accelerated leaching and formation of Mn–Fe nodules, as well as mollic epipedon development, followed by development of the current cool-temperate, semi-arid climate, which has arrested these processes. They envisioned water-table perching at the contact between the impermeable saprolite and the overlying paleosols as enhancing leaching and mollic epipedon development. Even if our interpretations of the relict pedogenic carbonate nodules at El Trailero are incorrect, e.g., that they are simply weathered volcanic lapilli, there still remains the issue of why there is a pronounced clay mineral change from the paleo-saprolite (smectite–kaolinite) to the overlying paleosols (gibbsitedominated) indicating a change from drier to wetter weathering conditions. We hypothesize that the smectite– kaolinite clay mineralogy might therefore record the transient drier conditions."
  }, {
    "heading": "7. Conclusions",
    "text": "Paleosols exposed in outcrops along the InterAmerican Highway in the Cordillera de Talamanca, Costa Rica, provide a record of changing elevation, climate and ecosystem in a region where few records have been previously described or interpreted. Basal paleo-saprolite deposits record intense leaching and weathering of andesite bedrock in tropical lowlands, possibly 2–3 million years ago and before uplift of the Cordillera Talamanca. Uplift at rates of 1 km/1 Ma have resulted in the current site elevation of 2500 m. Prior to 40 ka 14C yr BP, probably during MIS3 or possibly MIS4, lapilli-rich\nvolcanic material was erupted in at least three distinct episodes, and weathered to form two andic Mollisol-like paleosols with mollic epipedons and a prominent Bk horizon, recording development of a C3 grassland community under markedly drier climatic conditions unlike the modern páramo in this same region today. Between 43,630 and 36,620 14C yr BP, additional volcaniclastic materials were erupted and weathered to form andic Ultisol-like paleosols under montane rain forest conditions similar to those occurring at the site today. An undated and highly weathered ash buries the upper paleosols. This paleosol record overlaps in time with the nearby La Chonta and Lachner bog (Martin, 1964) pollen records, and provides a paleoclimate record that is consistent with these records."
  }, {
    "heading": "Acknowledgments",
    "text": "This research was supported by: (1) the Global Environmental Change Research Group at the University of Tennessee funded through the President's Initiative in Teaching, Research, and Service, (2) other funds from the University of Tennessee, (3) a grant to S. Horn from The A.W. Mellon Foundation, and (4) the Baylor University Department of Geology Faculty Development Fund. We thank S. Dworkin (Baylor), who kindly provided C and N measurements. We also gratefully acknowledge the laboratory and field assistance provided by L. LaForest at Tennessee; additional field assistance provided by C. Harden at Tennessee; and logistical support provided by M. Sánchez of the University of Costa Rica."
  }, {
    "heading": "Appendix A",
    "text": "(ICP-MS and OES) Sample #\nHorizon depth (cm) Ag (ppm) Al (%) Al2O3 (%) As (ppm) Ba (ppm) Be (ppm) Bi (ppm) Ca (%) CaO (%) Cd (ppm) Ce (ppm) Co (ppm)\n(co\nCr (ppm)\nntinued\nCs (ppm)\non next\nCu (ppm)\nET-1-30-04 C/B\n−30 0.05 12.45 23.52 11.7 170 0.59 0.14 0.04 0.06 0.04 15.6 17.7\n46 0.31 208\nET-1-40-04 Bt1b\n−40 0.06 12.2 23.05 11.1 150 0.48 0.19 0.02 0.03 0.01 10.5 12.2\n59 0.23 231\nET-1-50-04 Bt1b\n−50 0.04 12.75 24.09 10.9\n90 0.4\n0.25 0.02 0.03 0.01 26.4\n6.7\n75 0.28 226\nET-1-60-04 Bt1b\n−60 0.08 13.3 25.13 10.7 100 0.43 0.2\n0.02 0.03 0.01 37.4\n8\n70 0.32 253\nET-1-70-04 Bt1b\n−70 0.07 13.4 25.32 9.2\n90 0.44 0.18 0.01 0.01 0.01 21.9\n9.9\n63 0.32 254\nET-1-80-04 Bt2b\n−80 0.09 13.05 24.66 8.4 110 0.38 0.16 0.01 0.01 0.01 21.2\n9.3\n56 0.36 215\nET-1-90-04 Bt2b\n−90 0.13 12.85 24.28 8.6 110 0.4\n0.18 0.01 0.01 0.01\n7.62 8.9\n53 0.27 216\nET-1-100-04 Bt2b −100 0.16 13.2 24.94 9.4 110 0.45 0.2\n0.01 0.01 0.01 14.45 9.1\n62 0.38 228\nET-1-110-04 2Bwb −110 0.09 14.3 27.02 9.6 100 0.44 0.19 0.01 0.01 0.01 20.7\n9.1\n59 0.44 217\nET-1-120-04 2Bwb −120 0.13 13.65 25.79 10.8\n90 0.46 0.32 0.01 0.01 0.01 35.8\n8.9 516 0.41 211\nET-1-130-04 2Bwb −130 0.12 13.05 24.66 9.9\n80 0.49 0.27 0.01 0.01 0.03 18.5 10.4\n84 0.34 206\nET-1-140-04 2Bwb −140 0.11 13.95 26.36 10.1\n90 0.46 0.28 0.01 0.01 0.02 36.6\n9.4\n84 0.38 209\nET-1-150-04 2Bwb −150 0.11 13.2 24.94 9.2\n80 0.43 0.27 0.01 0.01 0.01 27.2\n7.5\n78 0.31 204\nET-1-160-04 2Bwb −160 0.11 12.75 24.09 8.7\n70 0.44 0.24 0.01 0.01 0.01 10.8 12.3\n87 0.23 197.5\nET-1-170-04 2Btb −170 0.2\n15.75 29.76 8.8\n90 0.45 0.31 0.01 0.01 0.01 34\n6.3\n78 0.47 187\nET-1-180-05 2Btb −180 0.1\n14.45 27.30 9.9 110 0.4\n0.32 0.01 0.01 0.01 30.6\n6.3\n86 0.56 152.5\nET-1-190-04 3Ab\n−190 0.19 13.55 25.60 8.7 150 0.45 0.56 0.02 0.03 0.01 48.9\n7.9\n99 0.72 190\nET-1-200-04 3Ab\n−200 0.2\n12.45 23.52 11.3 130 0.43 0.65 0.03 0.04 0.01 73\n5.8 130 0.59 183.5\nET-1-210-04 3Btk1b −210 0.04 14.3 27.02 5.1 130 0.34 0.19 0.04 0.06 0.01 14.4\n6.3\n39 0.33 152\nET-2-10-04 3Ab\n−175 0.05 15.2 28.72 7.7 110 0.33 0.59 0.02 0.03 0.01 64.3\n7.2 103 0.69 195\nET-2-20-04 3Btk1b −185 0.005 13.55 25.60 4.9\n90 0.32 0.12 0.01 0.01 0.01\n1.3\n7.7\n32 0.16 184\nET-2-30-05 3Btk1b −195 0.005 13.4 25.32 5.6 150 0.29 0.1\n0.01 0.01 0.01\n3.04 7\n31 0.15 136.5\nET-2-40-04 3Btk2b −205 0.005 14.2 26.83 5.4 120 0.32 0.05 0.01 0.01 0.01\n1.48 7.7\n22 0.13 130.5\nET-2-50-04 3C/Bb −215 0.005 13\n24.56 5.3 140 0.36 0.05 0.01 0.01 0.01\n4.89 10.7\n31 0.26 154.5\nET-2-60-04 4Ab\n−225 0.03 12.65 23.90 7.8 180 0.35 0.23 0.01 0.01 0.01\n8.07 8.2\n40 0.22 153\nET-2-70-25 4Bwb −235 0.005 13.4 25.32 7.7 100 0.31 0.03 0.005 0.01 0.01\n4.08 9.6\n28 0.36 164\nET-2-80-04 4Bwb −245 0.005 12.1 22.86 10.4 120 0.4\n0.03 0.01 0.01 0.01\n4.74 12.3\n31 0.31 230\nET-2-90-04 4C/Bb −255 0.91 11.6 21.92 10.2 150 0.35 0.3\n0.01 0.01 0.01\n7.3\n7.1\n63 0.32 253\nET-2-100-04 5Cr1b −265 0.04\n9.05 17.10 20.7 180 1.5\n0.06 0.02 0.03 0.03 26.2\n8.4\n26 0.31 256\nET-3-60-04 5Cr1b −260 0.02 10.75 20.31 8.4 140 1.2\n0.08 0.02 0.03 0.01 80.7\n8.4\n17 0.32 173.5\nET-3-70-04 5Cr1b −270 0.04\n9.66 18.25 5.4\n30 1.22 0.11 0.02 0.03 0.01 46.1\n9.6\n16 0.15 270\nET-3-80-04 5Cr2b −280 0.005 11\n20.78 4.2\n10 1.9\n0.05 0.02 0.03 0.02 17.5 10.1\n22 0.1\n183.5\nET-3-90-04 5Cr2b −290 0.005 11.9 22.48 1.8\n10 1.52 0.06 0.02 0.03 0.01 15.3 12.3\n22 0.11\n77.7\nET-3-100-04 5Cr2b −300 0.005 11.75 22.20 1\n30 1.15 0.05 0.03 0.04 0.01 19.05 15.3\n21 0.025 38\nET-3-110-04 5Cr2b −310 0.005 11.2 21.16 0.9 160 0.69 0.07 0.06 0.08 0.01 83.3 16\n21 0.05\n34\npage)\nAppendix A (continued )\nFe (%) Fe2O3 (%) Ga (ppm) Ge (ppm) Hf (ppm) In (ppm) K (%) K2O (%) La (ppm) Li (ppm) Mg (%) MgO (%) Mn (%)\nMnO (%) Mo (ppm) Na (%) Na2O (%) Nb (ppm) Ni (ppm)\n9.72 13.90 27.6 0.16\n7.1 0.1\n0.08 0.10 6.3 5.4\n0.37 0.61 0.0506 0.0653 3.22 0.01 0.013 14.2 18.5\n10.85 15.51 31.9 0.32\n7.7 0.116 0.07 0.08 4.6 5.5\n0.29 0.48 0.0301 0.0389 4\n0.01 0.013 17.6 19.2\n12.95 18.52 33.9 0.31\n8.3 0.125 0.06 0.07 13.1 4.3\n0.19 0.32 0.0112 0.0145 4.67 0.01 0.013 19.6 17.9\n14.25 20.37 32.1 0.3\n7.9 0.121 0.06 0.07 19.2 4.2\n0.21 0.35 0.0116 0.0150 4.39 0.01 0.013 17.8 20.9\n12.3 17.59 31\n0.23\n7.1 0.11 0.05 0.06 11.2 4.6\n0.23 0.38 0.0142 0.0183 3.94 0.01 0.013 16.7 23.7\n10.25 14.65 30.6 0.2\n6.6 0.104 0.07 0.08 11.4 4.5\n0.23 0.38 0.0128 0.0165 3.74 0.01 0.013 16.2 22.4\n9.66 13.81 33.3 0.2\n6.9 0.108 0.06 0.07 3.6 4.8\n0.21 0.35 0.0128 0.0165 4.33 0.01 0.013 19\n21\n9.38 13.41 36.6 0.22\n7.2 0.124 0.06 0.07 6.8 5.2\n0.21 0.35 0.0124 0.0160 4.47 0.01 0.013 20.5 21.1\n9.79 14.00 34.3 0.25\n7.6 0.118 0.06 0.07 9.8 6\n0.21 0.35 0.0135 0.0174 4.22 0.01 0.013 19.4 23.7\n11.4 16.30 45.4 0.37 10.8 0.152 0.05 0.06 10.9 6\n0.16 0.27 0.0194 0.0250 6.51 0.01 0.013 31\n28.1\n13.4 19.16 39.2 0.28\n9\n0.137 0.05 0.06 5.2 5.6\n0.16 0.27 0.0208 0.0269 5.65 0.01 0.013 25.7 23.6\n11.75 16.80 41.5 0.32\n9.8 0.138 0.05 0.06 11.3 5.6\n0.16 0.27 0.0184 0.0238 5.66 0.01 0.013 27.2 23.4\n10.55 15.08 41.5 0.35 10.1 0.14 0.05 0.06 8.1 5.1\n0.13 0.22 0.0134 0.0173 5.58 0.01 0.013 28.1 21\n12.05 17.23 38.9 0.39\n8.9 0.13 0.04 0.05 3\n4.9\n0.17 0.28 0.0237 0.0306 5.09 0.01 0.013 25.7 22.7\n10.2 14.58 47.6 0.32\n8.9 0.14 0.06 0.07 10.8 4.8\n0.13 0.22 0.018 0.0232 6.01 0.01 0.013 31.9 15.7\n12.05 17.23 47.8 0.35\n9.2 0.139 0.07 0.08 11.7 4.9\n0.15 0.25 0.03 0.0387 6.93 0.01 0.013 31.7 15\n7.4 10.58 82.1 0.28 11.3 0.172 0.1 0.12 22.2 6.4\n0.23 0.38 0.0179 0.0231 10.3 0.02 0.027 55.7 16.3\n11.7 16.73 99.8 0.44 14.2 0.238 0.09 0.11 30.7 5.3\n0.16 0.27 0.0109 0.0141 12.3 0.02 0.027 63.1 12.4\n5.64 8.06 40.8 0.23\n8.3 0.119 0.08 0.10 5.5 4\n0.23 0.38 0.0067 0.0087 5.06 0.01 0.013 24.7 11.2\n4.08 5.83 92\n0.24 13.6 0.219 0.07 0.08 22.2 6.5\n0.18 0.30 0.008 0.0103 10.05 0.02 0.027 57.5 16.1\n4.64 6.63 28.7 0.21\n6.2 0.09 0.04 0.05 0.25 5.4\n0.27 0.45 0.0054 0.0070 3.59 0.005 0.007 16.1 17.8\n4.2\n6.00 28.5 0.2\n6.5 0.091 0.07 0.08 1.3 4.4\n0.23 0.38 0.0105 0.0136 3.73 0.01 0.013 15.7 13.6\n4.82 6.89 22.9 0.22\n5.5 0.071 0.07 0.08 0.5 3\n0.2 0.33 0.0066 0.0085 4.5 0.01 0.013 11.6 10.6\n5.08 7.26 27.4 0.23\n6.6 0.085 0.08 0.10 1.7 4.1\n0.37 0.61 0.0074 0.0096 4.13 0.01 0.013 12.8 13.8\n3.85 5.50 46.7 0.18 10.4 0.14 0.07 0.08 2.8 5.4\n0.27 0.45 0.0061 0.0079 5.89 0.01 0.013 27.3 17.4\n6.88 9.84 25.6 0.26\n5.3 0.079 0.06 0.07 1.2 2.9\n0.32 0.53 0.0068 0.0088 4.92 0.01 0.013 10.9\n9.3\n11.4 16.30 26\n0.32\n5.8 0.078 0.06 0.07 1.5 3.7\n0.3 0.50 0.012 0.0155 5.19 0.01 0.013 12.6 10.3\n11.55 16.51 50.8 0.35 11.7 0.151 0.07 0.08 3\n3.8\n0.23 0.38 0.0079 0.0102 7.17 0.01 0.013 33.2 11.4\n19.15 27.38 21.7 0.59\n4\n0.079 0.06 0.07 13.2 2.9\n0.24 0.40 0.0174 0.0225 4.11 0.01 0.013 8.5\n7.7\n11.75 16.80 21.9 0.39\n3.7 0.066 0.05 0.06 47.2 2.3\n0.45 0.75 0.0074 0.0096 3.64 0.01 0.013 7.7\n9.9\n14.05 20.09 17.7 0.37\n2.6 0.061 0.03 0.04 28.5 1\n0.49 0.81 0.0017 0.0022 3.26 0.005 0.007 5.7 13.5\n11.3 16.16 22.8 0.32\n3.7 0.091 0.02 0.02 6.9 3.2\n0.27 0.45 0.001 0.0013 3.06 0.005 0.007 7.8 12.9\n5.44 7.78 26.3 0.24\n4.4 0.077 0.02 0.02 6.1 3.6\n0.29 0.48 0.001 0.0013 2.77 0.005 0.007 9.4 15.9\n3.89 5.56 25.5 0.22\n4.5 0.061 0.01 0.01 7.6 2.3\n0.21 0.35 0.0002 0.0003 2.83 0.005 0.007 9.3 16.1\n4.27 6.10 21.9 0.27\n3.8 0.062 0.01 0.01 39.1 1.9\n0.38 0.63 0.0007 0.0009 2.64 0.005 0.007 8\n20.1\nP (%) P2O5 (%) Pb (ppm) Rb (ppm) Re (ppm) S (%) Sb (ppm) Se (ppm) Sn (ppm) S ( r ppm) Ta (ppm) Te (ppm) Th (ppm) Ti (%) TiO2 (%) Tl (ppm) U (ppm) V (ppm) W (ppm)\n0.093 0.213 18.1 0.6\n0.002 0.09 1.14 3\n1.5\n175.5 0.79 0.2\n5.4 0.74 1.234 0.08 4.2\n387 1.3\n0.096 0.220 16.8 0.4\n0.001 0.12 0.8 4\n1.7\n132 1.01 0.27\n6.6 0.852 1.421 0.06 5\n434 1.4\n0.089 0.204 16.7 1\n0.001 0.15 0.75 5\n1.8\n106 1.16 0.37 13.4 0.903 1.506 0.04 5.4\n482 1.4\n0.086 0.197 16\n1.6\n0.001 0.21 0.75 6\n1.7\n98.2 1.02 0.39 15.4 0.819 1.366 0.02 4.6\n444 1.4\n0.073 0.167 14.7 1.2\n0.001 0.15 0.69 4\n1.7\n87.4 0.96 0.28 11.4 0.838 1.398 0.02 4.4\n446 1.3\n0.067 0.154 14\n1.5\n0.001 0.17 0.62 4\n1.6\n100 0.94 0.21 10\n0.803 1.339 0.02 4.1\n409 1.3\n0.072 0.165 15.5 0.6\n0.001 0.13 0.67 3\n1.8\n85.7 1.12 0.2\n6.4 0.898 1.498 0.05 4.5\n423 1.5\n0.079 0.181 16.4 1\n0.001 0.14 0.68 3\n2\n92.4 1.2\n0.22\n8.8 0.936 1.561 0.05 4.5\n447 1.5\n0.083 0.190 14.8 1.4\n0.001 0.14 0.66 4\n1.8\n84.5 1.15 0.22 11.9 0.851 1.420 0.03 4.2\n425 1.4\n0.13 0.298 19.8 1.4\n0.001 0.21 0.71 4\n2.6\n88 1.91 0.38 19\n1.155 1.927 0.03 6.2\n426 2\n0.119 0.273 18.4 0.9\n0.001 0.2 0.85 4\n2.2\n69.8 1.58 0.39 12.9 1.04 1.735 0.03 5.7\n499 1.6\n0.13 0.298 18.8 1.3\n0.001 0.21 0.78 4\n2.2\n102 1.67 0.36 17.4 1.065 1.776 0.02 5.8\n451 1.7\n0.128 0.293 17.8 1\n0.001 0.2 0.6 3\n2.3\n84 1.72 0.31 15.7 1.055 1.760 0.02 5.9\n404 1.7\n0.108 0.247 16.1 0.6\n0.001 0.18 0.56 3\n2.1\n69.7 1.55 0.32 10\n1.08 1.802 0.02 5.2\n494 1.5\n0.114 0.261 18.5 1.6\n0.001 0.18 0.53 4\n2.6\n100.5 1.97 0.31 15.4 1.205 2.010 0.02 5.7\n431 1.7\n0.134 0.307 20.4 2\n0.001 0.19 0.66 4\n2.7\n115 1.98 0.38 16.6 1.2 2.002 0.02 5.6\n454 1.8\n0.17 0.390 30.2 3.1\n0.001 0.17 0.63 3\n4.6\n153 3.59 0.34 19.9 2.26 3.770 0.06 6.8\n566 2.8\n0.172 0.394 36.3 3.8\n0.001 0.16 0.81 4\n5\n141.5 4.02 0.5\n30.9 2.52 4.204 0.04 9\n902 3.2\n0.055 0.126 15.9 1.2\n0.001 0.05 0.59 2\n2.2\n48.3 1.47 0.17\n9.4 1.005 1.676 0.01 6.1\n345 1.9\n(continued)Appendix A (continued )\nP (%) P2O5 (%) Pb (ppm) Rb (ppm) Re (ppm) S (%) Sb (ppm) Se (ppm) Sn (ppm) Sr (ppm) Ta (ppm) Te (ppm) Th (ppm) Ti (%) TiO2 (%) Tl (ppm) U ( ppm) V (ppm) W ( ppm)\n0.238 0.545 32.5 3.2\n0.001 0.12 0.68 4\n4.8\n114 3.72 0.29 25.9 2.31 3.853 0.05 8 .9\n519 2 .8\n0.049 0.112 12.4 0.3\n0.001 0.04 0.53 3\n1.5\n22.9 0.95 0.18\n1.9 0.66 1.101 0.03 4 .4\n284 1 .5\n0.049 0.112 12.6 0.4\n0.001 0.04 0.64 2\n1.5\n42.6 0.92 0.17\n2.9 0.66 1.101 0.03 4 .7\n283 1 .4\n0.033 0.076 8.1 0.2\n0.001 0.03 0.8 2\n1.2\n15.4 0.66 0.12\n2.1 0.541 0.902 0.01 4 .9\n308 1 .4\n0.037 0.085 9.8 0.5\n0.001 0.02 0.8 2\n1.4\n24.7 0.72 0.12\n3.7 0.634 1.058 0.01 5\n274 1 .6\n0.052 0.119 28.2 0.4\n0.001 0.06 0.78 2\n2.6\n89.7 1.62 0.17\n6.7 1.11 1.852 0.07 6\n300 2 .4\n0.029 0.066 6.1 0.6\n0.001 0.04 1.12 3\n1.2\n8.4 0.6\n0.08\n4.3 0.549 0.916 0.01 4 .9\n363 1 .6\n0.028 0.064 7.2 0.7\n0.001 0.07 1.16 3\n1.3\n7.9 0.68 0.12\n5.5 0.604 1.008 0.01 6 .4\n387 1 .6\n0.043 0.099 18.4 0.7\n0.001 0.11 1.1 3\n2.9\n42.7 2.01 0.25 11.9 1.21 2.018 0.02 7 .2\n497 2 .5\n0.141 0.323 14.4 0.7\n0.001 0.12 1.84 3\n0.9\n112.5 0.46 0.31\n5.3 0.475 0.792 0.02 5 .5\n391 1 .3\n0.128 0.293 13.1 1.7\n0.001 0.08 0.61 3\n1\n265 0.41 0.2\n7.3 0.523 0.872 0.01 4 .3\n333 0 .9\n0.154 0.353 6.4 0.5\n0.001 0.02 0.38 2\n1\n57.1 0.31 0.19\n5.1 0.429 0.716 0.01 4 .6\n265 0 .5\n0.157 0.360 2.5 0.2\n0.001 0.02 0.34 2\n0.9\n12.1 0.42 0.11 12.4 0.5 0.834 0.01 4 .9\n361 0 .8\n0.041 0.094 2.5 0.2\n0.001 0.01 0.27 2\n1.1\n37 0.51 0.07\n8\n0.573 0.956 0.01 2 .8\n331 1\n0.041 0.094 2.9 0.1\n0.002 0.01 0.19 3\n1.1\n261 0.53 0.025 3.9 0.577 0.962 0.01 2 .9\n322 1 .1\n0.134 0.307 6.7 0.1\n0.002 0.02 0.18 3\n1\n1160 0.45 0.09\n5.7 0.516 0.861 0.01 2 .3\n279 0 .9\nY (ppm) Zn (ppm) Zr (ppm) Totals\n%SiO2 Sample #\nHorizon\ndepth (cm) wt.% C wt.% N C/N\nδ 13C (‰)\n2\n69\n259\n41.4029 58.60 ET-1-30-04 C/B (surface) −30\n1.52\n0.08\n19.00\n2\n51\n284\n43.6407 56.36 ET-1-40-04 Bt1b\n−40\n2.54\n0.13\n19.54 −24.36\n4\n29\n306\n48.8091 51.19 ET-1-50-04 Bt1b\n−50\n3.72\n0.18\n20.67\n4.6\n34\n292\n50.6436 49.36 ET-1-60-04 Bt1b\n−60\n2.76\n0.13\n21.23 −24.34\n3.1\n46\n265\n47.4370 52.56 ET-1-70-04 Bt1b\n−70\n2.23\n0.1\n22.30\n2.7\n39\n242\n43.3449 56.66 ET-1-80-04 Bt2b\n−80\n1.77\n0.09\n19.67 −24.31\n1.5\n40\n258\n42.1381 57.86 ET-1-90-04 Bt2b\n−90\n1.69\n0.1\n16.90\n2.4\n39\n264\n42.9180 57.08 ET-1-100-04 Bt2b\n−100\n2.1\n0.12\n17.50 −24.28\n3\n41\n281\n45.3314 54.67 ET-1-110-04 2Bwb\n−110\n2.01\n0.09\n22.33\n6.1\n37\n394\n48.1626 51.84 ET-1-120-04 2Bwb\n−120\n3.13\n0.13\n24.08 −24.69\n4\n46\n339\n49.2532 50.75 ET-1-130-04 2Bwb\n−130\n2.74\n0.11\n24.91\n6.2\n41\n372\n48.8684 51.13 ET-1-140-04 2Bwb\n−140\n2.94\n0.11\n26.73 −24.62\n5.4\n34\n377\n45.9082 54.09 ET-1-150-04 2Bwb\n−150\n3.19\n0.12\n26.58\n2.8\n47\n329\n46.8360 53.16 ET-1-160-04 2Bwb\n−160\n2.79\n0.11\n25.36 −24.69\n5.8\n30\n334\n50.5120 49.49 ET-1-170-04 2Btb\n−170\n3.21\n0.17\n18.88\n4.4\n29\n344\n49.8889 50.11 ET-1-180-05 2Btb\n−180\n2.32\n0.14\n16.57 −24.27\n5.9\n37\n426\n43.4614 56.54 ET-1-190-04 3Ab\n−190\n2.22\n0.15\n14.80 −24.76\n7.2\n27\n500\n48.1060 51.89 ET-1-200-04 3Ab\n−200\n2.48\n0.16\n15.50 −24.45\n2.1\n21\n316\n38.2912 61.71 ET-1-210-04 3Btk1b\n−210\n0.75\n0.05\n15.00 −24.52\n6.5\n34\n500\n42.5497 57.45 ET-2-10-04 3Ab\n−175\n2.87\n0.16\n17.94\n0.4\n28\n232\n34.9129 65.09 ET-2-20-04 3Btk1b\n−185\n0.86\n0.04\n21.50\n0.7\n22\n240\n33.8136 66.19 ET-2-30-05 3Btk1b\n−195\n0.7\n0.03\n23.33 −23.79\n0.5\n12\n205\n35.7216 64.28 ET-2-40-04 3Btk2b\n−205\n0.52\n0.02\n26.00\n1.6\n17\n241\n34.1753 65.82 ET-2-50-04 3C/Bb\n−215\n0.43\n0.01\n43.00 −24.07\n1.8\n23\n389\n32.7442 67.26 ET-2-60-04 4Ab\n−225\n0.69\n0.05\n13.80\n1.8\n15\n195.5\n37.1597 62.84 ET-2-70-25 4Bwb\n−235\n0.34\n0.01\n34.00 −24.07\n2.4\n30\n224\n41.3457 58.65 ET-2-80-04 4Bwb\n−245\n0.42\n0.01\n42.00\n2.4\n24\n434\n42.0114 57.99 ET-2-90-04 4C/Bb\n−255\n0.79\n0.06\n13.17 −24.03\n6\n71\n150.5\n46.5915 53.41 ET-2-100-04 5Cr1b\n−265\n0.34\n0.003\n113.33\n48.3\n75\n136\n39.4111 60.59 ET-3-60-04 5Cr1b\n−260\n0.19\n0.007\n27.14\n27.9\n74\n98.5\n40.3949 59.61 ET-3-70-04 5Cr1b\n−270\n0.08\n0.001\n80.00\n15.4\n112\n140\n38.7326 61.27 ET-3-80-04 5Cr2b\n−280\n0.07\n0.001\n70.00 −23.15\n14.7\n133\n164\n31.9040 68.10 ET-3-90-04 5Cr2b\n−290\n0.04\n0.001\n40.00\n97.1\n151\n162\n29.2695 70.73 ET-3-100-04 5Cr2b\n−300\n0.03\n0.001\n30.00 −23.7\n83.6\n116\n140\n29.2294 70.77 ET-3-110-04 5Cr2b\n−310\n0.04\n0.001\n40.00"
  }, {
    "heading": "Appendix B",
    "text": "Particle size data for Pleistocene paleosol and paleo-saprolite (5Crb) horizons, El Trailero paleosol site, Cordillera de Talamanca, Costa Rica. Analysis was by sieving (53–2000 μm) and pipetting (0–53 μm); data are wt.% of particles ≤2 mm. Size classes are after Wentworth: clay=0–2 μm, silt=2–62.5 μm, sand=62.5–2000 μm. Φ (phi) scale= − log2 d where d is size in mm, such that: −1ϕ=2000 μm, 0ϕ=1000 μm … 9ϕ=1.95 μm, 10ϕ=0.98 μm.\nParticle size data — minimal disaggregation\nHorizon\nLocation Sand\n1\nSilt\n20 3\nClay\n59 96\n1–0 Φ 0–1 Φ 1–2 Φ\n4\n2–3 Φ\n5\n3–4 Φ\n4\n4–5 Φ\n3.7 4 .6\n5–6 Φ 6–7 Φ\n4\n7–8 Φ\n3\n8–9 Φ\n3\n9–10 Φ >10 Φ\nC/Bb\n2001–2 56.1 29.2 14.7 .57 5.18 15.78 20.69 13.84 8.74 6.41 6.50 3.80 3.78 3.73\n10.98\n1Ab\n2001–4 84.5 6.9 8.5 30.36 25.02 14.36 9.39 5.42 2.96 1.08 1.71\n.90\n.29\n.83\n7.68\n2Bwb/2Btb 2001–2 43.0 39.5 17.5 2.07 5.34 9.94 13.49 12.16 8.77 9.50 8.13 7.17 5.92 3.71\n13.81\n3Ab\n2001–2 83.4 7.1 9.5 32.25 23.62 13.65 8.78 5.12 1.99 2.35 1.41\n.46\n.92\n.91\n8.54\n3Btk1b\n2001–2 35.4 33.9 30.7 2.86 7.75 9.30 8.68 6.83 6.08 7.75 7.23 5.95 6.92 3.45\n27.21\n3Btk2b\n2001–2 37.7 36.8 25.5 3.23 8.07 9.86 9.15 7.38 6.60 7.46 8.73 7.35 6.66 6.52\n19.00\n4Ab\n2001–2 56.0 26.2 17.8 7.13 16.23 14.80 10.73 7.11 5.41 5.31 6.28 5.85 3.36 2.32\n15.48\n4Bxb\n2001–2 52.3 22.7 25.1 5.64 13.44 14.41 11.62 7.17 4.95 6.12 6.68 1.93 2.98 4.52\n20.55\n5Crb\n2001–2 44.4 25.0 30.5 7.77 11.44 9.52 8.62 7.09 5.03 5.99 5.43 4.82 3.76 4.84\n25.69\n5Crb\n2001–2 39.5 27.9 32.5 10.08 10.43 7.19 6.25 5.58 3.64 7.84 5.58 5.75 5.12 6.67\n25.88\n5Crb\n2001–3 0.9 8.7 90.4 .00\n.01\n.06\n.28\n.53 .18 2.05 3.84\n.90 1.73 3.93\n86.48\n5Crb\n2001–3 0.5 6.1 93.4 .00\n.02\n.05\n.17\n.29 1.02\n.73\n.64 2.35 1.38 6.40\n86.97\nParticle size data — aggressive disaggregation\n2Bwb/2Btb 2001–1 9.9 .3 .7 1.58 3.53 .88\n.60\n.34\n0 .41\n.99\n.47\n.76 3.79\n55.95\n5Crb\n2001–3 0.2 .5 .3\n.00\n.00 .01\n.05\n.13\n2 .52\n.56\n.85\n.92 2.79\n93.55"
  }],
  "year": 2007,
  "references": [{
    "title": "Los Volcanes de Costa Rica: Geología, Historia, y Riqueza Natural",
    "authors": ["I G.E. Alvarado"],
    "year": 2000
  }, {
    "title": "Handbook of Palaeoecology and Palaeohydrology",
    "authors": ["B.E. Berglund"],
    "year": 1986
  }, {
    "title": "CO2-and temperature-controlled altitudinal shifts of C4- and C3-dominated grasslands allow reconstruction of palaeoatmospheric pCO2",
    "authors": ["A. Boom", "R. Marchant", "H. Hooghiemstra", "J.S. Sinninghe Damsté"],
    "year": 2002
  }, {
    "title": "FTIR investigation of the evolution of the octahedral sheet of kaolinite–smectite with progressive kaolinization",
    "authors": ["J. Cuadros", "T. Dudek"],
    "venue": "Clays and Clay Minerals",
    "year": 2006
  }, {
    "title": "Geología de Costa Rica",
    "authors": ["P. Denyer", "S. Kussmaul"],
    "venue": "(compilers),",
    "year": 2003
  }, {
    "title": "The preparation of oriented clay mineral specimens for X-ray diffraction analysis by a filter-membrane peel technique",
    "authors": ["J.I. Drever"],
    "venue": "American Mineralogist",
    "year": 1973
  }, {
    "title": "Late Pleistocene to Holocene paleoclimate and paleogeomorphic history",
    "authors": ["S.G. Driese", "Li", "Z.-H", "S.P. Horn"],
    "year": 2005
  }, {
    "title": "Igneous petrogenesis and tectonic setting of plutonic and volcanic rocks of the Cordillera de Talamanca, Costa Rica-Panama",
    "authors": ["M.S. Drummond", "M. Bordelon", "J.Z. de Boer", "M.J. Defant", "H. Bellon", "M.D. Feigenson"],
    "venue": "Central American arc. American Journal of Science",
    "year": 1995
  }, {
    "title": "Soil Microscopy and Micromorphology",
    "authors": ["E.A. Fitzpatrick"],
    "year": 1993
  }, {
    "title": "Paleosol sequences in the Eastern Cordillera of Columbia",
    "authors": ["H. Fölster", "W. Hetsch"],
    "venue": "Quaternary Research",
    "year": 1978
  }, {
    "title": "Late Quaternary paleosols in the western and central Cordillera of Colombia",
    "authors": ["H. Fölster", "W. Hetsch", "E. Shrimpff"],
    "venue": "Palaeogeography, Palaeoclimatology, Palaeoecology",
    "year": 1977
  }, {
    "title": "Particle-size analysis. In Methods of Soil Analysis, Part 1, 2nd",
    "authors": ["G.W. Gee", "J.W. Bauder"],
    "venue": "Ed. Physical and Mineralogical Methods, Agronomy Monograph,",
    "year": 1986
  }, {
    "title": "Exhumation and thermal evolution of the Cordillera de Talamanca (Costa Rica); constraints from fission track analysis, 40Ar/39Ar, and 87Rb/87Sr chronology. Tübinger Geowissenschaftliche Arbeiten",
    "authors": ["K. Graefe"],
    "venue": "Reihe A,",
    "year": 1998
  }, {
    "title": "A 10,000 year diatom record from a glacial lake in Costa Rica",
    "authors": ["K.A. Haberyan", "S.P. Horn"],
    "venue": "Mountain Research and Development",
    "year": 1999
  }, {
    "title": "Podsol development on volcanic ash deposits in the Talamanca range,Costa Rica",
    "authors": ["S.A. Harris"],
    "year": 1971
  }, {
    "title": "Quaternary vulcanicity in the Talamanca Range of Costa Rica",
    "authors": ["S.A. Harris"],
    "venue": "Canadian Geographer",
    "year": 1971
  }, {
    "title": "Upper Quaternary vegetation dynamics and palaeoclimatology of the La Chonta bog area (Cordillera de Talamanca, Costa Rica)",
    "authors": ["H. Hooghiemstra", "A.M. Cleef", "G.W. Noldus", "M. Kappelle"],
    "venue": "Journal of Quaternary Science",
    "year": 1992
  }, {
    "title": "Postfire vegetation development in the Costa Rican páramos",
    "authors": ["S.P. Horn"],
    "venue": "Madroño",
    "year": 1989
  }, {
    "title": "Timing of deglaciation in the Cordillera de Talamanca, Costa Rica",
    "authors": ["S.P. Horn"],
    "venue": "Climate Research",
    "year": 1990
  }, {
    "title": "Postglacial vegetation and fire history in the Chirripó Páramo of Costa Rica",
    "authors": ["S.P. Horn"],
    "venue": "Quaternary Research",
    "year": 1993
  }, {
    "title": "Vegetation and climate history of montane Costa Rica since the last glacial",
    "authors": ["G.A. Islebe", "H. Hooghiemstra"],
    "venue": "Quaternary Science Reviews",
    "year": 1997
  }, {
    "title": "Ecology of mature and recovering Talamancan montane Quercus forests, Costa Rica",
    "authors": ["M. Kappelle"],
    "venue": "Ph.D. dissertation",
    "year": 1995
  }, {
    "title": "Recopiliación, clasificación e interpretación petroquímica de las rocas ígneas de Costa Rica",
    "authors": ["S. Kussmaul", "S. Paniagua", "J. Gainza"],
    "venue": "Intituto Geográfico Nacional, Informe Semestral II,",
    "year": 1982
  }, {
    "title": "Late Quaternary glaciation of Costa Rica",
    "authors": ["M.S. Lachniet", "G.O. Seltzer"],
    "venue": "Geological Society of America Bulletin",
    "year": 2002
  }, {
    "title": "The Paleoecological Significance of Stable Carbon Isotopes in Lake Sediments from the Chirripó Páramo of Costa Rica",
    "authors": ["C. Lane"],
    "venue": "M.S. thesis",
    "year": 2003
  }, {
    "title": "A 10,000 year record of páramo fires in Costa Rica",
    "authors": ["B.L. League", "S.P. Horn"],
    "venue": "Journal of Tropical Ecology",
    "year": 2000
  }, {
    "title": "Páramos: A Checklist of Plant Diversity, Geographical Distribution, and Botanical Literature",
    "authors": ["J.L. Luteyn"],
    "venue": "Memoirs of the New York Botanical Garden,",
    "year": 1999
  }, {
    "title": "Pollen-based biome reconstructions for the past 450,000 yr from the Funza-2 core, Columbia: comparisons with model-based vegetation reconstructions",
    "authors": ["R. Marchant", "A. Boom", "H. Hooghiemstra"],
    "year": 2002
  }, {
    "title": "Paleoclimatology and a tropical pollen profile",
    "authors": ["P.S. Martin"],
    "venue": "Report of the VIth International Congress on Quaternary, Warsaw,",
    "year": 1964
  }, {
    "title": "X-ray Diffraction and the Identification and Analysis of Clay Minerals",
    "authors": ["D.M. Moore", "R.C. Reynolds"],
    "year": 1997
  }, {
    "title": "Isotopic evidence for cooler and drier conditions in the tropical Andes during the last glacial",
    "authors": ["G. Mora", "L.M. Pratt"],
    "venue": "stage. Geology",
    "year": 2001
  }, {
    "title": "Carbon isotopic evidence from paleosols for mixed C3/C4 vegetation in the Bogota Basin, Colombia",
    "authors": ["G. Mora", "L.M. Pratt"],
    "venue": "Quaternary Science Reviews",
    "year": 2002
  }, {
    "title": "Quantitative aspects of weathering and neoformation in selected Costa Rican volcanic soils",
    "authors": ["A. Nieuwenhuyse", "N. van Breeman"],
    "venue": "Soil Science Society of America Journal",
    "year": 1997
  }, {
    "title": "Mineralogy of a soil chronosequence on andesitic lava in humid tropical Costa Rica",
    "authors": ["A. Nieuwenhuyse", "P.S.J. Verbirg", "A.G. Jongmans"],
    "venue": "Geoderma",
    "year": 2000
  }, {
    "title": "Quaternary glaciers and climate on Cerro Chirripó, Costa Rica",
    "authors": ["K.H. Orvis", "S.P. Horn"],
    "venue": "Quaternary Research",
    "year": 2000
  }, {
    "title": "The environmental factor approach to the interpretation of paleosols",
    "authors": ["G.J. Retallack"],
    "venue": "Soil Science Society of America Special Publication,",
    "year": 1994
  }, {
    "title": "Depth to pedogenic carbonate horizon as a paleoprecipitation indicator",
    "authors": ["G.J. Retallack"],
    "venue": "comment. Geology",
    "year": 2000
  }, {
    "title": "Soils of the Past: An introduction to paleopedology, 2nd edition",
    "authors": ["G.J. Retallack"],
    "venue": "Blackwell Science Ltd, Oxford",
    "year": 2001
  }, {
    "title": "LateOligocene bunch grassland and earlyMiocene sod grassland paleosols from central Oregon, USA",
    "authors": ["G.J. Retallack"],
    "venue": "Palaeogeography, Palaeoclimatology, Palaeoecology",
    "year": 2004
  }, {
    "title": "Pedogenic carbonate proxies for amount and seasonality of precipitation in paleosols",
    "authors": ["G.J. Retallack"],
    "venue": "Geology",
    "year": 2005
  }, {
    "title": "Depth to pedogenic carbonate horizon as a paleoprecipitation indicator? Geology",
    "authors": ["D.L. Royer"],
    "year": 1999
  }, {
    "title": "Depth to pedogenic carbonate horizon as a paleoprecipitation indicator?",
    "authors": ["D.L. Royer"],
    "venue": "reply. Geology",
    "year": 2000
  }, {
    "title": "Interlaboratory comparison of new materials for carbon and oxygen isotope ratio measurements. Reference and intercomparison materials for stable isotopes of light",
    "authors": ["W. Stichler"],
    "year": 1995
  }, {
    "title": "Tablets with spores used in absolute pollen analysis",
    "authors": ["J. Stockmarr"],
    "venue": "Pollen et Spores",
    "year": 1971
  }, {
    "title": "Guidelines for Analysis and Description of Soil and Regolith Thin Sections",
    "authors": ["G. Stoops"],
    "venue": "Soil Science Society of America, Madison,",
    "year": 2003
  }, {
    "title": "Composition and mineralogy of clay minerals",
    "authors": ["B. Velde"],
    "venue": "Origin and Mineralogy of Clays. Springer-Verlag,",
    "year": 1995
  }, {
    "title": "Geologie der alpinen Zone des Chirripó-Massives (Cordillera de Talamanca, Costa Rica, Mittelamerika)",
    "authors": ["O. Wunsch", "G. Calvo", "B. Willscher", "H. Seyfried"],
    "venue": "Profil",
    "year": 1999
  }, {
    "title": "Pedogenesis in volcanic ash soils in Andean Ecuador",
    "authors": ["F. Zehetner", "W.P. Miller", "L.T. West"],
    "venue": "Soil Science Society of America Journal",
    "year": 2003
  }],
  "id": "SP:392f8fd462427d5c382bf9844ee619306707dc1d",
  "authors": [{
    "name": "Steven G. Driese",
    "affiliations": []
  }, {
    "name": "Kenneth H. Orvis",
    "affiliations": []
  }, {
    "name": "Sally P. Horn",
    "affiliations": []
  }, {
    "name": "Zheng-Hua Li",
    "affiliations": []
  }, {
    "name": "Debra S. Jennings",
    "affiliations": []
  }],
  "abstractText": "A noncalcareous volcanic paleosol succession from the upper montane rain forest of the Cordillera de Talamanca, Costa Rica (Lat. 9°41′03.3′′N; Long. 83°53′45.9′′W; 2507 m elev.) provides evidence for changing Quaternary elevation, climate, and ecosystems. Basal deposits (Crb horizons) are saprolitized, porphyritic andesite enriched in Si, Al, and Fe, and depleted in base cations, which record an earliest period of very intense weathering forming a leached residuum of smectite–kaolinite and Fe-oxides (or oxyhydroxides) on amature paleolandscape, probably in tropical lowlands. Paleo-saprolite deposits are sharply overlain by interbedded lapilli tuffs and two paleosols with dark-colored, organic C-rich (2–3 wt.%) Ab horizons (one containing abundant grass pollen), interpreted as mollic epipedons of grassland soils (andic Mollisol-like paleosols) with δC values (−24.5‰ PDB) that record a former C3 grassland ecosystem. Possible pedogenic carbonate (Btkb) horizons (with all carbonate removed by overprinting by younger pedogenic processes) provide evidence of former drier and drained conditions. Uppermost buried soils (mainly Btb horizons) are non-calcareous, clay-rich, andic Ultisol-like paleosols that record pedogenesis under climates similar to current conditions, with highly weathered clay mineral suites. AMS dating of charcoal from the upper (Btb) paleosol constrains a latest glacial age (36,640±650 C yr BP; ages for two additional deeper samples were >43–48 ka) for the 2Btb paleosol. Uplift rates of the Cordillera de Talamanca are estimated as 1 km/1 Ma. Consequently, the described paleosols provide evidence for: 1) initial lowland pedogenesis, perhaps at 2–3Ma, 2) regional uplift andmajor unconformity, volcanism and development of a grassland ecosystem that has δC values similar to those measured in modern, highelevation páramo sites in the cordillera (−24.4 to −26.3‰ PDB) but formed mollic epipedons and pedogenic carbonates, which do not characterizemodern páramo soils, followed by 3) continued late Pleistocene volcanism and pedogenesis in environments similar to current oak-dominated montane rain forest conditions. The paleosol succession provides a valuable record of dynamic climate-ecosystem change and uplift history in the Cordillera de Talamanca that can complement and extend existing bog and lake sediment records. © 2006 Elsevier B.V. All rights reserved.",
  "title": "Paleosol evidence for Quaternary uplift and for climate and ecosystem changes in the Cordillera de Talamanca, Costa Rica"
}