{
  "sections": [{
    "text": "Contents lists available at ScienceDirect\nIcarus\njournal homepage: www.journa ls .e lsevier .com/icarus\nSulfur in the early martian atmosphere revisited: Experiments with a 3-D Global Climate Model\nhttp://dx.doi.org/10.1016/j.icarus.2015.08.011 0019-1035/ 2013 Elsevier Inc. All rights reserved.\n⇑ Corresponding author at: Jet Propulsion Laboratory/Caltech University, United States.\nE-mail address: kerber@lmd.jussieu.fr (L. Kerber).\nLaura Kerber a,⇑, François Forget a, Robin Wordsworth b a Laboratoire de Météorologie Dynamique, CNRS/UPMC/IPSL, 4 place Jussieu, BP99, 75252 Paris Cedex 05, France b School of Engineering and Applied Sciences, Harvard, 29 Oxford St., Cambridge, MA 02138, United States\na r t i c l e i n f o a b s t r a c t\nArticle history: Received 7 April 2015 Revised 14 July 2015 Accepted 7 August 2015 Available online 13 August 2015\nKeywords: Mars, climate Volcanism Atmospheres, evolution Atmospheres, composition Mars, atmosphere\nVolcanic SO2 in the martian atmosphere has been invoked as a way to create a sustained or transient greenhouse during early martian history. Many modeling studies have been performed to test the feasibility of this hypothesis, resulting in a range of conclusions, from highly feasible to highly improbable. In this study we perform a wide range of simulations using the 3-D Laboratoire de Météorologie Dynamique Generic Global Climate Model (GCM) in order to place earlier results into context and to explore the sensitivity of model outcomes to parameters such as SO2 mixing ratio, atmospheric H2O content, background atmospheric pressure, and aerosol size, abundance, and composition. We conclude that SO2 is incapable of creating a sustained greenhouse on early Mars, and that even in the absence of aerosols, local and daily temperatures rise above 273 K for only for limited periods with favorable background CO2 pressures. In the presence of even small amounts of aerosols, the surface is dramatically cooled for realistic aerosol sizes. Brief, mildly warm conditions require the co-occurrence of many improbable factors, while cooling is achieved for a wide range of model parameters. Instead of causing warming, sulfur in the martian atmosphere may have caused substantial cooling, leading to the end of clement climate conditions on early Mars.\n2013 Elsevier Inc. All rights reserved."
  }, {
    "heading": "1. Introduction",
    "text": "In this contribution we reconsider the efficacy of a sulfurinduced greenhouse in early martian history, simulating large portions of the open parameter space and using a 3-D GCM to capture spatial and temporal variability across the globe. The goal of this work is to construct a framework so that the nuances of the ‘‘sulfur-driven warming hypothesis” can be clearly understood, and so that past and future studies can be placed in a broader context.\nThis study uses improved CO2 spectroscopy and, for the first time with SO2, radiatively active CO2 ice clouds. We also implement improved S8 optical properties to better model the effect of elemental sulfur aerosols on the climate. Finally, we seek to take advantage of the 3-D GCM to link global average temperatures to local/maximum temperatures and the presence of geological features that require aqueous processes to form.\nOne of the major aims of this study is to provide context, so we will begin by reviewing the history of the ‘‘early Mars climate\nquestion”, the constraints available to models from the geologic record, and previous studies considering transient or sustained sulfur-driven warming."
  }, {
    "heading": "1.1. Geological constraints on the early martian atmosphere",
    "text": "Data returned from the surface of Mars during the 1970s revealed intriguing geological evidence for a wetter early martian climate. Dendritic valley networks were discovered by Mariner 9 on ancient Noachian terrain (Sagan et al., 1973; Sharp and Malin, 1975), indicating that liquid water had flowed across the surface in the distant past. Since this time, geological investigations into early martian history have attempted to ascertain the nature and level of activity of the early martian hydrological cycle (e.g. Baker et al., 1991; Squyres and Kasting, 1994; Andrews-Hanna et al., 2010; Ehlmann et al., 2011) while atmospheric modeling efforts have focused on how the atmosphere could be warmed to temperatures great enough to sustain such activity (see Haberle, 1998; Forget et al., 2013 for reviews).\nThus far, aqueous activity has been invoked to explain numerous spatially and temporally distinct morphological and chemical signatures, including: (1) iron and magnesium-rich clays, appearing in the oldest martian terrains (e.g., Poulet et al., 2005;\nBibring et al., 2006; Chevrier and Mathé, 2007; Ehlmann et al., 2011); (2) high erosion rates, taking place throughout the Noachian (Schultz, 1985; Hynek and Phillips, 2001; Craddock and Howard, 2002; Howard et al., 2005; Irwin et al., 2005; Mangold et al., 2012); (3) sedimentary layering (e.g., Moore et al., 2003; Malin and Edgett, 2003; Lewis et al., 2008); (4) valley networks, dated to the late-Noachian/early-Hesperian (Wallace and Sagan, 1979; Squyres and Kasting, 1994; Carr, 1996; Fassett and Head, 2008a), and (5) iron, magnesium, and calcium-rich sulfate deposits; dated to the late-Noachian/early-Hesperian (Gendrin et al., 2005; Bibring et al., 2006; Chevrier and Mathé, 2007; Squyres and Knoll, 2005).\nWhat constraints do these observations place upon the nature of the ancient atmosphere?\n(1) Widespread iron and magnesium-rich clays suggest the occurrence of a period of pH-neutral aqueous alteration (e.g., Poulet et al., 2005; Bibring et al., 2006; Chevrier et al., 2007; Ehlmann et al., 2011) during the early Noachian or before. If these clays formed at the surface, they would require a climate conducive to the sustained presence of liquid water (Carter et al., 2015); however, surface formation is not strictly required (Poulet et al., 2005). The locations, assemblages, and accompanying minerals of most of the clays so far detected favor a formation in a diagenetic, hydrothermal, or magmatic system (Ehlmann et al., 2009, 2011, 2013; Meunier et al., 2012). Aluminum-rich clays appear in late Noachian strata: these may indicate a latestage surface clay-forming period during which surface waters caused the leaching of mafic lithologies (Ehlmann et al., 2009, 2011, 2013). In summary, iron and magnesium rich clays of Mars do not offer clear constraints on the state of the martian atmosphere, while Al-rich clays could suggest that a limited period of surface water weathering occurred in the late Noachian (Poulet et al., 2005; Ehlmann et al., 2011; Meunier et al., 2012). (2) High erosion rates (1 m/Myr; Golombek et al., 2006) taking place during the middle and late Noachian have led to degraded crater rims and significant crater infilling (Schultz, 1985; Craddock and Maxwell, 1993; Hynek and Phillips, 2001; Craddock and Howard, 2002; Irwin et al. 2005; Howard, 2007; Mangold et al., 2012). While these rates of erosion are high compared to current martian erosion rates, they are still on the lower end of terrestrial rates (Craddock et al., 1997; Irwin et al., 2005; Golombek et al. 2006). Adjacent Noachian craters of similar size can show large differences in preservation state, meaning that the process of gradation was likely slow or intermittent over 200 million years (Craddock and Maxwell, 1993; Irwin et al., 2005). This means that while an end-Noachian ‘‘climate optimum” could potentially explain the presence of the valley networks, some mechanism is still required to explain the high erosion rates over a significant time during early martian history (Craddock et al., 1997; Irwin et al., 2005). (3) While it is generally agreed that sedimentary layering requires aqueous activity over a significant amount of time, it is not simple to estimate the precise amount of time that is needed. The reason for this is that highly active hydrological systems can deposit many thick layers in short periods of time, while intermittent hydrological systems could require more time (by an order of magnitude or more) to emplace an identical set of layers (Malin and Edgett, 2003). This ambiguity is compounded by the difficulty of definitively differentiating fluvial or lacustrine sedimentary layers from volcanic, aeolian, or impact-generated layers (e.g., Malin and Edgett, 2000; Knauth et al., 2005; McCollum and Hynek, 2005).\nIndeed, many martian layered deposits could have resulted from an interplay between aeolian and aqueous activity in which aeolian processes delivered sediment to a basin, and groundwater cemented it (Andrews-Hanna et al., 2010). Layers such as these could form in a wide variety of climatic conditions, requiring only variations in sediment input or ground water flow (Cadieux and Kah, 2015). Sedimentary deposits that are unequivocally fluvial, such as deltas, provide some constraints. For example, the presence of river meanders in the Holden Crater delta suggests ‘‘prolonged” fluvial activity (as opposed to catastrophic floods), but the time required to form meanders can also vary greatly (from tens to thousands of years, depending on the substrate; Moore et al., 2003). (4) Valley networks impose some of strongest constraints on the early martian climate. Some chains of river valleys and craters lakes extend for thousands of kilometers, requiring pressures high enough and temperatures clement enough for sustained flow (Wallace and Sagan, 1979; Squyres and Kasting, 1994; Fassett and Head, 2008a). Like sedimentary layers, it is difficult to say how much time was necessary for the valley networks to be carved. Lower flow rates over long periods of time can yield similar large-scale morphologies to higher flow rates over shorter periods. In addition, systems that are continuously active can erode the same volume of material in less time than systems with long periods of inactivity between erosion events (Barnhart et al., 2009). There are some ways to help resolve this ambiguity. First of all, while there could have been a considerable range of flow rates, the flow rate had to have been great enough to allow transport of the substrate grain size (see Hoke et al., 2011). On a larger scale, if a crater has both an inlet and an outlet channel, it means that the flow rate was rapid enough (compared to the evaporation rate) to fill up the crater and breach the other side (Fassett and Head, 2008a; see also Howard, 2007). For these craters, the minimum volume needed to breach the crater can be estimated. Given the large minimum breach volumes of these ancient lakes, it would have taken long periods hundreds to thousands of years to fill them at high, continuous flow rates, and an order of magnitude longer to fill them with a less intense hydrological regime (Fassett and Head, 2008b). The fact that many craters do not have exit channels places upper limits on how much water could have come at one time. Based on landscape evolution models, it appears that massive floods of water, capable of carving valley networks in tens of years, should have left more exit breaches than are currently seen on the surface (Barnhart et al., 2009). The absence of these breaches indicates that valley networks were probably formed through numerous moderate flood events rather than several large deluges, as might be expected from impact-generated climate excursions (Barnhart et al., 2009). Some valley networks have high drainage densities and extend up to drainage divides, providing evidence that these networks were fed by precipitation (rain or snowfall) (Hynek and Phillips, 2003). Importantly, a hydrological cycle is needed that is able to recycle water from the lowlands back to the highlands (i.e., the one-time emptying of a regional aquifer would not be sufficient to create the observed features) (Goldspiel and Squyres, 1991; Squyres and Kasting, 1994; Andrews-Hanna et al., 2010; Wordsworth et al., 2013). Of all of the aqueous processes identified on Mars, the valley networks and lakes provide the clearest constraints: the atmosphere must have been thicker (greater than the saturation vapor pressure of water at the given temperature Haberle et al., 2001), the surface temperature\nmust have been warmer (>273 K assuming pure water, tens of degrees lower for brines Fairén et al., 2009), and system recharge (likely in the form of rain or snow) must have been possible. Assuming a continuous flood of water, (at meanannual Earth-like levels), valley networks like Paraná Valles would have taken thousands to tens of thousands of years to form (Barnhart et al., 2009). Such floods were probably episodic, however, and the periods of inactivity between them is unknown. Once again, intermittency of fluvial activity could increase the required time by several orders of magnitude (up to 105–106 yr) (Barnhart et al., 2009). Hydrological modeling of a larger number of similar valley networks yielded similar estimates (105–108), depending strongly on parameters such as substrate grainsize and slope (Hoke et al., 2011). The period of widespread valley network formation appears to have ceased near the Noachian– Hesperian boundary, with only localized valleys forming later in martian history (Fassett and Head, 2008b). (5) Widespread iron, calcium, and magnesium sulfates appear in late Noachian/Hesperian terrains (Gendrin et al., 2005; Bibring et al., 2006). Three possible scenarios have been suggested to explain the presence of these minerals: first, that they are evidence of a global acidification event, in which acidic surface waters in equilibrium with a SO2-saturated atmosphere triggered the production of massive sulfates (Fairén et al., 2004; Bibring et al., 2006; Bullock and Moore, 2007; Halevy et al., 2007; Halevy and Schrag, 2009). Second, that the sulfates were formed from the evaporation of sulfur-rich groundwater, in which case sulfate deposits would correlate with ground water seeps and springs (Andrews-Hanna et al., 2010; Andrews-Hanna and Lewis, 2011). Third, that the sulfates were formed from the oxidation of sulfide-rich basalts under an ordinary CO2 atmosphere, in which case the sulfates would be correlated with regions of sulfide-rich basalts (Dehouck et al., 2012). Of these, only the first would provide a strong constraint on the ancient martian atmosphere.\nOut of the many observations of the processes listed above, a general picture of early martian history can be imagined. Most of the Noachian period was dominated by clay formation, starting with iron and magnesium clays and then moving to aluminumrich clays. During this time, major erosion of craters and basins was taking place. Near the Noachian/Hesperian boundary, the valley networks were formed. Sulfate deposits seem to have formed near this time as well, but they are not spatially correlated with valley networks (Bibring et al., 2006).\nHistorically, two major end-member hypotheses have existed to describe the early martian climate: first, that early Mars was wet and warm, with a sustained greenhouse that made it possible for liquid water to be stable on the surface for extended periods (e.g., Pollack et al., 1987; Baker et al., 1991; Hynek and Phillips, 2001; Craddock and Howard, 2002), and second, that early Mars was generally cold, and that most of the aqueous activity took place underground in hydrothermal and groundwater systems (Squyres and Kasting, 1994; Carr and Head, 2003; Ehlmann et al., 2011; Wordsworth et al., 2013). In order to satisfy the geological evidence (mainly the presence of the valley networks and lakes), even ‘‘cold Mars” scenarios must rely upon transient periods during which the surface was warm enough to allow water (or brines) to flow considerable distances (e.g., Squyres and Kasting, 1994; Segura et al., 2008; Fairén, 2010; Ehlmann et al., 2011)."
  }, {
    "heading": "1.2. The possibility of a thick, warm, CO2 atmosphere",
    "text": "Warming early Mars above the freezing temperature of water has been a long-standing challenge for atmospheric modelers\n(see Haberle, 1998). Under the present-day Sun, a thick CO2 atmosphere around Mars would be sufficient to warm the planet to clement temperatures (Pollack, 1979; Pollack et al., 1987; Haberle, 1998; Forget et al., 2013); however, under a faint young Sun (75% of its present luminosity Gough, 1981), even a multibar CO2 atmosphere is insufficient to raise surface temperatures above 273 K. The details are summarized in a recent study by Forget et al. (2013), where the effects of a CO2 atmosphere from 0.1 to 7 bars are explored, including the effects of different obliquities, orbital parameters, CO2 cloud microphysical parameters, atmospheric dust loading, and surface properties. A companion paper (Wordsworth et al., 2013) described the implementation of a fully self-consistent water cycle including surface-atmosphere interactions and water ice clouds. This study concluded that even with greenhouse warming provided by water vapor and water– ice clouds, above-freezing conditions were not met for sustained periods."
  }, {
    "heading": "1.3. The possibility of SO2 and H2S as warming agents",
    "text": "Because of the difficulty in warming the surface to clement temperatures with CO2 and H2O alone, volcanic gases (especially SO2 and H2S) have been explored as possible ways of creating either a sustained or transient greenhouse (Postawko and Kuhn, 1986; Yung et al., 1997; Johnson et al., 2008, 2009; Tian et al., 2010; Mischna et al., 2013; Halevy and Head, 2014). SO2 would be a good greenhouse gas in the martian atmosphere because it absorbs in the infrared at wavelengths where Mars has strong emissions (Haberle, 1998). Volcanic SO2 is an especially appealing solution to the early martian climate paradox because the martian environment is highly enriched in sulfur. Sulfur is abundant in martian basalts (Gaillard and Scaillet, 2009) and fines (up to 100 times higher than terrestrial values) (Toulmin et al., 1977; Settle, 1979; Clark et al., 1977; Yen et al., 2005; McLennan et al., 2014). Wide-spread sulfate deposits, mentioned above, exist in Valles Marineris, Meridiani Planum, Terra Sirenum, and around the north pole (Gendrin et al., 2005; Langevin et al., 2005; see review by Gaillard et al., 2013). Modeling and experimental evidence suggests that large amounts of sulfur should partition into martian melts due to their high modeled FeO contents, and a large fraction of what is dissolved will degas upon reaching the surface (Righter et al., 2009; Gaillard and Scaillet, 2009; Gaillard et al., 2013). Thus, regardless of whether sulfur-bearing gases were responsible for transient warming during the Noachian, it is likely that they were present in the atmosphere in some abundance during periods of volcanic activity. There is also direct evidence that sulfur once played a part in the martian atmosphere: mass independent sulfur fractionation values measured in the martian meteorites were found to be consistent with atmospheric photochemical fractionation (Farquhar et al., 2007). In addition, analyses conducted by the twin Mars Exploration Rovers Spirit and Opportunity revealed that the sulfur content of martian soils and dust did not usually match the sulfur content of adjacent, unweathered rock interiors (Yen et al., 2005), suggesting that the soils did not simply represent the result of in-situ basaltic weathering. Early Mars likely had an active sulfur cycle, but how this cycle affected the surface temperature, water cycle, or geological record remains a topic of debate."
  }, {
    "heading": "1.4. The sulfur cycle",
    "text": "A generic planetary sulfur cycle consists of at least four different processes: outgassing via volcanism, photolysis of sulfur-bearing gases in the atmosphere, production and condensation of aerosols, and formation of surface deposits (on the Earth, the presence of the oceans and the biosphere adds additional complexity). The flux of sulfur outgassed into the atmosphere is a complex function of the\nplanet’s level of volcanic activity, the abundance of sulfur present in the original magma, the presence of other volatile species, the oxygen fugacity, and the degassing pressure (e.g., Johnson et al., 2008; Gaillard and Scaillet, 2009). Whether sulfur gases are emitted as SO2 or H2S depends on the oxidation state of the magma environment. After eruption, the volcanic gases interact with the atmosphere. SO2 and H2S gases can interact directly with the planet’s surface, or they can undergo chemical changes in the atmosphere, leading eventually to photodissociation and/or aerosol formation (Settle, 1979; Hu et al., 2013). In highly oxidizing atmospheres, like that of the Earth, SO2 and H2S transform into H2SO4, either in the gas phase through reactions with hydroxyl radicals, oxygen molecules, and water, or by dissolving directly into water droplets and undergoing aqueous oxidation, mostly by H2O2 (e.g., Lamb and Verlinde, 2011). In reducing atmospheres, elemental sulfur aerosols are formed following the photolysis of H2S gas (see Hu et al., 2013). In mildly oxidizing atmospheres such as that of present-day Mars, a combination of H2SO4 aerosols and elemental sulfur aerosols can form, depending on the original H2S/SO2 ratio and the redox state of the atmosphere (Tian et al., 2010; Hu et al., 2013). Both of these processes are described in detail in Section 4."
  }, {
    "heading": "1.5. Previous results",
    "text": "To establish the efficacy of a sulfur-driven greenhouse, it is first necessary to examine the radiative effect of gaseous SO2 and H2S on the climate. If it is found to be sufficient to warm the planet to clement temperatures, it is then necessary to establish how long this warming might last. This requires an estimate of the atmospheric lifetime of the gases and of the radiative effect of their sulfur-bearing aerosol products. The amount of SO2 or H2S required to produce adequate warmingmust be compared against estimates of the sulfur expected from mantle degassing. Finally, all of these factors must be weighed together to determine under what circumstances net warming is possible, and how likely these circumstances are to have been present on early Mars.\nA number of researchers have developed models in order to assess this first point: the radiative effect of sulfur-bearing gases on the surface temperature, and whether these gases provide an adequate amount of greenhouse warming to allow liquid water to flow across the surface (Postawko and Kuhn, 1986; Johnson et al., 2008, 2009; Tian et al., 2010; Mischna et al., 2013; Halevy and Head, 2014). These efforts have mostly concentrated on the firmest of the five lines of evidence for liquid water flowing on the surface described in the introduction: the valley networks. Periodic volcanic eruptions could provide the right cadence of forcing to match the likely intermittent activity of this kind of aqueous activity (e.g., Halevy and Head, 2014). These efforts differ in the models that they used, the atmospheric pressure scenarios tested, and the amount of SO2 introduced. In the following paragraph, we summarize the results achieved by these earlier authors, (as reported in the text and figures of their contributions) as well as the types of models used to achieve them. We highlight the results from a ‘‘base case” of a 0.5 bar atmosphere (where it is available) to facilitate intercomparison. This information is also summarized in\nTable 1.\nWork began using 1-D radiative/convective climate models and gradually evolved to include photochemical calculations and 3-D climate simulations. Postawko and Kuhn (1986), using a latitudinally resolved energy balance model, found a warming effect of 10 K for 1000 ppm of SO2 in a dry CO2 atmosphere of 0.5 bars (23 K at 1 bar). Yung et al. (1997) calculated that 0.1 ppm of SO2 could bring surface temperatures up to 276 K in a 2-bar atmosphere by inhibiting CO2 condensation, but suggested that three dimensional modeling was needed in order to properly assess\nthe full effects of cloud formation. Johnson et al. (2008) used a 3-D global circulation model and found a warming of 15–25 K for 245 ppm of SO2 in a dry 0.5 bar atmosphere. Mischna et al. (2013), using an updated version of the same model, found 18 K of warming for a dry CO2 atmosphere, 20 K of warming for an atmosphere with a terrestrial-like water profile, and 28 K for a saturated atmosphere, all with 245 ppm of SO2. Tian et al. (2010) used a 1-D model to explore a wide range of SO2 mixing values and CO2 partial pressures, finding a warming of around 23 K for 100 ppm in a 0.5 bar atmosphere with a fully saturated troposphere ( 31 K for a 1 bar atmosphere). Halevy and Head (2014) used a 1-D radiative-convection model without heat transport to simulate the addition of small amounts of SO2 into a dry 1-bar atmosphere, finding a global mean average warming of 13 K for 1 ppm of SO2. Johnson et al. (2008) also modeled the contribution of H2S, finding a warming of 17 K for 130 ppm in a 0.5 bar atmosphere. See Table 1 for a summary of findings. The various models produce a range of values, even in the cases of models using the same parameters. Taken together, these studies portray a marginal case for the efficacy of SO2 warming. SO2 is found to warm several tens of degrees at most, leaving the average annual temperature well short of 273 K, but placing the liquid water within reach of some local, daily, and seasonal maximums (Mischna et al., 2013), as well as bringing the planet further into the liquid range of potential brines (Zent and Fanale, 1986; Fairén et al., 2009).\nMost of the simulations above addressed the radiative effect of sulfur gases, but did not take the radiative effect of sulfate aerosol particles into account. Tian et al. (2010) ran additional simulations including H2SO4 and S8 aerosols, finding that they caused a dramatic cooling effect that more than canceled the warming caused by the SO2 gas. For this reason, the efficacy and longevity of any SO2 warming is debated. Photochemical modeling by Johnson et al. (2009) suggested an e-folding time for SO2 in the range of hundreds of years, that is to say, it would be hundreds of years for the amount of SO2 in the atmosphere to decrease to 1/e of its original value. If the warming effect following an SO2 release event also lasted for hundreds of years, it would allow ample time for some fluvial features to be formed (as discussed in the introduction). Hundreds or thousands of volcanic events spread over several million years, each with an effect lasting hundreds of years, would be a good fit for the geological data. However, Tian et al. (2010) concluded after undertaking similar modeling that while the e-folding time for SO2 might be several hundred years, actual warming would last at most several months before the aerosols would begin to cool significantly. The results of previous studies have thus established that the case for an early SO2 greenhouse is marginal, and that its success in producing warming sufficient to allow the flow of liquid water depends heavily on the details, both as far as chosen parameters and spatial and temporal variations from the average annual global mean. Many of the important parameters affecting the outcome of the models are not well constrained for early Mars. These parameters include the background atmospheric pressure, orbital parameters for Mars at the time (eccentricity, obliquity, and longitude of perihelion), the mixing ratio of SO2 in the atmosphere, the ratio of SO2 to H2S, the type of aerosol formed, and the size of the aerosol particles. Because of this large parameter space, different researchers have chosen different default starting values, which has made comparisons between models difficult.\nIn the next section we will describe the model employed in this work, followed by a study of the radiative effects of SO2 and H2S on the atmosphere. We will then describe the role of sulfate and elemental sulfur aerosols and their radiative effects on the atmosphere. Finally, we will analyze how these results provide information about the early martian climate.\nTa bl e 1 Re su\nlt s of\npr ev\nio us\nst ud\nie s.\nA u th or s\nM od\nel ty pe\nA ss u m ed\nin it ia l SO\n2 A ss um\ned in it ia l H\n2 S\nPr es su re te st ed\nC h an\nge in\nte m pe\nra tu re\nLi fe ti m e of SO 2\nEf fe ct\nof ae\nro so\nls ?\nSe tt le\n(1 97\n9) Ph\not oc\nh em\nis tr y/ m ic ro ph\nys ic s\nN /A\nN /A\nN /A\nN /A\nSe ve\nra l h u n dr ed da ys\nN /A\nPo st aw\nko an d K u h n (1 98 6)\n1- D\nra di at iv e/ co\nn ve\nct iv e\n10 00\npp m\nN /A\n10 m ba r1 ba\nr 50\n0 m ba\nr: +1\n0 K\n1 1 ye\nar s\nN /A\n10 00\npp m\n(n o H\n2 O ), es t.\nfr om\nFi g.\n3 in\nth at\nw or k\nJo h n so\nn et\nal .\n(2 00\n8) 3- D\nG C M\n6. 14\npp m\nan d 24\n5 pp\nm fo r\n50 0 m ba\nr & eq\n.f or\n50 m ba\nr N /A\n50 m ba r an d 50 0 m ba\nr\n50 0 m ba\nr: +2\n2 K fo r\n24 5 pp\nm (n o H\n2 O )\nN /A\nN /A\nJo h n so\nn et\nal .\n(2 00\n9) 1- D\nph ot oc\nh em\nis tr y\n0. 01\npp m\nto 1 pp\nm N /A\n50 0 m b\nN /A\nH u n dr ed s of ye ar s\nN /A\nTi an\net al .\n(2 01\n0) 1- D\nra di at iv e/ co\nn ve\nct iv e an\nd 1- D\nph ot oc\nh 0–\n10 ,0 00\npp m\n0– 10 ,0 00\npp m\n50 0 m b to 3 ba\nr 50\n0 m ba\nr: +2\n2 K fo r\n10 0 pp\nm SO\n2 w it h H\n2 O\n(s at u ra te d)\nSe ve\nra l\nm on\nth s\nN et\nco ol in g (\n30 K )\nM is ch\nn a et\nal .\n(2 01\n3) 3- D\nG C M\n24 5 pp\nm N /A\n50 0 m b\n50 0 m ba\nr: +1\n8 K fo r\n24 5 pp\nm (n o H\n2 O )\nN /A\nN /A\nH al ev\ny an d H ea d (2 01 4)\nPa ra m et er iz ed\nph ot oc\nh em\nis tr y ba\nse d on\nJo h n so\nn et\nal .\n(2 00\n9) /m\nic ro ph\nys ic s/ 1- D\nra di at iv e/ co\nn ve\nct iv e m od\nel 0–\n10 pp\nm N /A\n1 ba\nr 1 ba\nr: +\n13 K fo r 1 pp m (e st .f ro m Fi g. 2 in th at w or k)\nH u n dr ed s of ye ar s\nD u st\nan d H\n2 SO\n4 co\nm bi n ed\nyi el d\n1 3 K fo r\n1 pp\nm of\nSO 2 (e st .f ro m\nFi g.\n2 in\nth at\nw or k)\nK er be\nr et\nal .\n(c u rr en t w or k)\n3- D\nG C M\n0– 10\n,0 00\npp m\n0– 10 ,0 00\npp m\n50 m b to 5 ba\nr 50\n0 m ba\nr: +1\n6 K fo r\n10 0 pp\nm (n o H\n2 O )\nN /A\nFr om\n2 5 K to\nde pe\nn di n g on\npa rt ic le\nsi ze\nan d op\nac it y"
  }, {
    "heading": "2. Methods: Description of the model",
    "text": "The GCM used in this study, the 3-D LMD Generic Climate Model, was developed for a wide variety of planetary applications, and includes generalized radiative transfer and cloud physics (e.g., Wordsworth et al., 2011). The model uses the LMDZ 3D dynamical core (Hourdin et al., 2006), which solves the primitive equations of meteorology on an Arakawa-C grid. The model was originally derived from the LMD’s present-day Mars GCM and adapted specifically to early Mars conditions (Forget et al., 2013; Wordsworth et al., 2013).\nWhen the Mars GCM was adapted for more general planetary use, it was necessary to account more fully for the wavelengthdependent greenhouse effect of CO2 and other gases (Wordsworth et al., 2010, 2013). The correlated-k method was used to produce a database of coefficients for use by the radiative transfer code (Wordsworth et al., 2013), using in this particular case 80 spectral bands in the longwave and 36 in the shortwave.\nControl simulations were run with a 32 32 15 grid, corresponding to a resolution of 11.25 longitude by 5.625 latitude in the horizontal with 15 vertical levels from the surface to 50 km. Other resolutions were also explored to test sensitivity: the greatest difference observed between simulations of higher resolution (64 48 18 and 72 36 22) was slightly more than 3 K. The vertical coordinate of the GCM uses hybrid coordinates (terrain-following sigma coordinates near the surface and pressure levels in the upper atmosphere).\nMost simulations were run with 0.5 bars of background CO2. The actual atmospheric pressure in the Late Noachian is not known. Estimates based on assumed volcanic outgassing rates range from 0.1 bars to 1.5 bars (see discussion in Forget et al., 2013). Brain and Jakosky (1998) suggested that around 3 bars of CO2 could have been lost from the beginning of the geologic record to the present day through a combination of impact erosion, sputtering, and sequestration; however, most of the loss due to impact erosion would have taken place before the Late Noachian. According to their calculations, only 23% of the atmosphere would be lost by impact erosion from the Late Noachian to the present day (as compared to 50–90% from the beginning of the Noachian to the present day). Combined with the effect of sputtering and loss through sequestration in the regolith and at the poles, this model would predict only about 0.32 bars during the valley network formation period. The background pressure is an important unknown parameter for Noachian climate modeling, and surface temperatures are sensitive to changes in pressure from several millibars to half a bar or more. In addition, many model atmospheres below 0.5 bars are unstable to collapse into CO2 ice caps at low obliquities (Forget et al., 2013; Wordsworth et al., 2015). For completeness, we simulate a wide range of pressures below. All simulations included a full CO2 cycle including CO2 condensation and the radiative effect of CO2 ice clouds (Forget et al., 2013). After establishing a baseline with a pure, dry, CO2 atmosphere, simulations were run introducing SO2 and/or H2S at various abundances. This was done to create a standard for comparison with previous SO2 climate studies, and to systematically explore the effect of H2S, which has been treated only sparingly in previous works. Additional simulations were run adding the radiative effect of H2O gas (without water ice clouds). In these cases the relative humidity profile was prescribed to be either (1) fully saturated everywhere (relatively humidity = 1), (2) a linear, terrestrial water profile (Manabe and Wetherald, 1967), or (3) the average annual relative humidity profile from an equilibrated simulation of the full water cycle (Wordsworth et al., 2013). The relative humidity in this profile is 45% near the surface with the hygropause near 8 km. In the base cases, eccentricity is set to zero and the obliquity is that of\npresent-day Mars. The effect of eccentricity and longitude of perihelion is discussed below, while the effect of obliquity is explored in depth in Mischna et al. (2013)."
  }, {
    "heading": "3. Results: Gases",
    "text": ""
  }, {
    "heading": "3.1. The greenhouse effect of SO2 and H2S gases",
    "text": "Fig. 1 shows the results of simulations run for a dry CO2 atmosphere with various abundances of SO2 or H2S. Simulation results from five different mixing ratios are shown: 0 ppm, 10 ppm, 100 ppm, 1000 ppm, and 10,000 ppm. While a large range of mixing ratios were explored, not all of these ratios are likely. Indeed, just to bring the atmospheric mixing ratios to 10 ppm, volcanic outgassing rates a hundred times the terrestrial average are required (Halevy and Head, 2014). On the other hand, martian outgassing has been modeled to be 10–100 times richer in sulfur than that from terrestrial magmas, and past large-scale eruption fluxes, such as the flood basalt provinces, far exceeded the terrestrial annual average value (Gaillard and Scaillet, 2009). Still, it is important to place the range of 10 ppm to 10,000 ppm into context. To provide a human point of reference, 5 ppm of SO2 in the 1 bar atmosphere of Earth is easily noticeable and uncomfortable for healthy human individuals, while concentrations over 150 ppm can only be tolerated for several minutes before death occurs (NIOSH, 1981). The lower atmosphere of Venus, known to be rich in SO2, has an average mixing ratio of only 150 ppm (Esposito et al., 1997), although the higher pressure of the Venusian atmosphere means that this mixing ratio requires significantly more SO2 than that needed to yield 150 ppm of SO2 at the lower pressures usually hypothesized for Mars. As seen in Fig. 1, even in the case where an ‘‘unreasonably” large amount of SO2 (10,000 ppm) is added to the atmosphere, the global annual average surface temperature does not rise above freezing anywhere on the planet for an atmosphere of 0.5 bars. H2S provides significantly less warming than SO2 because its main absorption features peak far from the blackbody spectrum in the 200–300 K temperature range.\n2 2 2 2 2\n(bottom) The same, but with the results of previous studies added. There is considerable variability between studies, but all simulations run under reduced solar flux conditions result in annual average temperatures below 273 K. Mixed SO2/H2S simulations plotted at a given ppm value were run with this ppm of each gas.\nIn Fig. 2a, global annual average surface temperatures are shown for a variety of gas mixtures, including SO2, H2S, SO2 + H2O, H2S + H2O, SO2 + H2S, and SO2 + H2S + H2O. Fig. 2b shows the same mixtures but with the results of past studies added. In simulations where SO2 and H2S are present, they are mixed with a ratio of 1:1 (Gaillard and Scaillet, 2009). High temperatures in combined SO2 + H2S simulations reflect the fact that the given ppm of each gas is present (i.e., the point plotted at 100 ppmv is for a simulation with 100 ppmv of H2S and 100 ppmv of SO2). Between studies results can vary up to 15 K (Fig. 2b); in cases the model variability is greater than the difference between simulations of different types. In no case, however, does a model produce annual average temperatures above 273 K. Fig. 2 also shows the effect of the ‘‘faint young Sun”: the 25% reduction in solar intensity results in a cooling of about 35 K from the same simulations under ‘‘Current Sun” conditions. Fig. 3 shows the effects of different assumed water profiles. Five scenarios are explored: CO2 + H2O, CO2 + H2O + SO2 (100 ppmv), CO2 + H2O + SO2 (1000 ppmv), CO2 + H2O + H2S (100 ppmv), and CO2 + H2O + H2S + SO2 (100 ppmv for each SO2 and H2S). The three water profiles described in Section 2 are used: a fully saturated water profile, a humidity profile generated by\ntaking the average relative humidity from a year-long simulation of the complete, interactive water cycle (Wordsworth et al., 2013), and a linear profile based on terrestrial humidity data (Manabe and Wetherald, 1967; Pollack et al., 1987). As shown in Fig. 3, the three water scenarios yield similar results. The combined effect of SO2 and H2O warming is greater than the effect of either gas alone due to the feedback of warming on the humidity profile.\nAs discussed above, the actual pressure during late Noachian Mars is not known. For this reason we explore the effect of SO2 in different pressure atmospheres, ranging from 0.005 bars (close to that of today) up to 2 bars. Atmospheres with pressure higher than 3 bars are assumed to be unstable to collapse (Forget et al., 2013). Some of intermediate atmospheres could be unstable to collapse into ice caps or CO2 glaciers, as well (for example, 50 mbars; Forget et al., 2013). The results are displayed in Fig. 4, along with results from previous studies. Each simulation was run until it reached a surface temperature equilibrium, usually five years for low pressure atmospheres and ten years for higher pressure atmospheres (>0.5 bars). From our results it can be seen that thick atmospheres (up to 2 bars) are much better than thin atmospheres for keeping the surface of Mars warm. The simulations for the top panel in Fig. 4 are for a dry atmosphere; adding the radiative effect of H2O to the simulations drives the temperatures higher (bottom panel). For a 2-bar atmosphere with a parameterized water profile, a SO2 mixing ratio of above 1000 ppm will bring global annual average temperatures above 273 K. Thus, if the goal is to create a warm Mars using SO2, it could be done by carefully selecting an atmospheric pressure of 2 bars and a high SO2 content—but whether this is what actually happened in the late Noachian is debatable. It is important to note that if an atmosphere is made twice as dense, it will take twice the amount of SO2 to create the same mixing ratio—which might not be realistic, especially since less SO2 is expected to degas at higher pressures than at lower pressures (Gaillard et al., 2013). In addition, the fate of such a thick late Noachian atmosphere would have to be explained: if the martian atmosphere had 2 bars of CO2 at the end of the Noachian, where did it go? As discussed above Section 2, it may have been possible for a combination of impact erosion,\nsputtering, and sequestration to bring the atmosphere from 3 bars at the beginning of the Noachian to 6 millibars in the present day (Brain and Jakosky, 1998), but it would be much more difficult to remove that much atmosphere beginning in the late Noachian. A better knowledge of the pressure in the atmosphere during the late Noachian is needed in order to narrow this parameter space.\nTo summarize, almost all background atmospheric pressures yield sub-freezing global annual average temperatures, despite the fact that aerosols have been neglected. Above-freezing global annual average temperatures are possible for a 2 bar atmosphere with H2O and 1000 ppmv of SO2, but this scenario is not likely. Year-round, warm, Earth-like conditions are not a likely result of SO2 outgassing."
  }, {
    "heading": "3.2. Spatial and temporal variations",
    "text": "While the global average annual surface temperature is an important metric, it is necessary to examine local and seasonal temperatures to truly characterize the possibility for liquid water on the surface. After all, the average annual temperature of Wright Valley, Antarctica ranges between 243 and 258 K, but liquid water flow takes place during the summer, allowing lakes and small rivers to form (e.g., Doran et al., 2008). In the ‘‘cold early Mars” scenario, the valley networks are hypothesized to form during\ntransient climate excursions, perhaps by the melting of ice accumulated during cold periods. Wordsworth et al. (2013, 2015) simulated the stability of ice on the martian surface for different orbital configurations and found that ice located in the northern lowlands would migrate to the highlands, closing the water cycle. Could SO2 outgassing cause this ice to melt in certain places or at certain times of year? Fig. 5 shows global maps of annual average surface temperature for four scenarios: CO2 only, CO2 + H2O, CO2 + SO2, and CO2 + H2O + SO2. Like the pressure experiments above, simulations with H2O were run with the average annual profile derived from the full water cycle (Wordsworth et al., 2013). The addition of water vapor greatly increases the greenhouse effect of SO2, though average annual temperatures are still below freezing everywhere on the planet for the 100 ppm, 0.5 bar case. Average annual temperatures come within five degrees of 273 K at the bottom of Hellas basin. An addition of 1000 ppm to the 0.5 bar atmosphere would bring average annual temperatures in the lowest altitudes of Mars above freezing (Johnson et al., 2008; Righter et al., 2009), and higher pressures would also yield higher temperatures over larger parts of the surface. While a sustained greenhouse is not created for reasonable levels of SO2 (at any pressure), warmer local and seasonal conditions are possible. Fig. 6a and b shows the fraction of the year that the surface temperature is above 273 K for the 0.5 bar case, with and without 100 ppm of SO2, respectively. Potential for sustained flow can be better represented by the fraction of the year during which the daily average temperature exceeds the melting point: this is shown in Fig. 6c. Daily average temperatures are above\nfreezing for fully 30% of the year at the bottom of the Hellas, though the time above 273 K remains low for most of the planet. At 2 bars, temperatures can stay above 273 K for over half the year in Hellas and some parts of the northern plains. It must be noted that these temperatures are achieved by assuming an ice-free surface albedo and thermal inertia. Additionally, they do not take into account latent heat cooling by ice sublimation and/or melting. The temperature distributions shown are appropriate assuming melting of small-scale snowpacks surrounded by bare rock surfaces, but would overestimate the melting of a large ice sheet. If the Noachian was characterized by large ice sheets, SO2 would be less effective at melting them than we have shown. In addition, the number of condensation nuclei is a free parameter, and that used in this model (105 kg 1) strengthens the warming provided by CO2 ice clouds (see Forget et al., 2013, Fig. 13).\nThe maps here show maximum warming in areas that are different than those found by Mischna et al. (2013) for the same obliquity. This is because the areas of greatest warming are highly dependent on the assumed eccentricity of the orbit and the longitude of perihelion (i.e., if the perihelion and the summer solstice coincide for one of the planet’s hemispheres, summer for this hemisphere will be slightly warmer than otherwise). Fig. 7 shows the fraction of the year above zero (like Fig. 6a and b), but for three different orbital configurations: (a) e = 0, (b) e = present value, longitude of perihelion at current value, (c) e = present value, longitude of perihelion opposite of the current value. The simulations by Mischna et al. (2013) can be compared to Fig. 7 (lower left; current eccentricity, current perihelion), whereas Fig. 6a and b are for\nof a CO2-only atmosphere, (b) a run with CO2 and H2O, (c) a run with 100 ppm of SO2 relative humidity derived from the full water cycle was used for the cases with H2O.\nour default eccentricity of zero. Areas of greatest warming also depend heavily on obliquity, as explored in detail by Mischna et al. (2013): low obliquities concentrate warm days near the equator, while high obliquities concentrate warm days closer to the poles.\nHalevy and Head (2014) find greater warming for smaller amounts of SO2 in their 1 bar atmosphere 1-D model ( 13 K for 1 ppm, versus 9 K for 10 ppm in our results). These authors also find high annual average temperatures for subsolar latitudes, but their model does not include horizontal atmospheric heat transfer, which can decrease low-latitude temperatures by tens of degrees (Postawko and Kuhn, 1986). The 3-D model used in the current study incorporates this horizontal heat transfer, and the equatorial temperatures are accordingly lower.\nIn summary, we have demonstrated that SO2 in large amounts (requiring outgassing two to three orders of magnitude higher than the terrestrial average, and forming no aerosols) can provide substantial warming. While even these large amounts of SO2 are not enough to bring the global annual average temperature above 273 K for most atmospheres, choosing favorable background pressures allows certain geographical areas to rise above freezing for significant parts of the year. Which areas these are depend heavily upon orbital parameters such as eccentricity, longitude of perihelion, and obliquity (Mischna et al., 2013). It is possible to get >273 K temperatures in regions where valley networks are seen for low obliquities and longitudes of perihelion similar to that of the present day. Increasing the eccentricity can extend the time\nduring which areas stay above freezing. If the Noachian atmosphere was thinner (<0.5 bars), SO2 would not be a plausible warming agent, even in high quantities."
  }, {
    "heading": "3.3. Brines",
    "text": "Brines are often mentioned only parenthetically during discussions of flowing water on the surface of Mars. However, they represent a major caveat to the above discussion (Fairén et al., 2009; Fairén, 2010). If the temperature of the planet only has to be above 245 K (Fairén, 2010) to permit brines to flow, a much larger swath of possible atmospheres and SO2 concentrations would achieve the criteria for success. In fact, adding large amounts of H2SO4 to water (which would likely follow from such large concentrations of SO2) allows it to remain liquid at temperatures significantly below the freezing point of pure water (Fig. 8) (Louie, 2005; Johnson et al., 2009; Fairén, 2010)."
  }, {
    "heading": "4. Results: Aerosols",
    "text": "While SO2 can be a relatively strong greenhouse gas, as shown above, terrestrial SO2 outgassing is usually accompanied by marked atmospheric cooling caused by the formation of sulfate aerosols. A description of the ancient martian sulfur cycle is thus not complete without taking into account the presence and effects of sulfur aerosol formation. In the following section, we explore the\nradiative effects of both sulfate aerosols and elemental sulfur aerosols, expanding the 1-D study done by Tian et al. (2010) to 3-D, adding improved S8 aerosol optical properties, and including the effects of CO2 clouds. There are three key parameters to consider regarding the radiative effects of aerosols: (1) their optical properties, (2) their size distribution (which feeds back into their optical properties), and (3) their abundance (which feeds into atmospheric opacity). If they are large enough, their vertical distribution starts to affect their greenhouse effect (like clouds), but the aerosols studied here are generally small. We begin with a short description of how H2SO4 and S8 aerosols are formed and where differences between the terrestrial and martian atmospheres may introduce uncertainty."
  }, {
    "heading": "4.1. H2SO4 aerosols",
    "text": "In the terrestrial atmosphere, H2SO4 is generally created in one of two different ways: through gas phase reactions, and through in-cloud aqueous chemistry. In the gas phase, H2SO4 is usually formed via the following reactions (e.g., Hidy, 1994; Lamb and Verlinde, 2011):\nSO2 þ OHþM ! SO2 OHþM ð1Þ\nSO2 OHþ O2 ! SO3 þHO2 ð2Þ\nSO3 þH2OðgasÞ þM ! H2SO4 þM; ð3Þ where M is any molecule (important as a collision body). Other pathways exist (e.g., Berndt et al., 2007), but they take place on Earth at comparatively slow rates and are therefore usually ignored. Previous researchers have used photochemical models to simulate this reaction in order to yield estimates for the longevity of SO2 gas in the atmosphere, as discussed in Section 1.5 (Johnson et al., 2009; Tian et al., 2010). Gas-phase reactions create H2SO4 vapor, which can condense to create H2SO4 aerosols. The actual process by which this takes place is a subject of active research in terrestrial circles, as theoretical condensation rates are often much lower than observed rates (Finlayson-Pitts and Pitts, 2000). It is possible to form pure drops of liquid H2SO4, but it is energetically easier to condense H2SO4 gas in a binary reaction with H2O to form concentrated sulfuric acid. On Earth, H2SO4 aerosols are often condensed in a ternary system with nitric acid (HNO3) (Martin et al., 1997), allowing the formation of aerosols at vapor pressures well below that needed for homogeneous or binary nucleation (Finlayson-Pitts\nand Pitts, 2000). In addition, initial growth of the aerosols from nanometer clusters to detectable sizes is thought to be aided by the co-condensation of organic vapors (Finlayson-Pitts and Pitts, 2000). While the condensation and growth rate for H2SO4 vapor is probably fast compared to the vapor formation rate, these kinds of potentially Earth-specific processes, often hidden in Earthderived data, can make it difficult to accurately estimate the sizedistribution expected for ancient martian sulfate aerosols.\nH2SO4 can also be formed by aqueous chemistry in liquid cloud droplets (or surface liquid water bodies), primarily through the direct dissolution of SO2 into the water and subsequent reaction with H2O or H2O2 (Claes et al., 1998):\nH2O2ðaqÞ þ SO2ðaqÞ ! H2SO4ðaqÞ: ð4Þ Often the H2SO4 created through this process is removed from the system by precipitation, but it can lead to the creation of sulfate aerosols in cases where cloud droplets evaporate before reaching the surface (Lamb and Verlinde, 2011). Whether H2SO4 is formed by gas chemistry or aqueous chemistry, it requires the presence of water: the greater the water content of the atmosphere, the more easily H2SO4 can be made. In the wet, oxidizing troposphere of the Earth, the reactions described above are fairly swift (days to weeks). In the dry stratosphere and free troposphere, it can take several months for SO2 to be transformed into HSO3 (Mills, 1996). H2SO4 aerosol particles can be delivered to the surface either through direct sedimentation (‘‘dry” deposition) or through precipitation of cloud droplets (‘‘wet” deposition). In the terrestrial troposphere, the oxidation of SO2 to H2SO4 in cloud droplets accounts for 90% of the total chemical sink for SO2 (Pham et al., 1995; Mills, 1996). In a cold and dry atmosphere such as that of present-day Mars, the formation of H2SO4 would be dominated by gas-phase chemistry, with a rate possibly limited by the availability of OH (Johnson et al., 2009) but as the amount of water in the environment increased, the role of aqueous formation of H2SO4 would become important. Dissolution of SO2 into H2O reservoirs (cloud or surface) would provide a major sink for atmospheric SO2 (Johnson et al., 2009)."
  }, {
    "heading": "4.2. Implementation of H2SO4 in the model",
    "text": "The effect of H2SO4 was explored in this work by adding wellmixed, radiatively active liquid H2SO4 aerosols to the GCM. The amount of aerosol was scaled to create specific column opacities at particular reference wavelengths (in this case 0.55 lm to match the treatment by Tian et al. (2010)). Two sets of experiments were conducted, the first to explore the effect of H2SO4 particle size, and the second to explore the effect of increasing opacity. Real and imaginary indices for H2SO4 were taken from the HITRAN database, using the values from Hummel et al. (1988) for wavelengths between 0.2 and 0.337 lm and between 25 lm and 50 lm, while results from Palmer and Williams (1975) were used for wavelengths between 0.360 lm and 25 lm (following Tian et al. (2010) to allow for comparison).\nThe optical indices for H2SO4 have been well studied. They are dependent on temperature and acid concentration, and the equilibrium acid concentration is itself dependent on temperature, H2O vapor pressure and the presence of basic compounds. On the Earth, sulfuric acid aerosols (mixtures of H2O and H2SO4) can vary between 10 and 80 wt% H2SO4 in the troposphere and stratosphere (Tisdale et al., 1998). In this work, optical properties consistent with 75% H2SO4, 25% H2O aerosols and a temperature of 300 K was used, as properties were available for the greatest range of wavelengths (a test was also conducted using optical properties measured at 215 K, resulting in a difference of less than 1 K). Using Mie theory, the optical indices for H2SO4 were used to calculate optical properties (extinction coefficient Qext, single scattering\nalbedo x0, and shape factor g) for 40 particle sizes. These properties were calculated in advance and compiled into a look-up table that was interpolated by the GCM during calculations."
  }, {
    "heading": "4.3. S8 aerosols",
    "text": "While elemental sulfur is found near volcanic fumaroles on the Earth’s surface, it is rare in the Earth’s atmosphere because it is rapidly oxidized. In reducing or mildly reducing environments, however, elemental sulfur, created by the photolysis of various sulfur compounds, can persist in the atmosphere (see discussion in Hu et al., 2013). Elemental sulfur aerosols are also thought to exist in the clouds of Venus (e.g., Young, 1977; Toon et al. 1982). At temperatures normally encountered in the martian atmosphere, elemental sulfur would likely exist as a crystalline solid in the form S8. Sulfur has the tendency to form chains, meaning that elemental sulfur compounds can exist with many numbers of sulfur atoms. The S8 form is the most stable and resistant to photochemical disruption, which is why we focus on it here (Fuller et al., 1998).\nIn previous work (Tian et al., 2010), optical indices for liquid S8 were taken from Sasson et al. (1985), for wavelengths between 0.51 and 0.8 lm and derived from measurements by Bass (1953) of solid S8 dissolved in ethyl alcohol in the UV range (0.22– 0.3 lm). Indices were interpolated between 0.3 and 0.51 lm. In this work we use the optical indices for solid S8 particles from Fuller et al. (1998). These authors collected optical indices recorded by many authors from the X-ray range out to 50 lm, thus allowing a more complete representation of the optical properties of S8 aerosols. The difference between the two can be seen in Fig. 9. The single scattering albedo and extinction coefficients derived for various particle sizes for both S8 and H2SO4 can be seen in Fig. 10. Due to the dependence of extinction cross-section on the particle\nFig. 10. Why do smaller particles cool more? Extinction coefficients (top) and single scat are scattering in the VIS/NIR and transparent in the IR, making them ideal anti-greenhou\nradius to wavelength ratio, most of the particles are very reflective in the visible wavelengths. While small particles are generally transparent in the infrared, larger particles scatter and absorb more in the infrared."
  }, {
    "heading": "4.4. The effect of aerosols",
    "text": "Simulations were run in dry, 0.5 bar CO2 atmospheres (H2O, SO2 or H2S) with well-mixed H2SO4 0.5-lm-radius particles with column opacities ranging from s = 0.2–10, producing cooling from a few degrees to 23 K for s = 10 (Fig. 11). A single layer of H2SO4\ntering albedo (bottom) for H2SO4 (left) and S8 aerosols (right). Small H2SO4 particles se agents. Larger particles absorb more in the infrared, reducing their cooling effect.\naerosols of the same opacity produced similar results. The cooling produced by sulfate particles was found to be somewhat less than that of Tian et al. (2010) (20 K versus 30 K) due mostly to the reduction of sulfate aerosol shortwave forcing due to the presence of CO2 clouds (our simulations run without clouds cool 3–7 K more than simulations with clouds). Importantly, 1 ppm by mass of 1- lm-radius H2SO4 leads to an average global column opacity of 19, while 1 ppm bymass of 1-lm-radius S8 leads to an average global column opacity of 11, meaning that a very small conversion of SO2 to either aerosol can lead quickly to dramatic cooling. For example, 100 ppmv of SO2 plus 1 ppm (by mass) of 1-lm-radius S8 yields a global annual average temperature of 183 K, more than canceling out the original 16 K warming expected from the SO2. Larger particles produced less cooling with some particles (radii >2 lm for H2SO4 and >3 lm for S8) producing warming (Figs. 12 and 13). For 10-lm-radii S8 aerosols, warming was up to 15 K, comparable to warming from 100 ppm of SO2.\nAre such large H2SO4 or S8 aerosols reasonable? On Earth, volcanic sulfate aerosols are thought to have radii between 0.2 and 0.6 lm for eruptions spanning two orders of magnitude of aerosol mass, according to data simulations for numerous recent\nand historic volcanic eruptions (Arfeuille et al., 2014). In terrestrial eruptions, large, dense fluxes promote the formation of aerosols up to 0.3 lm, though these are expected to sediment out of the plume before they can be dispersed world-wide (Pinto et al., 1989). Thus aerosols with radii more than 2–3 lm may not be likely. If OH radicals became depleted in the lower atmosphere, as suggested by\nJohnson et al. (2009), the lifetime of SO2 would increase (Eq. (1)), but the spread-out SO2 would eventually form smaller, more powerfully cooling aerosols, since the average vapor pressure will be lower (Pinto et al., 1989). Observations of the upper mesosphere of Venus yielded two size distributions for H2SO4 aerosols: 0.1–0.3 lm (called ‘‘mode 1”) and 0.4–1 lm (called ‘‘mode 2) (Sandor et al., 2010). A ‘‘mode 3” population composed of larger particles has been hypothesized, but remains controversial (e.g., Esposito et al., 1997; Sandor et al., 2010). We may conclude that even if large aerosols could form, smaller aerosols will have the strongest and most lasting effect on the climate.\nS8 aerosols could theoretically form particles that are much larger than sulfate aerosols because they form in vapor equilibrium with sulfur gas rather than in a binary system. Small drops of S8 would have a tendency to evaporate and recondense on larger droplets because of the small droplet’s high internal pressure (Young, 1977). S8 likely exists in the current atmosphere of Venus, and large S8 particles (10 lm) were once hypothesized to exist (Hapke and Nelson, 1975; Young, 1977), but the presence of these particles was not supported by subsequent observations (e.g., Toon et al., 1982).\nThe effect of aerosols, like that of SO2, depends on the details. In most cases, aerosols would serve to drastically cool the planet. While it could have taken hundreds of years for SO2 to decrease to 1/e of its original value (Johnson et al., 2009; Tian et al., 2010), we find that only a tiny amount SO2 needs be transformed to aerosols to completely cancel out SO2 warming (Fig. 13), in agreement with Tian et al. (2010). In special, hypothetical cases, aerosols could grow to be large (Young, 1977), in which case they could cause mild warming for a short time before sedimenting out of the atmosphere."
  }, {
    "heading": "5. Discussion",
    "text": ""
  }, {
    "heading": "5.1. Negative feedbacks on SO2 warming",
    "text": "SO2 is often proposed as a way to bring the surface temperature above freezing for the purpose of permitting liquid water to flow. However, water is the enemy of a sulfur greenhouse for two major reasons: (1) SO2 is highly hydrophilic, and will be drawn down into both raindrops and surface bodies of water and (2) an abundance of water and water-related products (such as OH) speeds the transformation of SO2 into H2SO4. On the other hand, the introduction of large amounts of H2SO4 into surface waters could allow flow to take place at temperatures well below the freezing point for pure water (Fairén et al., 2009; Johnson et al., 2009).\nGaillard et al. (2013), suggested that high (>1 bar) atmospheric pressures throughout most of the Noachian could have inhibited SO2 outgassing in favor of H2O and CO2. As the atmospheric density decreased over time, the proportion of SO2 would have increased, leading to a sulfur greenhouse and the formation of the valley networks, followed by the deposition of sulfate deposits. While this sequence matches the hypothesized chronology of the late Noachian, our results show that the same low pressures that would shift volcanic outgassing towards SO2 release would make it increasingly difficult to achieve temperatures above freezing."
  }, {
    "heading": "5.2. Chronology of early martian volcanism",
    "text": "If a sulfur-based greenhouse did exist during the late Noachian, it would have required a massive input of SO2, as described above. Does the end of the Noachian show evidence for a peak in volcanic activity that would set it apart from the mid-Noachian or the midHesperian? Evidence from crater counting suggests that several volcanic provinces (Tharsis, Syrtis Major, Apollinaris Mons, and\nHadriaca Patera) were active during the end of the Noachian, but all of these centers and more (e.g. Elysium Mons, Tyrrhena Patera) were also active throughout the Hesperian, and in many cases, the Amazonian (Robbins et al., 2011). Outgassing from the construction of the Tharsis bulge has been invoked as a possible source for SO2 (Fairén et al., 2004; Bullock and Moore, 2007; Halevy et al., 2007; Johnson et al., 2008; Gaillard and Scaillet, 2009). However, Noachian faulting patterns (Banerdt and Golombek, 2000; Golombek and Phillips, 2010) and valley network orientations (Phillips et al., 2001) may imply that the majority of the Tharsis structural load was in place by the mid-Noachian, before the valley network ‘‘climate optimum”. One marked change that took place around the Noachian Hesperian boundary was the emplacement of huge volumes of Hesperian basalts, covering 30% of the planet (Greeley and Spudis, 1981; Head et al., 2002). These volcanic plains do not generally host valley networks, however, suggesting that they post-date the end of major aqueous incision on Mars. They also post-date many lake basins—acting as post-basin fill (Fassett and Head, 2008a; Goudge et al., 2012). Better chronology regarding the activity of volcanic centers with respect to valley networks is needed in order to resolve these issues."
  }, {
    "heading": "5.3. Unknowns and next steps",
    "text": "The ambiguity of the early martian SO2 warming hypothesis is underlain by several key categories of unknowns:\n(1) The pressure in the early atmosphere. Pressures cited in the climate modeling literature range from 0.1 bars (Postawko and Kuhn, 1986) to 4 bars (Tian et al., 2010). The results of the model are quite sensitive to pressure over such a large range. Better constraints on the pressure would be very helpful in determining whether or not SO2 is a feasible warming agent. (2) The redox state of the atmosphere. Whether the atmosphere was oxidizing or reducing determines what kinds of aerosols are expected to be produced. (3) The volcanic outgassing rate. According to Gaillard et al. (2013), outgassing of S from martian basalts could range anywhere from negligible outgassing (in the case of very dry basalts), to orders of magnitude higher than terrestrial annual average rates. The outgassing rate of S plays a major role in determining how strong the SO2 greenhouse effect is, as well as how quickly aerosols are formed and what sizes they are. (4) The fluvial history of Mars. Must the SO2 greenhouse account for both the high weathering rates of the mid-Noachian as well as the valley network formation of the late Noachian/ early Hesperian? Precisely how long must the greenhouse last? Must the liquid be water, or could it have been a brine (e.g., Fairén, 2010)?\nAdditional modeling can help by further outlining the contours of the parameter space defined by these unknown parameters. The ideal model would be a 3-D model that combines radiative properties of gases and aerosols, photochemistry, and microphysics, in order to track the evolution of sulfur both spatially and temporally from its emission from volcanoes, to its fate in the geologic record."
  }, {
    "heading": "6. Conclusions",
    "text": "Liquid water appears to be required to explain several distinct mineralogical and geomorphological features of the Noachian crust: Fe, Mg, and Al-rich clays, high erosion rates, sedimentary layering, valley networks, and sulfate deposits. Model simulations\nindicate that CO2 and H2O alone would not be sufficient to sustain a long-term greenhouse (Forget et al., 2013; Wordsworth et al., 2013). Outgassing of large amounts of SO2 would help to push the greenhouse closer to the melting temperature of water, potentially allowing seasonal and daily melting to take place. However, these periods of higher temperatures are only appreciable if the background pressure of the atmosphere is greater than about 0.5 bars, and if the SO2 mixing ratio is extremely high (> 100 ppm, less for higher pressures). Temperatures generally tend to rise with increased pressure, but increased pressure may decrease the amount of S expected to outgas from the magmas and produce a greater proportion of H2S compared to SO2 (Gaillard and Scaillet, 2009; Gaillard et al., 2013). Even a small amount of SO2, transformed to aerosols, would have been sufficient to end any warming and plunge the planet into freezing conditions. In summary, while creating a transient Noachian SO2 greenhouse is theoretically possible, it requires very specific and unlikely conditions (high pressures, high SO2 concentrations, and large or absent aerosols). In contrast, the SO2-driven greenhouse fails to work in a wide variety of scenarios, supporting the conclusions of Tian et al. (2010).\nIf volcanic SO2 emissions did not warm the planet, what did? It is possible that other greenhouse gases such as H2 could have warmed the planet, though this scenario also requires a large amount of background CO2 and an extremely high H2 mixing ratio (Ramirez et al., 2014). Potentially, high-altitude water clouds could also have played a role (Urata and Toon, 2013), although their warming effect in 3D is model-dependent (Wordsworth et al., 2013).\nIf volcanic SO2 emissions did not warm the planet, what did they do? It is possible that the voluminous, sulfur-rich Hesperian flood basalts generated large quantities of sulfur aerosols, causing surface waters to become acidified and eventually evaporate or freeze. The planet would have cooled dramatically, perhaps causing any quasi-clement late Noachian conditions to come to an end."
  }, {
    "heading": "Acknowledgments",
    "text": "L. Kerber would like to acknowledge CNRS and NASA PTM Grant NNX14AK33G, which both provided funding for this work."
  }],
  "year": 2015,
  "references": [{
    "title": "Atmospheric H2SO4/H2O Particle Formation",
    "authors": ["Boge", "F. Stratmann"],
    "year": 2007
  }, {
    "title": "Global mineralogical and aqueous Mars history",
    "authors": ["Galway", "Ireland. Bibring", "J.-P"],
    "year": 2006
  }, {
    "title": "To what extent can intracrater layered deposits that lack clear sedimentary textures be used to infer depositional environments",
    "authors": ["S.B. Cadieux", "L.C. Kah"],
    "venue": "Icarus 248,",
    "year": 2015
  }, {
    "title": "Oceans on Mars: An assessment of the observational evidence and possible fate",
    "authors": ["M.H. Carr", "J.W. Head"],
    "venue": "J. Geophys. Res",
    "year": 2003
  }, {
    "title": "Widespread surface weather on early Mars: A case for a warmer and wetter climate",
    "authors": ["J Carter"],
    "venue": "Icarus 248,",
    "year": 2015
  }, {
    "title": "Mineralogy and evolution of the surface of Mars: A review",
    "authors": ["V. Chevrier", "P.E. Mathé"],
    "venue": "Planet. Space Sci",
    "year": 2007
  }, {
    "title": "Inorganic composition of atmospheric aerosols",
    "authors": ["M. Claes", "K. Gysels", "R. van Grieken"],
    "venue": "Atmospheric Particles",
    "year": 1998
  }, {
    "title": "The Viking X-ray fluorescence experiment: Analytical methods and early results",
    "authors": ["Clark III", "B.C"],
    "venue": "J. Geophys. Res",
    "year": 1977
  }, {
    "title": "The case for rainfall on a warm, wet early Mars",
    "authors": ["R.A. Craddock", "A.D. Howard"],
    "venue": "J. Geophys. Res",
    "year": 2002
  }, {
    "title": "Geomorphic evolution of the martian highlands through ancient fluvial processes",
    "authors": ["R.A. Craddock", "T.A. Maxwell"],
    "venue": "J. Geophys. Res",
    "year": 1993
  }, {
    "title": "Crater morphometry and modification in the Sinus Sabaeus and Margaritifer Sinus regions of Mars",
    "authors": ["R.A. Craddock", "T.A. Maxwell", "A.D. Howard"],
    "venue": "J. Geophys. Res",
    "year": 1997
  }, {
    "title": "Evaluating the role of sulfide-weathering in the formation of sulfates or carbonates on Mars",
    "authors": ["E Dehouck"],
    "venue": "Geochim. Cosmochim",
    "year": 2012
  }, {
    "title": "Hydrologic response to extreme warm and cold summers in the McMurdo Dry Valleys",
    "authors": ["P.T. Doran", "C.P. McKay", "A.G. Fountain", "T. Nylen", "D.M. McKnight", "C. Jaros", "J.E. Barrett"],
    "venue": "East Antarctica. Antarctic Sci",
    "year": 2008
  }, {
    "title": "Geologic setting of serpentine deposits on Mars",
    "authors": ["B.L. Ehlmann", "J.F. Mustard", "S.L. Murchie"],
    "venue": "Geophys. Res. Lett",
    "year": 2009
  }, {
    "title": "Chemistry of lower atmosphere and clouds",
    "authors": ["L.W. Esposito"],
    "year": 1997
  }, {
    "title": "A cold and wet Mars",
    "authors": ["A.G. Fairén"],
    "venue": "Icarus 208,",
    "year": 2010
  }, {
    "title": "Inhibition of carbonate synthesis in acidic oceans on early Mars",
    "authors": ["Fairén", "A.G"],
    "venue": "Nature",
    "year": 2004
  }, {
    "title": "Stability against freezing of aqueous solutions on early Mars",
    "authors": ["Fairén", "A.G"],
    "venue": "Nature 459,",
    "year": 2009
  }, {
    "title": "Implications from sulfur isotopes of the Nakhla meteorite for the origin of sulfate on Mars",
    "authors": ["J. Farquhar", "S.T. Kim", "A. Masterson"],
    "venue": "Earth Planet. Sci",
    "year": 2007
  }, {
    "title": "Valley network-fed, open-basin lakes on Mars: Distribution and implications for Noachian surface and subsurface hydrology",
    "authors": ["C.I. Fassett", "J.W. Head"],
    "venue": "Icarus 198,",
    "year": 2008
  }, {
    "title": "The timing of martian network activity: Constraints from buffered crater counting",
    "authors": ["C.I. Fassett", "J.W. Head"],
    "venue": "Icarus 195,",
    "year": 2008
  }, {
    "title": "Chemistry of the Upper and Lower Atmosphere",
    "authors": ["B.J. Finlayson-Pitts", "J.N. Pitts Jr."],
    "year": 2000
  }, {
    "title": "3D modeling of the early martian climate under a denser CO2 atmosphere: Temperatures and CO2 ice",
    "authors": ["F Forget"],
    "venue": "clouds. Icarus",
    "year": 2013
  }, {
    "title": "The sulfur content of volcanic gases on Mars",
    "authors": ["F. Gaillard", "B. Scaillet"],
    "venue": "Earth Planet. Sci",
    "year": 2009
  }, {
    "title": "Geochemical reservoirs and timing of sulfur cycling on Mars",
    "authors": ["F Gaillard"],
    "venue": "Space Sci. Rev",
    "year": 2013
  }, {
    "title": "Sulfates in martian layered terrains: The OMEGA/Mars",
    "authors": ["A Gendrin"],
    "venue": "Express view. Science",
    "year": 2005
  }, {
    "title": "Ancient aqueous sedimentation of Mars",
    "authors": ["J.M. Goldspiel", "S.W. Squyres"],
    "venue": "Icarus 89,",
    "year": 1991
  }, {
    "title": "Planetary Tectonics",
    "authors": ["M.P. Golombek", "R.J. Phillips"],
    "year": 2010
  }, {
    "title": "Erosion rates at the Mars Exploration Rover landing sites and long-term climate change on Mars",
    "authors": ["M.P. Golombek"],
    "venue": "J. Geophys. Res. 111,",
    "year": 2006
  }, {
    "title": "An analysis of open-basin lake deposits on Mars: Evidence for the nature of associated lacustrine deposits and post-lacustrine modification processes",
    "authors": ["T.A. Goudge"],
    "venue": "Icarus 219,",
    "year": 2012
  }, {
    "title": "Solar interior structure and luminosity variations",
    "authors": ["D.O. Gough"],
    "venue": "Solar Phys",
    "year": 1981
  }, {
    "title": "Early Mars climate models",
    "authors": ["R.M. Haberle"],
    "venue": "J. Geophys. Res",
    "year": 1998
  }, {
    "title": "On the possibility of liquid water on present-day Mars",
    "authors": ["R.M. Haberle", "C.P. McKay", "J. Schaeffer", "N.A. Cabrol", "E.A. Grin", "A.P. Zent", "R. Quinn"],
    "venue": "J. Geophys. Res",
    "year": 2001
  }, {
    "title": "Episodic warming of early Mars by punctuated volcanism",
    "authors": ["I. Halevy", "J.W. Head"],
    "venue": "Nat. Geosci",
    "year": 2014
  }, {
    "title": "Sulfur dioxide inhibits calcium carbonate precipitation: Implications for early Mars and Earth",
    "authors": ["I. Halevy", "D.P. Schrag"],
    "venue": "Geophys. Res. Lett. 36,",
    "year": 2009
  }, {
    "title": "A sulfur dioxide climate feedback on early",
    "authors": ["L. Kerber"],
    "venue": "Icarus",
    "year": 2015
  }, {
    "title": "Evidence for an elemental sulfur component",
    "authors": ["B. Hapke", "R. Nelson"],
    "venue": "Mars. Science",
    "year": 1975
  }, {
    "title": "Northern lowlands of Mars: Evidence",
    "authors": ["J.W. Head III", "M.A. Kreslavsky", "S. Pratt"],
    "venue": "Venus spectrophotometry. J. Atmos. Sci",
    "year": 2002
  }, {
    "title": "Formation timescales of large martian",
    "authors": ["M.R.T. Hoke", "B.M. Hynek", "G.E. Tucker"],
    "venue": "Source-Receptor Relationships,",
    "year": 2011
  }, {
    "title": "Photochemistry in terrestrial exoplanet",
    "authors": ["Res", "S. Seager", "W. Bains"],
    "year": 2013
  }, {
    "title": "A New Background Stratospheric",
    "authors": ["E.P. Shettle", "D.R. Longtin"],
    "year": 1988
  }, {
    "title": "Evidence for extensive denudation of the martian",
    "authors": ["B.M. Hynek", "R.J. Phillips"],
    "year": 1988
  }, {
    "title": "New data reveal mature, integrated drainage",
    "authors": ["B.M. Hynek", "R.J. Phillips"],
    "year": 2003
  }, {
    "title": "Updated global map of martian valley",
    "authors": ["M.R.T. Hoke", "M. Beach"],
    "year": 2010
  }, {
    "title": "Impact origin of sediments",
    "authors": ["L.P. Knauth", "D.M. Burt", "K.H. Wohletz"],
    "year": 2005
  }, {
    "title": "Physics and Chemistry of Clouds",
    "authors": ["D. 1038/nature04383. Lamb", "J. Verlinde"],
    "year": 2011
  }, {
    "title": "Sulfates in the north polar region of Mars detected",
    "authors": ["Y Langevin"],
    "year": 2005
  }, {
    "title": "Handbook of Sulphuric Acid Manufacturing",
    "authors": ["D.K. Louie"],
    "venue": "DKL Engineering,",
    "year": 2005
  }, {
    "title": "Evidence for persistent flow and aqueous",
    "authors": ["K.S. Edgett"],
    "year": 2003
  }, {
    "title": "Thermal equilibrium of the atmosphere",
    "authors": ["S. Manabe", "R.T. Wetherald"],
    "year": 1967
  }, {
    "title": "A volcanic environment for bedrock diagenesis",
    "authors": ["T.M. McCollum", "B.M. Hynek"],
    "venue": "spectroscopy. J. Phys. Chem",
    "year": 2005
  }, {
    "title": "Magmatic precipitation as a possible origin of Noachian",
    "authors": ["A 1126/science.1244734. Meunier"],
    "year": 2012
  }, {
    "title": "A three-dimensional study of the tropospheric sulfur cycle. J",
    "authors": ["D. Williams"],
    "venue": "Appl. Opt",
    "year": 1975
  }, {
    "title": "Self-limiting physical and chemical effects",
    "authors": ["J.P. Pinto", "R.P. Turco", "O.B. Toon"],
    "year": 1989
  }, {
    "title": "Effect of the greenhouse gases (CO2",
    "authors": ["S.E. 203–224. Postawko", "W.R. Kuhn"],
    "year": 1986
  }, {
    "title": "Experimental evidence for sulfur-rich",
    "authors": ["K. 59–63. Righter", "K. Pando", "L.R. Danielson"],
    "year": 2009
  }, {
    "title": "The volcanic history of Mars: High",
    "authors": ["S.J. Robbins", "G. Di Achille", "B.M. Hynek"],
    "venue": "Planet. Space Lett",
    "year": 2011
  }, {
    "title": "Climatic change on Mars",
    "authors": ["C. 1179–1203. Sagan", "O.B. Toon", "P.J. Gierasch"],
    "venue": "Science",
    "year": 1973
  }, {
    "title": "Modeling the environmental effects",
    "authors": ["T.L. pp. 22–23. Segura", "O.B. Toon", "A. Colaprete"],
    "year": 2008
  }, {
    "title": "Formation and deposition of volcanic sulfate",
    "authors": [],
    "venue": "aerosols on Mars. J",
    "year": 1979
  }, {
    "title": "Sedimentary rocks at Meridiani Planum",
    "authors": ["S.W. 744–749. Squyres", "A.H. Knoll"],
    "year": 2005
  }, {
    "title": "The ultraviolet absorber on Venus",
    "authors": ["O.B. Toon", "R.P. Turco", "J.B. Pollack"],
    "year": 1982
  }, {
    "title": "Simulations of the martian hydrologic cycle",
    "authors": ["O.B. Toon"],
    "year": 2013
  }, {
    "title": "Evaporation of ice in planetary atmospheres: Ice",
    "authors": ["D. Wallace", "C. Sagan"],
    "year": 1979
  }, {
    "title": "Infrared collision-induced and far-line",
    "authors": ["R. Wordsworth", "F. Forget", "V. Eymet"],
    "venue": "covered rivers on Mars. Icarus",
    "year": 2010
  }, {
    "title": "Global modeling of the early martian climate",
    "authors": [],
    "year": 2013
  }, {
    "title": "atmosphere: Water cycle and ice evolution",
    "authors": ["R. Wordsworth", "L. Kerber", "R.T. Pierrehumbert", "F. Forget", "J.W. Head"],
    "venue": "Icarus 222,",
    "year": 2015
  }, {
    "title": "CO2 greenhouse in the early martian",
    "authors": ["Y.L. Yung", "H. Nair", "M.F. Gerstell"],
    "year": 1997
  }],
  "id": "SP:ee9ea71b68cf9d11358615a5dd62217d6df615c5",
  "authors": [{
    "name": "Laura Kerber",
    "affiliations": []
  }, {
    "name": "François Forget",
    "affiliations": []
  }, {
    "name": "Robin Wordsworth",
    "affiliations": []
  }],
  "title": "Sulfur in the early martian atmosphere revisited: Experiments with a 3-D Global Climate Model"
}