{
  "sections": [{
    "text": "Contents lists available at ScienceDirect\nIcarus\njournal homepage: www.elsevier .com/ locate/ icarus\nModeling steam pressure under martian lava flows\n0019-1035/$ - see front matter Published by Elsevier Inc. http://dx.doi.org/10.1016/j.icarus.2013.06.036\n⇑ Corresponding author. E-mail address: cdundas@usgs.gov (C.M. Dundas).\nColin M. Dundas ⇑, Laszlo P. Keszthelyi Astrogeology Science Center, U.S. Geological Survey, 2255 N. Gemini Dr., Flagstaff, AZ 86001, United States\na r t i c l e i n f o a b s t r a c t\nArticle history: Received 13 March 2013 Revised 26 June 2013 Accepted 29 June 2013 Available online 19 July 2013\nKeywords: Mars, Surface Volcanism Mars, Climate\nRootless cones on Mars are a valuable indicator of past interactions between lava and water. However, the details of the lava–water interactions are not fully understood, limiting the ability to use these features to infer new information about past water on Mars. We have developed a model for the pressurization of a dry layer of porous regolith by melting and boiling ground ice in the shallow subsurface. This model builds on previous models of lava cooling and melting of subsurface ice. We find that for reasonable regolith properties and ice depths of decimeters, explosive pressures can be reached. However, the energy stored within such lags is insufficient to excavate thick flows unless they draw steam from a broader region than the local eruption site. These results indicate that lag pressurization can drive rootless cone formation under favorable circumstances, but in other instances molten fuel–coolant interactions are probably required. We use the model results to consider a range of scenarios for rootless cone formation in Athabasca Valles. Pressure buildup by melting and boiling ice under a desiccated lag is possible in some locations, consistent with the expected distribution of ice implanted from atmospheric water vapor. However, it is uncertain whether such ice has existed in the vicinity of Athabasca Valles in recent history. Plausible alternative sources include surface snow or an aqueous flood shortly before the emplacement of the lava flow.\nPublished by Elsevier Inc."
  }, {
    "heading": "1. Introduction",
    "text": "The surface of Mars records an extensive history of volcanism and diverse fluvial and cryospheric processes. It is thus expected that interactions between lava and water or ice have occurred, and many studies have described an array of possible hydrovolcanic features (e.g., Allen, 1979; Mouginis-Mark, 1985; Squyres et al., 1987; Milazzo et al., 2009; Keszthelyi et al., 2010). Prominent among these are rootless cones, also known as pseudocraters or phreatovolcanic constructs. On Earth, this class of feature forms when lava flows over wet ground, leading to steam explosions that build cones atop the flow (Thorarinsson, 1953).\nRootless cones on Mars were first reported based on Viking Orbiter images (Allen, 1979; Frey et al., 1979; Frey and Jarosewich, 1982; Mouginis-Mark, 1985). More recent, higher-resolution imaging has led to alternative interpretations of these features (e.g., Farrand et al., 2005; Keszthelyi et al., 2010). However, these data also revealed a new suite of features for which a rootless cone origin is strongly supported by detailed studies of morphology (Lanagan et al., 2001; Greeley and Fagents, 2001; Fagents et al., 2002; Fagents and Thordarson, 2007; Jaeger et al., 2007; Keszthelyi et al., 2010; Hamilton et al., 2010b, 2011). These features are mostly tens\nto hundreds of meters across (Fig. 1) and are usually found atop young lava flows east of the Elysium rise.\nWhile the morphological evidence supporting a rootless cone origin for these small martian cones is ample and robust, considerable uncertainty remains about the details of the interaction between lava and water or ice. In particular, it has been debated whether the cone-forming explosions can be initiated solely by buildup of steam beneath a flow due to static heat conduction or require intimate mixing of liquid lava and water or mud (Fagents and Thordarson, 2007; Hamilton et al., 2010c). The latter can lead to a molten fuel–coolant interaction (MFCI) driving vigorous explosions (e.g., Wohletz, 2002; Wohletz et al., 2013). Greeley and Fagents (2001) successfully modeled explosions based on the occurrence of pockets of pressurized steam, but did not address the development of those pockets. The distinction is important to understanding the behavior of lava during hydrovolcanic interactions, and to the origin and distribution of the water or ice as well.\nThis latter point is illustrated by considering the typical state of martian ground ice. The conceptual framework for the distribution of such ice has been established for decades (e.g., Leighton and Murray, 1966; Mellon et al., 2004; Chamberlain and Boynton, 2007): ice is unstable near the equator, because high temperatures and low atmospheric vapor pressures drive a diffusive flux of water vapor away from any subsurface ice. As latitude increases, ice passes a sharply defined boundary and becomes stable within a meter or so of the surface, shallowing to only millimeters near\nthe poles. Within the stable region, ice will be deposited from atmospheric water vapor, so the stability boundary approximately coincides with the true distribution of ice. The distribution of ice may lag the boundary because sublimation and deposition are both slow processes. The stability boundary is presently in the mid-latitudes but shifts considerably with variations in Mars’ orbit over time periods of tens of thousand of years (Mellon and Jakosky, 1995; Chamberlain and Boynton, 2007). For the purposes of lava–ice interaction, the point is that atmospherically implanted ground ice, if it exists, is likely to reside under a desiccated lag. Intimate mixing of lava and water would require eroding the lag, flow of meltwater to explosion sites, or subsidence of lava into softened ground. In at least some cases, where rootless cones occur above buried topographic highs, none of these is likely. Alternatively, intimate mixing could occur if water was emplaced by a fundamentally different mechanism. For example, many rootless cones are found in localities through which floods of water may have passed. If liquid water and lava were both erupted as part of the same geologic event, intimate mixing of water and lava is easier to achieve. This is the fundamental unanswered question related to the rootless cones on Mars: was the water simply part of the global cryosphere or is it proof of some more unusual part of the martian hydrologic cycle?\nThis problem is best studied in Athabasca Valles, the site of geologically recent large-scale water flooding (e.g., Burr et al., 2002a, 2002b) and lava flows with rootless cones (e.g., Jaeger et al.,\n2007). The outflow channel (Fig. 2) was filled to a depth of 100 m by lava which then almost entirely drained out of the\n300 km long valley, leaving only a thin veneer. The flux of lava was very similar to the estimated discharge of the aqueous floods proposed to have carved Athabasca Valles, opening the possibility that the valley was carved by lava without a catastrophic aqueous flood (Jaeger et al., 2010). If the rootless cones could provide constraints on the source of the water that was boiled, they might resolve the question of what fluid carved Athabasca Valles.\nTo improve understanding of lava–ice interactions leading to rootless cone formation, we have modeled the build-up of steam pressures within a desiccated lag beneath a lava flow. We note that with this model we investigate only the initiation of a rootless coneforming eruption. Rootless cones commonly exhibit internal layering due to repeated explosions (Fagents and Thordarson, 2007), but only the triggering stage is considered here. The model is described in Section 2; Section 3 describes the results. Finally, Section 4 discusses the implications for lava–ice interactions on Mars."
  }, {
    "heading": "2. Model",
    "text": "The problem considered here actually requires two coupled models: a thermal model to assess the rate of steam generation beneath the flow, and a separate model for the flow of the steam through the pore space of the desiccated lag. Previous modeling (e.g., Allen, 1979; Squyres et al., 1987; Hamilton et al., 2010b) has considered melting and boiling beneath martian lava flows but has not addressed the buildup of steam pressure in detail, while only simple estimates of the effect of permeability have been made (Lanagan et al., 2002; Keszthelyi, 2005). Our assumptions are intended to give a conservative estimate of the rate of steam buildup.\nTo determine the rate of steam generation, we use a fully explicit one-dimensional finite difference thermal model that solves Eq. (1):\nqCp @T @t ¼ @ @z k @T @z\nð1Þ\nwhere q is density, Cp is heat capacity, k is thermal conductivity, T is temperature, t is time and z is the distance from the surface. The upper part of the model is lava, followed by a dry lag and a layer of ice-cemented ground. The dry lag is assumed to have a porosity of 40%, which is filled with ice below the ice table. Thermophysical properties are detailed in Table 1. Each material layer consists of sufficient model layers to resolve the effects at the boundaries with accuracy and numerical stability. The bottom of the model has a constant-temperature boundary condition but is placed at sufficient depth that the thermal influence of the lava flow is minimal over the timescales considered.\nThe heat transfer within the lava is modeled following Keszthelyi and Denlinger (1996). This model includes conduction and latent\nheat of crystallization as well as cooling by radiation and atmospheric convection at the surface (although the latter is minor on Mars). Thermal conductivity and heat capacity are temperature dependent, thermal radiation across vesicles is included, and a simple glass formation model is used to decide how much crystallization takes place at each point within the lava. Nominal parameters include a liquid lava temperature of 1408 K, a vesicularity of 50% and a vesicle diameter of 1 mm; these are identical to the field-calibrated Hawaiian basalt discussed in Keszthelyi and Denlinger (1996). Varying the thermophysical parameters of the lava has some effect, but it is smaller than the uncertainties introduced by other simplifying assumptions. Foremost of these simplifications is that advective heating and convection within the liquid core of the lava flow are omitted. We also do not include thermal or mechanical erosion by the lava flow during the model run. Any erosion is assumed to have taken place before the start of the model run. A continuing, erosive flow would increase the heat flux into the substrate and accelerate melting and boiling relative to this model. Likewise, a non-vesicular flow core would store significantly more thermal energy than the vesicular flow we model.\nPhase changes in the water in the substrate are handled by maintaining the layer undergoing the change at constant temperature while calculating the quantity of H2O changing phase for the relevant heat fluxes. Thermophysical properties of the layer are updated as the fractions of dry, wet and icy ground change. There are several key assumptions to make this a tractable problem. First, the thermal conductivity of the lag is a function of gas pressure following Piqueux and Christensen (2009); the effect of steam on the bulk density and heat capacity is small. Rather than track the temperature of the steam in each layer, we fold into the latent heat of vaporization enough energy to raise the steam to 750 K. (Based on model results, this is near the average temperature of the steam-filled lag layer.) Performing the computation in this way raises the steam to a reasonable final temperature and removes the need to track its distribution and properties. Second, we adjust the boiling point as a function of the peak pressure under the lava flow. In reality, the steam pressure and boiling temperature could vary continuously under the flow. This assumption is made to allow the use of a one-dimensional thermal model. Using the boiling point for the peak pressure at all points is conservative with respect to estimating pressure buildup under the flow. The boiling point should be lower nearer to the flow edge, which would increase the steam generation rate near the flow edges and thus reduce the escape of steam from the flow center. Finally, we assume no heat transport by lateral movement of water or steam, which is reasonable where the lateral temperature variations are small (i.e., away from the edge of the lava flow).\nGas transport is handled via a one-dimensional finite-difference model that tracks gas fluxes using Darcy’s Law. The one spatial\ndimension is the distance from the flow edge, and the flow is assumed to be symmetric so we only model half of the flow. The system is assumed to have uniform porous lag thickness, temperature and permeability. Gas is added uniformly to each spatial cell at each timestep based on the steam generation rate derived from the thermal model at that time. Although we model the lava flow as vesicular, we assume that the vesicles are isolated and do not contribute to the volume to be pressurized. The pressure in each cell is taken to be constant and any potential vertical variation is omitted. Although there is a pronounced vertical temperature gradient across the lag, the lag thickness is much less than the horizontal scale of the flows considered, so horizontal pressure variations are likely to be far more important. Note that since heating is from the top, the steam is not expected to convect.\nThe icy substrate is assumed to be thick and impermeable enough to seal the base of the system despite ongoing melting. This could be a limiting factor in real systems since melting can proceed to significant depths, but a low-permeability layer of bedrock or compacted fine-grained dust could have a similar effect.\nThe pores of ice-saturated regolith will be slightly under-filled if the ice melts. We include a simplified handling of downward movement of water. Rather than a detailed model of fluid transport, we assume that water moves down instantaneously and fills the pore space opened by melting ice. We allow the thickness of the pressurized lag to increase over time due to this retreat, and ignore any possible compaction of the substrate by the weight of the lava flow. This is conservative, since compaction would increase the pressure and decrease the pore volume, perhaps even bringing water and lava into contact if the substrate deforms. Layer temperatures are adjusted to account for the effects of water movement.\nTo explode through the lava, the steam pressure must be adequate to overcome the weight of the overlying lava as well as whatever strength it has developed (Greeley and Fagents, 2001). For flows of vesicular lava with thicknesses between 1 and 50 m, the weight of the lava alone requires 5 103–2.5 105 Pa. The effective strength of the lava is likely 106 Pa or less (Greeley and\nPermeability 10-11 m2\n104 105 106 107 108 Time (s)\n0\n2•105\n4•105\n6•105\n8•105\n1•106\nPr es\nsu re\n(P a)\nIce Depth 0.1 m 0.2 m 0.4 m 0.8 m 1.2 m\nFig. 3. Pressure profiles after flow emplacement for various ice table depths. Depths ar interpretation of the references to color in this figure legend, the reader is referred to th\nFagents, 2001). We track pressure buildup to 106 Pa as a proxy for combined strength and thickness effects. In reality this value will vary significantly with both flow thickness and with time as the lava cools and hardens, but the details are not well-known. Note that neither the strength nor the weight of the lava affects the buildup of pressure up to the time of the first explosion since we did not consider deformation of the ground; they merely set the level at which eruptions occur."
  }, {
    "heading": "3. Results",
    "text": "The major model input parameters are the regolith permeability, the ice table depth, and the lava flow width and thickness. As long as the flow interior is at the initial temperature, the upper and lower cooling fronts can be treated independently, so the flow thickness only affects the thermal model if the flow cools through. Permeability values for a range of Mars soil analogs range from about 2 10 14–2.6 10 11 m2 (Sizemore and Mellon, 2008). Lava flows on Mars range from meter-scale lobes to flood lavas like the Athabasca Valles flow, which is around 20 km wide near the vent and mostly fills a several hundred km-wide region of Cerberus Palus (Jaeger et al., 2010). Wider lava flows and lower permeability both favor steam buildup.\nWe consider a lava flow that is 1 km wide and 10 m thick, and examine ice table depths of 0.1, 0.2, 0.4, 0.8 and 1.2 m. When ice is stable on Mars, the ice table depth is usually less than a meter or so (e.g., Mellon et al., 2004). We examined permeabilities of 10 11 and 10 13 m2. The former is similar to sand, while the latter is more representative of Mars soil analogs. We assumed an initial substrate temperature of 230 K, a reasonable value for an annual-average equatorial temperature (e.g., Mellon et al., 2004).\nThe model was run at a vertical resolution of 2 mm. This is coarser than other applications of the Keszthelyi and Denlinger lava model and its variants (e.g., Keszthelyi and Denlinger, 1996; Milazzo et al., 2001), and so sacrifices some details of the initial cooling but makes the problem more computationally tractable. Since we are interested in timescales of days to months rather than minutes\nPermeability 10-13 m2\n104 105 106 107 108 Time (s)\n0\n2•105\n4•105\n6•105\n8•105\n1•106\nPr es\nsu re\n(P a)\nIce Depth 0.1 m 0.2 m 0.4 m 0.8 m 1.2 m\ne 0.1 m (yellow), 0.2 m (orange), 0.4 m (red), 0.8 m (purple) and 1.2 m (blue). (For e web version of this article.)\nto hours, this was considered acceptable. The timestep (0.8 s) was chosen to satisfy requirements for numerical stability for this resolution and thermophysical properties (Press et al., 2007).\nThe resulting histories of peak pressure are shown in Fig. 3. For all cases pressure begins to rise suddenly at the point when boiling begins. Unresolved steps in the pressure curves reflect the finite thickness of layers, similar to Milazzo et al. (2001). The time to reach explosive pressures varies strongly with the depth to the ice table, ranging from about one day for an ice table at 0.1 m depth to eight months at 1.2 m. We did not attempt to determine the precise depth at which explosive pressures are no longer reached. Such a determination would not be very meaningful since it depends on many model parameters, and some simplifying assumptions break down for deeper ice (see Section 4.2). For the deepest ice table and the higher permeability, the boiling rate falls and the pressure curve rolls over before 106 Pa is reached. Other than this case the differences between the two permeabilities are modest. Essentially, the effect of permeability is relatively small until the timescale for pressure buildup to occur becomes comparable with the timescale for gas escape, at which point it becomes a fundamental control on the system.\nTo explore the effect of flow thickness we conducted model runs with a 1 m thick lava flow. For both high and low permeability, the pressure rise with ice at 0.1 m depth closely resembled the 10 m thick flow, but with ice at 0.2 m depth the peak pressure rolled over and fell short of 1 MPa since the flow cooled through too quickly."
  }, {
    "heading": "4. Discussion",
    "text": ""
  }, {
    "heading": "4.1. Implications for rootless eruptions",
    "text": "The model predicts that pressures sufficient to drive explosions are readily attained beneath lava flows for reasonable ice table depths. Hence, steam explosions can be initiated with pressures built up by passive heat conduction from the base of the flow into a rather typical Mars surface, despite the insulating effects of a dry granular material at the flow base. Deeper ice tables have both more pore space and lower steam generation rates, which cause explosions to occur much later. For some combinations of flow thickness and ice depth, explosive pressures might not be attained until after the lava has solidified, which would not allow the sort of repeated eruptions that typically build rootless cones.\nAlthough these results indicate that explosive pressures can be reached without MFCIs, it is entirely likely that MFCIs occur during cone formation. Lag pressurization is unlikely to occur repeatedly, since the lag will be disrupted, while rootless cones typically show evidence for many explosions (e.g., Fagents and Thordarson, 2007). Instead, MFCIs are especially likely after an initial explosion that excavates through the lava flow. In this case, liquid lava will pour into the eruption site at the same time as an extremely steep pressure gradient is established in the lag. This gradient will drive inward flow of water and steam. This would facilitate the occurrence of fuel–coolant interactions between fresh liquid lava and water or mud, leading to repeated explosions and building a layered cone structure. The inward flow will wane over time as the pressure gradient around the eruption site falls. Speculatively, the width of this drawdown could influence the spacing of rootless cones; this mechanism resembles that proposed by Hamilton et al. (2010a), but controlled by steam pressure rather than hydraulic head. However, this dynamic situation is beyond the scope of our model.\nAn interesting factor to consider is the amount of stored energy at the time explosive pressures are attained. Because the pressurized gas is confined to a thin layer, the ability to do work (excavate\nlava) during expansion is limited. Fig. 4 presents a comparison of the capacity of a pressurized lag to do work during expansion and the energy required to excavate a lava flow. We assume that the gas does work while expanding adiabatically. For adiabatic expansion the quantity PVc is constant, where P is the gas pressure, V is the volume and c is the ratio of constant-pressure and constant-volume specific heats. (This invariant applies to reversible processes with zero entropy change, but this provides an upper limit on the work done by irreversible processes.) Therefore we can write\nP ¼ ðP0Vc0ÞV c ð2Þ\nThe work done during expansion is given by W ¼ Z P dV ð3Þ\nSubstituting Eq. (2), integrating, and substituting again with a final pressure of Patm yields\nW ¼ 1 1 c P0V0 P0 Patm\n1 c c 1 !\nð4Þ\nThis does not consider possible condensation of steam during expansion, which would reduce the capacity of the expanding steam to do work. Transfer of heat from the lava to the steam may inhibit condensation. (A similar problem has been considered for sill explosions by Wilson and Mouginis-Mark (2003), but lava and steam are not initially well-mixed in our case so the thermal coupling is uncertain.) The volume of gas per unit area within a pressurized lag is\nV0 ¼ /h ð5Þ\nwhere / is the lag porosity and h is the lag thickness. The minimum energy required to completely excavate a column of lava is that required to raise the potential energy of all of the lava to the elevation of the surface of the flow. The average initial height of the column is the flow midpoint, so the energy per unit area required is\nU ¼ qgH H 2\nð6Þ\nwhere q is the lava density, g is the acceleration due to gravity and H is the flow thickness.\nSetting the ratio W/U to one likely gives an upper limit on the flow thickness that can be excavated by a given lag thickness, both since real processes are irreversible and since the expanding gas would probably excavate a somewhat conical rather than columnar volume. Additionally, not all energy will be spent on mechanical work. Inflowing steam from the surrounding lag might allow more excavation, which is not taken into account here, but the model above is otherwise conservative. We note that higher gravity and atmospheric pressure make this sort of explosion less effective on Earth.\nFor moderately thick flows, thin pressurized layers are inadequate to excavate much of the flow and pile up tephra on the surface. This suggests that steam pressurized in a dry layer can only explode through a lava flow for locally thin flows, and/or locally thick dry pressurized pockets, or before the flow has developed much strength. The result of this situation could be that expansion mixes gas, water and sediment into the base of the lava flow without actually ejecting material at the top, potentially leading to MFCIs and ongoing lava–water interaction as inward water flow occurs. This could result in forming spiracles or other peperite features (e.g., Skilling et al., 2002; Wohletz, 2002) or lead to rootlesscone-forming MFCIs without initially excavating through the flow."
  }, {
    "heading": "4.2. Model assumptions and simplifications",
    "text": "We note some significant limitations of this analysis resulting from the simplifying assumptions of our model. There must be enough ice (or another impermeable layer) to seal the base of the system and prevent water and steam flowing away downwards, and the lava must not significantly erode the lag during the model run. If these assumptions are violated, our model results may be highly inaccurate. We also assumed that ice fills the pores of a self-supporting regolith. If excess ice (exceeding the natural pore space of ice-free soil) is present, the ground beneath the lava will collapse as ice melts, accelerating pressurization of the subsurface and perhaps forcing meltwater into the base of the flow. Collapse of this sort has been proposed in the Tartarus Colles by Hamilton et al. (2011). A similar but smaller effect may occur if the lava flow compacts or deforms the underlying wet regolith. Finally, we assumed that the steam generation rate was uniform beneath the flow. This is least valid near the edge of the lava flow where the lava may be thinner and cooling from the side may be significant, and the steam pressure and boiling point are both lower.\nVariations in the thickness of the lava flow were not considered in detail, because the flow strength is not known sufficiently well to separate the effects of strength and overburden weight and justify a detailed study of this parameter. Instead, we set a fixed eruption pressure. In practice, this will vary with flow thickness and with time as the flow cools and hardens. The thickness of the flow can also affect the thermal model, but the flow remains quite warm in the cases we considered, although the upper and lower cooling fronts do interact for the deeper ice tables. In this case thicker flows would transfer heat into the substrate more effectively than\nin our model. As observed, thin flows will be less effective and at some point will cool too quickly to drive boiling and explosions.\nBecause of the structure of the two one-dimensional models, we do not consider the effects of spatially varying permeability, lag thickness or topography (and the associated lava depth). These factors will help localize explosions but are not likely to prevent them from occurring. Explosions and rootless cone formation would be more likely where the lag is thick, since more energy is available at a given pressure, or where the overlying lava is thin.\nThe martian regolith contains several weight percent of adsorbed or bound water (e.g., Milliken et al., 2007). We do not consider any effects of release of this water. The release of all adsorbed water from the regolith could produce significant amounts of water vapor; results from the Viking landers indicate that up to 1 wt% water was evolved when samples were raised to 500 C (Biemann et al., 1977), and the upper regolith is heated well above this temperature. Leaving this effect out is a doubly conservative assumption; we omit a potentially significant source of water vapor, and some of that water would be released well before the ice melts and boils, raising the gas pressure and thus the thermal conductivity of the regolith. Higher conductivity would accelerate heat transfer from the lava to the melting ice.\nWe omitted the possibility that the base of the lava flow becomes fractured and permeable. The bulk permeability of the upper part of columnar-jointed basalt flows is typically a few 10 12 m2, with considerable variation (DeGraff et al., 1989); fracture spacing is generally wider at the flow base, so the permeability will typically be lower there. Such a permeability will have little effect on gas flow for the permeable-regolith case unless the fractured layer is much thicker than the lag. Studies of fracturing suggest that cracks initiate at between 750 and 900 C (Goehring and Morris, 2008). Little or none of the lava cools below the 750 C isotherm at the end of the runs (Fig. 5), because the insulating dry lag maintains high temperatures at the base of the flow. Even if the fractures initiate at higher temperatures, the fractured thickness\nis comparable to the lag thickness (Fig. 5), so the shallower ice tables would still be capable of reaching explosive pressures. The added pore volume from fractures that must be pressurized is small unless vesicles communicate with the regolith. In the lowpermeability case, fracturing could increase gas escape if the higher initiation temperature applies, but even in an extreme case the system would be comparable to the high permeability cases, which do reach explosive pressures. Note that since meltwater would remain in the low-permeability lag, issues due to water flow (discussed below) would not apply (see Fig. 6).\nWe assume no lateral transport of liquid water. Pre-flow topography or the pressure gradient developed under the flow (Fig. 5) could drive water movement. The former is not constrained in general, but we can make an assessment of the latter. For the low-permeability cases, the final pressure gradients are nearly flat at the flow center except for the ice table at 1.2 m, so there has been insufficient time for much interaction with the flow edge. Water flow is unlikely to be relevant and the very low gradients could easily be overcome by topography. For the high-permeability cases, the final pressure gradients near the flow center are moderately steep (Fig. 5a) and could drive outward water flow, reducing central pressure. However, the final gradients could be locally overcome by a moderate slope to the surface of the ice table; for instance, for a permeability of 10 11 m2 and an ice table at 20 cm depth, the final pressure gradient at distances >250 m from the flow edge is equivalent to that induced by slopes less than about 16 , and the gradients early in the period of pressure rise will be less. Likewise, in lava flows wider than we have modeled, the heat exchange will be minimally affected, but the central pressure gradients will be lower and will take longer to interact with the flow edge. Thus, our assumption of no water transport is reasonable away from the edge of the lava flow in plausible cases of low permeability and shallow ice table depths. As permeabilities and ice depths rise, and for narrower lava flows, this assumption will progressively become less reasonable. We note that water flow (whatever the cause) could locally drive MFCIs if water is driven into contact with the flow base.\nNear the flow edge, steep pressure gradients develop, which could force meltwater out from under the lava and even drive it up steep slopes. This will affect gas flow by making the lag thick-\nness spatially variable and reducing steam pressure near the flow edge. This will have the effect of making gas flow more like the thicker-lag cases. The difference will be most pronounced near the edge, but a feedback effect could influence the interior as well.\nBecause of our simplified handling of vertical water transport, we omit the effect of capillary flow, which could lead to the development of heat pipe conditions. In a heat pipe, capillary pressure draws water towards a boiling front while steam flows in the opposite direction (e.g., Udell, 1985). The partially saturated twophase zone of a heat pipe has small temperature variations and is effectively a zone of extremely high thermal conductivity, which would perturb the thermal model. If such conditions develop, the effect would be to move the boiling point temperature closer to the lava flow, steepening the thermal gradient and accelerating heat loss from the lava into water. Although some of the added steam would re-condense at the base of the heat pipe, a layer of very high effective thermal conductivity and near-constant temperature will make the system behave as if the water and ice surfaces are closer to the flow base, which results in faster pressure buildup.\nWhere does this leave us? The simplifications that we have made appear reasonable for the shallower ice tables, especially in lower-permeability cases. Therefore, we consider the basic result that ice tens of centimeters deep can produce explosive pressures to be well-supported. For the deeper ice tables, especially in the case of permeable regolith, the longer pressure rise time and greater cooling of the lava make fracturing and water flow increasingly important, and our assumptions will gradationally cease to apply. Lava–water interaction may still occur, but the situation will become more complex. More sophisticated two-dimensional models coupling heat transport and fluid flow will be needed to remove the simplifying assumptions made here; such modeling is left to future work."
  }, {
    "heading": "4.3. Comparison with observations",
    "text": "Detailed observations relating to the formation of rootless cones on Mars have been made at several sites. Here we summarize those observations and discuss our results in comparison.\nPermeability 10-13 m2\n0 100 200 300 400 500 Distance from flow edge (m)\n0\n2•105\n4•105\n6•105\n8•105\n1•106\nPr es\nsu re\n(P a)\nIce Depth 0.1 m 0.2 m 0.4 m 0.8 m 1.2 m\nProfiles are for ice table depths of 0.1 m (yellow), 0.2 m (orange), 0.4 m (red), 0.8 m end, the reader is referred to the web version of this article.)\nPreserved rootless cones on Mars were generally constructed on the stable, solidified crust of stagnant or nearly-stagnant lava flows through multiple explosions. However, there are examples of steam explosions building chains of cones as the upper crust slowly rafted past the steam generation site and other locations where rootless cones have been split when the crust they were atop was rafted apart (Jaeger et al., 2007). At one site in Athabasca Valles, the supporting crust has been tilted upwards and the thickness implies that the cone formed a few days to a few weeks after a stable crust began to develop (Jaeger et al., 2010). The preserved crust might not develop for some time after the beginning of the flow, but the overall flow duration was estimated to be weeks to months. Our modeling predicts that steam can reach explosive pressures within days to months, consistent with these timescales. The lava emplacement scenario considered in our model is considerably simpler than the true history of the Athabasca Valles flow, but apart from the effects of possible lava erosion the heat transfer into the ground will be similar until the upper and lower cooling fronts interact. An initially thick flow would have allowed prolonged melting and boiling, while subsequent deflation after pressure had built up would make explosions easier.\nCones often occur in association with buried ridges or crater rims (Fig. 1; Jaeger et al., 2007; Keszthelyi et al., 2010; Hamilton et al., 2011), and small cones are preferentially found where the flow is thinnest, such as on top of lava-coated hills (Keszthelyi et al., 2010). These observations may be explained by the reduced overburden pressure, which allows explosions due to steam buildup to occur more readily (Jaeger et al., 2007; Keszthelyi et al., 2010). This is consistent with the modeling presented above. Although modeled peak pressures occur at the flow center, variations in substrate topography (and thus lava thickness) or other properties may easily be enough to move eruptions off-center. This is particularly true if pressure builds before significant gradients develop. Moreover, meltwater could drain away from buried topographic highs while steam flows to them, allowing more energy to be stored by pressurizing the substrate while suggesting that MFCIs are not the trigger at these sites. The occurrence of rootless cone-forming eruptions as the Athabasca Valles lava flow deflated is consistent with the effect of reducing the overburden (Jaeger et al., 2007), but does not require this mechanism. Likewise, smaller cones on thin flows are reasonable since the lower overburden reduces the absolute pressure needed to drive eruptions. Thin flows may also not supply lava to an explosion site for as long, leading to less construction.\nOther rootless cones do not fit these tendencies as well. Hamilton et al. (2011) found that rootless eruption sites were concentrated within the thickest part of a lava flow in Tartarus Colles ( 60 m thick) and suggested that they formed over the inflated core of the flow. It is important to note that these cones are at higher latitude than Athabasca Valles and larger amounts of subsurface ice are plausible. Even at that site there are rings of rootless cones suggesting preferential formation over crater rims, but that is not the general rule. One possible explanation for this could be that the cones formed before the flow had finished inflating, as both inflation and rootless eruptions could preferentially occur near the center of the flow. Alternatively, these cones might have been driven by MFCIs that were preferentially triggered under the central, thicker part of the flow. Such MFCIs could have been initiated either by steam buildup or some other process such as subsidence of the flow base, which is particularly likely since Hamilton et al. (2011) suggested that parts of the flow had been modified by ice loss. We note that at the final flow thickness, simple pressurization of reasonable lag thicknesses is unlikely to be able to excavate the entire flow (Fig. 4)."
  }, {
    "heading": "4.4. Nature of the water in Athabasca Valles",
    "text": "Athabasca Valles may be the most recently active outflow channel on Mars, but the crater-count model ages as young as 2–8 Ma (Burr et al., 2002b) or 20 Ma (Berman and Hartmann, 2002) apply to the lava draping Athabasca Valles (Jaeger et al., 2007; McEwen et al., 2012). The channel could be much older, unless it was carved by the lava flow. The presence of rootless cones in Athabasca Valles requires that hot lava and water or ice were simultaneously present there. To better understand the implications of these hydrovolcanic interactions, we discuss scenarios for several different sources of ice.\nIt is possible that lava and water were released from the Cerberus Fossae fissures very close together in time (e.g., Fuller and Head, 2002; Head et al., 2003). If a water flood closely preceded an eruption of lava, water or ice could be present at the surface due to infiltration. Extremely near-surface ice would not provide a porous lag to pressurize (unless there was pre-existing topography that was above the high-water line but below the high lava), but would be particularly favorable for MFCIs. Alternatively, fluvial and volcanic episodes might have been separated by centuries while still being effectively simultaneous on geologic timescales. This would allow time for the ice to retreat some distance below the surface.\nA second scenario is that the ice in question was stable, atmospherically emplaced ice. This would be difficult to distinguish from flood-emplaced ice if enough time passed to allow it to retreat. Mellon and Jakosky (1995) suggested that shallow subsurface ground ice would become stable planet-wide at obliquities above 32 . However, a later model by Chamberlain and Boynton (2007) took into account more recent results on atmospheric water content at high obliquity. They predicted that ice does not become globally stable even at obliquities as high as 45 (approximately the peak value over the last 20 Ma (Laskar et al., 2004)), and Athabasca Valles is so close to the equator that it lies within the unstable region of their model. For this scenario to occur, the Athabasca Valles lava flow would have to be older than 20 Ma and/or their ice stability model would have to be inaccurate at Athabasca Valles.\nUnfortunately for the goal of falsifying hypotheses, both of these are possible. Age estimates based on small craters have significant uncertainty (e.g., Daubar et al., 2013), and there is good evidence that at least parts of the Athabasca Valles lava flow were once buried underneath a mantling deposit that is now being removed by the wind (Malin and Edgett, 2001; Jaeger et al., 2010). An older age only matters if ice could have been stable further in the past. Chamberlain and Boynton (2007) did not extend their model to obliquities above 45 , because these have not occurred in the past 20 Ma. However, Head et al. (2006) argue that Late Amazonian obliquities must have commonly exceeded 45 . Moreover, some uncertainty must be attached to estimates of atmospheric water content in past climates, and this is a critical parameter for ice stability. Ice stability would also be affected if the pre-eruption thermophysical properties of the surface were different from those at present. In the model of Chamberlain and Boynton (2007), dusty, high-albedo, low-thermal inertia surfaces near the equator can have stable ice at depths of less than 0.1 m when the obliquity exceeds 35 . It should be noted here that brief episodes of stability might not allow much ice accumulation. The model of lag pressurization requires decimeters to meters of ice to provide an impermeable seal even as the ice melts, although other shallow impermeable layers might have the same effect.\nIt is also possible that surface snow or ice was present in the Athabasca Valles region at the time of lava eruption. Some General Circulation Model (GCM) results suggest surface ice deposition in the vicinity of Athabasca Valles under climate conditions of the\nrecent past (e.g., Madeleine et al., 2009). Little attention has been given to the possibility of lava–snow interactions in Athabasca Valles, although Hauber and Balme (2011) suggested that a depression within a filled crater similar to that in Fig. 1 might be due to loss of ice beneath a lava flow. The GCM results suggest that such interactions should be considered possible, but observational evidence for such a scenario is limited at present. The model presented above does not apply to lava–snow interaction, but surface snow would also stabilize ground ice, a factor that is not considered by published ground-ice stability models. Such ice would remain for some period after the snow was removed. Furthermore, along the lines of the suggestion of Plescia (1993), snow might precipitate out of the plume of volcanic gas from the eruption of the lava that flowed through Athabasca Valles. The estimated erupted volume of the Athabasca Valles lava is 5000–7500 km3 (Jaeger et al., 2010). If the erupting magma exsolved 0.3 wt% H2O ( 1 vol% at surface pressure), such an eruption would produce 50–75 km3 of water, enough to cover a radius of 1000 km with 1.6–2.4 cm of water. However, it is not clear whether such water could have been released, transported and snowed out ahead of the advancing flow front in time to be relevant; the Athabasca Valles lava flow likely flowed at 5–10 m/s near the vent (Jaeger et al., 2010), quite possibly greater than the near-surface wind velocity. However, it is not clear that a few centimeters of snow would be capable of driving rootless eruptions.\nA final scenario is that lava interacted with ground ice that was neither stable nor recently emplaced from atmospheric water vapor, but was nevertheless relatively near the surface. Mellon et al. (1997) modeled a scenario in which unstable, sublimating equatorial ground ice can be present in a steady-state distribution if there is an ongoing supply from depth, for example from an aquifer. This ice would occur below some depth between a few and a few hundred meters, depending on the material properties. Such ice could be accessed if the Athabasca Valles lava flow was significantly erosive. However, in at least some cases rootless cones formed in areas where the lava thinly draped the original surface and thus was minimally erosive (Fig. 7). Similarly, the buried crater in Fig. 1 would have had an original relief of about 100 m, comparable to the depth of the channel in that reach. Although we do not have strong constraints on how much the crater could have been eroded by the lava while still producing a feature of this type, this also suggests that the Athabasca Valles lava flow was not the\nprimary erosive event in the channel system. (Modest erosion— even scraping a decimeters-thick lag from above the ice table—is not ruled out by these arguments.) Moreover, equatorial ground ice of this type is not expected to completely fill pore space at the top of the steady-state depth (Mellon et al., 1997), so the volume that must be pressurized may be much greater. For these reasons this scenario is not favored as the sole source of ice, although ice sourced from depth could have been present in combination with other scenarios.\nThus, while rootless cones in Athabasca Valles imply the presence of water or (more likely) ice in the shallow subsurface, current uncertainties in past climate conditions do not allow us to place strong constraints on the origin of the ice. Although the most straightforward interpretation of recent studies implies that atmospherically emplaced ground ice was not stable at the time the lava was emplaced, which could mean that the ice had another source such as a very recent water flood, present constraints do not require that this be the case. If it were stable, atmospherically emplaced ground ice is likely to have occurred at shallow depths comparable to those modeled here and could account for rootless cone formation."
  }, {
    "heading": "5. Conclusions",
    "text": "Mars has extensive volcanism and widespread ground ice, so it is likely that lava has flowed over ice-cemented regolith at many times in the history of the planet. Given reasonable regolith and lava parameters and the standard model of ice-cemented ground beneath a dry lag, ice tables at depths of decimeters can be heated to boiling and build up explosive steam pressures beneath a lava flow. Thin lags may be unable to store enough energy to excavate through thick lava flows unless the pressure is significantly higher than modeled here, but explosions triggered by this process could directly drive construction of rootless cones in some cases. Other rootless cones are likely caused by intimate contact between water and lava. High pressures at the base of a lava flow could also trigger disruption of the flow base and mixing of water and lava, initiating further explosive activity by molten fuel–coolant interactions.\nAt present, rootless cones do not place strong constraints on the source of water beneath the Athabasca Valles lava flow. The water is unlikely to have been only ground ice sourced from depth, so an\natmospheric or surficial water source is likely. If atmospherically emplaced ground ice was not stable at the time of flow emplacement, then it is likely that a water flood occurred shortly before the eruption of lava. However, the possibility of surface snow and other uncertainties in past ground ice stability leave open the possibility that ice was present due to normal climate variations."
  }, {
    "heading": "Acknowledgments",
    "text": "We thank Christopher Hamilton and Lionel Wilson for detailed and helpful reviews. This work was funded by the NASA Mars Fundamental Research Program and the Mars Reconnaissance Orbiter HiRISE Project."
  }],
  "year": 2013,
  "references": [{
    "title": "Volcano–Ice Interactions on the Earth and Mars",
    "authors": ["C.C. Allen"],
    "venue": "Ph.D. dissertation,",
    "year": 1979
  }, {
    "title": "compounds in the surface of Mars",
    "authors": ["D.M. Burr", "A.S. McEwen", "S.E. Sakimoto"],
    "venue": "J. Geophys. Res",
    "year": 2002
  }, {
    "title": "Use of joint-growth directions and rock",
    "authors": ["J.M. DeGraff", "P.E. Long", "A. Aydin"],
    "venue": "martian cratering rate. Icarus",
    "year": 1989
  }, {
    "title": "Rootless volcanic cones in Iceland and on Mars",
    "authors": ["S.A. Fagents", "T. Thordarson"],
    "venue": "Volc. Geotherm. Res",
    "year": 2007
  }, {
    "title": "Rootless cones on Mars: A consequence",
    "authors": ["P. Lanagan", "R. Greeley"],
    "year": 2002
  }, {
    "title": "Subkilometer martian volcanoes: Properties",
    "authors": ["H. 2004JE002297. Frey", "M. Jarosewich"],
    "year": 1982
  }, {
    "title": "Amazonis Planitia: The role of geologically",
    "authors": ["E.R. 8075–8086. Fuller", "J.W. Head"],
    "year": 2002
  }, {
    "title": "Explosive lava–water",
    "authors": ["C.W. Hamilton", "S.A. Fagents", "T. Thordarson"],
    "venue": "cones on Mars. J. Geophys. Res",
    "year": 2010
  }, {
    "title": "Explosive lava–water interactions",
    "authors": ["C.W. Hamilton", "S.A. Fagents", "L. Wilson"],
    "venue": "Laki lava flow,",
    "year": 2010
  }, {
    "title": "2010c. Explosive lava–water",
    "authors": ["T. Thordarson", "S.A. Fagents"],
    "year": 2010
  }, {
    "title": "Lava–ground ice interactions",
    "authors": ["C.W. Hamilton", "S.A. Fagents", "T. Thordarson"],
    "venue": "Laki lava flow,",
    "year": 2011
  }, {
    "title": "A flooded crater in Cerberus Palus, Mars: Evidence",
    "authors": ["E. 1029/2010JE003657. Hauber", "M. Balme"],
    "year": 2011
  }, {
    "title": "The initial cooling of pahoehoe flow lobes",
    "authors": ["L. Keszthelyi", "R. Denlinger"],
    "year": 1996
  }, {
    "title": "Some simple models for rootless cone formation on Mars",
    "authors": ["Volc"],
    "year": 2005
  }, {
    "title": "Hydrovolcanic features on Mars: Preliminary observations",
    "authors": ["M.P. Milazzo"],
    "year": 2010
  }, {
    "title": "Rootless cones on",
    "authors": ["P.D. Lanagan", "A.S. McEwen", "L.P. Keszthelyi", "T. Thordarson"],
    "venue": "Mars year of HiRISE imaging. Icarus",
    "year": 2001
  }, {
    "title": "The presence and stability",
    "authors": ["M.T. Mellon", "W.C. Feldman", "T.H. Prettyman"],
    "venue": "ice during past and present epochs. J. Geophys. Res",
    "year": 2004
  }, {
    "title": "ground ice in the southern hemisphere of Mars",
    "authors": ["M.T. Mellon", "B.M. Jakosky", "S.E. Postawko"],
    "year": 1997
  }, {
    "title": "Observations and initial",
    "authors": ["M.P. Milazzo", "L.P. Keszthelyi", "A.S. McEwen"],
    "venue": "ground ice on Mars. J. Geophys. Res",
    "year": 2001
  }, {
    "title": "Hydration state of the martian surface as seen by Mars",
    "authors": ["Milliken", "R.E"],
    "year": 2007
  }, {
    "title": "A model of thermal conductivity for planetary",
    "authors": ["Mars. Icarus", "S. 265–284. Piqueux", "P.R. Christensen"],
    "year": 2009
  }, {
    "title": "An assessment of volatile release from recent volcanism",
    "authors": [],
    "year": 1993
  }, {
    "title": "Peperite: A review of magma-sediment",
    "authors": ["I.P. 606–620. Skilling", "J.D.L. White", "J. McPhie"],
    "year": 2002
  }, {
    "title": "Large-scale volcano-ground ice",
    "authors": ["S.W. Squyres", "D.E. Wilhelms", "A.C. Moosman"],
    "venue": "mingling. J. Volc. Geotherm. Res",
    "year": 1987
  }, {
    "title": "capillarity—The heat pipe effect",
    "authors": ["P.J. Mouginis-Mark"],
    "venue": "Int. J. Heat Mass Transfer",
    "year": 2003
  }, {
    "title": "Water/magma interaction: Some theory and experiments",
    "authors": ["Vallis", "Mars"],
    "venue": "J. Geophys. Res",
    "year": 2002
  }],
  "id": "SP:bed082581a3585f53dcba7001dc3e38612c30bec",
  "authors": [{
    "name": "Colin M. Dundas",
    "affiliations": []
  }, {
    "name": "Laszlo P. Keszthelyi",
    "affiliations": []
  }],
  "title": "Modeling steam pressure under martian lava flows"
}