{
  "sections": [{
    "text": "Contents lists available at ScienceDirect\nIcarus\njournal homepage: www.elsevier.com/locate/icarus\nFormation of outflow channels on Mars: Testing the origin of Reull\nVallis in Hesperia Planum by large-scale lava-ice interactions and\ntop-down melting\nJames P. Cassanelli ∗, James W. Head Department of Earth, Environmental, and Planetary Sciences, Brown University, Providence, RI 02912, USA\na r t i c l e i n f o\nArticle history: Received 1 August 2017 Revised 16 November 2017 Accepted 1 January 2018 Available online 2 January 2018\nKeywords: Mars Mars, climate Ices Geological processes Volcanism\na b s t r a c t\nThe Reull Vallis outflow channel is a segmented system of fluvial valleys which originates from the volcanic plains of the Hesperia Planum region of Mars. Explanation of the formation of the Reull Vallis outflow channel by canonical catastrophic groundwater release models faces difficulties with generating sufficient hydraulic head, requiring unreasonably high aquifer permeability, and from limited recharge sources. Recent work has proposed that large-scale lava-ice interactions could serve as an alternative mechanism for outflow channel formation on the basis of predictions of regional ice sheet formation in areas that also underwent extensive contemporaneous volcanic resurfacing. Here we assess in detail the potential formation of outflow channels by large-scale lava-ice interactions through an applied case study of the Reull Vallis outflow channel system, selected for its close association with the effusive volcanic plains of the Hesperia Planum region. We first review the geomorphology of the Reull Vallis system to outline criteria that must be met by the proposed formation mechanism. We then assess local and regional lava heating and loading conditions and generate model predictions for the formation of Reull Vallis to test against the outlined geomorphic criteria. We find that successive events of large-scale lavaice interactions that melt ice deposits, which then undergo re-deposition due to climatic mechanisms, best explains the observed geomorphic criteria, offering improvements over previously proposed formation models, particularly in the ability to supply adequate volumes of water.\n© 2018 Elsevier Inc. All rights reserved.\nc 2\nb h q 2 ( e c t c ( t i i 2\n1. Introduction\nMuch work has been dedicated to understanding the mechanisms responsible for the formation of the outflow channels on Mars, enormous channels carved into the surface of Mars during the Hesperian and Amazonian periods ( Baker and Milton, 1974 ; Baker, 1982; Baker et al., 1992; Carr, 1979, 1996, 2002; Clifford, 1993; Head et al., 2003; Hanna and Phillips, 2005; Andrews-Hanna and Phillips, 2007 ). Formation of the outflow channels has canonically been interpreted to have occurred by catastrophic eruptions of groundwater from pressurized confined aquifers ( Baker and Milton, 1974; Baker, 1982; Baker et al., 1992; Carr, 1979, 1996, 2002; Clifford, 1993; Head et al., 2003; Harrison and Grimm, 2004; Andrews-Hanna and Phillips, 2007; Harrison and Grimm, 2008 ) resulting from excess hydraulic head generated by elevated recharge ( Clifford, 1993; Harrison and Grimm, 2004; Russell and Head, 2007 ) or from the downward propagation of a confining\n∗ Corresponding author. E-mail addresses: james_cassanelli@brown.edu (J.P. Cassanelli),\njames_head@brown.edu (J.W. Head).\nm ( w d\nhttps://doi.org/10.1016/j.icarus.2018.01.001 0019-1035/© 2018 Elsevier Inc. All rights reserved.\nryosphere layer from cooling of the climate ( Carr, 1979, 1996, 002; Hanna and Phillips, 2005; Wang et al., 2006 ).\nThese models for outflow channel formation, however, have een challenged by difficulties in generating sufficient hydraulic ead ( Carr, 2002 ) and overpressure ( Hanna and Phillips, 2005 ), reuiring very high aquifer permeability ( Head et al., 2003; Manga, 0 04; Harrison and Grimm, 20 08 ), and by limited recharge sources Russell and Head, 2007; Harrison and Grimm, 2009; Cassanelli t al., 2015 ). Given the difficulties with the canonical outflow hannel formation models, many alternative candidate formaion mechanisms have been proposed, including: (1) Melting of ryospheric ground-ice by extrusive and intrusive volcanic activity Squyres et al., 1987 ). (2) Subglacial volcanism and near-surface inrusive activity ( Chapman and Tanaka, 2002 ). (3) Melting of buried ce deposits ( Zegers et al., 2010; Roda et al., 2014 ). (4) Breachng and release of surficial water reservoirs ( Clifford and Parker,\n0 01; Coleman and Baker, 20 07; Harrison and Grimm, 2008; Cole-\nan and Baker, 2009 ). (5) Dewatering of sedimentary materials Montgomery and Gillespie, 2005 ). (6) The collapse of subsurface\nater conduits ( Marra et al., 2014; Rodriguez et al., 2015; Roriguez et al., 2016 ).\no h M 2 c C 2 l n H o a l o a W ( V p l t g\n2\no e H ( w t a d ( v l I b l S (\nt a i\nIn light of climate model results predicting the accumulation f regional ice sheets across the martian highlands in early Mars istory ( Forget et al., 2013; Wordsworth et al., 2013; Head and\narchant, 2014; Fastook and Head, 2015; Wordsworth et al., 2015,\n016 ), and the widespread distribution of contemporaneous volanism on Mars ( Head et al., 2002; Crown et al., 2007; Gregg and rown, 2009; Werner, 2009; Carr and Head, 2010; Robbins et al., 011; Tanaka et al., 2014a ) ( Fig. 1 ), recent work has proposed that arge-scale lava-ice interactions could serve as a potential alter-\native mechanism for outflow channel formation ( Cassanelli and ead, 2016 ). Here, we assess in detail the potential formation of utflow channels by large-scale lava-ice interactions through an pplied case study of the Reull Vallis outflow channel system, seected for its close association with the effusive volcanic plains\nf the Hesperia Planum region ( Crown et al., 1992, 2007; Crown nd Greeley, 1993; Ivanov et al., 2005; Gregg and Crown, 2009;\nilliams et al., 2009; Mest et al., 2012; Tanaka et al., 2014b ) Figs. 2 and 3 ). We first review the geomorphology of the Reull\nallis system ( Fig. 3 ) to outline criteria that must be met by the roposed formation mechanism. We then assess local and regional\nava heating and loading conditions and generate model predicions for the formation of Reull Vallis to test against the outlined eomorphic criteria.\n. The Reull Vallis outflow channel system\nThe Reull Vallis outflow channel system is a segmented network f fluvial valleys ( Mest and Crown, 20 01, 20 02, 20 03, 2014; Ivanov t al., 2005; Kostama et al., 2007 ) in the eastern rim region of the ellas basin ( Fig. 2 ). The system consists of 5 individual segments Kostama et al., 2007 ) which stretch over a distance of ∼1700 km estward from Hesperia Planum over Promethei Terra and down oward the Hellas basin interior ( Fig. 3 ). These individual segments re grouped into the upper and lower Reull Vallis on the basis of istinct channel morphologies, formation times, and water sources Kostama et al., 2007 ). The upper portion of the Reull Vallis fluial system ( Fig. 3 ) consists of the northern trough, Waikato Valis (formerly referred to as Segment 1; Mest and Crown, 2001; vanov et al., 2005; Kostama et al., 2007, 2013 ), the Morpheos\nasin (bounded by the 650 m contour with the approximate out-\nine shown in Fig. 3 ; Kostama et al., 2007 ), and Segment 2, while egment 3 and Teviot Vallis comprise the lower Reull Vallis system Kostama et al., 2007 ).\nThe geomorphology of the Reull Vallis system suggests a relaively complex fluvial history, with multiple episodes of flooding ctivity ( Kostama et al., 2007, 2013 ). The upper Reull Vallis system s thought to have formed by episodic drainage from the northern\ne 2 p a f o a t s m e\ns v c l i i w p h d n m d s i k\ntrough through Waikato Vallis ( Figs. 3 and 4 ) into the Morpheos basin where water was collected and then released to form the remaining downstream segment (Segment 2) of the upper Reull Vallis system ( Fig. 3 ) ( Kostama et al., 2013 ).\nThe channels of the lower Reull Vallis fluvial system (Segment 3 and Teviot Vallis; Fig. 3 ) are substantially wider and deeper than those contained in the upper Reull Vallis system, and do not contain the hydrodynamically-shaped/streamlined islands, terraces, or secondary branches which characterize the upper system ( Kostama et al., 2007 ). These morphometric differences have been suggested to indicate that the upper portion of Reull Vallis served as a tributary to the lower system and therefore, that formation of the lower portion of the system occurred by other mechanisms, with different sources of water, and predated that of the upper system ( Kostama et al., 2007 ).\nHere, we focus on the upper Reull Vallis system ( Figs. 3 and 4 ) due to the close spatial and temporal association between the upper system and the Hesperian Ridged plains unit. In order to outline criteria constraining the formation of the upper Reull Vallis system we now examine the geomorphology of the system in more detail.\n3. Upper Reull Vallis geomorphology\nThe upper Reull Vallis outflow channel system emanates from the northern trough, a ∼140 km long, tens of kilometers wide, ∼10 0–20 0 m deep linear depression in the south-central region of Hesperia Planum ( Figs. 3 and 4 ) ( Kostama et al., 2007 ). The north-\nrn trough is predominantly a topographic feature ( Kostama et al., 007 ) which interrupts the surrounding, relatively flat-lying, Heserian plains wrinkle ridge unit ( Kreslavsky and Head, 1999, 20 0 0 ) nd contains a surface which is morphologically indistinguishable rom the surrounding wrinkle ridge plains (excluding the presence f several narrow, ∼1–3 km wide, sinuous channels concentrated long the base of the trough) ( Fig. 4 ). South of the northern trough, he upper Reull Vallis system emerges abruptly as a large steepided canyon ( Kostama et al., 2007 ) within Waikato Vallis (for-\nerly Segment 1 of Reull Vallis; Mest and Crown, 2001; Kostama\nt al., 2007 ) ( Figs. 3 and 4 ).\nThe Waikato Vallis segment of the upper Reull Vallis system hows an abundance of evidence consistent with an origin by fluial activity and erosion ( Kostama et al., 2007 ). This evidence inludes the presence of scour marks and streamlined flat-topped isands within Waikato Vallis ( Fig. 4 ) which exhibit terracing that s unpaired with terraces observed on the canyon walls, supportng a fluvial erosional origin ( Kostama et al., 2007 ). The terraces\nithin the valley have been interpreted as evidence for multiple\nhases of flooding activity ( Kostama et al., 2007 ), but could also ave potentially formed as a result of step-wise decreases in flow ischarge. In addition to the features indicative of fluvial erosion, umerous flat-topped blocks and knobs of Hesperian wrinkle ridge\naterial ( Fig. 4 ) occur along the walls of Waikato Vallis which are\nissected by fractures extending from the canyon outward into the urrounding wrinkle ridge plateau. The presence of these features s indicative of collapse of the surrounding Hesperia Planum wrin-\nle ridge plateau inward toward the valley, suggestive of undercut-\nt i c t w f p c t a f b g\nh p s t t v a t t t w t n p\nm b m a a t t fl i o t t t p a t m i 2 o\no u c n o y d\ning by subsurface flow ( Kostama et al., 2007 ). Toward the valley nterior the blocks and knobs of wrinkle ridge material become inreasingly eroded and rounded ( Fig. 4 ), showing streamlined and erraced features indicative of greater exposure to flow contained\nithin the valley ( Kostama et al., 2007 ). While it is also possible or collapse and subsidence to have been generated through other\nrocesses (such as the movement of magma), the generation of ollapse and subsidence within Waikato Vallis by subsurface waer flow is more consistent with the geologic context of the system nd is supported by the observed suite of geologic features. Thereore we adopt the interpretation of collapse and subsidence caused y undercutting from subsurface water flow as suggested by the eomorphology and advocated by previous investigations.\nThe abrupt emergence, lack of tributaries, depressed channel ead, and collapsed features at the channel head have been interreted to suggest that the water that carved the upper Reull Vallis ystem originated from the subsurface of Hesperia Planum, within he Northern trough ( Figs. 3 and 4 ) ( Kostama et al., 2007; Capioli and Mest, 2010 ). In this interpretation, the Hesperian ridged olcanic plains predate the Reull Vallis outflow channel as well s the northern trough, with the wrinkle ridge morphology of he surface retained through the later formation of the northern rough depression and the outflow channel system. This interpreation is supported in part by the clear erosion of wrinkle ridges\nhich extend into the northern trough basin by the emergence of he outflow channel system in Waikato Vallis. However, the geetic link between the channel and the northern trough is interretational in nature and it is possible that the northern trough\nay predate the volcanic plains. In this case the trough may have\neen filled with volcanic plains during ridged plains emplace-\nent (with contemporaneous formation of wrinkle ridges within nd outside the basin) with later deformation of both the trough nd plains by channel formation. Here we adopt the interpretaion of Kostama et al. (2007) and Capitoli and Mest (2010) with he northern trough serving as the source of the Reull Vallis outow channel as a consistent plausible scenario to test, noting the nterpretation-dependent nature of this sequence of events. Based\nn this adopted interpretation, the volume of material eroded in he formation of the upper Reull Vallis system is then equal to he total volume of the segments downstream from the Northern rough source region (where the missing volume is due to the exulsion of subsurface water as opposed to eroded surface materils). Therefore, the eroded volume of the upper Reull Vallis sysem is equal to the sum of the volumes of Waikato Vallis and Seg-\nent 2, approximately 2200 km 3 ( Kostama et al., 2007 ). Assumng an average substrate porosity of 0.3 ( Clifford, 1993; Kleinhans,\n005 ) this total eroded volume yields an eroded sediment volume f ∼1500 km 3 . In order to estimate the volume of water required to erode this bserved valley sediment volume, we adopt an upper-limit volmetric sediment load of 0.4 (the maximum load which can be arried before the flood transitions to a debris flow, a value sigificantly higher than those typical of terrestrial rivers which are n the order of 0.001; Andrews-Hanna and Phillips, 2007 ), which ields a minimum water volume of ∼2300 km 3 required to prouce the observed erosion in the upper Reull Vallis system.\nc f n fl ( s W s t t\nm i A g t e b t T o t T m s f s c p t t w\nThese minimum volume estimates are based exclusively on the eroded volume of the downstream segments and assume that no extra water was required to fill the Morpheos basin during valley formation and that the volume of the valley segments has not been altered since formation (either increased by erosion or decreased by infilling). The latter assumption is likely to be invalid because the system has clearly undergone post-formation erosion and because Segment 2 of the upper Reull Vallis system contains evidence of lineated valley fill ( Mest and Crown, 2001, 2002, 2003, 2014; Baker, 2001 ). Lineated valley fill has been shown to be formed by debris-covered glaciers ( Head et al., 2006a, 2006b, 2010 ), a process that can lead to valley widening and shallowing by erosion and infilling which would result in post-formation modification of the valley volumes. However, our minimum volume estimates are retained in order to assess a conservative minimum water volume required for the formation of the upper Reull Vallis and because the volume of the lineated valley fill ( Levy et al., 2014 ) is undetermined in detail in this region.\nFinally, we estimate the fluid flux required to sustain flow within the upper Reull Vallis system. In order to make this estimate, we implement the Darcy-Weisbach equation in an approach advocated by Wilson et al. (2004) for the assessment of flow conditions in Martian channels, with discharge given by: Q = d W ( 8 g h R S\nf c\n)1 / 2 (1)\nwhere Q is the discharge (m 3 /s), d is mean flow depth (m), W is the mean channel width (m), g is gravitational acceleration (3.71 m/s 2 on Mars), h R is the hydraulic radius (m), S is the sine of the down-flow slope of the channel bed, and f c is the dimensionless Darcy-Weisbach friction factor that depends on the nature of the channel bed and the ratio of the flow depth to the channel bed roughness scale.\nWhile the Darcy-Weisbach equation may yield the most acurate Martian channel flux estimates, the approach still suffers rom a number of shortcomings in application to outflow chan-\nels. These include: (1) dependence upon the poorly-constrained ow depth, channel bed roughness, and Reynolds number, and 2) prediction of zero or negative discharge for level or upslope ections of channel (these factors are discussed in greater detail by\nilson et al., 2004 and Andrews-Hanna and Phillips, 2007 ). Depite the potential inaccuracies involved, the approximate flux esimates yielded by this approach are sufficient for the purposes of his analysis.\nFlux estimates are generated through the use of channel width easurements taken from high-resolution Context Camera (CTX) mages, channel depths derived from individual Mars Orbiter Laser\nltimeter (MOLA) elevation points, and channel slopes from fits of ridded MOLA elevation profiles along the channel floors (as illusrated in Fig. 5 ). In order to produce approximately average flux stimates we assume a gravel bed (intermediate between sand and oulder beds) channel to compute the dimensionless friction facor involved in the Darcy-Weisbach equation ( Wilson et al., 2004 ). he influence of variations in the channel bed material, and the ther remaining parameters, on the discharge estimates produced hrough the Darcy-Weisbach method are later explored in detail. he flux estimates produced through this analysis represent maxi-\num end-member values because bankfull flow conditions are asumed in the absence of interior channel dimensions or evidence or paleo-water levels within Reull Vallis. The bankfull flow asumption necessarily overestimates the flow discharge because the hannel bed is inherently assumed to have remained fixed at the\nost-flow elevation throughout the flooding event (again assuming hat no material has been added to the valley floor since formaion). We later examine the water depths that would be produced\nithin the system at lower volume fluxes.\n3 s fl s s a m a t t t 2 ( (\nw i t t v r\ns c\nr s a w g v c t i m a p ( p 0 l o w i\nMeasurements have been performed at several locations ( Figs. –5 ) along both Waikato Vallis and Segment 2 to provide an incluive range of flux estimates. The measured valley dimensions and ux estimates derived from this analysis of the upper Reull Vallis ystem are summarized in Table 1 , with location numbers correponding to the points indicated in Figs. 3–5 . Location 3 represents\nbranching point of Waikato Vallis, thus at this location measureents were collected from each branch of the valley (locations 3a nd 3b) and summed to produce a total flux estimate. We adopt he flux estimate derived from locations 3a and 3b, ∼10 7 m 3 /s, as he most conservative flux estimate for the upper Reull Vallis sysem, as flow terraces are preserved at this location ( Kostama et al., 007 ) and flux estimates have been produced from measurements width, depth, slope) of the inner-most terraces at these locations Fig. 5 ).\nAn important unknown is the nature of the substrate into hich the Reull Vallis outflow channel was carved which can have mplications for the water discharge rates, water volumes, and imescales required for channel formation. We earlier assumed that he upper Reull Vallis outflow channel was formed within a colluium substrate in order to estimate the water fluxes and volumes equired to form the channel. However, the precise nature of the\nubstrate into which the upper Reull Vallis channel incised is unlear and therefore requires further investigation.\nEstimates of the volume of water, and therefore the timescale, equired for channel formation can be affected by the assumed ubstrate nature, with canonical wisdom suggesting that incision nd erosion into a bedrock substrate requires significantly greater\nater volumes and erosion timescales relative to that in a re-\nolith substrate. Under bedrock substrate conditions, therefore, the olumetric sediment concentration within the flow would be dereased, with a corresponding increase in the ratio of required waer volume to eroded valley volume. This, however, has been called nto question by recent observations of rapid bedrock canyon for-\nation through efficient erosion by plucking and abrasion ( Lamb nd Fonstad, 2010; Sweeney and Roering, 2017 ), with erosion rates otentially limited by the ability of the flow to transport sediment Lamb and Fonstad, 2010 ). Nevertheless, in the volume analysis erformed here, a highly conservative volumetric sediment load of .4 was adopted to yield a minimum required volume of water, ikely a substantial overestimate of the sediment load regardless\nf substrate nature. Therefore, we maintain our minimum required\nater volume estimate and reemphasize that the volume of water nvolved in the formation of the Reull Vallis outflow channel was\nTable 1 Valley dimension measurements for the upper Reull Vallis outflow channel system (measurement locations marked in Figs. 3 –5 ) and flux estimates derived from the Darcy-Weisbach equation assuming bankfull flow. Note that measurements from locations 3a and 3b (shown in Figs. 4 and 5 ) reflect a branching point of Waikato Vallis and are therefore summed to produce a total flux estimate. Additionally, location 3 is a point at which channel terraces are most apparent within the upper Reull Vallis system ( Figs. 4 and 5 ). Therefore, measurements at this location were taken from the innermost terraces in an attempt to define a minimum flux estimate.\nWaikato Vallis measurements\nLocation Depth (m) Width (m) Slope ( °) Flow Velocity (m/s) Volume Flux (m 3 /s)\n1 120 11,800 0.15 21.3 3.0 × 10 7 2 80 10,800 0.15 16.9 1.5 × 10 7 3a 25 4500 0.40 12.7 1.4 × 10 6 3b 100 2900 0.40 30.1 8.7 × 10 6 3 Total 1.0 × 10 7\nSegment 2 measurements\nLocation Depth (m) Width (m) Slope ( °) Flow Velocity (m/s) Volume Flux (m 3 /s)\n1 160 8200 0.35 38.5 5.1 × 10 7 2 200 5100 0.22 34.2 3.5 × 10 7 3 290 8600 0.25 46.2 1.1 × 10 8\nw d t s f m a\ns n a p c\n(\n(\n(\n(\n(\n(\nW V l R l C v\nlikely to have been greater than our derived estimate, particularly if formation occurred within a bedrock substrate.\nThe effect of the substrate nature on the discharge estimate method utilized in the volume analysis performed here is manifest primarily through the variation of channel bed roughness and flow resistance. Wilson et al. (2004) explored the effect of a range of substrate natures (sand bed, gravel bed, boulder bed) on channel discharge estimates through variations in the Darcy-Weisbach friction factor and found that, under martian conditions, differing channel bed conditions produced no more than a 25% variation in discharge estimates for any given channel dimension. This result was attributed to the large water depths typical of Mars channels in relation to the bed roughness scales ( Wilson et al., 2004 ). We have derived discharge estimates by adopting a representative average gravel bed friction factor, as the gravel bed is characterized by a bed roughness scale intermediate between fine alluvium and boulders. Any effect of the substrate nature on the discharge estimates produced are well within the margin of error introduced by uncertainties in the paleo flow depth and are therefore neglected (though we explore the sensitivity of our discharge estimates to these parameters below). While the nature of the substrate in which the Reull Vallis outflow channel formed is unclear, our discharge and volume estimates are largely unaffected. Further constraints on the substrate nature could allow for more accurate discharge estimates and for more realistic, less conservative, estimates of the flow sediment load and required water volume.\nIn order to evaluate the potential range in discharge estimates for the upper Reull Vallis system a sensitivity analysis has been performed accounting for a conservative measurement error and an expanded parameter space. Discharge estimates have been calculated using Eq. (1) for the upper Reull Vallis at location 3 ( Figs. 3–5 ) assuming a width and depth measurement error fraction of ±0.2 ( Fig. 6 a), and for a range in bed friction factors ( Fig. 6 b and 6 c), and slopes ( Fig. 6 d and 6 e). The minimum bed friction factor value is computed assuming a sand bed with a D 50 of 0.001 m (corresponding to a medium sand) while the maximum is computed assuming a boulder bed with a D 84 of 0.25 m (approximately equal to the average D 90 value measured from the Viking 1, Viking 2, and Pathfinder landing sites; Wilson et al., 2004 ). The lowest slope measured from the Reull Vallis system in this analysis, 0.15 °, is adopted as the minimum slope value, while the maximum slope is set to 1 °, approximately double the largest slope directly measured ( Table 1 ). The sensitivity analysis ( Fig. 6 ) illustrates the dependence of discharge upon channel width, depth, friction factor, and slope,\nith discharge increasing with increasing width, depth, slope, and\necreasing friction factor. The sensitivity analysis ( Fig. 6 ) indicates hat for the range of measurement error considered, and the plauible range of input parameters, discharge estimates do not vary rom the nominal estimate (10 7 m 3 /s) by more than an order of\nagnitude, with minimum and maximum estimates of ∼10 6 m 3 /s nd 2 × 10 7 m 3 /s, respectively.\nThe geomorphologic characteristics of the upper Reull Vallis ystem outlined above place several important constraints on the ature of any potential formation mechanisms. These constraints re listed below, with more detailed explanations of their interretational origins and relative uncertainties discussed in the preeding text.\n1) Formation post-dating Hesperian ridged plains emplacement\n(as evidenced by the deformation and erosion of the wrinkle ridge plains near the channel head, and the stratigraphic superposition of the channel downstream). 2) Episodic release of water, consistent with observations suggest-\ning multiple periods of flooding activity (suggested by the presence of terraces within Waikato Vallis and Segment 2; Figs. 3– 5 ). 3) Subsurface water flow or undercutting (as indicated by the\nsubsidence and collapse features in the northern trough and Waikato Vallis; Figs. 3 and 4 ). 4) Subsidence of ∼10 0–20 0 m within the northern trough channel head, with retention of the Hesperian ridged plains sur-\nface morphology (evidenced by the morphology of the northern trough). 5) Production and release of a minimum of ∼2300 km 3 of water (equal to the minimum amount of water needed to erode the\nvolumes of the upper Reull Vallis segments).\n6) Supply of a volumetric flux of water of ∼1 × 10 7 m 3 /s (indicated by flux estimates derived from the most conservative measure-\nments available for the upper Reull Vallis system).\nith the morphologic constraints on the origin of the upper Reull allis system outlined, we now explore the potential genetic re-\nationship between Hesperia Planum volcanism and the upper\neull Vallis fluvial system by assessing whether or not large-scale\nava-ice interactions and ice sheet lava heating and loading (e.g.\nassanelli and Head, 2016 ) can account for the formation of the alley system.\n4 H\nm f (\nW l r l C C W . Formation of the upper Reull Vallis system: relation to esperia Planum volcanism The interaction of ice sheets and ice-cemented regolith with agmatic processes (extrusive volcanism, intrusive dike and sill ormation) has been explored quantitatively on the Earth and Mars e.g. Squyres et al., 1987; Wilson and Head, 20 02, 20 07; Head and ilson, 2002, 2007; Edwards et al., 2012; Dundas and Kesztheyi, 2013; Wilson et al., 2013 ). The relationship between Hespeia Planum volcanism ( Greeley and Crown, 1990; Crown and Greeey, 1993; Crown et al., 1992; Gregg et al., 1998, 2002; Gregg and rown, 2005; Goudy et al., 2005; Crown et al., 2007; Gregg and rown, 2007; Williams et al., 2007, 2008; Gregg and de Silva, 2009; illiams et al., 2009, 2010; Rampey and Harvey, 2012; Gregg,\nb. Ti m e Lava Ice sheet Meltwater directed out Developing subsidence/collapse-related features\na. Developing subsidence/collapse-related features\nIntruded sill\nIce-cemented cryosphere Ice-free substrate\nTi m\ne\nFig. 7. Models for the formation of the Hesperia Planum outflow channels. The systems contain source regions exhibiting varying degrees of collapse, a collapsed valley section, followed by the emergence of a fluvial valley in which flow features and erosional incision is evident. ( a. ) Outflow channel formation model invoking the melting of ground-ice through intrusive plutonic activity as previously proposed by Squyres et al., (1987) . In this model heat transferred from the intruded sill causes melting of cryospheric ground-ice, which causes fluidization and mobilization of the regolith leading to collapse of the surface materials and the outflow of ice-cement meltwater. ( b. ) The proposed ice sheet lava-heating and loading model (modified from Cassanelli and Head, 2016 ) for outflow channel formation. Lava emplacement induces melting and removal of subsurface ice causing progressive collapse of the superposed lava. Meltwater is unable to infiltrate the impermeable ice ( Cassanelli and Head, 2015; Cassanelli et al., 2015 ) and is directed along the ice-lava interface ( Cassanelli and Head, 2016 ) causing fluvial erosion within the collapsed terrain. (For interpretation of the references to color in this figure legend, the reader is referred to the web version of this article.)\ni n r\ng t w ( o 2 l u f s q R t 1 r ( m m i h p a h i K h r a f p\nc R i m\n4 a\n( l h e 2 (\nh i g 2 t 2 t L g m v fl t s b\n2017 ) and outflow channel development has previously been explored by several investigators ( Baker, 1982; Squyres et al., 1987; Crown et al., 1992; McKenzie and Nimmo, 1999; Tanaka et al., 2002; Chapman and Tanaka, 2002 ) who proposed heating and melting of ground-ice through extrusive and intrusive volcanic activity as a possible outflow channel formation mechanism ( Fig. 7 a). In these formation models, melting of ground-ice caused by extrusive and intrusive volcanic heating is suggested to result in the subsurface flow of fluidized regolith material, removing the structural support of the superposed Hesperian ridged plains and causing subsidence and collapse ( Baker, 1982; Squyres et al., 1987; Crown et al., 1992 ) ( Fig. 7 a). Outflow channels are then incised by the down slope discharge of meltwater to the surface through steady or episodic discharge after collecting in the subsurface ( Squyres et al., 1987 ). This model has been applied specifically to the Dao and Harmakhis outflow channel systems ( Squyres et al., 1987 ) that originate in the southwest region of Hesperia Planum. These channel systems exhibit morphologies that are broadly sim-\nlar to those of the upper Reull Vallis system, with fluvial chan-\nels extending from collapsed source regions in Hesperian wrinkle idge units.\nWhile the formation model invoking volcanic melting of round-ice ( Squyres et al., 1987 ) is generally able to account for he distinctive morphology of the upper Reull Vallis fluvial system,\nith the collapsed source region and downstream fluvial incision Figs. 3 and 4 ), several difficulties remain. (1) The subsided volume f the Northern trough source region, ∼426 km 3 ( Kostama et al., 007 ), is substantially less than that of the incised fluvial valeys ( ∼2200 km 3 ; Kostama et al., 2007 ) and the minimum volme of water required to carve the valleys ( ∼2300 km 3 ). Thereore, melting and expulsion of ground-ice equivalent to the subided volume of the source region alone cannot provide a sufficient\nuantity of water to produce the erosion observed in the upper eull Vallis system. (2) Heating and melting of ground-ice by inrusive magmatism, favored over extrusive heating ( Squyres et al., 987 ), would cause bottom-up melting and therefore preferentially esult in the migration of meltwater deeper into the subsurface Cassanelli et al., 2015; Cassanelli and Head, 2016 ). Thus, additional\nechanisms or conditions would be required to cause discharge of eltwater to the surface to produce channel incision. (3) Groundce melting and regolith fluidization would produce flow with in-\nerently low water to sediment ratios, approximately equal to the orosity of the fluidized regolith which estimates suggest is generlly less than ∼0.3 ( Clifford, 1993; Hanna and Phillips, 2005; Kleinans, 2005 ). Under these conditions, the flow would be characterzed as a debris flow, with sediment fractions of ∼0.7 or higher. leinhans (2005) has cast doubt on the ability of debris flows to\nave formed the large martian outflow channels because expected un-out lengths are much less than those of the channels. Thus, dditional mechanisms or conditions would be required to account or separation of the meltwater from the regolith sediment load to\nroduce a fluvial flow with higher water to sediment ratios.\nGiven the inconsistencies between the predictions of the volanic ground-ice melting model and the morphology of the upper eull Vallis, we now explore the ice sheet lava heating and loadng model ( Cassanelli and Head, 2016 ) as an alternative formation\nechanism.\n.1. Formation of the upper Reull Vallis system: ice sheet lava heating nd loading\nThe ice sheet lava heating and loading model ( Fig. 7 b) Cassanelli and Head, 2016 ) proposes the emplacement of effusive ava flows atop regional ice sheets predicted to exist in the Martian\nighlands in early Mars history ( Forget et al., 2013; Wordsworth t al., 2013, 2015; Head and Marchant, 2014; Fastook and Head, 015 ) by widespread contemporaneous effusive volcanic activity e.g. Head et al., 2002 ).\nEmplacement of lava flows atop the regional ice sheets could ave occurred by (1) direct advancement of lava flows onto the\nce from topographically-elevated terrain (as has been observed in laciated terrestrial volcanic settings; Edwards et al., 2012, 2013,\n014, 2015 ), (2) supraglacial eruptions fed by dikes emplaced hrough the ice sheet due to high strain rates ( Wilson and Head, 0 02, 20 07; Head and Wilson, 20 02, 20 07 ; ) or, (3) eruptions from uyas that have pierced through the ice sheet (e.g. Smellie, 2007 ). ava–ice interactions could have occurred in Hesperia Planum in eometries which did not involve supraglacial lava flow emplace-\nent. However, this particular lava-ice interaction geometry proides a useful test of the volcano-ice origin for the Reull Vallis outow channel because this geometry optimizes heat transfer from he lava flows to the ice (with the exception of subglacial/englacial ill formation, though melting by this mechanism would be limited y the areal extent of the sill and could produce less total melting).\nT e d\nt ( a fl ( d l i h\n( w H a t 2 2 ( l t\ns a t t o h\nb e l t ( l t t b t t s t b T h b\nherefore, by considering supraglacial lava flow emplacement, we stimate maximum melting rates and volumes which can be prouced by lava-ice interactions.\nIce sheet lava heating and loading has been suggested as a poential outflow channel formation mechanism due to predictions Cassanelli and Head, 2016 ) of significant meltwater production nd subsequent collapse and deformation of the superposed lava\nows from meltwater evacuation and loss of structural support Fig. 7 b). Melting by ice sheet lava heating and loading can be prouced in a top-down mode by direct contact heat transfer from the ava ( Fig. 8 ), and in a bottom-up mode through the formation of an nsulating layer causing more efficient confinement of geothermal\neat within the ice ( Fig. 9 ) ( Cassanelli and Head, 2016 ).\nThe timescales of top-down melting are much more rapid ∼10 °–10 3 yr) than those of bottom-up melting ( ∼10 6 –10 8 yr), ith the melting rates increased accordingly ( Cassanelli and\nead, 2016 ). Both the top-down and bottom-up melting processes re influenced by the thermophysical state of the ice sheet. Under ypical Late Noachian-Early Hesperian conditions (e.g. Forget et al., 013; Wordsworth et al., 2013, 2015, 2016; Head and Marchant, 014; Fastook and Head, 2015 ), ice sheet structure is predicted Cassanelli and Head, 2015 ) to be characterized by a relatively thin ayer of snow and firn (with thickness dependent upon the total hickness of the ice sheet, ice accumulation rate, ice sheet age, and\nurface temperatures) underlain by ice of increasing density and\nlayer of ice-cemented substrate (the cryosphere) that lies above he ice-melting isotherm. The snow and firn layer acts to reduce he density and thermal conductivity, increasing the susceptibility f the ice sheet to melting under both top-down and bottom-up eating conditions ( Cassanelli and Head, 2015 ).\nThe amount and rate of top-down ice sheet melting generated y lava heating and loading depends upon the thickness of the mplaced lava flows and upon the thickness of any preexisting ava deposits, with thicker lava flows in more direct contact with he ice producing more melting at greater sustained melting rates Fig. 8 c and d). If lava loading occurs by the accumulation of thin ava flows, top-down ice sheet heating and melting is predicted o be less efficient ( Cassanelli and Head, 2016 ), leading instead to he construction of an insulating surface lava layer ( Fig. 9 a and\n). The additional insulation provided by the lava layer will cause he ice-melting isotherm to ascend from its initial depth within he substrate (controlled by the surface temperature, overlying ice heet thickness, geothermal heat flux, and thermal properties of he overlying materials) toward the base of the ice sheet, inducing ottom-up melting of the cryosphere and ice sheet ( Fig. 9 a and b). he bottom-up melting rate is limited by the influx of geothermal eat, and therefore, it is possible for the insulating lava layer to e constructed more rapidly than the isotherm can rise, leading to\nBottom-up Melting\na. Initial lava emplacement b. Bottom-up geothermal heating and melting\np H m 2 s 1 c p e m i w C\ni e t v c H t a fl\n“deferred” bottom-up melting ( Fig. 9 c). If the insulating lava layer is constructed more slowly than the isotherm can rise, bottom-up melting will be insulation-limited ( Fig. 9 d), and will proceed at a rate governed by lava accumulation.\nThe process of ice sheet lava heating and loading is ultimately controlled by the rate and volume of lava emplacement, factors that can vary greatly for different styles of volcanism. Consequently, in order to thoroughly assess the ice sheet lava heating and loading process, the nature of the volcanic processes generating lava emplacement must be constrained. The Hesperia Planum region ( Fig. 1 ) is the type location of the Hesperian ridged plains ( Tanaka et al., 2014b ), a volcanic plains unit characterized by the presence of wrinkle ridge networks (e.g. Mangold et al., 1998 ), which is typical of Late Noachian-Early Hesperian volcanism, and is widely distributed across the surface of Mars ( Head et al., 2002, 2006c; Tanaka et al., 2014b ). The Hesperian ridged plains are interpreted ( Greeley and Spudis, 1981; Head et al., 2002 ) to have been emplaced in a flood basalt mode with voluminous eruptions of low viscosity magma at high effusion rates and with eruptive activity sustained over significant timescales. Measurements of linear ridges interpreted to be exposed dikes ( Head et al., 2006c ) associated with Early Hesperian plains in Tyrrhena Terra (an adjacent terrain on the western margin of Hesperia Planum) indicate the\notential for lava effusion rates as high as ∼10 7 m 3 /s ( Wilson and ead, 1994 ). These effusion rate estimates are in general agree-\nent with predictions derived from modeling ( Keszthelyi et al.,\n0 0 0, 20 04 ) of Martian flood basalt lava flows which suggest effuion rates on the order of 10 4 m 3 /s with surges reaching up to 10 5 – 0 6 m 3 /s. The interpreted mode of Hesperian ridged plains volanism shares many similarities with the terrestrial large igneous rovinces (which have been defined as flood basalt provinces covring an area greater than 10 5 km 2 , with at least 1 km of accu-\nulated lava cover, and with individual flows that exceed 100 km n length and 100 km 3 in volume; Self et al., 1997 ), a relationship\nhich has been previously recognized and explored (e.g. Head and\noffin, 1997; Head, 2006; Gregg, 2017 ) ( Table 2 ).\nWhile the general nature of Hesperian ridged plains volcanism s well established, precise measurements of many critical paramters are generally not available due to the preservation state of he plains units. These include: individual lava flow thicknesses, olumes, and areal extent, as well as the total timescale of volanic activity, and the frequency and duration of eruptive events.\nowever, for these parameters, inferences can be drawn from\nhe well-studied terrestrial large igneous province counterparts, nd from measurements of the few examples of well-preserved ood basalt units (i.e. Elysium Planitia; Plescia, 1990; Keszthelyi\ne 2 2 V (\nt 1 R 1 l b ( t t t a o o w a fl 3 p s l m c 2 2 u fl ∼ p t w 0 p t\nm d l t\nm c ∼ i t ( t t p P h ( r e ( c f s e r p o t e n 2 l i p t fl o\nm p t H m c t t H p m\nt al., 20 0 0; Sakimoto and Gregg, 2001; Berman and Hartmann, 0 02; Burr et al., 20 02a, 20 02b; Fuller and Head, 20 02; Plescia, 003; Werner et al., 2003; Lanagan, 2004; Keszthelyi et al., 2004; aucher et al., 20 09a, 20 09b; Jaeger et al., 2010 ) and exposed dikes e.g. Head et al., 2006c ) on Mars.\nThe thicknesses of individual lava flows measured from terresrial large igneous provinces range from ∼1 to –150 m ( Self et al., 997; Sharma, 1997 ), with typical flow thicknesses in the Columbia iver Flood Basalt province on the order of 10 m ( Self et al., 997 ). Note that for any given lava yield strength or surface slope, ava flows on Mars should be thicker ( Wilson and Head, 1994 ) y a factor of ∼2.5 due to the gravity scaling of lava rheology Hulme, 1974 ). The areas and volumes of flow units measured from he Columbia River Flood Basalt province ( Self et al., 1997 ) are on he order of 10 4 km 2 , and 10 2 –10 3 km 3 , which compare to the otal ( Coffin and Eldholm, 1994 ) province area of 1.6 × 10 5 km 2 , nd volume of 1.3 × 10 6 km 3 ( Table 2 ). The total area and volume f the Columbia River Flood Basalt province are relatively small\nn the scale of all terrestrial large igneous provinces ( Table 2 ) hich have total areas and volumes as large as 1.5–3.9 × 10 6 km 2 nd 0.9 to > 2 × 10 6 km 3 (Siberian Traps, the largest continental ood basalt province; Ross et al., 2005 ) to 4.88 × 10 6 km 2 and 6.4–76 × 10 6 km 3 (Ontong Java, the largest oceanic flood basalt rovince; Coffin and Eldholm, 1994 ). Measurements of the Elyium Planitia flood basalt province on Mars ( Plescia, 1990; Kesztheyi et al., 20 0 0; Sakimoto and Gregg, 2001; Berman and Hart-\nann, 2002; Burr et al., 2002a 2002b; Fuller and Head, 2002; Plesia, 2003; Werner et al., 20 03; Lanagan, 20 04; Keszthelyi et al., 004; Vaucher et al., 2009a; Vaucher et al., 2009b; Jaeger et al., 010 ) indicate a total province area of ∼1–10 × 10 6 km 2 and volme of ∼0.1–0.15 × 10 6 km 3 ( Table 2 ) with typical individual lava ow thicknesses of ∼1–40 m, areas of ∼10 4 km 2 , and volumes of 10 3 km 3 . The areas and volumes of the terrestrial large igneous rovinces and the Elysium Planitia province are broadly similar to hose of the Hesperia Planum ridged plains ( Ivanov et al., 2005 ),\nhich have a total area of ∼1.5–2 × 10 6 km 2 and volume of ∼0.4– .7 × 10 6 km 3 ( Table 2 ) (though the estimated volume of the Heseria Planum ridged plains falls toward the low end of the terresrial large igneous province range).\nThe total timescale of activity associated with the emplaceent of terrestrial large igneous provinces is typically on the or-\ner of 10–100 Myr; however, the majority of eruptive activity and\nava effusion generally occurs over relatively short intervals on he order of ∼1 Myr ( Coffin and Eldholm, 1994 ) ( Table 2 ). Esti-\nates from crater age dating ( Vaucher et al., 2009a ) place volanic activity within the Elysium Planitia province as recently as\n2 Ma extending to at least 250 Ma. Individual periods of activty in the Elysium Province are estimated ( Vaucher et al., 2009a ) o be on the order of 1 Myr ( Table 2 ), with some investigations Jaeger et al., 2010 ) suggesting emplacement of large portions of he province (specifically the Athabasca Valles flood lava) over ime periods as little as weeks to months. The timescale of Hes-\nerian Ridged plains emplacement, and the plains of Hesperia lanum itself, are not thoroughly constrained. Previous estimates ave suggested a total emplacement timescale of ∼10 0–20 0 Myr Craddock and Greeley, 2009; Tanaka et al., 2014a ) for the Hespeian Ridged plains, with ∼0.01% of that time occupied by active ruptive phases, yielding a cumulative eruptive duration of 10 kyr Halevy and Head, 2014 ). These estimates are supported by reent crater-size frequency analyses which indicate relatively uniorm impact crater densities across the plains of Hesperia Planum, uggesting emplacement over a geologically short timescale ( Mest t al., 2012; Gregg, 2017 ). The timescale estimates for the Hespeian Ridged plains are broadly consistent with both the total em-\nlacement timescale and the proportion of active eruptions typical f the terrestrial large igneous provinces and the Elysium Planiia province. The estimated timescales of Hesperian Ridged plains mplacement, in conjunction with the ∼1 km average total thickess of lavas within Hesperia Planum ( Ivanov et al., 2005; Gregg, 017 ), and assumptions of buildup of the unit by 10–100 m thick ava flows (consistent with measurements from the terrestrial large gneous provinces and Elysium Planitia), suggests a lava flow em-\nlacement frequency of one flow per 100–1000 yr (for 10–100 m hick lava flows accreting to 1 km over a 10 kyr timescale) to one ow per 1–10 Myr (for 10–100 m thick lava flows accreting to 1 km ver a 100 Myr timescale).\nTo assess ice sheet lava heating and loading as a formation echanism for the upper Reull Vallis fluvial system both lava em-\nlacement and ice sheet conditions are required. We first assume hat ∼0.3–1 km thick ( Fastook and Head, 2015; Cassanelli and ead, 2016 ) regional Late Noachian ice sheets (predicted by cli-\nate modeling; Forget et al., 2013; Wordsworth et al., 2013 2015 ) overed the Hesperia Planum region prior to the emplacement of he Hesperian ridged plains. Glaciovolcanic interactions that could hen occur during the subsequent emplacement of the effusive\nesperian ridged plain lavas depend upon the rate of lava emlacement, the thickness of the lava flows, and the total accu-\nulated thickness of lava ( Cassanelli and Head, 2016 ). Measure-\no i t t fl m fl h w u i t\nt c i c b t 6 s j H i a e c l s h i m o b s N 2 t w c a n w s o l s s t t t s\nm t t p w m p c t e m t\nments of buried and partially buried craters ( Ivanov et al., 2005; Cassanelli and Head, 2016; Gregg, 2017 ) within Hesperian Planum indicate that the volcanic plains accumulated to a minimum average thickness of ∼500 m (ranging from ∼100 to 700 m) within the intercrater plains, and to ∼2 km within crater interiors (ranging from ∼0.5 to 4 km). There is no evidence to suggest that the source region of the upper Reull Vallis system is associated with an impact structure, therefore we assume the total accumulated lava thicknesses in this region are on the order of ∼500 m. Under these assumptions four end-member ice sheet lava heating and loading scenarios are possible ( Cassanelli and Head, 2016 ):\n(1) Lava accumulated from thin ( ∼10 m) flows relatively slowly ( ∼100 Myr) (This would produce little top-down melting, instead causing steady bottom-up melting at relatively low\nrates throughout the emplacement period of 100 Myr).\n(2) Lava accumulated from thin ( ∼10 m) flows emplaced rapidly ( ∼10 kyr) (This would again produce little top-down melting, instead causing steady bottom-up melting at relatively\nlow rates throughout the emplacement period of 10 kyr and over a deferred melting period on the order of 10 6 yr). (3) Lava accumulated from thick ( ∼100 m) flows relatively slowly ( ∼100 Myr) (This would result in rapid top-down melting following the emplacement of each flow until com-\nplete melting of the subjacent ice was reached).\n(4) Lava accumulated from thick ( ∼100 m) flows emplaced rapidly ( ∼10 kyr) (This would again result in rapid top-down melting following the emplacement of each flow, but com-\nplete melting of the subjacent ice would occur more quickly given the shorter total emplacement time).\nCassanelli and Head (2016) have previously explored the melting behaviors and morphologic consequences of ice sheet lava heating and loading under a variety of conditions including these end-member scenarios. Here, we are not concerned with evaluating the variability of melting behavior as a function of differing conditions, but instead aim to determine if ice sheet lava heating and loading is a viable mechanism to explain the formation of the Reull Vallis outflow channel system. Therefore, we focus specifically on these end-member cases and, following the justification outlined below, assess the most likely scenario to account for the formation of the Reull Vallis system.\nWe utilize the predictions of Cassanelli and Head (2016) to assess the consistency between the possible ice sheet lava heating and loading scenarios identified and the morphology of the upper Reull Vallis system. Despite variations in the lava emplacement conditions, each of the potential ice sheet lava heating and loading scenarios outlined above shares a number of predictions that are independent of the specific lava emplacement conditions. These mutual predictions are also generally consistent with several of the outlined upper Reull Vallis geomorphic constraints. Meltwater production from ice sheet melting by top-down contact heating will begin after individual lava flow emplacement events and, depending on lava flow thickness, may continue for up to several kyr ( Cassanelli and Head, 2016 ). Meltwater production from ice sheet melting by bottom-up geothermal melting will begin after a sufficient thickness of lava has accumulated to raise the ice-melting isotherm to the base of the ice sheet that may take several 10 3 to 10 7 yr, with melting potentially delayed for an additional ∼10 3 – 10 6 yr thereafter ( Cassanelli and Head, 2016 ). In either case, ice sheet melting takes place after lava flow emplacement (either individual flows for top-down melting, or thick sequences for bottomup melting), and therefore the formation of fluvial valleys by these processes will postdate lava flow emplacement for all ice sheet lava heating and loading scenarios, consistent with the first geomorphic criterion (the observed deformation of ridged plains lavas by the Reull Vallis fluvial system). In all scenarios, successive events\nf lava emplacement would result in successive episodes of heat-\nng and melting ( Cassanelli and Head, 2016 ) and could account for he interpreted episodic nature of the upper Reull Vallis fluvial sysem, consistent with the second criterion (though the higher melt\nuxes associated with top-down melting caused by the emplace-\nent of thick lava flows would be more favorable for producing\nooding conditions). Water generated by top-down and bottom-up eating and melting due to supraglacial emplacement of lava flows ould result in subsurface flow (this would only occur for bottomp melting if the substrate was relatively impermeable and inhib-\nted infiltration) ( Cassanelli and Head, 2016 ), thereby satisfying the hird criterion.\nWhile the preceding ice sheet lava heating and loading predicions are generally independent of the specific lava emplacement onditions, local and regional variations will result in differences n the predictions of meltwater generation and morphological outomes. Differences in these predictions can affect the consistency\netween potential ice sheet lava heating and loading scenarios and he remaining upper Reull Vallis morphologic criteria (4 through ). Ice sheet lava heating and loading is predicted to result in subidence of the superposed lava flows due to melting of the subacent ice sheet and removal of structural support ( Cassanelli and\nead, 2016 ). As a result, the fourth morphologic criterion, requirng subsidence within the northern trough source area, is generlly met by all ice sheet lava heating and loading scenarios. Howver, subsidence is only predicted to be significant during the acumulation of thin lava flows if a large total thickness is accumuated. This is because the accumulation of thin lava flows upon ice heets acts to reduce direct top-down melting due to inefficient\neat transfer ( Cassanelli and Head, 2016 ), thereby preserving the\nce beneath the lava flows. Therefore, if thin lava flows are accu-\nulating, a large total thickness of lava must be accumulated in\nrder to provide sufficient insulation to initiate bottom-up melting y geothermal heating to cause significant melting of subjacent ice heets ( Cassanelli and Head, 2016 ). Under typical predicted Late\noachian conditions ( Forget et al., 2013; Wordsworth et al., 2013 015 ), with ice sheets 30 0–10 0 0 m thick, this requires a minimum otal thickness of ∼0.6–1.1 km of lava ( Cassanelli and Head, 2016 ) hich exceeds the typical ∼500 m thickness of the intercrater volanic plains within Hesperia Planum ( Ivanov et al., 2005; Cassanelli nd Head, 2016; Gregg, 2017 ). Accumulation of this total thickess from relatively thin lava flows ( ∼10 m or less in thickness) ould result in a maximum of ∼130 m of top-down melting and ubsidence ( Cassanelli and Head, 2016 ). Conversely, accumulation f the same 500 m total thickness from relatively thick ( ∼100 m) ava flows would cause a maximum of ∼1 km of melting and subidence ( Cassanelli and Head, 2016 ). Therefore, the ∼10 0–20 0 m of ubsidence observed within the northern trough is more consisent with an ice sheet lava heating and loading scenario involving he accumulation of thick lava flows which are able to cause more op-down melting and can more readily account for the observed ubsidence.\nAdditionally, meltwater production through bottom-up basal elting is limited by the rate at which geothermal heat is input to he base of the ice, and therefore proceeds much more slowly than op-down melting processes ( Cassanelli and Head, 2016 ). Thus, roviding meltwater fluxes sufficient to cause channel incision\nithin Reull Vallis would require the confinement and storage of eltwater, followed by episodic releases. The martian regolith is\nredicted ( Cassanelli and Head, 2016 ) to exhibit typical hydraulic onductivity values on the order of 0.01–10 mm/h, far in excess of he melting rates generated by bottom-up basal melting which are stimated to be on the order of 0.01–1 mm/yr. Therefore, confine-\nent of the meltwater produced by bottom-up melting requires he ad hoc presence of a relatively impermeable substrate to pre-\nv t\nt o d i a q w R a a R t t\ni h c c t t i C i u a c i b a e o T w i i n s i\nt e w w g m d w a s t t t o t I s f m l T fl i T\ns t ( s i t m t a l d o w t f r S t v a a\nu v a h 2 a c m l I o b l p l\nw p t\n4\nt t H t\nρ\nw t i n i w m s m t i l o\nent the infiltration of meltwater, again favoring a top-down conact melting supply scenario.\nThe volume of the upper Reull Vallis fluvial system requires hat a minimum of ∼2300 km 3 of water was provided to erode the bserved valleys. The estimated total lava thickness of ∼500 m prouces little insulation and, as a result, minimal bottom-up meltng is predicted to occur, even if the regional ice sheets within the rea had average thicknesses as great as 1 km (which would re-\nuire highly asymmetrical ice accumulation or a very large surface\nater inventory; Fastook and Head, 2015; Carr and Head, 2015; osenberg and Head, 2015 ). Due to the limitations in melt volumes nd melting rates, bottom-up basal melting is not predicted to be ble to supply the water required for the formation of the upper eull Vallis system. Consequently, top-down melting is favored as he primary source of meltwater generation to explain formation of he upper Reull Vallis system by ice sheet lava heating and loading.\nTop-down melting under the Scenario (1) and (2) conditions nvolving the accumulation of thin lava flows is limited (because\neat transfer from the heated flows is damped by previously acumulated and cooled lavas) and is therefore not favored to acount for the formation of the upper Reull Vallis system. In conrast, ice sheet lava heating and loading involving the accumulaion of thick lava flows causes significant top-down contact meltng as a result of direct heat transfer from the lava flows to the ice\nassanelli and Head, 2016 ) ( Fig. 7 ), with greater sustained melt-\nng rates ( Cassanelli and Head, 2016 ) ( Fig. 7 ). The cumulative vol-\nme of water which can be produced by ice sheet lava heating nd loading is dependent upon the area over which melting ocurs. The volume of the northern trough depression ( Fig. 4 ), the nterpreted source of the upper Reull Vallis system, is estimated to e ∼426 km 3 ( Kostama et al., 2007 ). In an ice sheet lava heating nd loading scenario, this volume would represent the subsidence xperienced by the volcanic plains due to the melting and removal\nf subsurface water ice within the northern trough source region. his volume is substantially less than the minimum ∼2300 km 3 of ater required to form the upper Reull Vallis fluvial system. Thus,\nn order for the upper Reull Vallis system to have formed through ce sheet lava heating and loading either, (1) the volume of the\northern trough is not representative of the actual volume of suburface water ice removed, or (2) ice sheet lava heating and loadng occurred over a larger area.\nTo measure the area of the northern trough (evaluated here in he absence of previously reported measurements) we define the xtent of the trough along the 1300 and 1250 m contours ( Fig. 9 )\nhich are equivalent to the elevation of the immediately adjacent rinkle ridge plains. The defined extent of the northern trough\nives an area of approximately 6100 km 2 ( Fig. 10 ). Therefore, for\nelting confined within the bounds of the northern trough to pro-\nuce the upper Reull Vallis system, an average of ∼410 m of ice ould need to be melted and removed within the northern trough rea. However, this would be likely to result in significantly more ubsidence than the ∼10 0–20 0 m observed within the northern rough. Conversely, if an average of 150 m of ice was removed from he subsurface, approximately equal to the average depth of the rough ( Kostama et al., 2007 ), melting would have had to occur ver an area of ∼15,0 0 0 km 2 , approximately 2.5 times larger than he observed northern trough area (context provided in Fig. 11 ). f an average of 300 m of ice was melted and removed from the ubsurface, a thickness equal to the approximate average predicted or Late Noachian regional ice sheets ( Fastook and Head, 2015 ),\nelting over a ∼7500 km 2 area would be required, ∼1.2 times arger than the northern trough area (context provided in Fig. 11 ).\nhus the volume of water required to form the Reull Vallis outow channel system could not have been supplied by melting from\nce sheet lava heating and loading exclusively within the Northern rough.\nGiven the regional nature of the predicted Late Noachian ice heets ( Wordsworth et al., 2013; Head and Marchant, 2014; Fasook and Head, 2015 ), and the Hesperia Planum ridged plains Fig. 1 ), lava-ice interaction and melting over a large area is plauible ( Cassanelli and Head, 2016 ). In this case, ice sheet lava heatng and loading could have been the source of the water required o form the upper Reull Vallis fluvial system through heating and\nelting over an area of ∼750 0–15,0 0 0 km 2 , with the northern rough acting as a conduit through which melt from this larger rea was channeled to the surface to carve the upper Reull Valis system. The northern trough, however, is clearly topographically\nepressed relative to the surrounding terrain. If melting occurred ver the larger areas required to provide the minimum volume of\nater needed to carve the channel, this could be accounted for by he northern trough acting as a concentrated conduit of subsurace flow resulting in the scouring of additional subsurface mateial and additional subsidence relative to the surrounding terrain. ubsidence and collapse features are not observed, however, over he areas of melting in the source region required to provide the olumes of water needed to carve the Upper Reull Vallis system, lthough the potential role of wrinkle-ridge formation that might ccompany subsidence has not been evaluated.\nTherefore, the most plausible scenario for the formation of the pper Reull Vallis by ice sheet lava heating and loading is one inolving numerous phases of melting of thinner ice deposits which, fter melting and removal, re-accumulate under an ambient “icy ighlands” climate ( Forget et al., 2013; Wordsworth et al., 2013, 015; Head and Marchant, 2014; Fastook and Head, 2015 ) and gain interact with lava flows to generate continued melting. Conurrent ice and lava accumulation, the conditions which might pro-\note it, and the effects it may have on ice sheet lava heating and oading are discussed in more detail by Cassanelli and Head (2016) . n this scenario, reduced subsidence would be produced through-\nut the source region (due to the reduced thickness of the ice eing melted) while the collapse associated with Waikato Val-\nis could have occurred from undercutting of surrounding ridged\nlains as the upper Reull Vallis channel underwent incision and\nateral expansion.\nWe now explore the consistency of this most plausible scenario ith the final criterion required by the geomorphology of the Up-\ner Reull Vallis system, the fluid fluxes needed to sustain flow in he valley.\n.2. Ice sheet lava heating and loading: melt flux model\nTo assess the meltwater volume flux that can be produced hrough ice sheet lava heating and loading we improve upon he melt flux estimates originally produced by Cassanelli and\nead (2016) through the implementation of a finite volume model\no solve the 1-D transient heat conduction equation:\n( z ) c p ( z ) ∂T ∂t = ∂ ∂z\n( K ( z ) ∂T\n∂z\n) (2)\nhere ρ is density, z is depth, c p is specific heat capacity, T is emperature, t is time, and K is thermal conductivity. The model s constructed with a 100 m thick layer of lava atop a large thick-\ness of ice (to allow the ice to act as an infinite half-space) us-\nng a non-uniform grid spacing with spatial resolution decreasing\nith distance from the boundaries of the heated lava layer. The odel grid construction is reviewed in more detail in a following ection in which a benchmarking analysis is performed. The ther-\nal parameters adopted for the lava and ice in the model calculaions are summarized in Table 3 . The density, specific heat capacty, and thermal conductivity are held at constant values for the ava and ice layers individually ( Table 3 ), but vary as a function\nf depth by changing from the lava values to the ice values at the\nTable 3 Thermal parameters used in the ice sheet lava heating and loading melt flux model.\nParameter Lava Ice\nThermal conductivity (W/m K) 2 2 Density (kg/m 3 ) 30 0 0 917 Specific heat capacity (J/kg K) 900 20 0 0 Latent heat of fusion (J/kg) — 3.35 × 10 5\nl l a s n 2 i 2 p d o t l o s v d p a l i s g n l t c h t 1 t l a s t r i o\np f t i m t o o m t 2 ( fl f r r l\ng f l g i e c l o t t t v o n o q l c r v\ni s c s a m d 1\n4\nm m t a S a\nava-ice interface. An initial temperature of 1350 K is applied to the ava ( Cassanelli and Head, 2016 ) while the ice is initialized with\nsteady-state temperature gradient increasing with depth from a urface temperature of 225 K (predicted Late Noachian mean anual surface temperature; Forget et al., 2013; Wordsworth et al., 013, 2015 ) with a geothermal heat flux of 55 mW/m 2 (approxmate mean predicted Late Noachian value; Montési and Zuber,\n003; Ruiz et al., 2011 ). A constant temperature of 225 K is imosed at the surface of the lava layer for the upper boundary conition, while an insulating boundary condition is held at the base f the ice layer. The assumption of a constant surface temperaure results in the overestimation of the early cooling rates of the ava flow. However, modeling ( Keszthelyi and Denlinger, 1996 ) and\nbservations ( Hon et al., 1994 ) have shown that initial lava flow urface temperatures rapidly decrease through radiative and conective heat loss, reaching near ambient values over timescales of ays to weeks on the depth scale of the model grid cells we aply at the lava flow surface (0.02 m). This timescale is short reltive to the ∼100 yr total cooling timescale of the thick (100 m) ava flows we consider, and therefore should not have a strong nfluence on the overall cooling behavior. The phase change asociated with the melting ice is accounted for by the heat interation method (e.g. Hu and Argyropoulos, 1996 ). The model does\not account for the latent heat of fusion released by the cooling\nava, therefore neglecting a portion of the heat energy that can be ransferred from the lava to the ice. Assuming a typical basaltic omposition with a liquidus of 1525 K, a solidus of 1225 K, a latent eat of fusion of 4 × 10 5 J/kg, and a linear release of latent heat beween the liquidus and solidus, an initial lava flow temperature of 350 K yields ∼1.6 × 10 5 J/kg of latent heat energy that is ∼16% of he available sensible heat energy that can be transferred from the ava to the ice (given the temperature difference between the lava nd ice, ∼1125 K, and assuming a lava density of 30 0 0 kg/m 3 and pecific heat capacity of 900 J/kg K). The latent heat released from he cooling lava would not increase peak melting rates but would esult in a slower decay of the melting rates, leading to an increase n the average melting rate and a net increase in the total amount\nf potential ice melting.\nAdditionally, the model assumes that any ice which is comletely melted is instantaneously removed from the system. There-\nore, the model does not account for energy loss from the lava flow oward meltwater heating or steam creation, and thus the resultng melting rates and volumes reflect maximum end-member esti-\nates. While this simplifying assumption is made to facilitate the hermal modeling, and may be justified when lava-ice interactions ccur over limited areas from which meltwater can readily escape, ver the significant areas of lava-ice interaction we consider it will\nost likely be violated. This is evidenced by the presence of putaive rootless cones in the Athabasca Valles lava flow ( Lanagan et al., 001; Keszthelyi et al., 2010 ) flood basalt unit of Elysium Planitia generated through phreatomagmatic interactions of the Athabasca ood basalts and near-surface/surface water, most likely in the orm of ice) which is similar in nature and scale to the Hespeia Planum ridged plains flood basalts we assess. The formation of ootless cones on Mars has been modeled by Dundas and Kesztheyi (2013) who found that the emplacement of lava flows could\nenerate explosive pressures through the vaporization of subsurace ice beneath a dry porous regolith lag layer. However, at large ava flow thicknesses such as those considered here ( ∼100 m), the eneration of explosive pressures becomes more difficult, requirng the collection of steam from a broad area beyond the local ruption site or molten fuel-coolant interactions (caused by direct ontact or intimate mixing of lava and ice) ( Dundas and Kesztheyi, 2013 ). Molten fuel-coolant interactions are a clear consequence\nf the ice sheet lava heating and loading scenario we explore and herefore phreatovolcanic activity is reasonably expected, though he large thicknesses of the flood basalt lava flows could potenially suppress this activity. Despite this, there is no evidence in the icinity of the Reull Vallis source region to suggest the occurrence f any phreatovolcanic processes, indicating that either they did ot occur in this region, or if they did, the geomorphic evidence f such processes has been buried by the emplacement of subseuent lava flows. Therefore, while phreatovolcanic processes are a ikely product of ice sheet lava heating and loading which would onsume energy from the lava flows, we do not consider them diectly in our analysis and reemphasize that the melting rate and olume estimates we produce represent maximum values.\nAfter initialization the model is run forward in time until meltng is completed. Melting resulting from the emplacement of subequent lava flows is modeled by adding a 100 m thick layer of ooled lava between the hot lava flow and the ice, which then erves as the surface from which the initial steady-state temperture gradient is applied, with all else proceeding as in the initial\nodel. The melting rate and cumulative melt total estimates pro-\nuced through this analysis for an emplacement sequence of three 00 m thick lava flows are shown in Fig. 12 .\n.3. Melt flux model benchmark analysis\nIn order to benchmark the finite volume numerical thermal odel developed in this analysis, model results for a one-phase elting Stefan problem are compared against an analytical soluion to assess consistency. The one-phase Stefan problem is solved nalytically following the Neumann solution (e.g. Alexiades and olomon, 1993 ) by introducing the similarity variable ζ = x / √ t , nd seeking a solution for the melting-front position of the form\nx (t) = A √ t (where x is distance, t is time, and A is a constant). Setting: A = 2 λ √ αL (with λ a constant, and αL the thermal diffusivity of the liquid) and defining the Stefan number: St = c L ( T L − T m ) / L (with c L the specific heat capacity of the liquid, T L an elevated boundary temperature, T m the melting temperature of the solid, and L the latent heat of fusion) yields equations for the melting-front position x and for λ as follows ( Alexiades and Solomon, 1993 ): x ( t ) = 2 λ √ αL t (3)\nλ e λ 2 erf ( λ) = St √ π\n(4)\nWe select a benchmark problem for which the Stefan number is ∼13.45, which corresponds to a scenario involving the melting of a water-ice half-space with an initially uniform temperature distribution at the melting point to which a constant elevated temperature boundary condition is applied (with c L the specific heat capacity of water, 4186 J/kg K, T L the elevated boundary temperature, set to 1350 K, T m the melting temperature of water ice, 273 K, and L the latent heat of fusion of ice, 3.35 × 10 5 J/kg). This benchmark problem and the specific parameter values have been chosen to produce a scenario as close as possible to that assessed with the numerical model. The equation for λ is solved by the NewtonRaphson iterative method (using √ St/ 2 as an initial approximation, which is the approximate solution for λ when the Stefan number is ∼0; Alexiades and Solomon, 1993 ) and the computed value of λ is then used to solve Eq. (3) for the melting-front position as a function of time.\nNumerical solutions to this one-phase Stefan problem have been generated using a range of non-uniform grid resolutions to assess solution convergence. The grids are constructed by setting an initial grid spacing at the elevated temperature boundary ( x o ), and then adding cells with the spacing of each additional cell increased from the previous cell by a constant grid expansion ratio (GER) as expressed by the following relationship:\nx i = GER ∗ x i −1 (5) The grids are constructed in this manner up to a total number of grid points ( nx ) required to reach the desired total thickness of the model domain. Numerical solutions have been computed for grids with x o equal to 0.5, 0.1, and 0.02 m, with corresponding grid expansion ratios of 1.075, 1.025, and 1.015, and nx of 60, 200, and 400 ( Fig. 13 a). The time steps for each model have, respectively, been set to 0.5, 0.1 and 0.04 times the von Neumann stability criterion ( t ≤ x 2 /2 αL ), where the stability criterion is calculated using the x o grid spacing (the minimum grid spacing in each model). Comparison of the numerical solutions shows convergence at increased spatial and temporal resolution and close agreement with the analytical solution for the benchmark problem ( Fig. 13 b), supporting the validity of the numerical thermal model.\nGiven the accurate predictions of the high resolution numerical model grid on the benchmark problem, a similar grid has been constructed for application to the ice sheet lava heating and loading problem of interest (as described in Section 4.2 ). The grid is constructed by setting the initial grid spacing at the upper boundary of the heated lava layer to 0.02 m, then by adding additional grid cells with increased spacing using a grid expansion ratio of 1.015 as was done for the high resolution benchmark numerical model. Once the grid has reached a distance equal to half the thickness of the heated lava flow (50 m in this case), the grid expansion process is reversed and the grid spacing is progressively fined back to the initial grid spacing of 0.02 m at the bottom of the heated lava layer. The grid is then continued into the ice layer\nb p d t d T m t l g F\nl w 5 a a r a l c p t a e l t m f\n4\nl m i f w a t i c w p u a i i o s w w a w\no f i l ( f s a f m l t p w r s A p o\n5\nfl c fl T c w f B 2 t d u\ny setting the initial spacing of 0.02 m at the boundary and then roceeding with the grid expansion in the same manner until a esired ice thickness is reached (here 500 m, a thickness chosen o minimize the influence of the insulating bottom boundary conition without requiring a large number of additional grid cells). o model subsequent lava flows, the grid construction process re-\nains identical, except that the grid expansion which initiated at he lava-ice boundary, now begins at the base of the heated lava ayer at the boundary between the heated and cooled lava. The rid configurations utilized in the modeling analysis are shown in ig. 13 c.\nPeak melting rates predicted by the thermal model (beyond the ess accurate short timescales early in the model run), associated\nith the emplacement of the first lava flow, are approximately\n× 10 −4 kg/m 2 s, with average melt rates over the flow sequence of pproximately 8 × 10 −6 kg/m 2 s. In a scenario of lava accumulation nd loading without contemporaneous ice accumulation, melting ates and volumes associated with subsequent flow emplacement re reduced as a result of inhibited heat transfer from the underying cooled lava ( Fig. 12 ). In the favored scenario involving sucessive phases of ice accumulation and melting by lava flow em-\nlacement, lava flows interact with the ice without considerable hicknesses of previously emplaced lava. Therefore, melting rates nd volumes are represented by the model predictions for the first mplaced lava flow ( Fig. 12 ). Results are shown for 100 m thick ava flows but the same general patterns would be exhibited by hinner lava flows, with comparable melting rates but lower total\nelt volumes for any given flow due to less prolonged heat trans-\ner ( Cassanelli and Head, 2016 ).\n.4. Melt flux model results\nThe melting rates predicted by the ice sheet lava heating and oading flux analysis ( Fig. 12 ) suggest that in order to supply the\ninimum estimated flux of the upper Reull Vallis system, meltng would need to occur over areas of ∼10 7 –10 9 km 2 which are ar in excess of the size of Hesperia Planum. The volume fluxes\nhich can be produced by the predicted melting rates over the\nreas of required melting (the 6100 km 2 northern trough, and he 7500 km 2 and 15,000 km 2 areas; Fig. 11 ) are summarized n Table 4 . The volume flux estimates are shown along with the orresponding water depths that could be sustained by each flux\nithin the minimum channel dimensions measured from the up-\ner Reull Vallis system (as discussed in Section 3 ). While the volme flux of the upper Reull Vallis system estimated through the pplication of the Darcy-Weisbach equation assuming bankfull flow s clearly an overestimate, the meltwater fluxes provided by the ce sheet lava heating and loading mechanism are several orders\nf magnitude below this estimate. As such, unless the Reull Vallis ystem could have been carved with greatly reduced water fluxes\nith water depths on the order of 1 m (assuming full channel idth), ice sheet lava heating and loading would only have been\nble to supply sufficient meltwater fluxes if the meltwater under-\nent episodes of confinement and release.\nIn general, we find that an ice sheet lava heating and loading rigin for the upper Reull Vallis offers advantages over previous ormation models (e.g. Squyres et al., 1987 ), primarily in the abilty to supply the requisite volumes of water. However, the apparent ack of extensive subsidence/collapse in the channel source region not accounting for the possible contribution from wrinkle ridge ormation) and relatively low meltwater fluxes that are generated uggest that, while this may be an important contributing mechnism, other processes were likely to have been involved in the ormation of the upper Reull Vallis system. What other processes\nay have been involved, and could they augment the ice sheet ava heating and loading mechanism to explain the formation of he outflow channel system? To address this question we now ex-\nlore flux modulation by meltwater impoundment and release as ell as the formation of the Reull Vallis outflow channel by a seies of many lower-discharge flows (a mechanism that has been uggested by modeling of the circum-Chryse outflow channels; ndrews-Hanna and Phillips, 2007; Harrison and Grimm, 2008 ) as lausible additional processes that may aid in explaining the origin f the upper Reull Vallis.\n. Flux modulation by impoundment and release\nResults of the thermal modeling analysis indicate that the melt uxes generated by lava ice heating and loading may be insuffiient to solely account for the formation of the Reull Vallis outow channel without the operation of flux modulation processes. he discharge rates produced by ice sheet lava heating and loading ould have been increased by confinement and build-up of melt-\nater with subsequent release, as has been invoked to explain the ormation of other outflow channels ( Robinson and Tanaka, 1990;\nurr et al., 2002a; Harrison and Grimm, 2008; Coleman and Baker, 009; Marra et al., 2014 ). We now review potential mechanisms hat could have caused local meltwater confinement and release uring ice sheet lava heating and loading and the formation of the pper Reull Vallis system.\n(1) Meltwater confinement and accumulation could have occurred\nwithin supraglacial or proglacial surface reservoirs created by snow, ice, or sediment/regolith damming with subsequent failure generating significantly increased meltwater discharge : In this wide range of possible confinement scenarios, failure could have occurred by (a) disruption of dams by melting (e.g. Benito and O’Connor, 2003; O’Connor and Costa, 2004 ), (b) increased water volumes and pressure (e.g. Baker and Milton, 1974; O’Connor and Costa, 2004 ), (c) drainage through ice sheet fractures, moulins, or permeable layers (e.g. Smellie, 2001; Das et al., 2008; Liang et al., 2012; Doyle et al., 2013; Tedesco et al., 2013 ), (d) triggering from external mechanisms ( Harrison and Grimm, 2008 ) such as landslides, avalanches, or ice mass failures delivering additional mass into the reservoir, or (e) increased pore pressures within the dam materials ( Costa and Schuster, 1988 ). Meltwater confinement and release in this range of scenarios is thought to have been responsible for the formation of the terrestrial\n6\na c p c t l 1 H i i m\nQ\nw b\n1 n p a (\nτ\ni\nτ\nw d m (\nτ\nfl i fl a l m ρ a P s t W p p c\nm i h T c c r t c d m\nChanneled Scablands of eastern Washington State, a terrestrial analog to the martian outflow channels produced by disruption and catastrophic flooding from Pleistocene Lake Missoula ( Bretz et al., 1956; Baker and Milton, 1974; Baker, 1973; Baker and Bunker, 1985; Burr et al., 2009 ). (2) Meltwater confinement and accumulation could have occurred\nwithin englacial or subglacial reservoirs, with subsequent reservoir failure generating meltwater discharge : Possible englacial or subglacial reservoirs include (a) permeable snow, firn, and ice layers (e.g. Forster et al., 2014; Cassanelli and Head, 2015 ), (b) fractures, moulins, and crevasses ( Cuffey and Paterson, 2010 ), and (c) subglacial voids, lakes, and drainage systems ( Cuffey and Paterson, 2010 ). Failure of these reservoirs could have occurred by drainage through ice sheet fractures, moulins, permeable layers, or subglacial drainage networks (e.g. Smellie, 2001; Smellie, 2006; Das et al., 2008; Liang et al., 2012; Doyle et al., 2013; Tedesco et al., 2013 ) and by the pressurization of subsurface reservoirs through meltwater addition causing floatation of the confining ice and rapid subglacial drainage, a primary mechanism for the generation of jökulhlaups (large glacial outburst floods on Earth and Mars) (e.g. Björnsson, 1988; Björnsson, 2003; Smellie and Chapman, 20 02; Smellie, 20 09; Scanlon et al., 2014; Smellie and Edwards, 2016 ). (3) Subglacial and englacial magmatic intrusion and melting : This\nmechanism can lead to the production of subglacial and englacial meltwater pools ( Wilson and Head, 2002 ) which can undergo failure and release by the same processes as previously discussed (with the addition of the potential for volcanic melting to extend toward the ice cap margin, opening a pathway to the surface and discharging stored meltwater) ( Wilson and Head, 2002 ). Melting produced by subglacial and englacial volcanism is predicted to be more efficient than melting induced by top-down heating from lava loading, as a greater proportion of the heat contained within the lava is transferred to the ice ( Squyres et al., 1987 ). As a result, subglacial and englacial volcanism and ice melting can produce larger volumes of meltwater and greater discharge rates than top-down lava loading and heating for any given melting area or volume of lava/magma (though the total melt volumes produced would be limited by the size of the intrusive body).\nThe discharge rates produced by these confinement and release mechanisms depend exponentially upon the size of the breach through which water is released after storage ( O’ Connor and Costa, 2004; O’ Connor and Beebee, 2009 ). Discharge can reach rates on the order of 10 7 m 3 /s, and is generally highest for surface reservoir failure and jökulhlaup-type subglacial outbursts ( O’ Connor and Costa, 2004 ). Therefore, it is possible for discharge rates on the order of the peak discharge estimates measured from the upper Reull Vallis outflow channel system to have been achieved by these meltwater confinement and release mechanisms. In addition, melting over short timescales, as is predicted to occur from lava-ice interactions, does not require confining geometries to store water for great lengths of time to accumulate large water reservoirs. Therefore, there is strong potential for confining reservoir formation and failure to result from top-down ice sheet melting induced from lava emplacement and heating. However, while there is potential for meltwater impoundment and release to increase the discharge rates supplied by the ice sheet lava heating and loading mechanism, there is no direct geomorphic evidence to indicate that this process has occurred. We now proceed to a final assessment investigating the potential formation of the Reull Vallis by multiple flooding events as a process that may aid in achieving the necessary discharge requirements of the outflow channel system.\n. Reull Vallis formation by multiple floods\nIn order to explain the formation of the Reull Vallis system by series of many lower-discharge flows, the individual lower disharge flows must attain some minimum discharge threshold to roduce the observed erosion. This minimum discharge threshold an be estimated as the minimum discharge required to produce he necessary bed stress to begin sediment motion, an often utiized method ( Baker, 1973; Komar, 1979; Costa, 1983; O’ Connor, 993; Carling, 1996; Lamb et al., 2008a; Lamb and Fonstad, 2010 ).\nere we calculate the minimum discharge in this manner followng Lamb et al. (2008a ) and Lamb and Fonstad (2010) . Assumng hydraulically rough, steady and uniform flow, discharge is esti-\nated as ( Parker, 1991 ): = 8 . 1 A (\nτb ρ f\n)1 / 2 ( d\nk s\n)1 / 6 (6)\nhere A is the cross-sectional area of the flow (m 2 ), τ b is the ed-shear stress (N/m 2 ), ρ f is the fluid density (here assuming 0 0 0 kg/m 3 ), and k s is the roughness-length scale of the chanel bed (m). Incipient sediment motion occurs when the Shields arameter ( τ ∗ ) exceeds a critical value ( τ ∗c ) which is calculated s a function of the bed-slope gradient ( S ) following Lamb et al. 2008b) , with the critical value given by:\n∗c = 0 . 15 S 0 . 25 (7) The bed shear stress corresponding to the critical Shields value s then calculated with the following relation ( Lamb et al., 2008a ): ∗c = τb / ( ρs − ρ f ) g D 50 (8)\nhere ρs is the sediment density (kg/m 3 ) and D 50 is the meian grain diameter (m). The bed shear stress required for sedi-\nent motion is then used to calculate the hydraulic radius from\nLamb et al., 2008a ):\nb = ρ f g h R S (9) The computed hydraulic radius is then used to compute the ow depth, and finally, the minimum discharge required for sedment motion is determined by Eq. (6) . For the Reull Vallis outow channel, we find a minimum flow depth of ∼1.5 m, and minimum discharge of ∼2.2 × 10 4 m 3 /s (assuming a rectanguar channel cross-section) with W = 10,800 m, S = 0.15 ° ( W and S\neasurements taken from location 2; Figs. 3–5 , Table 1 ), ( ρs -\nf ) = 1800 kg/m 3 for basalt ( Lamb et al., 2008a ), D 50 = 0.064 m (the verage D 50 value measured from the Viking 1, Viking 2, and athfinder landing sites; Wilson et al., 2004 ), and k s = 0.164 m (asuming k s ∼D 84 and using the average D 84 value measured from he Viking 1, Viking 2, and Pathfinder landing sites; Bathurst, 2002,\nilson et al., 2004 ). Minimum discharge estimates have been comuted for the location 2 site instead of location 3 for simplicity in erforming the assessment with one channel and because of the omparable peak fluxes estimated at location 2 and 3 ( Table 1 ).\nThe derived minimum discharge estimate for incipient sedient motion is approximately a factor of 3 greater than the maxmum fluxes predicted to have been generated by ice sheet lava\neating and loading within the Reull Vallis source region ( Table 4 ). his minimum discharge estimation relies on constraints of the haracteristic size of particles moved by the flow as well as the hannel width, both of which are not well defined for the peiod of formation of the Reull Vallis system (as the characterisic grain sizes eroded by the flow are unknown, and because the hannel width evolved throughout formation and has likely unergone post-flow erosion and modification). Repeating the mini-\num discharge calculation for a median grain diameter of 10 cm (a\nv n a ( t s d\nt s r m c a i o ( s s o m s T m\nD e t c\no p t l m t p t l m h e m a T t i c fl\nalue that has been previously assumed for martian fluvial chanels; Kleinhans, 2005 ) yields a minimum flow depth of ∼2.3 m and discharge of ∼4.7 × 10 4 m 3 /s, and for a channel width of 5400 m approximately half the measured width of Reull Vallis at locaion 2, accounting for the possibility of significant post-flow eroion and modification) yields a minimum flow depth of ∼1.5 m and ischarge of ∼1.1 × 10 4 m 3 /s.\nTo assess a broader potential range in minimum discharge esimates derived from the incipient sediment motion threshold, a ensitivity analysis accounting for a conservative measurement eror and an expanded parameter space has been performed. Mini-\num discharge estimates have been calculated (following the proedure outlined by Eqs. (6 )–( 9 ) for the upper Reull Vallis system t location 2 for a range of plausible channel slope values allowng for a width measurement error fraction of ±0.2 and an order f magnitude variation in the D 50 /D 84 bed grain size parameters Fig. 14 ). The evaluated variation in the D 50 and D 84 bed grain ize parameters yields ranges of 0.006 4–0.6 4 m for the D 50 grain ize and 0.0025–0.25 m for the D 84 grain size. Similarly, an order\nf magnitude variation in the channel slope from the location 2 easurement (0.15 °; Fig. 14 a) has been assessed, with a minimum lope of 0.015 ° ( Fig. 14 b) and a maximum slope of 1.5 ° ( Fig. 14 c). he sensitivity analysis ( Fig. 14 ) illustrates the dependence of the\ninimum discharge estimate upon channel width, slope, and the\n50 and D 84 bed grain size parameters, with the strongest control xerted by the grain size parameters. The minimum discharge esimate increases with increasing D 50 , D 84 , channel width, and dereasing channel slope.\nThe sensitivity analysis ( Fig. 14 ) indicates that for the range f measurement error considered, and the plausible range of inut parameters, the incipient bed motion minimum discharge es-\nimates cover a wide range from ∼10 2 to 10 6 m 3 /s. The calcuated range of minimum discharge estimates spans two orders of\nagnitude above and below the nominal minimum discharge esimate (of order 10 4 m 3 /s), resulting largely from variations in the oorly constrained D 50 parameter. These minimum discharge esimates could plausibly be supplied by ice sheet lava heating and oading in the Reull Vallis source region up to the nominal esti-\nate of ∼10 4 m 3 /s ( Table 4 ), but greater discharge values are proibitively large, approaching the peak discharge values estimated arlier under the bankfull channel assumption. However, the esti-\nated minimum discharge values only exceed the nominal value t relatively large median bed grain sizes on the order of 10 cm. herefore, for a reasonable range of median grain diameters less han ∼10 cm, these results suggest that the discharge provided by ce sheet lava heating and loading in the Reull Vallis source region ould plausibly have produced the erosion observed in the out-\now channel system. Formation of Reull Vallis at these lower dis-\nt s t i g t d f\nA\no t P e R\nS\nf\nR\nA\nA\nB\nB\nB\nB\nB\nB\nB\nB\nB\nB\nB\nB\nB\nC\nC\nC\ncharges would require a greater number of flow events and more sustained flow activity in order to provide the necessary cumulative volumes of water to erode the valley. As discussed earlier (in Section 4.1 ), multiple discharge events could have been produced by the successive emplacement of Hesperian ridged plains lava flows. However, depending upon the number of flooding events required to produce the outflow channel system, this could require the emplacement of thinner individual flows (which produce comparable melting rates but less overall melting for each individual lava flow event; Cassanelli and Head, 2016 ) to increase the number of discharge events produced during the accumulation of the 500 m thick lava unit. The requirement of thinner individual lava flows would in turn require concurrent lava and ice accumulation ( Cassanelli and Head, 2016 ) so that the accumulation of previouslyemplaced cooled lava would not inhibit top-down heat transfer and melting of the ice (as discussed in Section 4.1 ). Additionally, in this scenario each individual lava flow would only experience a limited amount of subsidence and would not be likely to produce the extensive collapsed geomorphology observed in Waikato Vallis. Therefore, subsidence and collapse would need to be generated by some other mechanism, with a likely candidate being the undercutting of surrounding ridged plains during incision and lateral expansion of the upper Reull Vallis channel.\n7. Conclusions\nGeomorphic assessment of the upper Reull Vallis outflow channel system has been performed to identify several unique criteria that must be met by plausible formation mechanisms: (1) Formation post-dating Hesperian ridged plains emplacement, as evidenced by the deformation and erosion of the wrinkle ridge plains near the channel head, and the stratigraphic superposition of the channel downstream. (2) Episodic release of water, consistent with observations suggesting multiple periods of flooding activity, suggested by the presence of terraces within Waikato Vallis and Segment 2. (3) Generation of subsurface flow and undercutting as indicated by the subsidence and collapse features in the northern trough and Waikato Vallis. (4) Subsidence of ∼10 0–20 0 m within the northern trough channel head with retention of the Hesperian ridged plains surface morphology, evidenced by the morphology of the northern trough. (5) Production and release of a minimum of ∼2300 km 3 of water, an amount equal to the minimum amount of water needed to erode the volumes of the upper Reull Vallis valley segments. (6) Supply of a minimum discharge of ∼10 4 m 3 /s, indicated by the minimum flux required to initiate channel bed sediment motion, and a maximum discharge of ∼10 7 m 3 /s, indicated by flux estimates derived from the most conservative measurements available for the upper Reull Vallis system.\nPrevious models for outflow channel formation in the Hesperia Planum region, which have invoked melting of ground-ice through intrusive magmatism as a source mechanism, do not adequately account for the required volumes of water and the fluvial morphology of the outflow channel system. We explored the potential genetic relationship between Hesperia Planum volcanism and the upper Reull Vallis fluvial system and assessed an ice sheet lava heating and loading model as a potential alternative formation mechanism. We find that a scenario involving sequential phases of melting ice deposits, which re-accumulate under an ambient “icy highlands” climate ( Forget et al., 2013; Wordsworth et al., 2013, 2015; Head and Marchant, 2014; Fastook and Head, 2015 ) to undergo continual lava-ice interactions is most consistent with the geomorphology of the upper Reull Vallis system. This ice sheet lava heating and loading mechanism offers several advantages over previous formation models, primarily in terms of its ability to supply the requisite volumes of water (since the ice volume is not constrained by the subsurface pore space) and its broadly consis-\nent morphologic predictions (subsidence and collapse predicted in ource region as well as more appropriate water-to-sediment raios). However, the apparent lack of sufficient subsidence/collapse n the channel source region, the relatively low meltwater fluxes enerated, and the possibility of water storage areas provided by his mechanism represent areas for future analysis in order to un-\nerstand the complete range of mechanisms responsible for the\normation of the upper Reull Vallis system.\ncknowledgements\nWe are grateful to Lionel Wilson and Laszlo Kestay for thorugh and constructive reviews which improved the quality of he manuscript. We thank David Weiss, James Russell, and Marc armentier for helpful comments and discussion. We acknowldge support to JWH for participation in the Mars Express Highesolution Stereo Camera Team (JPL 1237163).\nupplementary materials\nSupplementary material associated with this article can be\nound, in the online version, at doi:10.1016/j.icarus.2018.01.001 .\neferences\nlexiades, V. , Solomon, A.D. , 1993. Mathematical Modeling of Melting and Freezing Processes. Taylor & Francis, Washington, DC, US, pp. 1–321 . ndrews-Hanna, J.C., Phillips, R.J., 2007. Hydrological modeling of outflow channels and chaos regions on Mars. J. Geophys. Res. Planets 112, E08001. https://doi.org/\n10.1029/20 06JE0 02881 .\naker, V.R., 2001. Water and the Martian landscape. Nature 412, 228–236. https: //doi.org/10.1038/35084172 . aker, V.R. , 1982. The Channels of Mars. University of Texas Press, Austin, TX, pp. 1–198 . aker, V.R., 1973. Paleohydrology and sedimentology of Lake Missoula flooding in eastern Washington. Geol. Soc. Am. Spec. Pap. 144, 1–73. https://doi.org/10.1130/\nSPE144-p1 .\naker, V.R., Bunker, R.C., 1985. Cataclysmic Late pleistocene flooding from glacial lake Missoula: a review. Quat. Sci. Rev. 4, 1–41. https://doi.org/10.1016/\n0277-3791(85)90027-7 . aker, V.R. , Carr, M.H. , Gulick, V.C. , Williams, C.R. , Marley, M.S. , 1992. In: Kief-\nfer, H.H., et al. (Eds.), Channels and valley networks, in Mars. Univ. of Ariz. Press, Tucson, pp. 493–522 . aker, V.R., Milton, D.J., 1974. Erosion by catastrophic floods on Mars and Earth.\nIcarus 23, 27–41. https://doi.org/10.1016/0019-1035(74)90101-8 . Bathurst, J.C., 2002. At-a-site variation and minimum flow resistance for mountain\nrivers. J. Hydrol. 269, 11–26. https://doi.org/10.1016/S0022-1694(02)00191-9 . Benito, G., O’Connor, J.E., 2003. Number and size of last-glacial Missoula floods\nin the Columbia River valley between the Pasco Basin, Washington, and Portland, Oregon. Geol. Soc. Am. Bull. 115, 624–638. https://doi.org/10.1130/\n0 016-7606(20 03)115 〈 0624:NASOLM 〉 2.0.CO;2 . erman, D.C., Hartmann, W.K., 2002. Recent fluvial, volcanic, and tectonic activity\non the Cerberus Plains of Mars. Icarus 159, 1–17. https://doi.org/10.1006/icar.\n2002.6920 . jörnsson, H., 2003. Subglacial lakes and jökulhlaups in Iceland. Glob. Planet.\nChange 35, 255–271. https://doi.org/10.1016/S0921-8181(02)00130-3 . jörnsson, H. , 1988. Hydrology of Ice Caps in Volcanic regions: Vísindafélag\nÍslendinga. University of Iceland, Science Institute, Reykjavík, Iceland .\nretz, J.H., Smith, H.T.U., Neff, G.E., 1956. Channeled scabland of Washington: new data and interpretations. Geol. Soc. Am. Bull. 67, 957–1049 https://doi.org/10.\n1130/0016-7606(1956)67[957:CSOWND]2.0.CO;2 . urr, D.M. , Baker, V.R. , Carling, P.A. , 2009. Megaflooding On Earth and Mars. Cam-\nbridge University Press, Cambridge, UK, pp. 1–330 . urr, D.M., Grier, J.A ., McEwen, A .S., Keszthelyi, L.P., 2002a. Repeated aqueous flood-\ning from the Cerberus Fossae: evidence for very recently extant, deep ground-\nwater on Mars. Icarus 159, 53–73. https://doi.org/10.10 06/icar.20 02.6921 . urr, D.M., McEwen, A.S., H. Sakimoto, S.E., 2002b. Recent aqueous floods from\nthe Cerberus Fossae, Mars. Geophys. Res. Lett. 29 13–1–13–4. https://doi.org/ 10.1029/2001GL013345 . apitoli, E.J. , Mest, S.C. , 2010. Volumetric analysis of the Reull Vallis fluvial system in the Eastern Hellas Rim Region of Mars: Investigation into the contributions of\nwater. In: Proceedings of the First International Conference Mars Sedimentology Stratigraphy Abstract #6017 . arling, P.A., 1996. Morphology, sedimentology and palaeohydraulic significance of\nlarge gravel dunes, Altai Mountains, Siberia. Sedimentology 43, 647–664. https: //doi.org/10.1111/j.1365-3091.1996.tb02184.x . arr, M.H., 2002. Elevations of water-worn features on Mars: implications for circulation of groundwater. J. Geophys. Res. Planets 107, 5131. https://doi.org/10.1029/\n20 02JE0 01845 .\nC C\nC\nC\nC\nC\nC\nC\nC\nC\nC\nC\nC\nC\nC\nC\nC\nC\nC\nC\nC\nD\nD\nD\nE\nE\nE\nE\nF\nF\nF\nF\nG\nG\nG G\nG\nG\nG\nG\nG\nG\nH\nH\nH\nH\nH\nH\nH\nH\nH\nH\nH\nH\nH\narr, M.H. , 1996. Water On Mars. Oxford University Press, New York, U.S., pp. 1–248 . arr, M.H., 1979. Formation of Martian flood features by release of water from con-\nfined aquifers. J. Geophys. Res. Solid Earth 84, 2995–3007. https://doi.org/10. 1029/JB084iB06p02995 . arr, M.H., Head, J.W., 2015. Martian surface/near-surface water inventory: sources, sinks, and changes with time. Geophys. Res. Lett. 42 2014GL062464. https://doi.\norg/10.1002/2014GL062464 . arr, M.H., Head, J.W., 2010. Geologic history of Mars. Earth Planet. Sci. Lett. 294,\n185–203. https://doi.org/10.1016/j.epsl.2009.06.042 .\nassanelli, J.P., Head, J.W., 2016. Lava heating and loading of ice sheets on early Mars: predictions for meltwater generation, groundwater recharge, and result-\ning landforms. Icarus 271, 237–264. https://doi.org/10.1016/j.icarus.2016.02.004 . assanelli, J.P., Head, J.W., 2015. Firn densification in a Late Noachian “icy highlands”\nMars: Implications for ice sheet evolution and thermal response. Icarus 253, 243–255. https://doi.org/10.1016/j.icarus.2015.03.004 . assanelli, J.P., Head, J.W., Fastook, J.L., 2015. Sources of water for the outflow chan-\nnels on Mars: implications of the Late Noachian “icy highlands” model for melting and groundwater recharge on the Tharsis rise. Planet. Space Sci. 108, 54–65.\nhttps://doi.org/10.1016/j.pss.2015.01.002 . hapman, M.G., Tanaka, K.L., 2002. Related magma–ice interactions: possible origins\nof chasmata, chaos, and surface materials in Xanthe, Margaritifer, and Meridiani Terrae, Mars. Icarus 155, 324–339. https://doi.org/10.10 06/icar.20 01.6735 . hristensen, P.R., Jakosky, B.M., Kieffer, H.H., Malin, M.C., Jr, H.Y.M., Nealson, K.,\nMehall, G.L., Silverman, S.H., Ferry, S., Caplinger, M., Ravine, M., 2004. The thermal emission imaging system (THEMIS) for the Mars 2001 Odyssey Mission. Space Sci. Rev. 110, 85–130. https://doi.org/10.1023/B:SPAC.0 0 0 0 0210 08.16305. 94 . lifford, S.M., 1993. A model for the hydrologic and climatic behavior of water on Mars. J. Geophys. Res. Planets 98, 10973–11016. https://doi.org/10.1029/\n93JE00225 .\nlifford, S.M., Parker, T.J., 2001. The evolution of the Martian hydrosphere: implications for the fate of a primordial ocean and the current state of the Northern\nPlains. Icarus 154, 40–79. https://doi.org/10.10 06/icar.20 01.6671 . offin, M.F., Eldholm, O., 1994. Large igneous provinces: crustal structure, dimen-\nsions, and external consequences. Rev. Geophys. 32, 1–36. https://doi.org/10. 1029/93RG02508 . oleman, N.M. , Baker, V.R. , 2009. Surface morphology and origin of outflow chan-\nnels in the Valles Marineris region. In: Megaflooding On Earth and Mars. Cambridge University Press, pp. 172–193 . oleman, N.M. , Baker, V.R. , 2007. Evidence that a paleolake overflowed the rim of Juventae Chasma. In: Proceedings of the 38th Lunar Planet Science Conference\nAbstract #1046 . osta, J.E., 1983. Paleohydraulic reconstruction of flash-flood peaks from boulder de-\nposits in the Colorado Front Range. Geol. Soc. Am. Bull. 94, 986–1004. https:\n//doi.org/10.1130/0016-7606(1983)94 〈 986:PROFPF 〉 2.0.CO;2 . osta, J.E., Schuster, R.L., 1988. The formation and failure of natural dams. Geol. Soc.\nAm. Bull. 100, 1054–1068. https://doi.org/10.1130/0016-7606(1988)100 〈 1054: TFAFON 〉 2.3.CO;2 . raddock, R.A., Greeley, R., 2009. Minimum estimates of the amount and timing of gases released into the Martian atmosphere from volcanic eruptions. Icarus 204,\n512–526. https://doi.org/10.1016/j.icarus.2009.07.026 . rown, D.A. , Berman, D.C. , Gregg, T.K.P. , 2007. Geologic diversity and chronology of\nHesperia Planum, Mars. In: Proceedings of the 38th Lunar Planet Science Con-\nference Abstract #1169 . rown, D.A., Greeley, R., 1993. Volcanic geology of Hadriaca Patera and the eastern\nHellas region of Mars. J. Geophys. Res. Planets 98, 3431–3451. https://doi.org/10. 1029/92JE02804 . rown, D.A. , Price, K.H. , Greeley, R. , 1992. Geologic evolution of the east rim of Hellas basin Mars. Icarus 100, 1–25 . uffey, K.M. , Paterson, W.S.B. , 2010. The Physics of Glaciers. Butterworth-Heine-\nmann, Oxford, U.K., pp. 118–119 . as, S.B., Joughin, I., Behn, M.D., Howat, I.M., King, M.A., Lizarralde, D., Bha-\ntia, M.P., 2008. Fracture propagation to the base of the Greenland ice sheet during supraglacial lake drainage. Science 320, 778–781. https://doi.org/10.1126/\nscience.1153360 . oyle, S.H., Hubbard, A.L., Dow, C.F., Jones, G.A., Fitzpatrick, A., Gusmeroli, A., Ku-\nlessa, B., Lindback, K., Pettersson, R., Box, J.E., 2013. Ice tectonic deformation during the rapid in situ drainage of a supraglacial lake on the Greenland Ice Sheet. The Cryosphere 7, 129–140. https://doi.org/10.5194/tc- 7- 129- 2013 . undas, C.M., Keszthelyi, L.P., 2013. Modeling steam pressure under martian lava flows. Icarus 226, 1058–1067. https://doi.org/10.1016/j.icarus.2013.06.036 . dwards, B., Magnússon, E., Thordarson, T., Gu đmundsson, M.T., Höskuldsson, A., Oddsson, B., Haklar, J., 2012. Interactions between lava and snow/ice during the\n2010 Fimmvör ðuháls eruption, south-central Iceland. J. Geophys. Res. Solid Earth 117, B04302. https://doi.org/10.1029/2011JB008985 . dwards, B.R., Belousov, A., Belousova, M., 2014. Propagation style controls lava–\nsnow interactions. Nat. Commun. 5. https://doi.org/10.1038/ncomms6666 . dwards, B.R., Belousov, A., Belousova, M., Melnikov, D., 2015. Observations on\nlava, snowpack and their interactions during the 2012–13 Tolbachik eruption, Klyuchevskoy Group, Kamchatka, Russia. J. Volcanol. Geotherm. Res. 307, 107– 119 SI: 2012-13 Tolbachik eruption. https://doi.org/10.1016/j.jvolgeores.2015.08.\n010 . dwards, B.R., Karson, J., Wysocki, R., Lev, E., Bindeman, I., Kueppers, U., 2013. In-\nsights on lava–ice/snow interactions from large-scale basaltic melt experiments. Geology 41, 851–854. https://doi.org/10.1130/G34305.1 .\nastook, J.L., Head, J.W., 2015. Glaciation in the Late Noachian Icy Highlands: ice accumulation, distribution, flow rates, basal melting, and top-down melting rates\nand patterns. Planet. Space Sci. 106, 82–98. https://doi.org/10.1016/j.pss.2014.11. 028 . orget, F., Wordsworth, R., Millour, E., Madeleine, J.-B., Kerber, L., Leconte, J., Marcq, E., Haberle, R.M., 2013. 3D modelling of the early martian climate un-\nder a denser CO2 atmosphere: temperatures and CO2 ice clouds. Icarus 222, 81–99. https://doi.org/10.1016/j.icarus.2012.10.019 . orster, R.R., Box, J.E., van den Broeke, M.R., Miège, C., Burgess, E.W., van An-\ngelen, J.H., Lenaerts, J.T.M., Koenig, L.S., Paden, J., Lewis, C., Gogineni, S.P., Leuschen, C., McConnell, J.R., 2014. Extensive liquid meltwater storage in firn within the Greenland ice sheet. Nat. Geosci. 7, 95–98. https://doi.org/10.1038/ ngeo2043 . uller, E.R., Head, J.W., 2002. Amazonis Planitia: The role of geologically recent volcanism and sedimentation in the formation of the smoothest plains on Mars. J.\nGeophys. Res. Planets 107, 5081. https://doi.org/10.1029/20 02JE0 01842 .\noudy, C.L., Schultz, R.A., Gregg, T.K.P., 2005. Coulomb stress changes in Hesperia Planum, Mars, reveal regional thrust fault reactivation. J. Geophys. Res. Planets\n110, E10 0 05. https://doi.org/10.1029/20 04JE0 02293 . reeley, R., Crown, D.A., 1990. Volcanic geology of Tyrrhena Patera, Mars. J. Geophys.\nRes. Solid Earth 95, 7133–7149. https://doi.org/10.1029/JB095iB05p07133 . reeley, R. , Spudis, P.D. , 1981. Volcanism on Mars. Rev. Geophys. 19, 13–41 . regg, T.K.P. , 2017. Volcanic vents in Hesperia Planum, Mars: sources for an extrater-\nrestrial large igneous province. In: Proceedings of the 48th Lunar Planetary Science Conference Abstract #1659 . regg, T.K.P., Crown, D.A., 2009. Mapping Tyrrhena Patera and Hesperia Planum, Mars. Abstr. Annu. Meet. Planet. Geol. Mappers San Antonio TX Wash. DC Natl.\nAeronaut. Space Adm. NASA Tech. Rep. NASA CP—2010–216680 P 27–28. regg, T.K.P. , Crown, D.A. , 2007. Redefining Hesperia Planum, Mars: through ge-\nologic mapping. In: Proceedings of the 38th Lunar Planet. Sci. Conf. Abstract\n#1190 . regg, T.K.P. , Crown, D.A. , 2005. What is Hesperia Planum, Mars? An examination\nof multiple working hypotheses. In: Proceedings of the 36th Lunar Planetary Science Conference Abstract #1962 . regg, T.K.P. , Crown, D.A. , Greeley, R. , 1998. Geologic map of part of the Tyrrhena Patera region of Mars (MTM Quadrangle-20252). US Geol. Surv. Geol. Investig.\nSer. Map I–2556 .\nregg, T.K.P. , Crown, D.A. , Sakimoto, S.E.H. , 2002. Volcanic evolution and erosion at Tyrrhena and Hadriaca Patera, Mars. In: Proceedings of the 33rd Lunar Planetary\nScience Conference Abstract #1560 . regg, T.K.P. , de Silva, S. , 2009. Tyrrhena Patera and Hesperia Planum, Mars: new\ninsights (and old interpretations) from high-resolution imagery. In: Proceedings of the 40th Lunar Planetary Science Conference Abstract #1700 . alevy, I., Head, J.W., 2014. Episodic warming of early Mars by punctuated volcan-\nism. Nat. Geosci. 7, 865–868. https://doi.org/10.1038/ngeo2293 . anna, J.C., Phillips, R.J., 2005. Hydrological modeling of the Martian crust with ap-\nplication to the pressurization of aquifers. J. Geophys. Res. Planets 110, E01004. https://doi.org/10.1029/20 04JE0 02330 . arrison, K.P., Grimm, R.E., 2009. Regionally compartmented groundwater flow on Mars. J. Geophys. Res. Planets 114, E04004. https://doi.org/10.1029/\n20 08JE0 0330 0 . arrison, K.P., Grimm, R.E., 2008. Multiple flooding events in Martian out-\nflow channels. J. Geophys. Res. Planets 113, E02002. https://doi.org/10.1029/\n20 07JE0 02951 . arrison, K.P., Grimm, R.E., 2004. Tharsis recharge: a source of groundwater for Mar-\ntian outflow channels. Geophys. Res. Lett. 31, L14703. https://doi.org/10.1029/ 2004GL020502 . ead, J.W., 2006. Magmatic and volcanic phases in planetary evolution as global large igneous provinces (GLIPS): the Hesperian Ridged Plains of Mars. LIP Large\nIgneous Prov. Mon. July 2006 See. www.largeigneousprovinces.org/06jul .\nead, J.W. , Coffin, M.F. , 1997. Large igneous provinces: a planetary perspective. In: Large Igneous Provinces: Continental, Oceanic, and Planetary Flood Volcanism,\nGeophysical Monograph. American Geophysical Union, Washington, DC, U.S., pp. 411–438 . ead, J.W., Kreslavsky, M.A., Pratt, S., 2002. Northern lowlands of Mars: evidence for widespread volcanic flooding and tectonic deformation in the Hesperian Period.\nJ. Geophys. Res. Planets 107 3–1. https://doi.org/10.1029/20 0 0JE0 01445 .\nead, J.W., Marchant, D.R., 2014. The climate history of early Mars: insights from the Antarctic McMurdo Dry Valleys hydrologic system. Antarct. Sci. 26, 774–800.\nhttps://doi.org/10.1017/S09541020140 0 0686 . ead, J.W., Marchant, D.R., Agnew, M.C., Fassett, C.I., Kreslavsky, M.A., 2006a. Ex-\ntensive valley glacier deposits in the northern mid-latitudes of Mars: evidence for late Amazonian obliquity-driven climate change. Earth Planet. Sci. Lett. 241, 663–671. https://doi.org/10.1016/j.epsl.2005.11.016 . ead, J.W., Marchant, D.R., Dickson, J.L., Kress, A.M., Baker, D.M., 2010. Northern mid-latitude glaciation in the Late Amazonian period of Mars: criteria for the\nrecognition of debris-covered glacier and valley glacier landsystem deposits. Earth Planet. Sci. Lett. 294, 306–320 Mars Express after 6 Years in Orbit: Mars Geology from Three-Dimensional Mapping by the High Resolution Stereo Camera (HRSC) Experiment. https://doi.org/10.1016/j.epsl.2009.06.041 . ead, J.W., Nahm, A.L., Marchant, D.R., Neukum, G., 2006b. Modification of the\ndichotomy boundary on Mars by Amazonian mid-latitude regional glaciation. Geophys. Res. Lett. 33, L08S03. https://doi.org/10.1029/2005GL024360 . ead, J.W., Wilson, L., 2007. Heat transfer in volcano–ice interactions on Mars: synthesis of environments and implications for processes and landforms. Ann.\nGlaciol. 45, 1–13. https://doi.org/10.3189/172756407782282570 .\nM\nM\nM\nM\nM\nM\nM\nM\nM\nM\nM\nO\nO\nO\nP\nP\nR\nR\nR\nR\nR\nR\nR\nR\nR\nR\nS\nS\nHead, J.W., Wilson, L., 2002. Mars: a review and synthesis of general environments and geological settings of magma-H 2 O interactions. Geol. Soc. Lond. Spec. Publ.\n202, 27–57. https://doi.org/10.1144/GSL.SP.2002.202.01.03 . Head, J.W., Wilson, L., Dickson, J., Neukum, G., 2006c. The Huygens-Hellas gi-\nant dike system on Mars: Implications for Late Noachian–Early Hesperian volcanic resurfacing and climatic evolution. Geology 34, 285–288. https://doi.org/\n10.1130/G22163.1 . Head, J.W., Wilson, L., Mitchell, K.L., 2003. Generation of recent massive water\nfloods at Cerberus Fossae, Mars by dike emplacement, cryospheric cracking, and confined aquifer groundwater release. Geophys. Res. Lett. 30, 1577. https: //doi.org/10.1029/2003GL017135 . Hon, K., Kauahikaua, J., Denlinger, R., Mackay, K., 1994. Emplacement and inflation of pahoehoe sheet flows: observations and measurements of active lava\nflows on Kilauea Volcano. Hawaii. GSA Bull 106, 351–370. https://doi.org/10. 1130/0016-7606(1994)106 〈 0351:EAIOPS 〉 2.3.CO;2 . Hu, H., Argyropoulos, S.A., 1996. Mathematical modelling of solidification and melt-\ning: a review. Model. Simul. Mater. Sci. Eng. 4, 371. https://doi.org/10.1088/ 0965-0393/4/4/004 . Hulme, G., 1974. The interpretation of lava flow morphology. Geophys. J. Int. 39, 361–383. https://doi.org/10.1111/j.1365-246X.1974.tb05460.x . Ivanov, M.A., Korteniemi, J., Kostama, V.-P., Aittola, M., Raitala, J., Glamoclija, M., Marinangeli, L., Neukum, G., 2005. Major episodes of the hydrologic history\nin the region of Hesperia Planum, Mars. J. Geophys. Res. Planets 110, E12S21.\nhttps://doi.org/10.1029/20 05JE0 02420 . Jaeger, W.L., Keszthelyi, L.P., Skinner, J.A., Milazzo, M.P., McEwen, A.S., Titus, T.N.,\nRosiek, M.R., Galuszka, D.M., Howington-Kraus, E., Kirk, R.L., 2010. Emplacement of the youngest flood lava on Mars: a short, turbulent story. Icarus 205, 230–\n243 MRO/HiRISE Studies of Mars. https://doi.org/10.1016/j.icarus.2009.09.011 . Keszthelyi, L., Denlinger, R., 1996. The initial cooling of pahoehoe flow lobes. Bull.\nVolcanol. 58, 5–18. https://doi.org/10.10 07/s0 04450 050121 .\nKeszthelyi, L., McEwen, A.S., Thordarson, T., 20 0 0. Terrestrial analogs and thermal models for Martian flood lavas. J. Geophys. Res. Planets 105, 15027–15049.\nhttps://doi.org/10.1029/1999JE001191 . Keszthelyi, L., Thordarson, T., McEwen, A., Haack, H., Guilbaud, M.-N., Self, S.,\nRossi, M.J., 2004. Icelandic analogs to Martian flood lavas. Geochem. Geophys. Geosyst. 5, Q11014. https://doi.org/10.1029/20 04GC0 0 0758 . Keszthelyi, L.P., Jaeger, W.L., Dundas, C.M., Martínez-Alonso, S., McEwen, A.S., Mi-\nlazzo, M.P., 2010. Hydrovolcanic features on Mars: Preliminary observations from the first Mars year of HiRISE imaging. Icarus 205, 211–229 MRO/HiRISE\nStudies of Mars. https://doi.org/10.1016/j.icarus.2009.08.020 . Kleinhans, M.G., 2005. Flow discharge and sediment transport models for estimat-\ning a minimum timescale of hydrological activity and channel and delta formation on Mars. J. Geophys. Res. Planets 110, E12003. https://doi.org/10.1029/ 20 05JE0 02521 . Komar, P.D., 1979. Comparisons of the hydraulics of water flows in Martian outflow channels with flows of similar scale on earth. Icarus 37, 156–181. https://doi.\norg/10.1016/0019-1035(79)90123-4 . Kostama, V.-P., Ivanov, M.A., Polit, A.T., Törmänen, T., Grosfils, E.B., Raitala, J.,\nNeukum, G., 2007. Topographic and morphologic characteristics of Reull Vallis, Mars: implications for the history of the Reull Vallis fluvial system. J. Geophys.\nRes. Planets 112, E11001. https://doi.org/10.1029/20 06JE0 02848 . Kostama, V.-P. , Kukkonen, S. , Raitala, J. , 2013. Outflow channels of Mars: formation\nprocess and timing of Waikato Vallis-Morpheos Basin-Reull Vallis - fluvial system in the Eastern Hellas Rim Region. In: Proceedings of the Lunar Planetary Science Conference 44 Abstract #2656 . Kreslavsky, M.A., Head, J.W., 20 0 0. Kilometer-scale roughness of Mars: Results from MOLA data analysis. J. Geophys. Res. Planets 105, 26695–26711. https://doi.org/\n10.1029/20 0 0JE0 01259 . Kreslavsky, M.A., Head, J.W., 1999. Kilometer-scale slopes on Mars and their cor-\nrelation with geologic units: initial results from Mars Orbiter Laser Altimeter (MOLA) data. J. Geophys. Res. Planets 104, 21911–21924. https://doi.org/10.1029/ 1999JE001051 . Lamb, M.P., Dietrich, W.E., Aciego, S.M., DePaolo, D.J., Manga, M., 2008a. Formation of Box Canyon, Idaho, by megaflood: implications for seepage erosion on Earth\nand Mars. Science 320, 1067–1070. https://doi.org/10.1126/science.1156630 . Lamb, M.P., Dietrich, W.E., Venditti, J.G., 2008b. Is the critical Shields stress for incip-\nient sediment motion dependent on channel-bed slope? J. Geophys. Res. Earth\nSurf. 113, F02008. https://doi.org/10.1029/2007JF000831 . Lamb, M.P., Fonstad, M.A., 2010. Rapid formation of a modern bedrock canyon by a\nsingle flood event. Nat. Geosci. 3, 477–481. https://doi.org/10.1038/ngeo894 . Lanagan, P.D. , 2004. Geologic History of the Cerberus Plains, Mars. PhD Univ., Ariz . Lanagan, P.D., McEwen, A.S., Keszthelyi, L.P., Thordarson, T., 2001. Rootless cones on Mars indicating the presence of shallow equatorial ground ice in recent times.\nGeophys. Res. Lett. 28, 2365–2367. https://doi.org/10.1029/2001GL012932 .\nLevy, J.S., Fassett, C.I., Head, J.W., Schwartz, C., Watters, J.L., 2014. Sequestered glacial ice contribution to the global Martian water budget: Geometric constraints on\nthe volume of remnant, midlatitude debris-covered glaciers. J. Geophys. Res. Planets 119 2014JE004685. https://doi.org/10.1002/2014JE004685 . Liang, Y.-L., Colgan, W., Lv, Q., Steffen, K., Abdalati, W., Stroeve, J., Gallaher, D., Bayou, N., 2012. A decadal investigation of supraglacial lakes in West Greenland\nusing a fully automatic detection and tracking algorithm. Remote Sens. Environ.\n123, 127–138. https://doi.org/10.1016/j.rse.2012.03.020 . Malin, M.C., Bell, J.F., Cantor, B.A., Caplinger, M.A., Calvin, W.M., Clancy, R.T., Ed-\ngett, K.S., Edwards, L., Haberle, R.M., James, P.B., Lee, S.W., Ravine, M.A., Thomas, P.C., Wolff, M.J., 2007. Context camera investigation on board the Mars\nreconnaissance orbiter. J. Geophys. Res. Planets 112, E05S04. https://doi.org/10. 1029/20 06JE0 02808 . anga, M., 2004. Martian floods at Cerberus Fossae can be produced by groundwater discharge. Geophys. Res. Lett. 31, L02702. https://doi.org/10.1029/\n2003GL018958 . angold, N., Allemand, P., Thomas, P.G., 1998. Wrinkle ridges of Mars: structural\nanalysis and evidence for shallow deformation controlled by ice-rich décollements. Planet. Space Sci. 46, 345–356. https://doi.org/10.1016/S0032-0633(97) 00195-5 . arra, W.A., Hauber, E., McLelland, S.J., Murphy, B.J., Parsons, D.R., Conway, S.J., Roda, M., Govers, R., Kleinhans, M.G., 2014. Pressurized groundwater outflow\nexperiments and numerical modeling for outflow channels on Mars. J. Geophys. Res. Planets 119 2014JE004701. https://doi.org/10.1002/2014JE004701 . cKenzie, D., Nimmo, F., 1999. The generation of martian floods by the melting of ground ice above dykes. Nature 397, 231–233. https://doi.org/10.1038/16649 . est, S.C. , Crown, D.A. , 2014. Geologic map of MTM-30247,-35247, and-40247 quad-\nrangles, Reull Vallis region of Mars. J. Morphol. 275, 745–759 . est, S.C. , Crown, D.A. , 2003. Geologic map of MTM –45252 and –45257 quadran-\ngles, Reull Vallis region of Mars: US Geol. Surv. Geol. Investig. Ser. Map I–2763 . est, S.C. , Crown, D.A. , 2002. Geologic map of MTM –40252 and –40257 quadran-\ngles, Reull Vallis region of Mars: US Geol. Surv. Geol. Investig. Ser. Map I–2730 . est, S.C., Crown, D.A., 2001. Geology of the Reull Vallis Region, Mars. Icarus 153,\n89–110. https://doi.org/10.10 06/icar.20 01.6655 .\nest, S.C. , Crown, D.A. , Berman, D.C. , 2012. Chronology of Hesperia Planum, Mars using impact craters as stratigraphic markers. In: Proceedings of the 43rd Lunar\nPlanetary Science Conference Abstract #2268 . ontési, L.G.J., Zuber, M.T., 2003. Clues to the lithospheric structure of Mars from\nwrinkle ridge sets and localization instability. J. Geophys. Res. Planets 108, 5048. https://doi.org/10.1029/20 02JE0 01974 . ontgomery, D.R., Gillespie, A., 2005. Formation of Martian outflow channels by\ncatastrophic dewatering of evaporite deposits. Geology 33, 625–628. https://doi. org/10.1130/G21270AR.1 . ’Connor, J.E., 1993. Hydrology, hydraulics, and geomorphology of the Bonneville Flood. Geol. Soc. Am. Spec. Pap. 274, 1–84. https://doi.org/10.1130/SPE274-p1 . ’Connor, J.E. , Beebee, R.A. , 2009. Floods from natural rock-material dams. In: Megaflooding On Earth and Mars. Cambridge University Press, Cambridge, UK,\npp. 128–171 .\n’Connor, J.E. , Costa, J.E. , 2004. The World’s Largest floods, Past and present: Their Causes and Magnitudes, 1254. U.S. Geological Survey Circular, Reston, Virginia . Parker, G., 1991. Selective Sorting and Abrasion of River Gravel. I: theory. J. Hydraul. Eng. 117, 131–147. https://doi.org/10.1061/(ASCE)0733-9429(1991)117:2(131) .\nlescia, J.B., 2003. Cerberus Fossae, Elysium, Mars: a source for lava and water. Icarus 164, 79–95. https://doi.org/10.1016/S0019-1035(03)00139-8 . lescia, J.B., 1990. Recent flood lavas in the Elysium region of Mars. Icarus 88, 465–\n490. https://doi.org/10.1016/0019- 1035(90)90095- Q . ampey, M., Harvey, R., 2012. Mars Hesperian magmatism as revealed by Syrtis Ma-\njor and the Circum-Hellas volcanic province. Earth Moon Planets 109, 61–75. https://doi.org/10.1007/s11038- 012- 9404- 0 . obbins, S.J., Achille, G.D., Hynek, B.M., 2011. The volcanic history of Mars: highresolution crater-based studies of the calderas of 20 volcanoes. Icarus 211, 1179–\n1203. https://doi.org/10.1016/j.icarus.2010.11.012 . obinson, M.S., Tanaka, K.L., 1990. Magnitude of a catastrophic flood event at Ka-\nsei Valles, Mars. Geology 18, 902–905. https://doi.org/10.1130/0091-7613(1990)\n018 〈 0902:MOACFE 〉 2.3.CO;2 . oda, M., Kleinhans, M.G., Zegers, T.E., Oosthoek, J.H.P., 2014. Catastrophic ice lake\ncollapse in Aram Chaos, Mars. Icarus 236, 104–121. https://doi.org/10.1016/j. icarus.2014.03.023 . odriguez, J.A.P., Kargel, J.S., Baker, V.R., Gulick, V.C., Berman, D.C., Fairén, A.G., Linares, R., Zarroca, M., Yan, J., Miyamoto, H., Glines, N., 2015. Martian out-\nflow channels: how did their source aquifers form, and why did they drain so\nrapidly? Sci. Rep. 5. https://doi.org/10.1038/srep13404 . odriguez, J.A.P., Zarroca, M., Linares, R., Gulick, V., Weitz, C.M., Yan, J., Fairén, A.G.,\nMiyamoto, H., Platz, T., Baker, V., Kargel, J., Glines, N., Higuchi, K., 2016. Groundwater flow induced collapse and flooding in Noctis Labyrinthus, Mars. Planet.\nSpace Sci. 124, 1–14. https://doi.org/10.1016/j.pss.2015.12.009 . osenberg, E.N., Head, J.W., 2015. Late Noachian fluvial erosion on Mars: Cumulative\nwater volumes required to carve the valley networks and grain size of bedsediment. Planet. Space Sci. 117, 429–435. https://doi.org/10.1016/j.pss.2015.08. 015 . oss, P.-S., Ukstins Peate, I., McClintock, M.K., Xu, Y.G., Skilling, I.P., White, J.D.L., Houghton, B.F., 2005. Mafic volcaniclastic deposits in flood basalt provinces:\na review. J. Volcanol. Geotherm. Res. 145, 281–314. https://doi.org/10.1016/j. jvolgeores.20 05.02.0 03 . uiz, J., McGovern, P.J., Jiménez-Díaz, A., López, V., Williams, J.-P., Hahn, B.C.,\nTejero, R., 2011. The thermal evolution of Mars as constrained by paleo-heat flows. Icarus 215, 508–517. https://doi.org/10.1016/j.icarus.2011.07.029 . ussell, P.S., Head, J.W., 2007. The Martian hydrologic system: multiple recharge centers at large volcanic provinces and the contribution of snowmelt to out-\nflow channel activity. Planet. Space Sci. 55, 315–332. https://doi.org/10.1016/j. pss.2006.03.010 . akimoto, S.E.H., Gregg, T.K.P., 2001. Channeled flow: analytic solutions, laboratory\nexperiments, and applications to lava flows. J. Geophys. Res. Solid Earth 106, 8629–8644. https://doi.org/10.1029/20 0 0JB90 0384 . canlon, K.E., Head, J.W., Wilson, L., Marchant, D.R., 2014. Volcano–ice interactions in the Arsia Mons tropical mountain glacier deposits. Icarus 237, 315–339. https:\n//doi.org/10.1016/j.icarus.2014.04.024 .\nS\nS\nS\nS\nS\nS\nS\nS\nS\nS\nS\nT\nT\nT\nT\nV\nV\nW\nW\nW\nW\nW\nW\nW\nW\nW\nW\nW\nW\nW\nW\nW\nZ\nelf, S. , Thordarson, T. , Keszthelyi, L. , 1997. Emplacement of continental flood Basalt Lava flows. In: Large Igneous Provinces: Continental, Oceanic, and Planetary\nFlood Volcanism, AGU Monograph, 100. American Geophysical Union, Washington, DC, U.S., pp. 381–410 . harma, M., 1997. Siberian Traps, in: Large Igneous Provinces: Continental, Oceanic, and Planetary Flood Volcanism, AGU Monograph , Vol. 100 . Washington, DC,\nU.S., pp. 273–295. mellie, J.L., 2009. Terrestrial subice volcanism: Landform morphology, sequence\ncharacteristics, environmental influences, and implications for candidate Mars examples. Geol. Soc. Am. Spec. Pap. 453, 55–76. https://doi.org/10.1130/2009. 453(05) . mellie, J.L. , 2007. Quaternary vulcanism: subglacial landforms. In: Encyclopedia of Quaternary Sciences. Elsevier, Amsterdam, pp. 784–798 . mellie, J.L., 2006. The relative importance of supraglacial versus subglacial meltwater escape in basaltic subglacial tuya eruptions: An important unresolved\nconundrum. Earth-Sci. Rev. 74, 241–268. https://doi.org/10.1016/j.earscirev.2005.\n09.004 . mellie, J.L., 2001. Lithofacies architecture and construction of volcanoes erupted\nin Englacial lakes: icefall Nunatak, Mount Murphy, Eastern Marie Byrd Land, Antarctica. In: White, J.D.L., Riggs, N.R. (Eds.), Volcaniclastic Sedimentation in Lacustrine Settings. Blackwell Publishing Ltd, pp. 7–34. https://doi.org/10.1002/ 97814 4 4304251.ch2 . mellie, J.L. , Chapman, M.G. , 2002. Volcano-Ice Interaction on Earth and Mars. The\nGeological Society of London, London, UK, pp. 1–423 . mellie, J.L. , Edwards, B.R. , 2016. Glaciovolcanism On Earth and Mars: Products, Pro-\ncesses and Palaeoenvironmental Significance. Cambridge University Press, Cambridge, UK, pp. 1–490 . mith, D.E., Zuber, M.T., Frey, H.V., Garvin, J.B., Head, J.W., Muhleman, D.O., Pettengill, G.H., Phillips, R.J., Solomon, S.C., Zwally, H.J., Banerdt, W.B., Duxbury, T.C.,\nGolombek, M.P., Lemoine, F.G., Neumann, G.A., Rowlands, D.D., Aharonson, O., Ford, P.G., Ivanov, A.B., Johnson, C.L., McGovern, P.J., Abshire, J.B., Afzal, R.S., Sun, X., 2001. Mars orbiter laser altimeter: experiment summary after the first year of global mapping of Mars. J. Geophys. Res. Planets 106, 23689–23722. https://doi.org/10.1029/20 0 0JE0 01364 . quyres, S.W. , Wilhems, D.E. , Moosman, A.C. , 1987. Large-scale volcano-ground ice interations on Mars. Icarus 70, 385–408 . weeney, K.E., Roering, J.J., 2017. Rapid fluvial incision of a late Holocene lava flow:\nInsights from LiDAR, alluvial stratigraphy, and numerical modeling. Geol. Soc. Am. Bull. 129, 500–512. https://doi.org/10.1130/B31537.1 . anaka, K.L., Kargel, J.S., MacKinnon, D.J., Hare, T.M., Hoffman, N., 2002. Catastrophic erosion of Hellas basin rim on Mars induced by magmatic intrusion\ninto volatile-rich rocks. Geophys. Res. Lett. 29 37–1. https://doi.org/10.1029/ 2001GL013885 . anaka, K.L., Robbins, S.J., Fortezzo, C.M., Skinner Jr., J.A., Hare, T.M., 2014a. The\ndigital global geologic map of Mars: Chronostratigraphic ages, topographic and crater morphologic characteristics, and updated resurfacing history. Planet.\nSpace Sci. 95, 11–24. https://doi.org/10.1016/j.pss.2013.03.006 . anaka, K.L. , Skinner, J.A. , Dohm, J.M. , Irwin, R.P. , Kolb, E.J. , Fortezzo, C.M. , Platz, T. ,\nMichael, G.G. , Hare, T.M. , 2014b. Geologic map of Mars. US Geol. Surv. Sci. Investig. Map 3292 Scale 120 0 0 0 0 0 0 Pam. 43 P . edesco, M., Willis, I.C., Hoffman, M.J., Banwell, A.F., Alexander, P., Arnold, N.S., 2013. Ice dynamic response to two modes of surface lake drainage on the Greenland\nice sheet. Environ. Res. Lett. 8, 034007. https://doi.org/10.1088/1748-9326/8/3/\n034007 . aucher, J., Baratoux, D., Mangold, N., Pinet, P., Kurita, K., Grégoire, M., 2009a. The\nvolcanic history of central Elysium Planitia: Implications for Martian magmatism. Icarus 204, 418–442. https://doi.org/10.1016/j.icarus.2009.06.032 .\naucher, J., Baratoux, D., Toplis, M.J., Pinet, P., Mangold, N., Kurita, K., 2009b. The morphologies of volcanic landforms at Central Elysium Planitia: Evidence for re-\ncent and fluid lavas on Mars. Icarus 200, 39–51. https://doi.org/10.1016/j.icarus. 20 08.11.0 05 . ang, C., Manga, M., Hanna, J.C., 2006. Can freezing cause floods on Mars? Geophys. Res. Lett. 33, L20202. https://doi.org/10.1029/2006GL027471 . erner, S.C., 2009. The global Martian volcanic evolutionary history. Icarus 201, 44– 68. https://doi.org/10.1016/j.icarus.2008.12.019 . erner, S.C., van Gasselt, S., Neukum, G., 2003. Continual geological activity in\nAthabasca Valles, Mars. J. Geophys. Res. Planets 108, 8081. https://doi.org/10. 1029/20 02JE0 02020 . illiams, D.A., Greeley, R., Fergason, R.L., Kuzmin, R., McCord, T.B., Combe, J.-P., Head III, J.W., Xiao, L., Manfredi, L., Poulet, F., Pinet, P., Baratoux, D., Plaut, J.J.,\nRaitala, J., Neukum, G., 2009. The Circum-Hellas Volcanic Province, Mars: overview. Planet. Space Sci. 57, 895–916. https://doi.org/10.1016/j.pss.2008.08. 010 . illiams, D.A., Greeley, R., Manfredi, L., Raitala, J., Neukum, G., 2010. The CircumHellas volcanic province, Mars: assessment of wrinkle-ridged plains. Earth\nPlanet. Sci. Lett. 294, 492–505. https://doi.org/10.1016/j.epsl.2009.10.007 . illiams, D.A., Greeley, R., Werner, S.C., Michael, G., Crown, D.A., Neukum, G.,\nRaitala, J., 2008. Tyrrhena Patera: geologic history derived from Mars express high resolution stereo camera. J. Geophys. Res. Planets 113, E11005. https://doi. org/10.1029/20 08JE0 03104 . illiams, D.A., Greeley, R., Zuschneid, W., Werner, S.C., Neukum, G., Crown, D.A., Gregg, T.K.P., Gwinner, K., Raitala, J., 2007. Hadriaca Patera: Insights into its vol-\ncanic history from Mars Express High Resolution Stereo Camera. J. Geophys. Res. Planets 112, E10 0 04. https://doi.org/10.1029/20 07JE0 02924 . ilson, L., Ghatan, G.J., Head, J.W., Mitchell, K.L., 2004. Mars outflow channels: a reappraisal of the estimation of water flow velocities from water depths, re-\ngional slopes, and channel floor properties. J. Geophys. Res. Planets 109, E09003.\nhttps://doi.org/10.1029/20 04JE0 02281 . ilson, L., Head, J.W., 2007. Heat transfer in volcano–ice interactions on Earth. Ann.\nGlaciol. 45, 83–86. https://doi.org/10.3189/172756407782282507 . ilson, L., Head, J.W., 2002. Heat transfer and melting in subglacial basaltic vol-\ncanic eruptions: implications for volcanic deposit morphology and meltwater volumes. Geol. Soc. Lond. Spec. Publ. 202, 5–26. https://doi.org/10.1144/GSL.SP. 2002.202.01.02 . ilson, L., Head, J.W., 1994. Mars: Review and analysis of volcanic eruption theory and relationships to observed landforms. Rev. Geophys. 32, 221–263. https://doi.\norg/10.1029/94RG01113 . ilson, L. , Smellie, J.L. , Head, J.W. , 2013. In: Fagents, S.A., Gregg, T.K.P., Lopes, R.M.C.\n(Eds.), Volcano-ice interactions, in: In Modeling Volcanic Processes: The Physics and Mathematics of Volcanism. Cambridge University Press, Cambridge, UK, pp. 275–299 . ordsworth, R., Forget, F., Millour, E., Head, J.W., Madeleine, J.-B., Charnay, B., 2013. Global modelling of the early Martian climate under a denser CO2 atmosphere:\nwater cycle and ice evolution. Icarus 222, 1–19. https://doi.org/10.1016/j.icarus. 2012.09.036 . ordsworth, R.D., 2016. The climate of Early Mars. Annu. Rev. Earth Planet. Sci. 44, 381–408. https://doi.org/10.1146/annurev- earth- 060115- 012355 . ordsworth, R.D., Kerber, L., Pierrehumbert, R.T., Forget, F., Head, J.W., 2015. Comparison of “warm and wet” and “cold and icy” scenarios for early Mars in a\n3-D climate model. J. Geophys. Res. Planets 120 2015JE004787. https://doi.org/\n10.1002/2015JE004787 . egers, T.E., Oosthoek, J.H.P., Rossi, A.P., Blom, J.K., Schumacher, S., 2010. Melt and\ncollapse of buried water ice: an alternative hypothesis for the formation of chaotic terrains on Mars. Earth Planet. Sci. Lett. 297, 496–504. https://doi.org/ 10.1016/j.epsl.2010.06.049 ."
  }],
  "year": 2018,
  "references": [],
  "id": "SP:335943244c3eb800b786419720e8a542a032a635",
  "authors": [{
    "name": "James P. Cassanelli",
    "affiliations": []
  }, {
    "name": "James W. Head",
    "affiliations": []
  }],
  "abstractText": "The Reull Vallis outflow channel is a segmented system of fluvial valleys which originates from the volcanic plains of the Hesperia Planum region of Mars. Explanation of the formation of the Reull Vallis outflow channel by canonical catastrophic groundwater release models faces difficulties with generating sufficient hydraulic head, requiring unreasonably high aquifer permeability, and from limited recharge sources. Recent work has proposed that large-scale lava-ice interactions could serve as an alternative mechanism for outflow channel formation on the basis of predictions of regional ice sheet formation in areas that also underwent extensive contemporaneous volcanic resurfacing. Here we assess in detail the potential formation of outflow channels by large-scale lava-ice interactions through an applied case study of the Reull Vallis outflow channel system, selected for its close association with the effusive volcanic plains of the Hesperia Planum region. We first review the geomorphology of the Reull Vallis system to outline criteria that must be met by the proposed formation mechanism. We then assess local and regional lava heating and loading conditions and generate model predictions for the formation of Reull Vallis to test against the outlined geomorphic criteria. We find that successive events of large-scale lavaice interactions that melt ice deposits, which then undergo re-deposition due to climatic mechanisms, best explains the observed geomorphic criteria, offering improvements over previously proposed formation models, particularly in the ability to supply adequate volumes of water. © 2018 Elsevier Inc. All rights reserved.",
  "title": "Formation of outflow channels on Mars: Testing the origin of Reull Vallis in Hesperia Planum by large-scale lava-ice interactions and top-down melting"
}