{
  "sections": [{
    "text": "The Plio-Pleistocene Llancanelo Volcanic Field, together with the nearby Payun Matru Field, comprises at least 800 scoria cones and voluminous lava fields that cover an extensive area behind the Andean volcanic arc. Beside the scoria cones in the Llancanelo Field, at least six volcanoes show evidence for explosive eruptions involving magma–water interaction. These are unusual in the context of the semi-arid climate of the eastern Andean ranges. The volcanic structures consist of phreatomagmaticderived tuff rings and tuff cones of olivine basalt composition. Malacara and Jarilloso tuff cones were produced by fallout of a range of dry to wet tephra. The Malacara cone shows more evidence for a predominance of wet-emplaced units, with a steep slumpslope characterized by many soft-sediment deformation structures, such as: undulating bedding planes, truncated beds and water escape features. The Piedras Blancas and Carapacho tuff rings resulted from explosive eruptions with deeper explosion loci. These cones are hence dominated by lapilli tuff and tuff units, emplaced mainly by wet and/or dry pyroclastic surges. Carapacho is the only centre that appears to have started with phreatomagmatic eruptions, with lowermost tephra being rich in non-volcanic country rocks. The presence of deformed beds with impact sags, slumping textures, asymmetrical ripples, dunes, cross- and planar lamination, syn-volcanic faulting and accretionary lapilli beds indicate an eruption scenario dominated by excessive water in the transportational and depositional regime. This subordinate phreatomagmatism in the Llancanelo Volcanic Field suggests presence of ground and/or shallow surface water during some of the eruptions. Each of the tuff rings and cones are underlain by thick, fractured multiple older lava units. These broken basalts are inferred to be the horizons where rising magma interacted with groundwater. The strong palagonitization at each of the phreatomagmatic cones formed hard beds, resistant to erosion, and therefore the volcanic landforms are well-preserved. © 2007 Elsevier B.V. All rights reserved.\nKeywords: phreatomagmatic; mafic; explosive; tuff rings; tuff cones; scoria; sideromelane; palagonite\n⁎ Corresponding author. E-mail address: corina@gl.fcen.uba.ar (C. Risso).\n0377-0273/$ - see front matter © 2007 Elsevier B.V. All rights reserved. doi:10.1016/j.jvolgeores.2007.08.007"
  }, {
    "heading": "1. Introduction",
    "text": "Monogenetic volcanoes are traditionally referred as those volcanoes that erupt only once during their eruptive history (Walker, 1993). They are small volcanoes and occur as scoria cones, tuff cones and rings, and maars (Vespermann and Schmincke, 2000). They form from typically short-lived single and brief eruptions commonly but not necessary through mafic volcanism. Monogenetic volcanic fields in continental settings are commonly dominated by scoria cones and associated lava spatter cones as well as extensive “aa” or “pahoehoe” lava flows. Many scoria cone fields, however, also contain volcanic landforms formed by phreatomagmatic explosive eruptions, such as the Pinacate Volcanic Field in Sonora, Mexico (Gutman, 2002). Since phreatomagmatic volcanoes such as maars and tuff rings are considered as the “wet” equivalent of scoria cones, the presence of such volcanoes in an otherwise “dry” eruption environment, especially a scoria cone field carries significant paleoenvironmental information of its evolution (Schmincke, 1977; Lorenz, 1985; Houghton and Schmincke, 1989; Büchel, 1993; Houghton et al., 1999).\nHigh-density scoria cone fields are those containing large number of closely spaced scoria cones erupted over a relatively short period (e.g. large number of volcanoes per area). In well-drained areas with large volumes of near-surface and/or ground water, tuff rings and/or maar volcanoes form (Heiken, 1971; Martin and Németh, 2004). In other areas, where the magma/water interaction occurs within deeper sub-surface aquifers in fractured hard rock, maar volcanoes with deep craters may form (Aranda-Gomez and Luhr, 1996). The presence of subordinate phreatomagmatic volcanoes in a volcanic field could indicate variations in the physical conditions of the sub-surface stratigraphy of the volcanic field, or variation of the water saturation state of the sub-surface sediments or rock units over time (Aranda-Gomez and Luhr, 1996; Gutman, 2002). The total volume and/or type of vent and conduit derived country rock clasts of the pyroclastic rock units of these centres may help to understand the sub-surface stratigraphy of an otherwise lava-flow and scoria cone covered field. The abundance of accidental clasts from near-surface, fluvio-lacustrine clastic units could indicate a soft rock environment where phreatomagmatic volcanoes erupted and formed “champagne-glass” shape maar/diatremes (Lorenz, 2000, 2002).\nEarly studies of many volcanic fields commonly neglected the potential role of phreatomagmatism in their evolution. Revisiting of many volcanic fields has confirmed that phreatomagmatism was often a significant eruptive mechanism, which hence changes the\nperception of potential volcanic hazard for these. Here we present new evidence to highlight the importance of phreatomagmatism in the evolution of a high-density scoria cone field formed behind the Andean volcanic arc in Argentina. The Llancanelo Volcanic Field is among the largests by area and number of volcanoes behind the Andean arc in South America. The Plio-Pleistocene Llancanelo Volcanic Field has, up to now, been considered a scoria cone-dominated mafic volcanic field with extensive lava flows. Presented here are newly identified pyroclastic rocks suggesting a subordinate phreatomagmatic eruptive history of the field, with some volcanoes being dominantly formed through phreatomagmatic eruptions. Here we give a brief description of the eruptive history of the Llancanelo Volcanic Field and a detailed facies analysis. Description and interpretation of the newly identified phreatomagmatic pyroclastic successions demonstrate the importance of phreatomagmatism in the evolution of this area. We use tephra (tuff) ring and cone in a sense of the basic morphology and associated pyroclastic successions of the identified volcanic edifices. Tuff (tephra) rings here refer to low slope angle pyroclastic constructs with wide crater and typical pyroclastic succession dominated by pyroclastic beds rich in evidences of phreatomagmatic origin (e.g. angular, low vesicular pyroclasts commonly with larger volume of accidental lithic clasts). Tuff (tephra) cones (Verwoerd and Chevallier, 1987) here understood steep flanked, usually larger volume pyroclastic structures with smaller crater to base diameter ratios in comparison to tuff (tephra) rings. Tuff (tephra) cone pyroclastic successions are dominated by pyroclastic units with phreatomagmatic fragmentation history and small volumes of accidental lithic clasts. Transition from tuff (tephra) cones to larger volume pyroclastic cones formed by products of “dry”magmatic fragmentation is commonly continuous. Here we still use tuff (tephra) cone for pyroclastic constructs if they are volumetrically dominated by phreatomagmatic units. Usage of the term “sub-Plinian” eruptive styles here refers to those eruptions producing widespread and thick successions of tephra. Due to incomplete (or unexposed) pyroclastic units of the studied volcanic fields, morespecific quantification of distributional pattern of certain units, and therefore exact classification of certain eruption styles (e.g. sub-Plinian) was not possible."
  }, {
    "heading": "2. Geologic setting",
    "text": "The Llancanelo Volcanic Field (Fig. 1A) is located in the south-eastern region of the province of Mendoza, Argentina, between latitudes 35° 39′ and 35° 50′ S and\n69° and 69°30′ W, approximately 200 km east of the trench in the Southern Volcanic Zone (Fig. 1C). The volcanic arc comprises closely-spaced Quaternary to historic activity volcanoes. The western volcanism\nlocated in the Andean region attributed to the subduction of the oceanic Nazca Plate converging onto the South American Plate (Isacks et al., 1982) (Fig. 1C). The eruption of extensive Pliocene to Recent “back-arc”\nlava field from 35°S to 38°S is interpreted to be linked to the melting of hydrated mantle after a transient episode of Neogene shallow subduction (Kay, 2002; Ramos and Kay, 2006). There are twowide lava plateau composed of over 800 scoria cones, with the Llancanelo Volcanic Field (LVF) to the north, covering 10,700 km2 (Fig. 1A) and the Payún Matru Volcanic Field (PMVF) to the south, covering 5200 km2 (Bermudez, 1985; Bermudez et al., 1993). The LVF and PMVF are predominantly distinguished by their geographic position. In addition, PMVF is associated to a nearby large composite-volcanic system of trachytic and trachyandesite lavas: the Payún Matru caldera. Volcanic activity of these fields started at the beginning of the Pliocene, and probably continued until the last millennium with three main peaks of volcanic activity occurring at 3.6–1.7 Ma, c. 450 ka, and in the Holocene. No volcanic activity has been witnessed in the last 200 years of Argentinean colonization, but according to oral tradition, the last eruption occurred in LosVolcanes area (Payún Matru Volcanic Field) a few centuries ago (Groeber, 1946). Here we focus only on part of the northern Llancanelo Volcanic Field.\nVolcanism apparently relates to deep supra-crustal faults indicating some degree of structural control on the distribution of volcanic vents in the region. The basement, structure, and different sedimentary units filling the Llancanelo Basin are given in Fig. 1B. The melts are thought to have reached the surface without significant interaction with crustal material (Bermudez and Delpino, 1989; Bermudez et al., 1993). The homogeneous alkalibasalt composition of the back-arc lavas indicates a low degree of differentiation and relatively short travel time from deep mantle sources (Bermudez and Delpino, 1989; Bermudez et al., 1993). Eruptions in the Llancanelo Volcanic Field are considered to be fault-controlled with NW–SE-trending alignments. A second set of structures has an approximate ENE–WSW-trending strike. A less characteristic alignment has variable bearings around NNE–SSW and NE–SW.\nThe uppermost basin filling formations unconformable with the underlying units are the back-arc basalts of the Llancanelo Volcanic Field filling the Llancanelo basin (Fig. 1B) and grouped into the Chapúa Formation and the Puente Formation (Nullo, in press). Consecutive lava flows created the “ground” on which the subsequent volcanic formations settled. The unknown sourced lava flows are mostly of the “aa” type and less of the “pahoehoe” type with tumuli (Bermudez and Delpino, 1989; Ninci, 1993). The Chapúa Formation includes eruptive rocks assigned to the lower and upper Chapualitense, dating from the lower Pliocene (3.6Ma) and upper Pliocene–lower Pleistocene (1.7 Ma), respectively. The\nCarapacho and Piedras Blancas tuff rings, and the Malacara, and Jarilloso tuff cones were formed on a basalt plateau (Chapúa Formation) exhibit flow features typical for basaltic lava fields such as tumuli, pressure ridges, lava tubes and skylines.\nAbove the previous rock units is the Puente Formation (Nullo, in press), which also consists of extensive lava flows. The source of these lava flows are inferred to be the nearest volcanic cones such as the Malacara and Piedras Blancas volcano. This volcanic activity is coincidental with the Puentelitense eruptive period in the mid–upper Pleistocene. The last peak of eruptive activity is represented by the Cerro Campanario basalt (Nullo, in press) or the Tromen Group of Bermudez et al. (1993). Their eruptive products are located outside the Llancanelo Volcanic Field.\nVolcanic activity in the Llancanelo Volcanic Field was primarily of Strombolian and Hawaiian type, resulting in scoria and/or lava spatter cones. Typical scoria cones at Llancanelo Volcanic Field are Pencoso, Las Bombas and Colorado (Fig. 2), with heights of 50 to 150 m, their crater diameter ranges between 150 and 200 m and slopes of 23–30° (Inbar and Risso, 2001). Cone deposits are coarse-grained and commonly consist of red scoriaceous lapilli beds with meter-sized ballistic bombs and blocks. Large vesicular spindle shaped lava bombs and blocks as well as bread crusted bombs and blocks with up to 3.5 m in diameter are common (Ninci, 1993). Inside of the crater of Piedras Blancas volcano there is a small nested and breached scoria cone. Like many scoria cones in the volcanic field, Piedras Blancas and its nested cone are point sources of extensive “aa” lava flows with typical pressure ridges. The lava flows sourced from the Malacara volcano cover larger surface areas than those from Piedras Blancas, and they extend in a greater distance. The volcanic lithic fragments of the pyroclastic successions of these comprise olivine basalt from the basalt plateaux (Chapúa Formation) and other older lava flows. Juvenile clasts are considered part of the younger Puente Formation with greater olivine phenocrysts (3 mm).\nPhreatomagmatic volcanoes of the LVF are subordinate and are the main subject of this paper. They formed in the northwestern and northeast side of present day Llancanelo Lake, including the edifices of Carapacho, Piedras Blancas, Jarilloso (Fig. 1D), along with the structures of Chingolo, Las Vacas and Perro Atado, which are not discussed further here. The identified volcanoes with phreatomagmatic phases are located in the low-lying regions of the field nearby the present day Llancanelo Lake. At present, the volcanic field is located in an endorheic basin draining to the Llancanelo\n65 C . R isso et al. / Journal of Volcanology and G eotherm al R esearch 169 (2008) 61–86\nLake (Fig. 1A). The water level fluctuations of Llancanelo Lake relate to long-term climate changes (Delpino, 1993). The climatic conditions and the physiographical conditions of the volcanic field during its main periods of activity are inferred to be similar to the present day, i.e., semi-arid conditions with strong westerly winds (Delpino, 1993). The locations of phreatomagmatic volcanoes are inferred to have some connection to the fluctuating water mass of the paleo-topresent day Llancanello Lake. This could be due to entrapped water-rich layers between basin filling thick lava-flow units (similar to e.g. Western Snake River Plain, Idaho) (Godchaux et al., 1992)."
  }, {
    "heading": "3. Phreatomagmatic volcanoes",
    "text": "The first recognition of phreatomagmatism as potential eruptive mechanism in few of the volcanic cones of Llancanelo Volcanic Field is attributed to Dessanti (1978), who indicated “beige coloured (creamy yellow) pyroclastic deposits, probably coming from interglacial eruptions”, referring to the yellow pyroclastic deposits of Malacara volcano (Figs. 1A and 2). Ninci (1993) also mentions orange-yellow pyroclastic beds in the Piedras Blancas, Jarilloso and Malacara volcanoes (Figs. 1A and 2), classifying them as “coarse sand with finer levels, possibly ashes”. Delpino (1993) described pyroclastic rocks that were possibly derived from phreatomagmatic eruptions in the area of the Llancanelo Lake. He described some morphologic, lithologic and structural characteristics of the Carapacho volcano and suggested that the textural characteristics of the pyroclastic succession of Carapacho volcano are indicative of a tuff ring.\nThe volcanic cones of the Llancanelo Volcanic Field are predominantly scoria cones and subordinate tuff rings and cones. The main difference between the pyroclastic successions of scoria cones and phreatomagmatic volcanoes in LVF are: (1) the colour of the dominant pyroclastic units, reddish-black in magmatic cones and yellow in phreatomagmatic volcanoes; (2) the geometry of the volcanoes; in tuff rings with width craters and low profile; and (3) the location of volcanoes with different dominant eruptive mechanisms; while phreatomagmatic volcanoes are commonly located in the intersection of two alignments (excepting Carapacho) and the scoria cones my be or not (Fig. 2).\nThe volcanoes documented in the literature with signs of having magma–water interaction driven explosive phases in their eruptive history are the Malacara, Carapacho, Piedras Blancas and Jarilloso cones. Each of them is underlain by the same fractured\nbasalts of the Chapúa Formation. The identified volcanoes with phreatomagmatic phases are located nearby the present day Llancanelo Lake. These are generally larger in volume than the average scoria cones of the field. Their slope angle is lower than the scoria cones, and they have wider craters. The pyroclastic successions of these newly identified phreatomagmatic volcanoes are also richer in accidental lithic fragments in comparison to the scoria cones. Accidental lithic fragments are dominated by clasts derived from the underlying older lava flows. The juvenile fragments of the pyroclastic units of the identified phreatomagmatic volcanoes are in general angular in shape, and lessvesicular in comparison to the pyroclastic rocks of the scoria cones.\nBelow, we describe these volcanoes, their eruptive products and offer an interpretation for their eruptive processes."
  }, {
    "heading": "4. Malacara tuff cone",
    "text": ""
  }, {
    "heading": "4.1. Volcanic architecture",
    "text": "The Malacara cone (Figs. 1D, 2, 4A,B) (1876 masl) stands 180 m above the surrounding area. With its three adjacent cones, it forms a complex volcano. The height/ width ratio of Malacara cone is about 1:9, similar to tuff rings documented from eastern Oregon (Heiken, 1971). Malacara has three well-preserved craters (Fig. 2), each 400–600 m in diameter. At least three lava flows derived from the Malacara complex and a nearby, unnamed cone located to the west. The most extensive lava flow is about 10 m thick 7 km long and dips northwards.\nPyroclastic units are exposed in the east side of the largest cone of the Malacara complex (Fig. 4B) where the A–A⁎ profile is described. This succession consists entirely of yellow lapilli tuff units dipping away from the crater at 30–32°. A very specific sector to the NNE of the volcano shows a 45–72° dip that reflects a partial collapse of the slope. Dykes of 0.1–1 m wide intrude the pyroclastic rock units (Fig. 4C)."
  }, {
    "heading": "4.2. Pyroclastic units",
    "text": "Pyroclastic rocks of Malacara are exposed in a 96 mthick section overlain by 3 m of lava (Figs. 3 and 4 and Table 1)."
  }, {
    "heading": "4.3. Bedded lapilli and lapilli tuff unit (BLT-M)",
    "text": "In the eroded east side of the cone (Fig. 4B) the lower 41 m of pyroclastics is exposed. The majority of the\nsequence comprises reverse-graded clast-supported lapilli beds, intercalated with reverse-graded tuff and lapilli tuff beds (Table 2, sample 22). Each bed is, planar bedded, well-sorted and internally massive. The beds are uniform in thickness and form mantle bedding. The lapilli tuff beds are bright yellow, in contrast to the thin tuff beds that are structureless and yellowish grey (Fig. 4C). Thick beds consist of predominantly sub-\nrounded basaltic lapilli. The vesicularity of basaltic pyroclasts ranges from dense to highly vesicular with no apparent trend in changes of vesicularity in the vertical section of the unit. Palagonitization from the rim to the interior of the pyroclasts is common.\nThe thin interbeds consist of grey coarse ash. The thin beds are less palagonitized than the coarser beds. Towards the top, the bedding is less developed and the\npyroclastic units tend to be more coarsely bedded and massive in texture. The base of the grey coarse ash beds is sharp and commonly undulating. These lapilli beds are rich in bombs up to 0.6 m in diameter. Breadcrust and fusiform, spindle lapilli and bombs are equally common."
  }, {
    "heading": "4.4. Interpretation",
    "text": "The mantle bedding, the relatively uniform bed thicknesses over tens of meters and their relatively wellsorted characteristics indicate a fall origin. This unit is\nBFLT-M Fine-grained lapilli and coarse ash beds unsorted, finely bedded with asymmetrical ripples and erosive base contact with soft-sediment deformational structures. Lateral moving pyroclastic density currents such as base surges. WSLA-M Mantle-bedded, unconsolidated, well-sorted and clast-supported coarse lapilli and coarse ash. Sub-Plinian pyroclastic fall.\ninterpreted to be a succession of fall deposits with vertical variations in grain size. The palagonitized yellow lapilli tuffs are interpreted to derive from wet fall (e.g. Sohn, 1996). The thin grey and less altered beds are interpreted as fine and more dry ejecta from tephra fallout produced during the same eruptive event which produced the TBTM unit. The difference between these two units is that the former took longer to accumulate. The lack of palagonitization is related to low water content in the eruption plume as well as the depositional system (e.g. Houghton and Schmincke, 1989; Capaccioni and Coniglio, 1995; Houghton et al., 1999). Strombolian-like eruption phases produced bombs deposited also in TBT-M units. Overall this unit is interpreted to be deposited from tephra fallout with limited influence of water during the magma fragmentation."
  }, {
    "heading": "4.5. Thinly bedded tuff unit (TBT-M)",
    "text": "This unit consists of a succession of finely laminated and very thinly bedded unsorted tuff, with crosslamination and asymmetrical ripples with wavelengths of 1–2 cm. (Table 2, samples 31 and 32). These beds appear at the base of the fine-grained grey tuff of BLT-M. It is composed of inverse graded fine to coarse-grained greenish-grey ash up to 1 cm thick. The beds are faintly\nlaminated with common cross-lamination that pinches out laterally over few meters lateral distances. They have a wavy erosive basal contact. The unit includes lapilli and bomb size clasts (b10 vol.%), which are commonly associated with distorted impact sags. The beds are generally unsorted, and bed thicknesses change laterally. The impact sags are asymmetric (away from the centre) and plastically deformed (e.g. no faults). The tuff beds are glassy, non-palagonitized and only occasionally contain other non-juvenile clasts (e.g. accidental lithic fragments from country rock units). Juvenile fragments are blocky, dense to moderately vesicular sideromelane glass shards."
  }, {
    "heading": "4.6. Interpretation",
    "text": "The fine-grained, laminated and wavy texture beds with erosive basal contact are indicative of deposition from horizontally moving pyroclastic density currents, such as base surges (e.g. Valentine and Fisher, 2000). The rare fragments of non-juvenile country rocks indicate that the fragmentation of melt took place in the near-surface rock units (e.g. White, and Houghton, 2000). The blocky, angular volcanic glass shards indicate magma–water interaction, potentially between magma and surface water (e.g. Heiken and Wohletz, 1991). The well-bedded but unsorted characteristics of the beds, the lack of soft-sediment deformation or slumping as well as the lack of palagonitization suggests that the units were deposited from dry base surges (e.g. Derosa et al., 1992; Capaccioni and Coniglio, 1995)."
  }, {
    "heading": "4.7. Coarse lapilli unit (CL-M)",
    "text": "The next 12 meters forms a succession of alternating coarse red and black lapilli unconformable tops and mantle\nwith the previously described units (BLT-M and TBT-M) and dips up to 72°. This unit forms a funnel shape distribution of beds around the vent. The sharp colour difference also marks a clearly visible contact between these units. The beds of CL-M unit range between 1 and 1.2m in thickness (Table 2, sample 28b). The beds are clastsupported and consist of reddish coarse lapilli and occasional accidental lithics of country rockwith a diameter up to 30 cm. More fine-grained beds show numerous softsediment deformation structures, such as ripple-like sheath folds (Fig. 4E). Many of them are cut by subsequent extensional faults (Maltman, 1994). There are thinner (up to 30 cm) bedded lapilli beds that are different from the thicker (up to 50 cm) beds in their black lapilli matrix. Lapilli show a wide range of textures from highly vesicular scoriaceous lapilli to glassy-blocky, and angular pyroclasts."
  }, {
    "heading": "4.8. Interpretation",
    "text": "The alternating red and black beds with clast-supported texture over tens of meters and lack of horizontal transportation indicators suggest a fallout origin. The alternating oxidized (red) and less-oxidized (black) lapilli beds indicate relatively different depositional temperature from Strombolian-style eruptions (e.g. Vespermann and Schmincke, 2000) to eruptions influencedmore bymagma and water interaction. Soft-sediment deformation structures indicate influence of phreatomagmatic eruptions that deposited water-saturated tephra, interbedded with the lapilli beds formed through Strombolian-style eruptions. The sharp unconformity, soft deformation structures and the funnel shape spatial distribution of the unit indicate that it is a consequence of the failure of oversteepened beds of the outer crater wall. This distribution pattern is similar to those described in many half sections of scoria and/or tuff cones (e.g. Németh and White, 2003)."
  }, {
    "heading": "4.9. Bedded fine lapilli tuff unit (BFLT-M)",
    "text": "Light coloured, fine-grained lapilli and coarse ash beds are intercalated in the CL-M unit over the next 10 meters (Table 2, sample 25). The pyroclastic beds are unsorted and finely bedded. The juvenile fragments are glassy and non-to-moderately vesicular. The beds contain asymmetrical ripples, with an erosive contact to their base. Soft-sediment deformational structures such as ripple-like sheath folds are common."
  }, {
    "heading": "4.10. Interpretation",
    "text": "The undulating bedding planes, ripples, unsorted textural character, the thin bedding all indicate that these\nbeds deposited from lateral moving pyroclastic density currents such as base surges. The soft-sediment deformation features are common in CL-M and BFLT-M. All these structures suggest slope instability of the tephra. The slump of part of the tephra is interpreted to be a consequence of the failure of oversteepened beds on steep slopes. Similar oversteepening is documented from many tuff cones (Sohn et al., 2003). The large-scale slumping event is recorded by the presence of an irregular discordance-surface in the basal contact of these two units to the underlaying units and the dip up to 72°."
  }, {
    "heading": "4.11. Well-sorted, clast-supported lapilli and ash unit (WSLA-M)",
    "text": "At the top of the sequence, just below the lava flow, 30m ofwell-sorted (Table 2, samples 29, 29t, 30),mantlebedded, unconsolidated, clast-supported deposit crops out (Fig. 4D). The beds contain clasts ranging in grain size between coarse lapilli and coarse ash. The juvenile pyroclasts are angular andmoderately vesicular. Pyroclast lithologies include (1) black, aphanitic, massive clasts concentrated at the base of the sequence and (2) highly vesicular, scoriaceous lapilli concentrated at the top of the unit. Few white pumice clasts occur as accidental clasts (Choiyoi Group, Fig. 1B) of up to 3 cm in diameter. The entire package is intercalated with the TBT-M unit."
  }, {
    "heading": "4.12. Interpretation",
    "text": "The density segregation of dense and vesicular lapilli as well as the sorting of the beds and the mantle bedding indicate that the upper 30 meters of the pyroclastic succession is deposited by pyroclastic fall (Fig. 4F). The great thickness of the unit, its 3D geometrical relationship to the architecture of the volcano aswell as the lateral extent of the deposits indicate that was emplaced by magmatic gas-driven potentially sub-Plinian style of eruptions similar to those at Tarawera, NewZealand (Houghton et al., 2004)."
  }, {
    "heading": "4.13. Capping lava-flow unit",
    "text": "A 3 m-thick black, glassy basaltic lava flow with a massive central part and vesicular base caps the Malacara pyroclastic units. The blocky and massive texture of the lava flow aswell as the rough surfacemorphology indicates that the flow is “aa” type."
  }, {
    "heading": "4.14. Eruptive sequence",
    "text": "Malacara volcano has three preserved wide craters indicating that the volcano is a complex nested volcanic\nedifice with complex stratigraphy. In spite of the existence of the three craters on the top of the volcanic complex, their morphology suggests that they are rather young volcanic landforms developed over a large volume volcanic succession. In this respect, it is reasonable to infer that the exposed and described pyroclastic units from the base to the top are representing a volcanic succession of a large volume volcanic edifice. Subsequently the volcanic edifice developed three distinct volcanic parts with final Strombolian-style eruptions and associated lava effusions.\nThe sequence started with repeated series of wet and dry fall (BLT-M) and dry surge (TBT-M) deposits. These units indicate that the eruption went through different eruption stages with variable proportions of water. In optimum amounts (Zimanowski et al., 1991), the explosions generated dry base surges (TBT-M). The stratigraphically uppermost deposits are finer-grained and non-to moderately palagonitized, thus indicating little or no presence of free water in the transportation– deposition system. This basal 41 m-thick section is overlain by a 12 m-thick succession of fall-dominated deposits (CL-M), which indicates that a tall vertical eruption column was able to develop over the vent. Small interbeds of base surge beds however, indicate that occasionally water entered the volcanic conduit, allowing phreatomagmatic explosions to form laterally moving base surges. In the succession of CL-M and BFLT-M, deformational structures are preserved, documenting slump and failure of the water-saturated oversteepened beds on the steep slopes of a growing cone (e.g. Cole et al., 2001). The entire structure of the Malacara volcano indicates that the cone is a complex combination of a Strombolian scoria cone developing over a tuff cone. The last 30 meters of pyroclastic\nsuccession, (WSLA-M) was generated by sub-Plinian eruptions on the basis of the great thickness and lateral extension of the deposit, which were produced from sustained, uniform dry pyroclastic fall events. The succession is interbedded with random small and thin base-surge-deposited tephra, indicating intermittent phreatomagmatic explosions, probably due to accidental entrance of water to the volcanic conduit. The upsection-increasing number of beds generated by dry fall and dry surges indicate progressive water depletion at the eruption site to the extent that the eruption ends with an effusive event (lava flow)."
  }, {
    "heading": "5. Jarilloso tuff cone",
    "text": ""
  }, {
    "heading": "5.1. Volcanic architecture",
    "text": "The Jarilloso volcanic cone (1567 masl) (Figs. 1B and D and 2) is 110 m high. It has a well-preserved 200 m-wide crater. The volcano is breached to the NW. Only small pyroclastic unit-dominated outcrops are exposed on the outer slope of the NW side of the cone, such as one at the base of the volcano and another in half way up the slope. Each section allows a study of about 6 m of sequence. The pyroclastic succession dips about 20°. The cone height to crater rim diameter ratio is 1:9 which is compatible with geometrical parameters of tuff cones (Cas and Wright, 1987)."
  }, {
    "heading": "5.2. Pyroclastic units",
    "text": "The Jarilloso volcano has a very monotonous pyroclastic succession. Due to poor quality outcrops, a full stratigraphy of the pyroclastic units can not be given (Fig. 5).\nof Jarilloso volcano."
  }, {
    "heading": "5.3. Agglomerate, coarse lapilli unit (ACL-J)",
    "text": "In a small outcrop in the lower part of the volcanic cone 30–40 cm-thick orange-yellow beds of indurated clastsupported, poorly sorted agglomerate to coarse lapilli occur (Table 2, sample 20). The beds are normallygraded, and moderately well-stratified. Different erosional rates form a stepped architecture of the outcrop. The pyroclastic rocks are composed of strongly palagonitized angular to sub-angular moderately vesicular basaltic pyroclasts with large amounts of fusiform bombs (about 9 cm in diameter). Similar pyroclastic rocks crop out in the basal, medial zone of the outer flank of this cone."
  }, {
    "heading": "5.4. Interpretation and eruptive sequence",
    "text": "This unit is interpreted as near-source sub-aerial wet fallout deposits on the basis of the coarse-grained, moderately stratified and poorly sorted nature, with a high level of induration due to a high degree of palagonitization. The otherwise monotonous pyroclastic unit alternates with coarser- and finer-grained beds, inferred to result fromvarious phreatomagmatic explosive pulses. Normal grading and alternating layered coarsegrained to more finer-grained deposits are interpreted to represent fall from a column of fluctuating energy in a proximal region. Sohn and Chough (1992) suggest that tephra of this nature commonly falls in discrete and condensed jets and is deposited “en mass” close to where it lands. Most probably, the preserved and exposed pyroclastic unit of Jarilloso volcano formed in a manner similar to the Sohn and Chough (1992) interpretation. Individual wet-tephra jets are interpreted to be the transporting and depositing agents to form the majority of pyroclastic unit of Jarilloso volcano. In such tephra jets, aerodynamic sorting is minimal due to the saturation and cohesion of the tephra, high particle concentration and rapid emplacement. According to Sohn and Chough (1992) these phreatomagmatic pyroclastic units could be linked to low water/magma ratios when basaltic magma contacts limited quantities of ground water, although the tephra jets were sufficiently water-saturated to cause palagonitization of the pyroclasts, and this is the main difference between this phreatomagmatic cones and normally dry scoria magmatic volcanoes."
  }, {
    "heading": "6. Piedras Blancas tuff ring",
    "text": ""
  }, {
    "heading": "6.1. Volcanic architecture",
    "text": "The Piedras Blancas volcano (Figs. 1A and D and 2) (1732 masl) is a 140 m-high monogenetic cone. The\ncrater is 1150 m in diameter. The cone is breached to the NW. In the crater, a small breached scoria cone occurs (Fig. 7A). The latest magmatic activity produced massive, bluish “aa” lava flows (Puente Formation) with rubbly levee-margins in the SW side of the vent. The lava flows reach a distance up to 1.5–2 km NW from the volcano. The height/width ratio of this volcano is 1:13, typical for a tuff ring (e.g. Heiken, 1971). The main pyroclastic cone consists of 90 m-thick, monotonous, yellowish-grey deposits (A–A⁎ profile). Beds dip outward radially away from vent at 24–28°. There are no beds exposed with inward dip directions and no evidence of collapse is recognized (Fig. 6). The sequence (Table 3) finishes with an effusive and Strombolian phase, which produced a small nested cinder cone and two lava flows that emerge from the cinder cone as well as from the Piedras Blancas volcano."
  }, {
    "heading": "6.2. Reverse-graded, clast-supported lapilli unit (RGCL-PB)",
    "text": "Beds aremantle-bedded, 20 to 55 cm thick, comprising unconsolidated, grey to blackish-grey moderately to highly vesicular basaltic lapilli. The deposits are clastsupported, with reverse grading from fine to coarse lapilli. The fine lapilli are angular, while the coarse lapilli are subrounded and oxidized. Beds have sharp planar upper and basal contacts. The whole package contains common small spindle bombs."
  }, {
    "heading": "6.3. Interpretation",
    "text": "The mantle bedding of unconsolidated lapilli, reverse grading and abundance of bombs indicate that these deposits were deposited from pyroclastic fall of Strombolian-type eruptions. Sharp bedding planes imply spasmodic, non-sustained eruption (e.g.: Houghton et al., 2000)."
  }, {
    "heading": "6.4. Alternating coarse–fine lapilli unit (ACFL-PB)",
    "text": "This unit is over 36 m thick, comprising of alternating beds of ACFL-PB and WSLA-PB. The more abundant beds are of ACFL-PB characterized by coarse-to fine-grained vesicular basaltic lapilli. The beds are 30 to 50 cm thick. Beds are yellow in colour (Fig. 7B), consolidated, clast-supported and massive or crudely inversely graded.\nThe top of beds show very abundant bomb sags (Fig. 7C). Bomb sag structures are associated with basaltic bombs. Soft-sediment normal faulting is also abundant."
  }, {
    "heading": "6.5. Interpretation",
    "text": "The alternating coarse- and fine-grained lapilli beds, their clast-supported texture, and their massive or crudely\nreverse grading support the interpretation that this unit is the result of fallout. The high degree of palagonitization as well as induration and soft-sediment structures suggest that the beds deposited from wet fall (e.g.; Sohn, 1996)."
  }, {
    "heading": "6.6. Well-sorted lapilli and ash unit (WSLA-PB)",
    "text": "This unit is a succession of intercalating beds of 3 mm to 15 cm grey fine lapilli to fine ash, clast-supported and very well-sorted with wavy contacts. The pyroclasts are vesicular angular basalts. Some of these pyroclasts are oxidized and reddish towards the top of the section. Internally, there are cross-laminations and dunes, (λ=24 cm). Ripples and internal truncation surfaces within bed sets are common. The base of the beds is scoured. There are several U-shaped channels (≈35 cm in width) exposed mainly on the interior walls of the crater filled by WSLA-PB and RGCL-PB thin beds."
  }, {
    "heading": "6.7. Interpretation",
    "text": "The undulating bedding planes, ripples, crosslamination, dunes, thin bedding and the smaller and well-sorted granulometry is interpreted as a pulse or series of pulses of low-concentration surge deposits. Thinner ash-fall deposits are associated with surge deposits. The channels were probably incised by stream flows during periods of volcanic quiescence and were subsequently filled by pyroclastic surge and fall (e.g.: Sohn and Chough, 1992)."
  }, {
    "heading": "6.8. Eruptive sequence",
    "text": "The beginning of the eruption is characterized by low energy Strombolian activity (RGCL-PB). The eruptive columns characterized by an unsteady behaviour resulted in repeated variations in the column height over time. The entry of water into the vent suggested that pyroclastic fallout changed to wet-tephra jets (Sohn, 1996) (ACFL-\nPB), within which aerodynamic sorting was minimal due to tephra wetness, high particle concentration and rapid emplacement. The presence of dry surges (WSLA-PB), with dominant bed forms of sandwave facies, indicates the maximum efficiency of the water–magma interaction. The WSLA-PB was probably formed by turbulent and low-concentration pyroclastic surges (Sohn and Chough, 1992). The overlapping andmantling beds in the channels represent the surge and fall respectively. The water/ magma ratio did not remain constant during the formation of the Piedras Blancas volcano and created a fining and thinning upwards sequence (36 m). After the water was exhausted, Strombolian-style eruptions produced dry fallout deposits. The flow of water into the vent appears to have been blocked before the end of the eruption, as indicated by the presence of lava flow and a small nested cinder cone (Fig. 7A)."
  }, {
    "heading": "7. Carapacho tuff ring",
    "text": ""
  }, {
    "heading": "7.1. Volcanic architecture",
    "text": "The Carapacho volcano (1476 masl) is located in a marginal flat floor of the saline Llancanelo Lake (Fig. 1D). The deposits are yellowish-brown pyroclastic beds surrounding a wide crater with a low crater rim (Fig. 8A and B). Pyroclastic deposits of Carapacho differ from the other pyroclastic beds described before in their appearance in colour, grain size and type. Carapacho has a horseshoe-shaped crater open to the west, (Figs. 8A and 9) with a rim-to-rim width of 1200 m and a height of 90 m. The height–width ratio is 1:15 and is compatible with tuff rings documented by Heiken (1971). The bedding exhibits quaquaversal dips and is continuous from the crater to the outer flanks with beds dipping into the crater, covered by younger tuff beds. Beds are horizontal in the crater rim and/or reach a maximum dip of 2–6° and, in the outer slope, the dip never exceeds 17–21° (Fig. 8C and D)."
  }, {
    "heading": "7.2. Pyroclastic units",
    "text": "The pyroclastic units of the Carapacho volcano form a 90 m-thick succession. Simplified stratigraphic columns are shown in Fig. 10 and Table 4. The A–A⁎ profile (Fig. 8A) begins above an unexposed base in the west outer slope of the volcano."
  }, {
    "heading": "7.3. Basal tuff breccia (BTB-C)",
    "text": "The basal unit is a volcanic breccia of a greenishyellow colour (Table 2, samples 3, 5). It is matrix\nsupported, unsorted and bimodal with basal thin beds showing slight imbrication and stratification of lapilli (Fig. 11A and B). Juvenile pyroclasts are coarse, moderately basaltic lapilli. Andesitic and subordinate rhyolitic volcanic lithics are also present. In addition, large blocks of basaltic volcanic lithics (some vesiclefree, some amygdaloidal and others vesiculated) of up to 2m in diameter can be observed.Most blocks are angular\nto sub-angular, whereas the lapilli fraction is rounded to sub-rounded. Cauliflower bombs with glassy rims and bomb sags are also present. The matrix of the tuff breccia is coarse ash. The matrix/block ratio is 4 to 1. Towards the crater rim there is a greater amount of juvenile lapilli and less matrix. Clast alignment gives a crude internal planar stratification of the beds. In some thinner finegrained beds, dunes and antidunes can be observed."
  }, {
    "heading": "7.4. Interpretation",
    "text": "The matrix supported, unsorted, and country rock block-bearing texture of the pyroclastic beds indicates that it is a vent-opening explosion breccia (Vespermann and Schmincke, 2000). The interbedded, fine-grained and finely bedded tuff and lapilli tuff beds with dunes and cross bedding appear of surge origin. The presence of cauliflower bombs with glassy palagonitized rims indicates magma–water interaction. The palagonite rims around glassy particles suggest for palagonitization during transportation rather than after deposition. Palagonitization would be more extensive over the entire surface area of the glassy fragments if it had taken place well after deposition. Cauliflower bombs and vesicle-free juvenile clasts are, among others, characteristic features of phreatomagmatic eruptions (Zimanowski, 1998)."
  }, {
    "heading": "7.5. Thickly bedded lapilli tuff unit (TBLT-C)",
    "text": "This unit started with 8.4 m thickly bedded lapilli tuff beds (Table 2, samples 6, 14). The beds are diagenised and coarse-grained with greenish-grey lapilli supported\nby a coarse ash matrix. The juvenile pyroclasts are angular, moderately vesicular lapilli. Accidental lithic fragments angular to sub-angular of andesite and rhyolite constitute up to 5% by the total volume. Crude stratification is evident and the beds are commonly distorted by impact sags. Soft-sediment deformation features around impact sags are bounded by cm-to-dm scale normal faults. Occasionally, on top of the sequence, there are several 2-to-7 cm-thick accretionary lapilli beds which are poorly consolidated, they pinch out laterally. Accretionary lapilli are spherical, with diameter ranging from 0.5 to 1 cm.\nThe upper 50.5 m of the unit is a succession of lapilli beds, with moderate amount of coarse ash matrix (Fig. 11D, E and F). These beds are crudely stratified and massive in texture. The whole unit shows a coarsening and thickening-upwards sequence, with bed thickness ranging between 5 cm and 70 cm. This sequence is distinct from the underlying sequences due to a higher proportion of non-juvenile components (e.g. up to 40 vol.% by visual estimates). In the first 10 m oxidized basaltic lapilli dominates over andesitic volcanic lithics in the clast population. In the following 21 m the andesitic volcanic lithics become dominant over the\nbasaltic ones. In the topmost 19.5 m-thick succession, the basaltic and andesitic volcanic lithics occur in similar proportions. The entire sequence shows 5– 10 cm-thick intercalated beds composed of coarse ash with cross-lamination (TLCA-C units), diffuse stratification by particle size and abundant block sags. At various levels in the succession, beds of coarse ash with desiccation cracks occur."
  }, {
    "heading": "7.6. Interpretation",
    "text": "The presence of matrix supported, massive, amalgamated and poorly sorted deposits indicates deposition from pyroclastic surges. The high level of induration, accretionary lapilli beds, bedding sags and softsediment deformation features accompanied with normal faulting, indicates that TBLT-C was deposited from wet pyroclastic surges (e.g. Valentine and Fisher, 2000). The occurrence of accretionary lapilli beds indicates deposition from a moisture-rich eruption plume and is common in many phreatomagmatic beds (Reimer, 1983; Fisher and Schmincke, 1994). Impact sags forming soft deformation features indicate ballistic transportation of dense clasts that fall into the passing moist-rich pyroclastic density current. Thinner beds correspond to tail surge deposits. The desiccation cracks are typical of water-saturated deposits and also indicate short interruptions in the eruption."
  }, {
    "heading": "7.7. Tabular and lensoid coarse ash beds (TLCA-C)",
    "text": "Tabular and lens-like beds form 2 cm to 1.5 m-thick beds of coarse ash. The beds are non-diagenised, unconsolidated, and dominantly clast-supported. The base of the beds is planar and enriched in coarse basaltic ash. The finer-grained beds show asymmetrical ripples (Fig. 11C) and planar lamination. Dune-like structures have up to 7 cm wavelength. One fine layer of coarse ash in the upper third of TLCA-C shows well-developed dunes. This layer is rich in juvenile non-to-moderately vesicular basalt lapilli, angular, non-vesicular, angular andesite volcanic lithics, sub-rounded coherent rhyolites and subordinate white, tube-like pumice accidental fragments."
  }, {
    "heading": "7.8. Interpretation",
    "text": "The presence of non-consolidated ash, clast-supported, with ripples and sandwave structures, indicates that TLCA-C was deposited from horizontally moving pyroclastic density currents, such as pyroclastic dry surges (e.g. Valentine and Fisher, 2000)."
  }, {
    "heading": "7.9. Well-sorted, clast-supported lapilli bed (WSCS-C)",
    "text": "At the base of as well as in some intercalations of TLCA-C, beds of greenish-grey clast-supported beds\nform 1 to 30 cm-thick layer of massive basaltic coarse ash-fine lapilli deposits (Table 2 sample 13). These beds are well-sorted, with planar lamination. The deposit is openwork and its clasts are angular, non-to-moderately\nvesicular basaltic pyroclasts (Fig. 11C). Accidental lithic clasts are fragments of basaltic lapilli tuffs as well as exotic volcanic lithic lapilli of andesite, and rhyolite. Subordinate tube-like rhyolitic pumice coming from the\nBTB-C Greenish-yellow volcanic breccia matrix supported, unsorted and bimodal with andesitic and subordinate rhyolitic lithics. Vent-opening explosion. TBLT-C Thickly bedded lapilli tuff beds matrix supported, massive, amalgamated and poorly sorted with abundant and different accidental lithic population with levels of accretionary lapilli and bedding sags. Wet pyroclastic surges. TLCA-C Tabular and lens-like beds of non-consolidated coarse ash, clast-supported, with ripples and sandwave structures.\nHorizontally moving pyroclastic density currents, such as pyroclastic dry surges.\nWSC-C Greenish-grey clastsupported openwork beds of coarse ash-fine lapilli, wellsorted, and with planar lamination. Fall deposits when the eruption intermittently shifted to Strombolian style.\nunderlain Choiyoi Group basement (Fig. 1 B) is also present."
  }, {
    "heading": "7.10. Interpretation",
    "text": "The clast-supported, openwork coarse ash to fine lapilli layers between fine-grained surge bed sets are interpreted to be fall deposits that formed when the eruption intermittently shifted to Strombolian-style explosive events and/or more dry phreatomagmatic explosive eruption. When the influx rate of external water to the interaction site decreased, eruptions became drier and may even have temporarily switched to Strombolian-style eruptions."
  }, {
    "heading": "7.11. Eruptive sequence",
    "text": "Carapacho's eruption started with an initial phreatomagmatic explosion, of a vent-opening or vent-clearing (BTB-C) origin and, for the time being, Carapacho is the only volcano in the Llancanelo Volcanic Field where an explosion breccia has been identified (or exposed). This explosion breccia bed is up to several meters in thickness and contains a mixture of large irregular-shaped fragments from the underlying strata, thus indicating a deep, sub-surface fragmentation of the melt. It is inferred on the basis of the textural characteristics of the accidental lithic fragments that rhyolites of the Choiyoi Group and Tertiary\nandesites are the sources of the lithics appearing in the vent-clearing tuff breccia and in some surge-dominated pyroclastic units (TBLT-C and TLCA-C). On the basis of the present position of these country rock units, it is inferred that the explosion locus could have been about 600mbelow the syn-eruptive surface (Fig. 1B).However, smaller proportion of these accidental lithic fragments in other beds could also be explained by simple volcanic conduit instability due to volcano-seismic events. It is also inferred that in these deeper country rock levels ground water was available to fuel magma–water interaction and produce phreatomagmatic explosions.\nThe pyroclastic units form the main tuff ring-building phreatomagmatic deposits are inferred to originate predominantly from wet pyroclastic surges (TBLT-C). The moist and less energetic surges resulted because the phreatomagmatic explosions involved more than an optimal amount of water and produced a volcanic jet or eruption column that had relatively small kinetic and/or thermal energy (Sheridan and Wohletz, 1983; Wohletz, 1986). The higher degree of wetness of the eruption resulted in deposition of radially propagating, high particle density, wet surges, which did not travel far from the vent (Kokelaar, 1983; Dellino et al., 1990; White and Houghton, 2000; Németh et al., 2001). The compositional variation in the volcanic accidental lithic clasts is interpreted to be a result of fluctuating fragmentation and/or explosion locus level in the country rock column as it has been demonstrated from other phreatomagmatic volcanoes (White, 1991; Németh et al., 2001; Auer et al., 2007). The changes of ratio between the juvenile and accidental lithic clasts populations is inferred to be related to (1) explosions through open versus close conduit/vent and/or (2) increased magmatic output/discharge rate as a result of arrival of pulses of fresh magma.\nThe availability of water decreased as the eruption commenced as a result of exhaustion of the available external water sources, or increased magmatic output, or the combination of these two. As a result, during low water to magma mass ratio, dry and elevated temperature base surges formed (TLCA-C). A temporary absence of water generated thin beds ofmagmatic fallout (WSCS-C).\nThe continuous succession of the deposits with randomly distributed beds with desiccation cracks suggests short breaks during the eruption. However, such cracks could form due to the variation of the main axis of the pyroclastic density currents, allowing the particle cloud to dry out freshly deposited tephra quickly, before a new tephra layer deposited from a favourably oriented pyroclastic density current. The lack of major unconformity and the structurally intact\narchitecture of the tuff, suggests that the entire volcanic landform is a result of a single volcanic event."
  }, {
    "heading": "8. Petrography and palagonitization",
    "text": "The rocks of Llancanelo Volcanic Field are alkaline olivine basalts, with a silica content between 46 and 52% and Na2O+K2O ranging between 3.5 and 6% (Bermudez et al., 1993). The Carapacho and Piedras Blancas tuff rings and the Malacara and Jarilloso tuff\ncones are formed on a basalt plateau of the oldest Chapúa Formation. Its pyroclastic and effusive products belong to the younger Puente Formation. They have the same type of olivine basalt, differing only in size of phenocrysts and groundmass. The Puente Formation basalts are well-exposed in Malacara's lava flow and in Piedras Blancas' final lava flow and nested cone. The rock textures of Puente Formation basalts are quasiaphiric, with 1–5% phenocrysts, with considerable amounts of coarse euhedral olivine crystals (1–3 mm)\nin a pilotaxic-subophitic (Fig. 12A and B), sometimes intersertal, groundmass of plagioclase and titanoaugite, epidote and pale-brown sideromelane glass.\nThe process of palagonitization of volcanic glass shards is accompanied by an extensive mobilization of all elements involved in the alteration process of mafic,\npredominantly basaltic volcanic glass, resulting in the depletion or enrichment of certain elements (Stroncik and Schmincke, 2002). The juvenile glassy pyroclasts of different grain sizes to the pyroclastic rocks of the Llancanelo Volcanic Field have been partially or completely altered to palagonite (Fig. 12C). Fragments commonly show fracture-controlled surfaces and broken vesicle walls (Fig. 12E) with either sharp or rounded edges. Palagonitization commonly initiates along cracks in the glass shard. The palagonitization is considered to be a result of alteration by the abundant hot/warm water trapped within the pyroclasts upon emplacement (Stroncik and Schmincke, 2002). Such water could react with the volcanic glass during the pyroclast transportation. According to Gennaro et al. (1999) the palagonitization commonly results in deposits with high degree of zeolitization. Zeolite generation and rapid lithification (with a time frame of days to weeks) in the Llancanelo Volcanic Field can be related to the percolation and circulation of moderately alkaline waters in slowly cooling depositional units (Capaccioni and Coniglio, 1995). In the fallout deposits resulting from absent to limited magma–water interaction, which implies very dry deposition conditions, the zeolitization is practically absent (e.g. in WSLA-M orWSCS-C). Dry surge beds, emplaced from a two-phase pyroclastic density current (dry steam and solid suspension) (e.g. Derosa et al., 1992; Dellino, 2000; Wilson and Houghton, 2000) do not show significant alteration either (Fig. 12D). The occurrence of alteration in wet surge beds and the lack of alteration in dry beds show that the main controlling agent was condensed water from the eruptive cloud. The best formation conditions\nfor zeolite (Fig. 12G and H) are wet and relatively hot deposits. According to Heiken and Wohletz (1985) the reaction of glass with the condensing pore vapour phase, during or immediately after the deposition, results in the crystallization, in our case, of chabazite (Fig. 12F, unit BTB-C) and phillipsite (Bermudez and Delpino, 1989) as we have observed in the Carapacho volcano. An infrared spectrometer PIMA2, was used to determine clay minerals. Table 5 shows the presence of smectites in the four volcanoes studied. Resulting minerals were as follows: nontronite in the Malacara Volcano and nontronite, saponite and montmorillonite in Carapacho. The difference lies in the lower quantity of water or moist present in the tephra succession of the Piedras Blancas and Jarilloso volcanoes after their formation in comparison with the tephra of theMalacara and Carapacho volcanoes. The implication of this finding is that the alteration features of the studied volcanoes are characteristic for their potential depositional environment, e.g. wet versus dry."
  }, {
    "heading": "9. Discussion",
    "text": "High-density scoria cone fields such as the LVF in Mendoza generally formed in areas where only limited surface and/or ground water was available to fuel phreatomagmatism (Connor et al., 1992; Condit and Connor, 1996; Conway et al., 1998). Such volcanic fields commonly formed in highlands or in arid areas (Aranda-Gomez et al., 1992; Aranda-Gomez and Luhr, 1996). Combination of various water sources from both ground and/or surface water, and the different hydrogeological characteristics of aquifers, can generate a diverse variety of phreatomagmatic volcanoes. Such fields are commonly composed of closely spaced, large volume and complex nested scoria cones and phreatomagmatic volcanoes such as the volcanoes of the Mio/ Pliocene Pannonian Basin (Martin and Németh, 2004). In either case, recognition of phreatomagmatism carries important information about the paleoenvironment and the surface–sub-surface hydrology of the volcanic fields in syn-eruptive time. Identification of alignments of phreatomagmatic volcanoes such as alignments in the LVF in Mendoza can indicate hydrologically active sub-surface structural elements in syn-volcanic times such as the case in the Quaternary Eifel Volcanic Fields (Schmincke, 1977; Lorenz, 1984; Büchel, 1993). However, such alignments and volcanic grouping can also be a sign of the location of syn-volcanic rivers and/or older water-saturated fluvial deposits that are capable to act as major aquifers such as the case in the Pinacate Volcanic Field in Mexico (Gutman, 2002).\nThe presence and distribution pattern of phreatomagmatic volcanoes in the LVF suggests that similar, older aquifers could have controlled the location where phreatomagmatic volcanoes formed. The location of phreatomagmatic volcanoes in the intersection of two alignments also suggests rising water coming from deeper, basin filling rock units. Aquifers commonly develop between major lava-flow units separated by lava-flow base and top breccias (e.g. Western Snake River Plain Volcanic Field, Idaho), and a similar scenario is a plausible explanation of the thick lavaflow-dominated basin fill of the Llancanelo basin. Intersections of deeper structural weakness zones and/ or other fracture networks through the rigid lava-filled basin could have provided favourable locations for magma propagation and also water interaction. Commonly scoria cones are located on single alignments and/or perhaps on more shallow fractures within which ground water flow was not sufficient to influence the fragmentation style. The location of phreatomagmatic volcanoes near the present day Llancanelo Lake suggests that ground and surface water flow toward the basin could have created water-filled fractures, water lenses between lava units, watersaturated near-surface sediments, and perhaps standing water bodies."
  }, {
    "heading": "10. Conclusions",
    "text": "The Llancanelo Volcanic Field is a typical, high cone density, monogenetic volcanic field, where three kinds of volcanic cones are distinguished: tuff rings, tuff cones and scoria cones. Malacara and Jarilloso volcanoes are tuff cones, whereas Carapacho and Piedras Blancas volcanoes are tuff rings on the basis of their preserved geometry and the textural and bedding characteristics of their pyroclastic succession. Scoria cones are the most abundant volcanic landforms. The tuff rings and tuff cones of the Llancanelo Volcanic Field are small olivine basalt volcanoes. Their pyroclastic succession was predominantly produced by phreatomagmatic explosion. Occasional larger magmatic gas discharge driven by sub-Plinian style eruption is inferred for the eruptive history of the Malacara volcano, however, its eruptions were inferred to be initiated by phreatomagmatic explosive activity. Phreatomagmatism hence inferred to be a precursor of subsequent and energetic magmatic gas driven eruptions. The abundant micro- and meso-scale evidence of sudden chilling of fragmented juvenile fragments as well as the textural characteristics of the resulting pyroclastic successions suggest that magma–water\ninteraction has played an important role in the magma fragmentation in the formation of the largest volcanic edifices in the Llancanelo Volcanic Field. The pyroclastic successions of the tuff cones such as Malacara were produced by dry to wet base surges and fallout. The relatively low proportion of accidental lithic fragments in these pyroclastic units suggests that the explosions occurred near the surface and in open vent/conduit condition. The external water to fuel phreatomagmatism is likely to have been derived from the permeable, fractured, shallow sub-surface lithologies and/or syn-volcanic standing water bodies.\nThe tuff rings were produced by more efficient magma–water interaction between rising basaltoid melt and deeper level ground water sources. These eruptions produced mainly dry and wet base surges (e.g., Carapacho). The pyroclastic beds were deposited from base surges and fallout generated by phreatomagmatic explosive eruptions. Malacara, Carapacho, Piedras Blancas and Jarilloso cones are underlain by fractured basalt. The tuff rings were formed at intersections of the main NW–SE and ENE–WSW structural alignments, suggesting that fractures may have functioned as major pathways for the rising basaltic magma as well as ground water flow in the country rocks. On the other hand, scoria cones are located principally along single possibly shallow structural alignments. Among the studied phreatomagmatic volcanoes, Carapacho has the most abundant accidental lithic fragments, suggesting that the explosion locus of this phreatomagmatic volcano was the deepest of all the studied volcanoes. The moderate to high vesicularity of juvenile ash and lapilli suggests that the magma was in a state of significant vesiculation prior to the explosive interaction with water. The palagonitization is only important in wet deposits. The most complex of all the studied phreatomagmatic volcanoes is the Malacara volcano. Its eruption history began with the repetition of wet and dry falls and dry surges, involving different quantities of water that entered into the vent. The water to magma ratio increased during the course of the eruptions and generated wet surge deposits similar to those described from the Pannonian Basin (Németh et al., 2001) The water to magma ratio is inferred to decrease only towards the end of the eruptive cycle, when the eruption style changed to be sub-Plinian eruptions and subsequently effusive. The Jarilloso volcano is the only studied site for which pyroclastic succession is exclusively composed of wet pyroclastic fall deposits. As a result, the pyroclastic succession of Jarilloso is completely palagonitized. In contrast to Malacara and Jarilloso, the eruptive sequence of the Piedras Blancas\nvolcano began with deposits produced by Strombolianstyle eruptions. Subsequently, indurated wet fall deposits accumulated, suggesting sudden entry of water into the conduit. The fall deposits show characteristic textural changes toward drier eruption generated falls, suggesting that the water to magma ratio gradually decreased over time. As a result, fall deposits formed due to Strombolian-style eruptions in the final stage of the activity, which culminated in effusive eruptions. Phreatomagmatic explosive eruption of the Carapacho volcano started with an initially abundant supply of water from deep ground water table and excavated large volume of accidental lithic fragments from the country rocks."
  }, {
    "heading": "Acknowledgements",
    "text": "The authors are grateful to the Department of Geology of the University of Buenos Aires for the logistic support and the UBACyT TW-42 and X-110 Grants. The Hungarian–Argentine Scientific and Technology Cooperation project made it possible to visit the field for KN and the OTKA (Hungarian Science Foundation) as well as the New Zealand Science and Technology Post-Doctoral Fellowship (MAUX0405) gave professional time to KN to work on mafic volcanism in Mendoza. The authors are also grateful to the agreement UBA-Dirección de Recursos Naturales Renovables de la Provincia de Mendoza N°730 CD and to the Rangers of the Payunia Reserve for field support. The authors would also like to thank Volker Lorenz (Würzburg University, Würzburg), James White (Otago University, Dunedin), Shane Cronin (Massey University, Palmerston North) for their pre-review suggestions. Formal Journal reviews by Sharon Allen (UTAS, Hobart) and Donatella de Rita (University of Rome) significantly lift the quality of this paper, many thanks for them."
  }],
  "year": 2007,
  "references": [{
    "title": "Origin of the Joya Honda maar, San Luis Potosi, Mexico",
    "authors": ["J.J. Aranda-Gomez", "J.F. Luhr"],
    "venue": "Journal of Volcanology and Geothermal Research",
    "year": 1996
  }, {
    "title": "The La-Brena–ElJaguey–Maar Complex, Durango, Mexico",
    "authors": ["J.J. Aranda-Gomez", "J.F. Luhr", "J.G. Pier"],
    "venue": "Geological evolution. Bulletin of Volcanology",
    "year": 1992
  }, {
    "title": "The Fekete-hegy (Balaton Highland Hungary) “soft-substrate” and “hard-substrate” maar volcanoes in an aligned volcanic complex — implications for vent geometry, subsurface stratigraphy and the palaeoenvironmental setting",
    "authors": ["A. Auer", "U. Martin", "K. Nemeth"],
    "venue": "Journal Of Volcanology and Geothermal Research",
    "year": 2007
  }, {
    "title": "Los basaltos post-pliocenos entre los 36° y 37° de latitud, provincia de Mendoza, Argentina",
    "authors": ["A. Bermudez"],
    "venue": "Actas IV Congreso Geológico Chileno. Antofagasta,",
    "year": 1985
  }, {
    "title": "La provincia basaltica andino cuyana (35–37° L.S.)",
    "authors": ["A. Bermudez", "D. Delpino"],
    "venue": "Revista de la Asociación Geológica Argentina XLIV",
    "year": 1989
  }, {
    "title": "Los basaltos de retroarco extraandinos",
    "authors": ["A. Bermudez", "D. Delpino", "F. Frey", "A. Saal"],
    "venue": "Geología y Recursos Naturales de Mendoza. XII° Congreso Geológico Argentino y II° Congreso de Exploración de Hidrocarburos, Mendoza. Relatorio,",
    "year": 1993
  }, {
    "title": "1993.Maars of theWesteifel, Germany. In:Negendank, J.F.W., Zolitschka, B. (Eds.), Paleolimnology of European Maar Lakes",
    "authors": ["G. Büchel"],
    "year": 1993
  }, {
    "title": "Varicoloured and vesiculated tuffs from La Fossa Volcano, Vulcano Island (Aeolian Archipelago, Italy): evidence of syndepositional alteration processes",
    "authors": ["B. Capaccioni", "S. Coniglio"],
    "venue": "Bulletin of Volcanology",
    "year": 1995
  }, {
    "title": "Volcanic Successions, Modern and Ancient",
    "authors": ["R. Cas", "J. Wright"],
    "venue": "Allen & Unwin, London",
    "year": 1987
  }, {
    "title": "Faial, Azores: deposits formed by an emergent surtseyan eruption",
    "authors": ["P.D. Cole", "J.E. Guest", "A.M. Duncan", "J.M. Pacheco"],
    "venue": "Capelinhos",
    "year": 2001
  }, {
    "title": "Recurrence rates of volcanism in basaltic volcanic fields: an example from the Springerville volcanic field, Arizona",
    "authors": ["C.D. Condit", "C.B. Connor"],
    "venue": "Geological Society of America Bulletin",
    "year": 1996
  }, {
    "title": "Evidence of regional structural controls on vent distribution — Springerville Volcanic Field, Arizona",
    "authors": ["C.B. Connor", "C.D. Condit", "L.S. Crumpler", "J.C. Aubele"],
    "venue": "Journal of Geophysical Research-Solid Earth",
    "year": 1992
  }, {
    "title": "Recurrence rates of basaltic volcanism in SP Cluster, San Francisco volcanic field, Arizona",
    "authors": ["F.M. Conway", "C.B. Connor", "B.E. Hill", "C.D. Condit", "K. Mullaney", "C.M. Hall"],
    "venue": "Geology",
    "year": 1998
  }, {
    "title": "Phreatomagmatic deposits: fragmentation, transportation and deposition mechanisms",
    "authors": ["P. Dellino"],
    "venue": "Terra Nostra",
    "year": 2000
  }, {
    "title": "Wet surge deposits at La Fossa di Vulcano: depositional and eruptive mechanisms",
    "authors": ["P. Dellino", "G. Frazzetta", "L. La Volpe"],
    "venue": "Journal of Volcanology and Geothermal Research",
    "year": 1990
  }, {
    "title": "Fué el Sur mendocino similar a Hawaii? Evidencias del pasado para entender el presente",
    "authors": ["D. Delpino"],
    "venue": "Jornadas Nacionales de Vulcanología, Medio Ambiente y Defensa Civil,",
    "year": 1993
  }, {
    "title": "An approach for investigating the depositional mechanism of fine-grained surge deposits — the example of the dry surge deposits at La-Fossa-DiVulcano",
    "authors": ["R. Derosa", "G. Frazzetta", "L. Lavolpe"],
    "venue": "Journal of Volcanology and Geothermal Research",
    "year": 1992
  }, {
    "title": "Descripción geológica de la Hoja 28b Malargüe",
    "authors": ["R. Dessanti"],
    "venue": "Provincia de Mendoza. Boletín,",
    "year": 1978
  }, {
    "title": "Depositional mechanism and alteration processes in different types of pyroclastic deposits from Campi Flegrei volcanic field (Southern Italy)",
    "authors": ["M. Gennaro", "A. Incoronato", "G. Mastrolorenzo", "M. Adabbo", "G. Spina"],
    "venue": "Journal of Volcanology and Geothermal Research",
    "year": 1999
  }, {
    "title": "Types of phreatomagmatic volcanoes in the Western Snake River Plain",
    "authors": ["M.M. Godchaux", "B. Bonnichsen", "M.D. Jenks"],
    "year": 1992
  }, {
    "title": "Strombolian and effusive activity as precursors",
    "authors": ["Buenos Aires"],
    "year": 1980
  }, {
    "title": "Fragmentation processes",
    "authors": ["California press", "G.H. Berkeley. Heiken", "K. Wohletz"],
    "year": 1991
  }, {
    "title": "Pyroclastic fall",
    "authors": ["B.F. Houghton", "C.J.N. Wilson", "D.M. Pyle"],
    "year": 2000
  }, {
    "title": "The influence of conduit processes on changes",
    "authors": ["R. Carey"],
    "year": 2004
  }, {
    "title": "A morphological and morphometric",
    "authors": ["M. 1–14. Inbar", "C. Risso"],
    "year": 2001
  }, {
    "title": "Formation of maar-diatreme volcanoes",
    "authors": ["V. 459–470. Lorenz"],
    "year": 2000
  }, {
    "title": "Mio/Pliocene phreatomagmatic volcanism in the Western Pannonian Basin",
    "authors": ["U. Martin", "K. Németh"],
    "venue": "Geologica Hungarica, Series Geologica, Budapest",
    "year": 2004
  }, {
    "title": "Reconstructing eruption processes of a Miocene monogenetic volcanic field from vent remnants: Waipiata Volcanic Field, South Island, New Zealand",
    "authors": ["K. Németh", "J.D.L. White"],
    "venue": "Journal of Volcanology and Geothermal Research",
    "year": 2003
  }, {
    "title": "Miocene phreatomagmatic volcanism at Tihany (Pannonian Basin, Hungary)",
    "authors": ["K. Németh", "U. Martin", "S. Harangi"],
    "venue": "Journal of Volcanology and Geothermal Research",
    "year": 2001
  }, {
    "title": "Fotointerpretación geológica del área volcánica sudoriental de Malargue (Provincia de Mendoza)",
    "authors": ["C. Ninci"],
    "venue": "Gerencia de Exploración Comisión Nacional de Energía Atómica. Unpublished Report,",
    "year": 1993
  }, {
    "title": "Overview of the tectonic evolution of the Southern Central Andes of Mendoza and Neuquén (35°–39° S latitude)",
    "authors": ["V.A. Ramos", "S. Kay"],
    "venue": "Special Paper — The Geological Society of America",
    "year": 2006
  }, {
    "title": "Accretionary lapilli in volcanic ash falls: physical factors governing their formation",
    "authors": ["T.O. Reimer"],
    "year": 1983
  }, {
    "title": "Hydrovolcanism — basic considerations and review",
    "authors": ["M.F. Sheridan", "K.H. Wohletz"],
    "venue": "Journal of Volcanology and Geothermal Research",
    "year": 1983
  }, {
    "title": "Hydrovolcanic processes forming basaltic tuff rings and cones on Cheju Island, Korea",
    "authors": ["Y. Sohn"],
    "venue": "Geological Society of America Bulletin",
    "year": 1996
  }, {
    "title": "The Ilculbong tuff cone, Cheju Island, South Korea: depositional processes and evolution of an emergent, Surtseyan-type tuff cone",
    "authors": ["Y. Sohn", "S. Chough"],
    "venue": "Sedimentology",
    "year": 1992
  }, {
    "title": "Stratigraphy, petrochemistry and Quaternary depositional record of the Songaksan tuff ring, Jeju Island, Korea",
    "authors": ["Y.K. Sohn", "J.B. Park", "B.K. Khim", "K.H. Park", "G.W. Koh"],
    "venue": "Journal of Volcanology and Geothermal Research",
    "year": 2003
  }, {
    "title": "Palagonite — a review",
    "authors": ["N.A. Stroncik", "H.U. Schmincke"],
    "venue": "International Journal of Earth Sciences",
    "year": 2002
  }, {
    "title": "Pyroclastic surges and blasts",
    "authors": ["G.A. Valentine", "R.V. Fisher"],
    "year": 2000
  }, {
    "title": "Contrasting types of surtseyan tuff cones on Marion and Prince Edward islands, southwest Indian Ocean",
    "authors": ["W.J. Verwoerd", "L. Chevallier"],
    "venue": "Bulletin of Volcanology",
    "year": 1987
  }, {
    "title": "Scoria cones and tuff rings",
    "authors": ["D. Vespermann", "H.U. Schmincke"],
    "year": 2000
  }, {
    "title": "Maar-diatreme phreatomagmatism at Hopi Buttes, Navajo Nation (Arizona), USA",
    "authors": ["J.D.L. White"],
    "venue": "Bulletin of Volcanology",
    "year": 1991
  }, {
    "title": "Surtseyan and related eruptions",
    "authors": ["J.D.L. White", "B.F. Houghton"],
    "year": 2000
  }, {
    "title": "61–86 (Eds.), Encyclopedia of Volcanoes",
    "authors": ["C. Risso"],
    "venue": "Journal of Volcanology and Geothermal Research",
    "year": 2008
  }, {
    "title": "Pyroclastic transport and deposition",
    "authors": ["C.J.N. Wilson", "B. Houghton"],
    "year": 2000
  }, {
    "title": "Explosive magma–water interactions: thermodynamics, explosion mechanisms, and field studies",
    "authors": ["K.H. Wohletz"],
    "venue": "Bulletin of Volcanology",
    "year": 1986
  }, {
    "title": "Phreatomagmatic explosions",
    "authors": ["B. Zimanowski"],
    "year": 1998
  }, {
    "title": "Quantitative experiments on phreatomagmatic explosions",
    "authors": ["B. Zimanowski", "G. Frohlich", "V. Lorenz"],
    "venue": "Journal of Volcanology and Geothermal Research",
    "year": 1991
  }],
  "id": "SP:505c7b0ca7f32a1082b088a9c21b00fecd7b0d13",
  "authors": [{
    "name": "Corina Risso",
    "affiliations": []
  }, {
    "name": "Károly Németh",
    "affiliations": []
  }, {
    "name": "Ana María Combina",
    "affiliations": []
  }, {
    "name": "Francisco Nullo",
    "affiliations": []
  }, {
    "name": "Marina Drosina",
    "affiliations": []
  }],
  "abstractText": "The Plio-Pleistocene Llancanelo Volcanic Field, together with the nearby Payun Matru Field, comprises at least 800 scoria cones and voluminous lava fields that cover an extensive area behind the Andean volcanic arc. Beside the scoria cones in the Llancanelo Field, at least six volcanoes show evidence for explosive eruptions involving magma–water interaction. These are unusual in the context of the semi-arid climate of the eastern Andean ranges. The volcanic structures consist of phreatomagmaticderived tuff rings and tuff cones of olivine basalt composition. Malacara and Jarilloso tuff cones were produced by fallout of a range of dry to wet tephra. The Malacara cone shows more evidence for a predominance of wet-emplaced units, with a steep slumpslope characterized by many soft-sediment deformation structures, such as: undulating bedding planes, truncated beds and water escape features. The Piedras Blancas and Carapacho tuff rings resulted from explosive eruptions with deeper explosion loci. These cones are hence dominated by lapilli tuff and tuff units, emplaced mainly by wet and/or dry pyroclastic surges. Carapacho is the only centre that appears to have started with phreatomagmatic eruptions, with lowermost tephra being rich in non-volcanic country rocks. The presence of deformed beds with impact sags, slumping textures, asymmetrical ripples, dunes, crossand planar lamination, syn-volcanic faulting and accretionary lapilli beds indicate an eruption scenario dominated by excessive water in the transportational and depositional regime. This subordinate phreatomagmatism in the Llancanelo Volcanic Field suggests presence of ground and/or shallow surface water during some of the eruptions. Each of the tuff rings and cones are underlain by thick, fractured multiple older lava units. These broken basalts are inferred to be the horizons where rising magma interacted with groundwater. The strong palagonitization at each of the phreatomagmatic cones formed hard beds, resistant to erosion, and therefore the volcanic landforms are well-preserved. © 2007 Elsevier B.V. All rights reserved.",
  "title": "The role of phreatomagmatism in a Plio-Pleistocene high-density scoria cone field: Llancanelo Volcanic Field (Mendoza), Argentina"
}