{
  "sections": [{
    "text": "England, P., 1993. Convective removal of thermal boundary layer of thickened continental lithosphere: a brief summary of causes and consequences with special reference to the Cenozoic tectonics of the Tibetan Plateau and surrounding regions. In: M.J.R. Wortel, U. Hansen and R. Sabadini (Editors), Relationships between Mantle Prtnesses and Geological Processes at or near the Earth’s Surface. Tectonophysics, 223: 67-73.\nThe tectonics of Tibet and its surroundings underwent marked changes at about 8 Ma. Normal faulting of [he plateau appears to have initiated at about this time. Widespread highly potassic volcanism, interpreted as the result of rapId heating of the mechanical boundary layer, began about 12-8 Ma. Such rapid heating could be the consequence of convective removal of the lower lithosphere and its replacement by asthenosphere. This process would have raised the surface height of the plateau and could have provided the driving force for extension. The diffuse deformation in the Indian Ocean probably began at about 8 Ma; analysis of the buckling of a plastic lithosphere implies that the horizontal force per unit length required to drive this deformation is consistent with uplift of the Tibetan plateau by l-3 km.\nThe Indian monsoon intensified at about 8 Ma. This intensification is consistent with the rapid passage of i he surface height of the plateau across a threshold required to disrupt the pre-existing atmospheric circulation of the regron. Taken together, these observations imply that the surface height of the Tibetan plateau rose by between 1 and 3 km in a few million years around 8 Ma. Such a rapid increase in surface height affecting an area the size of the Tibetan plateau could not be achieved by crustal thickness changes, but could have been caused by the convective removal of a substantial thickness of lower continental lithosphere of the region.\nIntroduction\nThe purpose of this paper is to provide a summary, for a general readership, of work, completed and in progress, that relates to the possibility that convective instabilities of the lowermost continental lithosphere play an important role in the tectonic evolution of broad mountain belts. The lines of argument that have led to the investigation of this possibility rest upon geological observations, upon geophysical measurements and upon theoretical considerations of the fluid mechanics of the uppermost mantle.\nThe theoretical arguments in favour of instability of lower continental lithosphere are con-\ntained in the papers of Houseman et al. (1981) and Parsons and McKenzie (1978). General geological consequences of this process were reviewed by Platt and England (1993). Specific metamorphic consequences were discussed by England and Thompson (1984) and Houseman et al. (1981). Tectonic consequences of the process were discussed with reference to extension during continental convergence by England and Houseman (1989) and, with specific reference to the Tibetan plateau, by England and Houseman (1988) and Molnar et al. (1993).\nStudents of tectonics are probably aware of the main arguments in the principally theoretical works cited above, and of the key geological and\n0040-1951/93/$06.00 0 1993 - Elsevier Science Publishers B.V. All rights reserved\ngeophysical observations cited below, and need read no further. The remainder of the paper is divided into two principal parts. The first summarises the basic physics of the process. The second part reviews some of the geological and geophysical observations that support the contention that this process is acting in one modern mountain belt - the Tibetan plateau. Fuller reviews are to be found in Molnar et al. (1993) and Platt and England (1993).\nPhysical considerations\nThe word ‘lithosphere’ is commonly used in at least four senses, of which the two most prevalent are thermal and mechanical, though the term is also frequently used in petrological and seismological contexts. None of these usages carries a precise o,r widely-accepted definition and, in consequence, any discussion of lithospheric processes ~particular~y a discussion like the present one, which is based on the ~teraction of two processes within the lithosphere) risks conflict with mental images of the ‘lithosphere’ that are specific to the reader, and to the reader’s geological interests.\nSince the advent of plate tectonics the lithosphere has often been equated in mechanical terms With a rigid or undeforming shell. Such an equation is inappropriate in the context of continental deformation, whose principal characteristic is of distributed deformation that does not resemble the plate-like behaviour of the oceans (e.g., Molnar, 1988). Parsons and McKenzie (197% pointed out that the fundamental aspect of the outermost hundred kilometres or so of the Earth (whether we call it ‘plate’, ‘lithosphere’ or by some other term) is that it forms the upper boundary layer to the convecting mantle. Any convecting fluid contains such a boundary layer, in which fluid that has carried heat upward from deeper layers moves horizontally along the surface and loses heat by conduction. Whereas vertical temperature gradients may be quite small in the interior of a vigorousIy convecting fluid (where most heat transfer is by vertical movement of the fluid), the temperature gradients in the boundary layer (through which the same heat flux must be carried by conduction) are much steeper. Because\nthe mechanical properties of silicates depend VCQ strongly on temperature, the upper boundary layer has, at its base, the same viscosity as the fluid mantle, yet is so strong at its top that it cannot be thought of as a fluid at all. Parsons and McKenzie (1978) proposed that the boundary layer could be thought of as consisting of two distinct parts: the mechanical and thermal boundary layers. The lower, and hotter, part is the thermal boundary layer. Its viscosity is sufficiently low that the force of gravity acting on density contrasts (caused by temperature contrasts) between the thermal boundary layer and the underlying mantle lead to the episodic sinking of the thermal boundary layer and its replacement by hot asthenosphere. The temperature contrasts preceding the instability of the thermal boundary layer are produced by thermal diffusion, whereas the overturn which replaces the thermal boundary layer occurs as a rate characteristic of convcction, which is very rapid in comparison with the sluggish process of diffusion (e.g., Howard, 1966; Parsons and McKenzie, 19781. Thus the thermal boundary layer, while being a weak fluid remains, for most of the time, in static contact with the overlying layer, and transfers heat to it by conduction. The overlying layer is the mechanical boundary layer, which is too strong to participate in the small-scale convection just described, but which does participate in the large-scale convection of which plate motion is a part. The transition between the mechanical and thermal boundary layers is, of course, gradational but because temperature gradients within the lithosphere are steep, and because the influence of temperature on the viscosity of rocks is strong, this transition takes place over a small range of depth: thus the idealisation of physically distinct layers is reasonable, and clarifies thinking. Parsons and McKenzie 0978) suggested that the mechanical and thermal boundary layers in the oceans are, respectively, about 80 km and 50 km thick. As will be clear from what follows, there are many uncertainties in the application of these ideas to continental deformation, of which the thickness of the thermal boundary layer is not the least.\nMountain building shortens horizontally and thickens vertically the mechanical boundary layer,\nCONVECTIVE REMOVAL OF THERMAL BOUNDARY LAYER OF THICKENED CONTINENTAL LITHOSPHERE 69\nand presumably the thermal boundary layer, also. Houseman et al. (1981) considered the implication of such shortening for the stability of the thermal boundary layer. Thickening of the thermal boundary layer enhances the density contrasts between it and the underlying asthenosphere, and so leads to its removal and replacement with hot asthenosphere. This process is not, strictly speaking, a fluid instability because it takes the form of amplification of pre-existing downwellings in the circulation involving the thermal boundary layer. There is, however, a characteristic timescale associated with this process, as there is with an instability. The rate at which the downwellings are amplified depends on the amount of the boundary layer that has already been swept into downwelling; the process thus starts slowly and accelerates until nearly all the material in the thickened boundary layer has been replaced with hot fluid from below. Houseman et al. (1981) carried out about 100 numerical experiments which showed that, for a constant viscosity fluid, the time taken for the rate of downwelling to reach its maximum scales with the viscosity of the fluid and depends relatively weakly on the other parameters to their calculations. If, for instance, the viscosity if the mantle is taken to be lo*’ Pa s, then the delay between thickening and removal of the thermal boundary layer should be about 1 Myr, but if the viscosity is lO*l Pa s, the delay should be about 10 Myr. In Houseman et al.% calculations, the thickness of the thickened thermal boundary layer was several tens to a hundred kilometres.\nIn contrast to Houseman et al. (1980, Buck and Toksiiz (1983) carried out 9 numerical experiments on a model of convection in temperaturedependent fluid and concluded that only a very thin portion of thermal boundary layer could be involved in convective overturn of the kind envisaged by Houseman et al. (1981). The reader is not obliged to choose between the conclusions offered by these two sets of authors. Indeed to make such a choice would be implicitly to assume that the earth must behave precisely like one or other idealisation. Rather than emphasise the difference between these two sets of conclusions, let us emphasise the similarities, which arise from\nan underlying physical similarity. The similarity is the enhanced instability of a thickened thermal boundary layer, which is the direct consequence of increasing (by horizontal shortening) the thickness of cold, and therefore negatively buoyant, layer of uppermost mantle. Further, *the authors agree that a time delay is involved between the thickening of the thermal boundary layer and its removal.\nThe differing conclusions about the thickness of this layer that detaches, and about the duration of the time interval before it does so, rest upon the differing balances in the calculations between this increased negative buoyancy and the viscous stresses in the fluid. In view of the great uncertainties in the rheological properties of upper mantle rocks, I suggest that a few key measurements on the earth are more likely to yield the quantity on interest (in this case the thickness of thermal boundary beneath mountain belts that becomes involved in convective overturn) than are any number of theoretical calculations. Accordingly, I summarise below the first attempts to make such measurements.\nConsequences of convective removal of thermal\nboundary layer\nThe direct consequences of the replacement of the thermal boundary layer by hotter asthenosphere is the isostatic response to the changed density structure. This response is an upward movement of the mechanical boundary layer with respect to the geoid (e.g., Houseman. et al., 1981; England and Houseman, 1988, 1989; Molnar et al., 1993; Platt and England, 1993). If the thermal boundary layer occupies the lower one-third to one-half of the mantle portion of the lithosphere (as suggested by Parsons and McKenzie, 1978), then the upward movement of the mechanical boundary layer may be as much as 11-3 km (England and Houseman, 1989, Appendix A).\nTo a process acting outside th\n”\nlithosphere (for example atmospheric circulatio ), the most prominent feature of the uplift of th mechanical boundary layer is the increase in its s rface height. For tectonic processes, however, the more important consequence is that such uplift ncreases the\n71)\ncompressional normal stress on horizontal planes beneath the uplifted surface. A surface uplift of 1-3 km is equivalent to an increase in compressional normal stress of 30-90 MPa on a given surface whose position is fixed with respect to the geoid. Increasing the vertical compressional stress without changing the horizontal stress, increases the horizontal extensional deviatoric stress. The uplift of the mechanical boundary layer of a compressional mountain belt may throw the region into horizontal extension even while convergence continues in its surroundings (England and Houseman, 1988, 1989). Equally, the uplift of a portion of a convergent belt (equivalent to an increase in its potential energy) throws the region surrounding the uplift into a state of increased horizontal compressional deviatoric stress.\nThe thermal consequences of convective removal of the thermal boundary layer are simply summarised: the rapid transfer of heat by convection leads to rapid heating of the mechanical boundary layer. If convergent deformation always left continental lithosphere doubled in thickness, then thermal re-equilibriation would be extremely slow compared with the mountain building process itself. The expected metamorphic grade in thickened crust would be blueschist-togreenschist facies. The observation, that typical metamorphic grades in the middle of thickened continental crust are in amphibolite facies, strongly implies that thermal relaxation takes place on the timescale of a few tens of million years (the timescale of mountain building); such rapid thermal relaxation requires some process acts to keep the lithosphere thin during continental convergence (Chen and Molnar, 1981; Houseman et al., 1981; England and Thompson, 1984). Whatever process thins the lithosphere must surely raise temperatures within the mechanical boundary layer. It is likely that the lower part of the mechanical boundary is enriched in volatilerich mantle rock that is continually supplied by the melting of small volumes of volatile-saturated asthenosphere (Brooks et al., 1976; McKenzie, 1989). Heating of this layer will cause these volatile-rich rocks to re-melt. If the heating is rapid, as would be the case if the thermal boundary layer were rapidly replaced by asthenosphere,\nthen the onset of this melting, and presumably ol’ the associated eruption of the melts, would bc abrupt. Such melts are typically highly potassic and enriched in incompatible elements (e.g., Pearce et al., 1990). The eruption of such melts would be expected to precede. or be synchronous with the onset of extension.\nObservations\nThe consequences of convective removal of the thermal boundary layer arc sufficiently diverse that, if they were all found together in a single terrain, they might strongly suggest that the process occurred there. The processes occur, however, at depths ranging from the surface to the deepest levels of the lithosphere, so it is unlikely that their records would all be preserved at one place and at one time. The single most important type of observation to make, if only one could, is of palaeoelevation. Unfortunately there is no observable known at present that preserves a direct record of past surface height.\nSeveral studies of palaeoelevation have been entirely based, or heavily dependent for their quantitative basis, upon radiometric determinations of cooling rocks (e.g., Copeland et al., 1987; Richter et al., 1991; Harrison et al., 1992). Cooling rates are related to rates of exhumation. Because exhumation, in the absence of other processes, lowers surface heights, the common inference of increased surface height on the basis of increased exhumation rate involves a sign error even when the conclusion is correct (England and Molnar, 1990).\nA second class of observations that has been used to infer surface height change are the preserved characteristics of fossil organisms. None of the characteristics studied is directly related to surface height, but some are related to climate and thus, indirectly, to the elevation at which the organism spent its life. The use of palaeontological observations has also led to erroneous conclusions about surface height. Palaeoelevation has been inferred, for example, on the basis of floristic analyses of assemblages of fossil plants (e.g., Axelrod and Bailey, 1976). The fossil plants are assigned nearest living relatives, and the altitude\nCONVECXIVE REMOVAL OF THERMAL BOUNDARY LAYER OF THICKENED CONTINENTAL LITHOSPHERE 71\nat which the fossil plants lived is inferred from the altitude range over which their nearest relatives now live. Molnar and England (1990, p.32) likened this procedure to the discovery of late Quaternary mammoth tusks in the Siberian Arctic and the inference, from this observation, that the region had the climate of a tropical Savannah during the last Ice Age. A more promising line of palaeontological investigation involves the use of the physiognomic characteristics of fossil leaves to infer climate change (Wolfe, 1979; Gregory and Chase, 19921, but its application to palaeoelevation is only in its infancy.\nIn the absence, for the present, of reliable determinations of surface height from any of the methods described above, one must seek information from more distant proxies. Molnar et al. (1993) reviewed data from the Tibetan plateau and surrounding regions that suggest that the plateau rose rapidly at about 8 Ma, in a fashion consistent with convective removal of the thermal boundary layer of the region. They point out that four events occurring in Late Miocene time, while at first sight unconnected, are joined by apparent synchroneity and by the fact that each event can be explained by abrupt uplift of the surface of the Tibetan plateau at that time.\n(a> East-west extension within the Tibetan plateau began in Late Miocene or Early Pliocene times (Armijo et al., 1986; Mercier et al., 1987). The only radiometric dating of a major late Tertiary extensional shear zone in Tibet yields estimates of 8 f 3 Myr for the onset of its motion (Pan and Kidd, 1992). The transition from horizontal shortening to horizontal extension within the Tibetan plateau, which has been at the heart of a region of overall convergence for the past 40 Myr at least, almost certainly requires that an abrupt increase in the potential energy of the region took place (England and Houseman, 1988, 1989). Such an increase in potential energy could readily be effected by convective removal of the thermal boundary layer (England and Houseman, 1988, 1989; Molnar et al., 1993).\n(b) The eruption on to the surface of the Tibetan plateau of highly potassic ultramafic lavas, enriched in rare earth elements, apparently began between 12 and 8 Myr B.P. (Turner et al.,\n1993). The production of such melts would be triggered by the rapid juxtaposition of asthenosphere beneath the base of a mechanical boundary (above, and Platt and England, ly93).\n(c) The largest zone of intra-oceanic distributed deformation lies in the Indian Ocean to the south of the Himalaya and Tibet. The style of deformation here is predominantly north-south shortening and it appears to have begun at about 7.5-8 Ma (Cochran, 1990). Martinod and Molnar (1993) interpret this deformation as the buckling of a plastic plate and show that, if this is the correct interpretation, the localisation of the compressional deformation within the region of the Indian Ocean covered by sediments of the Bengal Fan requires that the deformation be driven by a “driving force” of magnitude = 5- 10 X 1013 N/m. Such a range in additional compressional force per unit length is very similar to the range expected from an increase in surface height of the Tibetan plateau by l-3 km (Molnar et al., 1993).\n(d) Finally, th e n ian monsoon appears to I d’ have strengthened considerably at about 6-8 Ma (e.g., Kroon et al., 1991; Prell et al., 1992). The physics of the monsoonal circulation are not perfectly understood, but it seems that the presence of an elevated region like the present Tibetan plateau is a pre-requisite for the circulation that characterises the Indian monsoon (Prell and Kutzbach, 1992). The present plateau, with its average elevation of over 5000 m and latitudinal extent of 1000 km or more, undoubtedly disrupts the E-W circulation of air. This disruption, and the extra atmospheric heating during summer on the plateau, produce the strong circulation that characterises the present Monsoon. What is less certain, though, is the minimum elevation that the plateau must have obtained before the monsoon could have begun. The apparently abrupt onset of the monsoon at about 8 Ma implies, however, that the Tibetan plateau exceeded this threshold at, or close to, that time (Molnar et al., 1993).\nThe apparent synchroneity of each of the events (a) to (d) and their explanation in terms of rapid uplift of the Tibetan Plateau (a, c, d) and rapid heating of the base of the mechanical\nboundary layer (b) - which would have caused surface uplift - is strongly suggestive that convective removal of the thermal boundary layer to the Tibetan plateau occurred at about 8 Ma. The interested reader will find amplification and qualification to the remarks above in Molnar et al. (1993) and Platt and England (1993).\nAcknowledgements\nThis note attempts to represent the content of a talk at the European Union of Geoscientists’ meeting of April 1993. I am grateful to Rinus Wortel for the invitation to speak and acknowledge his relentless pressure that eventually produced a manuscript. The ideas expressed here are inextricably linked with those of many colleagues with whom I have enjoyed discussing problems of continental dynamics: particularly Greg Houseman, Peter Molnar, and John Platt. Deficiencies in this summary are, however, entirely my own responsibility.\nReferences\nAxelrod, D.I. and Bailey, H.P., 1976. Tertiary vegetation, climate and altitude of the Rio Grande depression, New Mexico-Colorado. Paleobiology, 2: 235-254. Armijo, R., Tapponnier, P., Mercier, J.L. and Han, T., 1986. Quaternary extension in southern Tibet: Field observations and tectonic implications. J. Geophys. Res., 91: 13,803-13,872. Brooks, C., James, D.E. and Hart, S.R., 1976. Ancient lithosphere: Its role in young continental volcanism. Science,\n193: 1086-1094. Buck, W.R. and Toksiiz, M.N., 1983. Thermal effects of\ncontinental collisions: Thickening a variable viscosity litho-\nsphere. Tectonophysics, 100: 53-69. Chen, W.-P. and Molnar, P., 1981. Constraints on the seismic\nwave velocity structure beneath the Tibetan Plateau and their tectonic implications. J. Geophys. Res., 86: 5937- 5962. Cochran, J.R., 1990. Himalayan uplift, sea level, and the record of Bengal Fan sedimentation at the ODP Leg 116 sites. In: J.R. Cochran, D.A.V. Stow, et al., Proceedings of the Ocean Drilling Project, Sci. Results, 116: 397-414. Copeland, P., Harrison, T.M., Kidd, W.S.F., Xu Ronghua, and Zhang Yuquan, 1987. Rapid early Miocene acceleration of uplift in the Gangdese belt, izang (southern Tibet), and its bearing on accommodation mechanisms of the India-Asia collision. Earth Planet Sci. Lett., 86: 240-252.\nEngland, P.C. and Houseman, G.A., 19X8. The mechanics ot the Tibetan Plateau. Philos. Trans. R. Sot. London. Ser. A, 326: 301-319. England, P.C. and Houseman, GA.. IYXY. Extension durrng continental convergence, with application to the Tibetan\nPlateau. J. Geophys. Res., Y4: 17.561 17.570. England, P.C. and Molnar, P., IYYO. Surface uplift. uplift ol\nrocks, and exhumation of rocks. Geology, 18: 1173--I 177.\nEngland, P.C. and Thompson, AH.. lY84. Pressurc-temperature-time paths of regional metamorphism of the continental crust, 1. Heat transfer during the evolution ot regions of thickened continental crust. J. Petrol.. 25: 8Y4928. Gregory, K.M. and Chase, C.G., lOY2. Tectonic significance ot palaeobotanically estimated climate of the late Eocene\nerosion surface, Colorado. Geology. 20: SXI-585.\nHarrison, T.M., Copeland, P., Kidd, W.S.F. and Yin. A., lYY2. Raising Tibet. Science, 25.5: 1663 - 1670. Houseman, G.A., McKenzie, D.P. and Motnar. P.. 1981. Convective instability of a thickened boundary layer and its relevance for the thermal evolution of continental convergent belts. J. Geophys. Res.. 86: 6115-6132. Howard, L.N., 1966. Convective at high Rayleigh numbers. In: H. Gortler (Editor), Proceedings of the 11 th International Congress of Applied Mathematics. Springer. New York, NY, pp. 1109-1115. Kroon, D., Steens, T. and Troelstra, S.R.. IYYl. Gnset of monsoonal related upwelling in the western Arabian Sea as revealed by planktonic foramifers. In: W.L. Prell, N. Niitsuma, et al., Proceedings of the Ocean Drilling Pro ject, Sci. Results, 117: 257-263. Martinod, J. and Molnar, P., IYY3. Lithospheric buckling in the Indian Ocean and the Rheology of the oceanic plate. J. Geophys. Res., (submitted, December. 1992). McKenzie, D.P., 1989. Some remarks on the movement of small melt fractions in the mantle. Earth Planet Sci. Len., 95: 53-72. Mercier, J.-L., Armijo, R., Tapponnier, P.. Carey-Gailhardis, E. and Han Tonglin, 1987. Change from Tertiary compression to Quaternary extension in southern Tibet during the India-Asia collision. Tectonics, 6: 2755304. Molnar, P. and England, P. 1990. Late Cenozoic uplift of mountain ranges and global climatic change: chicken or egg? Nature, 346: 29-34. Mohrar, P., 1988. Continental tectonics in the aftermath of plate tectonics. Nature, 335: 131- 177. Molnar, P., England, P. and M., Martinod, 1993. Mantle dynamics, the uplift the of Tibetan Plateau, and the Indian monsoon. Rev. Geophys., in press. Pan, Y. and Kidd, W.S.F., 1992. Nyainqentanglha shear zone: A late Miocene extenisonal detachment in the southern Tibetan Plateau. Geology, 20: 775-778. Parsons, B. and McKenzie, D.. 1978. Mantle convection and the thermal structure of the plates. J. Geophys. Res., 83: 4485-4496. Pearce, J.A., Bender, J.F., De Long, SE., Kidd, W.S.F., Low,\nCONVECTIVE REMOVAL OF THERMAL BOUNDARY LAYER OF THICKENED CONTINENTAL LITHOSPHERE 73\nP.J., Gutter, Y., Saroglu, F., Yilmaz, Y., Moorbath, S. and Mitchell, J.G., 1990. Genesis of collision volcanism in eastern Turkey. J. Volcanol. Geotherm. Res., 44: 189-229. Platt, J.P. and England, P.C., 1993. Convective removal of lithosphere beneath mountain belts: Thermal and mechanical consequences. Am. J. Sci., in press. Prell, W.L. and Kutzbach, J.E., 1992. Sensitivity of the Indian monsoon to forcing parameters and implications for its\nevolution. Nature, 360: 647-652. Prell, W.L., Murray, D.W., Clemens, S.C. and Anderson,\nD.M., 1992. Evolution and variability of the Indian Ocean summer monsoon: Evidence from the western Arabian Sea drilling program. In: The Indian Ocean: A Synthesis from\nthe Ocean Drilling Program. Am. Geophys. Union, Geo-\nphys. Monogr. 70, in press. Richter, F.M., Lovera, O.M., Harrison, T.M. and Copeland,\nP.C., 1991. Tibetan tectonics from a single feldspar sample: An application of the 40Ar/39Ar method. Earth Planet.\nSci. Lett., 105: 266-278. Turner, S., Hawkesworth, C., Liu, J., Rogers, N., Kelley, S.\nand van Calstern, P., 1993. Uplift-related magmatism on the Tibetan Plateau. Nature, in press. Wolfe, J.A., 1979. Temperate parameters of humid and mesic forests of eastern Asia and relation to forests of other\nregions in the northern hemisphere and Australasia. U.S. Geol. Sure., Prof. Pap. 106, 37 pp."
  }],
  "year": 2002,
  "references": [{
    "title": "Tertiary vegetation, climate and altitude of the Rio Grande depression",
    "authors": ["D.I. Axelrod", "H.P. Bailey"],
    "venue": "New Mexico-Colorado. Paleobiology,",
    "year": 1976
  }, {
    "title": "Quaternary extension in southern Tibet: Field observations and tectonic implications",
    "authors": ["R. Armijo", "P. Tapponnier", "J.L. Mercier", "T. Han"],
    "venue": "J. Geophys. Res.,",
    "year": 1986
  }, {
    "title": "Ancient lithosphere: Its role in young continental volcanism",
    "authors": ["C. Brooks", "D.E. James", "S.R. Hart"],
    "year": 1976
  }, {
    "title": "Thermal effects of continental collisions: Thickening a variable viscosity lithosphere",
    "authors": ["W.R. Buck", "M.N. Toksiiz"],
    "venue": "Tectonophysics,",
    "year": 1983
  }, {
    "title": "Constraints on the seismic wave velocity structure beneath the Tibetan Plateau and their tectonic implications",
    "authors": ["Chen", "W.-P", "P. Molnar"],
    "venue": "J. Geophys. Res.,",
    "year": 1981
  }, {
    "title": "Himalayan uplift, sea level, and the record of Bengal Fan sedimentation at the ODP Leg 116 sites",
    "authors": ["J.R. Cochran"],
    "venue": "Proceedings of the Ocean Drilling Project, Sci. Results,",
    "year": 1990
  }, {
    "title": "Rapid early Miocene acceleration of uplift in the Gangdese belt, izang (southern Tibet), and its bearing on accommodation mechanisms of the India-Asia collision",
    "authors": ["P. Copeland", "T.M. Harrison", "W.S.F. Kidd", "Xu Ronghua", "Zhang Yuquan"],
    "venue": "Earth Planet Sci. Lett.,",
    "year": 1987
  }, {
    "title": "Convective instability of a thickened boundary layer and its relevance for the thermal evolution of continental convergent belts",
    "authors": ["G.A. Houseman", "D.P. McKenzie", "Motnar. P.."],
    "venue": "J. Geophys. Res.. 86: 6115-6132.",
    "year": 1981
  }, {
    "title": "Convective at high Rayleigh numbers",
    "authors": ["L.N. Howard"],
    "venue": "Proceedings of the",
    "year": 1966
  }, {
    "title": "IYY3. Lithospheric buckling in the Indian Ocean and the Rheology of the oceanic plate",
    "authors": ["J. Martinod", "P. Molnar"],
    "venue": "J. Geophys. Res., (submitted,",
    "year": 1992
  }, {
    "title": "Some remarks on the movement of small melt fractions in the mantle",
    "authors": ["D.P. McKenzie"],
    "venue": "Earth Planet Sci. Len.,",
    "year": 1989
  }, {
    "title": "Change from Tertiary compression to Quaternary extension in southern Tibet during the India-Asia",
    "authors": ["Mercier", "J.-L", "R. Armijo", "Tapponnier", "E.P.. Carey-Gailhardis", "Han Tonglin"],
    "venue": "collision. Tectonics,",
    "year": 1987
  }, {
    "title": "Late Cenozoic uplift of mountain ranges and global climatic change: chicken or egg",
    "authors": ["P. Molnar", "P. England"],
    "year": 1990
  }, {
    "title": "Continental tectonics in the aftermath of plate tectonics",
    "authors": ["P. Mohrar"],
    "year": 1988
  }, {
    "title": "Mantle dynamics, the uplift the of Tibetan Plateau, and the Indian monsoon",
    "authors": ["P. Molnar", "P. England"],
    "venue": "Martinod,",
    "year": 1993
  }, {
    "title": "Mantle convection and the thermal structure of the plates",
    "authors": ["B. Parsons", "McKenzie", "D.."],
    "venue": "J. Geophys. Res., 83: 4485-4496.",
    "year": 1978
  }, {
    "title": "Genesis of collision volcanism in eastern Turkey",
    "authors": ["P.J", "Y. Gutter", "F. Saroglu", "Y. Yilmaz", "S. Moorbath", "J.G. Mitchell"],
    "venue": "J. Volcanol. Geotherm. Res.,",
    "year": 1990
  }, {
    "title": "Convective removal of lithosphere beneath mountain belts: Thermal and mechanical consequences",
    "authors": ["J.P. Platt", "P.C. England"],
    "venue": "Am. J. Sci.,",
    "year": 1993
  }, {
    "title": "Sensitivity of the Indian monsoon to forcing parameters and implications for its evolution",
    "authors": ["W.L. Prell", "J.E. Kutzbach"],
    "year": 1992
  }, {
    "title": "Evolution and variability of the Indian Ocean summer monsoon: Evidence from the western Arabian Sea drilling program",
    "authors": ["W.L. Prell", "D.W. Murray", "S.C. Clemens", "D.M. Anderson"],
    "year": 1992
  }, {
    "title": "Tibetan tectonics from a single feldspar sample: An application of the 40Ar/39Ar method",
    "authors": ["F.M. Richter", "O.M. Lovera", "T.M. Harrison", "P.C. Copeland"],
    "venue": "Earth Planet. Sci. Lett.,",
    "year": 1991
  }, {
    "title": "Uplift-related magmatism on the Tibetan Plateau",
    "authors": ["S. Turner", "C. Hawkesworth", "J. Liu", "N. Rogers", "S. Kelley", "P. van Calstern"],
    "year": 1993
  }, {
    "title": "Temperate parameters of humid and mesic forests of eastern Asia and relation to forests of other regions in the northern hemisphere and Australasia",
    "authors": ["J.A. Wolfe"],
    "year": 1979
  }],
  "id": "SP:d8b423a7bf1a181276f51d66c97bf46a0e464fae",
  "authors": [{
    "name": "Philip England",
    "affiliations": []
  }],
  "abstractText": "England, P., 1993. Convective removal of thermal boundary layer of thickened continental lithosphere: a brief summary of causes and consequences with special reference to the Cenozoic tectonics of the Tibetan Plateau and surrounding regions. In: M.J.R. Wortel, U. Hansen and R. Sabadini (Editors), Relationships between Mantle Prtnesses and Geological Processes at or near the Earth’s Surface. Tectonophysics, 223: 67-73. The tectonics of Tibet and its surroundings underwent marked changes at about 8 Ma. Normal faulting of [he plateau appears to have initiated at about this time. Widespread highly potassic volcanism, interpreted as the result of rapId heating of the mechanical boundary layer, began about 12-8 Ma. Such rapid heating could be the consequence of convective removal of the lower lithosphere and its replacement by asthenosphere. This process would have raised the surface height of the plateau and could have provided the driving force for extension. The diffuse deformation in the Indian Ocean probably began at about 8 Ma; analysis of the buckling of a plastic lithosphere implies that the horizontal force per unit length required to drive this deformation is consistent with uplift of the Tibetan plateau by l-3 km. The Indian monsoon intensified at about 8 Ma. This intensification is consistent with the rapid passage of i he surface height of the plateau across a threshold required to disrupt the pre-existing atmospheric circulation of the regron. Taken together, these observations imply that the surface height of the Tibetan plateau rose by between 1 and 3 km in a few million years around 8 Ma. Such a rapid increase in surface height affecting an area the size of the Tibetan plateau could not be achieved by crustal thickness changes, but could have been caused by the convective removal of a substantial thickness of lower continental lithosphere of the region.",
  "title": "Convective removal of thermal boundary layer of thickened continental lithosphere: a brief summary of causes and consequences with special reference to the Cenozoic tectonics of the Tibetan Plateau and surrounding regions"
}