{
  "sections": [{
    "text": "Contents lists available at ScienceDirect\nPalaeogeography, Palaeoclimatology, Palaeoecology\nj ourna l homepage: www.e lsev ie r.com/ locate /pa laeo\nThe Great Atlasian Reef Complex: An early Cambrian subtropical fringing belt that bordered West Gondwana\nJ. Javier Álvaro a,⁎, Françoise Debrenne b\na Centro de Astrobiología (CSIC/INTA), Ctra. de Torrejón a Ajalvir, km 4, 28850 Torrejón de Ardoz, Spain b 13, rue du Long Foin, 91700-Sainte Geneviève des Bois, France\n⁎ Corresponding author. Centro de Astrobiología (C Spain. Tel.: +34915206410; fax: +34915201074.\nE-mail address: jjalvaro@unizar.es (J.J. Álvaro).\n0031-0182/$ – see front matter © 2009 Elsevier B.V. A doi:10.1016/j.palaeo.2009.11.022\na b s t r a c t a r t i c l e i n f o\nArticle history: Received 4 May 2009 Received in revised form 4 November 2009 Accepted 17 November 2009 Available online 24 November 2009\nKeywords: Archaeocyaths Calcimicrobes Buildup Rift Subtropical climate Morocco\nThe so-called Great Atlasian Reef Complex developed during early Cambrian time throughout the Moroccan margin (Souss Basin) of West Gondwana. According to the syndepositional tectonic activity associated with its intracratonic Ediacaran–Cambrian rift, the great reef complex can be subdivided into four major archaeocyathan-microbial reef episodes: (i) The Atdabanian episode is recorded by a SW–NE-trending, 400 km long barrier reef that extended across the western Anti-Atlas. It was controlled by large-scale reactivation of an inherited rifting branch, which resulted in the nucleation and growth of linear reef complexes located along its margin. The interplay of block tilting, sharp modifications in accommodation space, and relative sea-level rise led to a composite retrogradational–aggradational reef systems tract, characterized by archaeocyathan-microbial kalyptrate complexes (Tiout Member and Amouslek Formation) that protected stromatolite-dominated, back-barrier environments (lower member of the Igoudine Formation). (ii) The western Anti-Atlas recorded an early Botoman reactivation of the same rifting branch that triggered a lateral migration of frame-building centres of carbonate productivity. As a result, the involved grabens and half-grabens recorded the development of fringing mound complexes (lower Issafen Formation). These occupied some linear intra-platform, deeper depressions capped by marls and shales, whereas laterally equivalent shallower environments recorded the development of patch-reefs and bioherms. (iii) The western Anti-Atlas subsequently recorded a late Botoman interval of tectonic quiescence superimposed to a local interval of progradational pulses. This favoured the nucleation of dispersed archaeocyathan-microbial patch-reefs and bioherms. (iv) A distinct palaeogeographic area is recognized in the southern High Atlas, where the entire Atdabanian– Botoman interval recorded small-scale, synsedimentary block tilting and high rates of volcaniclastic input. As a result, this sector was characterized by the record of microbial and archaeocyathan-microbial patch-reefs and bioherms, preferentially developed on the uplifted parts of tilted blocks. The end of reef development and carbonate productivity in the Souss Basin is related to the progradation of siliciclastic depositional systems (Toyonian regression), considered to have caused the collapse of reef communities throughout West Gondwana.\nSIC/INTA), Torrejón de Ardoz,\nll rights reserved.\n© 2009 Elsevier B.V. All rights reserved."
  }, {
    "heading": "1. Introduction",
    "text": "Carbonate sedimentation across the Neoproterozoic–Cambrian transition was constrained in West Gondwana by the diachronic character of the Pan-African and Cadomian orogenies. The end of the Pan-African orogeny (ca. 690–605 Ma; Gasquet et al., 2005) was rapidly succeeded by the development of a carbonate belt that is exposed in the upper Ediacaran–lower Cambrian strata of the Atlas Mountains, Morocco. By contrast, carbonate productivity only spread throughout southwestern Europe after the end of the Cadomian\norogeny (ca. 645–540 Ma; Miller et al., 1999; Samson and D'Lemos, 1999). The Botoman interval (Spizharski et al., 1986) marks the peak for early Cambrian archaeocyathan-microbial reef development in this Gondwanan margin (Debrenne, 1964; Debrenne and Debrenne, 1995). However, the dimensions achieved by these reefs and reef complexes in the Armorican Massif and Montagne Noire, France (Saint-Jean de la Rivière, Pardailhan and Lastours formations), OssaMorena, southern Iberian Peninsula (Sierra Gorda, La Hoya and Pedroche formations), central Iberian Peninsula (Navalucillos Formation), Sardinia (Matoppa and Punta Manna formations), and Germany (Zwethau Formation) were largely exceeded by the Great Atlasian Reef Complex (GARC; Álvaro et al., 2000, 2003; Álvaro and Clausen, 2007). The GARC spread over more than 400 km along NW Africa, with a thickness peak in the Anti-Atlas.\nThis paper describes the early Cambrian microbial and archaeocyathan-microbial reefs and reef complexes of the Atlas Mountains, and outlines their development in relation to the palaeoclimate and the tectonostratigraphic evolution of the Moroccan margin in West Gondwana. The close association of these reef complexes with subtropical conditions and the southwardmigration ofWest Gondwana was also primarily controlled by relative sea-level changes, in part a product of the tectonic disturbances recorded in the Moroccan rift."
  }, {
    "heading": "2. Palaeogeographic and stratigraphic background",
    "text": "The subdivision of the Moroccan margin of West Gondwana into Ediacaran–early Palaeozoic basins and platforms has suffered from a multiplication of nomenclatures due to the approaches of the various researches of numerous research workers. In their synthesis, Destombes et al. (1985) distinguished two lower Palaeozoic palaeogeographic domains in Morocco and neighbouring areas: the southern ‘Anti-Atlas domain’ (or Anti-Atlas Basin sensu Helg et al., 2004), limited by the Tindouf Basin to the South, and the northern ‘Atlas domain’, where subsequent palaeogeographic subdivisions are controlled by the ranges of the High and Middle Atlas, and the Jebilet, Rehamna, and Coastal Meseta (Fig. 1A). Another current terminology used for palaeogeographic descriptions of the Anti-Atlas has employed geographical terms, such as eastern (Jbel Ougnate), central (Jbel Saghro and El Graara massif), and western Anti-Atlas (Fig. 1A). Although the Cenozoic–Quaternary Souss depression separates the Anti-Atlas and High Atlas, Geyer and Landing (1995) introduced the term ‘Souss Basin’ to document an Ediacaran–Carboniferous sedi-\nmentary trough that included the aforementioned Anti-Atlas domain and the southern rim of the High Atlas. Taking into account the lithological and facies similarities of the Ediacaran–lower Cambrian strata exposed on both domains, the northern boundary of the Souss Basin can be located at the South Atlas Fault (SAF in Fig. 1A). This also marks the edge of the deepening of the West African Craton under Neoproterozoic basement series (Ennih and Liégeois, 2008), whereas the northern limit of the craton is situated along the Anti-Atlas Major Fault (AAMF in Fig. 1A), where two Pan-African ophiolitic complexes are preserved (Saquaque et al., 1989; El Boukhari et al., 1992).\nAfter the Pan-African orogeny, a broad shallow epeiric sea occupied extensive areas of the Souss Basin. There, a phase of intracontinental extension took place, ranging from Ediacaran to middle Cambrian in time. This led to development of a multi-stage rifting, which reflects the diachronous opening of a finally aborted rift (Piqué et al., 1995; Soulaimani et al., 2003; Fig. 1B). The magmatism associated with this intra-plate extension shows tholeiitic and alkaline affinities, and a distinct diachroneity: it started earlier (Ediacaran) in the Anti-Atlas, reached the western High Atlas after the earliest Cambrian, and propagated even later (middle Cambrian) in the Meseta domain (Ouali et al., 2000, 2003; Gasquet et al., 2005; Álvaro et al., 2006a, 2008a; Ezzouhairi et al., 2008).\nDuring the Ediacaran and early Cambrian, the Souss Basin recorded evidence for several main up-building phases dominated by microbial and archaeocyathan-microbial consortia. These can be lithostratigraphically grouped in: (i) the Adoudou, Lie-de-vin, and lower member of the Igoudine formations across the entire basin; (ii) the Tiout Member (Igoudine Formation) and the Amouslek Formation in the\neighbouring areas. B. Tentative reconstruction of the late Ediacaran–Cambrian branches t and Faure-Muret (1970), Boudda et al. (1975, 1979), Benziane et al. (1983), Bernardin\nAnti-Atlas; (iii) the Lemdad Formation in the southern High Atlas; and (iv) the Issafen Formation in the western Anti-Atlas. Although the development of the GARC started in the late Ediacaran, this paper is exclusively focused on the last three frame-building phases, early Cambrian in age and dominated by an archaeocyathan-microbial consortium. Detailed descriptions of the older microbial consortium can be found in Monninger (1979), Schmitt (1979), and Benssaou and Hamoumi (2001).\nA synthesis of the early Cambrian chrono- and biostratigraphic units proposed in Morocco is shown in Fig. 2. As this paper is focused on the archaeocyathan-bearing reefs, the Siberian Atdabanian, Botoman, and Toyonian stages (Spizharski et al., 1986) are used in preference, based on Debrenne and Debrenne's (1995) correlations."
  }, {
    "heading": "3. Terminology",
    "text": "A wide spectrum of early Cambrian archaeocyathan-microbial buildup types occurs in the Atlas Mountains, and microbialite-rich lime mudstone and/or microbial boundstone are important or predominant components in many of them. Some would qualify them as reefs, in which frame-building skeletal metazoans (archaeocyaths) preserved in life position are conspicuous components in at least part of the structure. Pioneer microbial communities stabilized the reef substrates, whereas the subsequent colonization of archaeocyaths never occupied more than 40% of the total rock (Wood, 1999;\nDebrenne, 2007). The term microbial reef encompasses stromatoid and thromboid fabrics (Pratt et al., 2001), including microclotted, clotted, peloidal, and fenestral textures. The term ‘reef’ is used below when the frame-building fabrics are dominated by peloidal, thromboid and stromatoid textures, rather than homogeneous mud. The fabrics correspond to ‘Frame Reefs' sensu Riding (2002), in which inplace skeletons (including calcified microbes) are in contact and microbial clotted-peloidal fabrics are considered as microframe structures.\nThree simple reef geometries are distinguished: (i) patch-reefs or isolated pillow-shaped masses ranging in size from 0.2 to 2 m across and 0.2 to 1 m high; (ii) bioherms or dome- to lens-like masses of greater dimensions (but less than 3.0 m thick), in which flank beds are well developed, and their margins commonly intercalate with heterolithic inter-reef sediments; and (iii) biostrome or low-relief structures (up to 2 m thick) comprising tabular or sheet-like beds, more than 10 mwide. The term parabiostrome refers to biostromes in which the constructing organisms are b20 % in place, and the remaining rock volume is dominated by floatstone and rudstone fabrics (Kershaw, 1994; Álvaro et al., 2007). The aforementioned geometries can occur linked as clusters that coalesce vertically and laterally to form reef-complex geometries. In some cases, individual patch-reefs, bioherms and/or (para)biostromes can be outlined, but these morphologies can also occur stacked together (N10 m thick), bounded by unclear shale–marlstone, millimetre- to centimetre-thick\ntion of theMoroccan and Siberian charts, see Babcock and Peng (2007). Data fromÁlvaro Hupé (1953, 1960).\nseams and discontinuities. The last of them correspond to the socalled kalyptrae or kalyptrate complexes (Rowland and Gangloff, 1988; Rowland and Shapiro, 2002).\nOther buildup geometries, with frame-building cores partly or wholly dominated by lime mud (or calcilutite) and lacking or exhibiting subsidiary microbial textures, are grouped below under the term mud-mound. James and Bourque (1992) suggested that there are three end members of mounds that would grade into reefs, named mud, skeletal (or biodetrital), and cryptalgal (or microbial) mounds. The mud-mounds and mound complexes described below share some features of the three end members.\nFinally, although the carbonates described below are reported as ‘limestones’, many of them are impure limestones. They commonly contain up to 40% acid insoluble residue, of which volcanigenic feldspars and shards comprise as much as 65% in volume, the remainder consisting of detrital and authigenic quartz, apatite, pyrite, and clay minerals (Álvaro and Bauluz, 2008)."
  }, {
    "heading": "4. The lower Atdabanian Amouslek–Tazzemourt–Tiout reef barrier",
    "text": "In theSouss Basin, theEdiacaranmicrobial (stromatolite-dominated) communities were unaffected across the Ediacaran–Cambrian transition (Adoudou and Lie-de-vin formations and lower member of the Igoudine Formation; Boudda et al., 1979; Benssaou andHamoumi, 2001; see a chemostratigraphic analysis in Maloof et al., 2005). The microbial consortium was finally replaced, by the beginning of the Atdabanian (ca. 20 m.y. after the Ediacaran–Cambrian boundary), by shelly metazoan and thromboid consortia, which contain the oldest biostratigraphically significant fossils of the basin (Tiout Member and Amouslek Formation; Sdzuy, 1978; Fig. 2). The Tiout Member, 110 m thick in its stratotype, corresponds to the bedded ‘black oolitic limestone facies' of Monninger (1979) and Schmitt (1979), whereas the overlying nodular andbrownish ‘archaeocyathid-bioherm facies’was introduced byÁlvaro et al. (2006b) in the Amouslek Formation, a 40–220 m-thick succession of variegated shales with interbedded limestones rich in archaeocyathan-microbial reefs.\nThe associated collapse of microbial-mat growth recorded at the base of the Tiout Member appears to coincide with a sharp change from pre-Atdabanian shallow-water restricted conditions into Atdabanian deeper, open-sea conditions. Álvaro et al. (2006b) postulated that this environmental change led to an episode of improved water circulation over transgressive carbonate platform interiors promoting shelly metazoan immigration into the inner platform.\nThe best-studied outcrops of the Tiout/Amouslek lithostratigraphic contact lie along the northern rim of the western Anti-Atlas. There, the growth and backstepping patterns of the lower Atdabanian Amouslek–Tazzemourt–Tiout reef barrier (Fig. 3A) mark the end of an episodically unstable seafloor as suggested by the abundance of slumping and sliding structures, and synsedimentary microfaults and cracks recorded in the underlying Tiout Member. Part of this network of cryptic fissures and cavities provided habitats for coelobiontic chemosynthetic–heterotrophic microbial communities. Several reef geometries are distinguished in the retrograding reef barrier preserved in the overlying Amouslek Formation: (i) patch-reefs surrounded by skeletal lime sand or homogeneous shale; (ii) stacked patches becoming aggregated into bioherms and biostromes upward; and (iii) a complicated array of patch-reefs or kalyptrate complexes, up to 60 m thick (Álvaro et al., 2006b).\nTexturally, the reef cores consist of archaeocyathan-microbial boundstone and floatstone with local development of lenticular homogeneous micrite. The distribution of large cups of Erismacoscinus controls the development of sheltering cavities. Common modular archaeocyaths of taenial type (ex-Irregulares) occurring in the cores are Agastrocyathys and Protopharetra (Debrenne, 2007). The calcified microbial community comprises Epiphyton, Girvanella, Renalcis, and\nother unclassified thromboid textures. Other shelly remains include trilobites, calcitic and linguliformean brachiopods, chancelloriids, hyoliths, hyolithelids, sponge spicules, tannuolinids, and torellellids (Álvaro et al., 2006b).\nFlank beds are generally thinly bedded (0.1–0.2 m) limestones that show synsedimentary depositional slopes. Two types of flank beds are recognized: (i) beds of reef facies that thin away from the core, passing laterally into debris beds or flat bedded inter-reef sediments; and (ii) debris beds forming apron deposits around the margin of individual bioherms and patches. Both flanks and inter-reef beds contain conspicuous simple archaeocyaths of septal type (exRegulares), such as Erismacoscinus, Nochoroicyathus, Afiacyathus, Agyrekocyathus (ex-Mennericyathus) echinus, and Neoloculicyathus (Debrenne, 2007). The dip of the flanks varies from 5 to 40°, so that flanking-slope grainstones and packstones attest to development of significant syndepositional relief on some bioherms. Since steep depositional slopes were developed, much debris was shed during intermittent erosive episodes leading to deposition on flanks.\nInter-reef sediments are dominated by bedded calcarenites, which may extend out from the reefs and grade over less than 3 m into nodular limestones, shales bearing centimetre-thick limestone nodules paralleling stratification, and claystones. In the absence of calcarenites, the patches and bioherms are directly surrounded by offreef shales. Inter- and off-reef sediments are indicative of low-energy environments, although minor scours at the base of the wackestones, together with reef-related intraclasts (up to 2 cm in size), suggest episodic reworking.\nThe sharp contact between reefs and their surrounding sediments, the high-angle nature of many of the flanks and their microfacies indicate an important early-diagenetic consolidation. This rigidity is important because it permitted development of steep slopes and preserved the lenticular shape of patches and bioherms. Calcite cements of these facies occur as syntaxial cements, conspicuous in floatstones and grainstones, where they form overgrowths up to 2 mm thick on skeletons. Blocky iron-free cements overlie turbid syntaxial, radiaxial fibrous, and fascicular optic cements. Between skeletons, they are granular and equant; in primary voids, they are euhedral bladed or scalenohedral, and typically are epitaxial or earlier isopachous fibrous and syntaxial cements.\nThe reef and peri-reef sediments display individual parasequences that, in some cases, cannot be traced laterally over more than 50 m. Each shallowing-upward parasequence (5 to 20 m thick) includes a basal shale unit, which contains carbonate nodules that increase in number upward. This facies is overlain by nodular limestones, and uppermost patch-reefs passing upward into bioherms, biostromes and kalyptrae. Slump structures that incorporate individual patches indicate the existence of steep-sided reef morphologies and unstable, soft clay substrates. The lack of lateral continuity shown by the parasequences indicates that conditions for reef nucleation were not widely developed probably because of local differences in accommodation space."
  }, {
    "heading": "5. The lower Botoman Amagour mound complex",
    "text": "A SW–NE-trending alignment of scattered early Botoman mound complexes occurs parallel to the Amouslek–Tazzemourt–Tiout reef barrier (Fig. 3B). These were individually mapped in Boudda et al. (1975) as ‘biohermes à archéocyathes’, and crop out laterally and vertically surrounded by shales and marls (Fig. 2). They form the lower part of the Issafen Formation, a shale-dominated unit with subordinate carbonates and sandstones, 25–180 m thick. One of the most representative mound complexes is exposed in the Amagour open quarry. The facies and sedimentary geometries of its ‘Red-Agadir Marble’, which has been intermittently exploited during the last decades, are described below for the first time.\nThe walls of the Amagour quarry exhibit the internal geometry of a mound complex, up to 80 m in diameter and 60 m high. The mound complex rests on a thin interval of intraclastic grainstone directly capping shales and marls, which reoccurs capping the whole framework (Fig. 4). Individual mounds interfinger with adjacent intermound, limestone/shale alternations that, in turn, pass laterally into marlstones and shales. Mounds are purple to cream in colour, whereas intermound strata are red-stained. In the plane section, both individual mounds and the entire mound complex are asymmetric in shape: the boundary between the massive mounds and intermound strata is sharp, with the southeastern intermound beds being steeper than the northwestern ones.\nMound cores exhibit microbial (mainly Epiphyton and Renalcis) patches, up to 0.8 m thick and 1 m long, surrounded by massive microsparite bearing scattered shelly debris, although they commonly form irregular, centimetre-thick layers (Fig. 5A). Archaeocyaths, both preserved in life position and formingparautochthonous accumulations, are dominated by simple forms (such as Chouberticyathus clatratus, Erismacoscinus calathus,Coscinocyathus amagurensis,Afiacyathus alloiteaui, and Dictyocyathus verticillus) and subsidiary modular forms (e.g., Polystillicidocyathus erbosimilis). The vertical and lateral differences in core microfacies are caused by microbial growth. Development of encrusting thromboids resulted in a framework structure with some open porosity, partly filled with fibrous to bladed, calcite cement (up to 300 µm in size), resulting in the formation of biohermal mounds with a positive relief and sharp boundaries between mound and intermound facies. The intermound facies consists of thin-bedded (5–15 cm), reddish limestone with thin shale partings and layers. Limestone beds onlap the mound facies and are inclined off the mounds, indicating a primary positive topographic relief between the mound and intermound facies. Intermound strata are dominated by floatstone, wackestone and packstone containing abundant recrystallized, disarticulated and broken, archaeocyaths, chancelloriid and trilobite sclerites, and subsidiary calcitic brachiopods and echinoderm ossicles (Fig. 5B–D). Volcaniclastic feldspars and shards are relatively abundant, although irregular in their distribution (Fig. 5E). The matrix is microsparite to sparite and intraparticular porosity is dominantly occluded by blocky calcite cement.\nMost of the cavities observed in the mound cores of the Amagour quarry fit the concept of stromatactis (Figs. 5A, F–H). These are sparfilled cavities that display flat to smoothly curved floors and digitate roofs, not sheltered by larger rigid grains or skeletons. The geopetal feature of the stromatactis resulted from incomplete infilling by laminated sediments. Stromatactis may be slightly inclined when they grow parallel to the accretionary surface of flanks. Their outline may be simple or contorted, and can form trains of laminoid cavities (or ‘flowering structures’ sensu Somerville et al., 1992). The size of stromatactis ranges from several centimetres to 2 m. The cavity is cemented by fibrous calcite, which may be zoned with thin greyish or reddish seams. They may be filled with various layers including microsparite, which may be finely laminated, patches of peloidal lumps and volcaniclasts (mainly feldspars and shards), possible (highly recrystallized) microbial films and fibrous cement (Fig. 6A and D).\nOther recognized synsedimentary structures are Neptunian dikes and fissures (Fig. 6B–C, E). They range over centimetres to metres in width, and crosscut several generations of marine sediment and/ or cement-filled, high-angle fractures and stromatactis. In some cases, the opening of the fracture was followed by precipitation of laminated grey microspar; compressive movement of some dikes resulted in brecciation of the laminated microspar, which apparently peeled off easily from the walls of dikes. Some fissures are encrusted with fibrous cements. Local breccia infills have also been found, including pebbly floatstone embedded inmicrospariticmatrix. Finally, a network of veins, less of 2 cm across and easily traceable in the rock surface because of the colour (white/red) contrast, crosscut both the mound and intermound facies. Different generations of veins and refracturing with different cement phases are identifiable.\nSeveral generations of calcite cements occluded the aforementioned cavities. Besides the infillings reported above, mound cavities are commonly occluded by the precipitation of various fibrous cements including interlaminated radiaxial fibrous (RFC) and fascicular optic calcite (Fig. 6D). These form isopachous crusts up to 3 cm thick. Other volumetrically minor calcite cements occur as syntaxial cements, conspicuous in neighbouring floatstones and grainstones, where they form overgrowths up to 1 cm thick on skeletons. Blocky iron-free cements overlie turbid syntaxial, radiaxial fibrous and fascicular optic cements. Between skeletons, they are granular and equant; in primary\nvoids, they are euhedral bladed or scalenohedral, and typically are epitaxial or earlier isopachous fibrous and syntaxial cements.\nIn summary, growth of individual mounds started on high-energy grainstone substrates and was directly influenced by the change from soft (marlstone) to hard (grainstone) bottom(Fig. 6F). Thewholemound complex in Amagour shows a broad composite, deepening–shallowingupward trend, and there are no indicators of subaerial exposure. Spotted proliferation of encrusting microbialites was responsible for the formationof a positive relief, forming a framework structure, additionally stabilized by the synsedimentary precipitation of cements. Synsedimentarynormal block faulting, growth faults and seismicity resulted in lateral modification in facies, andNeptuniandikeandvein formation.Neptunian crevices and cracks formedduringor immediately aftermoundaccretion, and their filling and cementation occurred approximately coeval to cementation of stromatactis cavity networks.\nWe analyzed stable isotopes in order to reconstruct the diagenetic processes and verify whether isotope ratios of carbonate filling stromatactis cavities were affected by fractionation within microbial decaying microbialites. Although the samples were selected from the host rock, archaeocyathan walls, Epiphyton bushes, RFC, and blocky spar, the δ18O and δ13C values range from −11.15 to −12.22‰ and from+2.15 to +2.81‰, respectively. These isotope data suggest that the studied facies and cement components are homogeneously depleted in 18O and enriched in 13C, as a probable effect of uniform thermal and/or meteoric overprint responsible of the severe neomorphism recorded in these reef rocks."
  }, {
    "heading": "6. The Atdabanian–Botoman Lemdad reef complexes",
    "text": "The Atdabanian–Botoman Lemdad Formation occurs in the western part (Ouneïn area) of the southern High Atlas. Its thickness is estimated to be 500 m in its stratotype (El Mdad oued), and consists of limestones, shales and marlstones, commonly interrupted by volcaniclastic strata. Boudda et al. (1975) and Álvaro and Clausen (2007) have described in detail the stratigraphy, facies, and sequence analysis of its stratotype, where five types of frame-building geometries have been distinguished: stromatoid crusts, Girvanella crusts, Epiphyton bushes, thromboid–stromatoid intergrowths, and archaeocyathan-microbial reefs. The Ouneïn area displays the\npersistence of microbial (archaeocyathan-free) reefs during the Atdabanian and Botoman."
  }, {
    "heading": "6.1. Microbial crusts and reefs",
    "text": "Stromatoid crusts show centimetre-thick, crinkled, bulbous, domal, and digitate columnar morphologies embedded in a silty microsparite. Interdomal areas are eitherfilledwithfine-grainedbioclasticwackestones or host smaller domal and crinkled stromatolites that are gradually enveloped by the larger accreting domes. These stromatoids represent accretion of microbial mats and biofilms developed under turbid waters, and fit Riding's (2002) concept of ‘agglutinated stromatolites’.\nGirvanella crusts occur as sheets of intertwined filaments, generally horizontal but also inclined at low to high angles with the stratification plane. These sheets and biofilms encrusted and stabilized soft carbonate muddy to silty substrates. Pyroclastic influence, when present, did not affect their development.\nEpiphyton-dominated bushes form ubiquitous, dense masses. Its shrubs commonly branch and bifurcate upward and sideway, reaching up to 10 cm in thickness. The boundstones are massive and composed of irregular layers of Epiphyton, although Renalcis clots are locally present, but secondary in volume. This boundstone is embedded in a siltstone that changes laterally into silty sparry cement, composed of fibrous and bladed calcite cements (100–300 µm across). The volcaniclastic siltstone not only occurs dispersed in the grainstone embedding the microbial boundstone, but is also covered by boundstone textures forming both silty patches within the microbial boundstone and boundstone patches embedded in a silty matrix. This evidences growth of frame-building textures related to turbid waters.\nEpiphyton is the main constituent of thromboid–stromatoid intergrowths. The whole framework forms irregular crusts, reaching laterally up to 20 cm in thickness, which covers the top of some grainstone shoals and foresets. Themicrobial framework is composed of subunits bounded by erosive discontinuities: each subunit changes vertically from an intraformational lag, rich in reworked microbial clasts embedded in a peloidal–microbial packstone, to a complex crust, composed of an intergrowth of Epiphyton, Girvanella, Renalcis, and rarer domal stromatoids preserved in growth position. Growth cavities between the thromboid–stromatoid consortia have sediment infillings and are\nencrusted by fibrous to bladed, calcite cement (100–300 µm in size). Internal sediment consists of a silty sparitic calcarenite rich in feldspar crystals, quartz andmica grains, minor disarticulated skeletal debris, and intraformational microbial debris. These centimetre-scale fabrics developed positive reliefs with ongoing physical deposition of sediment between the locally digitate boundstones. The cap of the frame-building subunits commonly consists of microbial packstones, dominated by Proaulopora tubes, peloids, intraformational lumps, and silty feldspar crystals. The possible binding role of Proaulopora was constrained by high-energy conditions, and the lack of self-supported structures and\nmicrobial biofilms able to stabilize the sediment. In summary, these thromboid–stromatoid intergrowths commonly grew under turbid waters and episodically recorded the influence of high-energy benthic currents, which reworked part of the microbial framework and formed the described subunits bounded by erosive discontinuities."
  }, {
    "heading": "6.2. Archaeocyathan-microbial reef complexes",
    "text": "Only three distinct archaeocyathan-microbial reef complexes have been identified in the stratotype of the Lemdad Formation: the so-\ncalled Ouneïn A, B and C (C is also named ‘bioherme de la cascade’; Debrenne and Debrenne, 1995).\nCore fabrics are similar and consist of a complex intergrowth of Girvanella, Epiphyton and Renalcis, with variable numbers of archaeocyaths, rarely exceeding 20% in volume. These are dominated by Polystillicidocyathus erbosimilis, Chouberticyathus clatratus,\nErismacoscinus calathus, Afiacyathus alloiteaui, and Dictyocyathus verticillus (Debrenne and Debrenne, 1995). Some of the archaeocyaths are attached as outgrowths fixed on other archaeocyathan walls, the whole framework encrusted by luxuriant Epiphyton and Renalcis overgrowths. Dweller organismswere trilobites, echinoderms, calcitic and linguliformean brachiopods, hyoliths, chancelloriids, and other\nskeletonized microfossils. Growth cavities between this framework are encrusted by fibrous to bladed calcite (100–300 µm across), and lack a significant percentage of silty component (different from the flanks, where it is abundant). Internal sediment is generally a microbioclastic wackestone with scattered microbial fragments. Three distinct matrix textures are preserved: peloidal, clotted and homogeneous, which can interchange both vertically and laterally. Core bases, up to 10 cm thick, consist of irregular skeletal–peloidal wackestone and packstone, which directly overlie the pyroclastic strata and breccia beds that acted as nucleation surfaces for reef growth. By contrast, reef covers, up to 20 cm thick, commonly contain silty packstones rich in microbial and shell accumulations composed of Proaulopora filaments, trilobites, hyoliths, and other microfossils, similar to the cover of the aforementioned thromboid– stromatoid intergrowths.\nSeveral single reef geometries occur in the Ouneïn reef complexes. These are dominated by isolated and compound patch-reefs and parabiostromes, the latter up to 2.6 m thick. These are vertically separated byerosivediscontinuities, andareunderlain, surroundedandonlappedby pyroclastic shoals and laminated shales. These individual reef units exhibit numerous fractures dipping nearly vertically, and striking E–W,which are finally truncated by lobated megabreccia accumulations fringing the margin of synsedimentary normal faults (Álvaro and Clausen, 2007). In some cases, the breccias display coarse cross-bedding containing polyphase pyroclasts (e.g., mafic and rhyolitic clasts)."
  }, {
    "heading": "7. The upper Botoman Aguerd reef complexes",
    "text": "In the western Anti-Atlas, several reef units occur along the Aguerd–Tadakoust–Tamezrar transect (Fig. 3B). They crop out in\nFig. 7. Correlation along the Aguerd–Tadakoust–Tamezrar transect illustrating the r\ngently dipping strata bounding the NE–SW-trending Talat Yissi and Tassila synclines (Chalot-Prat et al., 2001; Gasquet et al., 2001) and onlapping the Tagragra inlier (Fig. 1B). Lithostratigraphically, the reefdominated strata represent the middle member of the Issafen Formation (named Aguerd Limestone by Boudda et al., 1979), which is sandwiched between two transgressive shale-dominated members.\nReefs of the Aguerd Member occur as patches, bioherms, parabiostromes, and kalyptrae, the last up to 6 m thick (Fig. 7). The cores are generally cream-coloured, mottled archaeocyathan-rich limestones with skeletons and firm substrates encrusted by intergrowths of recrystallized Epiphyton and Renalcis textures. More abundant archaeocyaths are Halysicyathus multifurcus, Anthomorpha florae, Inessocyathus densus, Erismacoscinus calathus, and Erismacoscinus clatrathus (Debrenne and Debrenne, 1995). Reef geometries, and core, flank and off-reef fabrics, textures, and cements are similar to those described in the lower Atdabanian Amouslek–Tazzemourt–Tiout reef barrier, and will not be repeated below. By contrast, non-reef facies and parasequences are different and described below.\nIn the Aguerd–Tadakoust–Tamezrar transect, a vertical repetition of facies associations can be recognisable. Each set of facies or parasequence (up to 12 m thick) consists, in ascending order, of: (i) thin tomediumbedded shales,marlstones and limemudstones; (ii) nodular to bedded wackestones; (iii) packstone-to-grainstone blankets and shoals rich in well-sorted ooids, peloids, intraclasts, and skeletons (Fig. 6G); and (iv) the aforementioned reefs. The parasequences characterize low- to high-energy changes, reflecting shallowing from open-platform shales and marlstones into high-energy ooidal-dominated shoals overlain by back-barrier archaeocyathan-microbial reefs. The termination of each parasequence is marked with: (i) oncoidal grainstones/packstones and red-stained microbial crusts, representing\neef geometries of the Aguerd Member (Issafen Formation), western Anti-Atlas.\nhardground conditions pre-dating the episodicflooding of the sector; or (ii) severe scouring and truncating discontinuities, with vertical incisions up to 1 m thick, followed by discrete onlap of offshore shales. Erosive truncation of the parasequence tops led to the subsequent reworking and deposition of lags at the base of the overlying unit, suggesting that the beginning of each parasequence represents ravinement associated with rapid transgression. The Aguerd parasequences (Fig. 7) cannot be laterally correlated along the study transect with certainty because of the substantial distance between sections (ca. 50 km), and the possibility that the observed units may not be laterally extensive. Although recording a broad, long-term Atdabanian– Botomanrelative sea-level rise, the transect studied in thewesternAntiAtlas reveals successive shallowing episodes related to intervals of low accommodation, conditioning facies partitioning and reef development in a discrete sector of the western Anti-Atlas. These parasequences formed in a shallow and low-energy, gently sloping, intra-platform ramp allowing rapidmigration of facies belts and short-distance, lateral facies variations."
  }, {
    "heading": "8. Palaeogeographic distribution of reefs",
    "text": "A comparison between the frame-building carbonate production of the Tiout Member and the Amouslek, Issafen and Lemdad formations permits an evaluation of the effect of climate, tectonics, and volcanism on the early Cambrian Souss Basin."
  }, {
    "heading": "8.1. Atdabanian-lower Botoman transgressive reef belts, western AntiAtlas",
    "text": "The reef belts of the Amouslek and lower Issafen formations mapped in Fig. 3 are ca. 400 km long and up to 700 m thick. They consist of archaeocyathan-microbial patch-reefs, bioherms and (para) biostromes, commonly building, by vertical accretion and lateral coalescence, kalyptrate complexes.\nDuring Atdabanian and early Botoman times, parallel areas of SW– NE-trending, thick reef and mud-mound complexes developed in the western Anti-Atlas. The exposures of the Anti-Atlas do not record shelf-margin deposits fringing these reef belts facing outer high-angle slopes. However, distinct back-barrier settings are represented with the stromatolite-dominated, lower (Tiout) member of the Igoudine Formation. During this time span, the GARC developed an Australiantype Barrier Reef (separated from the coastline by a lagoon), which progressively disappeared as a result of (transgressive) backstepping reef migration and the reactivation of rifting branches.\nAs a result, the involved grabens and half-grabens recorded the development of fringing mound complexes, which nucleated along fault-bounded blocks flanking the western branch of the Anti-Atlas rift. Carbonate mounds with stromatactis structures were common worldwide to deep-marine environments in slope and toe-of-slope settings, at platform edges drowned during relative sea-level rise, or at downfaulted intra-platform depressions and interior embayments and troughs (Krause et al., 2004)."
  }, {
    "heading": "8.2. The upper Botoman progradational reefs, Tagragra inlier, western Anti-Atlas",
    "text": "The upper Botoman Issafen Formation represents, as a whole, transgressive, offshore-dominated sedimentation. However, in the vicinity of the Tagragra inlier, the formation can be subdivided into three distinct members, the middle one of which (the Aguerd Member) is reef-dominated. Laterally equivalent deeper areas of the Anti-Atlas were sites of dramatic lower patterns of carbonate productivity, which gave rise to monotonous successions of wellbedded mudstone, marlstone, and shale. Throughout the Aguerd intra-platform ramp, the lack of a proper slope around the reefs, and\ntheir equidimensional shape in plan view, suggest that their growth was not influenced consistently by synsedimentary tectonism.\nInner-ramp environments represent the loci of higher carbonate productivity, and include two main carbonate facies belts: sheltered (back-barrier) reefs and ooidal-intraclastic-peloidal shoals. Middleramp sediments correspond to low-angle bioclastic shoals that grade offshore into mudstones, marlstones, and shales with interbedded tempestites. In the active shoals, the accretion andmigration of dunes, up to 4 m thick, and associated megaripples was due to episodic highenergy unidirectional currents. The protected reefs and reef complexes did not form a continuous fringe, but were generally scattered in shallower ramp areas.\nDuring deposition of the lower and upper members of the Issafen Formation on this intra-platform ramp of the western Anti-Atlas, the rate of sea-level rise exceeded the rate of carbonate sediment accumulation, as suggested by the relatively high shale/carbonate ratio. The middle member, by contrast, represents increased pulses of carbonate productivity, resulting in progressive shallowing of the ramp and the record of progradational stacking patterns. Such patterns characterize a highstand systems tract deposited during decreasing rates of relative sea-level rise, a sea-level stillstand, or an initial relative sea-level fall."
  }, {
    "heading": "8.3. The Atdabanian–Botoman progradational reefs, southern High Atlas",
    "text": "During the Atdabanian–Botoman interval, contemporary instability related to faulting and volcanic activity produced a distinct palaeotopography in the Ouneïn area, southern High Atlas. Faulting caused localized tilting, subsidence perturbations and sedimentation of slope-related facies. The episodic volcanic activity became the source of vast quantities of pyroclastic material, which induced spread of turbid waters and limited the northeastward development of the GARC carbonate factories, dominantly composed of clear-water archaeocyathan-microbial reefs. Despite this, scattered reef complexes nucleated on selective substrates throughout the southern High Atlas platform, but did not reach more than 3.5 m in thickness. The pyroclastic influx close to volcanic centres rapidly inhibited, and even buried, most of the few remaining areas of shallow-water carbonate production.\nSynsedimentary tectonism across the Botoman is manifest in the Ouneïn area, and deeply influenced regional bathymetric changes and local submarine topography. The Lemdad reefs did not accumulate on an intact, uniformly subsiding segment of the Souss Basin, but instead on a mosaic of differentially subsiding, fault-bounded crustal blocks. Synsedimentary deformation at the onset of reef sedimentation suggests that local topography/bathymetry was controlled by displacements on nearby faults.\nThe Botoman microbial reefs of the High Atlas platform grew under turbid waters associated with low to medium pyroclastic input. Reefs and crusts nucleated on protected (back-shoal) substrates and on low-relief bathymetric highs associated with migrating carbonate grainstone shoals on tectonic highs. The pioneer stabilization phase, which represents the sole of numerous reefs, was made by encrusting microbial biofilms and mats (e.g. Girvanella crusts). Tectonic instability and pyroclastic blanketing changed this environmental mosaic, favouring development of archaeocyathan-microbial reef complexes. These appear to have formed episodically on isolated topographic highs protected from pyroclastic input, grew under clear waters, and their demise coincided with flooding and shale onlapping. Bathymetry alone did not control where the reef complexes formed, as most of the potentially contemporaneous platform lithofacies were deposited within the same depth range. Probably more important were local hydrodynamic conditions and siliciclastic input, determined in part by surrounding structurally controlled submarine topography.\nReef growth in the Ouneïn area was primarily controlled by local tectonism, as initial nucleation and accretion would have been\nfacilitated by peculiar, hydrodynamic conditions imposed by irregular submarine topography perpetuated by faulting. Shelly and ooidal carbonate factories contemporaneous with episodic volcanism locally flourished incorporating pyroclastic material. Exclusively microbial carbonate factories relatively supported amoderate pyroclastic influx, as documented by their pyroclastic-rich textures (Álvaro and Bauluz, 2008)."
  }, {
    "heading": "9. Interplay of climatic, rifting, and eustatic controls",
    "text": ""
  }, {
    "heading": "9.1. Climate",
    "text": "The early Cambrian setting of the Souss Basin was characterized by warm, semi-arid, tropical-like conditions. The setting is in accordance with recent plate tectonic reconstructions, which place Morocco at palaeolatitudes of about 25–35°S during the early Cambrian (Álvaro et al., 2000, 2003). This arid climate regime would be expected to have decreased weathering rates and supply of detrital material.\nArchaeocyathan-microbial, barrier and fringing reef complexes spread during the Atdabanian and Botoman, from the Siberian Platform to other subtropical continents (Debrenne et al., 1999; Rowland and Shapiro, 2002; Debrenne, 2007). During the Botoman, the maximum extension of these reefs coincided with the peak in diversity of reef types, archaeocyaths, and other carbonate-walled epibionts (such as coralomorphs and radiocyaths; Wood et al., 1992; Zhuravlev, 1996)."
  }, {
    "heading": "9.2. Rifting",
    "text": "The Souss Basin represents a failed intra-continental rift that propagated throughout several branches of tilted fault blocks, dividing the rift into distinct intra-platform sectors separated by sharp differences in accommodation space. The mapped rift branches were segmented, having a zig–zag pattern in plain view (Fig. 1B). As a result, the Ediacaran–Cambrian evolution of the basin was strongly determined by local extensional tectonics, responsible for the formation of tilted fault blocks, as it is documented by lateral changes in thickness and facies. The rift started and aborted diachronously, migrating from the southern Anti-Atlas to the northern Coastal Meseta (Álvaro et al., 2008b).\nThe tectonic history of the Atdabanian–Botoman interval includes syn-rift and post-rift intervals. Carbonate productivity initiated during the late syn-rift phase (e.g., Adoudou and Lie-de-vin formations) and continued into the post-rift interval (Igoudine, Amouslek, Issafen, and Lemdad formations), as a consequence of the limited siliciclastic influx recorded throughout the western (outer) part of the basin. Subsidence patterns were strongly fault-controlled during syn-rift and early post-rift phases. During the former, numerous inherited Pan-African inliers were outlined by crosscutting normal faults, which led to development of grabens and half-grabens filled with alluvial and fluvial deposits (see, e.g., Algouti et al., 2000; Soulaimani et al., 2001, 2004; Benssaou and Hamoumi, 2003; Álvaro et al., 2008a). During the post-rift interval, remnant rift topography continued to influence the location and morphology of the carbonate extension, until this was largely buried and smoothed by prograding siliciclastic depositional systems (the Hawke Bay Regression represented by a part of the ‘grès terminaux’, the Tatelt Formation; Buggisch and Siegert, 1988; Landing et al., 2006).\nSeveral major grabens have been documented and mapped in previous works. In the western Anti-Atlas, a SW–NE- to SSW–NNEtrending graben (the so-called western rift branch; Soulaimani et al., 2003) developed across the earliest Cambrian syn- to post-rift transition. In the central Anti-Atlas, the same tectonic instability induced the onset of synsedimentary folds, slumps and olistostromes (Álvaro et al., 2008a). Deposition across the Ediacaran–early Cambrian was controlled by N70°E faults, en echelon between sinistral N110°E-\ntrending faults (Soulaimani et al., 2003). As a whole, the tectonic regime determined for the entire Anti-Atlas implies a pure extension in the western part and a transtensive opening in the central-eastern Anti-Atlas part (Piqué, 2003).\nIn the southern High Atlas, the sharp differences in thickness from W to E (Soulaimani et al., 2003) have been interpreted as a result of synsedimentary tectonism (Pouclet et al., 2007, 2008). The Ouneïn area was episodically affected by fault-controlled, rift-related tectonic subsidence. Normal faulting resulted in the formation of tilting, drowning of downfaulted blocks, associated with breccia sedimentation on adjacent footwall areas. Subsidence in hanging-wall areas invariably caused irregular topographies and subsequent sharp scouring leading to incision of erosive discontinuities and deposition of lobe breccias in hanging-wall depocentres. Faulting drastically altered the morphology of the southern High Atlas sector and significantly reduced the available area for shallow-water nucleation of microbial and shelly carbonate factories. Another major factor that controlled carbonate productivity was volcanism. The mass influx of pyroclastic debris on the southern High Atlas rapidly smothered carbonate factories in many of the remaining habitable shallow-water areas. Only in more distal areas of the basin (Anti-Atlas) and during episodes of low volcanic activity (southern High Atlas), carbonate productivity was renewed. When the rate of influx of pyroclastic debris was less than the accommodation rate of shallow-water carbonates, carbonate factories occurred coevally with volcanism. Then, reefs nucleated on faulted highs, back-barrier (shoal) protected settings, or directly over skeletal accumulations and pyroclastic substrates (Álvaro and Clausen, 2007).\nFurther to the North, a broad Cambrian, turbidite-dominated blanket deposited in a SSW–NNE-trending subsidence trough recorded in the Coastal Meseta (Bernardin et al., 1988). There, the shoulders of isolated palaeohighs recorded short-term episodes of shelly carbonate productivity punctuated by microbial crusts (Álvaro et al., 2008b). In this case, subsidence outpaced sedimentation resulting in sediment-starved hanging-wall depocentres dominated by deepmarine shales. Thesewerefilledwith locally restricted, footwall-derived coarse clastics, axial turbidites, and basinal hemipelagic deposits."
  }, {
    "heading": "9.3. The persistent Atdabanian–Botoman transgression",
    "text": "The Atdabanian–Botoman Tiout, Amouslek and Issafen units of the Anti-Atlas represent a broad transgressive depositional framework, interrupted in some areas of the western Anti-Atlas (AguerdMember) and the Ouneïn area (Lemdad Formation) by repeated shallowingupward parasequences. The interplay of extensional tectonics and long-term sea-level rise during the Atdabanian–Botoman interval was a major factor that controlled the vertical stacking patterns of reef complexes (Benssaou and Hamoumi, 2003). The lack of regionally correlatable unconformities and lowstand systems tracts seems to be related to the onset of different tectonic regimes. As a result, the extensional tectonic regime and subsequent localized increase in subsidence led to the formation of transgressive systems tracts, whereas the coeval tectonic-quiescent regimes allowed the onset of highstand and aggradational systems tracts.\nThe structural architecture of the Anti-Atlas consists of, at least, two major extensional fault systems, together with a number of W–Etrending half-graben troughs. Several arcuate reefal stips, more than 300 km long, developed during the Atdabanian and Botoman (Fig. 3). A retrogradational model has been invoked for the Igoudine– Amouslek lithostratigraphic transition from an inferred, stromatolitedominated protected, back-reef environment (lower Igoudine Member), observed both in vertical and lateral direction in the Amouslek–Tazzemourt–Tiout transect. The reef complex was characterized by the succession of several kalyptrate complexes, surrounded by flank deposits onwhichmany satellite patch-reefs developed. Reefal\ngrowth in the depocentre was probably developed from lateral coalescing and vertical stacking related to a continued sea-level rise.\nAlthough small-scale sliding and collapse events (the latter related to localized synsedimentary fissures and Neptunian dikes common in the high-relief margins of some mud-mound complexes of the lower Issafen Formation) modified some reef margins, large-scale platformmargin collapse breccias are absent.\nDuring the Atdabanian–Botoman post-rift phase, pre-existing structures became reactivated in the southern High Atlas. This reactivation led to differential subsidence of neighbouring faultbounded blocks. Thus, the morphological differentiation into palaeohighs and grabens persisted in some depositional areas. Reefs and reef complexes nucleated on palaeohighs, whereas marlstones, shales and mud-mounds deposited in the laterally equivalent depressions.\nA minor increase of water depth related to the transgression of the Issafen Formation (the Issafen Member in the vicinity of the Tagragra inlier, western Anti-Atlas) preceded the end of carbonate productivity. The onset of the subsequent Toyonian regression (the so-called Hawke Bay Regression; Álvaro and Vennin, 1998; Landing et al., 2006) is considered to have caused the collapse of reef communities throughout West Gondwana."
  }, {
    "heading": "10. Conclusions",
    "text": "During the Atdabanian–Botoman interval, a widespread variety of reef complexes developed in an epeiric embayment of West Gondwana: the Souss Basin. Interplay of rifting, persistent transgression and cooling, in part related to the southward drift of West Gondwana, affected the carbonate productivity and the record of frame-building fabrics resulting in an environmental shift that led to decline, contraction and final disappearance of carbonate factories.\nLateral extension of reef facies and thickness maxima within the lower Cambrian sediments occur in close spatial relationship to structures inherited from the syn-rift (pre-Atdabanian) interval, such as faults, grabens, and half-grabens. Long-term changes in rift-related accommodation had a major impact on reef nucleation and growth. Thick reef complexes were common during episodes of rapidly increasing accommodation, while thinner and scattered patches and bioherms frequently occurred during episodes of low accommodation and quiescence tectonics. Aggradational reef growth, leading to kalyptrate complexes, was favoured by increased accommodation and lowered sediment flux, which occurred during transgressive and early highstand systems tracts. A distinct episode of mound development is illustrated by the Amagour quarry; there, changes in mound size, development of syndepositional fissures, Neptunian dikes, and flank sediments suggest a gradual increase of moundcomplex topography before the accumulation space was limited during successive shallowing. These processes were associated with tectonic disturbances and episodic volcaniclastic influx, which did not allow for significant aggradational growth.\nCarbonate factories transformed from productive platform-wide factories during the Atdabanian–early Botoman interval to weak (and at times non-existent) geographically restricted, nearshore factories during the late Botoman. During the Atdabanian, a major transgressive trend was marked by the backstepping patterns of a giant reef barrier in the western Anti-Atlas. Distribution patterns were characterized by prolific stromatolitic development in backreef environments (lower Igoudine Formation), prominent archaeocyathan-microbial growth along reef-barrier crests, and scattered archaeocyathan-rich frame-building on seaward reef patches and bioherms. Carbonate production approximately balanced the recorded overall increase in accommodation space leading to the growth of aggradational kalyptrate complexes fringing the western branch of the Anti-Atlas rift. The Botoman recorded a widening and deepening of rifting branches, which primarily controlled the migration of depocentres and the nucleation of scattered mound com-\nplexes. Sediment supply and carbonate productivity did not balance the accretion of accommodation space and therefore water depth increased. This process was partly tectonic in origin as a result of the reactivation of inherited Ediacaran–earliest Cambrian fractures.\nThe western Anti-Atlas domain subsequently recorded a late Botoman interval of tectonic quiescence superimposed to a local interval of progradational pulses. This favoured the nucleation of dispersed archaeocyathan-microbial patch-reefs and bioherms. A distinct palaeogeographic area is recognized in the southern High Atlas, where the entire Atdabanian–Botoman interval recorded small-scale synsedimentary block tilting and high rates of volcaniclastic input. As a result, this sector was characterized by the record of microbial and archaeocyathan-microbial patch-reefs and bioherms, preferentially developed on the uplifted parts of tilted blocks.\nFinally, the rifting activity in the Anti-Atlas and High Atlas progressively aborted, whereas a phase of middle Cambrian offshore rifting induced a series of grabens along the Meseta margin that was subsequently infilled by turbidite-dominated deposits."
  }, {
    "heading": "Acknowledgements",
    "text": "The authors thank the editorial work and constructive revision of Thomas Servais, Brian Pratt, and another anonymous referee. This study was jointly sponsored by Spanish project CGL 2006-13533/BTE, from the Ministerio de Ciencia e Innovación and FEDER, and French project ANR JC07_194555, from CNRS-USAR. The ideas summarized in this paper benefited from discussions on various aspects of regional geology with colleagues from the Moroccan University of El Jadida (N. Ait-Ayad, A. Charif and H. Ezzouhairi) and the French BRGM (J. Roger) and University of Lille 1 (S. Clausen)."
  }],
  "year": 2010,
  "references": [{
    "title": "Paléogéographie d'une plateforme infracambrienne en dislocation: série de base adoudounienne de la région Waoufengha-Igherm, Anti-Atlas occidental, Maroc",
    "authors": ["A. Algouti", "J. Beauchamp", "B. Chbani", "K. Taj-Eddine"],
    "venue": "C.R. Acad. Sci. Paris",
    "year": 2000
  }, {
    "title": "Feldspar concentrations in lower Cambrian limestones of the Moroccan Atlas: pyroclastic vs authigenic processes",
    "authors": ["J.J. Álvaro", "B. Bauluz"],
    "venue": "J. African Earth Sci",
    "year": 2008
  }, {
    "title": "Major geodynamic and sedimentary constraints on the chronostratigraphic correlation of the Lower–Middle Cambrian transition in the western Mediterranean region",
    "authors": ["J.J. Álvaro", "S. Clausen"],
    "venue": "Geosci. J",
    "year": 2005
  }, {
    "title": "Microbial crusts as indicators of stratigraphic diastems in the Cambrian Micmacca Breccia, Moroccan Atlas",
    "authors": ["J.J. Álvaro", "S. Clausen"],
    "venue": "Sedim. Geol",
    "year": 2006
  }, {
    "title": "Botoman (Lower Cambrian) turbid- and clear-water reefs and associated environments from the High Atlas, Morocco",
    "authors": ["J.J. Álvaro", "S. Clausen"],
    "year": 2007
  }, {
    "title": "Paleoenvironmental significance of Cambrian hiatal shell accumulations in an intra-cratonic aborted rift, Atlas Mountains, Morocco",
    "authors": ["J.J. Álvaro", "S. Clausen"],
    "venue": "Dynamics of Epeiric Seas: Geol. Ass. Canada, Spec. Pap.,",
    "year": 2008
  }, {
    "title": "Stratigraphic signature of a terminal Early Cambrian regressive event in the Iberian Peninsula",
    "authors": ["J.J. Álvaro", "E. Vennin"],
    "venue": "Can. J. Earth Sci",
    "year": 1998
  }, {
    "title": "Evaporitic constraints on the southward drifting of the western Gondwana margin during",
    "authors": ["J.J. Álvaro", "J.M. Rouchy", "T. Bechstädt", "A. Boucot", "F. Boyer", "F. Debrenne", "E. Moreno-Eiris", "A. Perejón", "E. Vennin"],
    "venue": "Early Cambrian times. Palaeogeogr. Palaeoclimat. Palaeoecol",
    "year": 2000
  }, {
    "title": "Palaeogeographical controls on the Cambrian trilobite immigration and evolutionary patterns reported in the western Gondwana",
    "authors": ["J.J. Álvaro", "O. Elicki", "G. Geyer", "A.W.A. Rushton", "J.H. Shergold"],
    "venue": "margin. Palaeogeogr. Palaeoclimat. Palaeoecol",
    "year": 2003
  }, {
    "title": "The Early–Cambrian Boho volcano of the El Graara massif, Morocco: petrology, geodynamic setting and coeval sedimentation",
    "authors": ["J.J. Álvaro", "H. Ezzouhairi", "E. Vennin", "M.L. Ribeiro", "S. Clausen", "A. Charif", "N. Ait-Ayad", "M.E. Moreira"],
    "venue": "J. African Earth Sci",
    "year": 2006
  }, {
    "title": "Facies distribution of Lower– Cambrian cryptic microbial and epibenthic archaeocyathan-microbial communities in the western Anti-Atlas",
    "authors": ["J.J. Álvaro", "S. Clausen", "A. El Albani", "E.H. Chellai"],
    "venue": "Morocco. Sedimentology",
    "year": 2006
  }, {
    "title": "Fabric transitions from shell accumulations to reefs: an introduction with Palaeozoic examples",
    "authors": ["J.J. Álvaro", "M. Aretz", "F. Boulvain", "A. Munnecke", "D. Vachard", "E. Vennin"],
    "year": 2007
  }, {
    "title": "Late Neoproterozoic carbonate productivity in a rifting context: the Adoudou Formation and its associated bimodal volcanism onlapping the western Saghro inlier",
    "authors": ["J.J. Álvaro", "M. Macouin", "H. Ezzouhairi", "M.L. Ribeiro", "M. Ader", "A. Charif", "N. Ait-Ayad"],
    "year": 2008
  }, {
    "title": "Shortterm episodes of carbonate productivity in a Cambrian uplifted rift shoulder of the Coastal Meseta, Morocco",
    "authors": ["J.J. Álvaro", "H. Ezzouhairi", "N. Ait-Ayad", "A. Charif", "L. Popov", "M.L. Ribeiro"],
    "venue": "Gondwana Res",
    "year": 2008
  }, {
    "title": "Tectonique et volcanisme tardipanafricains (580–560 Ma.) dans l'Anti-Atlas central (Maroc): interprétation géodynamique à l'échelle du NW de l'Afrique",
    "authors": ["M. Azizi Samir", "J. Ferrandini", "J.L. Tane"],
    "venue": "J. African Earh Sci",
    "year": 1990
  }, {
    "title": "Cambrian chronostratigraphy: current state and future plans",
    "authors": ["L.E. Babcock", "S. Peng"],
    "venue": "Palaeogeogr. Palaeoclimat. Palaeoecol",
    "year": 2007
  }, {
    "title": "L'Anti-Atlas occidental du Maroc: étude sédimentologique et reconstitutions paléogéographiques au Cambrien inférieur",
    "authors": ["M. Benssaou", "N. Hamoumi"],
    "venue": "J. African Earth Sci",
    "year": 2001
  }, {
    "title": "Le graben de l'Anti-Atlas occidental (Maroc): contrôle tectonique de la paléogéographie et des séquences au Cambrien inférieur",
    "authors": ["M. Benssaou", "N. Hamoumi"],
    "venue": "C. R. Géosci",
    "year": 2003
  }, {
    "title": "Le passage du Précambrien au Cambrien précoce volcanique et sédimentaure de l'Anti-Atlas oriental; comparaisons avec l'Anti-Atlas occidental",
    "authors": ["F. Benziane", "A. Prost", "A. Yazidi"],
    "venue": "Bull. Soc. Géol. France",
    "year": 1983
  }, {
    "title": "Variations d'épaisseur du Cambrien moyen en Meseta marocaine occidentale: signification géodynamiquedesdonnéesde surface etdesubsurface",
    "authors": ["C. Bernardin", "J.J. Cornée", "M. Corsini", "S. Mayol", "J. Muller", "M. Taychi"],
    "venue": "Can. J. Earth Sci",
    "year": 1988
  }, {
    "title": "Essai de stratigraphie de la couverture sédimentaire de l'Anti-Atlas: Adoudounien",
    "authors": ["A. Boudda", "G. Choubert", "A. Faure-Muret"],
    "venue": "Cambrien inférieur. Not. Mém. Serv. Géol. Maroc,",
    "year": 1979
  }, {
    "title": "Paleogeography and facies of the “grès terminaux” (uppermost Lower Cambrian, Anti-Atlas/Morocco)",
    "authors": ["W. Buggisch", "R. Siegert"],
    "venue": "The Atlas System of Morocco. Studies on its Geodynamic Evolution: Lect. Not. Earth Sci.,",
    "year": 1988
  }, {
    "title": "Die fazielle und paläogeographische Entiwicklung der infrakambrischen bis ordovizischen Sedimente im Mittleren Antiatlas um Agdz (S-Marokko)",
    "authors": ["W. Buggisch", "C. Marzela", "P. Hügel"],
    "venue": "Geol. Rundsch",
    "year": 1978
  }, {
    "title": "Livret-guide de l'excursion Anti-Atlas occidental et central",
    "authors": ["G. Choubert", "A. Faure-Muret"],
    "venue": "Not. Mém. Serv. Géol. Maroc",
    "year": 1970
  }, {
    "title": "Archaeocyatha. Contribution à l'étude des faunes cambriennes du Maroc",
    "authors": ["F. Debrenne"],
    "venue": "de Sardaigne et de France. Not. Mém. Serv. Géol. Maroc",
    "year": 1964
  }, {
    "title": "Lower Cambrian archaeocyathan bioconstructions",
    "authors": ["F. Debrenne"],
    "venue": "C. R. Paleovol",
    "year": 2007
  }, {
    "title": "Archaeocyaths of the Lower Cambrian of Morocco",
    "authors": ["F. Debrenne", "M. Debrenne"],
    "venue": "Spec. Isssue,",
    "year": 1995
  }, {
    "title": "Faunal migrations of archaeocyaths and Early Cambrian plate dynamics",
    "authors": ["F. Debrenne", "I.D. Maidanskaya", "Zhuravlev", "A.Yu"],
    "venue": "Bull. Soc. Géol. France",
    "year": 1999
  }, {
    "title": "Lower Palaeozoic rocks of Morocco",
    "authors": ["J. Destombes", "H. Hollard", "S. Willefert"],
    "venue": "Lower Palaeozoic Rocks of the World. : Lower Palaeozoic of North-Western and West Central Africa,",
    "year": 1985
  }, {
    "title": "Upper Proterozoic ophiolites of the SirouaMassif (Anti-Atlas, Morocco): a marginal sea and transform fault system",
    "authors": ["A. El Boukhari", "A. Chabane", "G. Rocci", "J.L. Tane"],
    "venue": "J. African Earth Sci",
    "year": 1992
  }, {
    "title": "The boundaries of the West African craton, with special reference to the basement of the Moroccan metacratonic Anti-Atlas belt",
    "authors": ["N. Ennih", "J.P. Liégeois"],
    "year": 2008
  }, {
    "title": "Themagmatic evolution at theMoroccan outboard of theWest African Craton between the Late Neoproterozoic and the Early Palaeozoic",
    "authors": ["H. Ezzouhairi", "M.L. Ribeiro", "N. Ait Ayad", "M.E. Moreira", "A. Charif", "J.M.F. Ramos", "D.P.S. de Oliveira", "C. Coke"],
    "year": 2008
  }, {
    "title": "Contribution to a geodynamic reconstruction of the Anti-Atlas (Morocco) during Pan-African times with the emphasis on inversion tectonics and metallogenic activity at the Precambrian/Cambrian boundary",
    "authors": ["D. Gasquet", "G. Levresse", "A. Cheilletz", "H.R. Azizi-Samir", "A. Mouttaqui"],
    "venue": "Precambrian Res",
    "year": 2005
  }, {
    "title": "Proposal of formal lithostratigraphical units for the Terminal Proterozoic to early Middle Cambrian of southern Morocco",
    "authors": ["G. Geyer"],
    "venue": "Newsl. Stratigr",
    "year": 1990
  }, {
    "title": "The Cambrian of the Moroccan Atlas regions",
    "authors": ["G. Geyer", "E. Landing"],
    "venue": "Spec. Isssue,",
    "year": 1995
  }, {
    "title": "A unified Lower–Middle Cambrian chronostratigraphy for West Gondwana",
    "authors": ["G. Geyer", "E. Landing"],
    "venue": "Acta Geol. Polonica",
    "year": 2004
  }, {
    "title": "Folding and inversion tectonics in the Anti-Atlas of Morocco",
    "authors": ["U. Helg", "M. Bukhard", "S. Caritg", "C. Tobert-Charrue"],
    "venue": "Tectonics 21,",
    "year": 2004
  }, {
    "title": "Contribution à l'étude du Cambrien inférieur et du Précambrien III de l'Anti-Atlas marocain",
    "authors": ["P. Hupé"],
    "venue": "Not. Mém. Serv. Géol. Maroc",
    "year": 1953
  }, {
    "title": "Reefs andmounds",
    "authors": ["N.P. James", "P.A. Bourque"],
    "venue": "Ass. Canada, Geotext,",
    "year": 1992
  }, {
    "title": "Classification and geological significance of biostromes",
    "authors": ["S. Kershaw"],
    "venue": "Facies",
    "year": 1994
  }, {
    "title": "Paleozoic stromatactis and zebra carbonate mud-mounds and paleogeographic",
    "authors": ["F.F. Krause", "C.R. Scotese", "C. Nieto", "S.G. Sayegh", "J.C. Hopkins", "R.O. Meyer"],
    "venue": "distribution. Geology",
    "year": 2004
  }, {
    "title": "Distinguishing eustatic and epeirogenic controls on Lower–Middle Cambrian boundary successions in West Gondwana (Morocco and Iberia)",
    "authors": ["E. Landing", "G. Geyer", "W. Heldmaier"],
    "venue": "Sedimentology",
    "year": 2006
  }, {
    "title": "An expanded record of Early Cambrian carbon cycling for the Anti-Atlas margin, Morocco. Can",
    "authors": ["A.C. Maloof", "D.P. Schrag", "J.L. Crowley", "S.A. Bowring"],
    "venue": "J. Earth Sci",
    "year": 2005
  }, {
    "title": "Time span of plutonism, fabric development, and cooling in a Neoproterozoic magmatic arc segment: U–Pb age constraints from syntectonic plutons, Sark, Channel Islands",
    "authors": ["B.V. Miller", "S.D. Samson", "R.S. D'Lemos"],
    "venue": "UK. Tectonophysics",
    "year": 1999
  }, {
    "title": "The section of Tiout (Precambrian/Cambrian boundary beds, Anti-Atlas, Morocco): an environmental model",
    "authors": ["W. Monninger"],
    "venue": "Arb. Paläont. Inst. Würzburg",
    "year": 1979
  }, {
    "title": "Mise en évidence d'un volcanisme alcalin intraplaque d'âge Acadien dans la Meseta nord–occidentale (Maroc)",
    "authors": ["H. Ouali", "B. Briand", "J.L. Bouchardon", "M. El Maâtaoui"],
    "venue": "C.R. Acad. Sci. Paris",
    "year": 2000
  }, {
    "title": "Le volcanisme cambrien duMaroc central: implications géodynamiques",
    "authors": ["H. Ouali", "B. Briand", "J.L. Bouchardon", "P. Capiez"],
    "venue": "C.R. Geosci",
    "year": 2003
  }, {
    "title": "Evidence for an important extensional event during the Latest Proterozoic and Earliest Paleozoic in Morocco",
    "authors": ["A. Piqué"],
    "venue": "C.R. Geosci",
    "year": 2003
  }, {
    "title": "Le rift cambrien du Maroc occidental",
    "authors": ["A. Piqué", "M. Bouabdelli", "J.R. Darboux"],
    "venue": "C.R. Acad. Sci. Paris",
    "year": 1995
  }, {
    "title": "Geodynamic evolution of the northwestern Paleo-Gondwanan margin in the Moroccan Atlas at the Precambrian–Cambrian boundary",
    "authors": ["A. Pouclet", "A. Aarab", "A. Fekkak", "M. Benharref"],
    "year": 2007
  }, {
    "title": "The Cambrian volcano-sedimentary formations of the westernmost High Atlas (Morocco): their place in the geodynamic evolution of the West African Palaeo-Gondwana northern margin",
    "authors": ["A. Pouclet", "H. Ouazzani", "A. Fekkak"],
    "year": 2008
  }, {
    "title": "Ecology and evolution of Cambrian reefs",
    "authors": ["B.R. Pratt", "B.R. Spincer", "R.A. Wood", "Zhuravlev", "A.Yu"],
    "year": 2001
  }, {
    "title": "Structure and composition or organic reefs and carbonate mud mounds: concepts and categories",
    "authors": ["R. Riding"],
    "venue": "Earth Sci. Rev",
    "year": 2002
  }, {
    "title": "Structure and paleoecology of Lower Cambrian reefs",
    "authors": ["S.M. Rowland", "R.A. Gangloff"],
    "venue": "Palaios",
    "year": 1988
  }, {
    "title": "Reef patterns and environmental influences in the Cambrian and earliest Ordovician",
    "authors": ["S.M. Rowland", "R.S. Shapiro"],
    "venue": "Phanerozoic Reef Patterns. : Spec. Publ.,",
    "year": 2002
  }, {
    "title": "A precise Late Neoproterozoic U–Pb zircon age for the syntectonic Perelle quartz diorite, Guernsey, Channel Islands, UK",
    "authors": ["S.D. Samson", "R.S. D'Lemos"],
    "venue": "J. Geol. Soc. London",
    "year": 1999
  }, {
    "title": "Precambrian accretionary tectonics in the Bou Azzer–El Graara region, Anti-Atlas",
    "authors": ["A. Saquaque", "H. Admou", "J. Karson", "K. Hefferan", "I. Reuber"],
    "venue": "Morocco. Geology",
    "year": 1989
  }, {
    "title": "The section of Tiout (Precambrian/Cambrian boundary beds, AntiAtlas, Morocco): stromatolites and their biostratigraphy",
    "authors": ["M. Schmitt"],
    "venue": "Arb. Paläont. Inst. Würzburg",
    "year": 1979
  }, {
    "title": "The Precambrian–Cambrian boundary beds in Morocco (Preliminary Report)",
    "authors": ["K. Sdzuy"],
    "venue": "Geol. Mag",
    "year": 1978
  }, {
    "title": "La série du PII–PIII de l'Anti-Atlas occidental (Sud marocain): un olistostrome à la base de la couverture postpanafricaine (PIII) du Protérozoïque supérieur",
    "authors": ["A. Soulaimani", "A. Piqué", "M. Bouabdelli"],
    "venue": "C.R. Acad. Sci. Paris",
    "year": 2001
  }, {
    "title": "L'extension continentale au NéoProtérozoïque supérieur–Cambrien inférieur dans l'Anti-Atlas (Maroc)",
    "authors": ["A. Soulaimani", "M. Bouabdelli", "A.L. Piqué"],
    "venue": "Bull. Soc. Géol. France",
    "year": 2003
  }, {
    "title": "Les marqueurs structuraux et magmatiques de l'extension crustale au Protérozoïque terminal–Cambrien basal autour du massif de Kerdous (Anti-Atlas occidental, Maroc)",
    "authors": ["A. Soulaimani", "A. Essaifi", "N. Youbi", "A. Hafid"],
    "year": 2004
  }, {
    "title": "The stage scale of the Cambrian System",
    "authors": ["T.N. Spizharski", "I.T. Zhuravleva", "L.N. Repina", "Rozanov", "A.Yu", "Tchernysheva", "N.Ye", "G.H. Ergaliev"],
    "venue": "Geol. Mag",
    "year": 1986
  }, {
    "title": "Reef Evolution",
    "authors": ["R. Wood"],
    "year": 1999
  }, {
    "title": "Functional biology and ecology of Archaeocyatha",
    "authors": ["R. Wood", "Zhuravlev", "A.Yu", "F. Debrenne"],
    "venue": "Palaios",
    "year": 1992
  }, {
    "title": "Reef ecosystem recovery after the Early Cambrian extinction",
    "authors": ["Zhuravlev", "Yu"],
    "venue": "Soc., London, Spec. Pub.,",
    "year": 1996
  }],
  "id": "SP:4405a34bbb30cb11ea960fa816e2df8dd0bac835",
  "authors": [{
    "name": "J. Javier Álvaro",
    "affiliations": []
  }, {
    "name": "Françoise Debrenne",
    "affiliations": []
  }],
  "title": "The Great Atlasian Reef Complex: An early Cambrian subtropical fringing belt that bordered West Gondwana"
}