{
  "year": 2002,
  "references": [{
    "title": "Lakes. In: H.G. Reading (Editor), Sedimentary Environments and Facies",
    "authors": ["P.A. Allen", "J.D. Collinson"],
    "year": 1986
  }, {
    "title": "Complejos plut6nicos controlados pot estructuras en la Precordillera del Norte de Chile--Geoquimica y geocronolog~a de Lim6n Verde y Catorce de Febrero",
    "authors": ["L. Baeza", "S. Pichowiak"],
    "venue": "Actas, V Congr. Geol. Chile, Santiago,",
    "year": 1988
  }, {
    "title": "Paleozoic evolution of the southern Central Andes",
    "authors": ["H. Bahlburg", "C. Breitkreuz"],
    "venue": "J. S. Am. Earth Sci.,",
    "year": 1992
  }, {
    "title": "Geotectonic evolution of the Early Palaeozoic continental margin of the southern Central Andes in NW Argentina and N Chile",
    "authors": ["H. Bahlburg", "W. Zeil", "C. Moya"],
    "year": 1991
  }, {
    "title": "Das Pal~iozoikum in den Kordilleren Nordchiles",
    "authors": ["C. Breitkreuz"],
    "venue": "Geotekt. Forsch.,",
    "year": 1986
  }, {
    "title": "Late Carboniferous to Triassic magmatism in the Central and Southern Andes: the change from an accretionary to an erosive plate margin mirrors the Pangea history",
    "authors": ["C. Breitkreuz"],
    "venue": "Symp. Int. G~odynamique Andine. Editions de I'ORSTOM,",
    "year": 1990
  }, {
    "title": "The Late Carboniferous to Triassic volcanic belt in Northern Chile",
    "authors": ["C. Breitkreuz", "W. Zeil"],
    "year": 1992
  }, {
    "title": "Volcanic events in the Paleozoic Central Andes",
    "authors": ["C. Breitkreuz", "H. Bahlburg", "B. Delakowitz", "S. Pichowiak"],
    "venue": "J. S. A. Earth Sci.,",
    "year": 1989
  }, {
    "title": "Late Carboniferous intra-arc sediments",
    "authors": ["C. Breitkreuz", "F. Helmdach", "R. Kohring", "V. Mosbrugger"],
    "venue": "N Chilean Andes: Paleontology and Paleoclimate. Facies,",
    "year": 1992
  }, {
    "title": "Extension and rotation of crustal blocks in northern Central America and effect on the volcanic",
    "authors": ["B. Burkart", "S. Self"],
    "venue": "arc. Geology,",
    "year": 1985
  }, {
    "title": "Speculative tectonic model for the early Mesozoic arc of southwest",
    "authors": ["C. Busby-Spera"],
    "venue": "Cordilleran United States. Geology,",
    "year": 1988
  }, {
    "title": "Present knowledge of the magmatic evolution of the Eastern Cordillera of Peru",
    "authors": ["G. Carlier", "G. Grandin", "G. Laubacher", "R. Marocco", "F. Megard"],
    "venue": "Earth Sci. Rev.,",
    "year": 1982
  }, {
    "title": "Basaltic cone suggests constructional origin of some guyots",
    "authors": ["M.N. Christensen", "C.M. Gilbert"],
    "year": 1964
  }, {
    "title": "Yellowstone magmatic ew)lution: its bearing on understanding large-volume explosive volcanism",
    "authors": ["Christiansen", "R i . ."],
    "venue": "In: Explosive Volcanism,: Inception, Evolution and Hazards. Nat. Acad. Sci., Washington, D.C., pp. 84-95.",
    "year": 1984
  }, {
    "title": "Calderas del Paleozoico Superior-Trifisico Superior y mineralizacidn asociada en la Cordillera de Domeyko",
    "authors": ["J. Davidson", "C.F. Ramirez", "M. Gardeweg", "M. Herve", "M. Brook", "R. Pankhurst"],
    "venue": "Norte de Chile. Comun., Univ. Chile, Santiago,",
    "year": 1985
  }, {
    "title": "Geologla del Devdnico y Neopaleozoico de ta zona del Cerro Rincon, Provincia de Salta, Argentina",
    "authors": ["E.O. Donato", "G. Vergani"],
    "venue": "Actas, IV Congr. Geol. Chile. Antofagasta,",
    "year": 1985
  }, {
    "title": "Identification and discrimination of altered and metamorphosed volcanic rocks using immobile elements",
    "authors": ["P.A. Floyd", "J.A. Winchester"],
    "venue": "Chem. Geol.,",
    "year": 1978
  }, {
    "title": "Petrografia y geoquimica del complejo volcanico Tumisa, Altiplano de Antofagasta",
    "authors": ["M. Gardeweg"],
    "venue": "Andes del Norte de Chile.- Actas, V Congr. Geol. Chile, Santiago,",
    "year": 1988
  }, {
    "title": "The origin of summit basins of the Aleutian Ridge: implications for block rotation of an arc massif",
    "authors": ["E.L. Geist", "J.R. Childs", "D.W. Scholl"],
    "venue": "Tectonics,",
    "year": 1988
  }, {
    "title": "Tuff rings: examples from the Fort Rock-Christmas Lake Valley Basin, South-Central Oregon",
    "authors": ["G.H. Heiken"],
    "venue": "J. Geophys. Res.,",
    "year": 1971
  }, {
    "title": "Geocronologia Rb-Sr y K-Ar del basamento cristalino de Sierra Limon Verde",
    "authors": ["F. Herv", "F. Munizaga", "N. Marinovic", "M. Herv", "K. Kawashita", "M. Brook", "N. Snelling"],
    "venue": "Actas, IV Congr. Geol. Chile, Antofagasta,",
    "year": 1985
  }, {
    "title": "A general view on the Chilean-Argentine Andes, with emphasis on their early history",
    "authors": ["F. Herv", "E. Godoy", "M.A. Parada", "V. Ramos", "C. Rapela", "C. Mpodozis", "J. Davidson"],
    "venue": "Geodyn. Set.,",
    "year": 1987
  }, {
    "title": "Concordant late Paleozoic paleomagnetisations from the Atacama Desert: implications for tectonic models of the Chilean Andes",
    "authors": ["C. Jesinskey", "R.D. Forsythe", "C. Mpodozis", "J. Davidson"],
    "venue": "Earth Planet. Sci. Lett.,",
    "year": 1987
  }, {
    "title": "The rift-associated Permo-Triassic magmatism of the Eastern Cordillera: a precursor to the Andean orogeny",
    "authors": ["D.J. Kontak", "A.H. Clark", "E. Farrar", "D.F. Strong"],
    "year": 1985
  }, {
    "title": "Effect of volcanic activity on fluvial-deltaic sedimentation in a modern arc-trench gap, southwestern Guatemala, Geol",
    "authors": ["W.D. Kuenzi", "O.H. Horst", "R.V. McGehee"],
    "year": 1979
  }, {
    "title": "A chemical classification of volcanic rocks based on the total alkali-silica diagram",
    "authors": ["M.J. Le Bas", "R.W. Le Maitre", "A. Streckeisen", "B. Zanettin"],
    "venue": "J. Petrol.,",
    "year": 1986
  }, {
    "title": "Late Paleozoic to Jurassic siticic magmatism at the Gondwana margin: analogy to the Middle Proterozoic in North America? Ge~logy",
    "authors": ["S. Mahlburg Kay", "Ramos. V.A", "C. Mpodozis", "Sruoga"],
    "year": 1989
  }, {
    "title": "Eolian l'cimian deposits in West and Northwest Argentina",
    "authors": ["C.O. Limarino", "L.A. Spalletti"],
    "venue": "Sediment. Geol.,",
    "year": 1986
  }, {
    "title": "Sandstone composition changes and paleocurrent reversal in the Upper Paleozoic and Triassic deposits of the Huaco area, western Paganzo Basin, West-Central Argentina",
    "authors": ["O. Lopez Gamundi", "I.S. Espejo", "M.S. Alonso"],
    "venue": "Sediment. Geol.,",
    "year": 1990
  }, {
    "title": "Hoia Calama, Regidn de Antofagasta- -(arta",
    "authors": ["N. Marinovic", "Lahsem A"],
    "venue": "Geoldgica de Chile,",
    "year": 1984
  }, {
    "title": "New geological and geochronological data from the Colombian Andes: continental growth by multiple accretion",
    "authors": ["McCourt", "W.J.. Aspden. J.A", "M. Brook"],
    "venue": "J. Geol. Soc. London",
    "year": 1984
  }, {
    "title": "lgnimbrites of the eastern Snake River Plain: evidence for major caldera-forming eruptions",
    "authors": ["L.A. Morgan", "D.J. Doherty", "W.P. Leeman"],
    "venue": "J. Geophys. Res.,",
    "year": 1984
  }, {
    "title": "Provincias magmfiticas acidas, \"Singularidad Tri~_sica\" y ruptura de Gondwana: la Superunidad Ingagufis y la Provincia Choiyoi (Cordillera",
    "authors": ["C. Mpodozis", "S. Mahlburg Kay"],
    "venue": "Frontal Chilena,",
    "year": 1991
  }, {
    "title": "Paraparchitidae (Ostracoda) del Paleozoico Superior en la Formacidn Pular (Harrington, 1961)",
    "authors": ["R. Osorio", "S. Rivano"],
    "venue": "Quebrada de Pajonales, vertiente occidental de la Sierra de Almeida, Antofagasta. Actas, IV Congr. Geol. Chile, Antofagasta,",
    "year": 1985
  }, {
    "title": "Eventos intrusiw)s y deformaciones en la Cordillera de Domeyko a la latitud del Salar de Punta Negra--Antecedentes geocronoldgicos K-At",
    "authors": ["H. Padilla"],
    "venue": "Actas, V Congr. Geol. Chile, Santiago,",
    "year": 1988
  }, {
    "title": "Pre-Andean peraluminous and metaaluminous leucogranitoid suites in the High Andes of Central Chile",
    "authors": ["M. Parada"],
    "venue": "J. S. Am. Earth Sci.,",
    "year": 1988
  }, {
    "title": "Tectonic setting of basic volcanic rocks determined using trace element analyses",
    "authors": ["J.A. Pearce", "J.R. Cann"],
    "venue": "Earth Planet. Sci. Eett.,",
    "year": 1973
  }, {
    "title": "Magmatic activity and tectonic setting of the early stages of the Andean cycle in northern Chile",
    "authors": ["S. Pichowiak", "M. Buchelt", "Datum", "K.-W"],
    "venue": "Geol, Soc. Am. Spec. Pap.,",
    "year": 1990
  }, {
    "title": "Hoja Toconao, Regi6n de Antofagasta--Carta",
    "authors": ["R. Ramirez", "M. Gardeweg"],
    "venue": "Geoldgica de Chile,",
    "year": 1982
  }, {
    "title": "Caracteres geodinamicas generales del",
    "authors": ["T. Sempere"],
    "year": 1987
  }, {
    "title": "The influence of explosive volcanism on fluvial sedimentation: the Deschutes Formation (Neogene) in Central Oregon",
    "authors": ["G.A. Smith"],
    "venue": "J. Sediment. Petrol.,",
    "year": 1987
  }, {
    "title": "Hoja Collacagua, Regi6n de Tarapacfi--Carta",
    "authors": ["H. Vergara", "A. Thomas"],
    "venue": "Geol6gica de Chile,",
    "year": 1984
  }],
  "id": "SP:f0eb6441c88ec984722d2c43fd571ee3b04e48f3",
  "authors": [{
    "name": "Christoph Breitkreuz",
    "affiliations": []
  }],
  "abstractText": "Breitkreuz, C., 1991. Fluvio-lacustrine sedimentation and volcanism in a Late Carboniferous tensional intra-arc basin, northern Chile. In: R. Cas and C. Busby-Spera (Editors), Volcaniclastic Sedimentation. Sediment. Geol., 74: 173-187. Extensive outcrops of Late Carboniferous to Triassic volcanoplutonic magnetic-arc complexes occur in the Andes of northern Chile. In the Salar de Atacama area, terrestrial volcanosedimentary successions include a 200,600 m thick fluvio-lacustrine sequence (\"Miembro Medio\"). The terrestrial basin which accommodated this sequence formed during the latest Carboniferous on top of the deposits of the pre-existing Carboniferous composite volcanoes. The lower part of the Miembro Medio consists of green limnic and multicoloured alluvial fan deposits; the upper part is made up of red fluvial sedimentary rocks. Basic volcanic rocks occur locally throughout the sequence. The climate is inferred to have been warm and humid. The limnic (freshwater) environment had a minimum extension of 300× 100 km. Limnic facies is inferred from the existence of fine-parallel-bedded sediments, ooliths and a limnic benthic fauna. Lake-shore deposits prevail in the outcrops. In some sections, the green limnic sequence is followed by red fine-grained floodplain or alluvial plain, and fluvial channel deposits. The framework composition of the Miembro Medio is dominated by volcanogenic detritus presumably eroded.from the successions of the previous Late Carboniferous volcanic arc. Another volcanogenic clast type was provided by syndepositional basalto-andesitic phreatomagmatic activity, which also produced peperitic sills, dykes and lavas. The limnic-alluvial fan facies association, the predominance of volcanogenic detritus, and the accompanying intrabasinal basic calc-alkaline volcanism together with the considerable size of the basin point to a ?NW-SE trending half-graben setting controlled by (trans-)tensional arc tectonics. With regard to the Late Carboniferous-Triassic volcanosedimentary successions of northern Chile, this Latest Carboniferous tensional setting is the only feature in this area supporting those models, which inferred an extensional magmatic arc for the entire Central and Southern Andes during the Permo-Triassic.",
  "title": "Fluvio-lacustrine sedimentation and volcanism in a Late Carboniferous tensional intra-arc basin, northern Chile"
}