{
  "sections": [{
    "text": "Contents lists available at SciVerse ScienceDirect\nPalaeogeography, Palaeoclimatology, Palaeoecology\nj ourna l homepage: www.e lsev ie r .com/ locate /pa laeo\nThe Pliensbachian–Toarcian (Early Jurassic) extinction, a global multi-phased event\nAndrew H. Caruthers a,⁎, Paul L. Smith a, Darren R. Gröcke b\na Department of Earth Ocean and Atmospheric Sciences, University of British Columbia, Room 2020 Earth Sciences Building, 2207 Main Mall, Vancouver British Columbia V6T 1Z4, Canada b Department of Earth Sciences, Durham University, South Road, Durham DH1 3LE, UK\n⁎ Corresponding author. Tel.: +1 604 224 5669. E-mail addresses: caruthers.andrew@gmail.com (A.H psmith@eos.ubc.ca (P.L. Smith), d.r.grocke@durham.ac.u\n0031-0182/$ – see front matter © 2013 Elsevier B.V. All http://dx.doi.org/10.1016/j.palaeo.2013.05.010\na b s t r a c t a r t i c l e i n f o\nArticle history: Received 1 January 2013 Received in revised form 27 April 2013 Accepted 2 May 2013 Available online 20 May 2013\nKeywords: Pliensbachian Toarcian Extinction Western North America Ammonite Foraminifera\nDuring the Pliensbachian–Toarcian interval of the Early Jurassic, there is a well-known second order marine extinction that is observable at the species and genus levels. Ammonite diversity data from successions throughout Europe and parts of the Arctic suggest that this extinction may have been multi-phased with diversity declining over six separate intervals. The main-phase of decline begins at the Pliensbachian–Toarcian boundary and extends into the Lower Toarcian, to a level that is correlative with the Tenuicostatum/ Serpentinum Zone boundary. To date, only the main-phase of extinction has been demonstrated as being global in extent and affecting multiple taxonomic groups. This multi-phased extinction has been attributed to regional and global controlling mechanisms that are associated with the Volcanic Greenhouse Scenario which links the eruption of the Karoo–Ferrar large igneous province (LIP) to global warming and mass extinction. We compare stratigraphic ranges of ammonite and foraminiferal species in Pliensbachian–Toarcian successions of western North America to the record in Europe and parts of the Arctic in order to test the geographic extent of the multiple phases of extinction. Our results show six intervals of species level decline that correlate with those recognized in Europe: 1) middle of the Lower Pliensbachian (middle Whiteavesi–middle Freboldi Zones), 2) middle of the Upper Pliensbachian (upper Kunae–lower Carlottense Zone), 3) Pliensbachian/Toarcian boundary into the Lower Toarcian (upper Carlottense–middle Kanense Zones), 4) Middle Toarcian (upper Planulata–lower Crassicosta Zones), 5) upper Middle–lower Upper Toarcian (middle Crassicosta–Hillebrandti Zones) and 6) Upper Toarcian (lower Yakounensis Zone). Recognition of this multi-phased event in three separate ocean basins (paleo Pacific, paleo Arctic, and Tethys Oceans), in at least two taxonomic groups, greatly expands the known geographic extent of this multi-phased event and argues for a controlling mechanism that is global in its reach. In relation to the Volcanic Greenhouse Scenario, our study shows that four of the six pulses of extinction occur within the main-phase of Karoo magmatism. The decline in the Early Pliensbachian, previously thought to be separate from this event, occurs within error range of the onset of Karoo magmatism and the decline in the Late Toarcian coincides with the later stages of magmatism. These observations extend the known duration of this multi-phased extinction event to the Early Pliensbachian and support the Volcanic Greenhouse Scenario, specifically the eruption of the Karoo–Ferrar LIP, as a preeminent factor driving the multi-phased extinction of the Pliensbachian–Toarcian.\n© 2013 Elsevier B.V. All rights reserved."
  }, {
    "heading": "1. Introduction",
    "text": "Mass extinctions involve the global disruption of a broad suite of environments causing a significant proportion of the world's biota to disappear over a narrow interval of geological time (Hallam and Wignall, 1997). It has recently been suggested that greenhouse gas emissions are having a major impact on themodern marine ecosystem, causing extinction and possibly leading to ocean anoxia (Harnik et al., 2012). Understanding extinction is therefore a central question for science and society, a question uponwhich the geological record can shed valuable light.\n. Caruthers), k (D.R. Gröcke).\nrights reserved.\nOne mechanism-chain has recently emerged that links global warming to both first and second order extinction events. It is referred to as the ‘Volcanic Greenhouse Scenario’ by Wignall (2005) and it is explored in the current study (Fig. 1). This model is evidenced in the sedimentary record by elevated concentrations of organic carbon and major perturbations in the geochemical record. The geochemical systems involved include: carbon, nitrogen, molybdenum, manganese, sulfur, strontium and osmium isotopes (Jenkyns, 1988, 2003, 2010; Holser et al., 1989; Magaritz et al., 1992; Gröcke et al., 1999; Hesselbo et al., 2000, 2002, 2004; McArthur et al., 2000, 2008; Jenkyns et al., 2001; Pálfy et al., 2001; Ward et al., 2001; Wignall, 2001; Cohen and Coe, 2002, 2007; Cohen et al., 2004; Payne et al., 2004; Whiteside et al., 2007, 2010; Williford et al., 2007; Pearce et al., 2008; Suan et al., 2008, 2010; Kuroda et al., 2010; Gill et al., 2011; Sabatino et al., 2011; Sanei et al., 2012).\nThe Volcanic Greenhouse Scenario proposes that during the eruptions that form large igneous provinces (LIPs), volcanogenic outgassing of CO2 and other greenhouse gasses results in prolonged global warming (Pálfy and Smith, 2000; Wignall, 2005). Warmer water temperatures then initiate a series of eventswhich produces large-scale environmental change and mass extinction (Hesselbo et al., 2000; Pálfy and Smith, 2000;Wignall, 2001). These events are summarized in Fig. 1 and include: 1) the sudden release of methane hydrate from the continental shelf sediment reservoir, 2) a disruption in ocean water dynamics involving the thermohaline circulation pattern, 3) increased weathering and erosion on the continents and 4) ocean stagnation and marine anoxia.\nTo date the Volcanic Greenhouse Scenario has been invoked for a number of extinction events occurring over the past 300 million years (Courtillot, 1999; Pálfy and Smith, 2000; Wignall, 2001, 2005; Courtillot and Renne, 2003; Suan et al., 2008; Caswell et al., 2009). Four of these occur within the Upper Paleozoic and Mesozoic and include, in stratigraphic order: 1) the Emeishan flood basalts and the Middle Permian extinction (~263 Ma in Sun et al., 2010); 2) the Siberian Traps and the end Permian extinction (~250 Ma in Wignall, 2001); 3) the Central Atlantic Magmatic Province (CAMP) flood basalt and the end Triassic extinction (~200 Ma inWignall, 2001); and 4) the Karoo–Ferrar LIP and the Pliensbachian–Toarcian extinction (~183 Ma in Pálfy and Smith, 2000). There is also a connection between the Deccan Traps and the end Cretaceous extinction at ~65 Ma although there is strong evidence that this mass extinction was more heavily influenced by a major bolide impact (Wignall, 2001 and references therein; Keller, 2008). The correlation of the Karoo–Ferrar LIP and the Pliensbachian–Toarcian mass extinction is the focus of this study."
  }, {
    "heading": "2. The Pliensbachian–Toarcian extinction",
    "text": "During the Early Toarcian there was a major extinction among many marine genera and species at a level correlative with the Tenuicostatum/Serpentinum (Falciferum) Zone boundary (Hallam, 1961, 1987; Benton, 1993; Little and Benton, 1995; Harries and Little, 1999; Aberhan and Baumiller, 2003; Cecca and Macchioni, 2004; Zakharov et al., 2006; Caswell et al., 2009; Bilotta et al., 2010;\nDera et al., 2010). One calculation suggests a species extinction intensity that exceeds 90% among ammonites, belemnites, bivalves and gastropods (Harries and Little, 1999). However, a more recent calculation of ammonite species extinction in the NW Tethyan and Arctic domains suggests measurable losses of 40–65% at the subzone level and 70–90% at the zone level (Dera et al., 2010).\nIn Europe, this Early Toarcian extinction event affected a variety of benthic and pelagic groups in addition to the molluscs including: radiolarians, foraminifera, brachiopods, ostracods, dinocysts, crinoids, asteroids, crustaceans, marine reptiles and fish (Hallam, 1986, 1987; Little and Benton, 1995; Hallam and Wignall, 1997; Harries and Little, 1999; Vörös, 2002; Cecca and Macchioni, 2004; Zakharov et al., 2006; Caswell et al., 2009; García Joral et al., 2011). The Tenuicostatum/ Serpentinum Zone boundary is considered to be the extinction acme where many benthic and pelagic marine groups were affected seemingly instantaneously (Fig. 4 in Harries and Little, 1999). Because it has been observed in many Tethyan and Boreal stratigraphic sections, many have postulated that it was global in extent (Zakharov et al., 2006; Fig. 4 in Caswell et al., 2009; Dera et al., 2010). It is this interval, some argue, that coincideswith the series of events relating to environmental change within the Volcanic Greenhouse Scenario. Specifically a large negative carbon-isotope excursion (CIE) that is thought to indicate a release from the methane hydrate reservoir (Hesselbo et al., 2000) and the deposition of organic rich sediments co-occurring with a positive excursion in carbon-isotope values which is attributed to anoxic marine conditions known as the Toarcian oceanic anoxic event or T-OAE (Hallam, 1987; Jenkyns, 1988, 2003, 2010; Little, 1995; Little and Benton, 1995; Jenkyns and Clayton, 1997; Harries and Little, 1999; Jenkyns, 2010).\nA recent study examining Pliensbachian–Toarcian ammonite biodiversity in the NW Tethyan and Arctic domains has greatly expanded the known temporal extent of this extinction (Dera et al., 2010). A multi-phased event is indicated where species and generic biodiversity declined over six time intervals during the Pliensbachian– Toarcian (Fig. 2). These biodiversity declines include the: 1) Ibex–Davoei zone, 2) Gibbosus subzone, 3) Pliensbachian/Toarcian boundary, 4) Semicelatum subzone, 5) Bifrons–Variabilis Zones and 6) Dispansum\nZone, with the main-phase of the extinction occurring at a level that is correlative with the Tenuicostatum/Serpentinum Zone boundary. Events 2–6 are interpreted as contributing to the Pliensbachian–Toarcian extinction while decline number 1, occurring in the Lower Pliensbachian at the Ibex–Davoei Zone boundary, is interpreted by as a regional decline in species diversity restricted to the Mediterranean and northwest European parts of the Tethys Ocean (Dommergues et al., 2009; Dera et al., 2010).\nTo date, this multi-phased extinction has not been established in taxonomic groups other than the ammonites, except for at the Pliensbachian/Toarcian boundary and the Tenuicostatum/Serpentinum Zone boundary (within the Lower Toarcian) where a variety of organisms were affected globally (Harries and Little, 1999; Caswell et al., 2009; Dera et al., 2010). Neither has the multi-phased extinction been shown to be global in extent. Except for decline number 1 across the Ibex/Davoei Zone boundary in the Lower Pliensbachian, Dera et al. (2010) speculate that the multi-pulsed volcanic activity of the Karoo– Ferrar LIP could have been a trigger for the extinction phases during the Pliensbachian–Toarcian. If correct, there should be evidence of coeval declines in species diversity that occur globally in tandem with phases of volcanic activity within the Karoo–Ferrar LIP."
  }, {
    "heading": "2.1. Controlling mechanisms",
    "text": "Currently there are two leading hypotheses as to the cause of the Pliensbachian–Toarcian extinction event invoking global controls in one case and regional controls in the other. The global hypothesis is homologous to the Volcanic Greenhouse Scenario (Fig. 1) and it\nargues that in the Lower Toarcian, at a time correlative with the Tenuicostatum/Serpentinum Zone boundary, rift-related tectonic activity during the break-up of Gondwana initiated the eruption of the Karoo–Ferrar LIP. Outgassing of volcanogenic CO2 from this eruption started a prolonged period of global warming (Pálfy and Smith, 2000) that subsequently destabilized and released ~5000 Gt of methane hydrate from continental shelf sediments (Hesselbo et al., 2000; Beerling et al., 2002). The rapid injection and oxidation of methane reduced oceanic O2 levels and increased organic carbon burial, creating the globally extensive euxinic conditions of the T–OAE. This severe environmental crisis is further thought to have: 1) increased seawater temperatures ~3–5 °C in the subtropical seas of the Tethys and 8–10° in the polar domains (Dera et al., 2011; Dera and Donnadieu, 2012); 2) caused a significant increase in continental weathering rates (Jones and Jenkyns, 2001; McArthur et al., 2000; Cohen et al., 2004); 3) caused a major reduction in biocalcification (Mattioli et al., 2004; Tremolada et al., 2005; Suan et al., 2010); and 4) escalated the extinction of marine organisms in the Early Toarcian (see Caswell et al., 2009 and references therein; Bilotta et al., 2010; Dera et al., 2010).\nRecently, the timing and the geographic extent of the events contributing to the large extinction in the Early Toarcian have been questioned, thus prompting an alternative hypothesis promoting regional controls (van de Schootbrugge et al., 2005; Wignall et al., 2005; Gómez et al., 2008; McArthur et al., 2008; García Joral et al., 2011; Gómez and Goy, 2011). Specifically these works have suggested that: 1) the negative CIE interval is not a global phenomenon, 2) the main level of extinction in some European sections occurs below the negative CIE interval and 3) anoxic (black shale) facies are not globally distributed and, where\nfied fromDera et al., 2010). Sixmajor declines in biodiversity are recognizedwith the largest biodiversity are numbered and in red. ‘Weighted richness’ refers to the total number of taxa graphic area; ‘single-interval taxa’ are confined to a specific subzone; and ‘boundary crossers’ Ten. = Tenuicostatum, Ser. = Serpentinum, Bif. = Bifrons, Variab. = Variabilis, Thouar. =\npresent, are not coeval. The resulting ‘regional’ hypothesis therefore invokes a restricted basinmodel (Küspert, 1982)whereby the European epicontinental seaway was the site of several silled basins, in which black shales and 12C-enriched bottom waters formed in response to euxinic conditions brought on by a salinity-driven pycnocline that developed as a result of increased fresh water input (Küspert, 1982; Jenkyns, 1988; Saelen et al., 1996; Schouten et al., 2000; McArthur et al., 2008). In this model, the negative CIE occurred by diachronous upwelling of 12C-rich bottom water and was therefore restricted to marine environments in the Tethys Ocean area (van de Schootbrugge et al., 2005; Wignall et al., 2005; McArthur et al., 2008). Furthermore, due to the various dynamics within each basin, black shale deposition and co-occurring extinction are also thought to have been diachronous throughout Europe (Wignall et al., 2005; McArthur et al., 2008). These discrepancies raise concern as to the validity of theVolcanic Greenhouse Scenario and therefore necessitate further study.\nThe work presented herein is a critical investigation of the Pliensbachian–Toarcian extinction. A primary objective is to explore the magnitude and geographic extent of this event by measuring species-level ammonite and foraminiferal diversity throughout the Pliensbachian–Toarcian interval inwesternNorth America and then compare it with correlative ammonite species data previously reported from the northwest European and Arctic domains. This comparison will test previous claims that the Pliensbachian–Toarcian extinction is a multi-phased event (e.g. Dera et al., 2010) and also shed light on the\napparent discrepancy between the extinction interval and negative CIE that is the focus of study in Wignall et al. (2005). Lastly, our work addresses the hypothesized primary controlling mechanism for this extinction by assessing its overall timing with respect to previously established eruption ages for the Karoo magmatic province (Jourdan et al., 2008)."
  }, {
    "heading": "3. Methods",
    "text": ""
  }, {
    "heading": "3.1. A calibrated geological time scale",
    "text": "In order to address these questions it is important to have a well calibrated geologic time scale for the Pliensbachian and Toarcian that can be applied globally. In western North America, Lower Jurassic interbedded fossiliferousmarine sedimentary and volcaniclastic successions are extremely useful for calibrating biochronologic and geochronologic time scales. Previous studies have established an ammonite zonal scheme for Pliensbachian and Toarcian successions (Smith et al., 1988; Jakobs et al., 1994; Smith and Tipper, 1996; Jakobs, 1997) that is calibrated with U\\Pb and Ar\\Ar dates from interbedded zircon-bearing ash beds and lava flows (Pálfy et al., 1997, 2000). This calibrated time scale has been further correlated with the ammonite zonal schemes of NW Europe, parts of the Mediterranean, and South America (Fig. 3). In our study the geologic time scale of Pálfy et al. (2000) and Gradstein et al. (2012) is utilized to compare geochemical results. Recent age determinations indicate that the base of the Toarcian\nerranean (Dean et al., 1961; Schlatter, 1980; Braga et al., 1982; Howarth, 1992; Page, ith et al., 1988; Jakobs et al., 1994) and South America (Hillebrandt, 2006). Absolute solute age dates in bold-face font have an error range that is less than 5 Ma and are editerranean Province refers to areas of Spain (Page, 2003).\nis at 182.7 (±0.7) Ma (Gradstein et al., 2012) rather than the previous age of 183.6 (+1.7/−1.1) Ma (Pálfy et al., 2000). Herein we use the chronostratigraphic concepts and zonal terminology advocated and developed by Callomon (1985)."
  }, {
    "heading": "3.2. Stratigraphic range charts",
    "text": "Pliensbachian–Toarcian ammonite and foraminiferal species-level diversities in western North America were measured from compiled stratigraphic range charts derived from many previous accounts (Imlay, 1955, 1981; Tappan, 1955; Smith et al., 1988; Jakobs, 1992, 1995, 1997; Thomson and Smith, 1992; Jakobs et al., 1994; Jakobs and Smith, 1996; Smith and Tipper, 1996; Smith et al., 2001; Kottachchi et al., 2002, 2003; Caruthers and Smith, 2012). The compiled stratigraphic range charts are provided herein as Supplemental Data. Species ranges were analyzed using metrics established by Foote (2000) as well as Hammer and Harper (2006) including: Total diversity, total diversity minus singletons, estimated mean standing diversity, per-taxon rate, Van Valen rate, and estimated per-capita rate; all of which are defined in Fig. 4. The resulting values are a measure of diversity and extinction/origination rates for these two taxonomic groups during the Pliensbachian–Toarcian interval.\nThroughout western North America, Pliensbachian and Toarcian ammonite faunas are common and are widely distributed in many stratigraphic successions (red circles in Fig. 5; Fig. 6). In comparison, coeval foraminiferal faunas are much less well understood. They have only been studied in two areas namely Haida Gwaii and northern Alaska (green and orange circles in Fig. 5; Fig. 6). The ammonite-bearing successions are thought to have been located in the northeast part of the\npaleo Pacific Ocean during the Early Jurassic, whereas the two areas yielding foraminiferal successions are thought to have been located in the paleo Pacific and paleo Arctic Oceans (Miller et al., 2002; Smith, 2006). Therefore, the compiled ammonite species rangeswere analyzed as onedataset and foraminiferal specieswerefirst analyzed according to region (i.e. Haida Gwaii and northern Alaska), and then re-analyzed as a unified dataset.\nIn our study, occurrences of foraminiferawere placed in context of the Pliensbachian and Toarcian ammonite zonal schemes in order to develop comparable stratigraphic range charts. Sections utilized in this study are represented by the green circles in Fig. 5 and listed in Fig. 6. In northern Alaska, foraminifera are known primarily from well cores extracted from the National Petroleum Reserve on the North Slope (Tappan, 1955; Bergquist, 1966). Co-occurring Pliensbachian–Toarcian ammonite and foraminifera faunas are exceedingly rare in these well cores except for a single core known as the United States Navy South Barrow #3 Core (identified herein as SB #3 core). The SB #3 core contains a diverse foraminiferal fauna that can be dated to the Upper Pliensbachian–Lower Toarcian using the ammonite zone scheme for the high Arctic developed by Zakharov et al. (2006), Nikitenko andMickey (2004), and Nikitenko et al. (2008)which in turnhas been correlatedwith theNorthAmericanammonite zonal scheme as shown in Fig. 3.\nThe data include confidently and provisionally identified species (see Supplemental data). Systematic descriptions of foraminiferal species from Haida Gwaii were not provided in Kottachchi (2001) or Kottachchi et al. (2002, 2003). Consequently, the taxonomic relationships of this fauna to the coeval fauna from northern Alaska (e.g. Tappan, 1955) are not certain. However, taxonomic revisions to the northern Alaskan genera (Tappan, 1955) by Nagy and Johansen\n(1991) and Nikitenko and Shurygin (1992) are also applied to the Haida Gwaii fauna. Species re-assigned to new genera include: Kutsevella barrowensis, Laevidentalina pseudocommunis, Grigelis apheilolocula, Reussoolina aphela, Ammovertellina irregularis, Ammoglobigerina canningensis, Ammodiscus asper, Reophax metensis, Ammobaculites lobus and Ammodiscus siliceus."
  }, {
    "heading": "3.3. Diversity measurements",
    "text": "Ammonite and foraminiferal species diversity is measured using methodology presented in Foote (2000) as well as Hammer and Harper (2006). Diversity is measured from the compiled species level stratigraphic range charts for the Pliensbachian and Toarcian stages (Supplemental Data), first at the zone level and then re-measured with an informally divided scheme where zones were divided into three intervals (lower, middle, and upper; Fig. 4A) informally referred to as subzones. Using these intervals, the stratigraphic range of each species was divided into one of four mutually exclusive categories (Fig. 4B) following Barry et al. (1995) and Foote (2000). These include: 1) taxawhosefirst and last appearance are confined to the interval (Nfl), 2) taxa that cross the bottom boundary and disappear within the interval (Nbl), 3) taxa that appear within the interval and cross the upper boundary (Nft), and 4) taxa that range through the entire interval and cross both stratigraphic boundaries (Nbt). Taxa were then assigned a unitary weight depending on their stratigraphic range within the interval (Sepkoski, 1975; Foote, 2000; Hammer, 2003; Hammer and Harper, 2006). Taxa that range through the interval (Nbt) were counted as one\nunit each, taxa that disappeared (Nbl) or appeared (Nft) within the interval were only counted as a half of a unit, and taxa that were confined to the interval (Nfl) were counted as a third of a unit (Hammer, 2003). Hammer and Harper (2006) justify these unitary weights by the rationale that the first appearance (Nft) and last appearance (Nbl) datum are uniformly distributed throughout the measured interval and that the average portion of the interval length that is occupied by both of these types of single-ended taxa is approximately 0.5. Similarly, taxa that are confined to the interval (Nfl) are thought to occupy approximately one-third of the interval length and therefore should be counted as such (Hammer, 2003; Hammer and Harper, 2006). Categories were then totaledwith respect to each stratigraphic interval (zone or informal subzonal unit) and analyzedusing variousmetrics to calculate taxonomic diversity and extinction/origination rates, as defined in Fig. 4C.\nLastly, the term singleton has been used to denote either: 1) species that are represented by a single specimen (Buzas and Culver, 1994, 1998), or 2) taxa that are confined to a single stratigraphic interval, essentially any species that is in the Nfl category (Foote, 2000). We use the definition of singleton adopted by Foote (2000) indicating a taxon that is confined to a particular zonal or subzonal interval."
  }, {
    "heading": "4. Results",
    "text": ""
  }, {
    "heading": "4.1. Diversity data",
    "text": "Stratigraphic ranges of 206 ammonite and 242 foraminifera species were compiled and analyzed at the informal subzone level for\nPliensbachian–Toarcian strata in western North America. Ammonite species diversity (Fig. 7A) is measured as a total sum (Ntot), without singletons, and as an estimated mean. Foraminiferal species diversity data (Fig. 7B) is only presented as Ntot values, whereas diversity data pertaining to the singleton-free and estimated mean metrics for the combined foraminiferal species is presented in Fig. 8. In both cases, diversity levels in all three metrics generally follow the same overall pattern (within each group independently) and show very similar values, which indicates that taxonomic singletons do not have a strong influence in this analysis. Results are therefore presented and discussed herein in terms of the total diversity (Ntot) with occasional reference to singleton-free data.\nResults for the ammonite species diversity analysis (Fig. 7A) show a steady increase throughout the Imlayi–middle Whiteavesi Zones of the Lower Pliensbachian. Diversity reaches a high point in the middle Whiteavesi Zone (19 species) and then declines steadily throughout the remaining part of the Lower Pliensbachian, reaching a low point in the middle Freboldi Zone (12 species). From the upper Freboldi Zone to the middle Kunae Zone, there is a sharp increase and diversity reaches its maximum value of 30 species. Also, over this time frame during the lower Kunae Zone, there is an observed offset between the total diversity and singleton-free curves of ~5 species which may have resulted from increased origination at this time (Fig. 9).\nThroughout the remaining part of the Upper Pliensbachian and into the Lower Toarcian, ammonite species diversity undergoes a major decline that consists of two distinct steps (Fig. 7A). The initial step is an abrupt decline from the middle Kunae to the lower Carlottense Zones when diversity drops from 30 to 14 species. The second step is a decline that begins after themiddle Carlottense Zone, crosses the Pliensbachian/ Toarcian boundary, and reaches a minimum diversity of 6 species in the middle Kanense Zone. From the upper Kanense Zone and into theMiddle Toarcian there is a gradual increase in species diversity that reaches a high point of 15 species in themiddle Planulata Zone (Fig. 7A). Following this peak in diversity in the Middle Toarcian, there is a gradual decline\nfrom the upper Middle Toarcian into the lower Upper Toarcian. During this interval, diversity falls to 8 species in the lower Crassicosta Zone and then gradually declines again, reaching low levels (of ~5 species) throughout the Hillebrandti Zone of the Upper Toarcian. In the Yakounensis Zone there is an abrupt rise in diversity that reaches 14 species, with a subsequent decline in the upper part of the zone.\nRegional foraminiferal species diversity data (Fig. 7B), analyzed independently according to geographic region, shows a much different pattern throughout the Pliensbachian–Toarcian time. The record from Haida Gwaii indicates an initial increase in diversity from ~10 species in the Imlayi Zone to ~40 in the Whiteavesi Zone and then increases, very gradually, to ~47 species throughout the remaining part of the Pliensbachian. Throughout the Lower–Middle Toarcian there is a steady rise in diversity that reaches ~72 species in the upper Planulata–middle Crassicosta Zones. At this point, there is a steady decline to the Upper Toarcian where species diversity in the upper Yakounensis Zone drops to ~33.\nData from the Alaska core (Fig. 7B) shows consistent foraminiferal species diversity of ~27 species throughout the Imlayi–upper Freboldi Zones of the Lower Pliensbachian. Throughout the Kunae Zone there is a distinct rise in diversity that reaches a maximum of 51 species in the upper Kunae Zone. In the upper part of the Pliensbachian extending across the Pliensbachian/Toarcian boundary and into the lower Middle Toarcian, there is a major decline in species diversity that is evident as two distinct steps. The first decline is into the Carlottense Zone, where species diversity maintains fairly steady levels, decreasing only slightly from 43 to 39 species. The second decline is much more significant dropping from 39 in the upper Carlottense Zone to 5 in the lower Planulata Zone. It should be noted that above this interval in the SB #3 Alaska core there is a gap in core-recovery and therefore it is not possible to obtain foraminiferal species diversity data from the middle Planulata Zone onward.\nThe combined foraminiferal species diversity analysis (Fig. 8A) constitutes an analysis of the entire stratigraphic range chart from\nboth British Columbia andAlaska. This analysis shows that foraminiferal species diversity maintains a steady increase throughout the Lower Pliensbachian, reaching ~70 species in the upper Freboldi Zone. Following this there is a small, sharp, decline in the lower Kunae Zone to 65 species with a subsequent abrupt increase in diversity throughout the remaining part of the zone where diversity reaches a maximum of 88 species. In the later part of the Pliensbachian–Lower Toarcian there is a gradual decline to 73 species in the middle part of the Kanense Zone. From the middle part of the Lower Toarcian to end of the Middle Toarcian, species diversity fluctuates slightly but remains at this level. In the Upper Toarcian diversity declines, gradually, and reaches ~30 species in the Upper Toarcian.\nAn important point to consider in this diversity analysis is the proportion of long-ranging taxa compared with the single ended taxa (taxa that contain stratigraphic ranges that end or begin within the measured time interval). As previously mentioned, taxa that cross both measured boundaries (i.e. Nbt value in Fig. 4B) are counted as a whole unit, single ended taxa counted as a half, and singletons counted as a third. If there is an over abundance of Nbt taxa, then changes in diversity within a particular interval may be diminished. In the combined foraminiferal species diversity analysis, there is an abundance of\nforaminifera whose stratigraphic ranges are exceedingly long in comparison with those of ammonite species. Therefore the combined foraminiferal species stratigraphic range chart was re-analyzed without the long-ranging species (omitting species whose stratigraphic ranges are greater than six ammonite zoneswithin the Pliensbachian–Toarcian interval, or are greater than half of the studied interval). The results are presented in Fig. 8B.\nThe combined foraminiferal species analysis without long-ranging species (Fig. 8B) shows an increase in diversity from the Imlayi to Whiteavesi Zones, a very slight decrease across the transition between the Whiteavesi and Freboldi Zones, with a subsequent gradual increase in diversity from the Freboldi Zone to the lower Kunae Zone. Throughout the Kunae Zone, there is a sharp rise in foraminiferal diversity, reaching a maximum of ~40 species in the upper part of the zone. Following this apparent peak in foraminiferal diversity there is a large decline into the Lower Toarcian that is divided into three phases, an initial drop in the lower Carlottense Zone, a subsequent gradual decline throughout the remaining part of the zone and a sharp decline across the Pliensbachian/Toarcian boundary where diversity reaches a low point of 24 species in the middle part of the Kanense Zone. From the upper Lower Toarcian, there is a steady rise\nin diversity into the Middle Toarcian with one very tenuous decline across the Planulata/Crassicosta zone boundary (number 4? in Fig. 8B). Diversity levels reach a Toarcian peak in the Crassicosta Zone at 37 species. Foraminiferal diversity then declines gradually throughout the Upper Toarcian."
  }, {
    "heading": "4.2. Extinction and origination patterns",
    "text": "Rate metrics established by Foote (2000) were used to assess patterns of extinction and origination in ammonite and foraminiferal species throughout the Pliensbachian and Toarcian. For this analysis, long-ranging foraminiferal species were excluded for reasons previously discussed. Results show that, in general, the derived rates for all four metrics used (i.e. Van Valen with singletons, Van Valen without singletons, per-taxon rate, and estimated per capita rate) had similar values, except for the lower Kanense Zone. Consequently only the Van Valen metric with singletons is discussed (Fig. 9).\nAmmonite and foraminiferal species had similar patterns of extinction and origination although the scales were quite different in that extinction rate among ammonites ismuchhigher than in the foraminifera.\nThroughout much of the Pliensbachian, ammonites showed similar extinction and origination rates that were fairly low (Fig. 9A). There is an increase in origination in the lower Kunae Zone aswell as a slight elevation in both rates that is offset in the upper Kunae–lower Carlottense Zonal interval. Across the Pliensbachian/Toarcian boundary, covering an interval from the middle of the Carlottense Zone to the middle of the Kanense Zone, there is a very dramatic increase in the extinction rate. There is also a rise in origination at this time, but it is notably smaller than the observed increase in extinction rate. Throughout the Middle– Upper Toarcian the extinction and origination rates do fluctuate, but generally maintain lower levels.\nForaminiferal species data show low extinction and origination rates throughout much of the Pliensbachian with offset increases in both metrics throughout the Kunae Zone interval (Fig. 9B). Across the Pliensbachian/Toarcian boundary, covering an interval from the middle of the Carlottense Zone to the middle of the Kanense Zone, there is a sharp and marked increase in the extinction rate. Within this interval, the origination rate is somewhat elevated but it lags behind the extinction rate considerably. Throughout the Middle Toarcian, rates are of similar magnitude as those experienced in the\nUpper Pliensbachian. In the Upper Toarcian, extinction rates are predominantly higher than origination and reach maximum values in the upper Hillebrandti and middle Yakounensis zones."
  }, {
    "heading": "5. Discussion",
    "text": ""
  }, {
    "heading": "5.1. Multi-phased extinction",
    "text": "It is currently suggested that the Pliensbachian–Toarcian extinction event in Europe and parts of the Arctic is multi-phased with the two most significant diversity declines occurring at the Pliensbachian/ Toarcian boundary and at the Tenuicostatum/Serpentinum zonal boundary in the Lower Toarcian (Dera et al., 2010). Ammonite and foraminiferal species diversity in western North America suggests a similar multi-phased event (Fig. 10A). Species diversity in both taxonomic groups declined and reached low points in six separate intervals that correspond to the: 1) middle Whiteavesi–middle Freboldi Zones, 2) upper Kunae–lower Carlottense Zones, 3) upper Carlottense–middle Kanense Zones, 4) upper Planulata–lower Crassicosta Zones, 5) middle Crassicosta–Hillebrandti Zones and 6) lower–middle Yakounensis Zone. These episodes of decreasing species diversity correlate well with the multi-phased event recorded in combined ammonite data from the northwest European and Arctic domains as documented by Dera et al.\n(2010) (Fig. 10B); and, interestingly, also seem to correlatewith declines at the generic level in the Neuquén Basin of South America (Riccardi, 2008).\nThe new dataset from western North America shows a modest decline in ammonite diversity and a correlative, but smaller, decline in foraminiferal diversity in the Lower Pliensbachian that begins in the middle of the Whiteavesi Zone and continues to the middle of the Freboldi Zone (number 1 in Fig. 10A). Throughout this interval, the extinction rates in both taxonomic groups are slightly elevated in comparison with origination. This modest decline in species diversity occurs over a similar time frame, and is of similar magnitude, to the decline in ammonite species diversity across the Ibex–Davoei Zone boundary in the dataset from northwest Europe and the Arctic (number 1 in Fig. 10B). This could therefore suggest a controlling mechanism that is global in extent.\nOf the five episodes of diversity decline that constitute the multiphased Pliensbachian–Toarcian extinction described by Dera et al. (2010), all are distinguishable in western North America (numbers 2 to 6 in Fig. 10). In both datasets, the main phase of extinction consists of two successive phases of decline (number 3 in Fig. 10): one at the Pliensbachian/Toarcian boundary and the other within the middle part of the Kanense Zone (at a correlative interval with the Tenuicostatum/Serpentinum Zone boundary of northwest Europe;\nFig. 3). At the onset of the main-phase of extinction in western North America, ammonite and foraminiferal diversity reached maximum values of ~30 and 40 species respectively in the Kunae Zone and then began to decline gradually into the Lower Toarcian (numbers 2 and 3 in Fig. 10A). In the combined northwest European and Arctic data (Fig. 10B), species diversity rebounds in the uppermost Pliensbachian following the decline in the Margaritatus–Spinatum Zones and then subsequently collapses across the Pliensbachian–Toarcian boundary into the Lower Toarcian where ammonite species diversity reaches a minimum value. During this main-phase of extinction in western North America, ammonite and foraminiferal diversity reach minimum values of 5 and 25 species respectively in themiddle part of the Kanense Zone (Fig. 10A). These low levels of Lower Toarcian diversity probably resulted from extraordinarily high extinction rates observed in both taxonomic groups in the lowest part of the Kanense Zone (Fig. 9).\nAs mentioned earlier, one of the major discrepancies related to a global control mechanism for this event is the suggestion that the negative CIE only occurred in the Tethys Ocean area at an interval that is above the main extinction horizon (Wignall et al., 2005). However, more recent work has shown that the negative CIE is recognizable in many correlative lower Toarcian successions that are far-removed from the Tethys Ocean (Al-Suwaidi et al., 2010; Caruthers et al., 2011; Gröcke et al., 2011; Suan et al., 2011; Izumi et al., 2012). This suggests that this phenomenon was most likely global in extent and strongly supports influence by the methane hydrate reservoir. Furthermore, our study shows that the main phase of extinction is a progressive\ndecline in species diversity that begins just before the Pliensbachian/ Toarcian boundary and extends into the Lower Toarcianwhere diversity reachesminimumvalues in three ocean basins (namely the paleo Pacific, Arctic and Tethys oceans) at an interval that is precisely correlative with the negative CIE (Fig. 10). This apparent synchronicity between diversity minimums during themain-phase of extinction and the negative CIE is a good indication that methane release played an important role in this extinction event, working to escalate its effects.\nFollowing the main phase of extinction in the Kanense Zone, ammonite species diversity in both datasets shows a rise into the Planulata Zone of the Middle Toarcian and its European correlative with a subsequent decline into the Hillebrandti Zone of the Upper Toarcian. This decline in ammonite species is composed of two separate phases (numbers 4 and 5 in Fig. 10). Although the extinction rate during phase number 4 is somewhat higher than origination, the observed values are considerably lower than those in the Kanense Zone.Within the later phase (number 5 in Fig. 10), ammonite species diversity maintains lower levels throughout the Hillebrandti Zone of the Upper Toarcian with low levels also observed in the correlative zone of Europe. During this phase, extinction and origination rates were nearly identical which resulted in no observable change in diversity.\nLastly in the Upper Toarcian, the ammonite dataset from northwest Europe and the Arctic shows an abrupt rise in diversity in the lower part of theDispansumZonewith afinal decline in the upper part of the zone; maintaining lower levels throughout the Pseudoradiosa and Aalensis zones (number 6 in Fig. 10). In western North America, this final\nevent is recognizable and is constrained based on the appearance of two ammonite species, Hammatoceras insigne ranging from the upper Hillebrandti–lower Yakounensis zones and Dumortieria cf. levesquei in the upper part of the Yakounensis Zone (Supplemental Data). In the zone scheme of Northwest Europe (Page, 2003), these two species are noted as the index for the Insigne and Levesquei Subzones encompassing the lower parts of the Dispansum and Pseudoradiosa zones respectively (Fig. 3). Therefore, the diversity peak occurring in the Yakounensis Zone (Fig. 10A) is potentially correlative with the peak in the lower part of the Dispansum Zone (Fig. 10B). The subsequent decline in diversity in the Yakounensis Zone is correlative with the decline in the lower part of the Pseudoradiosa Zone. This thereby constitutes a sixth potential correlative phase of diversity decline evident in North America, Europe and parts of the Arctic in the Upper Toarcian.\nForaminiferal species diversity, following the main-phase of extinction, show a similar steady increase from the upper Kanense to middle Crassicosta zones with a very small (negligible?) decline across the Planulata–Crassicosta Zone boundary that is correlative with phase number 4 in Fig. 10. Diversity then declines gradually throughout the Upper Toarcian. During the small decline in diversity at the Planulata/ Crassicosta Zone boundary there is no observable trend in extinction rate (Fig. 9) and therefore this does not appear to be a recognizable event (in the foraminiferal data). However, in the upper part of the Toarcian, extinction rates are generally higher than origination which could account for the observed decline in diversity."
  }, {
    "heading": "5.2. Karoo magmatism",
    "text": "Currently this multi-phased extinction event is attributed to a variety of paleoenvironmental changes that could be related to the Volcanic Greenhouse Scenario but, except for the main-phase of extinction (number 3 in Fig. 10), are believed to be restricted to the TethysOcean area (Dera et al., 2010). These include: sea-levelfluctuation affecting restricted basins, saline stratification, warming (or cooling) of seawater, changing water current dynamics and variation in geochemical cycles (McArthur et al., 2000, 2008; Bailey et al., 2003; Suan et al., 2008, 2010; Dera et al., 2010; Dera and Donnadieu, 2012). However, if the six extinction phases are global in extent, it is plausible that the eruption of the Karoo–Ferrar LIP is the underlying controlling factor.\nWhen comparing the approximate timing of this multi-phased event to the previously established, and calibrated, time scale for the Pliensbachian and Toarcian Stages (Fig. 3), the middle Whiteavesi– middle Freboldi Zone event occurred at ~186 My, the upper Kunae– lower Carlottense Zone event occurred at ~184 My, the upper Carlottense–middle Kanense Zone event occurred at ~183 My, the upper Planulata–lower Crassicosta Zone event occurred between 182 and ~181 My, the middle Crassicosta–Hillebrandti Zone event occurred between ~181 and 180 My, and the Yakounensis Zone event occurred at ~179–178 My. A recent study by Jourdan et al. (2008) shows eruption ages for magmatism in the Karoo Basin that occur over ~10 Ma, between 186 and 176 Ma, with the main pulses of magmatism occurring over a window of ~3 Ma from 184 to 181 Ma (Fig. 11). A comparison of eruption ages from the Karoo Basin and the multi-phased extinction event reveals a correlation, in that: 1) four of the six pulses of extinction occur within the main-phase of magmatism, 2) the initial Lower Pliensbachian decline in species diversity occurs within error range of the onset of Karoo magmatism and 3) the uppermost Toarcian decline correlates with the later stages of Karoo magmatism (Fig. 11). This suggests that the eruption of the Karoo–Ferrar LIP was a major underlying factor in the long-term environmental change that resulted in the multi-phased extinction.\nIn relation to the hypothesis of prolonged environmental change during Karoo–Ferrar magmatism, oxygen-isotope data indicate that there were several warming events within the Tethys Ocean area occurring in the Ibex-Davoei Zones, Serpentinum Zone, Bifrons Zone, and possibly in the Dispansum Zone (Rosales et al., 2004; Gómez et al., 2008; Suan et al., 2008; Dera et al., 2009, Korte and Hesselbo, 2011; Silva et al., 2011; Harazim et al., 2013). However, there seems to be evidence of colder intervals that occur in the Late Pliensbachian and at the Pliensbachian–Toarcian transition (Suan et al., 2008) which could have resulted from volcanogenic injections of SO2 into the atmosphere during Karoo–Ferrar magmatism (Self et al., 2006). During the Early Toarcian, a number of compounding factors could have simultaneously created a significant amount of environmental stress which induced episodes of methane release and marine anoxia, and escalated this (main) phase of extinction (as indicated in Hesselbo et al., 2000, 2007; Beerling et al., 2002; Jenkyns et al., 2001; Jenkyns, 2003, 2010; Jourdan et al., 2008; Dera et al., 2010 and references therein)."
  }, {
    "heading": "6. Conclusions",
    "text": "This study investigates the Pliensbachian–Toarcian extinction of marine organisms during the Early Jurassic. A primary objective is to compare new data fromwestern North America with previously established records in European (and other) successions in order to test hypotheses that relate to its duration,magnitude and controllingmechanisms. Analysis of the stratigraphic ranges of 206 ammonite and 242 foraminiferal species in North America indicates declines in diversity during six separate intervals throughout Pliensbachian–Toarcian time. These intervals of extinction can be correlated with declines in ammonite species and generic data from a combined dataset of the northwest European and Arctic domains (Dera et al., 2010). This suggests that the multi-phased species level extinction during the Pliensbachian–Toarcian interval was potentially global. Phases of extinction correspond with the: 1) middle of the Lower Pliensbachian (middleWhiteavesi–middle Freboldi Zones), 2) middle of the Upper Pliensbachian (upper Kunae–lower Carlottense Zone), 3) Pliensbachian/Toarcian boundary into the Lower Toarcian (upper Carlottense–middle Kanense Zones), 4) Middle Toarcian (upper Planulata–lower Crassicosta Zones) and 5) upper Middle–lower Upper Toarcian (middle Crassicosta–Hillebrandti Zones), and 6) Upper Toarcian (lower–middle Yakounensis Zone).\nSpecies level data fromwesternNorth America also support previous conclusions suggesting that the main-phase of extinction is a global event during which diversity declined in a gradual fashion beginning\nat the Pliensbachian/Toarcian boundary and extending into the Lower Toarcian (Harries and Little, 1999; Caswell et al., 2009). In western North America, species diversity in both ammonite and foraminifera reach minimum values in the middle part of the Lower Toarcian Kanense Zone which coincides with the negative CIE interval described by Caruthers et al. (2011).\nRecognition of a multi-phased extinction across the paleo Pacific, Arctic and Tethys Ocean basins greatly expands the known geographic extent of this event. Previously, it was suggested that only the mainphase of extinction might be global but it is now apparent that other phases of decline could potentially be global requiring a controlling mechanism that is also global in its reach.\nPreviously it was argued that volcanogenic outgassing of CO2 during theeruption of the Karoo–Ferrar LIP initiated greenhouse conditions and caused the extinction of marine organisms (Pálfy and Smith, 2000). Our data show a good correlation in timing between the eruption ages in the Karoo Basin (Jourdan et al., 2008) and calibrated ages of declines in species diversity that constitute this multi-phased event. Four of the six pulses of extinction occur within the main-phase of magmatism, the Lower Pliensbachian decline occurs within error range of the onset of Karoo magmatism and the Upper Toarcian decline coincides with the later stages of magmatism. These observations in species diversity decline in western North America support the Volcanic Greenhouse Scenario as the most important factor during the Pliensbachian– Toarcian multi-phased extinction."
  }, {
    "heading": "Acknowledgments",
    "text": "Funding for this work was provided by NSERC research grants to Paul Smith (#8493) and Darren Gröcke (#288321), a NERC grant to Darren Gröcke (NE/H021868/1), and a grant from the Alaska Geological Society toAndrewCaruthers.We thankGuillaumeDera,Mike Foote, Jim Haggart,MelissaGrey and two anonymous reviewers for their constructive comments and suggestions."
  }, {
    "heading": "Appendix A. Supplementary data",
    "text": "Supplementary data to this article can be found online at http:// dx.doi.org/10.1016/j.palaeo.2013.05.010."
  }],
  "year": 2013,
  "references": [{
    "title": "Selective extinction among Early Jurassic bivalves: a consequence of anoxia",
    "authors": ["M. Aberhan", "T.K. Baumiller"],
    "venue": "Geology",
    "year": 2003
  }, {
    "title": "First record of the Early Toarcian Oceanic Anoxic Event from the Southern Hemisphere, Neuquén Basin, Argentina",
    "authors": ["A.H. Al-Suwaidi", "G.N. Angelozzi", "F. Baudin", "S.E. Damborenea", "S.P. Hesselbo", "H.C. Jenkyns", "M.O. Manceñido", "A.C. Riccardi"],
    "venue": "Journal of the Geological Society of London 167,",
    "year": 2010
  }, {
    "title": "Paleoceanographic changes of the Late Pliensbachian–Early Toarcian interval: a possible link to the genesis of an Oceanic Anoxic Event",
    "authors": ["T.R. Bailey", "Y. Rosenthal", "J.M. McArthur", "B. van de Schootbrugge", "M.F. Thirlwall"],
    "venue": "Earth and Planetary Science Letters",
    "year": 2003
  }, {
    "title": "Patterns of faunal turnover and diversity in the Neogene Siwaliks of northern Pakistan",
    "authors": ["J.C. Barry", "M.E. Morgan", "L.J. Flynn", "D. Pilbeam", "L.L. Jacobs", "E.H. Lindsay", "S.M. Raza", "N. Solounias"],
    "year": 1995
  }, {
    "title": "On the nature of methane gas-hydrate dissociation during the Toarcian and Aptian Oceanic anoxic events",
    "authors": ["D.J. Beerling", "M.R. Lomas", "D.R. Gröcke"],
    "venue": "American Journal of Science",
    "year": 2002
  }, {
    "title": "The Fossil Record 2",
    "authors": ["M.J. Benton"],
    "year": 1993
  }, {
    "title": "Micropaleontology of the Mesozoic Rocks of Northern Alaska",
    "authors": ["H.R. Bergquist"],
    "venue": "United States Geological Survey Professional Paper 302–D",
    "year": 1966
  }, {
    "title": "Ammonite faunas, OAE and the Pliensbachian– Toarcian boundary (Early Jurassic) in the Apennines",
    "authors": ["M. Bilotta", "F. Venturi", "S. Sassaroli"],
    "venue": "Lethaia",
    "year": 2010
  }, {
    "title": "Comparaciones faunisticas y correlaciones en el Pliensbachiense de la Zona Subbética y Cordillera Ibérica",
    "authors": ["J.C. Braga", "M.J. Comas-Rengifo", "A. Goy", "P. Rivas"],
    "venue": "Bolletin de la Reale Sociedad Española de Historia Naturale, Seccion Geologica",
    "year": 1982
  }, {
    "title": "Species pool and dynamics of marine paleocommunities",
    "authors": ["M.A. Buzas", "S.J. Culver"],
    "venue": "Science 264,",
    "year": 1994
  }, {
    "title": "Assembly, disassembly, and balance inmarine communities",
    "authors": ["M.A. Buzas", "S.J. Culver"],
    "venue": "Palaios",
    "year": 1998
  }, {
    "title": "Biostratigraphy, chronostratigraphy and all that—again",
    "authors": ["J.H. Callomon"],
    "venue": "International Symposium on Jurassic Stratigraphy,",
    "year": 1985
  }, {
    "title": "Pliensbachian ammonoids from the TalkeetnaMountains (Peninsular Terrane) of Southern Alaska",
    "authors": ["A.H. Caruthers", "P.L. Smith"],
    "venue": "Review de Paléobiologie Volume Spécial",
    "year": 2012
  }, {
    "title": "The significance of an Early Jurassic (Toarcian) carbon-isotope excursion in Haida Gwaii (Queen Charlotte Islands), British Columbia, Canada",
    "authors": ["A.H. Caruthers", "D.R. Gröcke", "P.L. Smith"],
    "venue": "Earth and Planetary Science Letters",
    "year": 2011
  }, {
    "title": "New range data for marine invertebrate species across the Early Toarcian (Early Jurassic) mass extinction",
    "authors": ["B.A. Caswell", "A.L. Coe", "A.S. Cohen"],
    "venue": "Journal of the Geological Society of London",
    "year": 2009
  }, {
    "title": "The two Early Toarcian (Early Jurassic) extinction events in ammonoids",
    "authors": ["F. Cecca", "F. Macchioni"],
    "venue": "Lethaia",
    "year": 2004
  }, {
    "title": "New geochemical evidence for the onset of volcanism in the Central Atlantic Magmatic Province and environmental change at the Triassic",
    "authors": ["A.S. Cohen", "A.L. Coe"],
    "venue": "Jurassic boundary. Geology",
    "year": 2002
  }, {
    "title": "The impact of the Central Atlantic Magmatic Province on climate and on the Sr- and Os-isotope evolution of seawater",
    "authors": ["A.S. Cohen", "A.L. Coe"],
    "year": 2007
  }, {
    "title": "Osmium isotope evidence for the regulation of atmospheric CO2 by continental weathering",
    "authors": ["A.S. Cohen", "A.L. Coe", "S.M. Harding", "L. Schwark"],
    "venue": "Geology",
    "year": 2004
  }, {
    "title": "Evolutionary Catastrophes: The Science of Mass Extinction",
    "authors": ["V. Courtillot"],
    "year": 1999
  }, {
    "title": "On the ages of flood basalt events",
    "authors": ["V. Courtillot", "P.R. Renne"],
    "venue": "Compte Rendus— Académie des Sciences",
    "year": 2003
  }, {
    "title": "The Liassic Ammonite zones and subzones of northwest European province",
    "authors": ["W.T. Dean", "D.T. Donovan", "M.K. Howarth"],
    "venue": "Bulletin of the British Museum (Natural History). Geology",
    "year": 1961
  }, {
    "title": "Modeling evidences for global warming, Arctic seawater freshening, and sluggish oceanic circulation during the Early Toarcian anoxic event",
    "authors": ["G. Dera", "Y. Donnadieu"],
    "venue": "Paleoceanography 27,",
    "year": 2012
  }, {
    "title": "Water mass exchange and variations in seawater temperature in the NW Tethys during the Early Jurassic: evidence from neodymium and oxygen isotopes of fish teeth and belemnites",
    "authors": ["G. Dera", "E. Pucéat", "P. Pellenard", "P. Neige", "D. Delsate", "M. Joachimski", "L. Reisberg", "M. Martinez"],
    "venue": "Earth and Planetary Science Letters",
    "year": 2009
  }, {
    "title": "Highresolution dynamics of Early Jurassic marine extinctions: the case of Pliensbachian– Toarcian ammonites (Cephalopoda)",
    "authors": ["G. Dera", "P. Neige", "Dommergues", "J.-L", "E. Fara", "R. Laffont", "P. Pellenard"],
    "venue": "Journal of the Geological Society of London 167,",
    "year": 2010
  }, {
    "title": "Climatic ups and downs in a disturbed Jurassic world",
    "authors": ["G. Dera", "B. Brigaud", "F. Monna", "R. Laffont", "E. Pucéat", "Deconinck", "J.-F", "P. Pellenard", "M. Joachimski", "C. Durlet"],
    "venue": "Geology 39,",
    "year": 2011
  }, {
    "title": "Ammonite diversity and its palaeobiogeographical structure during the early Pliensbachian (Jurassic) in the western Tethys and adjacent areas",
    "authors": ["Dommergues", "J.-L", "E. Fara", "C. Meister"],
    "year": 2009
  }, {
    "title": "Origination and extinction components of taxonomic diversity: general problems",
    "authors": ["M. Foote"],
    "venue": "Paleobiology (supplement",
    "year": 2000
  }, {
    "title": "Mass extinction and recovery of the Early Toarcian (Early Jurassic) brachiopods linked to climate change in northern and central Spain",
    "authors": ["F. García Joral", "J.J. Gómez", "A. Goy"],
    "year": 2011
  }, {
    "title": "A global perturbation to the sulfur cycle during the Toarcian Oceanic Anoxic Event",
    "authors": ["B.C. Gill", "T.W. Lyons", "H.C. Jenkyns"],
    "venue": "Earth and Planetary Science Letters",
    "year": 2011
  }, {
    "title": "Warming-driven mass extinction in the Early Toarcian (Early Jurassic) of northern and central Spain. Correlation with other time-equivalent European sections",
    "authors": ["J.J. Gómez", "A. Goy"],
    "year": 2011
  }, {
    "title": "Seawater temperature and carbon isotope variations in belemnites linked to mass extinction during the Toarcian (Early Jurassic) in Central and Northern Spain. Comparison with other European sections",
    "authors": ["J.J. Gómez", "A. Goy", "M.L. Canales"],
    "year": 2008
  }, {
    "title": "Carbon-isotope composition of Lower Cretaceous fossil wood: ocean–atmosphere chemistry and relation to sea-level",
    "authors": ["D.R. Gröcke", "S.P. Hesselbo", "H.C. Jenkyns"],
    "venue": "change. Geology",
    "year": 1999
  }, {
    "title": "An open ocean record of the Toarcian Oceanic Anoxic Event",
    "authors": ["D.R. Gröcke", "R.S. Hori", "J. Trabucho-Alexandre", "D.B. Kemp", "L. Schwark"],
    "venue": "Solid Earth",
    "year": 2011
  }, {
    "title": "Cyclothems, transgressions and faunal change in the Lias of north west Europe",
    "authors": ["A. Hallam"],
    "venue": "Transactions of the Edinburgh Geological Society",
    "year": 1961
  }, {
    "title": "The Pliensbachian and Tithonian extinction",
    "authors": ["A. Hallam"],
    "venue": "events. Nature",
    "year": 1986
  }, {
    "title": "Radiations and extinctions in relation to environmental change in the marine Jurassic of north west Europe",
    "authors": ["A. Hallam"],
    "venue": "Paleobiology",
    "year": 1987
  }, {
    "title": "Mass Extinctions and Their Aftermath",
    "authors": ["A. Hallam", "P.B. Wignall"],
    "year": 1997
  }, {
    "title": "Biodiversity curves for the Ordovician of Baltoscandia",
    "authors": ["Ø. Hammer"],
    "venue": "Lethaia",
    "year": 2003
  }, {
    "title": "Paleontological Data Analysis. Blackwell Publishing, Massachusetts (351 pp.)",
    "authors": ["Ø. Hammer", "D. Harper"],
    "year": 2006
  }, {
    "title": "Spatial variability of watermass conditions within three",
    "authors": ["D. Harazim", "B. van de Schootbrugge", "K. Sorichter", "J. Fiebig", "A. Weug", "G. Suan", "W. Oschmann"],
    "year": 2013
  }, {
    "title": "Extinctions in ancient and modern seas",
    "authors": ["D.P. Tittensor"],
    "venue": "Trends in Ecology",
    "year": 2012
  }, {
    "title": "Massive dissociation of gas hydrate during a Jurassic oceanic",
    "authors": ["H.S", "O.R. Green"],
    "year": 2000
  }, {
    "title": "Terrestrial and marine",
    "authors": ["S.P. Hesselbo", "S.A. Robinson", "F. Surlyk", "S. Piasecki"],
    "venue": "anoxic event. Nature",
    "year": 2002
  }, {
    "title": "perturbation: a link to initiation of massive volcanism? Geology",
    "authors": ["S.P. Hesselbo", "S.A. Robinson", "F. Surlyk"],
    "year": 2004
  }, {
    "title": "Ammoniten aus dem Pliensbachium (Carixium und",
    "authors": ["455–470. Hillebrandt", "A. von"],
    "year": 2006
  }, {
    "title": "A unique geochemical",
    "authors": ["E. Pak", "Schramm", "J.-M", "K. Stattgegger", "R. Schmöller"],
    "year": 1989
  }, {
    "title": "An ammonite zonation for the Toarcian",
    "authors": ["Cordillera. Palaeontology", "G.K. 97–147. Jakobs", "P.L. Smith", "H.W. Tipper"],
    "year": 1994
  }, {
    "title": "Nitrogen isotope evidence for water",
    "authors": ["H.C. x. Jenkyns", "D.R. Gröcke", "S.P. Hesselbo"],
    "year": 2001
  }, {
    "title": "Marine osmium",
    "authors": ["J. Kuroda", "R.S. Hori", "K. Suzuki", "D.R. Gröcke", "N. Ohkouchi"],
    "year": 2010
  }, {
    "title": "A U\\Pb and 40Ar\\39Ar time scale",
    "authors": ["J. Pálfy", "P.L. Smith", "J.K. Mortensen"],
    "venue": "dating. Earth and Planetary Science Letters",
    "year": 2000
  }, {
    "title": "Carbon isotope",
    "authors": ["J. Pálfy", "A. Demény", "J. Haas", "M. Hetényi", "M.J. Orchard", "I. Vetö"],
    "venue": "Jurassic. Canadian Journal of Earth Sciences",
    "year": 2001
  }, {
    "title": "Molybdenum isotope evidence",
    "authors": ["C.R. Pearce", "A.S. Cohen", "A.L. Coe", "K.W. Burton"],
    "year": 2008
  }, {
    "title": "Paleotemperature variations of Early Jurassic seawa",
    "authors": ["I. Rosales", "S. Quesada", "S. Robles"],
    "year": 2004
  }, {
    "title": "Palaeogeography, Palaeoclimatology, Palaeoecology",
    "authors": ["northern Spain"],
    "venue": "Petrog-",
    "year": 2011
  }, {
    "title": "Stable isotope analyses of belemnite rostra",
    "authors": ["G. Saelen", "P. Doyle", "M.R. Talbot"],
    "venue": "Palaeoecology",
    "year": 1996
  }, {
    "title": "Stratigraphic biases in the analysis of taxonomic survivorship",
    "authors": [],
    "year": 1975
  }, {
    "title": "Pliensbachian (Lower Jurassic) Ammonites of the Queen Charlotte Islands",
    "authors": ["P.L. Smith", "H.W. Tipper"],
    "venue": "British Columbia: Bulletins of American Paleontology",
    "year": 1996
  }, {
    "title": "An ammonite zonation for the Lower Jurassic of Canada and the United States: the Pliensbachian",
    "authors": ["P.L. Smith", "H.W. Tipper", "D.G. Taylor", "J. Guex"],
    "venue": "Canadian Journal of Earth Sciences",
    "year": 1988
  }, {
    "title": "Lower Jurassic Amaltheidae (Ammonitina) in North America: paleobiogeography and tectonic implications",
    "authors": ["P.L. Smith", "H.W. Tipper", "D.M. Ham"],
    "venue": "Canadian Journal of Earth Sciences",
    "year": 2001
  }, {
    "title": "Evidence for major environmental perturbation prior to and during the Toarcian (Early Jurassic) oceanic anoxic event from the Lusitanian Basin",
    "authors": ["G. Suan", "E. Mattioli", "B. Pittet", "S. Mailliot", "C. Lécuyer"],
    "venue": "Paleoceanography",
    "year": 2008
  }, {
    "title": "Secular environmental precursors to Early Toarcian (Jurassic) extreme climate changes",
    "authors": ["G. Suan", "E. Mattioli", "B. Pittet", "C. Lécuyer", "B. Suchéras-Marx", "L.V. Duarte", "M. Philippe", "L. Reggiani", "F. Martineau"],
    "venue": "Earth and Planetary Science Letters 290,",
    "year": 2010
  }, {
    "title": "Polar record of Early Jurassic massive carbon injection",
    "authors": ["G. Suan", "B.L. Nikitenko", "M.A. Robov", "F. Baudin", "J.E. Spangenberg", "V.G. Knyazev", "L.A. Glinskikh", "A.A. Goryacheva", "T. Adatte", "J.B. Riding", "K.B. Föllmi", "B. Pittet", "E. Mattioli", "C. Lécuyer"],
    "venue": "Earth and Planetary Science Letters",
    "year": 2011
  }, {
    "title": "Dating the onset and nature of the Middle Permian Emeishan large igneous province eruptions in SW China using conodont biostratigraphy and its bearing on mantle plume uplift models",
    "authors": ["Y. Sun", "X. Lai", "P.B. Wignall", "M. Widdowson", "J.R. Ali", "H. Jiang", "W. Wang", "C. Yan", "D.P.G. Bond", "S. Védrine"],
    "venue": "Lithos 119,",
    "year": 2010
  }, {
    "title": "Jurassic Foraminifera, pt. 2, of Foraminifera from the Arctic slope of Alaska",
    "authors": ["H. Tappan"],
    "venue": "U.S. Geological Survey Professional Paper",
    "year": 1955
  }, {
    "title": "Pliensbachian (Lower Jurassic) biostratigraphy and ammonite fauna of the Spatsizi area, north-central British Columbia",
    "authors": ["R.C. Thomson", "P.L. Smith"],
    "venue": "Geological Survey of Canada Bulletin",
    "year": 1992
  }, {
    "title": "Early Jurassic schizosphaerellid crisis in Cantabria, Spain: implications for calcification rates and phytoplankton evolution across the Toarcian oceanic anoxic event",
    "authors": ["F. Tremolada", "B. van de Schootbrugge", "E. Erba"],
    "venue": "Paleoceanography 20,",
    "year": 2005
  }, {
    "title": "Early Jurassic climate change and the radiation of organic-walled phytoplankton",
    "authors": ["B. van de Schootbrugge", "T.R. Bailey", "Y. Rosenthal", "M.E. Katz", "J.D. Wright", "K.G. Miller", "S. Feist-Burkhardt", "P. Falowski"],
    "venue": "in the Tethys Ocean. Paleobiology",
    "year": 2005
  }, {
    "title": "Victims of the Early Toarcian anoxic event: the radiation and extinction of Jurassic Koninckinidae (Brachiopoda)",
    "authors": ["A. Vörös"],
    "venue": "Lethaia",
    "year": 2002
  }, {
    "title": "Sudden productivity collapse associated with the Triassic–Jurassic boundary mass extinction",
    "authors": ["P.D. Ward", "J.W. Haggart", "E.S. Carter", "D. Wilbur", "H.W. Tipper", "T. Evans"],
    "year": 2001
  }, {
    "title": "Synchrony between the Central Atlantic magmatic province and the Triassic–Jurassic massextinction event",
    "authors": ["J.H. Whiteside", "P.E. Olsen", "D.V. Kent", "S.J. Fowell", "M. Et-Touhami"],
    "year": 2007
  }, {
    "title": "Compound-specific carbon isotopes from Earth's largest flood basalt eruptions directly linked to the end-Triassic mass extinction",
    "authors": ["J.H. Whiteside", "P.E. Olsen", "T. Eglinton", "M.E. Brookfield", "R.N. Sambrotto"],
    "venue": "Proceedings of the National Academy of Sciences",
    "year": 2010
  }, {
    "title": "Large igneous provinces and mass extinctions",
    "authors": ["P.B. Wignall"],
    "venue": "Earth-Science Reviews",
    "year": 2001
  }, {
    "title": "The link between large igneous province eruptions and mass extinctions",
    "authors": ["P.B. Wignall"],
    "venue": "Elements",
    "year": 2005
  }, {
    "title": "An extended organic carbonisotope record across the Triassic–Jurassic boundary in the Queen Charlotte Islands, British Columbia, Canada",
    "authors": ["K.H. Williford", "P.D. Ward", "G.H. Garrison", "R. Buick"],
    "year": 2007
  }, {
    "title": "Boreal zonal standard and biostratigraphy of the SiberianMesozoic",
    "authors": ["V.A. Zakharov", "Y.I. Bogomolov", "V.I. Il'ina", "A.G. Konstantinov", "N.I. Kurushin", "N.K. Lebedeva", "S.V. Meledina", "B.L. Nikitenko", "E.S. Sobolev", "B.N. Shurygin"],
    "venue": "Russian Geology andGeophysics",
    "year": 1997
  }, {
    "title": "Pliensbachian–Toarcian biotic turnover in North Siberia and the Arctic Region",
    "authors": ["V.A. Zakharov", "B.N. Shurygin", "V.I. Il'ina", "B.L. Nikitenko"],
    "venue": "Stratigraphy and Geological Correlation",
    "year": 2006
  }],
  "id": "SP:a020b9a6d8a459b4079851fd0336ebd197e6c26f",
  "authors": [{
    "name": "Andrew H. Caruthers",
    "affiliations": []
  }, {
    "name": "Paul L. Smith",
    "affiliations": []
  }, {
    "name": "Darren R. Gröcke",
    "affiliations": []
  }],
  "title": "The Pliensbachian–Toarcian (Early Jurassic) extinction, a global multi-phased event"
}