{
  "sections": [{
    "text": "lable at ScienceDirect\nContents lists avai\nQuaternary Science Reviews\njournal homepage: www.elsevier .com/locate/quascirev\nVegetation and climate change, fire-regime shifts and volcanic disturbance in Chilo e Continental (43 S) during the last 10,000 years\nW.I. Henríquez a, *, P.I. Moreno a, B.V. Alloway b, G. Villarosa c\na Department of Ecological Sciences and Millennium Institute of Ecology and Biodiversity, Universidad de Chile, Santiago 7750000, Chile b School of Geography, Environment and Earth Sciences, Victoria University of Wellington, Wellington 6140, New Zealand c Instituto de Investigaci on en Biodiversidad y Medioambiente, CONICET-Universidad Nacional del Comahue, Bariloche 8300, Argentina\na r t i c l e i n f o\nArticle history: Received 13 March 2015 Received in revised form 16 June 2015 Accepted 17 June 2015 Available online 9 July 2015\nKeywords: Northwestern Patagonia Chilo e Continental Temperate rainforest Volcanic disturbance\n* Corresponding author. E-mail address: willybgo@ug.uchile.cl (W.I. Henríq\nhttp://dx.doi.org/10.1016/j.quascirev.2015.06.017 0277-3791/© 2015 Elsevier Ltd. All rights reserved.\na b s t r a c t\nDisentangling the roles of paleofires and explosive volcanism from climatic drivers of past vegetation change is a subject insufficiently addressed in the paleoecological literature. The coastal region of the Chilo e Continental sector of northwestern Patagonia is ideal in this regard considering its proximity to active eruptive centers and the possibility of establishing comparisons with more distal, upwind sites where volcanic influence is minimal. Here we present a fine-resolution pollen and macroscopic charcoal record from Lago Teo with the aim of documenting the local vegetation and climate history, and assessing the role of disturbance regimes as drivers of vegetation change during the last ~10,000 years.\nThe Lago Teo record shows a conspicuous warm/dry interval between ~7500 and 10,000 cal yrs BP followed by a cooling trend and increase in precipitation that has persisted until the present, in agreement with previous studies in the region and interpretations of past southern westerly wind activity at multi-millennial scales. The presence of 26 tephras throughout the record allows examination of the relationship between explosive volcanism and vegetation change under contrasting climatic states of the Holocene. We found consistent statistically significant increases in Tepualia stipularis after tephra deposition over the last 10,000 years, in Eucryphia/Caldcluvia between 7500 and 10,000 cal yrs BP and in Hydrangea over the last 7500 years. Our results indicate a primary role of climate change as driver of long-term vegetation change and as a modulator of vegetation responses to volcanic disturbance at multidecadal and centennial timescales.\n© 2015 Elsevier Ltd. All rights reserved."
  }, {
    "heading": "1. Introduction",
    "text": "Chilo e Continental, southern Chile, is an important sector to examine the interplay between vegetation, climate change, paleofires and the effects of explosive volcanism on terrestrial ecosystems (Fig. 1). Numerous paleoecological studies have been conducted in northwestern Patagonia but few have examined the effects of explosive volcanism on the structure, composition and dynamics of vegetation and fire regime-shifts at multi-decadal scales through a time continuum since local deglaciation (Jara and Moreno, 2014). Some studies in the region have identified millennial and multi-millennial-scale changes in temperature and precipitation of westerly origin since the last glacial maximum (Moreno and Le on, 2003; Pesce and Moreno, 2014), thus offering\nuez).\nthe opportunity to analyze potential climate-dependent responses of the rainforest vegetation and fire regimes to tephra deposition in the vicinity of active volcanic centers.\nRecent eruptions at Volc an Chait en (VC, 42 50012.0200S, 72 3905.5200W) and the Puyehue-Cord on Caulle (PCC, 40 3505.0600S, 72 6052.6800W) complex in 2008 and 2011, respectively, and the ongoing eruption of Volc an Calbuco (41 19056.1900S, 72 36042.2200W) have caused immediate social and economic impact on Chilean and Argentinean territory. These recent events have raised considerable awareness in the local inhabitants, Chilean and Argentinian authorities and the scientific community about the recurrence of rhyolitic eruptions (VC and PCC), a potentially devastating type of explosive volcanism, from putative dormant or inactive centers as well as their broad impacts on human activities and terrestrial ecosystems. Recent studies have detected a more active explosive eruptive history at VC than originally thought, raising the estimate of 1 or 2 events since 10,500 yr BP (Naranjo and Stern, 2004) to 6 events since 9750 cal yrs BP\n(Amigo et al., 2013; Lara et al., 2013; Watt et al., 2013). Previous estimates were based on whole-rock geochemistry from the soilforming environments, constrained by limited radiocarbon dating of key horizons. More recently we reported a continuous lake sediment record from Lago Teo, a small closed-basin lake located in the immediate vicinity of Chait en township and volcano, that contains 26 tephras and spans uninterrupted the last 10,000 years (Moreno et al., 2015). This precisely dated record features 10 tephras derived from VC, including the 2008 eruption, 10 from the Michinmahuida Volcanic Complex (MVC) and 6 from as yet unknown eruptive sources (Moreno et al., 2015). The high frequency of volcanic activity and relatively high sediment-accumulation rates from Lago Teo motivated us to study the effects of volcanic disturbance on past vegetation and fire regime shifts at multidecadal and centennial timescales under different climatic states during the Holocene.\nIn this study we present fine-resolution pollen and macroscopic charcoal records from sediment cores retrieved from Lago Teo (42 540S, 72 420W, 45 masl, Fig. 1) to examine vegetation, fire and past climate change and their relationship to the record of explosive volcanism over the last 10,000 years. Lago Teo is located 7 km from Volc an Chait en, ~24 km from Volc an Michinmahuida and ~33 km from Volc an Corcovado-Yanteles (Fig. 1). This situation is\nideal for assessing the role of climate and volcanism as drivers of past vegetation and fire-regime changes during the Holocene, through analysis of the stratigraphic association of key changes in the paleoecological records and tephra layers within the same core. The Lago Teo data enabled us to address the following questions: i) What was the timing and direction of vegetation change in Chilo e Continental during the last 10,000 years?; ii) Did these changes occur in a gradual or abrupt manner? iii) How did the southern westerly winds vary through the Holocene? and iv) Did explosive volcanism alter the composition/structure/dynamics of the local vegetation and fire regimes at multidecadal/centennial timescales?"
  }, {
    "heading": "2. Study area",
    "text": "The Chilean Lake District (Fig. 1) features the Valle Longitudinal, a north-to-south trending tectonic depression bounded by Cordillera de la Costa and Cordillera de los Andes. Further south this landscape gives way to the Seno Reloncaví seaway, Golfo Ancud and Golfo Corcovado (Fig. 1) as a result of tectonic subsidence of the Valle Longitudinal. In this setting we find several fjords, channels and the Chilotan archipelago which consists of a myriad of small islands, islets and Isla Grande de Chilo e (Fig. 1), the largest and westernmost island of the archipelago. The adjacent Andean sector\nis locally known as Chilo e Continental and extends from 42 S to 44 S, and within its geographical confines we find several volcanic centers along the Southern Andean Volcanic Zone as a result of the subduction of the Nazca Plate underneath the South American Plate (Stern, 2004). The volcanic centers are associated with the Liqui~neOfqui fault zone (Cembrano et al., 1996), a major northesouth fault system that extends 200 km from 38 S to 47 S (Cembrano and Lara, 2009).\nThe climate of the Chilean Lake District is temperate and wet with a precipitation minimum during the summer months. Metereological data from the Puerto Montt (41 260S, 73 070W, 90 masl), Ancud (41 540S, 73 480W, 116 masl) and Chait en (42 550S, 72 430W, 3masl) stations showannual precipitation values of 1900, 2840, and 3470mm/year, respectively. Mean annual temperature in Puerto Montt reaches 10 C (14.3 e6.5 C: mean monthly temperature in January and July), in Ancud is 11.1 C (15 e7.5 C), and in Chait en 11 C (14 e8 C).\nRegional precipitation is delivered by storms embedded in the southern westerly winds (SWW), as revealed by a positive correlation between zonal wind speeds at 850 hPa and local precipitation measured in weather stations throughout western Patagonia (Garreaud, 2007; Moy et al., 2008). This correlation extends over a broad portion of the southern mid-latitudes implying that local precipitation in the study area is a good indicator of the position and strength of the SWW at a zonal scale. Climate variability associated to El Ni~no Southern Oscillation (ENSO) and the Southern Annular Mode (SAM) impacts the precipitation of northwestern Patagonia as reflected by negative correlations with precipitation anomalies during the summer months (Montecinos and Aceituno, 2003). Moreover, positive summer temperature anomalies are positively correlated with SAM at regional scale (Villalba et al., 2012), and tree ring-data along western Patagonia reveal that natural fire activity is associated with positive departures of the SAM (Holz and Veblen, 2012).\nTemperate rainforests dominate the region from sea level up to the treeline, located at ~1200 m a.s.l. The low to mid-elevation sectors of Chilo e Continental feature a transition from Valdivian to North Patagonian rainforest communities, attesting for largescale latitudinal gradients in temperature, precipitation and summer moisture stress in the region (Heusser et al., 1999, 1981; P aez et al., 1994; Schmithüsen, 1956).\nValdivian rainforests are dominated by Eucryphia cordifolia, Caldcluvia paniculata, Aextoxicon punctatum, Weinmannia trichospera, along with Nothofagus dombeyi, Proteaceae (Embothrium coccineum, L. ferruginea, Gevuina avellana), Myrtaceae (Myrceugenia planipes, Luma apiculata) and the vine Hydrangea serratifolia. The North Patagonian rainforests are dominated by N. dombeyi, along with Weinmannia trichosperma, Drimys winteri, Myrtaceae (Amomyrtus luma) and conifers Podocarpus nubigena, Saxegothaea conspicua, Fitzroya cupressoides and Pilgerodendron uviferum. Although these forests share many species, the presence of key diagnostic species enables their distinction in palynological records. The palynomorph E. cordifolia/C. paniculata is a characteristic component of Valdivian rainforest communities which today dominate the warm lowland sectors of Valle Longitudinal and the foothills of Cordillera de los Andes in northwestern Patagonia, where relatively high temperatures and summer precipitation declines are most pronounced. North Patagonian rainforests can be distinguished in pollen records by the absence of E. cordifolia/C. paniculata, the presence of the cold-resistant hygrophilous conifers of the family Podocarpaceae (P. nubigena, S. conspicua) and Cupressaceae (F. cupressoides and P. uviferum), along with numerous other trees, epiphytes and vines.\nVolcanic disturbance is an important influence on the composition, structure and dynamics of the rainforest vegetation in the\nvicinity of active volcanic centers. A recent example of this influence is the eruption of VC (Fig.1) onMay 2008 in Chilo e Continental (Lara, 2009), one of the largest explosive eruptions to have occurred in Patagonia since the 1990s (Major and Lara, 2013). The large volume of ash released ( 0.5e1.0 km3) (Alfano et al., 2011; Watt et al., 2009) and pyroclastic flows produced severe damage on the native vegetation surrounding the volcano (Major and Lara, 2013; Swanson et al., 2013), including the burning and scorching of trees and forest floor, breakage of tree trunks and branches, complete to partial leaf defoliation, as well as abrasion of epiphytes and bark (Alfano et al., 2011; Major and Lara, 2013; Major et al., 2013; Watt et al., 2009).\nEcological studies have shown that rapid-growth, shade-intolerant, opportunistic rainforest species commonly occupy highluminosity gaps or edges generated by disturbance, in otherwise continuous closed-canopy forests (Donoso, 2006; Gonzalez et al., 2002; Veblen et al., 1981). Fossil pollen records from northwestern Patagonia commonly feature plant taxa (palynomorphs) having those ecological attributes, among them are several species of the genus Nothofagus, along with the trees W. trichosperma, Eucryphia/Caldcluvia, T. stipularis, D. winteri,, shrubs such as E. coccineum, Fuchsia magellanica, Escallonia spp., bamboo species of the genus Chusquea, the giant herb Gunnera tinctorea, and ferns such as Lophosoria quadripinnata, Blechnum spp. Although several studies in the Chilean Lake District in southern Chile have reported on the historical and postglacial eruptive history and its effects on the local vegetation, there is a virtual absence of detailed stratigraphic records and chronologies near the Andean Range that monitor the effects of explosive volcanism on the vegetation composition, structure and dynamics over the past ~10,000 years."
  }, {
    "heading": "3. Materials and methods",
    "text": "We retrieved sediment cores from the deepest part of Lago Teo (5.5 m water depth) from an anchored coring rig equipped with a 7.5-cm diameter aluminum casing tube, using a 5-cm diameter Wright piston corer and a 7.5-cm diameter sediment-water interface piston corer with a transparent plastic chamber. The former were sent intact to the laboratory of Quaternary Paleoecology, Facultad de Ciencias Universidad de Chile, wrapped in plastic foil and kept in a walk-cooler at 5 C; the latter was sampled and bagged in the field at intervals of 1-cm thickness and then stored at 5 C.\nWe characterized the stratigraphy, chronology and geochemistry of the Lago Teo record through textural descriptions, digital X radiographs, loss-on-ignition (LOI) analysis (Heiri et al., 2001), AMS dating of bulk sediment samples, and Electron Microprobe analysis of glass shards from each tephra layer. Details on these procedures and development of the age model can be found in Moreno et al. (2015).\nWe developed palynological and macroscopic charcoal records from continuous/contiguous 1-cc samples obtained from 1-cm thick intervals throughout the sediment cores, avoiding the tephra levels. The samples for palynological analysis were processed following a standard procedure that included 10% KOH, sieving with a 120-mm mesh, 40% HF and acetolysis (Faegri and Iversen, 1989). We added tablets with exotic Lycopodium spores to calculate the concentration (particles*cm 3) and accumulation rate (particles*cm 2*year 1) of microscopic charcoal particles from each level (Fig. 2). The concentrates were mounted in methylsilicone 2000 cs and analyzed with a binocular transmission microscope at 400 magnification. We counted a minimum of 300 pollen grains from trees, shrubs and herbs (terrestrial pollen) for each level. The percentage of each terrestrial taxon was calculated in reference to this sum. The percentages of aquatic and\npteridophytes were calculated in reference to hierarchically superior sums named Total pollen (terrestrial þ aquatic pollen) and Total Pollen and Spores (total pollen þ Pteridophyta), respectively. The results are presented in percentage pollen diagrams made with the Tilia program version 2.0.4 (Fig. 2).\nThe identification of palynomorphs was based on reference samples available in the laboratory of Quaternary Paleoecology of Universidad de Chile, as well as published descriptions and keys (Heusser, 1971; Villagr an, 1980). Most palynomorphs were identified to the family or genus level; in some cases it was possible to determine their identity to the level of species (P.nubigena, S. conspicua, D. winteri, T. stipularis, W. trichosperma, Raukaua laetevirens). The palynomorph N. dombeyi type includes the species N. dombeyi, Nothofagus betuloides, Nothofagus pumulio, Nothofagus antarctica, Nothofagus alessandri, N. leonii and Nothofagus nitida, Fitzroya/Pilgerodendron includes the cupressaceaous conifers F. cupressoides and P. uviferum, Eucryphia/Caldcluvia includes the species E. cordifolia and C. paniculata.\nWe performed a stratigraphically constrained cluster (Fig. 2) analysis on all terrestrial pollen taxa having abundance 2%,\nfollowed by recalculation of sums and percentages, to aid in the identification of pollen assemblage zones.\nWe tallied all microscopic charcoal particles (<120 mm) found on the pollen slides along with the exotic Lycopodium spores counts, these data are expressed as microscopic Charcoal Accumulation Rates (CHAR ¼ particles*cm 2*year 1). We also counted all macroscopic charcoal particles from 2-cc sediment samples retrieved from 1-cm thick, continuous-contiguous sections throughout the cores. The procedure involves deffloculation in 10% KOH, careful sieving through 106 and 212 mm-diameter meshes to avoid breakage of individual charcoal particles visual inspection on a ZEISS KL 1500 LCD stereoscope at 10 magnification. These results are expressed as macroscopic CHAR. We performed timeseries analysis of the macroscopic charcoal data to detect local fire events using the CharAnalysis software (Higuera et al., 2009), through deconvolution of the peaks signal from slowly varying background abundance. For that purpose, we interpolated samples at the median time step between charcoal levels and subtracted the background component using a lowess robust to outliers smoother with a 1000-yr window width, and calculated locally defined\nthresholds through the time series to identify statistically significant charcoal peaks (99th percentile of a Gaussian distribution), which we interpret as local fire events.\nWe conducted Superposed Epoch Analyses (Prager and Hoenig, 1992) on selected plant taxa andmacroscopic CHARwith the aim of detecting consistent statistically significant changes in the vegetation and paleofires in response to explosive volcanism. We analyzed the responses of the trees Eucryphia/Caldcluvia, W. trichosperma, N. dombeyi type, T. stipularis, Myrtaceae, R. laetevirens, the vine Hydrangea, the herb Poaceae and the ferns Blechnum type and L. quadripinnata given their constant presence in the pollen record and their modern ecological responses to disturbance (Jara and Moreno, 2014). We defined each tephra as a putative forcing event and assigned them a time zero (key event). Tephras temporarily spaced at less than 150 years were considered as single Volcanic Triggering Events (VTE). We then analyzed the variation of each taxon 50, 100 and 150 years before and after each VTE. We adjusted the data by removing the mean to every individual value at each temporal window (Genries et al., 2009). Because an extreme event could have a disproportionate effect over all the data series, we normalized by dividing all the values for each window series by its absolute maximumvalue (Adams et al., 2003)."
  }, {
    "heading": "4. Results",
    "text": "The stratigraphy, x-radiographs, LOI data and radiocarbon chronology of the Lago Teo record suggest undisturbed, continuous deposition of organic mud in a small closed-basin lake since ~10,000 cal yrs BP (Moreno et al., 2015; see Supplementary Figure 1 and 2, and Supplementary Table 1). The record includes 26 tephras, each represents fallout from individual eruptive events originating from VC, MVC and other unknown distal sources (UDS) (Supplementary Table 2).\nThe pollen record from Lago Teo consists of 169 levels we divided in 9 zones to facilitate description and discussion (Fig. 2). Table 1 summarizes these zones indicating the 3 or 5 most abundant pollen taxa of each zone in decreasing order. Here follows brief descriptions of each pollen zone indicating the stratigraphic and chronologic range, and the mean abundance of important taxa in parenthesis.\nZone Teo-1 (153e173 cm; 8800e10,000 cal yrs BP) is dominated by Eucryphia/Caldcluvia (47%), along with Myrtaceae (17%), Hydrangea (13%), N. dombeyi type (7%), R. laetevirens (6%) and W. trichosperma (5%). This zone stars with an increase in Eucryphia/ Caldcluvia, and decrease in Myrtaceae and W. trichosperma. R. laetevirens (5%) and Poaceae (2%) show fluctuations throughout the whole zone between 3e8% and 1e3%, respectively. T. stipularis (1%) and Hydrangea show a sustained increase in their abundance.\nZone Teo-2 (137e157 cm; 7600e8800 cal yrs BP) is dominated by Eucryphia/Caldcluvia (37%), N. dombeyi type (17%) andHydrangea (18%). This zone begins with a rapid decrease in Eucryphia/Caldcluvia (from 50 to 25%), along with an abrupt increase in N. dombeyi\ntype (from 11 to 28%) and in T. stipularis (from 2 to 4 %). Sustained increases are evident in Hydrangea (18%) and Misodendrum (2%), Blechnum (2%) and L. quadripinnata (2%).\nZone Teo-3 (117e137 cm; 6300e7600 cal yrs BP) shows a marked decline in Eucryphia/Caldcluvia (from 41 to 18%, mean 25%), along with increases in Myrtaceae (18%), T. stipularis (3%) and R. laetevirens (7%). T. stipularis (3%) exhibits an increase with fluctuations between 1 and 4%, meanwhile Misodendrum (7%) shows a conspicuous increases and decrease in its abundance and N. dombeyi type (13%) present a smooth decrease. A noteworthy aspect is the appearance and increase the conifers Fitzroya/Pilgerodendron (<1%), P. nubigena (<1%) and S. conspicua (<1%).\nZone Teo-4 (100e117 cm; 4800e6300 cal yrs BP) begins with an increase in Eucryphia/Caldcluvia (27%) followed by its decrease until the end of this zone. The overall abundance of Hydrangea (22%), Myrtaceae (16%) and R. laetevirens (6%) remains stationary with variations between 14 and 27%, 10e20% and 2e8%, respectively. T. stipularis (4%) increases with fluctuations between 1 and 5% through most of this zone and increases abruptly toward the end of this zone (from 5 to 9%) in concert with W. trichosperma (from 5 to 11%; mean 5%). N. dombeyi type (10%), Fitzroya/Pilgerodendron (1%) and L. quadripinnata show slight increases.\nZone Teo-5 (68e100 cm; 3200e4800 cal yrs BP) is codominated by N. dombeyi type (19%), Eucryphia/Caldcluvia (17%) and Myrtaceae (16%). W. trichosperma (4%) decreases abruptly at the beginning of this zone from 13 to 3%, while P. nubigena (1%), Fitzroya/Pilgerodendron (1%) increase with fluctuations along this zone, and S. conspicua exhibits a slight rise.\nZone Teo-6 (44e68 cm; 2300e3200 cal yrs BP) characterized by a sustained increase inN. dombeyi type (30%) and declining trend in Myrtaceae (16%), Eucryphia/Caldcluvia (12%), Hydrangea (11%) and Misodendrum (6%). The conifers Fitzroya/Pilgerodendron (2%) and P. nubigena (3%) reach their peak abundance in the record.\nZone Teo-7 (28e44 cm; 1600e2300 cal yrs BP) starts with an abrupt decrease in N. dombeyi type (from 31 to 22%), and a rise in Myrtaceae (21%). Eucryphia/Caldcluvia (9%) and Poaceae (5%) and Misodendrum (5%) show a decreasing trend, while Hydrangea (12%) shows no variation. Eucryphia/Caldcluvia maintains its decreasing trend in this zone, while Fitzroya/Pilgerodendron (~2%) and P. nubigena (2%) and S. conspicua (1%) show conspicuous increases and decreases in their abundance.\nZone Teo-8 (10e28 cm; 500e1600 cal yrs BP) is dominated by N. dombeyi type (38%) along Myrtaceae (15%) and Hydrangea (10%), along with Eucryphia/Caldcluvia (8%) and W. trichosperma (7%). Myrtaceae and Hydrangea decline as W. trichosperma increases until the end of this zone. Eucryphia/Caldcluvia shows variations between 4 and 11% in its abundance.\nZone Teo-9 (0e10 cm; present-500 cal yrs BP) is dominated by N. dombeyi type (37%), Myrtaceae (15%), Hydrangea (11%), W. trichosperma (8%), Poaceae (7%), Eucryphia/Caldcluvia (6%) and Tepualia stipulari s(6%). Rumex (<1%) and Plantago (<1%) appear during this zone and remain in trace abundance.\nant taxa in descending order of abundance.\nWe developed microscopic and macroscopic charcoal records from 169 contiguous levels to characterize regional and local fire occurrence, respectively (Fig. 2).Microscopic andmacroscopicCHAR show similar stratigraphies throughout the record. Microscopic CHAR are high between 9710e9850 and 8250e8500 cal yrs BP (pollen zone Teo-1 and Teo-2), along with discrete low-magnitude increases at 7260 and 6230 cal yrs BP (Teo-3), a series of pulses between 2160 and 4700 cal yrs BP (Teo-5 and Teo-6) and an increase over the last 570 years (Teo-8 and Teo-9). Macroscopic CHAR shows high values between 9710e9850 and 8250e8500 cal yrs BP (Teo-1 and Teo-2), multiple discrete pulses between 2600 and 7330 cal yrs BP (Teo-3, Teo-4, Teo-5 and Teo-6) and an increase during the last 500 years (Teo-9). Time-series analysis of the macroscopic charcoal record with CharAnalysis shows variation in frequency and magnitude of local fire peaks during the last 10,000 years. We identify 12 statistically significant fire peaks through the record, with magnitudes that vary from 1 to 12 particles*cm 2*peak 1 (Fig. 3). We observe lower frequency of fire events occurred between 7000 and 9000, 5000e6000 and 1000e4000 cal yrs BP, and high frequency of fire events between 6000e7000 and 4000e5000 cal yrs BP and over the last 1000 years (Fig. 3).\nThe Superposed Epoch Analysis (SEA) reveals time-dependent vegetation changes in reference to explosive volcanic events near LagoTeo. According to SEA T. stipularis shows consistent statistically significant increases between 100 and 150 years (95% confidence level: CL) after VTEs during the last 10,000 years; Eucryphia/Caldcluvia, on the other hand, shows consistent increases (0e50 years, 90% CL, n ¼ 16) over the same time frame. N. dombeyi type, W. trichosperma, Hydrangea, Poaceae, Myrtaceae, R. laetevirens, Blechnum type, L. quadripinnata and macroscopic charcoal do not show consistent or statistically significant changes to the deposition of tephras (Fig. 4 and Supplement Figure 3). We explored the possibility that the responses of these taxa might have been modulated by the mean multi-millennial climate phases recognized in the region between 7500 and 10,000 cal yrs BP (warm/dry)\nFig. 3. Time series analyses on the Lago Teo, L. Lepu e and L. Pichilafqu en macroscopic cha nificant charcoal peaks detected by CharAnalysis. Each interpolate CHAR series is shownwith line). (For interpretation of the references to colour in this figure legend, the reader is refe\nand since 7500 cal yrs BP (cool/moist, see discussion section). Between 7500 and 10,000 cal yrs BP we detect prominent declines in T. stipularis (0e50 years, CL ¼ 90%), significant increases in Eucryphia/Caldcluvia (50e100 years, CL ¼ 95%), and consistent increments in Poaceae (0e50 years, 90% CL) after 6 VTEs (Fig. 4). Also, since 7500 cal yrs BP we detect consistent increments in Eucryphia/ Caldcluvia (0e50 years, 90% CL), and significant increases in Hydrangea (0e50 years, 95% CL) (Fig. 4) after 12 VTEs. When analyzing responses to different volcanic sources, SEA detects consistent statistically significant increases inW. trichosperma (100e150 years, 95% CL, n ¼ 5) after VTEs originating from VC, consistent increments in Lophosoria (0e50 years, 90% CL), and declines in Myrtaceae (50e100 years, 90% CL), Also, significant increases in Hydrangea (0e50 years, 95% CL, n ¼ 7) after VTEs originating from MVC (Fig. 5), and lack of consistent significant response in all other taxa irrespective of tephra source (Fig. 5 and Supplement Figure 4).\nWe also conducted SEA on the same taxa to evaluate the role of local fires as agents of local vegetation change. The analysis reveals lack of consistent responses for all taxa over the last 10,000 years and under different climatic scenarios (results not shown)."
  }, {
    "heading": "5. Discussion",
    "text": "The pollen record from Lago Teo indicates dominance of closedcanopy, broad-leaved evergreen temperate rainforests in the lowlands of Chilo e Continental since 10,000 cal yrs BP, with little physiognomic variation (mean of arboreal pollen ¼ 96 ± 2%). The palynology features preeminence of the Valdivian rainforest tree Eucryphia/Caldcluvia between 4800 and 10,000 cal yrs BP (pollen zones Teo-1, 2, 3, and 4), along with Myrtaceae, low abundance of N. dombeyi type and T. stipularis, and discrete increases in Poaceae and Blechnum. The palynology then shifts gradually to dominance of N. dombeyi type for the remainder of the record, along with other rainforest trees (Myrtaceae, R. laetevirens), shrubs (E. coccineum), herbs (Poaceae), vines (Hydrangea), ferns (Blechnum and\nrcoal records. The diagrams include CHAR, magnitude, frequency and statistically sigthe locally defined thresholds for charcoal peaks (red line) and background CHAR (blue rred to the web version of this article.)\nL. quadripinnata), the hygrophilous T. stipularis, D. winteri and coldresistant North Patagonian conifers (Fitzroya/Pilgerodendron, P. nubigena and S. conspicua). This transition started at ~7600 cal yrs BP (Teo-3) and proceeded in a gradual manner until ~4800 cal yrs BP, overprinted by centennial-scale variations.\nEucryphia/Caldcluvia includes the species E. cordifolia and C. paniculata, the former is a thermophilous drought-resistant tree characteristic of the Valdivian rainforest, which develops in the lowlands and upslope until 300 masl on the western flank of the\nAndes at 42 S (Heusser, 1981; Heusser et al., 1999; P aez et al., 1994; Schmithüsen, 1956). Species of the palynomorph N. dombeyi type, on the other hand, are present along all vegetation zones along the altitudinal and climatic gradient and co-occur with North Patagonian conifers in sectors located above 450masl in areas with higher orographic precipitation and lower temperatures (Heusser, 1981; Heusser et al., 1999; P aez et al., 1994; Schmithüsen, 1956). Therefore, the pollen record from Lago Teo suggests an increase in the dominance of the North Patagonian rainforest at the expense of\nValdivian rainforest communities starting at 7600 cal yrs BP, aspect we interpret as a multi-millennial trend toward cooler and wetter conditions.\nN. dombeyi type and W. trichosperma increase and reach their maxima during the last 1600 years (Teo-8 and Teo-9), along with declines in Fitzroya/Pilgerodendron, P. nubigena, S. conspicua and the lowest abundance of Eucryphia/Caldcluvia. In this context we observe conspicuous increases in Poaceae and the appearance of Rumex and Plantago shortly after ~389 cal yrs BP (313e473 cal yrs BP confidence interval), defining an interval of modest forest opening and onset of disturbance of European origin. Rumex and Plantago are exotic herbs introduced in the region at the onset of Spanish settlement, which started at AD 1888 in the Chilo e Continental area (Martini c, 2004). This divergence in timing can be attributed to the lack of firm chronologic constraints in the upper 10 cm of the Lago Teo record."
  }, {
    "heading": "5.1. Disturbance paleoecology",
    "text": "The Lago Teo record demonstrates that explosive volcanism has been a frequent phenomenon in the Chait en sector of the southern Andes during the last 10,000 years (Moreno et al., 2015). Our results indicate an average recurrence of ~400 years between eruptive events with a background of at least 1 explosive eruption per thousand-year bin and peak frequency of events between 9000 and 10,000 cal yrs BP and during the last 1000 years (Fig. 6). This constant supply of tephric material allows examining time and climate-dependent responses of the vegetation and fire regimes to volcanic influence since 10,000 cal yrs BP. SEA allowed detection of consistent statistically significant increases in T. stipularis within 100e150 years following all VTEs (n¼ 18) over the last 10,000 years (Fig. 4). The character of this response, however, is dependent upon the background paleoclimate state as suggested by consistent, though statistically non-significant (CL ¼ 90%), declines of this species within 0e50 years after VTEs during the warm/dry multimillenial interval between 7500 and 10,000 cal yrs BP, and a trend toward consistent non-significant (CL ¼ 90%) increases over the cold/wet phase characteristic of the last 7500 years (Fig. 4). The tree T. stipularis commonly forms dense thickets in waterlogged substrates, with individuals growing partly submerged along the lake margins; thus the results of SEA suggest that forest openings associated to volcanic disturbance favored the establishment of T. stipularis over the last 10,000 years in sectors with impeded drainage in the vicinity of Lago Teo during extended cool/moist conditions. A different behavior is evident in Eucryphia/Caldcluvia, which exhibits consistent statistically significant increases within 50e100 years after VTE between 7500 and 10,000 cal yrs BP, and consistent non-significant (CL ¼ 90%) increases over the last 7500 years (Fig. 4). These results suggest that Eucryphia/Caldcluvia dominated forest gaps originated from volcanic disturbance during the warm/dry multi-millennial phase between 7500 and 10,000 cal yrs BP, along with consistent, though statistically nonsignificant (CL ¼ 90%) increases in bamboo species of the family Poaceae following tephra deposition (Fig. 4). Quite a different response in evident over the cool/wet multi-millennial phase over the last 7500 years during which the vine Hydrangea shows consistent, statistically significant increases and Eucryphia/Caldcluvia shows strong, though non-significant (CL ¼ 90%) increases after tephra deposition.\nSEA reveals persistent, though statistically non-significant (CL ¼ 90%) declines in N. dombeyi type in relation to all VTEs over the last 10,000 years, a particularly strong pattern since 7500 cal yrs BP (Fig. 4). This lack of statistical significance, however, must be takenwith caution considering that species of the genusNothofagus produce large quantities of pollen which are carried over long\ndistances by the prevailing westerly winds. Thus, local declines in this taxon might be compensated by the advection of extra-local Nothofagus pollen grains into Lago Teo masking genuine, potentially significant local declines driven by local volcanic disturbance.\nWe also explored the influence of tephra origin (VTEs originating from VC [n ¼ 5] and MVC [n ¼ 7]) on the same taxa and found lack of consistent statistically significant changes (95% CL) over the last 10,000 years (Fig. 5 and Supplementary Figure 4) except in W. trichosperma and Hydrangea. The tree W. trichosperma shows consistent statistically significant increases 100e150 years after the deposition of tephras originating from VC (CL ¼ 95% n ¼ 5), while the vine Hydrangea shows consistent statistically\nsignificant increases 0e50 years after the deposition of tephras originating from MVC (n ¼ 7). Also, we detected in Lophosoria a trend toward consistent increases 0e50 years and consistent decrease in Myrtaceae 50e100 years after the deposition of tephras originating from VC (CL ¼ 90% n ¼ 5). These results demonstrate a positive response of vegetation to disturbance by explosive volcanism originating from nearby VC and an abundance increase of this vine species after events from MVC.\nThe effect of tephra thickness on vegetation change is evident in Hydrangea (rapid decline) and W. trichosperma (rapid increase) associated to the deposition of a 31-cm thick pyroclastic layer originating from VC at ~ 5000 cal yrs BP (LTT-12, VTE-9). Another thick layer from VC deposited at ~7700 cal yrs BP (LTT-17 VTE-13, 48-cm thick) precedes notable declines in Hydrangea and Eucryphia/Caldcluvia, along with increases in N. dombeyi type and T. stipularis. Multiple closely spaced tephras antedate major increases in Hydrangea, Poaceae and W. trichosperma (LTT-4, 5 and 6 [VTE-3] originating from VC between ~600 and 850 cal yrs BP), and increases in Eucryphia/Caldcluvia and W. trichosperma (LTT-25, 24, 23 and 22 [VTE-18] originating from VC (except LLT-24) between ~9450 and 9700 cal yrs BP."
  }, {
    "heading": "5.2. Regional comparisons and implications",
    "text": "Vegetation and fire-history records from the Chilean Lake District have identified multi-millennial and millennial-scale fluctuations in temperature and precipitation during and since the last glaciation (Abarzúa and Moreno, 2008; Jara and Moreno, 2014; Montade et al., 2012; Moreno, 2004; Pesce and Moreno, 2014). The lack of detailed studies on pre-Andean sectors of the Chilo e Continental area, however, has resulted in an important gap in our knowledge about the regional vegetation, fire-regime and climate history in an area of northwestern Patagonia having several active volcanic centers. Notable exceptions are studies carried out by Heusser et al.,(1992), who published pollen records from Cuesta Moraga (CM, 43 25 S, 72 23 W, 700 masl) and a road cut (RC, 42 54 S, 72 44 W, 60 masl) (Fig. 1) near Chait en township.\nAt multi-millennial timescale the Lago Teo record replicates the pollen-based paleoclimate inferences from the mainland (Moreno, 2004; Moreno and Le on, 2003), Isla Grande de Chilo e (Abarzúa and Moreno, 2008; Pesce andMoreno, 2014) and amarine pollen record obtained from Seno Reloncaví (Montade et al., 2012) in northwestern Patagonia, all of which indicate weaker SWW influence at regional scale at the beginning of the Holocene and an intensification starting at ~ 7500 cal yrs BP. The transition at ~7500 cal yrs BP appears to have been a gradual phenomenom from a Valdivian to a North Patagonian rainforest assemblage. We note that the Cuesta Moraga pollen record, also located in Chilo e Continental (Heusser et al., 1992), shows a conspicuous increment in Cyperaceae between ~8800 and 11,500 cal yrs BP, attesting for the establishment of a minerogenic bog which then shifted to an ombrotrophic bog, probably representing a local response to increased precipitation of westerly origin over the last 7500 years.\nComparison of the vegetation and fire histories from Lago Teo (LT) with similar records from Lago Lepu e (LL, 42 480S, 73 420W) (Pesce and Moreno, 2014) and Lago Pichilafqu en (LP, 40 440S, 72 280W) (Jara and Moreno, 2014) (Fig. 1) reveals interesting similarities and differences: (i) all sites were dominated by temperate, evergreen broad-leaved rainforests over the last 10,000 years, suggesting similar temperature and precipitation conditions at regional scale; (ii) all sites show evidence of explosive volcanism, the recurrence of which (iii) varies among sites with maximum frequency in the Andean foothills (LP and LT with 21 and 26 distinct tephras, respectively) and minimum in the westernmost (upwind) site (LL with 2 distinct tephras); (iv) a west-to-east (LL vs. LT) and\nnorth-to-south (LP vs. LT) decline in fire frequency and magnitude (Fig. 3), (v) consistent significant association between VTE and local fires in LP and the opposite in LT (with 16 and 18 VTE respectively). This pattern suggests that climate and vegetation changes in this temperate, maritime, hyperhumid sector of Chilo e Continental were not conducive for persistent long-term shifts in fire regime since 10,000 cal yrs BP. (vi) Eucryphia/Caldcluvia remains abundant in the (northern) LP record between 2700 and 7500 cal yrs BP, whereas the LL and LT records show steady multi-millennial gradual declines until the present, also (vii) Eucryphia/Caldcluvia shows consistent significant association with VTE over the last 10,000 years in LP, whereas in the LT record this relationship is strong over the same interval and only becomes significant between 7500 and 10,000 cal yrs BP, suggesting a climate-modulated relationship between volcanic disturbance and the spread of fastgrowth thermophilous trees in in the vicinity to active volcanic centers in northwestern Patagonia."
  }, {
    "heading": "6. Conclusions",
    "text": "The pollen record from Lago Teo shows multi-millennial dominance of Valdivian rainforest between 7500 and 10,000 cal yrs BP, followed by a gradual replacement by North Patagonian rainforests over the last ~7500 years in the Andean foothills of Chilo e Continental. Aspects of this transition can be explained by a multimillennial cooling trend concomitant with a shift from weakerthan-present SWW during the early Holocene to stronger SWW since 7500 cal yrs BP (Moreno, 2004).\nThe tephrostratigraphy of Lago Teo shows 26 airfall deposits which precede conspicuous changes in the fossil pollen record. We found consistent statistically significant declines in T. stipularis and increases in Eucryphia/Caldcluvia following the deposition of tephras between 7500 and 10,000 cal yrs BP, and increases in T. stipularis over the last 10,000 years. We also observe consistent and significant increases in Hydrangea after the deposition of tephras between 0 and 7500 cal yrs BP and after tephras originating from the Michinmahuida Volcanic Center, and consistent significant increases inW. trichosperma after tephras originating from the Volc an Chait en. Thick tephras also precede major vegetation changes, however, the paucity of these events prevents us from drawing firm conclusions. In sum, our results suggest that explosive volcanism has influenced the structure and composition of the temperate rainforests of Chilo e Continental over the last 10,000 years, and that the response of different opportunistic tree species is modulated by the mean climate state.\nWe identify high paleofire activity between 8250 and 9850 cal yrs BP and during the last 520 years, and lack of consistent statistical significance association between tephra deposition and local fire. This sporadic nature of local fire close to Lago Teo contrasts with the multi-millennial pattern at regional scale (Power et al., 2008; Whitlock et al., 2007), suggesting that climate and vegetation changes in this hyperhumid sector of Chilo e Continental were not conducive for persistent long-term shifts in fire regime during the last 10,000 years and that explosive volcanism did not influence fire regimes near Lago Teo during the Holocene."
  }, {
    "heading": "Acknowledgments",
    "text": "We thank R. Villa, R. Flores, M.R. Kaplan, C.M.Moy, I. Vilanova for assistance during field work, and L. Hern andez for laboratory analyses. We thank P.E. García for drafting Fig. 1. This study was funded by Fondecyt grants 1151469, 1110612 and 1131055, ICM grants P05-002 and NC120066, Fondap 15110009, and a CONICYT M.Sc. Scholarship to W. I. H."
  }, {
    "heading": "Appendix A. Supplementary data",
    "text": "Supplementary data related to this article can be found at http:// dx.doi.org/10.1016/j.quascirev.2015.06.017."
  }],
  "year": 2015,
  "references": [{
    "title": "Changing fire regimes in the temperate rainforest",
    "authors": ["A.M. Abarzúa", "P.I. Moreno"],
    "year": 2008
  }, {
    "title": "Tephra stratigraphy and eruptive volume of the May",
    "authors": ["F. Alfano", "C. Bonadonna", "A.C.M. Volentik", "C.B. Connor", "S.F.L. Watt", "D.M. Pyle", "L.J. Connor"],
    "year": 2011
  }, {
    "title": "The link between volcanism and tectonics in the southern volcanic zone of the Chilean Andes: a review",
    "authors": ["J. Cembrano", "L. Lara"],
    "venue": "Tectonophysics 471,",
    "year": 2009
  }, {
    "title": "Textbook of Pollen Analysis",
    "authors": ["K. Faegri", "J. Iversen"],
    "year": 1989
  }, {
    "title": "Precipitation and circulation covariability in the extratropics",
    "authors": ["R.D. Garreaud"],
    "venue": "J. Clim",
    "year": 2007
  }, {
    "title": "The effect of fire frequency on local cembra pine populations",
    "authors": ["A. Genries", "L. Mercier", "M. Lavoie", "S.D. Muller", "O. Radakovitch", "C. Carcaillet"],
    "year": 2009
  }, {
    "title": "Tree regeneration responses in a lowland Nothofagus-dominated forest after bamboo dieback in South-Central Chile",
    "authors": ["M.E. Gonzalez", "T.T. Veblen", "C. Donoso", "L. Valeria"],
    "venue": "Plant Ecol",
    "year": 2002
  }, {
    "title": "Loss on ignition as a method for estimating organic and carbonate content in sediments: reproducibility and comparability of results",
    "authors": ["O. Heiri", "A.F. Lotter", "G. Lemcke"],
    "venue": "J. Paleolimnol",
    "year": 2001
  }, {
    "title": "Pollen and Spores from Chile",
    "authors": ["C.J. Heusser"],
    "year": 1971
  }, {
    "title": "Palynology of the last interglacial-glacial cycle in mid-latitudes in central Chile",
    "authors": ["C.J. Heusser"],
    "venue": "Quat. Res",
    "year": 1981
  }, {
    "title": "Paleoecology of late quaternary deposits in Chiloe Continental, Chile",
    "authors": ["C.J. Heusser", "L.E. Heusser", "A. Hauser"],
    "venue": "Rev. Chil. De. Hist. Nat",
    "year": 1992
  }, {
    "title": "Paleoecology of the southern Chilean Lake District- Isla Grande de Chilo e during middle-Late Llanquihue glaciation and deglaciation",
    "authors": ["C.J. Heusser", "L.E. Heusser", "T.V. Lowell"],
    "venue": "Geogr. Ann. Ser. A-Physical Geogr",
    "year": 1999
  }, {
    "title": "Temperature and precipitation record in southern Chile extended to 43,000 ago",
    "authors": ["C.J. Heusser", "S.S. Streeter", "M. Stuiver"],
    "venue": "Nature 294,",
    "year": 1981
  }, {
    "title": "Vegetation mediated the impacts of postglacial climate change on fire regimes in the south-central Brooks Range, Alaska",
    "authors": ["P.E. Higuera", "L.B. Brubaker", "P.M. Anderson", "F.S. Hu", "T.A. Brown"],
    "venue": "Ecol. Monogr",
    "year": 2009
  }, {
    "title": "Wildfire activity in rainforests in western Patagonia linked to the Southern annular",
    "authors": ["A. Holz", "T.T. Veblen"],
    "venue": "mode. Int. J. Wildland Fire",
    "year": 2012
  }, {
    "title": "Climatic and disturbance influences on the temperate rainforests of northwestern Patagonia (40 S) since ~14,500 cal yr BP",
    "authors": ["I.A. Jara", "P.I. Moreno"],
    "venue": "Quat. Sci. Rev",
    "year": 2014
  }, {
    "title": "The 2008 eruption of the Chaiten Volcano, Chile: a preliminary report",
    "authors": ["L.E. Lara"],
    "venue": "Andean Geol",
    "year": 2009
  }, {
    "title": "Late Holocene history of Chaiten Volcano: new evidence for a 17th century eruption",
    "authors": ["L.E. Lara", "R. Moreno", "A. Amigo", "R.P. Hoblitt", "T.C. Pierson"],
    "venue": "Andean Geol",
    "year": 2013
  }, {
    "title": "Volcano, Chile, and its 2008e2009 eruption. Andean Geol",
    "authors": ["J.J. Major", "T.C. Pierson", "R.P. Hoblitt", "H. Moreno"],
    "year": 2013
  }, {
    "title": "Regional vegetation and",
    "authors": ["Santiago", "V. Chile. Montade", "N. Combourieu", "E. Chapron", "S. Mulsow", "A.M. Abarzúa", "M. Debret", "A. Foucher", "M. Desmet", "T. Winiarski", "C. Kissel"],
    "year": 2012
  }, {
    "title": "Seasonality of the ENSO-related rainfall variability in Central Chile and associated circulation anomalies",
    "authors": ["A. Montecinos", "P. Aceituno"],
    "venue": "J. Clim",
    "year": 2003
  }, {
    "title": "Millennial-scale climate variability in northwest Patagonia over the last 15000 yr",
    "authors": ["P.I. Moreno"],
    "venue": "J. Quat. Sci",
    "year": 2004
  }, {
    "title": "Abrupt vegetation changes during the last glacial to Holocene transition in mid-latitude South America",
    "authors": ["A.L. on"],
    "venue": "J. Quat. Sci",
    "year": 2003
  }, {
    "title": "Isotopic evidence for hydrologic change related to the westerlies in SW Patagonia, Chile, during the last millennium",
    "authors": ["C.M. Moy", "R.B. Dunbar", "P.I. Moreno", "J.P. Francois", "R. Villa-Martinez", "D.M. Mucciarone", "T.P. Guilderson", "R.D. Garreaud"],
    "venue": "Quat. Sci. Rev",
    "year": 2008
  }, {
    "title": "Holocene tephrochronology of the southernmost part (42 30'e45 S) of the Andean Southern Volcanic Zone",
    "authors": ["J.A. Naranjo", "C.R. Stern"],
    "venue": "Rev. Geol ogica Chile",
    "year": 2004
  }, {
    "title": "Modelo de la dispersi",
    "authors": ["M.M. aez", "C. Villagr an", "R. Carrillo"],
    "year": 1994
  }, {
    "title": "Vegetation, fire and climate change in central-east Isla Grande de Chilo e (43 S) since the Last Glacial Maximum, northwestern Patagonia",
    "authors": ["O.H. Pesce", "P.I. Moreno"],
    "venue": "Quat. Sci. Rev",
    "year": 2014
  }, {
    "title": "Changes in fire regimes since the Last Glacial Maximum: an assessment based on a global synthesis and analysis of charcoal",
    "authors": ["W. Oswald", "J. Pierce", "P.J.H. Richard", "C. Rowe", "M.F.S. Goni", "B.N. Shuman", "H. Takahara", "J. Toney", "C. Turney", "D.H. Urrego-Sanchez", "C. Umbanhowar", "M. Vandergoes", "B. Vanniere", "E. Vescovi", "M. Walsh", "X. Wang", "N. Williams", "J. Wilmshurst", "J.H. Zhang"],
    "year": 2008
  }, {
    "title": "Can we determine the significance of key-event effects on a recruitment time series?-a power study of superposed epoch analysis",
    "authors": ["M.H. Prager", "J.M. Hoenig"],
    "venue": "Trans. Am. Fish",
    "year": 1992
  }, {
    "title": "Die raumliche Ordnung der chilenischen Vegetation",
    "authors": ["J. Schmithüsen"],
    "venue": "Bonn. Geogr. Abh. 17,",
    "year": 1956
  }, {
    "title": "Active Andean volcanism: its geologic and tectonic setting",
    "authors": ["C. Stern"],
    "year": 2004
  }, {
    "title": "Effects of volcanic and hydrologic processes on forest vegetation: Chait en Volcano, Chile",
    "authors": ["F.J. Swanson", "J.A. Jones", "C.M. Crisafull", "A. Lara"],
    "venue": "Andean Geol",
    "year": 2013
  }, {
    "title": "Forest dynamics in SouthCentral Chile",
    "authors": ["T.T. Veblen", "C. Donoso", "F.M. Schlegel", "B. Escobar"],
    "venue": "J. Biogeogr",
    "year": 1981
  }, {
    "title": "Dissertationes Botanicae. Vegetatiosgeschichtliche und pflanzensoziologische",
    "authors": ["C. an"],
    "venue": "Untersuchungen im Vicente Perez Rosales Nationalpark (Chile),",
    "year": 1980
  }, {
    "title": "Unusual Southern Hemisphere tree growth patterns induced by changes in the Southern annular",
    "authors": ["R. Villalba", "A. Lara", "M.H. Masiokas", "R. Urrutia", "B.H. Luckman", "G.J. Marshall", "I.A. Mundo", "D.A. Christie", "E.R. Cook", "R. Neukom", "K. Allen", "P. Fenwick", "J.A. Boninsegna", "A.M. Srur", "M.S. Morales", "D. Araneo", "J.G. Palmer", "E. Cuq", "J.C. Aravena", "A. Holz", "C. LeQuesne"],
    "year": 2012
  }, {
    "title": "Evidence of mid- to late-Holocene explosive rhyolitic eruptions from Chaiten Volcano, Chile",
    "authors": ["S.F.L. Watt", "D.M. Pyle", "T.A. Mather"],
    "venue": "Andean Geol",
    "year": 2013
  }, {
    "title": "Fallout and distribution of volcanic ash over Argentina following the May 2008 explosive eruption of Chaiten, Chile",
    "authors": ["S.F.L. Watt", "D.M. Pyle", "T.A. Mather", "R.S. Martin", "N.E. Matthews"],
    "venue": "J. Geophys. Research-Solid Earth 114,",
    "year": 2009
  }, {
    "title": "Climatic controls of Holocene fire patterns in southern South America",
    "authors": ["C. Whitlock", "P.I. Moreno", "P. Bartlein"],
    "venue": "Quat. Res",
    "year": 2007
  }],
  "id": "SP:5868f3a7cfae93a1609a28f9562b858d3943c184",
  "authors": [{
    "name": "W.I. Henríquez",
    "affiliations": []
  }, {
    "name": "P.I. Moreno",
    "affiliations": []
  }, {
    "name": "B.V. Alloway",
    "affiliations": []
  }, {
    "name": "G. Villarosa",
    "affiliations": []
  }],
  "abstractText": "Disentangling the roles of paleofires and explosive volcanism from climatic drivers of past vegetation change is a subject insufficiently addressed in the paleoecological literature. The coastal region of the Chilo e Continental sector of northwestern Patagonia is ideal in this regard considering its proximity to active eruptive centers and the possibility of establishing comparisons with more distal, upwind sites where volcanic influence is minimal. Here we present a fine-resolution pollen and macroscopic charcoal record from Lago Teo with the aim of documenting the local vegetation and climate history, and assessing the role of disturbance regimes as drivers of vegetation change during the last ~10,000 years. The Lago Teo record shows a conspicuous warm/dry interval between ~7500 and 10,000 cal yrs BP followed by a cooling trend and increase in precipitation that has persisted until the present, in agreement with previous studies in the region and interpretations of past southern westerly wind activity at multi-millennial scales. The presence of 26 tephras throughout the record allows examination of the relationship between explosive volcanism and vegetation change under contrasting climatic states of the Holocene. We found consistent statistically significant increases in Tepualia stipularis after tephra deposition over the last 10,000 years, in Eucryphia/Caldcluvia between 7500 and 10,000 cal yrs BP and in Hydrangea over the last 7500 years. Our results indicate a primary role of climate change as driver of long-term vegetation change and as a modulator of vegetation responses to volcanic disturbance at multidecadal and centennial timescales. © 2015 Elsevier Ltd. All rights reserved.",
  "title": "Vegetation and climate change, fire-regime shifts and volcanic disturbance in ChiloE Continental (43S) during the last 10,000 years"
}