{
  "sections": [{
    "text": "Ljósufjöll volcano is the largest outcrop of silicic volcanic material in the volcanic Snaefellsnes flank (non-rifting) zone of Iceland. The silicic eruptives range from trachytes to alkaline and peralkaline (comenditic) rhyolites and show evidence for eruption in both subaerial and subglacial environments. Thirteen silicic eruptive units have been identified and mapped by a combination of field observations and geochemical correlation. The trachytes probably formed by fractional crystallisation of a basaltic magma to form an alkali feldspar-rich trachytic mush, with continued fractionation of the interstitial melt producing low Ba and Sr rhyolite magma. Ar– Ar dating of feldspars and matrix (glass or holocrystalline groundmass) has been carried out on twelve of the units. Many units have a complex Ar-isotopic system, with many samples showing evidence for inherited 40Ar in the form of feldspar xenocrysts. The deduced eruption ages span an age range from b129ka to N650ka. The eruptive history of Ljósufjöll probably extends further back than this but the products of previous eruptions have since been removed by erosion or buried. A syenite xenolith was dated at 1.1Ma, indicating that silicic, alkaline magmatism has been occurring at Ljósufjöll for over one million years. Eruptions of silicic material at Ljósufjöll appear to be more common during times of rapid climate change and fluctuating ice volume. © 2007 Elsevier B.V. All rights reserved.\nKeywords: Iceland; Snaefellsnes; rhyolite; trachyte; Ar–Ar dating"
  }, {
    "heading": "1. Introduction",
    "text": "The majority of the outcropping rocks on Iceland are basaltic, with minimal intermediate products and estimates of approximately 10–12% outcropping silicic rocks (e.g. Walker, 1966; Saemundsson, 1979). Up to 70% of these silicic rocks are lavas and intrusions, the\n⁎ Corresponding author. E-mail addresses: sflude@googlemail.com (S. Flude),\nRay.Burgess@Manchester.ac.uk (R. Burgess), D.Mcgarvie@open.ac.uk (D.W. McGarvie).\n0377-0273/$ - see front matter © 2007 Elsevier B.V. All rights reserved. doi:10.1016/j.jvolgeores.2007.08.019\nrest being made up of pyroclastic material and, as a result, may be underestimated due to erosion (Lacasse and Garbe-Schonberg, 2001). Most Holocene silicic eruptives were produced in flank zones (non-rifting) rather than axial rift zones (Saemundsson, 1979). Rhyolites are the main silicic rock type and most commonly form at central volcanoes, where sustained magmatic activity allows the formation of a crustal magma chamber. The comparative lack of intermediate volcanics in Iceland, along with the relatively high proportion of silicic rocks, has led to a great deal of debate as to the origin of Icelandic rhyolites, with two end-member models involving\n1. Fractional crystallisation of a primitive basalt source, e.g. Thingmuli, Austurhorn, Torfajökull, Snaefell (Carmichael, 1964; Macdonald et al., 1990; McGarvie et al., 1990; Furman et al., 1992a,b; Hards et al., 2000) and 2. Partial melting of pre-existing crust, e.g. Krafla, Torfajökull, Hekla (Marsh et al., 1991; Sigmarsson et al., 1992; Jónasson, 1994; Gunnarsson et al., 1998).\nOften, a combination of the two mechanisms is invoked (e.g. Askja: Sigurdsson and Sparks, 1981; Macdonald et al., 1987;). Recently, Jónasson (2007) discussed the role of near-solidus processes in magma differentiation in Icelandic systems, suggesting that rhyolitic magmas originate from intrusive complexes beneath central volcanoes, rather than long-lived magma chambers. This is a similar concept to the production of rhyolitic magma from a mush zone, where highly fractionated lava is separated from a rigid framework of crystals to produce rhyolite (Bachmann and Bergantz, 2004). “Defrosting” of amush zone has also been invoked as a mechanism for producing large quantities of silicic magma that give isotopic ages that are older than the eruption age of the magma (Mahood, 1990).\nThe mode and timescales of silicic magma formation and eruption in Iceland are of interest both for hazard mitigation and for the study of petrogenetic and crustal processes. Unfortunately, determining the ages of geological events in Iceland is somewhat problematic. The astronomically calibrated geomagnetic polarity timescale (APTS, Shackleton et al., 1990) allows reasonably reliable relative dating of rocks older than ∼700 ka\nFig. 1. Simplified geological map of the Snaefellsnes Peninsula (after Jóhanne volcano.\n(Kristjansson and Jónsson, 1998), the last magnetic reversal (Wensink, 1964, 1965), but is of no use in dating younger rocks. 14C dating has been applied in Iceland, but is limited to the last glacial–interglacial transition and the Holocene, with a strong emphasis on marine (including offshore) deposits (Sveinbjornsdottir et al., 1993), and environmental change issues (Geirsdottir et al., 1997; Ingolfsson et al., 1997; Rundgren, 1999; Wookey et al., 2002). This leaves a chronological gap between ∼10 ka and ∼700 ka, where few dates exist. Previous attempts at K–Ar and Ar–Ar dating tend to have been focussed on older basaltic material (e.g. Aronson and Saemundsson, 1975; Hardarson et al., 1997), with few published studies producing dates for more silicic (Gale et al., 1966; Moorbath et al., 1968) or younger rocks. In those studies which have produced ages b1Ma, many ages carry an unacceptably large (50–100%) error (e.g. Aronson and Saemundsson, 1975). Relative dating by stratigraphic correlation within a central volcano is further complicated by the subglacial nature of many of the volcanics (McGarvie et al., 2006). Subglacial eruption restricts the areal deposition of the volcanic deposits, so that only limited stratigraphic relationships can be deduced.\nThe lack of published K–Ar and Ar–Ar dates in Iceland reflects the difficulties inherent in dating young, relatively K-poor (tholeiitic trend) rocks. While improvements in the Ar–Ar technique, such as provision of Quaternary standards (Turrin et al., 1994; Nomade et al., 2005), are allowing more young and K-poor rocks to be dated (e.g. LoBello et al., 1987; Chesner et al., 1991; Chen et al., 1996; Gansecki et al., 1996; Renne et al., 1997), the\nsson, 1994) showing the location of the volcanic systems and Ljósufjöll\ncurrent lack of published systematic or extensive Ar–Ar studies on Icelandic volcanics suggests that there are still limitations regarding what can be dated with sufficiently low errors to give meaningful eruption ages.\nThe Ljósufjöll central volcano is the largest outcrop of Quaternary silicic material on the alkaline Snaefellsnes Volcanic Zone (Fig. 1). It is mapped as rhyolite surrounded by subglacial and interglacial basaltic to intermediate Pleistocene volcanics (Jóhannesson, 1994). The little published work that has been carried out on Ljósufjöll has mainly involved analysis of basalts erupted in the vicinity (Sigmarsson et al., 1992; Kokfelt et al., 2003) although a recent study by Martin and Sigmarsson (2007) considered the origin of the rhyolites.While Ljósufjöll is one of the less alkaline volcanoes on Snaefellsnes (alkalinity decreasing eastwards, as magmatism becomes closer to the axial rift zone, resulting in larger degrees of mantle partial melting, Hardarson, 1993), its alkaline affinity and extensive silicic activity make it a suitable candidate for an Ar–Ar study of an Icelandic central volcano."
  }, {
    "heading": "2. Field characteristics",
    "text": "Before suitable samples can be selected for Ar–Ar dating, the different silicic eruptive units at Ljósufjöll\nneed to be identified and mapped. Many of the volcanics at Ljósufjöll comprise steep sided scree covered mounds and ridges, similar in appearance to subglacially erupted deposits (c.f. Cas and Wright, 1987; Tuffen, 2001). This makes stratigraphic correlation or distinction of some of the eruptive units difficult, some units only being discernable by geochemical differences or determination of their eruption age. Thirteen different silicic eruptive units have been identified at Ljósufjöll, by a combination of field observations and geochemical correlation, and their locations are shown in Fig. 2. Various textural facies have been observed, ranging from obsidian to flow banded lava to brecciated and ashy material, sometimes many facies occurring within one unit (e.g. Unit 5). A number of units (2, 3, 5, 10) form elongate, steep sided scree covered ridges that are interpreted to have erupted along a tectonic lineament, probably subglacially. Unit 9 is also elongate, but much more eroded and it is unclear whether this is a lava flow or fissure controlled eruption. However, units 3, 4, 9, 10 and 13 all lie along the same NE–SW trend (Fig. 2), suggesting that there is a structural control to these eruptions. The boundaries of most units are easily mapped using aerial photographs as their light colour stands out against the surrounding basaltic rocks\nsufjöll with their Ar–Ar eruption ages.\n(Fig. 3A), but those units that have been erupted in close proximity to each other (1, 2, 4, 5, 8) are less easily discernable (Fig. 3B). Units 2 and 5 form steep sided ridges of rhyolite lava and are very similar in appearance, both containing 1–2% feldspar phenocrysts and trace clinopyroxene. Unit 8 comprises mainly brecciated ashy material outcropping in the flanks of Unit 5 and was only distinguishable as a separate unit based on geochemistry. Unit 1 is clearly different to Units 2 and 5. It is a large, subaerial lava flow with a probable vent area (characterised by brecciated material) at its northern end. It is a mingled magma, containing up to 15% magmatic inclusions of a more mafic material and abundant phenocrysts and glomerophenocrysts of feldspar and clinopyroxene. Flow banding directions near its contact with Units 2 and 5 indicate that this flow overlies and was confined by these two ridges and thus it postdates these two units. Units 1 and 13 are very similar\nin chemistry and phenocryst content (although Unit 13 does not contain any mafic enclaves), but do not show a direct field association as they are over 1 km apart. It is possible that they are the same, and Unit 1 used to be much more extensive but has since been eroded, or that the same eruption issued from two different vents, but in the absence of further evidence they will be classed as two separate eruptive units. Unit 6 is an area of brecciated obsidian and silicic lava, which was erupted as part of a more mafic lava flow. Unit 7 (in the northern part of the volcano) appears to have been extensively eroded and buried by later activity, mainly outcropping in a gully, suggesting that it is one of the older eruptive units that is exposed. Unit 12 has undergone extensive erosion, so little can be said about its conditions or relative age of eruption. Unit 11, comprising fragmental obsidian pieces, also appears to have been eroded and partly buried by later activity."
  }, {
    "heading": "7 8 9 10 11 12 13 L33",
    "text": "Most units show evidence of magma mingling, as rare (b1%) mafic magmatic inclusions, but to a much lesser degree than that seen in Unit 1. Some units (Unit 4 in particular) also contain syenitic plutonic xenoliths up to 10cm across.\nSamples were collected from all thirteen of these units along with a number of samples of maficintermediate eruptive units and plutonic xenoliths found in Unit 4."
  }, {
    "heading": "3. Geochemistry and petrography",
    "text": ""
  }, {
    "heading": "3.1. Whole rock geochemistry",
    "text": "Whole rock geochemical data is reported in the Appendix. The suite of samples, as noted by previous authors (e.g. Martin and Sigmarsson, 2007) forms an alkaline trend. Six silicic units are peralkaline rhyolite (comendite), one is alkaline rhyolite and six are trachyte, two of which are peralkaline (Table 1). Previously, few trachytes have been reported from Iceland and those that have are generally small volume and attributed to mixing of rhyolite with more mafic magma (e.g. Hards et al., 2000). Trachyte deposits have also been reported from Snaefellsjökull (Martin and Sigmarsson, 2007) and probably correspond to the tephra deposits reported by Jóhannesson et al. (1981). Conversely, trachyte forms a large proportion of the silicic units at Ljósufjöll and appears to be volumetrically more significant than the rhyolites (although the large degree of erosion in the area makes accurate volumes difficult to estimate) with the current volume of Unit 1 (not accounting for erosion) being estimated at ∼0.75 km3 bulk rock. The mafic eruptives have bulk rock compositions of hawaiite\nand basaltic trachyandesite (mugearite and shoshonite) (Fig. 4). Basalts are present at the volcano but were not sampled in this study. Fig. 5 shows selected major and trace element variation diagrams. The mafic volcanics range in silica content from 49 to 55% SiO2, while the silicics range from 60 to 74% SiO2, leaving a compositional gap of 5% (Daly gap). This gap is probably an underestimate as the least silicic unit (Unit 1) is a mingled magma and has been contaminated by varying degrees of less evolved material (shoshonite). While mingled magmas are evident throughout the silicic units (in both the rhyolites and trachytes), mafic enclaves rarely make up more than 1% of bulk rock and are not thought to significantly affect the composition of any other units. The trachytes have the highest alkali concentrations and most are metaluminous due to a high Al2O3 content. The major elements form reasonably cohesive trends on variation diagrams, consistent with the conclusions of Martin and Sigmarsson (2007) that the rhyolites formed by fractional crystallisation of a parent basalt magma. Most trace elements that are commonly thought to be incompatible show a strong enrichment with silica (e.g. Rb, Th, Nb, Zr) while those commonly regarded as compatible show depletion (e.g. Sr, Cr, V). Sr and Ba are strongly depleted in the rhyolites, Y (and Ce, La and Nd — not shown) initially increases with increasing Th, peaks at upper Th levels (∼27ppm) with rhyolite Unit 2 and rapidly drops off, becoming depleted in the most evolved rhyolite (Unit 8) (see Fig. 5)."
  }, {
    "heading": "3.2. Geochemical correlation",
    "text": "Multiple samples analysed from an eruptive unit show a limited compositional range for both major and trace elements (Fig. 5), a necessary condition for the application of chemostratigraphic finger-printing. As noted in Section 2, most silicic units show signs of mingling with more mafic magmas. In most cases the proportion of mafic inclusions is low (b1%), and is therefore likely to have negligible effect on the chemistry of the silicic material. However, Unit 1 contains up to 15% mafic inclusions making contamination a potential problem. In this unit, mechanical mixing occurs on a pervasive and microscopic scale, which prevented clear separation between different magmatic components. Five samples were analysed from Unit 1: four bulk samples and one separated mafic inclusion. In most cases, it is clear that, for the major elements, Unit 1 data fall on a mixing line between the mafic sample (L3) and the sample with the highest SiO2 content (02/051) (Fig. 5).\nAs previously discussed, Units 2, 4, 5 and 8 cannot be classified as separate eruptive units on field observations alone. Units 4 and 8 are chemically distinct (Fig. 5), Unit 8 containing the highest concentrations of SiO2, Rb, Th, Nb and Zr and lowest Al2O3 and Y concentrations at Ljósufjöll. Unit 8 is distinct in most major and trace elements from all other units except Unit 4. These are indistinguishable in terms of major elements and have similar trace element concentrations, except in Zn, Y, Ce, La and Nd, which show a large chemical separation. Units 2 and 5 are indistinguishable in terms of major elements and have similar Zr, Nb, Ba,\nSr and Th concentrations but are distinct in terms of Y, Ce, La, Nd and Rb concentrations. Units 4 and 5 show a good chemical separation in most elements and Units 2 and 4 are also chemically distinct."
  }, {
    "heading": "3.3. Phenocrysts",
    "text": "The phenocryst contents of the silicic units are typically 0.5–2% in the rhyolites and 2–10% in the trachytes. Feldspar is the most abundant phenocryst and is ubiquitous in all units. Other phenocrysts, in order of abundance are clinopyroxene, ferrian–ilmenite,\namphibole and titanomagnetite. Accessory phases include fayalite, monazite or xenotime and apatite and are most common in the rhyolites (Table 1). Phenocryst compositions are reported in the online data set (also see Table 2) and modal proportions in Table 1."
  }, {
    "heading": "3.3.1. Feldspars",
    "text": "In the trachytes feldspar phenocrysts are between 1mm and 15 mm in size and are commonly subhedral. Simple and fine cross hatch (tweed) twins have been observed alongwith un-twinned crystals. A small amount of perthite has also been observed. Larger crystals show numerous resorption and re-growth zones and sieve textures are common, indicating that these crystals have had a complex growth and melt equilibrium history (Fig. 6). Clear, fresh feldspars, which show no signs of re-melting or alteration, also occur occasionally. In Unit 1 (the unit showing the largest degree of magma mingling), a number of feldspars exhibitingmultiple lamellar twinning are present, although these probably originate from the basaltic trachyandesite magmatic inclusions. Chemically the feldspars in the trachytes are complex. In Unit 1, feldspars span a continuous compositional range from labradorite through to Na-rich sanidine. Most of the core compositions within Unit 1 appear to fall into one of three compositional groups: labradorite (∼An50–70), oligoclase (∼An20–25) and anorthoclase (∼Or30). The rim compositions in the plagioclase feldspars are ∼An35–40 while the alkali feldspars range from ∼Or20–41. Some of the plagioclase feldspars also contain rims of alkali feldspar within this latter compositional range (see Fig. 7). Zoning is strong and, often continuous within a given crystal with few large jumps in composition observed. In larger crystals\n(≥3 mm) the zoning may be repeated although there is not always a correlation between chemical composition and the presence of dissolution and regrowth surfaces.\nIn the rhyolites the feldspar phenocrysts are typically 1–4 mm long, euhedral to slightly rounded and exhibit either simple twinning or no twinning. They are anorthoclase with compositions ranging from Or33–38. Zoning within a single crystal is slight, rarely exceeding a 2% difference in Or content between core and rim. All of the feldspars analysed from the rhyolites were indistinguishable within their eruptive unit (see Fig. 7 and online data set).\nFeldspars from the mafic volcanics were not analysed, but show a complex growth history with numerous regrowth and absorption zones, as in the trachytes.\nWhile not a phenocryst, feldspar is themajor phase in the syenite xenolith. Feldspars are 1–5 mm long and often strongly zoned, with multiply twinned plagioclase cores (∼An15) and orthoclase (Or47–49) rims. This xenolith orthoclase is themostK-rich feldspar observed at Ljósufjöll."
  }, {
    "heading": "3.3.2. Pyroxenes",
    "text": "All pyroxenes observed are clinopyroxenes. They are present in seven eruptive units (1, 2, 3, 5, 7, 8, 13). In the rhyolites they are small (∼0.1 mm), light brown to green in colour and usually euhedral or skeletal. They are ferroaugites with compositions in the range Enb1, Fs49–51, Wo48–50 (see online data set).\nIn the trachytes they are larger (0.25–0.5 mm) and often subhedral, sometimes exhibiting sieve and mantled textures. They are most commonly hedenbergite and ferrohedenbergite with compositions in the range En0.5–8 Fs43–53, Wo46–49. Unit 1 also contains more magnesian ferroaugite (En25–29, Fs32–36, Wo39) but this commonly shows disequilibrium features and is probably associated with the mafic inclusions rather than the trachyte magma."
  }, {
    "heading": "3.3.3. Amphiboles",
    "text": "Amphibole has been observed as a major phase in Unit 4 (rhyolite) and the syenite xenolith. In Unit 4 they exhibit brown blue/green pleochroism and in the syenite xenolith they are brown. According to the geochemical classification of Leake et al. (1997, 2004) the amphiboles in the rhyolites are sodic (arfvedsonite) and in the xenolith they are ferro-edenite (see online data set)."
  }, {
    "heading": "3.3.4. Oxides",
    "text": "Opaque oxides are ubiquitous throughout the silicic volcanics. They are most common in the trachytes, making up 0.1–2.5% by volume and are present in trace amounts (≤0.5%) in the rhyolites. In the trachytes, many of the oxide minerals are complex, exhibiting zoning and exsolution features, with compositions suggesting a solid solution and subsequent unmixing between ilmenite and hematite end members (see online data set). In the rhyolites the oxides are unzoned ilmenites. In the syenitic xenolith, titanohematite and ilmenite are both present."
  }, {
    "heading": "3.4. Accessory phases",
    "text": "Fayalite occurs in trace amounts in the rhyolites as subhedral crystals. Small, high-relief, highly birefringent crystals thought to be monazite or xenotime (distinguished from zircon by a high abundance of P, qualitatively determined by electron microprobe) occur in some of the rhyolites. These are most commonly anhedral, rounded grains, but euhedral crystals occur in Unit 11. Small (b100 um), bright yellow (in reflected light) anhedral but occasionally subhedral grains that are strongly anisotropic are thought to be pyrrhotite. These have been observed in most eruptive units (both trachyte and rhyolite). Quartz has been observed in Units 4, 12 and the syenite xenolith. Apatite is present in the syenite xenolith and has been observed in Unit 3. Biotite is present in the syenite xenolith as anhedral grains∼1 mm diameter but is not observed in any of the volcanic rocks and has not been analysed. Interstitial fluorite (qualitatively identified on the electron microprobe by a high Ca and F content) is present in some of the trachytes."
  }, {
    "heading": "4. Petrogenetic considerations",
    "text": "Martin and Sigmarsson (2007) discussed the petrogenesis of the Ljósufjöll silicic rocks and concluded that the rhyolites formed by ∼95% fractional crystallisation of a basalt parent magma. However, they only reported four rhyolite analyses which, judging from their geochemistry, represent just one or two eruptive units\n(Units 5 and 6). They also did not analyse any trachyte samples from Ljósufjöll, but concluded that the trachytes at Snaefellsjökull (∼50 km to the west and part of the same volcanic flank zone) were produced by 80–90% fractional crystallisation of basalt, with minor crustal assimilation to account for discrepancies in δ18O values.\nWe agree with Martin and Sigmarsson (2007) that the rhyolites formed by fractional crystallisation as extensive fractionation of alkali feldspar is the only way to explain the very low Ba and Sr contents of the rhyolites (Halliday et al., 1991). The trachytes certainly cannot be produced bymagmamixing between rhyolite and amore mafic magma, as is the case at Snaefell in the Eastern Flank Zone, as most trachyte compositions lie off a mixing line between the two end members (Fig. 4). Most notably, the trachytes are more enriched in Al2O3, Na2O and K2O and depleted in Nb and Zr compared to that expected for a composition produced by magma mixing.\nSupposing that, as at Snaefellsjökull, the trachytes have been produced by fractional crystallisation of a basalt (Martin and Sigmarsson, 2007) the trachytes must lie on the fractionation path from basalt to rhyolite. This study will investigate the final stages of fractional crystallisation at Ljósufjöll by focusing on the relationships between the trachytes and rhyolites by modelling fractional crystallisation of a trachyte parent magma to rhyolite.\nMajor element compositions were modelled using simple mass balance calculations, where increments of the crystallising mineral assemblage composition are subtracted from a parent liquid composition. Mineral compositions of the modelled fractionating assemblage (Table 2) are consistent with those analysed (see online data set Tables S1–4). The parent trachyte magma composition was taken to be the average composition of Units 3, 7, 9 and 10 (Units 1 and 13 were excluded as they are less silicic and their chemistry may have been influenced by magma mixing).\nApproximately 50–55% crystallisation produces the least evolved rhyolite composition (Unit 2, sample 02/ 049) and the most evolved rhyolite composition (Unit 8, samples 02/079, 02/101, L27) is produced after 72% crystallisation. A reasonable fit to the data is produced for plots of SiO2 against Al2O3, CaO, Fe2O3 (Fig. 5), Na2O, K2O and TiO2 (not shown). As expected from the Sr and Ba depletion, the major fractionating phase is feldspar, forming over 80% of the assemblage.\nTrace elements were modelled by Rayleigh fractionation. Partition coefficients (D) were selected to be in keeping with published values for alkaline and peralkaline rhyolites and trachytes (Nagasawa, 1973; Nabalek, 1980; Leeman and Phelps, 1981; Luhr et al., 1984; Nash and Crecraft, 1985; Michael, 1988; Villement, 1988;\nMahood and Stimac, 1990; Ewart and Griffin, 1994). Rb, Sr, Y, Zr and Nb partition coefficients for the alkali feldspars were calculated using the equations in White (2003). Accessory phases (xenotime/monazite, apatite, pyrrhotite) have not been included in the model due to lack of published partition coefficients for these phases in alkaline–peralkaline systems. The model provides a good fit for Rb, Sr and Ba concentrations (Fig. 5), with the least evolved rhyolite composition being produced by ∼55% fractionation and the most evolved rhyolite composition being produced by ∼73% fractionation. This is in keeping with the major element modelling. The modelled Y, Nb and Zr concentrations deviate from the actual data, with modelled concentrations higher than the measured concentrations (Fig. 5). These trace elements are compatible in zircon, monazite and xenotime and the measured values probably represent the fractionation of one or more of these phases in the rhyolites. Martin and Sigmarsson (2007) invoked fractionation of 0.002% monazite to account for the trace element trends. The Zr and Nb concentrations in Unit 11, particularly, deviate from the modelled values. This may be due to relatively large amounts of xenotime in Unit 11, compared to the other units.\nBoth major and trace element models are consistent with 55–73% fractional crystallisation of a parent trachyte magma to produce the range of rhyolite compositions.\nAssuming that the trachytes are produced by fractional crystallisation of alkali basalt, they seem to be the least differentiated fractionation products to be erupted. This is consistent with the work of Annen et al. (2006) who predicted that if a mantle derived basalt is intruded into the upper mantle or crust at the depth where the temperature from the geothermal gradient is the same as the liquidus of the basalt, a large proportion of intermediate magma will be produced by a combination of fractional crystallisation and melting of the surrounding rocks. Extrapolating this model to the alkaline system, intrusion of mantle derived alkali basalt would produce a large proportion of trachyte (e.g. Macdonald et al., 1995). This is consistent with the continuous range in feldspar compositions (labradorite through to anorthoclase) observed in the trachytes which suggests that the feldspars have been in equilibrium with a full range of magma compositions (from mafic through to intermediate and more silicic) produced during fractionation of a mafic parent magma (Fig. 7).\nThe trachytes themselves are enriched in Al2O3, K2O, Ba and Sr compared to the rhyolites, presumably due to the large proportion of feldspar phenocrysts present in them, which often show numerous resorption surfaces. The large proportion of phenocrysts suggest that near-solidus processes are involved, as may be expected for a silicic system and may represent a zone of\ntrachytic mush (Fig. 8). This would be an efficient way of producing the highly differentiated rhyolites which would form as an interstitial melt in the mush, through fractional crystallisation, and would be erupted when flushed out by incoming magma, or filter pressing (e.g. Bachmann and Bergantz, 2004). The mush would be episodically replenished by input of basaltic magma into the system (evidenced by mingled magmas and the complex nature of the trachyte phenocrysts). Martin and Sigmarsson (2007) suggested that the intermediate mafic volcanics were produced by mixing of basalt with a high Ba rhyolite. The trachyte mush provides a suitable mixing end member, explaining the high Ba content of the mafic-intermediate rocks and also the prevalence of resorbed feldspar phenocrysts in the mafic-intermediate rocks. Near solidus magmas are notoriously difficult to erupt and a heat source is probably required to remobilise the material by a combination of remelting or decreasing the viscosity of the interstitial melt. The basaltic magmatism in the area is an ideal source of this heat. In short, trachyte lavas = “cumulate”/mush crystals + heat ± interstitial rhyolite melt±mafic magma."
  }, {
    "heading": "5. Ar–Ar dating",
    "text": "The obvious problem with trying to date Icelandic lavas is their youthfulness combined with their low K content. Despite its alkaline affinity, most of the feldspars\nin the silicic volcanics at Ljósufjöll are oligoclase– anorthoclase, with Or contents rarely exceeding 38%. These factors combine to result in low radiogenic 40Ar (40Ar⁎) yields, making it difficult to precisely resolve the radiogenic 40Ar component from atmospheric and extraneous 40Ar. As a result, detailed stepped heating experiments are difficult to carry out as not enough 40Ar⁎ is released in the individual steps. To further complicate matters, silicic volcanic rocks from Iceland seem to contain a large proportion of atmospheric argon (Gale et al., 1966; Udagawa et al., 1999; Flude, 2005). This can be corrected for by measuring 36Ar, but the error propagation involved in the correction, especially when compared to such small amounts of 40Ar⁎, results in low precision for individual age determinations."
  }, {
    "heading": "5.1. Analytical methods",
    "text": "Samples from twelve of the eruptive units were analysed by the Ar–Ar technique, in the Noble Gas Laboratories, The University of Manchester. Sample preparation and information on standards and correction factors are provided in Appendix A. Gas was released from the splits by heating in a UHV tantalum resistance furnace. Two different furnace heating schedules were employed to release the gas from the samples. The first, used predominantly on groundmass and glass splits, used three steps of twenty minutes duration each, at temperatures of 400 °C, 1200 °C and 1600 °C, and the\ngas released at each step was analysed. Only the 1200 °C step was used to calculate the age. The 1600 °C steps were analysed to verify that the sample was completely degassed. This technique, thus bears similarities to the K–Ar method and the total fusion method of gas release and from here on will be referred to as “total fusion”. This technique is useful for young samples where a K-rich phase (e.g. sanidine) is not available or\nappropriate to analyse and levels of 40Ar⁎ may be low. However it provides less information than the standard stepped heating method and the presence or absence of any extraneous argon cannot be confirmed. The second heating schedule (used only to analyse feldspar splits) involved a twenty-minute 600 °C clean up step (not analysed), followed by twenty-minute 800 °C upwards temperature steps. The number of steps and the\nby sample L33 from the syenite xenolith. ii: Hump shaped spectrum by sample 02/102 from Unit 5. iv: Complex age spectrum produced by addle shaped age spectrum produced by sample 02/053 from Unit 3, es represent data points and errors included in the isochron calculation. ulation. Different colours and weights of lines on symbols represent\ntemperatures used for each split were varied depending on the amount of gas released in the early steps to optimise the gas yield in each step."
  }, {
    "heading": "5.2. Results",
    "text": "Samples from all of the eruptive units except Unit 13 were analysed along with a syenitic xenolith. Ar–Ar data are given in the online data set. There is noticeable variability in the ages produced by samples from within one eruptive unit, with a noticeable discrepancy between many feldspar and matrix (groundmass or glass) ages. For instance, Unit 5 has produced apparent\nages ranging from 102 to 243 ka while Unit 8 has produced apparent ages of 670 ka from a feldspar split and ∼200 ka from glass splits. The most extreme difference is in Unit 1, where one groundmass split did not contain enough 40Ar⁎ to produce an Ar–Ar age, but a feldspar split gave an apparent age of 1.1Ma. The causes of the variable age data need to be identified and accounted for in order to deduce a meaningful eruption age for each volcanic unit. Most of the samples were fresh and unaltered, so post-eruptive 40Ar⁎ loss from the sample is unlikely to account for most of the discordant ages and therefore extraneous 40Ar must be present. This extraneous 40Ar could be either excess argon\nA = Good isochron using more than one split. B = Two or more “total fusion” analyses are in agreement — weighted average. C = Good isochron from one split only. D = Only one total fusion analysis is available. E = Results are too variable to give a definitive age, but allow speculation of an age range.\n(40ArE) or inherited argon from xenocrystic material (40ArI). To determine the source of the extraneous Ar, the isotopic composition of any trapped component (that incorporated into the sample at formation, rather than produced by in situ radioactive decay) needs to be known. If the anomalous ages are due to 40ArE then the 40Ar/36Ar ratio of the trapped component will be greater than 295.5 (the atmospheric composition). If the anomalous ages are due to 40ArI the trapped component will be atmosphere and have a 40Ar/36Ar ratio of 295.5 (assuming that the phase containing the 40ArI did not contain any 40ArE itself). Stepped heating of a sample\nand production of an isochron on an isotope correlation diagram can provide information on the isotopic composition of any trapped argon in the sample. Stepped heating was carried out on nine Ljósufjöll splits (Fig. 9). Only splits 02/049Fa and 02/053Fd showed any evidence of excess 40Ar. They produced saddle shaped age spectra and isochrons with 40Ar/36Ar intercepts of 307±1 and 301±2 respectively (Fig. 9). These values are slightly greater than the atmospheric value of 295.5 (at the 2σ level), indicating the presence of a small amount of excess argon. The isochron age is independent of any trapped component so it gives a true eruption age even when excess argon is present. In the case of these two samples, the isochron age is not significantly different from some of the total fusion analyses from the same unit or (for sample 02/053Fd) the plateau age of the step heating analysis (Fig. 9). The other seven splits contained trapped argon within error of the atmospheric 40Ar/36Ar value of 295.5, or slightly lower (Fig. 9), indicating that no excess 40Ar was present. It is therefore assumed that excess argon is present in only minor amounts in Ljósufjöll volcano, and that the anomalously old ages of the feldspars are probably due to inherited argon. The inherited argon has produced apparent ages ranging from 237 ka (L34gmb) to 1113 ka (02/051fb) that are between 46 and 1074 kyr greater than the deduced eruption age for these units."
  }, {
    "heading": "5.3. Eruption ages and eruptive history",
    "text": "In order to deduce accurate eruption ages, those analyses contaminated with inherited argon, or other\nesent day to 300ka with the timing of silicic eruptions at Ljósufjöll he eruption age data are not plotted against δ18O. The grey line is the ary), based on the calculated eruption ages for Units 3, 4, 5, 7, 8 and 9.\nsources of error, must be identified and discounted. To do this each analysis is considered on an individual basis, in relation to other results from the same unit and these are discussed on a unit-by-unit basis in Appendix A. It is observed that, where the apparent ages for crystal and matrix (glass or groundmass) are significantly different, it is the crystal that produces the older age; therefore it is assumed that the main source of 40ArI at Ljósufjöll is the phenocrysts, suggesting that many of these are actually xenocrystic. As such, where matrix and crystal analyses differ, the matrix analysis is considered to be more representative of the eruption age. Sometimes a matrix split produces an apparent age older than expected (e.g. L13Gb). It is not clear whether this is due to 40ArE (the logical source for which, in most cases, is degassing of older xenocrysts into the crystallising magma) or whether small fragments of 40ArI bearing xenocryst contaminated the matrix split.\nMost of the deduced eruption ages (reported in Table 3) are less than 200 ka, but limited data for a number of units (10, 11, 12) suggests that the eruptive history may extend back as afar as ∼900 ka (Unit 10). Furthermore, most of the older-units have been subsequently buried and/or extensively eroded (e.g. Units 7, 8, 9 and 11) and it may be that the products of eruptions prior to 200 ka have been buried by later activity. Alternatively, there was a hiatus in silicic eruptions between ∼650 ka and ∼200 ka. There does not seem to be any systematic variation with eruption location over time, suggesting that the probable NW–SE trending tectonic lineament discussed in Section 2 is a long-lived feature andmay act as a magma pathway in any future silicic eruptions. There is\nno systematic variation with composition over time, in keeping with the continuously fractionating, often replenished, open-system, mush zone hypothesis discussed earlier. The age of the syenitic xenolith suggests that alkaline magmatism has been occurring in the area since at least 1.1Ma and eruptive activity may have accompanied this.\nA number of analyses thought to represent xenocrystic contamination (02/107Fa, 02/109gma and L34gmb) produced ages in the range of 237–243 ka, which are within 1σ of 240 ka. It may be that these different eruptive units have sampled the same xenocrystic source, related to a magmatic or volcanic event that took place around 240 ka.\nMany authors have noted the link between deglaciation and increased basaltic eruption rate in Iceland (Hardarson and Fitton, 1991; Sigvaldson et al., 1992; Gee et al., 1998; Slater et al., 1998; Maclennan et al., 2002). This increased melt production rate is usually accompanied by a change in magma chemistry which is either attributed to eruption triggering by crustal stresses associated with glacial load, leading to decreased crustal residence times (Gee et al., 1998; Sigvaldson et al., 1992), or to larger degrees of partial melting in the mantle, due to adiabatic decompression during glacial unloading (Hardarson and Fitton, 1991; Slater et al., 1998; Maclennan et al., 2002). Conversely, only one rhyolitic eruption associated with deglaciation has been suggested: a plinian rhyolitic eruption ∼10 ka at Askja/ Dyngjufjöll (Sigvaldson, 2002). Evidently, the mechanisms that control basaltic and rhyolitic eruption, in Iceland are decoupled (McGarvie et al., 2006).\nWhen the silicic eruption ages are compared to the oxygen isotope curve (Imbrie et al., 1984) it appears that most eruptions occur at times that are considered to be interglacial periods (Eemian and Saale, see Fig. 10). As a number of units (3, 5, 8) are thought to have erupted subglacially, this implies that a substantial amount of ice was present in the Ljósufjöll area at times during these interglacials. Units 3 and 4 (and possibly 5) were erupted during a stadial (cold period) in the Eemian interglacial, 90–110 ka. This cold period was the beginning of cooling which eventually led to the Weichselian Glacial period. The relatively large uncertainties on many of the eruption ages for Ljósufjöll make direct comparison with the oxygen isotope record difficult, and detailed statistical studies, like those carried out by Glazner and Manley (1999) and Jellinek et al. (2004) are not justified for the existing data set as the low number of precisely dated eruptions renders the generation of an accurate eruptive frequency curve impractical. As an alternative, the age probability-distribution spectra, as first applied to Ar–Ar dating by Spell et al. (1990) and Deino and Potts (1992) will be used as a proxy for eruption frequency. An age probability spectrum is the sum of the Gaussian probability distributions on individual age determinations, based on their uncertainties (Deino and Potts, 1992) and gives the cumulative relative probability of an eruption having occurred at a given time. Fig. 10 shows this probability spectrum superimposed onto the oxygen isotope curve for the last 300 ka. There are two main periods of eruptive activity (114 and 196 ka), both occurring at times of rapid change in global ice volume. It appears that silicic volcanic activity at Ljósufjöll is affected by glacial loading."
  }, {
    "heading": "6. Incorporation of xenocrysts",
    "text": "When a xenocrysts is incorporated into a magma its temperature is raised and it will begin to lose its 40Ar⁎ until it cools again. When the initial age of the xenocryst is known, the extent of degassing of the xenocryst can be modelled, assuming that the rate of 40Ar⁎ loss from feldspar is controlled by volume diffusion (Lee, 1995), to give an estimate of the xenocryst's residence time in the magma (e.g. Gansecki et al., 1996; Gardner et al., 2002).\nUnit 1 produced the oldest probable xenocrysts age of 1.1Ma. This is similar in age to the latest stage of crystallisation in the syenite xenolith, which may also contain material as old as 2.4Ma. Fig. 11 shows the apparent age produced by a xenocrysts of average diameter 5 mm and an age of 2.4Ma over time after diffusional loss at different temperatures. Assuming a trachyte temperature of 800 °C–850 °C (e.g. Freundt and Schmincke, 1995), the\n2.4Ma xenocrysts would reach an apparent age of 1.1 Ma after five to ten years in the trachyte magma. This implies that the xenocrysts spent five to ten years in the magma prior to eruption and this provides a minimum estimate of the storage time of the magma before eruption."
  }, {
    "heading": "7. Conclusions",
    "text": "Ljósufjöll volcano has erupted a relatively large proportion of trachyte and alkaline to peralkaline rhyolite. This alkaline silicic volcanism has been occurring at Ljósufjöll since at least 200 ka. The exposed silicic eruptive history possibly extends back as far as 900 ka, but difficulties in producing reliable Ar–Ar dates, combined with high levels of erosion and burial make this difficult to confirm. Silicic magmatism has been occurring in the area for over 1 million years. The silicic magma is a product of the fractional crystallisation of alkali basalt to a trachytic mushwith interstitial peralkaline rhyolitemelt. The rhyolite volcanics are produced by segregation and eruption of this interstitial melt, probably by filter pressing of the mush during glacial loading and unloading, while the trachytes represent trachytic mush, remobilised through heating by, and sometimes mixing with, more mafic magmas. Mugearites and shoshonites are the results of magma mixing between alkali basalt and trachyte. Xenocrysts are thought to have resided for 5–10yr in the magma before eruption, giving a minimum magma storage time."
  }, {
    "heading": "Acknowledgements",
    "text": "S. Flude was supported by NERC studentship number NER/S/A/2001/06307. D. McGarvie would like to thank the Science Staff Tutor Research Fund of The Open University for fieldwork support. Dave Emley at Keele University carried out the XRF analyses. Dave Plant is thanked for assistance with the probe work. Dave Blagburn and Bev Clementson are thanked for keeping the Ar–Ar lab and MS1 running smoothly. Ben Hill is thanked for assistance in the field. Bob Thompson, Sarah Sherlock, Mike Henderson, Dan Morgan and Gareth Davies are thanked for constructive comments and discussion, as are two anonymous reviewers."
  }, {
    "heading": "Appendix A",
    "text": "Major and trace elements of whole rock samples were analysed by X-ray Fluorescence, at Keele University using an ARL 8420 sequential XRF. Samples were prepared using lithium metaborate fusion for major elements and pressed powder briquettes for trace elements. Data (normalised to 100%volatile free) are reported in TableA1.\nRepresentative major and trace element analyses for the silicic volcanics at Ljósufjöll, one syenite xenolith and some mafic eruptive units\nUnit 1 1 1 2 3 4 5 5 5 6 7 8 9 10 11 12 13 Xenolith Mafic mafic mafic\nSample L3 02/047 02/051 02/049 02/O53 02/080 02/102 02/109 L13 02/100 L34 02/101 O55 02/081 02/078 02/029 L17 L33 L2 L20 02/O54\nSiO2 54.69 60.18 63.65 69.96 65.57 73.85 70.51 71.23 71.39 72.09 68.35 74.32 65.05 67.89 74.34 70.28 62 66.99 49.15 52.61 54.68 TiO2 1.51 0.99 0.68 0.25 0.44 0.16 0.24 0.21 0.21 0.29 0.45 0.15 0.51 0.3 0.15 0.13 0.9 0.43 2.99 2.26 1.99 Al2O3 16.09 15.97 15.31 13.80 15.66 12.17 13.67 13.14 12.87 12.39 15.20 11.91 16.00 15 12.57 15.33 16.56 16.45 15.16 15.62 15.31 Fe2O3T 8.83 7.16 6.13 4.31 5.15 3.38 4.17 4.02 3.98 4.23 4.34 3.43 5.36 4.26 2.61 2.55 7.19 3.65 12.71 11.22 10.44 MnO 0.20 0.21 0.24 0.17 0.23 0.10 0.16 0.14 0.14 0.13 0.14 0.10 0.24 0.18 0.08 0.07 0.24 0.12 0.27 0.28 0.29 MgO 4.26 2.23 1.20 0.00 0.09 0.00 0.00 0.00 0.00 0.11 0.11 0.00 0.17 0 0 0 0.62 0.39 4.48 3.53 2.93 CaO 7.38 4.24 2.51 0.69 1.24 0.30 0.49 0.41 0.48 0.76 1.35 0.13 1.36 1.12 0.4 0.63 2.48 1.78 7.9 6.46 5.93 Na2O 4.24 5.00 5.52 5.89 6.12 5.44 5.82 6.13 6.18 5.43 5.44 5.49 6.05 5.99 5.28 5.81 5.95 5.56 4.17 4.7 5.04 K2O 2.52 3.82 4.63 4.90 5.43 4.57 4.93 4.70 4.74 4.54 4.53 4.46 5.16 5.22 4.54 5.19 3.8 4.5 1.64 2.26 2.48 P2O5 0.29 0.20 0.12 0.02 0.06 0.01 0.02 0.02 0.01 0.03 0.09 0.01 0.09 0.03 0.01 0.02 0.26 0.14 1.53 1.06 0.9 TA 7 9 10 11 12 10 11 11 11 10 10 10 11 11.22 9.82 11 9.75 10.06 5.81 6.96 7.52 A.I. 0.60 0.77 0.92 1.09 1.02 1.14 1.09 1.15 1.19 1.12 0.91 1.16 0.97 1.03 1.08 0.99 0.84 0.85 0.57 0.65 0.72 Cr 89 51 39 0 1 2 2 4 10 9 1 6 0 1 2 2 2 16 18 38 30 Cu 39 23 17 6 9 4 5 4 4 10 7 1 10 9 0 4 12 6 32 26 25 Ga 21 25 29 36 30 38 35 36 34 34 29 36 26 25 28 24 26 24 21 23 24 Nb 88 118 139 280 142 333 291 309 298 306 161 360 126 133 224 144 114 115 76 84 89 Ni 36 26 16 9 5 6 4 7 8 8 6 4 5 3 6 3 8 5 5 12 11 Pb 3 5 10 10 9 13 12 13 10 9 4 5 6 6 7 7 21 2 3 3 7 Rb 47 75 84 144 96 219 165 164 183 179 125 234 83 86 166 120 72 134 40 47 49 Sr 309 219 115 4 13 0 0 0 1 20 120 0 34 17 1 30 279 215 544 472 457 Th 5 10 14 27 15 30 27 28 29 29 14 35 10 15 20 18 11 10 6 4 4 V 178 91 45 10 7 6 4 12 6 13 9 4 5 13 7 5 22 10 202 122 114 Y 43 52 50 167 85 142 93 112 126 98 113 41 45 68 105 87 58 42 51 50 51 Zn 99 95 102 177 112 189 157 193 207 209 125 241 109 115 161 72 162 57 129 117 113 Zr 380 542 701 1372 903 1460 1419 1420 1467 1349 621 1450 701 742 801 394 559 339 291 340 370 Ba 671 835 928 23 702 0 0 4 44 36 963 10 1693 861 1 780 1967 778 – 961 1091 Ce 223 232 303 770 327 334 577 440 483 357 268 178 215 528 280 346 250 121 – 175 194 La 96 113 159 399 187 143 213 183 194 115 163 43 87 241 98 238 119 65 – 75 72 Nd 82 79 106 275 136 132 177 170 161 122 104 44 75 168 117 150 98 53 – 71 76 Cl 46 95 449 107 16 53 59 7 1904 551 50 245 22 966 1438 1 88 323 – 82 82 S 79 76 141 86 62 68 84 78 81 121 70 92 67 73 69 72 71 87 – 63 92\nT.A. = Total alkalis. A.I = agpaitic index (molar (K2O+Na2O/Al2O3)). All analyses are normalised to 100% volatile free.\nTable A1\n169 S. F lude et al. / Journal of Volcanology and G eotherm al R esearch 169 (2008) 154–175\nA.1. Ar–Ar dating — Determination of eruption ages Because of the complex Ar systematics at Ljósufjöll, and subsequent employment of different styles of analysis (i.e. “total fusion” vs. stepped heating), it is not possible to set out a single set of criteria for the calculation of an eruption age from the available data. The most robust eruption ages are produced from Units where a combination of stepped heating and “total fusion” data are available and are in agreement with each other (within 2σ). In these cases the eruption age is derived by plotting an isochron of all relevant analyses, including both the stepped heating and “total fusion” analyses (thus combining feldspar and matrix ages). If the isochron is acceptable (i.e. has an acceptable MSWD, according to the criteria set out in Wendt and Carl (1991)), this isochron age is used as the eruption age. This method corresponds to note A in Table 2. If the data are from splits irradiated at different times, an isotope correlation diagram of K/36Ar vs. 40Ar/36Ar is plotted by calculating the proportion of K from the 39Ar release and calculating an age as though it was a K–Ar analysis. If the stepped heating data is not backed up by matrix analyses (either by lack of data, e.g. L33 syenite xenolith, or inconsistent data) the data is considered in relation to the above assumptions and either the isochron age (Note C in Table 2) or the matrix analyses are used as the age. For a number of samples only “total fusion” analyses were carried out, predominantly on matrix splits but some feldspar splits were also analysed. Where three or more “total fusion” splits were analysed (Units 7 and 8) an isotope correlation diagram was plotted, but failed to produce an acceptable isochron due to inconsistencies in the data, which have been attributed to inherited 40Ar (see below). In these cases a weighted average is taken of all appropriate analyses (Note B in Table 2). Where only one “total fusion” analysis has been carried out, this age is suggested as the eruption age, but with the warning that this has not been verified by reproducible data (Note D in Table 2). The ages produced for each unit, the reasons for rejecting or accepting certain ages, and their geological significance will be discussed below, in order of decreasing age.\nA.2. Unit 12 Unit 12, situated to the northwest of Ljósufjöll, is distal to the main core of the volcano and is a very eroded flow banded alkaline rhyolite. One feldspar split was analysed from Unit 12 (02/029Fa) by total fusion and gave an age of 680±46 ka. There is no indication whether this is the eruption age or an inherited age, but the age is in keeping with the highly eroded nature of the unit.\nA.3. Unit 11 Unit 11 is distal to the main core of the volcano, in the north east of the area. It is eroded and buried, with lithofacies grading from fine-grained glassy material to massive obsidian. Two glass splits were analysed from Unit 11 by total fusion. They produced ages of 895±58 ka and 667±17 ka (02/078Ga and b, respectively). These ages are significantly different and an eruption age could not be calculated. The sample (02/078) is fresh obsidian, which is prone to Ar loss during hydration (Kaneoka, 1972) so it is unknown whether the age variability is due to post-eruptive argon loss from the sample (producing the younger age), or contamination with inherited or excess argon. Either way, Unit 11 appears to be one of the oldest silicic eruptions exposed at Ljósufjöll, which is reflected by its high levels of erosion and low topographic outcrop level (∼500 m a.s.l.).\nA.4. Unit 10 Unit 10 is a steep sided trachyte ridge exposed on the northern flank of the volcano. Vertical columnar joints are present on the top of the ridge suggesting that this unit may have been emplaced subglacially. One feldspar and one groundmass split were analysed by step heating and total fusion, respectively. Step heating produced an isochron age of 779±71 ka (02/081Fa) with a trapped 40Ar/36Ar value of 275±5 lower than the atmospheric value, suggesting the presence of extraneous 36Ar. The age spectrum has a humped shape, yielding older ages at lower temperatures and younger ages at higher temperatures (Fig. 9A). While levels of 36Ar are not any higher than in other samples, the younger age steps tend to contain a larger proportion of 36Ar than the steps that produced older ages. It appears that the humped shape of the age spectrum is controlled by this extraneous 36Ar, the source of which is unknown. Recalculation of the age spectrum to correct for the extraneous 36Ar (using a 40Ar/36Ar value of 275) still does not produce a plateau. Total fusion of a groundmass split (02/081gmb) gave an age of 489±18 ka. The stepped heating age of the feldspar and the total fusion age of the groundmass are significantly different, although both are significantly older than the majority of eruptive units (see below), in keeping with the comparatively lower elevation and eroded nature of the unit. The “total fusion” analysis was from a different irradiation to the stepped heating analysis, but can be added on to the isotope correlation diagram by calculating the K/36Ar value from the 39Ar release and J-values. This produces an isochron age of 653.3±83.9 ka,with an intercept of 268.2±16.3 (lower than the atmospheric value) and an acceptable MSWD of 1.18 (Fig. 9B).\nA.5. Unit 9 Unit 9 is a highly eroded flow banded trachyte lava. Three feldspar splits were analysed from Unit 9, one by total fusion and two by stepped heating.\nStepped heating of 02/055b produced a plateau age of 206±37 ka, despite producing a disturbed spectrum with the first two steps producing very young ages, suggesting that a post-eruptive event has caused loss of 40Ar⁎ from the sample. Stepped heating of 02/055c produced a plateau age of 178±37 ka. These two plateau ages are within 1σ of each other. The “total fusion” of 02/055Fa gave an age of 269±27 ka. This is within 2σ of the plateau age of 02/055b. Plotting the data from all three splits on an isotope correlation diagram does not produce an acceptable isochron. However, removal of the first two steps from 02/055b (those that correspond to the anomalously young ages) and the first step from 02/055c (which did not produce an age) yields an acceptable isochron age of 214±24 ka, with a 40Ar/36Ar intercept of 296.5±1.6, indistinguishable from the atmospheric value, and an MSWD of 0.9. This age is taken as the age of Unit 9 (Fig. 9B).\nA.6. Unit 8 Unit 8 is a deposit of fragmental and brecciated comenditic glass, outcropping in the flanks of Unit 5. One feldspar and three glass splits were analysed by total fusion analysis from Unit 8. The feldspar split (02/ 101Fa) produced an age of 670±76 ka while the glass splits (02/101gmb, c and d) produced ages of 191±14 ka, 220±23 ka and 146±13 ka. The feldspar apparent age is significantly older than the glasses and is assumed to be due to inherited argon in xenocrysts. The three glass splits were analysed from different irradiation batches, but can be plotted on an isotope correlation diagram by calculating the amount of potassium in the sample based upon the release of 39Ar and J-values. Combining the glass and feldspar data implies that the older age of the feldspar split is not due to excess 40Ar as the point lies above the rest of the data (Fig. 9B vi), rather than forming a correlation with a 40Ar/36Ar intercept greater than 295.5. The three remaining data points do not form a satisfactory isochron. Glass splits b and c are indistinguishable from each other at 2σ, while split d is significantly younger. Unit 8 is a highly fragmental unit with the glassy material formed by fine grained glass shards, which are more prone to alteration and posteruptive argon loss than other samples, possibly leading to younger apparent ages, despite careful handpicking of fresh-looking shards with a glassy lustre. For this reason, and because two of the glass splits gave reproducible ages, this younger age (146±13 ka) is taken to be\nincorrect. An isochron cannot be calculated from the two remaining data points so the weighted average (199± 12 ka) is taken to be the eruption age.\nA.7. Unit 7 Unit 7 is a low-lying, eroded unit of flow banded trachyte. Samples from Unit 7 were prepared and analysed after the problem of inherited argon had been identified. Petrography of Unit 7 shows that the feldspar phenocrysts have a particularly complex growth history (Fig. 6) so only groundmass splits were analysed, to try and avoid the problem of contamination with inherited argon. Three splits were analysed producing ages of 194± 11 ka, 237±10 ka and 187±12 ka (L34gma, b and c, respectively). The age of the second split is significantly higher than that of the other two and has probably been contaminated by inherited argon, either by inclusion of some xenocryst material in the groundmass separate, or by degassing of a xenocryst into the groundmass during crystallisation. The three splits do not produce a satisfactory isochron. The weighted average of the other two ages gives an eruption age of 191±8 ka.\nA.8. Unit 6 One glass split was analysed by total fusion and produced an age of 138±13 ka. Unit 6 is comenditic obsidian, erupted as part of a more mafic lava flow and is chemically very similar to Unit 5. Stepped heating analyses on Unit 5 gave no indication of excess argon, although some splits have been contaminated with inherited argon. As the Unit 6 split was glass and was erupted as a minor part of a more mafic (presumably hotter) lava flow, it is reasonable to assume that any inherited argon component will have degassed during eruption and that this age is representative of the eruption age. However, a satisfactory eruption age cannot be calculated from one analysis so this age is taken to be approximate only.\nA.9. Unit 5 Unit 5 is a steep sided ridge and peak, with lithofacies varying from obsidian to flow banded lava to brecciated material. Two stepped-heating and four total fusion analyses were carried out on samples from Unit 5. The stepped heating analyses were both carried-out on feldspar splits and produced ages significantly different to each other. Split 02/107Fa produced an isochron age of 243±48 ka while 02/102Fa produced an age of 121± 21 ka. Both samples contain an initial trapped 40Ar/36Ar of atmospheric argon. The older split (02/107Fa) produced a complicated age spectrum, with large errors on each step, while the younger split (02/102Fa)\nproduced a relatively simple spectrum with a large plateau (N80%) and relatively small errors compared to 02/107Fa (Fig. 9A). The lack of excess Ar in 02/107Fa, combined with the complicated age spectrum, suggests that this split has sampled older xenocrysts, containing inherited 40Ar. The four total fusion analyses produced ages of 128±17 ka (02/102gmb), 238±26 ka (02/ 109gma), 102±11 ka (L13Ga) and 183±17 ka (L13Gb). Two of these (02/102gmb — 128 ka and L13a — 102 ka) are within 1σ of the isochron age of 02/102Fa and combing the data from these three splits into one isotope correlation diagram gives an isochron age of 129±16 ka, with a trapped 40Ar/36Ar value of 293.6± 1.5 and an acceptable MSDWof 1.2 (Fig. 9B). This age is taken as the age for Unit 5. The two other splits produced ages significantly older than this, suggesting they contained 40ArI. In particular, the age of 02/ 109gmb is indistinguishable from the age of 02/107Fa, suggesting that they are both recording the same xenocryst population. These two samples were collected close to each other from an area consisting of brecciated material, which may represent explosive phases of the eruption that are more likely to incorporate xenocrystic material.\nA.10. Unit 4 Unit 4 underlies the westernmost peak at the centre of Ljósufjöll. It is composed of white comenditic ashy material. Two groundmass splits were analysed from Unit 4.\n02/080gma was supposed to be analysed by “total fusion” but an error in setting up the experiment resulted in the split being analysed by a 10min step at 1300 °C, which gave an age of 109.5±30.8 ka and a 20min step at 1400 °C, which gave an age of 68.4±16.9 ka. These ages are within 2σ of each other and summing the gas release to combine both steps gives an age of 91±19 ka. 02/080gmb gave a total fusion age of 116±7 ka. These two ages are within 2σ of each other and give a weighted average of 113±6 ka. These three sets of data can be combined on an isotope correlation diagram by calculating the amount of potassium in the sample from the 39Ar and J-values. The data produced a poor correlation with an isochron age of 136±24 ka and a low MSWD of 0.38. As this isochron age is indistinguishable from the weighted average, and the MSWD is so low, the weighted average (113±6 ka) is taken as the eruption age of Unit 4.\nA.11. Unit 3 Unit 3 is a flow banded trachyte ridge. It is not as steep-sided as Units 2 and 4 so it is unknown whether\nthis was erupted subglacially. One stepped heating and three total fusion analyses were carried out on sample 02/053. Stepped heating of 02/053Fd produced a saddle shaped age spectrum, suggesting the presence of 40ArE. This was confirmed by an isotope correlation diagram, which gave an isochron age of 94±42 ka with a 40Ar / 36Ar intercept of 301±2, slightly higher than the atmospheric value at 2σ. The “total fusion” ages of 02/053Fa, 02/053gmb and 02/053gmc are 435 ±19 ka, 167± 17 and 107±7 ka, respectively. All of these ages are older than the isochron age and may be influenced by excess argon. 02/053Fa and 02/ 053gmb were irradiated at a different time to 02/ 053gmc and 02/053Fd, they have been combined in a K/36Ar–40Ar/36Ar isotope correlation diagram by using the 39Ar and J-value to calculate K. Including all of the data points produces an isochron with an unacceptably high MSWD of 3.36. Removing the split 02/053Fa produces an acceptable isochron with an age of 106.1±8.3 ka, a 40Ar/36Ar intercept of 300.6 and an MSWD of 1.3 (Fig. 9B). If the old age of split 02/ 053Fa is due to excess 40Ar it would be expected to lie on an isochron with an intercept indicating excess 40Ar. While the isochron does show the presence of excess 40Ar, the split 02/053Fa lies above the isochron, suggesting that its old age represents inherited 40Ar.\nA.12. Unit 2 Unit 2 is a steep sided ridge formed of flow banded comendite lava and is interpreted to have erupted subglacially. One step heating and two total fusion analyses were carried out on sample 02/049. The step heating produced a saddle shaped age spectra (not shown) suggesting the presence of excess argon (McDougall and Harrison, 1999). The isochron produced an age of 150±19 ka with a trapped 40Ar/36Ar ratio of 307±1, confirming the presence of excess argon. The MSDW for the isochron is high (2.46) suggesting that the spread of data cannot be attributed solely to random error. This cannot be improved upon by removing outlying points on the isotope correlation diagram. The two groundmass splits, analysed by “total fusion”, produced ages of 145±17 ka and 97±14 ka, which are significantly different. Making the assumption that these groundmass splits also contain 40ArE, and recalculating their ages based on a trapped 40Ar/36Ar value of 307, gives ages of 87±10 ka and 46±6 ka, respectively. Combining the data from the stepped heating and the “total fusion” analyses does not produce an acceptable isochron. Unit 2 appears to be very complex with regard to the Ar isotopic system, probably containing both excess and inherited Ar. A reliable\neruption age cannot be calculated from the available data, but it is suggested that Unit 5 was erupted somewhere between 45 and 150 ka.\nA.13. Unit 1 Unit 1 is a large, subaerial trachyte lava flow, which overlies Units 2 and 5. It contains up to 15% inclusions of a more mafic magma. The first two splits of Unit 1 to be analysed were a feldspar (02/051Fa) and a groundmass (02/043gma) split. The feldspar produced an age of 39±28 ka while the groundmass did not release enough 40Ar⁎ to calculate an age, suggesting that this is a geologically young lava flow, as expected from the observed stratigraphy. These results were taken into account when preparing another batch of samples for a subsequent irradiation and larger splits were prepared for analysis, to try and release a larger amount of 40Ar⁎. The groundmass split (02/043gmb) produced an age of 129±7 ka, a surprisingly old apparent age compared to the young age of the lava obtained from the first two analyses. The second feldspar split (02/051Fb) gave an even higher apparent age of 1098±19 ka. A second temperature step (1400 °C) was carried out on this split and produced an age of 1168±35 ka. Summing the gas released by these two steps gives an age of 1120±21 ka. The cause of the older apparent ages is uncertain, as no step heating experiments were carried-out on samples from Unit 1 to confirm the presence or absence of excess argon. Combining the data from 02/051Fb and 02/ 043gmb on an isotope correlation diagram does not produce an isochron. Unit 1 overlies Unit 5, so must be younger than 129 ka. If the old ages produced by 02/ 051Fb are due to excess argon, the trapped 40Ar/36Ar value must be higher than 356. Such high levels of excess argon have not been noted anywhere else at Ljósufjöll. Furthermore, the feldspars in Unit 1 are particularly complex, suggesting that the older ages are due to inherited argon bearing xenocrystic material. A reliable eruption age cannot be calculated with the available data, but is it clear that Unit 1 is relatively young and less than 129 ka.\nA.14. Syenitic xenolith L33 is a coarse grained (crystals up to 5 mm) syenitic xenolith which was brought up during the eruption of Unit 4. Its alkaline chemistry (Fig. 4) precludes its origin as part of the Tertiary tholeiitic series, which make up the basement in the area, or as part of an early Quaternary transitional system similar to Setberg Centre 2 (Sigurdsson, 1970), approximately 25 km to the west of Ljósufjöll. It seems reasonable to assume that L33 is representative of a fully crystallised part of the\nLjósufjöll volcano magma chamber. Feldspars from L33 produced a disturbed age spectra, with the ages produced by the 1000 °C and 1200 °C steps being significantly older than the other steps (2.4 and 2.1 Ma respectively, Fig. 9A). An isotope correlation diagram did not yield an acceptable isochron, but exclusion of the 1000 °C and 1200 °C steps gives an isochron age of 1113±67 ka, with a trapped 40Ar/36Ar value of 297±1 and an acceptable MSWD of 1.4 (Fig. 9B). This complex release pattern may represent a complex cooling and crystallisation history of the feldspars in the sample. The isochron age is taken as the age of latest stage of feldspar crystallisation in the syenite. The older age steps may represent earlier stages of crystallisation."
  }, {
    "heading": "Appendix B. Supplementary data",
    "text": "Supplementary data associated with this article can be found, in the online version, at doi:10.1016/j. jvolgeores.2007.08.019."
  }],
  "year": 2008,
  "references": [{
    "title": "The genesis of intermediate and silicic magmas in deep crustal hot zones",
    "authors": ["C. Annen", "J.D. Blundy", "R.S.J. Sparks"],
    "venue": "Journal of Petrology",
    "year": 2006
  }, {
    "title": "Relatively old basalts from structurally high areas in central Iceland",
    "authors": ["J.L. Aronson", "K. Saemundsson"],
    "venue": "Earth and Planetary Science Letters",
    "year": 1975
  }, {
    "title": "On the origin of crystal-poor rhyolites: extracted from batholithic crystal mushes",
    "authors": ["O. Bachmann", "G.W. Bergantz"],
    "venue": "Journal of Petrology",
    "year": 2004
  }, {
    "title": "The petrology of Thingmuli, a Tertiary volcano in eastern Iceland",
    "authors": ["I.S.E. Carmichael"],
    "venue": "Journal of Petrology",
    "year": 1964
  }, {
    "title": "Volcanic Successions: Modern and Ancient",
    "authors": ["R.A.F. Cas", "J.V. Wright"],
    "venue": "Allen and Unwin, London",
    "year": 1987
  }, {
    "title": "The edge of time: dating young volcanic ash layers with the 40Ar– 39Ar laser probe",
    "authors": ["Y. Chen", "P.E. Smith", "M.N.M. Evensen", "D. York", "K.R. Lajoie"],
    "year": 1996
  }, {
    "title": "Eruptive history of Earth's largest Quaternary caldera (Toba, Indonesia",
    "authors": ["C.A. Chesner", "W.I. Rose", "A. Deino", "R. Drake", "J.A. Westgate"],
    "venue": "clarified. Geology",
    "year": 1991
  }, {
    "title": "Age–probability spectra for examination of single-crystal",
    "authors": ["A. Deino", "R. Potts"],
    "year": 1992
  }, {
    "title": "Application of proton-microprobe data to trace-element partitioning in volcanic rocks",
    "authors": ["A. Ewart", "W.L. Griffin"],
    "venue": "Chemical Geology",
    "year": 1994
  }, {
    "title": "Rhyolite volcanism in Iceland: timing and timescales of eruption",
    "authors": ["S. Flude"],
    "venue": "Ph.D. Thesis, The University of Manchester,",
    "year": 2005
  }, {
    "title": "Argon diffusion in feldspars",
    "authors": ["K.A. Foland"],
    "venue": "Feldspars and their reactions. Kluwer Academic Publishers,",
    "year": 1994
  }, {
    "title": "Petrogenesis of rhyolite– trachyte–basalt composite ignimbrite P1, Gran-Canaria, Canary Islands",
    "authors": ["A. Freundt", "Schmincke", "H.-U"],
    "venue": "Journal of Geophysical Research",
    "year": 1995
  }, {
    "title": "1992a. Petrogenesis of evolved basalts and rhyolites at Austurhorn, southeast Iceland: the role",
    "authors": ["T. Furman", "F. Frey", "P.S. Meyer"],
    "year": 1992
  }, {
    "title": "154–175 of fractional crystallisation",
    "authors": ["S. Flude"],
    "venue": "Journal of Volcanology and Geothermal Research",
    "year": 2008
  }, {
    "title": "Evolution of Icelandic central volcanoes: evidence from the Austurhorn intrusion, southeastern Iceland",
    "authors": ["T. Furman", "P.S. Meyer", "F. Frey"],
    "venue": "Bulletin of Volcanology",
    "year": 1992
  }, {
    "title": "Phenocrysts versus xenocrysts in the youngest Toba Tuff: implications for the petrogenesis of 280",
    "authors": ["J.E. Gardner", "W.W. Layer", "M.J. Rutherford"],
    "venue": "km3 of magma. Geology",
    "year": 2002
  }, {
    "title": "Glacioisostacy controls chemical and isotopic characteristics of tholeiites from the Reykjanes Peninsula, SW Iceland",
    "authors": ["M.A.M. Gee", "R.N. Taylor", "M.F. Thirlwall", "B.J. Murton"],
    "venue": "Earth and Planetary Science Letters",
    "year": 1998
  }, {
    "title": "The depositional history of the Younger Dryas; Preboreal Budi moraines in southcentral Iceland",
    "authors": ["A. Geirsdottir", "J. Hardardottir", "J. Eiriksson"],
    "venue": "Arctic and Alpine Research",
    "year": 1997
  }, {
    "title": "Fire or ice: anticorrelation of volcanism and glaciation in California over the past 800,000 years",
    "authors": ["A.F. Glazner", "C.R. Manley"],
    "venue": "Geophysical Research Letters",
    "year": 1999
  }, {
    "title": "Generation of Icelandic rhyolites: silicic lavas from the Torfajökull central volcano",
    "authors": ["B. Gunnarson", "B.D. Marsh", "H.P. Taylor"],
    "venue": "Journal of Volcanology and Geothermal Research",
    "year": 1998
  }, {
    "title": "Modelling the petrogenesis of high Rb/Sr silicic magmas",
    "authors": ["A.N. Halliday", "J.P. Davidson", "W. Hildreth", "P. Holden"],
    "venue": "Chemical Geology",
    "year": 1991
  }, {
    "title": "Alkalic rocks in Iceland with special reference to the Snaefellsjökull volcanic system",
    "authors": ["B.S. Hardarson"],
    "venue": "PhD Thesis,",
    "year": 1993
  }, {
    "title": "Increased mantle melting beneath Snaefellsjökull volcano during the Late Pleistocene deglaciation",
    "authors": ["B.S. Hardarson", "J.G. Fitton"],
    "venue": "Nature",
    "year": 1991
  }, {
    "title": "Rift relocation— a geochemical and geochronological investigation of a palaeorift in Northwestern Iceland",
    "authors": ["B.S. Hardarson", "J.G. Fitton", "R.M. Ellam", "M.S. Pringle"],
    "venue": "Earth and Planetary Science Letters",
    "year": 1997
  }, {
    "title": "The magmatic evolution of the Snaefell volcanic centre; an example of volcanism during incipient rifting in Iceland",
    "authors": ["V.L. Hards", "P.D. Kempton", "R.N. Thompson", "P.B. Greenwood"],
    "venue": "Journal of Volcanology and Geothermal Research",
    "year": 2000
  }, {
    "title": "The orbital theory of Pleistocene climate: support from a revised chronology of the marine",
    "authors": ["J. Imbrie", "J.D. Hayes", "D.G. Martinson", "A. McIntyre", "A.C. Mix", "J.J. Morley", "N.G. Pisias", "W.L. Prell", "N.J. Shackleton"],
    "year": 1984
  }, {
    "title": "Glacial and climatic events in Iceland reflecting regional north Atlantic climatic shifts during the Pleistocene–Holocene transition",
    "authors": ["O. Ingolfsson", "S. Bjorck", "H. Haflidason", "M. Rundgren"],
    "venue": "Quaternary Science Reviews",
    "year": 1997
  }, {
    "title": "Did melting glaciers cause volcanic eruptions in eastern California? Probing the mechanics of dyke formation",
    "authors": ["A.M. Jellinek", "M. Manga", "M.O. Saar"],
    "venue": "Journal of Geophysical Research",
    "year": 2004
  }, {
    "title": "Geological map of Iceland, sheet 2, WestIceland, second edition. Icelandic Museum of Natural History and Iceland Geodetic Survey, Reykjavik",
    "authors": ["H. Jóhannesson"],
    "year": 1994
  }, {
    "title": "A short account of the Holocene tephrochronology of the Snaefellsjökull central Volcano",
    "authors": ["H. Jóhannesson", "R. Maciel Flores", "J. Jónsson"],
    "venue": "Western Iceland. Jökull",
    "year": 1981
  }, {
    "title": "Rhyolite volcanism in the Krafla central volcano, north-east Iceland",
    "authors": ["K. Jónasson"],
    "venue": "Bulletin of Volcanology",
    "year": 1994
  }, {
    "title": "Silicic volcanism in Iceland: composition and distribution within the active volcanic zones",
    "authors": ["K. Jónasson"],
    "venue": "Journal of Geodynamics",
    "year": 2007
  }, {
    "title": "The effect of hydration on the K–Ar ages of volcanic rocks",
    "authors": ["I. Kaneoka"],
    "venue": "Earth and Planetary Science Letters",
    "year": 1972
  }, {
    "title": "Upwelling and melting of the Iceland plume from radial variation of U-238–Th-230 disequilibria in postglacial volcanic rocks",
    "authors": ["T.F. Kokfelt", "K. Hoernle", "F. Hauff"],
    "venue": "Earth and Planetary Science Letters",
    "year": 2003
  }, {
    "title": "Aeromagnetic results and the presence of an extinct rift zone in western Iceland",
    "authors": ["L. Kristjansson", "G. Jónsson"],
    "venue": "Journal of Geodynamics",
    "year": 1998
  }, {
    "title": "Explosive silicic volcanism in Iceland and the Jan Mayan area during the last 6Ma: sources and timing of major eruptions",
    "authors": ["C. Lacasse", "C.D. Garbe-Schonberg"],
    "venue": "Journal of Volcanology and Geothermal Research",
    "year": 2001
  }, {
    "title": "Multipath diffusion in geochronology",
    "authors": ["J.K.W. Lee"],
    "venue": "Contributions to Mineralogy and Petrology",
    "year": 1995
  }, {
    "title": "Partitioning of rare earths and other trace elements between sanidine and coexisting volcanic glass",
    "authors": ["W.P. Leeman", "D.W. Phelps"],
    "venue": "Journal of Geophysical Research",
    "year": 1981
  }, {
    "title": "Ar/Ar step heating and laser fusion dating of Quaternary pumice from Nesairs, Massif Central, France: the defeat of xenocrystic contamination",
    "authors": ["LoBello", "Ph", "G. Feraud", "C.M. Hall", "D. York", "P. Lavina", "M. Bernat"],
    "venue": "Chemical Geology",
    "year": 1987
  }, {
    "title": "The 1982 eruptions of El Chichon Volcano, Chiapas, Mexico: mineralogy and petrology of anhydrite-bearing pumices",
    "authors": ["J.F. Luhr", "I.S.E. Carmichael", "J.C. Varekamp"],
    "venue": "Journal of Volcanology and Geothermal Research",
    "year": 1984
  }, {
    "title": "The 1875 eruption of Askja volcano, Iceland: combined fractional crystallization and selective contamination in the generation of rhyolitic magma",
    "authors": ["R. Macdonald", "R.S.J. Sparks", "H. Sigurdsson", "D.P. Mattey", "D.W. McGarvie", "R.L. Smith"],
    "venue": "Mineralogical Magazine",
    "year": 1987
  }, {
    "title": "Petrogenetic evolution of the Torfajökull volcanic complex, Iceland I: relationship between the magma types",
    "authors": ["R. Macdonald", "D.W. McGarvie", "H. Pinkerton", "R.L. Smith", "Z.A. Palacz"],
    "venue": "Journal of Petrology",
    "year": 1990
  }, {
    "title": "Petrogenesis of Silali Volcano, Gregory Rift, Kenya",
    "authors": ["R. Macdonald", "Davies", "R. Gareth", "B.G.J. Upton", "P.N. Dunkley", "M. Smith", "P.T. Leat"],
    "venue": "Journal of the Geological Society of London",
    "year": 1995
  }, {
    "title": "The link between volcanism and deglaciation in Iceland",
    "authors": ["J. Maclennan", "M. Jull", "D. McKenzie", "L. Slater", "K. Gronvold"],
    "venue": "Geochemistry Geophysics Geosystems",
    "year": 2002
  }, {
    "title": "Second reply to comment of R.S.J. Sparks, H.E. Huppert and C.J.N. Wilson on \"Evidence for long residence times of rhyolitic magma in the Long Valley magmatic system: the isotopic record in the precaldera lavas of Glass Mountain",
    "authors": ["G.A. Mahood"],
    "venue": "Earth and Planetary Science Letters",
    "year": 1990
  }, {
    "title": "Trace-lement partitioning in pantellerites and trachytes",
    "authors": ["G.A. Mahood", "J.A. Stimac"],
    "venue": "Geochimica et Cosmochimica Acta",
    "year": 1990
  }, {
    "title": "Hawaiian basalt and Icelandic rhyolite; indicators of differentiation and partial melting",
    "authors": ["B.D. Marsh", "B. Gunnarson", "R. Congdon", "R. Carmody"],
    "venue": "Geologische Rundschau",
    "year": 1991
  }, {
    "title": "Crustal thermal state and origin of silicic magma in Iceland: the case of Torfajokull, Ljosufjoll and Snaefellsjokull volcanoes",
    "authors": ["E. Martin", "O. Sigmarsson"],
    "venue": "Contributions to Mineralogy and Petrology",
    "year": 2007
  }, {
    "title": "Geochronology and Thermochronology by the 40Ar/39Ar method",
    "authors": ["I. McDougall", "T.M. Harrison"],
    "year": 1999
  }, {
    "title": "Petrogenetic evolution of the Torfajökull volcanic complex, Iceland II: the role of magmamixing",
    "authors": ["D.W. McGarvie", "R. Macdonald", "H. Pinkerton", "R.L. Smith"],
    "venue": "Journal of Petrology",
    "year": 1990
  }, {
    "title": "Pleistocene rhyolitic volcanism at the Torfajökull central volcano, Iceland: eruption ages, glaciovolcanism, and geochemical evolution",
    "authors": ["D.W. McGarvie", "R. Burgess", "A.G. Tindle", "H. Tuffen", "J.A. Stevenson"],
    "venue": "Jökull",
    "year": 2006
  }, {
    "title": "Partition coefficients for rare earth elements in mafic minerals of high silica rhyolites: the importance of accessory mineral inclusions",
    "authors": ["P.J. Michael"],
    "venue": "Geochimica et Cosmochimica Acta",
    "year": 1988
  }, {
    "title": "K–Ar ages of the oldest exposed rocks in Iceland",
    "authors": ["S. Moorbath", "H. Sigurdsson", "R. Goodwin"],
    "venue": "Earth and Planetary Science Letters",
    "year": 1968
  }, {
    "title": "Nickel partitioning between olivine and liquid in natural basalts: Henry’s Law behaviour",
    "authors": ["P.I. Nabalek"],
    "venue": "Earth and Planetary Science Letters",
    "year": 1980
  }, {
    "title": "Rare-earth distribution in alkali rocks from OkiDogo Island, Japan",
    "authors": ["H. Nagasawa"],
    "venue": "Contributions to Mineralogy and Petrology",
    "year": 1973
  }, {
    "title": "Partition coefficients for trace elements in silicic magmas",
    "authors": ["W.P. Nash", "H.R. Crecraft"],
    "venue": "Geochimica et Cosmochimica Acta",
    "year": 1985
  }, {
    "title": "Alder Creek sanidine (ACs2): a Quaternary Ar-40/Ar-39 dating standard tied to the Cobb Mountain geomagnetic event",
    "authors": ["S. Nomade", "P.R. Renne", "N. Vogel", "A.L. Deino", "W.D. Sharp", "T.A. Becker", "A.R. Jaouni", "R. Mundil"],
    "venue": "Chemical Geology",
    "year": 2005
  }, {
    "title": "40Ar/39Ar dating into the historical realm: calibration against Pliny the Younger",
    "authors": ["P.R. Renne", "W.D. Sharp", "A.L. Deino", "G. Orsi", "L. Civetta"],
    "year": 1997
  }, {
    "title": "A summary of the environmental history of the Skagi Peninsula, northern Iceland, 11,300–7800",
    "authors": ["M. Rundgren"],
    "venue": "BP. Jökull",
    "year": 1999
  }, {
    "title": "Outline of the geology of Iceland",
    "authors": ["K. Saemundsson"],
    "venue": "Jökull",
    "year": 1979
  }, {
    "title": "An alternative astronomical calibration of the lower Pleistocene time scale based on ODP Site 677",
    "authors": ["N.J. Shackleton", "A. Berger", "W.R. Peltier"],
    "venue": "Royal Society of Edinburgh Transactions",
    "year": 1990
  }, {
    "title": "Mantle and crustal contribution in the genesis of Recent basalts from off-rift zones in Iceland: constraints from Th, Sr and O isotopes",
    "authors": ["O. Sigmarsson", "M. Condomines", "S. Fourcade"],
    "venue": "Earth and Planetary Science Letters",
    "year": 1992
  }, {
    "title": "The petrology and Chemistry of the Setberg volcanic region and the intermediate and acid rocks of Iceland",
    "authors": ["H. Sigurdsson"],
    "venue": "PhD Thesis,",
    "year": 1970
  }, {
    "title": "Petrology of rhyolite and mixed magma ejecta from the 1875 eruption of Askja",
    "authors": ["H. Sigurdsson", "R.S.J. Sparks"],
    "venue": "Journal of Petrology",
    "year": 1981
  }, {
    "title": "Volcanic and tectonic processes coinciding with glaciation and crustal rebound: an early Holocene rhyolitic eruption in the Dyngjufjoll volcanic centre and the formation of the Askja caldera, North Iceland",
    "authors": ["G.E. Sigvaldson"],
    "venue": "Bulletin of Volcanology",
    "year": 2002
  }, {
    "title": "Effect of glacier loading/deloading on volcanism: postglacial volcanic production rate of the Dyngjufjoll area, central Iceland",
    "authors": ["G.E. Sigvaldson", "K. Annertz", "M. Nilsson"],
    "venue": "Bulletin of Volcanology",
    "year": 1992
  }, {
    "title": "Deglaciation effects on melting under Iceland: results from the northern volcanic zone",
    "authors": ["L. Slater", "M. Jull", "D. McKenzie", "K. Gronvold"],
    "venue": "Earth and Planetary Science Letters",
    "year": 1998
  }, {
    "title": "The Fossvogur marine sediments in SW Iceland— confined to the Allerod/Younger Dryas transition by AMS",
    "authors": ["A.E. Sveinbjornsdottir", "J. Eiriksson", "A. Geirsdottir", "J. Heinemeier", "N. Rud"],
    "year": 1993
  }, {
    "title": "Subglacial rhyolite volcanism at Torfajökull, Iceland",
    "authors": ["H. Tuffen"],
    "venue": "PhD Thesis, The Open University,",
    "year": 2001
  }, {
    "title": "Age and magnetism of lavas in Jokuldalur area, Eastern Iceland: Gilsa event revisited",
    "authors": ["S. Udagawa", "H. Kitagawa", "A. Gudmundsson", "O. Hiroi", "T. Koyaguchi", "H. Tanaka", "L. Kristjánsson", "M. Kono"],
    "venue": "Physics of the Earth and Planetary Interiors",
    "year": 1999
  }, {
    "title": "Trace-element evolution in the Phlegrean Fields (central-Italy) — fractional crystallization and selective enrichment",
    "authors": ["B. Villement"],
    "venue": "Contributions to Mineralogy and Petrology",
    "year": 1988
  }, {
    "title": "Acid volcanic rocks in Iceland",
    "authors": ["G.P.L. Walker"],
    "venue": "Bulletin of Volcanology",
    "year": 1966
  }, {
    "title": "The statistical distribution of the mean squared weighted deviation",
    "authors": ["I. Wendt", "C. Carl"],
    "venue": "Chemical Geology",
    "year": 1991
  }, {
    "title": "Secular variation of earth magnetism in Plio– Pleistocene basalts of eastern Iceland",
    "authors": ["H. Wensink"],
    "venue": "Geologie en Mijnbouw",
    "year": 1964
  }, {
    "title": "Palaeomagnetic stratigraphy of younger basalts and intercalated Plio–Pleistocene tillites in Iceland",
    "authors": ["H. Wensink"],
    "venue": "Geologische Rundschau",
    "year": 1965
  }, {
    "title": "Trace-element partitioning between alkali feldspar and peralkalic quartz trachyte to rhyolite magma. Part II: empirical equations for calculating trace-element partition coefficients of large-ion lithophile, high field-strength and rare-earth elements",
    "authors": ["J.C. White"],
    "venue": "American Mineralogist",
    "year": 2003
  }, {
    "title": "Surface age, ecosystem development and C isotope signatures of respired CO2 in an alpine environment, North Iceland",
    "authors": ["P.A. Wookey", "A. Bol-Roland", "C.J. Caseldine", "D.D. Harkness"],
    "venue": "Arctic, Antarctic and Alpine Research",
    "year": 2002
  }],
  "id": "SP:2fd384008e2542cabf127fa0c16365f2a70f316b",
  "authors": [{
    "name": "S. Flude",
    "affiliations": []
  }, {
    "name": "R. Burgess",
    "affiliations": []
  }, {
    "name": "D.W. McGarvie",
    "affiliations": []
  }],
  "abstractText": "Ljósufjöll volcano is the largest outcrop of silicic volcanic material in the volcanic Snaefellsnes flank (non-rifting) zone of Iceland. The silicic eruptives range from trachytes to alkaline and peralkaline (comenditic) rhyolites and show evidence for eruption in both subaerial and subglacial environments. Thirteen silicic eruptive units have been identified and mapped by a combination of field observations and geochemical correlation. The trachytes probably formed by fractional crystallisation of a basaltic magma to form an alkali feldspar-rich trachytic mush, with continued fractionation of the interstitial melt producing low Ba and Sr rhyolite magma. Ar– Ar dating of feldspars and matrix (glass or holocrystalline groundmass) has been carried out on twelve of the units. Many units have a complex Ar-isotopic system, with many samples showing evidence for inherited Ar in the form of feldspar xenocrysts. The deduced eruption ages span an age range from b129ka to N650ka. The eruptive history of Ljósufjöll probably extends further back than this but the products of previous eruptions have since been removed by erosion or buried. A syenite xenolith was dated at 1.1Ma, indicating that silicic, alkaline magmatism has been occurring at Ljósufjöll for over one million years. Eruptions of silicic material at Ljósufjöll appear to be more common during times of rapid climate change and fluctuating ice volume. © 2007 Elsevier B.V. All rights reserved.",
  "title": "Silicic volcanism at Ljósufjöll, Iceland: Insights into evolution and eruptive history from Ar–Ar dating"
}