{
  "sections": [{
    "text": "Contents lists available at ScienceDirect\nJournal of Geochemical Exploration\nj ourna l homepage: www.e lsev ie r .com/ locate / jgeoexp\nConcentration and distribution of mercury in drainage catchment sediment and alluvial soil of China\nXueqiuWang a,b,c,⁎, Xuemin Liu a,d, ZhixuanHan a,b,c, Jian Zhou a,b,c, Shanfa Xu a,b,c, Qin Zhang a,b,c, Haijie Chen a,b, Wei Bo a,b, Xing Xia a,b\na Institute of Geophysical and Geochemical Exploration (IGGE), Chinese Academy of Geological Sciences (CAGS), Langfang, Hebei 065000, China b Key Laboratory of Geochemical Exploration, Ministry of Land and Resources of PR China, China c International Centre on Global-scale Geochemistry (ICGG), Langfang, Hebei 065000, China d Chengdu University of Technology, Chengdu, Sichuan 610059, China\n⁎ Corresponding author at: Institute of Geophysical (IGGE), Chinese Academy of Geological Sciences (CAGS), Tel.: +86 316 2267629.\nE-mail address: wangxueqiu@igge.cn (X. Wang).\nhttp://dx.doi.org/10.1016/j.gexplo.2015.01.008 0375-6742/© 2015 Elsevier B.V. All rights reserved.\na b s t r a c t a r t i c l e i n f o\nArticle history: Received 18 May 2014 Revised 15 January 2015 Accepted 28 January 2015 Available online 7 February 2015\nKeywords: Mercury Geochemical baselines Catchment sediment Soil China\nThe China Geochemical Baselines (CGB) project provides nation-wide catchment sediment/alluvial soil geochemical baseline data for 76 elements including Hg from 3382 top (0–25 cm) and 3380 deep sediment/alluvial soil samples (under a depth of 100 cm) at 3382 sampling sites, corresponding to a sampling density of about 1 site per 3000 km2. Mercury was determined by cold vapour generation atomic fluorescence spectrometry (AFS) under strict quality control using field duplicates, standard reference materials and analytical replicate samples. The 25th percentile is at 13 and 11 μg/kg in top and deep sediment/alluvial soil samples, respectively; these concentrations are close to the crustal abundance in China. The median Hg value is at 26 and 18 μg/kg in top and deep sediment/alluvial soil samples, respectively; the 75th percentile is 56 μg/kg in top and 36 μg/kg in deep sediment/alluvial soil samples. Mercury concentrations at the 50th (26 μg Hg/kg) and 75th (56 μg Hg/kg) percentiles exhibit systematic enrichment in the near-surface material. The Hg distribution maps show distinct increasing trends from northern to southern and from western to eastern China, which are primarily related to the distribution of parent rocks, including rocks associated with mineral resources of Hg, Sb, Au, As, Pb–Zn, and climate, resulting in different soil types, as well as to population density with accompanying industrial development. Anomalous Hg concentrations in top sediment/alluvial soil samples above the 85th percentile (87 μg/kg) occurmainly in south and south-west and sparsely innorth and east China; theymost likely have a dual origin, natural and human-induced, with the latter having a greater contribution because of the intense industrial activities, and particularly mercury emissions from Hg, Sb, As, Au, Pb–Zn mining, coal combustion, and production of batteries, fluorescent lamps, thermometers and cement. The spatial distribution map of Hg ratios of top to deep sediment/alluvial soil samples displays higher values, suggesting that top samples are most likely polluted from human activities in the highly populated urban areas of eastern China. About 6.86% and 3.52% of top and deep sediment/alluvial soil samples, respectively, have Hg concentrations higher than the soil contamination limit of 150 μg/kg set by the National Environmental Standards for Heavy Metals of the People's Republic of China.\n© 2015 Elsevier B.V. All rights reserved."
  }, {
    "heading": "1. Introduction",
    "text": "Mercury (Hg) is a very rare chalcophile element that is found in the lithosphere, pedosphere, hydrosphere, atmosphere and biosphere (Fitzgerard and Lamborg, 2003, 2014). Mercury is one of the most toxic heavy metals and can affect the human nervous system and\nand Geochemical Exploration Langfang, Hebei 065000, China.\nharm the brain, heart, kidneys, lungs, and immune system (USEPA, 1997).Widespread public concern has been focused on the toxic effects of Hg on human health since the emergence of ‘Minamata disease’, which is severe neuropathy caused by the consumption of methyl mercury-contaminated seafood, first observed in Minamata, Japan (Japan Environmental Agency, 1989).\nSoil is considered to be the ‘skin of the earth’ with interfaces between the lithosphere, hydrosphere, atmosphere, and biosphere. Thus, understanding the distribution of Hg in soil is crucial for the recognition and quantification of future human-induced or natural changes in Hg concentrations that may occur in the Earth's nearsurface environment.\nThe China Geochemical Baselines (CGB) project (Wang, 2012;Wang et al., 2010;Wang and the CGB Sampling Team, 2015), as a project of the Sinoprobe Programme (Dong and Li, 2009), was implemented from 2008 to 2013. The project, as a part of the International Union of Geological Sciences/International Association of GeoChemistry Task Group on Global Geochemical Baselines (Darnley et al., 1995; Smith et al., 2012), has provided an insight into the Hg distribution in the pedosphere of China. In this paper, the abundance and spatial distribution of Hg in China are presented with respect to geological tectonics, geomorphological landscapes, major drainage catchments and soil types. The relationship between Hg in soil and human activities is also discussed.\nTable 1 Equations and cut-off values for accuracy and precision control (Zhang et al., 2012; Wang and\nAccuracy control by standard Precision control by standard\nEquation △ lgC = |lgCi-lgCs|\nRSD ¼\nffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffi ∑ n\ni¼1 Ci−Csð Þ2 n−1\nvuut\nCs 100% Concentration range Cut-off value Cut-off value b3 × DL ≤0.15 ≤17% N3 × DL ≤0.10 ≤10%\nNotation: Ci = the i determination value for the standard; Cs = standard reference value; C1= nation value for the laboratory replicate sample; So = the determination value for the original"
  }, {
    "heading": "2. Methods",
    "text": ""
  }, {
    "heading": "2.1. Sampling",
    "text": "The aim of the China Geochemical Baselines (CGB) project is to document the concentration and spatial distribution of nearly all naturally occurring chemical elements throughout China. The CGB sampling grid is based on 1:200 000map sheets of 1° (long.) × 40′ (lat.), approximately equal to a quarter of one Global Reference Network (GRN) cell of 160 × 160 km (Darnley et al., 1995). Approximately 1500 CGB grid cells cover the whole of China (9.6 million km2) (Wang, 2012; Wang\nthe CGB Sampling Team, 2015).\nPrecision control by laboratory replicate Sampling error control by field duplicate\nRD% = C1–C2︱/[(C1 + C2)/2]*100% RE% = So–Sd︱/[(So + Sd)/2]*100%\nCut-off value Cut-off value ≤50% ≤50% ≤40%\nthe 1st determination value for the laboratory replicate sample; C2 = the 2nd determifield sample; Sd = the determination value for the field duplicate sample.\nand the CGB Sampling Team, 2015). In each CGB grid cell, two sampling sites were selected at the mouth or the lowest point of each drainage catchment ranging in area from about 1000 to 5000 km2, with most being 2000–3000 km2, corresponding to a sampling density of about 1 sample site/3000 km2. At each site, floodplain sediment/alluvial soil in plains, overbank sediment/alluvial soil in mountainous terrains, catchment basin sediment/alluvial soil in desert and Gobi desert terrains, or seasonal lake sediment in grassland terrains were taken at two depths: a top sample from 0–25 cm (excluding materials from the leaf litter layer, where present), and a deep sample collected from a depth of less than 100 cm or from the soil C-horizon, where this is developed. Each sample is composited fromgenerally 3 pits in the layout of an equilateral triangle within a 50 m interval. Samples were generally not collected within 100 m of motorways/highways or roads, or within 2000m of towns or cities. In total, 6402 routine samples and 211 duplicate field samples from 3382 sampling sites were collected during 2008–2012 (Fig. 1), covering about 94% of China. The samplingmethods are described in detail in the paper entitled “China Geochemical Baselines: Sampling Methodology” in this issue (Wang and the CGB Sampling Team, 2015)."
  }, {
    "heading": "2.2. Laboratory analysis",
    "text": "Mercury analysis, particularly at the μg/kg level, is a key to the establishment of a nation-wide baseline database. In China, a highly-sensitive analytical method for Hg has been developed based on cold-vapour atomic fluorescence spectrometry (AFS) (Zhang and Zhang, 1986).\nSoil and sediment (overbank, floodplain, lake) samples were air dried either in a room or under shade, not exposed to sunlight. This ensured there was no loss of Hg, which is a known volatile element. Grains of most samples are finer than b2 mm (10 mesh), because they are mainly composed of fine sand, silt and clay particles. Samples\nwere sieved through a 2 mm (10 mesh) stainless steel screen in order to remove vegetation litter and coarse detritus of N2 mm. The samples were subsequently ground to b74 μm (200 mesh) in an agate or purealuminium porcelain mill for analysis.\nAn aliquot of 0.25 gwasweighed and placed into a 25ml test tube to which 10 ml of 1:1 aqua regia [aqua regia (1HNO3 + 3HCl): pure water = 1:1 vol.] was added. The test tube was heated in a boiling water bath for 1 h and shaken 1 time during the course of decomposition. After cooling, 1 ml potassium permanganate solution (1%) was added into the solution and left standing for 30 min. Then the solution was diluted to 25 ml with oxalic acid solution (1%), shaken well, and then left standing until the particles settled and the supernatant solution was clear. A 5.0 ml aliquot of the solution was transferred into the hydride generator and covered with a ground-glass stopper. Then 7.0 ml of stannous chloride solution was added quantitatively to make the argon carrier gas flush the Hg vapour into the silica-tube furnace atomiser. Mercury atoms are excited resulting in a fluorescent signal and the peak is recorded by the fluorescent spectrometer. The detection limit (DL) is very low at 2 μg/kg Hg (Zhang et al., 2012)."
  }, {
    "heading": "2.3. Quality control",
    "text": "The quality control (QC) procedure of CGB project includes checks on field sampling and insertion of field duplicate samples, laboratory replicate samples and standard reference materials. The quality control methods are described in detail by Wang and the CGB Sampling Team (2015). This section only describes the Hg quality control results, including sampling error control by field duplicates, proportion of reportable Hg values, accuracy and precision control by standards, and precision control by laboratory replicates. Table 1 lists the equations and cut-off values for quality control. The cut-off value means the qualified limit of quality control below or above which the analytical results are considered unacceptable. For example, the cut-off value of RSD is ≤10% for precision of standard determinations, if the calculated RSD is above 10%, the analytical results are not acceptable.\nIn total, 6614 samples were analysed for Hg with 6612 samples having concentration values above the DL of 2 μg/kg; only 2 samples were below the DL. Therefore, the proportion of reportable Hg values is 99.97% of the total, which meets the requirement of the project to have 90% of the total number of samples above the DL.\nSeven soil standard reference materials (SRMs), GSS1, GSS2, GSS17, GSS19, GSS25, GSS26 and GSS27 (Xie et al., 1985, http://www.gbw114. org/d_120453.htm; http://www.gbw114.org/d_120461.htm), were used to monitor analytical quality. Four standards unknown to the analysts were randomly inserted into each batch of 50 samples. In total, 628 determinations on standard samples were made within the suite of 6617 samples. Accuracy and precision are tabulated in Table 2. The passing rate for accuracy is over 98% and for precision all SRMs are at 100% according to the cut-off values.\nLaboratory replicates were used to control analytical precision. Five laboratory replicates unknown to the analysts were inserted into each batch of 50 samples for precision control. In total, 660 laboratory replicates were inserted into the suite of 6617 samples. The Relative Deviation (RD%) of determination values of the replicates were calculated and are tabulated in Table 3. In total, 635 replicates meet the requirement for RD less than 50% below 3xDL and 40% over 3xDL. The passing rate is 96.2% (Table 3).\nmples from the CGB project.\nField duplicate samples were taken to control field sampling errors. A total of 211 field duplicate samples (109 top and 113 deep samples) from 113 control sites were collected. The relative sampling error (RE%) was calculated based on the pairs after laboratory analysis. The relative error of 187 duplicates is less than 50%. The passing rate is 88.8% (Table 3)."
  }, {
    "heading": "3. Results and discussion",
    "text": ""
  }, {
    "heading": "3.1. Concentration of mercury in China",
    "text": "Tables 4A and 4B show the statistical summary for Hg concentrations in top and deep samples of the CGB project. The median concentration of Hg in top samples is 26 μg/kg and indeep samples 18 μg/kg. TheHgconcentration at the 25th percentile (P25) is 13.1 and 10.5 μg/kg in top and deep\nFig. 2.Histograms and boxplots displaying the statistical Hg (μg/kg) distribution in top and deep tile range (25th to 75th percentiles) and contains themedian (thick black line). “+”: cases with edge of the box; “×”: cases with values more than 3 times box length from the lower or upper\nsamples, respectively. The 75th percentile (P75) of Hg concentrations is 55.5 and 36 μg/kg in top and deep samples, respectively.\nCrustal abundance of Hg at n × 100 μg/kg was first estimated on 5159 igneous rocks by Clarke andWashington (1924), and subsequently reported by Parker (1967). Other, more recent, estimates are: 500 μg/kg by Goldschmidt (1954), 83 μg/kg by Vinogradov (1962), 80 μg/kg by Taylor (1964), 96 μg/kg by Shaw et al. (1986), and 40 μg/kg by Wedepohl (1995). All values estimated before the 1990s may be higher than the true crustal average due to lack of analytical methods for Hg with a low detection limit. After the 1990s, the crustal abundance of Hg in China was estimated at 7 μg/kg by Yan and Chi (1997) and by Chi and Yan (2007), and 9 μg/kg by Gao et al. (1999). While Gao et al. (1998) give the following continental crust estimates for Hg from their studies in Eastern China by using an atomic fluorescence analytical method with a detection limit of 2 μg/kg: 9.4 μg/kg interior of the North China craton, 8.1 μg/kg southern margin of the\nsediment/alluvial soil samples of CGB project results. Box length represents the interquarvalues between 1.5 and 3 times box length (interquartile range) from the lower or upper edge of the box (Kürzl, 1988; Tukey, 1977).\ning the limit of 150 μg/kg Hg according to the China National Environmental Standards for\nNorth China craton, 24.2 μg/kg North Qinling belt, 26.6 μg/kg South Qinling belt, 10.8 μg/kg Yangtze craton and 11.5 μg/kg central East China as a whole, showing that there is significant variation in Eastern China. From these studies, it appears that the continental crust estimate for Hg in China varies from 7 to 11.5 μg/kg, not taking into account the two high values in North and South Quinling belt. The 25th percentile values, determined in this study (13 μg/kg in top and 11 μg/kg in deep samples), are close to the estimated crustal abundance of China. The median (P50) Hg values, both in top (26 μg/kg) and deep (18 μg/kg) samples, are greatly elevated compared to the estimated crustal abundance of China.\nTable 4A clearly shows that the Hg concentrations bP25 are very similar for both top and deep samples (ratio top/deep samples: 1.18), whereas Hg values in the top samples at percentiles greater than the median (NP50) have distinctly higher concentrations than the corresponding deep samples, as indicated by Top/Deep sample ratios at the 50th, 75th, 85th and 97.5th percentiles of 1.44, 1.56, 1.58 and 1.49, respectively, suggesting an enrichment. For comparison purposes, the same Hg concentrations in top sediment/alluvial soil samples are used for map plotting as those of the deep samples (Table 4B). Fig. 2 presents the Hg statistical distribution of top and deep samples in the form of histograms and boxplots. The boxplots indicate the presence of a limited number of lower outliers, while there is a considerable number of upper outliers. This aforementioned statistical information shows that there is no, or only a small, difference between top and deep samples at low concentrations, and there are large difference at\nhigh concentrations and systematic enrichment in top samples until the 97.5th percentile.\nTable 5 lists the proportion of sample sites relative to total sampling locations that exceed the limit value of 150 μg Hg/kg set by the National Environmental Standards for Heavy Metals of the People's Republic of China (GB 15618-1995). Therefore, the proportion of top and deep sediment/alluvial soil samples exceeding the Chinese statutory limit of 150 μg/kg Hg is 6.87% and 3.52%, respectively."
  }, {
    "heading": "3.2. General distribution of mercury throughout China",
    "text": "The spatial distribution of Hg throughout China is shown on the contoured geochemical maps (Fig. 3). The maps were produced from gridded data, which were processed by the in-house software Geoexpl2009® (http://www.drc.cgs.gov.cn/GeoExplGeoMDIS/). Raw analytical data were interpolated to generate a regular output grid of 80 × 80 km, using an exponentially weighted moving average model. The 18-shade colourmapped classes are based on the following percentiles of rawdata: 2.5, 5, 10, 15, 20, 25, 30, 40, 50, 60, 70, 75, 80, 85, 90, 95 and 97.5. The different colour shades given to percentiles at 2.5 (dark blue), 25 (blue), 50 (green), 75 (yellow), 85 (red) and 97.5 (dark red) were selected to make easier the reading and interpretation of the Hg and organic carbon distribution maps (Figs. 3 & 4).\nThe most noticeable Hg distribution pattern shown on the maps of both top and deep samples is the trend of increasing concentrations from north to south and from west to east. The distribution patterns\nent/alluvial soil samples from the CGB project.\nare related to (1) parent rocks, including rocks associated with mineralisation; (2) climate, which is a major factor in forming the major soil types of China; and (3) human activities.\nLow Hg concentrations (bP25, blue colours) are distributed in arid desert basins, Gobi desert, semi-desert grassland and loess in the north and north-west of China, where the sediment/soil is comprised mostly of quartz-richwindblown sand containing low content of organicmatter and is unpolluted or only slightly polluted by human activities.\nHigh Hg concentrations (P75-P85, yellow-orange colours) are correlated with lithology, such as black shale of Lower Cambrian Formation of Yangtze Craton, as discussed in a later section (Mao et al., 2002), with red earth and laterite in southern China, and with soil containing high content of organic matter in north-eastern China (Fig. 4).\nMercury anomalies (threshold is here defined as NP85, red colours) both in top and deep samples are distributed in south and south-west parts of China. The largest one covers Hunan, Guizhou, Chongqin, East Yunnan, North Guangxi, and south-east Sichuan, where large-scale low-temperature metallogenic provinces occur that are characterised by mineralisation of Hg, Sb, As, Au, P, Pb–Zn, Ni–Mo-PGEs, baryte and calcite (Coveney and Chen, 1991; Hu et al., 2002, 2007; Huang et al., 2011).\nMercury anomalous centres (NP97.5, dark red) are exactly correlated with Hg mineralisation and low-temperature mineral deposits. For example, the top and deep samples with maximum Hg concentrations of 20,201 and 60,001 μg/kg, respectively, were taken from the same site, which is located at the lower reaches of the Lannigou gold deposit\n(Hu et al., 2002) and the Lanmuchang Hg deposit in Guizhou (Qiu et al., 2006). Other areas of high Hg in top samples sparsely occurring at the border area of Sichuan, Shaanxi and Gansu provinces, in eastern Shandong, in Hebei, in eastern Jilin and Liaoning are due to the largest gold-producing districts in China, where artisanal gold smelting with Hg amalgamation was used (Gunson and Viega, 2004; Gunson and Yue, 2001). In September 1996, this practice was officially banned in China, because of potential Hg pollution (Lin et al., 1997).\nThe area of high anomalous Hg concentrations (NP97.5) in top samples is larger in extent than that in deep samples. According to applied geochemists' experiences on the interpretation of floodplain sediment/alluvial soil geochemical maps (e.g., De Vos et al., 2006; Ottesen et al., 2013) (1) spatial distribution patterns based on deep sediment/ alluvial soil samples are usually related to lithology/mineralisation, and may designate the geochemical background for top sediment/ alluvial soil, and also may indicate the influence of human activities in regionswith a high-degree of industrialisation or long-history ofmining and smelting; (2) the geochemical patterns based on top samples are related to both lithology/mineralisation, and human activities, and (3) the distributionmap of top/deep sediment/alluvial soil ratio depicts, in most cases, the superimposed anthropogenic influence.\nThe spatial distribution map of Hg ratios of top to deep samples better visualises the possible impact from human activities on top sediment/alluvial soil in the highly populated urban areas of eastern China and mining districts (Fig. 5). For example, a significant anomaly of Hg ratios of top to deep samples occurs at the lower reaches of the\neep sediment/alluvial soil samples from the CGB project.\nBaiyindaba Pb–Zn–Ag mine in Inner Mongolia (Fig. 5, 118°E, 45°N), which has been mined since 2006, and in the area there are also coal mines in operation since 2000. The top soil samples are contaminated, whereas the deep sediment/alluvial soil samples are not impacted by mining activities.\nIt was estimated that Hg emission from non-ferrous metal smelting, coal combustion andmiscellaneous uses (e.g., battery,fluorescent lamp, thermometer, and cement production) contributed about 45%, 38% and 17%, respectively, based on official statistical data of Hg emissions from anthropogenic activities in China for 1999 (Streets et al., 2005; Wang and Zuo, 2010; Wu et al., 2006; Zhang and Wong, 2007)."
  }, {
    "heading": "3.3. Mercury distribution in relation to China's tectonic framework",
    "text": "Mainland China is geologically divided into eight tectonic units (Fig. 6): (I) Tianshan–Xingmeng Orogenic Belt, (II) North China Craton,\n(III) Tarim Craton, (IV) Qin–Qi–Kun Orogenic Belt, (V) Songpan–Ganzi Orogenic Belt, (VI) Tibet–Sanjiang Orogenic Belt, (VII) Yangtze Craton and (VIII) South China Orogenic Belt (Fig. 6) (Ren et al., 1999). The continental crust of China is a mosaic of cratonic blocks and orogenic belts, containing small cratons and terranes with various tectonic settings (Zheng et al., 2013). The Tianshan–Xingmeng Orogenic Belt (I), also known as part of the Central Asian Orogenic Belt (CAOB) or the Altaid tectonic collage (Şengör et al., 1993), lies between the Siberian craton to the north, and the Tarim and North China cratons to the south, and is characterised by huge volumes of volcanic rocks and granite masses (Miao et al., 2007; Wu et al., 2001, 2007; Zhang et al., 2008, 2010). The North China Craton (NCC) (II) is one of the world's oldest Archaean cratons. The basement rocks of the East NCC are exposed as high- or low-grade granite-greenstone, which is dominated by Archaean granitic gneiss and tonalitic–trondhjemitic–granodioritic (TTG) gneiss, while the western NCC is mostly covered by the Ordos Basin (Li, 2012; Zhao\nmples in China's diverse geomorphological landscapes (see also Fig. 9).\net al., 2003). The Tarim Craton (III) is the largest sedimentary basin in China with an area of about 560,000 km2. The Palaeozoic sequence comprises mainly dolomitic limestone and red and yellow siltstone, while the Mesozoic and Caenozoic strata consist mainly of green sandstone and red mudstone. The Qin–Qi–Kun Orogenic Belt (IV) stretches approximately E–W from Jiaodong peninsula in the east to the south-western margin of the Tarim Block in the west (Pirajno, 2013). The eastern part is the world's largest ultrahigh pressure (UHP) metamorphic belt, consisting of gneiss, granulite and migmatite, and the lithostratigraphical sequence is made up from mostly Devonian– Cretaceous sedimentary rocks with widespread granitic masses formed in the Triassic. The basement of the western part consists mainly of amphibolite facies gneiss, schist and migmatite, overlain by a sedimentary sequence, which is locally intruded by gneissic potassic granite (Song et al., 2006; Wang, 2004; Xu et al., 1996). The Songpan–Ganzi Orogenic Belt (V) contains turbidity sediments from 5 to 15 km thick, representing the largest volume of flysch facies in the world (Pirajno, 2013; Wang et al., 2008). The lithostratigraphy comprises mostly Triassic deep marine sedimentary limestone, calcareous shale, sandstone, siltstone and turbiditic clastic rocks. Except for some Triassic granite masses, Na-rich and peraluminous rhyolite and high MgO andesite in the northern Songpan–Ganzi terrane near the suture between the Songpan–Ganzi and Kunlun terranes are the only known coeval volcanic rocks (Pirajno, 2013; Wang et al., 2008). The Tibet–Sanjiang\nOrogenic Belt, also known as the Tibetan Plateau (VI), is commonly considered to be the product of the India–Asia collision starting in the early Caenozoic (Zhu et al., 2013). The sedimentary sequences are characterised by dominantly shallow marine clastic sediments and carbonate rocks, fluvial sedimentary sequences, and volcanic flows (Kapp et al., 2003). The intrusions comprise granitoids, ultramafic rocks and volcanic rocks (Harris et al., 1988, 1990; Kapp et al., 2003; Pirajno, 2013; Xu et al., 1985; Yin and Harrison, 2000). The Yangtze Craton (VII) consists of minor Archaean–Palaeoproterozoic crystalline basement, and the Palaeozoic strata are primarily composed of marine carbonates and clastic sediments, with limited magmatism. The Lower Cambrian black shale in the Yangtze craton sedimentary sequence extends along a belt 1600 km long, from Yunnan Province in the southsouthwest to Zhejiang Province in the central-east. Basalt at Emeishan in Sichuan Province occurs in the westernmargin of the Yangtze Craton (Xu et al., 2004; Zheng et al., 2013). The South ChinaOrogenic Belt (VIII) in the south-east is characterised by widespread intrusive and volcanic rocks of Yanshanian age (Mesozoic), forming amagmatic belt extending for more than 400 km from Hainan Island to Zhejiang Province to the north-east (Pirajno, 2013).\nTable 7 shows the statistical results of Hg concentrations in top and deep soil samples in different tectonic terranes of China, and Fig. 9 the statistical distribution in the form of boxplots. The median in top samples is 23.5 μg/kg in orogenic belts and 30.5 μg/kg in cratons, and\nbasins of China. g and Zuo (2010).\nthe corresponding values in deep samples are 17.5 and 19 μg/kg, respectively. The boxplots (Fig. 9) indicate the presence of a limited number of lower outliers for top and deep samples, while there is a considerable number of upper outliers. The highest Hgmedian value in deep samples\nat 77 μg/kg is in Yangtze Craton (Fig. 6, VII; Table 6) where black shale is widely distributed and Hg, low-temperature gold and base metal deposits occur. The lowest Hg median value for both top and bottom samples is in the Tarim Craton (Fig. 6, III; Table 6) due to sandstone\nmples in the 32 major drainage basins of China (see also Fig. 11).\nand quartz-rich windblown sand cover. Mercury is also greatly enriched in the Southern China Orogenic Belt, while there is a slight enrichment in the Songpan–Ganzi Orogenic Belt (V). The Tarim Craton (III) and Tianshan–Xingmeng Orogenic Belt (I) are depleted in Hg compared to the median value for whole China in both top and deep samples."
  }, {
    "heading": "3.4. Mercury distribution in relation to China's geomorphological landscapes",
    "text": "The territory of China lies between latitudes 18° and 54° N, and longitudes 73° and 135° E. China's landscapes vary significantly across its vast width as shown in Fig. 8. In the east and north-east, there are hilly or low mountainous areas, alluvial plains, and forested land. Northern and north-western China is dominated by arid desert terrains including desert basins, Gobi desert, semi-desert grassland and loess plateaus. South-western China is dominated by high mountains, most notably the Himalayas. Table 7 lists Hg statistical parameters for top and deep samples of these 10 landscapes, and Fig. 9 displays their statistical variation in the form of boxplots. The Karst terrain (D) has the highest Hg median values among these landscapes in both top and deep samples, and the Basin desert terrain the lowest. The high Hg values in the Karst terrain are due to heavy metals enriched in red earth and laterite during the process of chemical decomposition of carbonates, and low-temperature mineralisation of Hg, Sb, As, Au and Pb–Zn. The lowest Hg values in the basin desert are because of the quartz-rich windblown sand unpolluted or slightly polluted by human activities."
  }, {
    "heading": "3.5. Mercury distribution in China's major drainage basins",
    "text": "Fig. 10 shows 32 major drainage basins (C1–C32) in China. Table 8 lists Hg statistical parameters for top and deep samples of 32 basins, and Fig. 11 shows their variation in the form of boxplots. High Hg median concentrations occur in the Pearl River (C4), Yangtze River (C1) and South-eastern Coast River (C7) basins, which have the highest population density and the most industrial development in China. Low\nmedian concentrations are observed in endorheic basins of northern China due to the presence of quartz-richwindblown sand and relatively low influence from human activities, e.g., Tarim (C25), Junggar (C26), Hexi Corrido–Alxa (C27), Inner Mongolia (C28), Qiangtang Plateau (C29), Qaidan (C30), Irtysh (C31) and Erdos (C32)."
  }, {
    "heading": "3.6. Mercury distribution in relation to soil types",
    "text": "Fig. 12 shows the distribution of major soil types in China. Table 9 lists the summary statistical results of Hg concentrations of top and deep sediment/alluvial soil samples in regions with different soil types, and Fig. 13 presents their statistical variation in the form of boxplots. The median value varies from 11.3 to 79 μg/kg for top samples, and from 9.6 to 51.0 μg/kg for deep sediment/alluvial soil samples. The boxplots indicate the presence of a limited number of lower outliers in top and deep sediment/soil samples, while there is a considerable number of upper outliers in both cases. Statistical results show that Hg is enriched in red earth (IE) and lateritic red earth (IF) in both top and deep sediment/alluvial soil samples, and depleted in Alpine–Subalpine meadow soil (IID), Alpine desert soil (IIIA) and Grey desert soil (IIC).\nGenerally, the content of Hg in soil depends on the available sources and its chemical behaviour. The chemical behaviour of Hg that determines its binding ability in soil depends highly on the species, which is a function of several soil parameters, such as temperature, organic matter, clay and colloids (Kabata-Pendias and Mukherjee, 2007; Schuster, 1991; Yin et al., 1997). Red earth in southern China has a high content of clay and oxides and is low in organic matter (Fig. 4). Hence, enrichment of Hg in red earth (IE, Fig. 13) and lateritic red earth (IF) is possibly due to its absorption by clay and oxide colloids. While depletion of Hg occurs in areas with Alpine–Subalpine meadow soil (IIIC, Fig. 13), Alpine desert soil (IIIA), Grey desert soil and in Gobi desert (IIC) is due to the quartz-rich windblown sand containing low content of organic matter, clay and colloids, and in the north and north-west of China, where there is low or no pollution by human activities.\nof China (for boxplot characteristics see Fig. 7, and for summary statistics refer to Table 9).\n; (C4) Pearl River; (C5) Yarlung Zangbo River; (C6) Haihe River; (C7) South-eastern Coast\n(C12) Shandong Peninsula River; (C13) Yili River; (C14) Yuanjiang–Honghe River; (C15)\naoning River; (C19) Yalvjiang River; (C20) Liaodong Peninsula River; (C21) Singe–Zangpu\ndorheic Basin; (C26) Junggar Endorheic Basin; (C27) Hexi Corrido–Alxa endorheic basin;\nm Endorheic Basin; (C31) Irtysh Endorheic Basin; (C32) Erdos Endorheic Basin."
  }, {
    "heading": "4. Conclusions",
    "text": "The China Geochemical Baselines Project, based on catchment sediment/alluvial soil sampling, provides an insight into the distribution of Hg throughout China. The data set can be used to establish Hg baselines for themajor tectonic units in China, the different geomorphological landscapes, major drainage basins, and different soil types. The 25th, 50th, 75th and 85th percentiles of Hg concentrations display well the relationship of spatial distribution with lithology, mineral resources, soil types, and human activities.\nThe 95% range (P2.5–P97.5) varies from 5 to 281 μg/kg in top and 5 to 185 μg/kg in deep sediment/alluvial soil samples. The median Hg in top and deep sediment/alluvial soil samples is 26 and 18 μg/kg, respectively. Notable Hg enrichment occurs in top sediment/alluvial soil samples.\nThe overall spatial distribution patterns of Hg in both top and deep sediment/alluvial soil samples show an increasing trend from north to south and from west to east China. The areas most highly enriched in Hg mainly occur in south and south-east China, where they are primarily related to (1) the extensive distribution of black shale in south-eastern China; (2) large-scale epithermal metallogenic domain in south-western China, characterised by mineralisation of Hg, Sb, Au, As, and Pb–Zn; (3) soil type distribution from arid quartz-rich windblown sandor loess in the north andnorth-west to red earth and laterite in south, south-east and organic soil in north-east, and (4) population\ndensity and economic development from low in north-west to high in south-east China.\nThe spatial distribution map of Hg ratios of top to deep sediment/ alluvial soil samples better visualises the influence of human activities in the top samples in the highly populated urban areas of eastern China, such as at the Yangtze River Delta (Shanghai-Jiangsu-Zhejiang), the Pearl River Delta (Guangzhou) and North China Plains (Beijing– Tianjin–Shijiazhuang–Taiyuan). The higher ratios of top to deep sediment/alluvial soil in these areas are mainly caused by Hg emissions from metal smelting, coal combustion, and battery, fluorescent lamp, thermometer and cement production activities. A proportion of 6.86% top and 3.52% deep sediment/alluvial soil sample sites have Hg concentrations higher than the soil contamination limit of 150 μg/kg set by the National Environmental Standards for Heavy Metals of the People's Republic of China."
  }, {
    "heading": "Acknowledgements",
    "text": "Many thanks are given to all participants in the China Geochemical Baselines project. The authors thank EurGeol Alecos Demetriades for his comments on the original manuscript and language revision, and Dr. David Smith for the thorough review and suggestions for the improvement of the manuscript. This research was financially supported by ‘Sino-probe 04-01 (201011053)’."
  }],
  "year": 2015,
  "references": [{
    "title": "Handbook of Elemental Abundance for Applied Geochemistry",
    "authors": ["Chi", "Qinghua", "Yan", "Mingcai"],
    "venue": "Geological Publishing",
    "year": 2007
  }, {
    "title": "The composition of the Earth's Crust",
    "authors": ["F.W. Clarke", "H.S. Washington"],
    "year": 1924
  }, {
    "title": "Ni–Mo–PGE–Au rich ores in Chinese black shales and speculations on possible analogues in the United States",
    "authors": ["R.M. Coveney Jr.", "N.S. Chen"],
    "venue": "Mineral. Deposita",
    "year": 1991
  }, {
    "title": "A global geochemical database for environmental and resource management: final report of IGCP Project 259",
    "authors": ["A.G. Darnley", "A. Björklund", "B. Bølviken", "N. Gustavsson", "P.V. Koval", "J.A. Plant", "A. Steenfelt", "M. Tauchid", "X. Xuejing", "R.G. Garrett", "G.E.M. Hall"],
    "venue": "Earth Sciences 19. UNESCO Publishing,",
    "year": 1995
  }, {
    "title": "Geochemical atlas of Europe. Part 2 — interpretation of geochemical maps, additional tables, figures, maps, and related publications. Geological Survey of Finland, Espoo, 692 pp., http://weppi.gtk.fi/publ/ foregsatlas",
    "authors": ["P. Heitzmann", "G. Klaver", "V. Petersell"],
    "year": 2006
  }, {
    "title": "SinoProbe: the exploration of the deep interior beneath the Chinese continent",
    "authors": ["Dong", "Shuwen", "Li", "Tingdong"],
    "venue": "Acta Geol. Sin",
    "year": 2009
  }, {
    "title": "Geochemistry of mercury in the environment. Chapter 9 In: Lollar, B.S. (Ed.), Environmental Geochemistry",
    "authors": ["W.F. Fitzgerard", "C.H. Lamborg"],
    "venue": "(Exec. Eds.), Treatise on Geochemistry. Elsevier Ltd.,",
    "year": 2003
  }, {
    "title": "Geochemistry of mercury in the environment",
    "authors": ["W.F. Fitzgerard", "C.H. Lamborg"],
    "venue": "Environmental Geochemistry. Volume",
    "year": 2014
  }, {
    "title": "Chemical composition of the continental crust as revealed by studies in East China",
    "authors": ["Gao", "Shan", "Tingchuan", "Luo", "Benren", "Zhang", "Hongfei", "Yinwen", "Han", "Zhidan", "Zhao", "Yiken", "Hu"],
    "venue": "Geochim. Cosmochim",
    "year": 1998
  }, {
    "title": "Crustal and composition of Eastern China",
    "authors": ["Gao", "Shan", "Tingchuan", "Luo", "Benren", "Zhang", "Hongfei", "YInwen", "Han", "Zhidan", "Zhao", "H. Kern"],
    "venue": "Sci. Sin",
    "year": 1999
  }, {
    "title": "Geochemistry. Clarendon Press, Oxford (730 pp.)",
    "authors": ["V.M. Goldschmidt"],
    "year": 1954
  }, {
    "title": "Mercury and artisanal mining in China",
    "authors": ["A.J. Gunson", "M.M. Viega"],
    "venue": "Environ. Pract",
    "year": 2004
  }, {
    "title": "Artisanal mining in the People's Republic of China. Report No. 74, Mining, minerals and sustainable development project. International Institute for Environment",
    "authors": ["A.J. Gunson", "Yue", "Jian"],
    "year": 2001
  }, {
    "title": "Isotope geochemistry of the 1985 Tibet Geotraverse, Lhasa to Golmud",
    "authors": ["N.B.W. Harris", "R. Xu", "C.L. Lewis"],
    "venue": "Philos. Trans. R. Soc. Lond. Ser. A",
    "year": 1988
  }, {
    "title": "Cretaceous plutonism in Central Tibet: an example of postcollision magmatism",
    "authors": ["N.B.W. Harris", "S. Inger", "X. Ronghua"],
    "venue": "J. Volcanol. Geotherm. Res",
    "year": 1990
  }, {
    "title": "Geology and geochemistry of Carlin-type gold deposits in China",
    "authors": ["Hu", "Ruizhong", "Su", "Wenchao", "Bi", "Xianwu", "Tu", "Guangzhi", "Hofstra", "Albert H"],
    "venue": "Mineral. Deposita",
    "year": 2002
  }, {
    "title": "Epoch of large-scale low temperature mineralizations in southwestern Yangtze massif",
    "authors": ["Hu", "Ruizhong", "Peng", "Jiantang", "Ma", "Dongsheng", "Su", "Wenchao", "Shi", "Chuanhua", "Bi", "Xianwu"],
    "venue": "Mineral Deposits",
    "year": 2007
  }, {
    "title": "A study on the large-scale low temperature metallogenic domain in southwestern China—significance, history and new progress",
    "authors": ["Huang", "Zhilong", "Hu", "Ruizhong", "Su", "Wenchao", "Wen", "Hanjie", "Liu", "Shen", "Fu", "Yazhou"],
    "venue": "Acta Mineral. Sin",
    "year": 2011
  }, {
    "title": "Trace Elements from Soil to Human",
    "authors": ["A. Kabata-Pendias", "A.B. Mukherjee"],
    "venue": "SpringerVerlag, Berlin",
    "year": 2007
  }, {
    "title": "Mesozoic and Cenozoic tectonic evolution of the Shiquanhe area of western Tibet",
    "authors": ["P. Kapp", "M.A. Murphy", "A. Yin", "M. Harrison"],
    "venue": "Tectonics",
    "year": 2003
  }, {
    "title": "Exploratory data analysis: recent advances for the interpretation of geochemical data",
    "authors": ["H. Kürzl"],
    "venue": "J. Geochem. Explor",
    "year": 1988
  }, {
    "title": "Destruction of North China Craton: insights from temporal and spatial evolution of the proto-basins and magmatism",
    "authors": ["H.Y. Li"],
    "venue": "Sci. China Ser. D Earth Sci",
    "year": 2012
  }, {
    "title": "Mercury pollution from small gold mines in China",
    "authors": ["Lin", "Yuhuan", "Guo", "Mingxin", "Gan", "Weiming"],
    "venue": "Water Air Soil Pollut",
    "year": 1997
  }, {
    "title": "Re–Os dating of polymetallic Ni–Mo– PGE–Au mineralization in Lower Cambrian black shales of South China and its geologic significance",
    "authors": ["Mao", "Jingwen", "Lehmann", "Bernd", "Du", "Andao", "Zhang", "Guangdi", "Ma", "Dongsheng", "Wang", "Yitian", "Zeng", "Mingguo", "Kerrich", "Robert"],
    "venue": "Econ. Geol",
    "year": 2002
  }, {
    "title": "Zircon SHRIMP U–Pb ages of the Xinghuadukou Group in Hanjiayuanzi and Xinlin areas and the Zhalantun Group in Inner Mongolia, Da Hinggan Mountains",
    "authors": ["L.C. Miao", "D.Y. Liu", "F.Q. Zhang"],
    "year": 2007
  }, {
    "title": "Mercury in European agricultural and grazing land soils",
    "authors": ["R.T. Ottesen", "M. Birke", "T.E. Finne", "M. Gosar", "J. Locutura", "C. Reimann", "T. Tarvainen"],
    "venue": "GEMAS Project Team,",
    "year": 2013
  }, {
    "title": "Composition of the Earth's Crust",
    "authors": ["R. Parker"],
    "venue": "Sixth Edition. U.S. Geological Survey Professional Paper 440-D. United States Government Printing Office,",
    "year": 1967
  }, {
    "title": "The Geology and Tectonic Settings of China's Mineral Deposits",
    "authors": ["F. Pirajno"],
    "year": 2013
  }, {
    "title": "The Tectonics of China from a Global View—A Guide to the TectonicMap of China and Adjacent Regions",
    "authors": ["J.S. Ren", "Z.X. Wang", "B.W. Chen", "C.F. Jiang", "B.G. Niu", "J.Y. Li", "G.L. Xie", "Z.J. He", "Z.G. Liu"],
    "year": 1999
  }, {
    "title": "The behavior of mercury in the soil with special emphasis on complexation and adsorption processes: a review of the literature",
    "authors": ["E. Schuster"],
    "venue": "Water Air Soil Pollut",
    "year": 1991
  }, {
    "title": "Evolution of the Altaid tectonic collage and Paleozoic crustal growth in Eurasia",
    "authors": ["A.M.C. Şengör", "B.A. Natal'in", "U.S. Burtman"],
    "venue": "Nature 364,",
    "year": 1993
  }, {
    "title": "Composition of the Canadian Precambrian shield and the continental crust of the Earth",
    "authors": ["D.M. Shaw", "J.J. Cramer", "M.D. Higgins", "M.G. Truscott"],
    "venue": "Geological Society of London, Special Publication",
    "year": 1986
  }, {
    "title": "The IUGS/IAGC task group on global geochemical baselines",
    "authors": ["D.B. Smith", "Xueqiu", "Wang", "S. Reeder", "A. Demetriades"],
    "venue": "Earth Sci. Front",
    "year": 2012
  }, {
    "title": "Evolution from oceanic subduction to continental collision: a case study from the Northern Tibetan Plateau based on geochemical and geochronological data",
    "authors": ["S.G. Song", "L.F. Zhang", "Y.L. Niu", "L. Su", "B. Song", "D.Y. Liu"],
    "venue": "J. Petrol",
    "year": 2006
  }, {
    "title": "Anthropogenic mercury emissions in China",
    "authors": ["G.D. Streets", "Hao Jiming", "Wu", "Ye", "Jiang Jingkun", "M. Chan", "Hezhong", "Tian", "Xinbin", "Feng"],
    "venue": "Atmos. Environ",
    "year": 2005
  }, {
    "title": "The abundance of chemical elements in the continental crust: a new table. Geochim",
    "authors": ["S.R. Taylor"],
    "venue": "Cosmochim. Acta",
    "year": 1964
  }, {
    "title": "Exploratory Data Analysis. Addison-Wesley, Reading, Massachusetts (506 pp.)",
    "authors": ["J.W. Tukey"],
    "year": 1977
  }, {
    "title": "Average concentration of chemical elements in the chief types of igneous rocks of crust of the earth",
    "authors": ["A.P. Vinogradov"],
    "venue": "Geokhimiya",
    "year": 1962
  }, {
    "title": "Tectonic evolution of the western Kunlun orogenic belt, western China",
    "authors": ["Z.H. Wang"],
    "venue": "J. Asian Earth Sci",
    "year": 2004
  }, {
    "title": "Global geochemical baselines: understanding the past and predicting the future",
    "authors": ["Wang", "Xueqiu"],
    "venue": "Earth Sci. Front",
    "year": 2012
  }, {
    "title": "China geochemical baselines: sampling methodology",
    "authors": ["Wang", "Xueqiu"],
    "venue": "CGB Sampling Team,",
    "year": 2015
  }, {
    "title": "Late Triassic rhyolites and high-Mg andesites in the northern Hohxil area, Songpan–Ganzi terrane",
    "authors": ["Q. Wang", "D.A. Wyman", "Y.T. Zhu", "Z.H. Zhao"],
    "venue": "Goldschmidt Conference Abstract,",
    "year": 2008
  }, {
    "title": "China geochemical probe: making “geochemical earth",
    "authors": ["Wang", "Xueqiu", "Xie", "Xuejing", "Zhang", "Benren", "Qin", "Chi", "Qinghua", "Hou", "Qingye", "Xu", "Shanfa", "Bimin"],
    "venue": "Acta Geol. Sin",
    "year": 2010
  }, {
    "title": "The composition of the continental crust",
    "authors": ["K.H. Wedepohl"],
    "venue": "Geochim. Cosmochim. Acta",
    "year": 1995
  }, {
    "title": "The nature of basement beneath the Songliao Basin in NE China: geochemical and isotopic constraints",
    "authors": ["F.Y. Wu", "D.Y. Sun", "H.M. Li", "X.L. Wang"],
    "venue": "Phys. Chem. Earth Solid Earth Geod",
    "year": 2001
  }, {
    "title": "Trends in anthropogenic mercury emissions in China",
    "authors": ["Wu", "Ye", "Wang", "Shuxiao", "G.D. Streets", "Hao", "Jiming", "Chan", "Melissa", "Jiang", "Jingkun"],
    "venue": "Environ. Sci. Technol",
    "year": 2006
  }, {
    "title": "The Heilongjiang group: a Jurassic accretionary complex in the Jiamusi Massif at the western Pacific margin of northeastern China",
    "authors": ["F.Y. Wu", "J.H. Yang", "C.H. Lo", "S.A. Wilde", "D.Y. Sun", "B.M. Jahn"],
    "venue": "Island Arc",
    "year": 2007
  }, {
    "title": "Usable values for Chinese standard reference samples of stream sediment, soil and rocks GSD 9–12, GSS 1–8 and GSR 1–6",
    "authors": ["Xie", "Xuejing", "Yan", "Mingcai", "Li", "Lianzhong", "Shen", "Huijun"],
    "venue": "Geostand. Newslett",
    "year": 1985
  }, {
    "title": "Magmatism andmetamorphism in the Lhasa block (Tibet): a geochronological study",
    "authors": ["R.H. Xu", "U. Scharer", "C.J. Allègre"],
    "venue": "J. Geol",
    "year": 1985
  }, {
    "title": "Isotopic geochemistry of plutonic rocks",
    "authors": ["R.H. Xu", "Y.Q. Zhang", "Y.W. Xie", "P. Vadal", "A. Nicolas", "Q.D. Zhang", "D.M. Zhao"],
    "year": 1996
  }, {
    "title": "The geologic, geochemical and geophysical consequences of plume involvement in the Emeishan flood basalt",
    "authors": ["Y.G. Xu", "B. He", "S.L. Chung", "M.A. Menzies", "F.A. Frey"],
    "venue": "province. Geology",
    "year": 2004
  }, {
    "title": "Crustal abundance and distribution of the chemical elements in the North China Platform. In: Xie, Xuejing (Ed.), Geochemistry",
    "authors": ["Yan", "Mingcai", "Chi", "Qinghua"],
    "venue": "Proceedings 30th International Geological Congress",
    "year": 1997
  }, {
    "title": "Geologic evolution of the Himalaya–Tibetan Orogen",
    "authors": ["A. Yin", "T.M. Harrison"],
    "venue": "Annu. Rev. Earth Planet. Sci",
    "year": 2000
  }, {
    "title": "Adsorption/desorption isotherms of Hg (II) by soil",
    "authors": ["Y. Yin", "E. Allen", "C.P. Huang", "P.F. Sanders"],
    "venue": "Soil Sci",
    "year": 1997
  }, {
    "title": "Environmental mercury contamination in China, source and impacts",
    "authors": ["L. Zhang", "M.H. Wong"],
    "venue": "Environ. Int",
    "year": 2007
  }, {
    "title": "Determination of micro amount of Hg in geological samples by cold atomic-non-dispersive atomic fluorescence spectrometric method",
    "authors": ["Zhang", "Jinmao", "Qin"],
    "venue": "Anal. Miner. Rocks",
    "year": 1986
  }, {
    "title": "Large-scale Early Cretaceous volcanic events in the northern Great Xing'an Range",
    "authors": ["J.H. Zhang", "W.C. Ge", "F.Y. Wu", "S.A. Wilde", "J.H. Yang", "X.M. Liu"],
    "venue": "Northeastern China. Lithos",
    "year": 2008
  }, {
    "title": "Geochronology of the Mesozoic volcanic rocks in the Great Xing'an Range, northeastern China: implications for subduction-induced delamination",
    "authors": ["J.H. Zhang", "S. Gao", "W.C. Ge", "F.Y. Wu", "J.H. Yang", "S.A. Wilde", "M. Li"],
    "venue": "Chem. Geol",
    "year": 2010
  }, {
    "title": "Analytical scheme and quality monitoring system for China Geochemical Baselines",
    "authors": ["Zhang", "Qin", "Bai", "Jinfeng", "Wang", "Ye"],
    "venue": "Earth Sci. Front",
    "year": 2012
  }, {
    "title": "Major tectonic units of the North China Craton",
    "authors": ["G.C. Zhao", "M. Sun", "S.A. Wilde"],
    "year": 2003
  }],
  "id": "SP:cfb07d85f7fcce7392e25c1c0e5943180a30db97",
  "authors": [{
    "name": "XueqiuWang",
    "affiliations": []
  }, {
    "name": "Xuemin Liu",
    "affiliations": []
  }, {
    "name": "Jian Zhou",
    "affiliations": []
  }, {
    "name": "Shanfa Xu",
    "affiliations": []
  }, {
    "name": "Qin Zhang",
    "affiliations": []
  }, {
    "name": "Haijie Chen",
    "affiliations": []
  }, {
    "name": "Wei Bo",
    "affiliations": []
  }, {
    "name": "Xing Xia",
    "affiliations": []
  }],
  "title": "Concentration and distribution of mercury in drainage catchment sediment and alluvial soil of China"
}