{
  "sections": [{
    "text": "The Adare Trough, located 100 km NE of Cape Adare, Antarctica, is the extinct third arm of a Tertiary spreading ridge that separated East from West Antarctica. We use seismic reflection data, tied to DSDP Site 274, to link our seismic stratigraphic interpretation to changes in ocean-bottom currents, Ross Sea ice cover, and regional tectonics through time. Two extended unconformities are observed in the seismic profiles. We suggest that the earliest hiatus (early Oligocene to Mid-Miocene) is related to low sediment supply from the adjacent Ross Shelf, comprised of small, isolated basins. The later hiatus (mid-Miocene to late Miocene) is likely caused by strong bottom currents sourced from the open-marine Ross Sea due to increased Antarctic glaciation induced by mid-Miocene cooling (from Mi-3). Further global cooling during the Pliocene, causing changes in global ocean circulation patterns, correlates with Adare Basin sediments and indicate the continuing but weakened influence of bottom currents. The contourite/turbidite pattern present in the Adare Trough seismic data is consistent with the 3-phase contourite growth system proposed for the Weddell Sea and Antarctic Peninsula. Multibeam bathymetry and seismic reflection profiles show ubiquitous volcanic cones and intrusions throughout the Adare Basin that we interpret to have formed from the Oligocene to the present. Seismic reflection profiles reveal trans-tensional/strike-slip faults that indicate oblique extension dominated Adare Trough tectonics at 32–15 Ma. Observed volcanism patterns and anomalously shallow basement depth in the Adare Trough area are most likely caused by mantle upwelling, an explanation supported by mantle density reconstructions, which show anomalously hot mantle beneath the Adare Trough area forming in the Late Tertiary. © 2006 Elsevier B.V. All rights reserved.\nKeywords: sedimentary; Antarctica; seismic; paleoceanography"
  }, {
    "heading": "1. Introduction",
    "text": "The Adare Trough is located on the Antarctic lower continental slope adjacent to theWestern Ross Sea (Fig. 1). Sediments are deposited offshore Antarctica through a variety of depositional processes including pelagic settling, down-slope gravity-flows, and across-slope current flows.\n⁎ Corresponding author. E-mail address: jo@geosci.usyd.edu.au (J.M. Whittaker).\n0025-3227/$ - see front matter © 2006 Elsevier B.V. All rights reserved. doi:10.1016/j.margeo.2006.05.002\nWeddell Sea and Antarctic Peninsula contourite deposits exhibit a three-stage growth pattern (Rebesco et al., 1997; Michels et al., 2001) with high levels of down-slope sediment supply and strong bottom currents required for contourite formation (Rebesco et al., 1997).\nHere we examine the sequence stratigraphy frommultichannel seismic data to explore the influence of changing climate and bottom currents on deposition of sediment in the form of contourites and/or turbidites in theAdare Basin. We also compare the sediment deposition patterns observed at the Adare Basin with patterns observed on other sections\n180 J.M. Whittaker, R.D. Müller / Marine Geology 230 (2006) 179–197\nof the Antarctic margin, and assess the structural and igneous history of the area."
  }, {
    "heading": "2. Regional setting",
    "text": "Antarctica consists of two large-scale tectonic domains separated by the West Antarctic Rift System. East Antarctica is a stable, Precambrian and Palaeozoic craton, while West Antarctica is an orogenic belt comprised of several younger units amalgamated prior to 100 Ma (Dalziel and Elliot, 1982; LeMasurier, 1990). Two main extensional events have affected the West Antarctic Rift\nSystem, across which up to 300 km of displacement may have occurred since 100 Ma (Cooper et al., 1987b; DiVenere et al., 1994). The first, associated with the break up of Gondwana, occurred during the Jurassic or Cretaceous. The second event is associated with rifting between East and West Antarctica and occurred from the Eocene to the late Oligocene (Cande et al., 2000). One or more of these extensional phases was/were responsible for the formation of basins in the Ross Sea, such as the Victoria Land Basin, the Northern Basin, the Central Trough and the Eastern Basin,which trendN–S across the continental shelf (Cooper and Davey, 1985; Cooper et al.,\nhowing numerous volcanic cones throughout the Adare Trough with\n181J.M. Whittaker, R.D. Müller / Marine Geology 230 (2006) 179–197\n1987b, 1991). Data from fracture and dyke orientations in South Victoria Land suggest a NE–SW trend for Jurassic extension and a NW–SE trend for the Cenozoic extension\n(Wilson, 1992, 1995). Cenozoic extension was concentrated along the western margin of the Ross Sea at the Terror Rift (Cooper et al., 1987b) and the Adare Trough\nterpreted seismic units on profile C–C′ (after Keller, 2004).\n182 J.M . W hittaker, R .D . M üller / M arine G eology 230 (2006) 179–197\nFig. 5 (continued). 183 J.M . W hittaker, R .D . M üller / M arine G eology 230 (2006) 179–197\n184 J.M . W hittaker, R .D . M üller / M arine G eology 230 (2006) 179–197\nJ.M . W hittaker, R .D . M üller / M arine G eology 230 (2006) 179–197\n186 J.M. Whittaker, R.D. Müller / Marine Geology 230 (2006) 179–197\n187J.M. Whittaker, R.D. Müller / Marine Geology 230 (2006) 179–197\n(Cande et al., 2000). Most sedimentation in the Ross Sea basins has occurred since the second period of extension (Cooper et al., 1987a; Cape Roberts Science Team, 1998, 1999, 2000).\nThe NW–SE trending Adare Trough, located within the Adare Basin, is situated roughly 100 km NE of Cape Adare, Antarctica (Fig. 1). The Adare Trough is characterized by a 40 km wide, single, central graben, with high rift flanks (Hayes and Frakes, 1975). The graben has a simple bounding fault to the west (relief 1.5 km), and a more complex fault-stepping bounding pattern to the east (relief 1 km) (Müller et al., 2005). There is scattered volcanism in the eastern half of the Adare Basin and also on the eastern flank of the trough (see Fig. 2).\nMagnetic anomalies curve southwards from the Adare Trough towards the Ross Sea, suggesting the Adare Trough is the extinct third arm of an E–Wspreading ridge (Cande et al., 2000; Keller, 2004). Cande et al. (2000) found that theAdare Troughwas active from55–43Ma to 28–26 Ma based on magnetic data. If Adare Trough rifting initiated at 55 Ma it coincided with rapid denudation, and inferred uplift, of Trans-Antarctic Mountains (TAM) (Fitzgerald, 1992; Fitzgerald and Gleadow, 1988) (Fitzgerald, 1994). Extensive alkaline volcanic and igneous activity has occurred in the Western Ross Embayment since approximately 50 Ma (Armienti and Baroni, 1999; Kyle, 1990; LeMasurier, 1990; Tonarini et al., 1997). Greater than average heat flow in the Ross Embayment suggests anomalously hot mantle in this area (Blackman et al., 1987). Seismic tomography reveals slow seismic velocities beneath the Ross Embayment, which also indicates the presence of hot upper mantle material (Danesi and Morelli, 2000, 2001; Ritzwoller et al., 2001).\nContourites are generally accepted to form along bathymetric contours (Heezen et al., 1966), but recent studies around Antarctica have revealed contourites elongated across bathymetric contours (Kuvaas et al., 2005; Michels et al., 2001; Rebesco et al., 1997, 1996, 2002). This orientation, perpendicular to the coastline, ismost likelydue to a combination of down-slope and across-slope depositional processes (Faugeres et al., 1999). To form, contourites require an adequate sediment supply and bottom currents to deposit and/or rework the sediment. Most sediment is transported to the Antarctic continental edge by glaciers grounding at the continentalmargin during glacial maximums. Slumping, and down-slope gravity currents then transport sediment to the lower continental slope and abyssal plain. Suspension-settling of ice-rafted\nFig. 8. Airy sediment unloading of basement for Adare Trough seismic profile eastern and western ends of the seismic profiles in order to estimate the expec Sclater, 1977) for calculating subsidence of oceanic crust. Expected baseme\nand pelagic/hemipelagic sediment also occurs. These processes have been observed in the Weddell Sea, where expanded ice-sheets transport large amounts of sediment to the shelf edge during glacial maxima enabling turbidity currents to transport sediment onto the continental slope and abyssal plain (Rebesco and Stow, 2001). The continental slope in the Adare Basin region is steep and sinuous (Pistolato et al., 2006) and turbidite channels are a common feature (Hayes and Davey, 1975) (see Figs. 1 and 3).\nA number of processes influence bottom current strength on the Ross Sea continental slope. The cyclonic Antarctic Circumpolar Current (ACC) operates in the mid Southern Ocean and carries the Circumpolar Deep Water (CDW), which extends down to 4000 m (Budillon et al., 2000). Offshore the Ross Sea the CDW flows into the sluggish, cyclonic Ross Gyre and reaches the Ross Sea continental shelf (Budillon et al., 2000). Within the Western Ross Sea, High Salinity Shelf Waters (HSSW) form through the action of ice-formation and katabatic winds (Jacobs et al., 1985). Some of the HSSW flows towards theWestern Ross Sea shelf break (Budillon et al., 1999) and mixes with CDW to form Antarctic Bottom Waters (AABW). This cold, dense water flows from the shelf break down the continental slope (Foldvik et al., 1985; Orsi et al., 1999; Rubino et al., 2003) and then participates in the cyclonic Ross Sea gyre (Orsi et al., 1999), see Fig. 1 for main pathway of theAABWfrom the Ross Sea shelf. During the Late Quaternary, AABW flowing from the Ross Sea has been generally sluggish during glacials, depositing clayey material, and strong during interglacials, depositing silty material (Brambati et al., 2002). Another bottom water source is at the Antarctic Slope Front (ASF) where dense water sinks due to low vertical stabilities of the water column (Jacobs, 1991;Whitworth, 1998).Vertical stabilities are influenced by pressure and temperature (Killworth, 1979; McPhee, 2003) and the Ross Sea exhibits a narrow, complex ASF (Jacobs, 2004)."
  }, {
    "heading": "3. Methods",
    "text": "Three seismic profiles across the Adare Trough were collected on the RV/IB Palmer in 1997, oriented roughly E–W (Fig. 1). Migrated and interpreted profiles of the two northern lines, A–A′ and B–B′, are presented in Keller (2004) and Müller et al. (2005). A tie was made between the Adare Trough seismic lines and DSDP Site 274 using the analogue 1972 ELT52 seismic profile.\ns A–A′, B–B′, and C–C′. Approximate ages have been assigned to the ted basement depth based on a half-space cooling model (Parsons and nt depths differ from sediment unloaded depths by up to ~ 1900 m.\n188 J.M. Whittaker, R.D. Müller / Marine Geology 230 (2006) 179–197\nFrom 415 m of recovered sediment in DSDP 274, six sedimentary and five seismic units were identified and summarised by Müller et al. (2005). Here the five identified seismic units have been propagated onto Adare Trough seismic profile C–C′. Fig. 4 shows the correlation between the six identified sedimentary units from DSDP 274 and the five seismic units interpreted across profile C–C′. All three Adare Trough seismic profiles were examined with respect to (1) sedimentary features such as contourite and turbidite channels, and (2) faulting and igneous intrusion patterns. Reconstructions of oceanic palaeo-age and palaeo-basement depth for the area around the Adare Trough for 33 Ma, 17 Ma, 14 Ma, 5 Ma and the present were created from digital grids of the Circum-Antarctic region using the method outlined in Brown et al. (2006). These time-slices were selected because they are key time periods, with respect to the depositional history of the Adare Basin, relating to the onset and completion of the two extended unconformities present in the seismic profiles and DSDP Site 274.\nFor the mantle convection model, the mantle flow field through time was modeled using the spectral method of Hager and O'Connell (1981), based on spherical harmonic expansion of surface plate velocities and internal density heterogeneities at each depth level (Steinberger et al., 2004). Internal density heterogeneities were determined from the global tomographic model by Becker and Boschi (2002), using a conversion factor from relative seismic velocity to relative density variations of 0.25 below 220 km.\nSteinberger et al. (2004) computed the change of density anomalies with time by advecting these back-\nFig. 9. Selected portion of seismic profile B–B′ showing an interpreted co Trough bounding ridge.\nward in the mantle flow field. The flow field in turn was computed from mantle density anomalies, and given surface plate velocities. While it is thought that in the upper part of the mantle beneath the lithosphere both seismic velocity and density anomalies are mostly due to temperature anomalies, and therefore should be strongly correlated, this is not necessarily the case at lithospheric depths. There lateral variations in composition may have an effect on both seismic velocity and density variations that is equally or even more important than lateral variations in temperature. Hence simply converting seismic velocity to density anomalies may not be entirely appropriate there. We focus on mantle density (equivalent to temperature) anomalies at 500 km depth, where Steinberger et al.'s (2004) model results are robust."
  }, {
    "heading": "4. Results",
    "text": ""
  }, {
    "heading": "4.1. Seismic stratigraphy",
    "text": "The data quality of profile C–C′ and B–B′ are similar, with interpretation of all five seismic units possible across both profiles. A detailed interpretation of seismic profile A–A′ was not possible due to poor data quality caused by bad weather and equipment complications. Müller et al. (2005) presents seismic stratigraphic interpretations for profile A–A′ and the western portion of profile B–B′. Here, we present the entire B–B′ profile (Fig. 5) and the C–C′ profile (Fig. 6). All seismic units were interpreted across profiles B–B′ and C–C′. The basement is clearly identifiable throughout profile C–C′ (Fig. 6), and an average overall sediment\nntourite channel expressed at the seafloor, adjacent the eastern Adare\n189J.M. Whittaker, R.D. Müller / Marine Geology 230 (2006) 179–197\nthickness of approximately 1000 ms exhibited by this profile is consistent with previously interpreted profiles A–A′ and B–B′. Fig. 4 shows the relationship between mapped seismic units and the corresponding sedimentary units, as well as estimates of sediment ages summarised from Keller et al. (2004), Hayes et al. (1975) and Müller et al. (2005).\nThe top of seismic unit 6 (SU6) is marked by a distinct subbottom reflector marking the top of the basement structure. Magnetic data (Cande et al., 2000), constrain oceanic basement in this area to be no older than∼ 33Ma (chron 13o) in the Adare central trough area. Strong reflectors, which separate seismically transparent layers above and below, define the upper contact of SU5. These reflectors are moderately laterally continuous in profile C–C′ and the boundary between SU5 and SU3/4 is readily identified at most locations along the profile due to the presence of seismically transparent material above. A regionally consistent unconformity marks the top of seismic unit 3/4 in seismic profile. This unconformable\nboundary is highly laterally continuous and readily traceable across profile C–C′. SU3/4 varies in thickness across the profile, increasing from an average thickness of 300 ms along the western section of the profile to an average thickness of 600 ms toward the east. This thickness increase combined with the onlapping relationship between SU3/4 and SU5 (CDP 15420 to 17420) clearly shows there was bathymetric relief prior to deposition of SU3/4. The sediments of SU3/4 filled the bathymetric trough that was present at the early Oligocene suggesting current controlled deposition rather than outof-suspension deposition dominated. The top of seismic unit 2 is defined by a regionally consistent unconformity. The unconformity that defines the top of SU2 is not continuous across profile C–C′, but is highly continuous when present. SU1 is not continuously present across profile C–C′. Reflectors of SU1 onlap onto SU2 at CDP 18300 to 19700, a relationship identified in profile B–B′ (Müller et al., 2005). Generally, truncation and onlapping relationships between seismic units observed in profile\nin DSDP Site 274 (Hayes et al., 1975) and ages from Hayes and Frakes ntourite building identified from theWeddell Sea, Antarctica (Rebesco et e various glaciation events identified from the oxygen isotope curve.\n190 J.M. Whittaker, R.D. Müller / Marine Geology 230 (2006) 179–197\nC–C′ are consistent with those observed for profile B–B′ indicating that the seismic units interpreted have a regional extent."
  }, {
    "heading": "4.2. Faults and intrusions",
    "text": "The bounding normal faults of the Adare Trough central graben are clearly visible in profiles A–A′ and B–B′, but are not visible in profile C–C′. Smaller faults, strikeslip/transtensional in nature, were identified on all three\nprofiles with only minor offsets observed. No faults with reverse offsets were observed. Areas where sub-horizontal reflections in the seismic profile were disturbed in a vertical, roughly linear pattern were used to identify the location of strike-slip faults. The normal-faulted, central graben of the Adare Trough formed at 26–28Ma, just after cessation of sea-floor spreading (Cande et al., 2000). Small faults offset the basement and SU5 and are inferred to be associatedwithAdare Trough rifting during theOligocene. Generally, faults aremore commonnear the central graben,\nust for times a) 0 Ma, b) 5 Ma, c) 14 Ma, d) 17 Ma, and e) 33 Ma.\n191J.M. Whittaker, R.D. Müller / Marine Geology 230 (2006) 179–197\ntoward the western end of all seismic lines. Faults that propagate past SU5 continue to terminate prior to or during SU2, with sediments of SU1 remaining undisturbed.\nScattered intrusions throughout the Adare Trough range from affecting SU3/4 and SU5 only, to others that penetrate the entire stratigraphic column forming seamounts that are clearly recognisable in seismic and bathymetric profile. Similar small scale igneous intrusions found nearby, such as in the Balleny area, show that active Late Tertiary volcanism is widespread (LeMasurier and Thomson, 1990). The number of intrusions penetrating\nthe seismic units increases consistently from a low number of intrusions penetrating SU5 to a high number penetrating the modern seafloor."
  }, {
    "heading": "5. Discussion",
    "text": ""
  }, {
    "heading": "5.1. Structure and geodynamics",
    "text": "Small strike-slip/transtensional faults exist in theAdare Basin seismic lines (e.g. Fig. 6). These faults likely reactivated major NW-trending pre-existing weaknesses,\n192 J.M. Whittaker, R.D. Müller / Marine Geology 230 (2006) 179–197\nwhich in the Adare Trough case are parallel/sub-parallel to the main bounding faults of the trough. The faults predominately propagate to the middle of SU3/4, or near the top of SU2. The SU2 terminating faults halt below the Miocene–Pliocene unconformity indicating that extensional/transtensional forces were active until approximately 5–15 Ma. On the adjacent continental crust, the Western Ross Sea also has a dominant set of right-lateral, strike-slip faults trending NW–SE, with N–S transtensional faults extending between the NW trending faults (Salvini et al., 1997; Salvini and Storti, 1999; Rossetti et al., 2003). Other NW–SE trending faults such as the Bower structure and the Rennick Graben occur in North and South Victoria Land (Davey and Brancolini, 1995; Rossetti et al., 2003).\nReconstructed upper mantle density anomalies (Steinberger et al., 2004) (Fig. 7) beneath the Victoria Land area show a prominent zone of downgoing dense mantle material from ∼ 85 to ∼ 65 Ma. A westward-dipping subduction zone existed adjacent to western Marie Byrd Land until 108 Ma (Storey et al., 1999) and eastern Marie Byrd Land until 90Ma (Larter et al., 2002). Themodelled uppermantle downwelling likely represents the continued slab subduction from the Marie Byrd Land subduction zone. The modelled downwelling is rounded in shape, rather than an expected linear feature, most probably due to resolution limitations of the mantle density anomaly model.\nFrom 55 Ma to the present (Fig. 7), anomalously less dense mantle material beneath the Victoria Land area progressively intensifies and expands to connect with other regions of less dense mantle material underlying much of the South Pacific and Marie Byrd Land (Fig. 7). Using a 50–100 km/Ma (Steinberger and Antretter, submitted for publication) upwelling rate for upper mantle material there should be a 5–10 million yr delay betweenmodelled upwelling mantle at 500 km depth and any likely surface effects, such as volcanism. Igneous activity in Northern Victoria Land is recorded from ∼ 50 Ma and has been practically continuous since 38 Ma (Tonarini et al., 1997; Armienti and Baroni, 1999), while further south the McMurdo volcanic group commenced later, at 25–18 Ma and has continued to the present day with intensification at ∼ 10 Ma (Davey and Brancolini, 1995). On the other side of the Ross Sea, Marie Byrd Land has undergone contemporaneous uplift and volcanism from 29–25 Ma to the present (LeMasurier, 2006). Therefore, we suggest that initial onset of igneous activity in Northern Victoria Land at ∼ 50 Ma was caused by a large-scale mantle upwelling. Later onset of igneous activity in McMurdo Sound (25–18Ma to the present) and Marie Byrd Land (29–25 Ma) can\nalso be attributed to the region mantle density anomaly upwelling.\nLarge regions of low-volume, alkaline, Cenozoic magmatism are observed not only in Western Antarctica but also in eastern Australia, the New-Zealand-Campbell Plateau area, and much of the intervening oceanic crust. The ‘superswell’ hypothesis (McNutt and Fischer, 1987; Stein and Stein, 1993; Finn et al., 2005) may explain this phenomenon. Finn et al. (2005) propose that Cenozoic detachment and sinking of subducted slabs from the mantle transition zone caused a modest increase in asthenospheric temperature leading to melting of overlying metasomatised lithosphere (Finn et al., 2005). Eruption then occurred in small volcanic fields under compressive regimes, and in large volume fields under extensional regimes. The spatial relationship between igneous activity and faulting in the Adare Basin supports the ‘superswell’ mechanism for volcanism by showing that most observed volcanism could not have been caused by a rift related mechanism. There is a relationship between seamounts the large normal faults of the central Adare Trough graben (Fig. 2). However, there are no normally faulted blocks in the Adare Basin and there is not a spatial correlation between smaller strike-slip/ transtensional faults, and intrusions (Figs. 2 and 6). So, the bounding faults of the Adare Trough provide a zone of weakness enabling intrusion of igneous material but intrusions in the region are not consistently related to faulting, indicating that adiabatic decompression, caused by rifting, was not the main mechanism behind emplacement of igneous material.\nIn Fig. 8 we compare the observed, and sediment unloaded, basement depths for seismic lines A–A′, B–B′, and C–C′. Ages estimates have been assigned to the eastern an western ends of the seismic profiles based on Cande et al. (2000) in order to compare the observed unloaded basement depth with the expected basement depth for oceanic crust based on a half-space cooling model (Parsons and Sclater, 1977). Fig. 8 shows that unloadedAdareBasin basement is substantially shallower than expected for 25–40million yrs old oceanic crust. The unloaded basement depth of the Adare Trough graben in profile A–A′ is ∼ 1400 m shallower than expected basement depth, in profile B–B′ it is∼ 1600m shallower, and in profile C–C′ it is ∼ 1900 m shallower. Similarly, the unloaded basement depth of the Adare Trough flanks, excluding the bounding ridges, in profile A–A′ is ∼ 1300 m shallower than expected basement depth, in profile B–B′ it is∼ 1600m shallower, and in profile C–C′ (excluding the Hallett Ridge) it is ∼ 1900 m shallower. These data reveal unloaded basement of the Adare Trough graben and flanks shallows from north to south with\n193J.M. Whittaker, R.D. Müller / Marine Geology 230 (2006) 179–197\nrespect to expected basement depth. The shallowness of the bounding ridges can be explained by flexural uplift caused by mechanical unloading of the lithosphere at the bounding faults (Müller et al., 2005).\nThe anomalous elevation of the Adare Trough graben and flanks may be caused by anomalously thick crust and/or dynamic topography caused by mantle upwelling. As discussed above, the Adare Basin region has likely been located above anomalously hot mantle since ∼ 55 Ma, which supports a mantle upwelling mechanism for shallow Adare Basin basement depths. Directly beneath the Adare Trough, on profiles A–A′ and B–B′, is an unexpectedly large modelled oceanic crustal thickness maximum of 9–10.5 km (Müller et al., 2005). However, modelled oceanic crustal thickness beneath the flanks of these lines is not anomalously thick (Müller et al., 2005) again supporting mantle upwelling as the cause for shallow basement depths of the Adare Trough flanks."
  }, {
    "heading": "5.2. Patterns of sedimentation and possible causes",
    "text": "Mid-Oligocene East Antarctic glacial expansion caused a drop in sea level (Haq et al., 1988) and the onset of the ACC through initiation of a modern ocean structure with constant Southern Ocean westerly winds (Hay et al., 2005). The mid-Oligocene onset of widespread Australasian submarine erosion, resulting in the AustralasianMarshall Paraconformity, is widely assumed to represent erosion by the ACC (McGonigal and Di Stefano, 2002). Our SU3/4 unconformity, dated as Early Oligocene–late Early Miocene from DSDP Site 274 (Hayes et al., 1975), see Fig. 4, corresponds temporally with the Marshall Paraconformity. However, similar midOligocene unconformities are not observed at other Antarctic continental slope locations such as DSDP Sites 268 and 269 (Hayes and Frakes, 1975), the Weddell Sea (Michels et al., 2001) orAntarctic Peninsula (Rebesco et al., 1997). If fact, the period 36–15Ma is identified as a “Pre-Drift” stage for the Weddell Sea and Antarctic Peninsula where turbidite deposits dominated and strong bottom currents are yet to initiate (Rebesco et al., 1997). Further, DSDP Site 268, located on the continental rise offshoreWilkes Land, Antarctica, exhibits turbidite dominated sediments overlain by contour current dominated sediments (Piper and Brisco, 1975). Also, the Antarctic continental slope lies far to the south of the present-day location of the ACC and so is unlikely to have been influenced by the onset of the ACC at the mid-Oligocene.\nWe propose that our regional SU3/4 hiatus is more likely due to a low sediment supply reaching the Southern Ocean from theWesternRoss Sea. Brancolini et al. (1995)\ndescribed seismic unit RSS-1 (Oligocene to late Early Miocene; Davey et al., 2000) as being deposited inmarine Western Ross Shelf subsiding basins that were isolated/ restricted from the Southern Ocean. Isolated basins in the Ross Sea would have severely restricted sediment supply from the Antarctic continent to the Adare Basin region, causing the SU3/4 unconformity.\nSedimentation in the Adare Basin region resumed at ∼ 17 Ma (SU2) and continued to ∼ 14 Ma, see Fig. 10. Sed3 (∼ 17 to ∼ 15 Ma) exhibits turbidite deposited graded bedding (Hayes et al., 1975) and a higher sedimentation rate than Sed2 (Frakes, 1975), which are both suggestive of relativelyweak bottom currents. Deposition of Sed3 occurred during the Mid-Miocene climate optimum (McGowran, 1979) the warmest interval of the Neogene. These warm conditions led to erosion of the TransAntarctic Mountains by temperate glaciers (Barrett, 1999). Also, the Ross Sea palaeo-environment at∼ 17Ma changed from isolated basins to open marine conditions (Brancolini et al., 1995). High sediment availability from temperate glacier erosion of the TransAntarctic Mountains and open marine conditions in the Ross Sea would have been favourable to increased sediment supply to the Adare Basin leading to the deposition of Sed3.\nA distinct change in depositional style occurs from Sed3 to Sed2. Sed2 is affected by contour channels (e.g. Fig. 9), there is severe sediment winnowing (Frakes, 1975), and the unit is split by a seismically transparent, unconformity, lasting from the Mid-Miocene to the Pliocene (Hayes et al., 1975). Fig. 10 shows the correlation between initial deposition of Sed2 and onset of Mid-Miocene cooling (Shackleton and Kennett, 1975; Miller et al., 1991). The present-day structure of the ocean, with well defined ocean fronts, is a consequence of the location of the westerly winds and consistent highpressure systems at the poles related to the presence of ice cover (Hay et al., 2005). Globally warmer conditions would lead to seasonal alternations of high and low pressure systems and a general absence/weakening of polar fronts (Hay et al., 2005). The cooling caused intensification of gyral circulation and increased the strength of oceanographic fronts (Thunell and Belyea, 1982; Kennett et al., 1985). A consequence of increased sea-ice cover and a stronger Antarctic Slope Front, due to glacial expansion, was increased production of AABW from the mid-Miocene. These strong bottom currents continued, leading to the winnowed sediment and hiatus observed in Sed2, until the Pliocene (see Fig. 10). Increased bottom current intensity is inferred for much of the Antarctic margin for the period ∼ 15 to ∼ 5 Ma. For example, a “Drift-growth Stage” (∼ 15 to ∼ 5 Ma) characterised by strong bottom currents is identified in\n194 J.M. Whittaker, R.D. Müller / Marine Geology 230 (2006) 179–197\nWeddell Sea and Antarctic Peninsula deposits (Rebesco et al., 1997; Michels et al., 2001).\nSU1 exhibits contour channels (Fig. 9) indicating the influence of bottom currents. However, sedimentation rates implied for this seismic unit from correlation with DSDP Site 274 are higher than for Sed2 and winnowing is not apparent (Frakes, 1975). This suggests that bottom currents were weakened from the Pliocene to the present although the timing of the boundary between SU2 and SU1 through correlation with Site 274 is debatable (Barker, 1995). Seismic evidence from the Weddell Sea and Antarctic Peninsula, supports weaker bottom currents since ∼ 5 Ma (Rebesco et al., 1997; Michels et al., 2001). Some Antarctic warming (e.g. Poore and Sloan, 1996; Lear et al., 2003; Billups and Schrag, 2003) occurred at∼ 5 Ma, possibly leading to decreased production of AABW. Initiation of Northern Hemisphere icesheets at ∼ 3 Ma caused a change in global deep-water circulation patterns (Ishman, 1996), which may also have affected AABW production. Either, or both, of these climatic changes may have reduced bottom current strength in the Adare Basin area.\nKeller (2004) noted that sediment cover on the western side of the Adare Trough (approx. 100 km from the central graben) is much thicker than on the eastern side. Hayes and Frakes (1975) first suggested that local bathymetric features may have directed and intensified bottom currents in this area and Orsi et al. (1999) found that AABWmoved from the Ross Shelf past the western side of the Adare Trough (Fig. 1). This bottom water flow is likely to have carried and deposited much of the thicker sediment observed west of the Adare Trough. However, the AABW flow pattern may have been different in the past, largely depending on bathymetric configurations. Mid-ocean ridges and transform faults can form significant barriers to bottom current flow (Bice et al., 1998). Figs. 11 and 12 show that although there has been substantial change in the orientation of mid-ocean ridges offshore Cape Adare there is no modelled mid-ocean ridge impediment to bottom current flow between the Ross Shelf and the Adare Basin. However, it is possible that transform faults, related to the mid-ocean ridge, may have impeded AABW flow."
  }, {
    "heading": "6. Conclusions",
    "text": "Sediments deposited in theAdare Basin since∼ 38Ma have been strongly influenced by environmental factors. Progressive global cooling since the Eocene has changed global circulation patterns, leading to the onset of ACC during the mid-Oligocene and AABW during the mid-\nMiocene. The Oligocene onset of the ACC does not appear to have played a large role in causing the Oligocene/Miocene hiatus observed across the Adare Basin, with no comparable hiatuses observed elsewhere on the Antarctic margin. We suggest that this hiatus was caused by low sediment availability to the Adare Basin due to the presence of small, isolated basins in the adjacent Ross Sea with limited connection to the Southern Ocean. During the mid-Miocene there was a change tomore openmarine conditions in the Ross Sea as well as increased global cooling leading to increased Antarctic glaciation. We suggest that increased AABW production in the Western Ross Sea at this time led to strong bottom currents flowing from the Ross Sea down the continental slope leading to winnowed sediments and the late Miocene hiatus in the Adare Basin. Further cooling during the Pliocene, causing changes in global ocean circulation patterns, correlates with continuing but weakened bottom currents affecting the Adare Basin. The sediment deposition patterns observed in the Adare Basin agree with sediment deposition patterns observed at other Antarctic margin locations e.g. the Antarctic Peninsula and the Weddell Sea, supporting regional environmentally driven sediment deposition mechanisms.\nSmall-scale volcanism and unusually shallow basement depths are found throughout the Adare Trough area. Mantle density reconstructions showing anomalously hot mantle beneath the Adare Trough area support mechanism for both the observed volcanism and shallow basement depths."
  }],
  "year": 2006,
  "references": [{
    "title": "Cenozoic climate change in Antarctica recorded by volcanic activity and landscape",
    "authors": ["P. Armienti", "C. Baroni"],
    "venue": "evolution. Geology",
    "year": 1999
  }, {
    "title": "The proximal marine sediment record of Antarctic climate since the Late Miocene",
    "authors": ["P.F. Barker"],
    "venue": "Antarctic Research Series. Geology and Seismic Stratigraphy of the Antarctic Margin,",
    "year": 1995
  }, {
    "title": "Antarctic climate history over the last 100 million years",
    "authors": ["P. Barrett"],
    "venue": "Terra Antartica",
    "year": 1999
  }, {
    "title": "A comparison of tomographic and geoynamic mantle models",
    "authors": ["T. Becker", "L. Boschi"],
    "venue": "Geochem. Geophys. Geosyst",
    "year": 2002
  }, {
    "title": "Reconstruction of realistic early Eocene paleobathymetry and ocean GCM sensitivity to specified basin configuration",
    "authors": ["K.L. Bice", "E.J. Barron", "W.H. Peterson"],
    "year": 1998
  }, {
    "title": "Application of benthic foraminiferal Mg/Ca ratios to questions of Cenozoic climate change",
    "authors": ["K. Billups", "D.P. Schrag"],
    "venue": "Earth Planet. Sci",
    "year": 2003
  }, {
    "title": "Heat flow and Tectonics in the Western Ross Sea, Antarctica, The Antarctic",
    "authors": ["D.K. Blackman", "R.P.V. Herzen", "L.A. Lawver"],
    "year": 1987
  }, {
    "title": "Continental Margin: Geology and Geophysics of the Western Ross Sea",
    "authors": ["R.D.J.M. Whittaker"],
    "venue": "Marine Geology",
    "year": 2006
  }, {
    "title": "Late Quaternary climatic changes in the Ross Sea area, Antarctica",
    "authors": ["A. Brambati", "R. Melis", "T. Quaia", "G. Salvi"],
    "venue": "Antarctica at the Close of the Millennium. Royal Society",
    "year": 2002
  }, {
    "title": "Seismic facies and glacial history in the Western Ross Sea (Antarctica)",
    "authors": ["G. Brancolini", "A.K. Cooper", "F. Coren"],
    "venue": "Antarct. Res. Ser",
    "year": 1995
  }, {
    "title": "Circum-Antarctic palaeobathymetry: illustrated examples from Cenozoic to recent times. Palaeogeogr",
    "authors": ["B. Brown", "C. Gaina", "R.D. Müller"],
    "venue": "Palaeoclimatol. Palaeoecol",
    "year": 2006
  }, {
    "title": "Water masses and suspended matter characteristics of the western Ross Sea",
    "authors": ["G. Budillon", "S. Tucci", "A. Artegiani", "G. Spezie"],
    "year": 1999
  }, {
    "title": "A study of surface heat fluxes in the Ross Sea (Antarctica)",
    "authors": ["G. Budillon", "G. Fusco", "G. Spezie"],
    "venue": "Antarct. Sci",
    "year": 2000
  }, {
    "title": "2000.Cenozoicmotion between East and West Antarctica",
    "authors": ["S.C. Cande", "J.M. Stock", "R.D. Muller", "T. Ishihara"],
    "venue": "Nature",
    "year": 2000
  }, {
    "title": "Episodic rifting of Phanerozoic rocks in the Victoria Land Basin, Western Ross Sea",
    "authors": ["A.K. Cooper", "F.J. Davey"],
    "venue": "Antarctica. Science",
    "year": 1985
  }, {
    "title": "Seismic stratigraphy and structure of the Victoria Land Basin, western Ross Sea, Antarctica",
    "authors": ["A.K. Cooper", "F.J. Davey", "J.C. Behrendt"],
    "year": 1987
  }, {
    "title": "Structure of extensionally rifted crust beneath the western Ross Sea and Iselin Bank, Antarctica, from sonobuoy seismic data. The Antarctic continental margin; geology and geophysics of the western Ross Sea",
    "authors": ["A.K. Cooper", "F.J. Davey", "G.R. Cochrane"],
    "venue": "Circum-Pacific Council for Energy and Mineral Resources,",
    "year": 1987
  }, {
    "title": "Crustal extension and origin of sedimentary basins beneath the Ross Sea and Ross Ice Shelf, Antarctica. In: Thomson, Crame, Thomson (Eds.), Geological Evolution of Antarctica",
    "authors": ["A.K. Cooper", "F.J. Davey", "K. Hinz"],
    "year": 1991
  }, {
    "title": "West Antarctica: Problem child of Gondwanaland",
    "authors": ["I.W.D. Dalziel", "D.H. Elliot"],
    "venue": "Tectonics",
    "year": 1982
  }, {
    "title": "Group velocity of Rayleigh waves in the Antarctic region",
    "authors": ["S. Danesi", "A. Morelli"],
    "year": 2000
  }, {
    "title": "Structure of the upper mantle under the Antarctic plate from surface wave tomography",
    "authors": ["S. Danesi", "A. Morelli"],
    "venue": "Geophys. Res",
    "year": 2001
  }, {
    "title": "The late Mesozoic and Cenozoic structural setting of the Ross Sea region",
    "authors": ["F.J. Davey", "G. Brancolini"],
    "venue": "Antarct. Res. Ser",
    "year": 1995
  }, {
    "title": "A revised correlation of the seismic stratigraphy at the Cape Roberts drill sites with the seismic stratigraphy of the Victoria Land Basin, Antarctica",
    "authors": ["Davey", "F.J"],
    "venue": "Terra Antartica",
    "year": 2000
  }, {
    "title": "Seismic features diagnostic of contourite drifts",
    "authors": ["J.C. Faugeres", "D.A.V. Stow", "P. Imbert", "A. Viana"],
    "venue": "Mar. Geol",
    "year": 1999
  }, {
    "title": "A Cenozoic diffuse alkaline magmatic province (DAMP) in the southwest Pacific without rift or plume origin",
    "authors": ["C.A. Finn", "R.D. Müller", "K.S. Panter"],
    "venue": "Geochem. Geophys. Geosyst",
    "year": 2005
  }, {
    "title": "The Transantarctic Mountains of southern Victoria Land: The application of apatite fission track analysis to a rift shoulder",
    "authors": ["P.G. Fitzgerald"],
    "venue": "uplift. Tectonics",
    "year": 1992
  }, {
    "title": "Uplift of the transantarctic mountains: constraints from fission track thermochronology",
    "authors": ["P.G. Fitzgerald"],
    "year": 1994
  }, {
    "title": "Fission-track geochronology, tectonics and structure of the Transantarctic Mountains in northern Victoria Land, Antarctica",
    "authors": ["P.G. Fitzgerald", "A.J.W. Gleadow"],
    "venue": "Chemical Geology (Isotope Geoscience Section)",
    "year": 1988
  }, {
    "title": "Circulation and water masses on the southern Weddell Sea shelf",
    "authors": ["A. Foldvik", "T. Gammelsrod", "T. Torresen"],
    "venue": "Antarct. Res. Ser",
    "year": 1985
  }, {
    "title": "Paleoclimatic significance of some sedimentary components at Site 274",
    "authors": ["L.A. Frakes"],
    "venue": "Initial Reports of the Deep Sea Drilling Project. U.S.Government PrintingOffice,Washington,",
    "year": 1975
  }, {
    "title": "A simple global model of plate dynamics and mantle convection",
    "authors": ["B.H. Hager", "R.J. O'Connell"],
    "venue": "J. Geophys. Res",
    "year": 1981
  }, {
    "title": "Mesozoic and Cenozoic Chronostratigraphy and Cycles of Sea-level Change",
    "authors": ["B.U. Haq", "J. Hardenbol", "P.R. Vail"],
    "venue": "Society of Economic Paleontologists and Mineralogists,",
    "year": 1988
  }, {
    "title": "Is the initiation of glaciation on Antarctica related to a change in the structure of the ocean",
    "authors": ["W. Hay", "S. Flögel", "E. Söding"],
    "venue": "Glob. Planet. Change",
    "year": 2005
  }, {
    "title": "A Geophysical Study of the Ross Sea, Antarctica, Initial Reports of the Deep Sea Drilling Project",
    "authors": ["D.E. Hayes", "F.J. Davey"],
    "venue": "U.S. Government Printing Office,",
    "year": 1975
  }, {
    "title": "General synthesis deep sea drilling project, Leg 28",
    "authors": ["D.E. Hayes", "L.A. Frakes"],
    "venue": "Initial Reports of the Deep Sea Drilling Project,",
    "year": 1975
  }, {
    "title": "Shaping the continental rise by deep geostropic contour currents",
    "authors": ["B.C. Heezen", "C.D. Hollister", "W.F. Ruddiman"],
    "venue": "Science",
    "year": 1966
  }, {
    "title": "A benthic foraminiferal record of middle to late Pliocene (3.15–2.85 Ma) deep water change in the North Atlantic",
    "authors": ["S.E. Ishman"],
    "venue": "Marine Micropaleontology,",
    "year": 1996
  }, {
    "title": "On the nature and significance of the Antarctic",
    "authors": ["S.S. Jacobs"],
    "venue": "Slope Front. Mar. Chem",
    "year": 1991
  }, {
    "title": "Bottom water production and its links with the thermohaline circulation",
    "authors": ["S.S. Jacobs"],
    "venue": "Antarct. Sci",
    "year": 2004
  }, {
    "title": "Origin and evolution of water masses near the Antarctic continental margin: evidence",
    "authors": ["S.S. Jacobs", "R.G. Fairbanks", "Y. Horibe"],
    "year": 1985
  }, {
    "title": "Cenozoic Plate Tectonic Reconstructions and Plate Boundary Processes in the Southwest Pacific",
    "authors": ["W.R. Keller"],
    "venue": "California Institute of Technology,",
    "year": 2004
  }, {
    "title": "Miocene Planktonic Foraminferal Biogeography and Paleooceanographic Development of the Indo-Pacific Region",
    "authors": ["J.P. Kennett", "G. Keller", "M.S. Stinivasan"],
    "venue": "The Miocene Ocean. Geol. Soc. of Amer. Memoir,",
    "year": 1985
  }, {
    "title": "On “chimney” formations in the ocean",
    "authors": ["P.D. Killworth"],
    "venue": "J. Phys. Oceanogr",
    "year": 1979
  }, {
    "title": "Interplay of turbidite and contourite deposition along the Cosmonaut Sea/Enderby Land margin, East Antarctica",
    "authors": ["B Kuvaas"],
    "venue": "Mar. Geol",
    "year": 2005
  }, {
    "title": "McMurdo volcanic group, western ross embayment: introduction",
    "authors": ["P.R. Kyle"],
    "venue": "Antarct. Res. Ser",
    "year": 1990
  }, {
    "title": "Tectonic evolution of the Pacific margin of Antarctica 1. Late Cretaceous tectonic reconstructions",
    "authors": ["R.D. Larter", "A.P. Cunningham", "P.F. Barker", "K. Gohl", "F.O. Nitsche"],
    "venue": "J. Geophys. Res.-Solid Earth",
    "year": 2002
  }, {
    "title": "The closing of a seaway: ocean water masses and global climate change",
    "authors": ["C.H. Lear", "Y. Rosenthal", "J.D. Wright"],
    "venue": "Earth Planet. Sci",
    "year": 2003
  }, {
    "title": "Late cenozoic volcanism on the antarctic plate: an overview",
    "authors": ["W.E. LeMasurier"],
    "venue": "Volcanoes of the Antarctic Plate and Southern Oceans. Antarctic Research Series. American Geophysical Union,",
    "year": 1990
  }, {
    "title": "What supports the Marie Byrd Land Dome? An evaluation of potential uplift mechanisms in a continental rift system",
    "authors": ["W.E. LeMasurier"],
    "year": 2006
  }, {
    "title": "Volcanoes of the Antarctic Plate and Southern Ocean",
    "authors": ["W.E. LeMasurier", "J.W. Thomson"],
    "venue": "Antarctic Research Series,",
    "year": 1990
  }, {
    "title": "Calcareous nannofossil biostratigraphy of the Eocene–Oligocene transition, ODP Sites 1123 and 1124",
    "authors": ["K. McGonigal", "A. Di Stefano"],
    "venue": "Proceedings of the Ocean Drilling Program, Scientific Results,",
    "year": 2002
  }, {
    "title": "The tertiary of Australia: foraminiferal overview",
    "authors": ["B. McGowran"],
    "venue": "Mar. Micropaleontol",
    "year": 1979
  }, {
    "title": "The south pacific superswell",
    "authors": ["M.K. McNutt", "K.M. Fischer"],
    "year": 1987
  }, {
    "title": "Is thermobaricity a major factor in Southern Ocean ventilation",
    "authors": ["M.G. McPhee"],
    "venue": "Antarct. Sci",
    "year": 2003
  }, {
    "title": "Recognition of contourcurrent influence in mixed contourite–turbidite sequences of the Western Weddell Sea",
    "authors": ["K.H. Michels", "J. Rogenhagen", "G. Kuhn"],
    "venue": "Antarctica. Mar. Geophys. Res",
    "year": 2001
  }, {
    "title": "Unlocking the ice house: Oligocene–Miocene oxygen isotopes, eustacy and margin erosion",
    "authors": ["K.E. Miller", "J.D. Wright", "R.G. Fairbanks"],
    "venue": "J. Geophys. Res",
    "year": 1991
  }, {
    "title": "Crustal structure and rift flank uplift of the Adare Trough, Antarctica",
    "authors": ["R.D. Müller", "S.C. Cande", "M. Stock Joann", "B. Keller"],
    "venue": "Geochem. Geophys. Geosyst",
    "year": 2005
  }, {
    "title": "Circulation, mixing and production of Antarctic bottom water",
    "authors": ["A.H. Orsi", "G.C. Johnson", "J.L. Bullister"],
    "venue": "Prog. Oceanogr",
    "year": 1999
  }, {
    "title": "An analysis of the variation of ocean floor bathymetry and heat flow with age",
    "authors": ["B. Parsons", "J.G. Sclater"],
    "venue": "J. Geophys. Res",
    "year": 1977
  }, {
    "title": "Deep-water continental margin sedimentation, DSDP Leg 28, Antarctica",
    "authors": ["D.J.W. Piper", "C.D. Brisco"],
    "venue": "Initial Reports of the Deep Sea Drilling Project,",
    "year": 1975
  }, {
    "title": "Grain size, mineralogy and geochemisty in Late Quaternary sediments from the Western Ross Sea outer slope as proxies for climate changes",
    "authors": ["M Pistolato"],
    "year": 2006
  }, {
    "title": "Introduction climates and climate variability of the Pliocene",
    "authors": ["R.Z. Poore", "L.C. Sloan"],
    "venue": "Mar. Micropaleontol",
    "year": 1996
  }, {
    "title": "Seismic expression of contourites and related deposits: a preface",
    "authors": ["M. Rebesco", "D. Stow"],
    "venue": "Mar. Geophys. Res",
    "year": 2001
  }, {
    "title": "Giant sediment drifts on the continental rise west of the Antarctic Peninsula",
    "authors": ["M. Rebesco", "R.D. Larter", "A. Camerlenghi", "P.F. Barker"],
    "venue": "Earth Planet. Sci",
    "year": 1996
  }, {
    "title": "The history of sedimentation on the Continental Rise West of the Antarctic Peninsula",
    "authors": ["M. Rebesco", "R.D. Larter", "P.F. Barker", "A. Camerlenghi", "L.E. Vanneste"],
    "venue": "Antarct. Res. Ser",
    "year": 1997
  }, {
    "title": "Sediment drifts and deep-sea channel systems, Antarctic Peninsula Pacific Margin",
    "authors": ["M Rebesco"],
    "venue": "Geol. Soc.,",
    "year": 2002
  }, {
    "title": "Crustal and upper mantle structure beneath Antarctica and surrounding oceans",
    "authors": ["M.H. Ritzwoller", "N.M. Shapiro", "A.L. Levshin", "G.M. Leahy"],
    "venue": "J. Geophys. Res., B Solid Earth Planets",
    "year": 2001
  }, {
    "title": "Tectonic and denudational history of the Rennick Graben (North Victoria Land): Implications for the evolution of rifting between East and West Antarctica",
    "authors": ["F. Rossetti", "F. Lisker", "F. Storti", "A.L. Laufer"],
    "venue": "Tectonics",
    "year": 2003
  }, {
    "title": "A model for the spreading and sinking of the Deep Ice Shelf Water in the Ross Sea",
    "authors": ["A. Rubino", "G. Budillon", "S. Pierini", "G. Spezie"],
    "venue": "Antarct. Sci",
    "year": 2003
  }, {
    "title": "Cenozoic tectonic lineaments of the Terra Nova Bay region, Ross Embayment, Antarctica",
    "authors": ["F. Salvini", "F. Storti"],
    "venue": "Glob. Planet. Change",
    "year": 1999
  }, {
    "title": "Cenozoic geodynamics of the Ross Sea region, Antarctica: crustal extension, intraplate strike-slip faulting, and tectonic inheritance",
    "authors": ["F Salvini"],
    "venue": "J. Geophys. Res",
    "year": 1997
  }, {
    "title": "Paleotemperature History of the Cenozoic and the Initiation of Antarctic Glaciation: Oxygen and Carbon Isotope Analysis in D.S.D.P",
    "authors": ["N.J. Shackleton", "J.P. Kennett"],
    "venue": "Sites 277,",
    "year": 1975
  }, {
    "title": "Constraints on Pacific midplate swells from global depth–age and heat flow-age models",
    "authors": ["C.A. Stein", "S. Stein"],
    "year": 1993
  }, {
    "title": "Prediction of Emperor-Hawaii seamount locations from a revised model of global plate motion and mantle flow",
    "authors": ["B. Steinberger", "R. Sutherland", "R.J. O'Connell"],
    "venue": "Nature 430,",
    "year": 2004
  }, {
    "title": "Mantle plumes and Antarctica–New Zealand rifting: evidence from mid-Cretaceous mafic dykes",
    "authors": ["Storey", "B.C"],
    "venue": "J. Geol. Soc",
    "year": 1999
  }, {
    "title": "Neogene planktonic foraminiferal biogeography of the Atlantic Ocean",
    "authors": ["R. Thunell", "P. Belyea"],
    "venue": "Micropaleontology",
    "year": 1982
  }, {
    "title": "Constraints on timing of Ross sea rifting inferred from Cainozoic intrusions",
    "authors": ["S. Tonarini", "S. Rocchi", "P. Armienti", "F. Innocenti"],
    "year": 1997
  }, {
    "title": "The Antarctic Region: Geological Evolution and Processes",
    "authors": ["R.D.J.M. Whittaker"],
    "venue": "Marine Geology",
    "year": 2006
  }, {
    "title": "Water masses and mixing near the Antarctic",
    "authors": ["III T. Whitworth"],
    "venue": "Slope Front. Antarct. Res. Ser",
    "year": 1998
  }, {
    "title": "Mesozoic and Cenozoic kinematic evolution of the Transantarctic Mountains",
    "authors": ["T.J. Wilson"],
    "year": 1992
  }, {
    "title": "Cenozoic transtension along the Transantarctic Mountains–West Antarctic Rift boundary, southern Victoria Land, Antarctica",
    "authors": ["T.J. Wilson"],
    "venue": "Tectonics 14",
    "year": 1995
  }, {
    "title": "Trends, rhythms, and aberrations in global climate 65Ma to present",
    "authors": ["J. Zachos", "M. Pagani", "L. Sloan", "E. Thomas", "K. Billups"],
    "venue": "Science",
    "year": 2001
  }],
  "id": "SP:39e30bc247c4a22e7c4b8c81547066452b293c0f",
  "authors": [{
    "name": "Joanne M. Whittaker",
    "affiliations": []
  }, {
    "name": "R. Dietmar Müller",
    "affiliations": []
  }],
  "abstractText": "The Adare Trough, located 100 km NE of Cape Adare, Antarctica, is the extinct third arm of a Tertiary spreading ridge that separated East from West Antarctica. We use seismic reflection data, tied to DSDP Site 274, to link our seismic stratigraphic interpretation to changes in ocean-bottom currents, Ross Sea ice cover, and regional tectonics through time. Two extended unconformities are observed in the seismic profiles. We suggest that the earliest hiatus (early Oligocene to Mid-Miocene) is related to low sediment supply from the adjacent Ross Shelf, comprised of small, isolated basins. The later hiatus (mid-Miocene to late Miocene) is likely caused by strong bottom currents sourced from the open-marine Ross Sea due to increased Antarctic glaciation induced by mid-Miocene cooling (from Mi-3). Further global cooling during the Pliocene, causing changes in global ocean circulation patterns, correlates with Adare Basin sediments and indicate the continuing but weakened influence of bottom currents. The contourite/turbidite pattern present in the Adare Trough seismic data is consistent with the 3-phase contourite growth system proposed for the Weddell Sea and Antarctic Peninsula. Multibeam bathymetry and seismic reflection profiles show ubiquitous volcanic cones and intrusions throughout the Adare Basin that we interpret to have formed from the Oligocene to the present. Seismic reflection profiles reveal trans-tensional/strike-slip faults that indicate oblique extension dominated Adare Trough tectonics at 32–15 Ma. Observed volcanism patterns and anomalously shallow basement depth in the Adare Trough area are most likely caused by mantle upwelling, an explanation supported by mantle density reconstructions, which show anomalously hot mantle beneath the Adare Trough area forming in the Late Tertiary. © 2006 Elsevier B.V. All rights reserved.",
  "title": "Seismic stratigraphy of the Adare Trough area, Antarctica"
}