{
  "sections": [{
    "text": "Ontogenetic and life history trait changes associated with convergent ecological specializations in extinct ungulate mammals"
  }, {
    "heading": "Helder Gomes Rodriguesa,b,1, Anthony Herrelb, and Guillaume Billeta",
    "text": "aSorbonne Universités, Centre de Recherche sur la Paléobiodiversité et les Paléoenvironnements, UMR CNRS 7207, CP 38, Muséum National d’Histoire Naturelle, 75005 Paris, France; and bMécanismes Adaptatifs et Evolution, UMR CNRS 7179, Bâtiment Anatomie Comparée, CP 55, Muséum National d’Histoire Naturelle, 75005 Paris, France\nEdited by Mikael Fortelius, University of Helsinki, Helsinki, Finland, and accepted by Editorial Board Member David Jablonski December 15, 2016 (received for review August 22, 2016)\nInvestigating life history traits in mammals is crucial to understand their survival in changing environments. However, these parameters are hard to estimate in a macroevolutionary context. Here we show that the use of dental ontogenetic parameters can provide clues to better understand the adaptive nature of phenotypic traits in extinct species such as South American notoungulates. This recently extinct order of mammals evolved in a context of important geological, climatic, and environmental variations. Interestingly, notoungulates were mostly herbivorous and acquired highcrowned teeth very early in their evolutionary history. We focused on the variations in crown height, dental eruption pattern, and associated body mass of 69 notoungulate taxa, placed in their phylogenetic and geological contexts. We showed that notoungulates evolved higher crowns several times between 45 and 20 Ma, independently of the variation in body mass. Interestingly, the independent acquisitions of ever-growing teeth were systematically accompanied by eruption of molars faster than permanent premolars. These repeated associations of dental innovations have never been documented for other mammals and raise questions on their significance and causal relationships. We suggest that these correlated changes could originate from ontogenetic adjustments favored by structural constraints, and may indicate accelerated life histories. Complementarily, these more durable and efficient dentitions could be selected to cope with important ingestions of abrasive particles in the context of intensified volcanism and increasing aridity. This study demonstrates that assessing both life history and ecological traits allows a better knowledge of the specializations of extinct mammals that evolved under strong environmental constraints.\ndental ontogeny | hypsodonty | abrasion | notoungulates | South America\nAn understanding of the life history of mammals in theirecological context is essential to predict how these animals may have coped with past environmental and climatic variations. The life history of mammals reflects behavioral, physiological, and anatomical adaptations that have a direct impact on survival and reproductive success (1). Life history traits are in turn directly influenced by size and lifestyle, reflecting the adaptations of mammals to their environment (2, 3). However, life history parameters such as fecundity, the age at sexual maturity, longevity, or mortality often cannot be quantified precisely in extinct species. Estimations of body size (or mass) alone do not allow accurate inferences on life history traits because of intrinsic variations depending on ecological factors (2, 4). For these reasons, bone histology is frequently used in extinct species for physiological inferences (5, 6). Dental growth measured using crown height can, however, provide data on both ecology and longevity (7–9). Moreover, studying dental replacement, especially the timing of postcanine eruption, can give insights into the pace of life or ecology (10–12). The late eruption of molars compared with permanent premolars can for instance be associated with a slow pace of growth in some mammals\n(e.g., humans, hippos, rhinos) (11). However, this relationship, previously summarized under Schultz’s “rule,” cannot be generalized to all mammals (12, 13). It has also been suggested that the time of eruption of the first molars is a suitable predictor of the pace of life (e.g., longevity, maturity, weaning period) in some mammals (e.g., primates, ruminants) (10, 12). Consequently, the scrutiny of dental ontogenetic patterns may prove very insightful to understand changes in life history and ecology, and therefore to assess the impact of environmental changes on extinct mammals. During the Cenozoic, the long isolated South American continent underwent drastic geological, climatic, and environmental changes that might have severely affected endemic mammalian faunas (14–17). Among these mammals, the extinct order of Notoungulata was highly diversified taxonomically and consisted of rodent-sized up to rhino-sized taxa (18–20). They exhibited very advanced dental specializations thought to be related to herbivory (21, 22). Interestingly, high-crowned teeth (i.e., hypsodonty) evolved among notoungulates during the Paleogene more than 10 million years before their appearance in the majority of other mammalian groups (17, 21–24). For instance, intense crown height increase occurred during the Middle Miocene–Pliocene period in mammals from northern continents, such as ruminants, and also perissodactyls (e.g., Equidae, Elasmotheriinae) (8, 21, 22, 24), the closest extant relatives of notoungulates (25, 26). Most remarkably, a crown height increase convergently evolved in four distinct notoungulate clades\nSignificance\nEstimating life history traits such as pace of growth or longevity is difficult in extinct mammals. Yet, these parameters could be helpful to better understand how herbivorous mammals adapted to changing environments. We here highlight the insights gained by studying dental growth and eruption in a clade of extinct ungulate mammals. Variation in these traits was assessed in the context of volcanism, cooling, and increasing aridity in South America starting 50 Ma. We show that ever-growing teeth combined with faster molar eruption arose several times during the evolution of these mammals, allowing them to obtain a more durable and efficient dentition in constraining environments. These innovations might represent convergent ontogenetic and physiological adjustments that contributed to their ecological specialization.\nAuthor contributions: H.G.R., A.H., and G.B. designed research; H.G.R. and G.B. performed research; H.G.R. and G.B. contributed new reagents/analytic tools; H.G.R. and G.B. analyzed data; and H.G.R., A.H., and G.B. wrote the paper.\nThe authors declare no conflict of interest.\nThis article is a PNAS Direct Submission. M.F. is a Guest Editor invited by the Editorial Board. 1To whom correspondence should be addressed. Email: helder.gomes-rodrigues@ mnhn.fr.\nThis article contains supporting information online at www.pnas.org/lookup/suppl/doi:10. 1073/pnas.1614029114/-/DCSupplemental.\nwww.pnas.org/cgi/doi/10.1073/pnas.1614029114 PNAS | January 31, 2017 | vol. 114 | no. 5 | 1069–1074\nEV O LU\nTI O N\n(e.g., Toxodontidae, Interatheriidae, Mesotheriidae, and Hegetotheriidae). This repeated innovation was likely selected to withstand high dental wear during mastication (17, 27). It was also assumed to be related to the successive orogenic, volcanic, and erosive phases of the Andean Cordillera starting from the Late Paleocene (approximately 57 Ma) (28), which involved subsequent deposition of abrasive detritic particles on plants (16, 29, 30). The comparative ecology and life history of the different groups of notoungulates remains, however, poorly understood. Here, we provide data allowing a more complete overview of the convergent crown height increases and associated dental ontogenetic changes in notoungulates to better understand their evolution with respect to environmental variations taking place in South America from the Late Paleocene onwards. For this reason, we studied and compared the evolutionary patterns of dental growth (Fig. 1A) and eruption (Fig. 1B) in different clades of notoungulates along with estimated body mass in the context of a consensual and well-resolved phylogeny. We also put these original data into a geological framework to estimate the variations in ecological and life history traits that may be related to major geological and climatic events during that time."
  }, {
    "heading": "Results and Discussion",
    "text": "Convergent Increase of Dental Crown Height in Notoungulates. The parsimony reconstruction of character evolution indicates that notoungulates acquired high-crowned cheek teeth at least three times during their evolutionary history (Fig. 2). Specialization toward ever-growing dentitions (i.e., hypselodonty) then convergently spread among the four last-existing monophyletic families of notoungulates (Toxodontidae, Interatheriidae, Mesotheriidae, and Hegetotheriidae). As is evident from the examination of phylogenetic distributions (Fig. 2), there is no significant correlation between crown height and estimated body mass in notoungulates. Such a lack of a significant correlation is exemplified by the Toxodontidae, and most of Mesotheriidae, which show larger body masses than the Hegetotheriidae and\nInteratheriidae, whereas they have similar variations regarding crown height. As a result, it can be considered that a crown height increase is not directly influenced by body mass, as was previously suggested for some notoungulates (31) and other mammals (9). Because they lived in environments on which soil minerals (dust and grit) were likely deposited to an important degree due to volcanic activity (16, 17, 29), high-crowned teeth may have allowed notoungulates to cope with the ingestion of such external abrasive particles that strongly wear teeth during chewing. In the presence of external abrasives, wear rates may have also been enhanced by an increase in the pressure and intensity of chewing, especially given a diet including many fibrous plants with a low nutritive value (e.g., grass and grass-like plants, some shrubs) (27). This increase might also be related with digestive abilities assumed to be less efficient in notoungulates than ruminants, but closer to those of their extant relatives (e.g., horses, rhinos), for which the amount of food intake is higher and the chewing effort greater (17). It is important to point out that the presence of abundant external abrasive particles would have especially affected animals eating a greater proportion of plants close to the soil (i.e., herbaceous to shrubby plants). That may have been the case of some South American mammals, such as notoungulates, small argylagoid marsupials, and grounddwelling caviomorph rodents, which convergently acquired high-crowned dentitions (17)."
  }, {
    "heading": "Striking Convergent Modifications of Dental Eruption Patterns and",
    "text": "Life History Traits. Data on the modes of dental eruption show a very similar distribution to crown height on the cladogram, with a reversal from third molars erupting last to third molars erupting faster than permanent premolars in the four late diverging families (Fig. 2). The details of their eruption sequence slightly differ from one clade to another (Fig. 2). Indeed, in Toxodontidae, the eruption of third molars occurs only before the eruption of the last permanent premolars (P4), as observed in\n1070 | www.pnas.org/cgi/doi/10.1073/pnas.1614029114 Gomes Rodrigues et al.\nhorses (11). In contrast, the third molar erupts before the eruption of most permanent premolars (P2–P4) in Typotheria (i.e., the Hegetotheriidae, Interatheriidae, and Mesotheriidae), a pattern known in many specialized herbivores, including ruminants (11). Interestingly, it has been proposed that both horses and ruminants show a relative fast pace of growth (2) associated with faster molar eruption (11). A faster eruption of the third molars compared with permanent premolars was first observed in a mesotheriid by Townsend and Croft (32), who proposed a faster growth for this notoungulate, although they acknowledged not having enough data to further substantiate their observations. More recently, a few craniodental ontogenetic series were described in Mesotheriidae and Toxodontidae (33), which enabled study of genera showing skulls at different states of dental eruption (Fig. 2, Trachytherus and Mesotherium; Adinotherium and Nesodon). Interestingly, the entire set of molars erupted much faster compared with cranial growth in the late diverging mesotheriid genus, Mesotherium, than in the earliest known genus, Trachytherus. More precisely, the eruption of all of the molars was completed in specimens of Mesotherium presenting a skull that was only 50–60% of the adult skull size (34). In contrast, the first molars were not yet erupted at this stage in Trachytherus, and the eruption of all molars was completed only in adults (33). In toxodontids, the comparison of Adinotherium and Nesodon shows similar trends, but to a lesser extent, given that there is only a slight discrepancy in dental eruption between these taxa (Fig. 2). In Adinotherium and Nesodon, the molars were all erupted at 100% and 85% of the adult skull size, respectively (33). In addition, the first molars also erupted earlier in Nesodon (60% of the adult skull size) than in Adinotherium (70% of the adult skull size). Thus, both the faster eruption of molars compared with permanent premolars, and precocious eruption of first molars compared with skull growth may suggest a faster life history in some late diverging clades of notoungulates (Fig. 2), especially compared with similar trends observed in extant ruminants, horses, and some primates (10–12). It is worth mentioning that body size (or body mass) is known to constrain life history evolution in mammals to a large degree (2, 4, 12). In that context, the interpretation of the sequence and timing of dental eruption into pace of growth patterns should be considered with caution. However, body mass appears to play a reduced role regarding ontogenetic dental changes in notoungulates (Fig. 2). Moreover, in specialized taxa, such as herbivores, and in unstable environments, life history traits were shown to be more dependent on ecology than on body size (2, 4). This may also hold true for notoungulates. In addition to these putative changes in life history, the repeated acquisition of a faster molar eruption in notoungulates can also be related to a faster acquisition of a full set of teeth to rapidly allow an efficient dentition for plant comminution.\nGomes Rodrigues et al. PNAS | January 31, 2017 | vol. 114 | no. 5 | 1071\nEV O LU\nTI O N"
  }, {
    "heading": "Correlated Dental Specializations and Structural Constraints. As",
    "text": "clearly evidenced by the codistributions of character states (Fig. 2), pairwise comparisons show a near-significant correlation (P = 0.0625; 252,144 pairings) (35) between the occurrence of evergrowing cheek teeth and third molars erupting faster than permanent premolars in notoungulates. However, even if evergrowing teeth and modifications of the pattern of dental eruption show an almost perfectly replicated codistribution, some differences still exist in their timing of appearance. The geologically earliest occurrence of this modified eruption sequence (i.e., faster eruption of third molars) was reported for Interatheriidae and occurred during the Late Eocene (approximately 35 Ma) (36, 37). This modification preceded a significant crown height increase in the clade (Fig. 3A). This pattern slightly contrasts with other hypselodont notoungulate clades that present almost strictly replicated codistributions of ever-growing cheek teeth and faster molar eruption (Fig. 2). In fact, although it partly depends on the optimization of some undocumented or polymorphic taxa, a slightly earlier acquisition of ever-growing dentitions for the Mesotheriidae and the Hegetotheriidae, and a possible contemporaneous achievement of both features in Toxodontidae may be proposed (Fig. 3A). In any case, it appears that, irrespective of the loose or strict temporal fit of their first occurrences, similar modifications of the eruption sequence systematically accompany the convergent evolution of hypselodonty in notoungulates at some point in their history. The striking and repeated combination of dental innovations observed in late diverging families of notoungulates has never before been reported for mammals. It is worth mentioning that extant ruminants encompass many species with high-crowned teeth associated with fast eruption of molars, but their hypsodonty index is not significantly correlated with their eruption pattern (12), as may also be assumed for the earliest interatheriid notoungulates. Nonetheless, inherent structural constraints may have facilitated these ontogenetic modifications in different families of notoungulates. More precisely, the continuous increase of crown height could have favored modifications of the dental eruption sequence by means of similar ontogenetic\n1072 | www.pnas.org/cgi/doi/10.1073/pnas.1614029114 Gomes Rodrigues et al.\nadjustments. In addition to lengthening the efficiency of the dentition, increasing the duration of crown growth could allow for postponing the time when teeth reach their maximal length (i.e., adult length) during a lifetime, conversely to lowcrowned species for which the length is maximal as teeth appear. This delay has notably been observed in Neogene Mesotheriidae and Toxodontidae, for which dental lengths are smaller in juveniles than in adults (34). Consequently, more space should be available for the development of molar teeth at the back of the jaw in young notoungulates, even if the number of teeth in the jaw is not reduced (i.e., no diastema), as in some Hegetotheriidae and Toxodontidae. This early development of molars was facilitated in derived species, such as some Hegetotheriidae and Mesotheriidae, having a reduced dentition. Therefore, structural and ontogenetic trade-offs may also be partly responsible for the unique pattern of correlated and convergent dental specializations observed in notoungulates, possibly adding a further striking example of the major role played by these parameters on morphology (38).\nCorrelated Dental Specializations in Constraining Environments. Interestingly, some of the dental innovations, especially crown height increase, contemporaneously occurred in notoungulates and other South American mammals, such as caviomorph rodents (e.g., Chinchilloidea, Cavioidea) and argyrolagoid marsupials (17) (Fig. 3A). One might therefore hypothesize that most of these dental innovations were influenced by similar external factors, because of their correlated and convergent occurrence, and their close temporal proximity. Among them, the Andean uplift in association with global cooling (Fig. 3B) may have partly driven increasing aridity in environments, as previously demonstrated for the southern part of South America since the Eocene (Fig. 3C). Strikingly, the main periods of crown height increase and modification of the eruption sequence in notoungulates includes the main episodes of uplift intensification (i.e., Middle Eocene, Early Oligocene, and Early Miocene) (14). As also suggested by Kohn et al. (30), such variations in volcanic activity and climate in South America may have slowly driven crown height increase through the high abundance of dust adhering to plants ingested by notoungulates and other herbivorous mammals eating plants occurring mainly close to the soil. Although it remains difficult to accurately evaluate the direct influence of these external factors on the entire set of correlated dental innovations observed in notoungulates, we propose some ecological and physiological avenues to be explored. Among factors leading to dietary changes, increasing aridity could have at least triggered the emergence and abundance of new types of vegetation, such as shrublands observed in Patagonia during the second part of the Paleogene (16, 29) (Fig. 3C), although forests probably remained dominant until the Middle Miocene in South America (15, 39), especially in the northern part (14). Pending more precise environmental data, it seems at least reasonable to assume that the acquisition of a more durable and rapidly efficient dentition allowed notoungulates to widen the spectrum of plants consumed (19, 40, 41) in being more tolerant toward abrasives, which partly led to their subsequent specializations. These innovations may also have allowed juvenile notoungulates to exploit more rapidly an abundant and readily available food type, which contributed to reducing the energetic cost of foraging (42). This is the case of many extant fast-growing herbivores, such as ruminants and horses (2, 3), and may be assumed to be the case for notoungulates. Consequently, these combined dental specializations could constitute markers of ecological and physiological changes in notoungulates associated with a more constraining environmental context."
  }, {
    "heading": "Conclusions",
    "text": "Because the causes of changes in dental eruption pattern are probably multiple and complex, it is surprising to observe these repeated changes correlated with hypselodonty in notoungulates. This unique pattern therefore raises questions regarding the factors (e.g., structural or functional) that may have caused this phenomenon in late diverging notoungulates. However, even if these taxa display some similar dental trends and specializations, they also show important differences in other anatomical aspects. These differences may reflect some ecological divergence, as expressed by their huge body mass variation and their relative latitudinal partitioning (18). This assumption is substantiated by their diverse range of dental and cranial shapes (18, 20, 41), meaning that future research would benefit from a detailed investigation of the mosaic evolution of their masticatory apparatus. The study of dental patterns revealed not only that notoungulates convergently underwent similar morphological and ontogenetic modifications, but it also provided crucial information on life history traits and ecology. However, the integration of bone histology in addition to studies on dental ontogeny might be insightful to further characterize the evolution of South American mammals. In a broader context, such an integrative approach could provide new insights into the different guilds of mammals evolving under strong environmental constraints."
  }, {
    "heading": "Materials and Methods",
    "text": "Dentition Analyses. Seventy taxa encompassing 69 notoungulates, and Trigonostylops (Astrapotheria) as the outgroup, were considered in this study. Data concerning dental eruption involved only cheek teeth (i.e., premolars and molars) and were obtained based on juvenile and adult specimens housed in the Muséum National d’Histoire Naturelle (MNHN) (Paris), the Museo Argentino de Ciencias Naturales (MACN) (Buenos Aires), the Museo de La Plata (MLP) (La Plata, Argentina), the American Museum of Natural History (AMNH) (New York), the Field Museum of Natural History (FMNH) (Chicago), the Museo Nacional de Historia Natural (MNHN) (La Paz, Bolivia), and from the literature (SI Appendix). Data concerning estimates of body mass were mainly taken from Reguero et al. (31) and Croft (43). Additional data were calculated following the protocol of Croft (43) based on upper first molar length (SI Appendix). Data concerning crown height of notoungulates were mainly taken from Billet (44) and a few additional specimens (SI Appendix).\nConstruction of the Phylogenetic Tree and Character State Mapping. To trace the phylogenetic history and describe the evolutionary patterns of the investigated dental features, we constructed a composite cladogram for the notoungulates included in our study, based on recent phylogenetic studies (32, 44, 45) (SI Appendix). The scoring of discrete characters was undertaken for the three features under scrutiny in this paper (SI Appendix): crown height, body mass, and modes of dental eruption, and for which three discrete states were defined (Figs. 1 and 2). A parsimony reconstruction of character evolution was performed using Mesquite version 3.04 (46) with a Deltran optimization (47) for branches whose state was ambiguous. For each reconstruction, we verified that the different optimizations did not affect the number of convergent events discussed in the text, i.e., only nonambiguous convergent events were considered in the results. In addition, stratigraphic ranges for the simplified phylogeny (Fig. 3) were taken from Madden (17), and Reguero and Prevosti (45), except for divergences that were located close to the first stratigraphic occurrence of taxa.\nStatistics. The assessment of discrete character correlation (crown height vs. dental eruption) was made using pairwise comparisons (choosing pairs contrasting in states of two characters (SI Appendix) (35) in Mesquite version 3.04 (46). For this purpose, a less complete cladogram was used to avoid polytomies (incompatible with pairwise comparisons) and some taxa were pruned or relocated (SI Appendix).\nACKNOWLEDGMENTS. We thank the curators B. Mamani Quispe (MNHN, La Paz), A. Kramarz and S. Alvarez (MACN, Buenos Aires), M. Reguero (MLP), Judith Galkin (AMNH), and William Simpson (FMNH), who allowed us to access the paleontological collections of mammals and to publish pictures of specimens; D. Croft (Case Western Reserve University) for sending images of notoungulate dentitions; M. Boivin (Institut des Sciences de l’Evolution de\nGomes Rodrigues et al. PNAS | January 31, 2017 | vol. 114 | no. 5 | 1073\nEV O LU\nTI O N\nMontpellier) for interesting discussions on dental eruption in extinct Caviomorpha; and the editor and two anonymous reviewers, who greatly helped to improve this article. This work was supported by the LabEx BCDiv (Laboratoire d’Excellence Biological and Cultural Diversities, labex-bcdiv.mnhn.fr/).\n1. Ricklefs RE, Wikelski M (2002) The physiology/life-history nexus. Trends Ecol Evol 17: 462–468. 2. Sibly RM, Brown JH (2007) Effects of body size and lifestyle on evolution of mammal life histories. Proc Natl Acad Sci USA 104(45):17707–17712. 3. Sibly RM, Grady JM, Venditti C, Brown JH (2014) How body mass and lifestyle affect juvenile biomass production in placental mammals. Proc Biol Sci 281(1777):20132818. 4. Western D (1979) Size, life history and ecology in mammals. Afr J Ecol 17:185–204. 5. Chinsamy A, Hurum JH (2006) Bone microstructure and growth patterns of early\nmammals. Acta Palaeontol Pol 51(2):325–338. 6. Martinez-Maza C, Alberdi MT, Nieto-Diaz M, Prado JL (2014) Life-history traits of the\nMiocene Hipparion concudense (Spain) inferred from bone histological structure. PLoS One 9(8):e103708. 7. Kurtén B (1953) On the variation and population dynamics of fossil and recent mammal populations. Acta Zool Fenn 76:1–122. 8. Janis CM, Fortelius M (1988) On the means whereby mammals achieve increased functional durability of their dentitions, with special reference to limiting factors. Biol Rev Camb Philos Soc 63(2):197–230. 9. Damuth J, Janis CM (2011) On the relationship between hypsodonty and feeding ecology in ungulate mammals, and its utility in palaeoecology. Biol Rev Camb Philos Soc 86(3):733–758.\n10. Smith BH (1989) Dental development as a measure of life history in primates. Evolution 43:683–688. 11. Smith BH (2000) “Schultz’s rule” and the evolution of tooth emergence and replacement patterns in primates and ungulates. Development, Function and Evolution of Teeth, eds Teaford MF, Smith MM, Ferguson MWJ (Cambridge University Press, Cambridge), pp 212–227. 12. Veitschegger K, Sánchez-Villagra MR (2016) Tooth eruption sequences in cervids and the effect of morphology, life history, and phylogeny. J Mamm Evol 23:251–263. 13. Godfrey LR, Samonds KE, Wright PC, King SJ (2005) Schultz’s unruly rule: Dental developmental sequences and schedules in small-bodied, folivorous lemurs. Folia Primatol (Basel) 76(2):77–99. 14. Hoorn C, et al. (2010) Amazonia through time: Andean uplift, climate change, landscape evolution, and biodiversity. Science 330(6006):927–931. 15. Croft DA (2001) Cenozoic environmental change in South America as indicated by mammalian body size distributions (cenograms). Divers Distrib 7:271–287. 16. Dunn RE, Strömberg CAE, Madden RH, Kohn MJ, Carlini AA (2015) Linked canopy, climate, and faunal change in the Cenozoic of Patagonia. Science 347(6219):258–261. 17. Madden RH (2015) Hypsodonty in Mammals: Evolution, Geomorphology, and the Role of Earth Surface Processes (Cambridge University Press, Cambridge), p 423. 18. Simpson GG (1980) Splendid Isolation: The Curious History of South American Mammals (Yale University Press, New Haven, CT). 19. Shockey BJ, Croft DA, Anaya F (2007) Analysis of function in the absence of extant functional homologues: A case study of mesotheriid notoungulates. Paleobiology 33: 227–247. 20. Giannini NP, García-López DA (2014) Ecomorphology of mammalian fossil lineages: Identifying morphotypes in a case study of endemic South American ungulates. J Mamm Evol 21:195–212. 21. Stebbins GL (1981) Coevolution of grasses and herbivores. AnnMo Bot Gard 68:75–86. 22. MacFadden BJ (2000) Cenozoic mammalian herbivores from the Americas: Re-\nconstructing ancient diets and terrestrial communities. Annu Rev Ecol Syst 31:33–59. 23. Pascual R, Ortiz-Jaureguizar E (1990) Evolving climates and mammal faunas in\nCenozoic South America. J Hum Evol 19:23–60. 24. Jardine PE, Janis CM, Sahney S, Benton MJ (2012) Grit not grass: Concordant patterns\nof early origin of hypsodonty in Great Plains ungulates and Glires. Palaeogeogr Palaeoclimat Palaeoecol 365–366:1–10. 25. Buckley M (2015) Ancient collagen reveals evolutionary history of the endemic South American ‘ungulates’. Proc Biol Sci 282(1806):20142671. 26. Welker F, et al. (2015) Ancient proteins resolve the evolutionary history of Darwin’s South American ungulates. Nature 522(7554):81–84.\n27. Billet G, Blondel C, de Muizon C (2009) Dental microwear analysis of notoungulates (Mammalia) from Salla (Late Oligocene, Bolivia) and discussion on their precocious hypsodonty. Palaeogeogr Palaeoclimatol Palaeoecol 274:114–124. 28. Armijo R, Lacassin R, Coudurier-Curveur A, Carrizo D (2015) Coupled tectonic evolution of Andean orogeny and global climate. Earth Sci Rev 143:1–35. 29. Strömberg CAE, Dunn RE, Madden RH, Kohn MJ, Carlini AA (2013) Decoupling the spread of grasslands from the evolution of grazer-type herbivores in South America. Nat Commun 4:1478. 30. Kohn MJ, et al. (2015) Quasi-static Eocene–Oligocene climate in Patagonia promotes slow faunal evolution and mid-Cenozoic global cooling. Palaeogeogr Palaeoclimatol Palaeoecol 435:24–37. 31. Reguero MA, Candela AM, Cassini GH (2010) Hypsodonty and body size in rodent-like notoungulates. The Paleontology of Gran Barranca: Evolution and Environmental Change Through the Middle Cenozoic of Patagonia, eds Madden RH, Carlini AA, Vucetich MG, Kay RF (Cambridge University Press, Cambridge), pp 358–367. 32. Townsend KEB, Croft DA (2010) Middle Miocene mesotheriine diversity at Cerdas, Bolivia and a reconsideration of Plesiotypotherium minus. Palaeontol Electron 13(1): 1A:36p. 33. Billet G, Martin T (2011) No evidence for an afrotherian-like delayed dental eruption in South American notoungulates. Naturwissenschaften 98(6):509–517. 34. Patterson B (1952) Notas acerca del craneo de un ejemplar juvenil de Mesotherium cristatum Serr. Rev Mus Mun Cienc Nat Trad Mar del Plata 1:71–78. 35. Maddison WP, FitzJohn RG (2015) The unsolved challenge to phylogenetic correlation tests for categorical characters. Syst Biol 64(1):127–136. 36. Vera B, Cerdeño E (2014) New insights on Antepithecus brachystephanus Ameghino, 1901 and dental eruption sequence in ‘notopithecines’ (Mammalia, Notoungulata) from the Eocene of Patagonia, Argentina. Geobios 47:165–181. 37. Vera B (2016) Phylogenetic revision of the South American notopithecines (Mammalia: Notoungulata). J Syst Palaeontology 14(6):461–480. 38. Gould SJ, Lewontin RC (1979) The spandrels of San Marco and the Panglossian paradigm: A critique of the adaptationist programme. Proc R Soc Lond B Biol Sci 205(1161):581–598. 39. Palazzesi L, Barreda V (2012) Fossil pollen records reveal a late rise of open-habitat ecosystems in Patagonia. Nat Commun 3:1294. 40. Mac Fadden BJ (2005) Diet and habitat of toxodont megaherbivores (Mammalia, Notoungulata) from the late Quaternary of South and Central America. Quat Res 64: 113–124. 41. Cassini GH (2013) Skull geometric morphometrics and paleoecology of Santacrucian (Late Early Miocene; Patagonia) native ungulates (Astrapotheria, Litopterna, and Notoungulata). Ameghiniana 50:193–216. 42. Clauss M, Steuer P, Müller DW, Codron D, Hummel J (2013) Herbivory and body size: Allometries of diet quality and gastrointestinal physiology, and implications for herbivore ecology and dinosaur gigantism. PLoS One 8(10):e68714. 43. Croft DA (2000) Archaeohyracidae (Mammalia: Notoungulata) from the Tinguiririca Fauna, central Chile, and the evolution and paleoecology of South American mammalian herbivores. PhD dissertation (University of Chicago, Chicago). 44. Billet G (2011) Phylogeny of the Notoungulata (Mammalia) based on cranial and dental characters. J Syst Palaeontology 9(4):481–497. 45. Reguero MA, Prevosti FJ (2010) Rodent-like notoungulates (Typotheria) from Gran Barranca, Chubut Province, Argentina: phylogeny and systematics. The Paleontology of Gran Barranca: Evolution and Environmental Change Through the Middle Cenozoic of Patagonia, Chapter 10, eds Madden RH, Carlini AA, Vucetich MG, Kay RF (Cambridge University Press, Cambridge), Vol 152–169. 46. Maddison WP, Maddison DR (2015) Mesquite: A modular system for evolutionary analysis, Version 3.04. 47. Agnarsson I, Miller JA (2008) Is ACCTRAN better than DELTRAN? Cladistics 24: 1032–1038. 48. Cramer BS, Toggweiler JR, Wright JD, Katz ME, Miller KG (2009) Ocean overturning since the Late Cretaceous: Inferences from a new benthic foraminiferal isotope compilation. Paleoceanography 24:PA4216.\n1074 | www.pnas.org/cgi/doi/10.1073/pnas.1614029114 Gomes Rodrigues et al."
  }],
  "year": 2017,
  "references": [{
    "title": "The physiology/life-history nexus",
    "authors": ["RE Ricklefs", "M Wikelski"],
    "venue": "Trends Ecol Evol",
    "year": 2002
  }, {
    "title": "Effects of body size and lifestyle on evolution of mammal life histories",
    "authors": ["RM Sibly", "JH Brown"],
    "venue": "Proc Natl Acad Sci USA",
    "year": 2007
  }, {
    "title": "How body mass and lifestyle affect juvenile biomass production in placental mammals",
    "authors": ["RM Sibly", "JM Grady", "C Venditti", "JH Brown"],
    "venue": "Proc Biol Sci",
    "year": 2014
  }, {
    "title": "Size, life history and ecology in mammals",
    "authors": ["D Western"],
    "venue": "Afr J Ecol",
    "year": 1979
  }, {
    "title": "Bone microstructure and growth patterns of early mammals",
    "authors": ["A Chinsamy", "JH Hurum"],
    "venue": "Acta Palaeontol Pol 51(2):325–338",
    "year": 2006
  }, {
    "title": "Life-history traits of the Miocene Hipparion concudense (Spain) inferred from bone histological structure",
    "authors": ["C Martinez-Maza", "MT Alberdi", "M Nieto-Diaz", "JL Prado"],
    "venue": "PLoS One 9(8):e103708",
    "year": 2014
  }, {
    "title": "On the variation and population dynamics of fossil and recent mammal populations",
    "authors": ["B Kurtén"],
    "venue": "Acta Zool Fenn 76:1–122",
    "year": 1953
  }, {
    "title": "On the means whereby mammals achieve increased functional durability of their dentitions, with special reference to limiting factors",
    "authors": ["CM Janis", "M Fortelius"],
    "venue": "Biol Rev Camb Philos Soc 63(2):197–230",
    "year": 1988
  }, {
    "title": "On the relationship between hypsodonty and feeding ecology in ungulate mammals, and its utility in palaeoecology",
    "authors": ["J Damuth", "CM Janis"],
    "venue": "Biol Rev Camb Philos Soc 86(3):733–758",
    "year": 2011
  }, {
    "title": "Dental development as a measure of life history in primates",
    "authors": ["BH Smith"],
    "venue": "Evolution",
    "year": 1989
  }, {
    "title": "Schultz’s rule” and the evolution of tooth emergence and replacement patterns in primates and ungulates. Development, Function and Evolution of Teeth, eds",
    "authors": ["BH Smith"],
    "venue": "Teaford MF, Smith MM,",
    "year": 2000
  }, {
    "title": "Sánchez-Villagra MR (2016) Tooth eruption sequences in cervids and the effect of morphology, life history, and phylogeny",
    "authors": ["K Veitschegger"],
    "venue": "J Mamm Evol 23:251–263",
    "year": 2016
  }, {
    "title": "Schultz’s unruly rule: Dental developmental sequences and schedules in small-bodied, folivorous lemurs",
    "authors": ["LR Godfrey", "KE Samonds", "PC Wright", "SJ King"],
    "venue": "Folia Primatol",
    "year": 2005
  }, {
    "title": "Amazonia through time: Andean uplift, climate change, landscape evolution, and biodiversity",
    "authors": ["C Hoorn"],
    "venue": "Science",
    "year": 2010
  }, {
    "title": "Cenozoic environmental change in South America as indicated by mammalian body size distributions (cenograms)",
    "authors": ["DA Croft"],
    "venue": "Divers Distrib",
    "year": 2001
  }, {
    "title": "Linked canopy, climate, and faunal change in the Cenozoic of Patagonia",
    "authors": ["RE Dunn", "CAE Strömberg", "RH Madden", "MJ Kohn", "AA Carlini"],
    "venue": "Science",
    "year": 2015
  }, {
    "title": "Hypsodonty in Mammals: Evolution, Geomorphology, and the Role of Earth Surface Processes (Cambridge University Press, Cambridge), p 423",
    "authors": ["RH Madden"],
    "year": 2015
  }, {
    "title": "Splendid Isolation: The Curious History of South American Mammals (Yale",
    "authors": ["GG Simpson"],
    "year": 1980
  }, {
    "title": "Analysis of function in the absence of extant functional homologues: A case study of mesotheriid notoungulates",
    "authors": ["BJ Shockey", "DA Croft", "F Anaya"],
    "venue": "Paleobiology",
    "year": 2007
  }, {
    "title": "Ecomorphology of mammalian fossil lineages: Identifying morphotypes in a case study of endemic South American ungulates",
    "authors": ["NP Giannini", "DA García-López"],
    "venue": "J Mamm Evol 21:195–212",
    "year": 2014
  }, {
    "title": "Coevolution of grasses and herbivores",
    "authors": ["GL Stebbins"],
    "venue": "AnnMo Bot Gard 68:75–86",
    "year": 1981
  }, {
    "title": "Cenozoic mammalian herbivores from the Americas: Reconstructing ancient diets and terrestrial communities",
    "authors": ["BJ MacFadden"],
    "venue": "Annu Rev Ecol Syst",
    "year": 2000
  }, {
    "title": "Evolving climates and mammal faunas in Cenozoic South America",
    "authors": ["R Pascual", "E Ortiz-Jaureguizar"],
    "venue": "J Hum Evol",
    "year": 1990
  }, {
    "title": "Grit not grass: Concordant patterns of early origin of hypsodonty in Great Plains ungulates and Glires",
    "authors": ["PE Jardine", "CM Janis", "S Sahney", "MJ Benton"],
    "venue": "Palaeogeogr Palaeoclimat Palaeoecol",
    "year": 2012
  }, {
    "title": "Ancient collagen reveals evolutionary history of the endemic South American ‘ungulates",
    "authors": ["M Buckley"],
    "venue": "Proc Biol Sci",
    "year": 2015
  }, {
    "title": "Ancient proteins resolve the evolutionary history of Darwin’s South American ungulates",
    "authors": ["F Welker"],
    "venue": "Nature",
    "year": 2015
  }, {
    "title": "Dental microwear analysis of notoungulates (Mammalia) from Salla (Late Oligocene, Bolivia) and discussion on their precocious hypsodonty",
    "authors": ["G Billet", "C Blondel", "C de Muizon"],
    "venue": "Palaeogeogr Palaeoclimatol Palaeoecol",
    "year": 2009
  }, {
    "title": "Coupled tectonic evolution of Andean orogeny and global climate",
    "authors": ["R Armijo", "R Lacassin", "A Coudurier-Curveur", "D Carrizo"],
    "venue": "Earth Sci Rev 143:1–35",
    "year": 2015
  }, {
    "title": "Decoupling the spread of grasslands from the evolution of grazer-type herbivores in South America",
    "authors": ["CAE Strömberg", "RE Dunn", "RH Madden", "MJ Kohn", "AA Carlini"],
    "year": 2013
  }, {
    "title": "Quasi-static Eocene–Oligocene climate in Patagonia promotes slow faunal evolution and mid-Cenozoic global cooling",
    "authors": ["MJ Kohn"],
    "venue": "Palaeogeogr Palaeoclimatol Palaeoecol",
    "year": 2015
  }, {
    "title": "Hypsodonty and body size in rodent-like notoungulates. The Paleontology of Gran Barranca: Evolution and Environmental Change Through the Middle Cenozoic of Patagonia, eds",
    "authors": ["MA Reguero", "AM Candela", "GH Cassini"],
    "year": 2010
  }, {
    "title": "Middle Miocene mesotheriine diversity at Cerdas, Bolivia and a reconsideration of Plesiotypotherium minus",
    "authors": ["KEB Townsend", "DA Croft"],
    "venue": "Palaeontol Electron",
    "year": 2010
  }, {
    "title": "No evidence for an afrotherian-like delayed dental eruption in South American notoungulates",
    "authors": ["G Billet", "T Martin"],
    "venue": "Naturwissenschaften",
    "year": 2011
  }, {
    "title": "The unsolved challenge to phylogenetic correlation tests for categorical characters",
    "authors": ["WP Maddison", "RG FitzJohn"],
    "venue": "Syst Biol",
    "year": 2015
  }, {
    "title": "New insights on Antepithecus brachystephanus Ameghino, 1901 and dental eruption sequence in ‘notopithecines’ (Mammalia, Notoungulata) from the Eocene of Patagonia, Argentina",
    "authors": ["B Vera", "E Cerdeño"],
    "venue": "Geobios",
    "year": 2014
  }, {
    "title": "Phylogenetic revision of the South American notopithecines (Mammalia: Notoungulata)",
    "authors": ["B Vera"],
    "venue": "J Syst Palaeontology",
    "year": 2016
  }, {
    "title": "The spandrels of San Marco and the Panglossian paradigm: A critique of the adaptationist programme",
    "authors": ["SJ Gould", "RC Lewontin"],
    "venue": "Proc R Soc Lond B Biol Sci 205(1161):581–598",
    "year": 1979
  }, {
    "title": "Fossil pollen records reveal a late rise of open-habitat ecosystems in Patagonia",
    "authors": ["L Palazzesi", "V Barreda"],
    "venue": "Nat Commun",
    "year": 2012
  }, {
    "title": "Diet and habitat of toxodont megaherbivores (Mammalia, Notoungulata) from the late Quaternary of South and Central America",
    "authors": ["BJ Mac Fadden"],
    "venue": "Quat Res",
    "year": 2005
  }, {
    "title": "Skull geometric morphometrics and paleoecology of Santacrucian (Late Early Miocene; Patagonia) native ungulates (Astrapotheria, Litopterna, and Notoungulata)",
    "authors": ["GH Cassini"],
    "venue": "Ameghiniana",
    "year": 2013
  }, {
    "title": "Herbivory and body size: Allometries of diet quality and gastrointestinal physiology, and implications for herbivore ecology and dinosaur gigantism",
    "authors": ["M Clauss", "P Steuer", "DW Müller", "D Codron", "J Hummel"],
    "venue": "PLoS One 8(10):e68714",
    "year": 2013
  }, {
    "title": "Archaeohyracidae (Mammalia: Notoungulata) from the Tinguiririca Fauna, central Chile, and the evolution and paleoecology of South American mammalian herbivores. PhD dissertation (University of Chicago, Chicago)",
    "authors": ["DA Croft"],
    "year": 2000
  }, {
    "title": "Phylogeny of the Notoungulata (Mammalia) based on cranial and dental characters",
    "authors": ["G Billet"],
    "venue": "J Syst Palaeontology",
    "year": 2011
  }, {
    "title": "Rodent-like notoungulates (Typotheria) from Gran Barranca, Chubut Province, Argentina: phylogeny and systematics. The Paleontology of Gran Barranca: Evolution and Environmental Change Through the Middle Cenozoic of Patagonia",
    "authors": ["MA Reguero", "FJ Prevosti"],
    "venue": "Chapter 10,",
    "year": 2010
  }, {
    "title": "Mesquite: A modular system for evolutionary analysis, Version 3.04",
    "authors": ["WP Maddison", "DR Maddison"],
    "year": 2015
  }, {
    "title": "Is ACCTRAN better than DELTRAN? Cladistics",
    "authors": ["I Agnarsson", "JA Miller"],
    "year": 2008
  }, {
    "title": "Ocean overturning since the Late Cretaceous: Inferences from a new benthic foraminiferal isotope compilation",
    "authors": ["BS Cramer", "JR Toggweiler", "JD Wright", "ME Katz", "KG Miller"],
    "venue": "Paleoceanography 24:PA4216",
    "year": 2009
  }],
  "id": "SP:17c8d1b7e370118bb59a67654db4d2ad86b90f67",
  "authors": [{
    "name": "Helder Gomes Rodrigues",
    "affiliations": []
  }, {
    "name": "Anthony Herrel",
    "affiliations": []
  }, {
    "name": "Guillaume Billet",
    "affiliations": []
  }],
  "abstractText": "Investigating life history traits in mammals is crucial to understand their survival in changing environments. However, these parameters are hard to estimate in a macroevolutionary context. Here we show that the use of dental ontogenetic parameters can provide clues to better understand the adaptive nature of phenotypic traits in extinct species such as South American notoungulates. This recently extinct order of mammals evolved in a context of important geological, climatic, and environmental variations. Interestingly, notoungulates were mostly herbivorous and acquired highcrowned teeth very early in their evolutionary history. We focused on the variations in crown height, dental eruption pattern, and associated body mass of 69 notoungulate taxa, placed in their phylogenetic and geological contexts. We showed that notoungulates evolved higher crowns several times between 45 and 20 Ma, independently of the variation in body mass. Interestingly, the independent acquisitions of ever-growing teeth were systematically accompanied by eruption of molars faster than permanent premolars. These repeated associations of dental innovations have never been documented for other mammals and raise questions on their significance and causal relationships. We suggest that these correlated changes could originate from ontogenetic adjustments favored by structural constraints, and may indicate accelerated life histories. Complementarily, these more durable and efficient dentitions could be selected to cope with important ingestions of abrasive particles in the context of intensified volcanism and increasing aridity. This study demonstrates that assessing both life history and ecological traits allows a better knowledge of the specializations of extinct mammals that evolved under strong environmental constraints.",
  "title": "Ontogenetic and life history trait changes associated with convergent ecological specializations in extinct ungulate mammals"
}