{
  "sections": [{
    "text": "The possible causes of these excursions were evaluated by successively examining the changes in the riverine strontium fluxes, riverine 87Sr/86Sr ratios, or hydrothermal strontium fluxes required to produce each excursion. A range of seawater strontium budgets was used to encompass the uncertainties in modern and ancient cycles. To produce the excursions, we calculate that the riverine strontium fluxes would have had to decrease by 6 to 15 percent or the fluvial 87Sr/86Sr ratios by 0.00019 to 0.00046. The uncertainties largely stem from the assumed magnitude of the hydrothermal strontium flux at the onset of each excursion. Alternatively, increases in sea-floor hydrothermal activity of 7 to 104 percent could also have produced the strontium-isotope excursions. This large range is due mostly to uncertainties in the relative flux of strontium from axial high-temperature hydrothermal systems and low-temperature off-axis systems. Only a small portion of this range stems from uncertainties in the riverine strontium terms. The possible causes of the excursions were further evaluated by examining several geologic factors that could have affected riverine strontium, including climate change, sealevel, and the eruption of flood basalts. We conclude that neither variations in riverine strontium fluxes nor in 87Sr/86Sr ratios is the likely cause of the strontiumisotope excursions. The most probable explanation is increased rates of hydrothermal activity related to increased ocean-crust production at the mid-ocean ridges. The close correlation in time between the strontium-isotope excursions and the major Oceanic Anoxic Events (OAEs) is compatible with a causal linkage. We propose that increased ocean-crust production led to enhanced CO2 outgassing and global warming, which in turn led to several processes that acted to make surface ocean waters more productive. However, because OAEs did not occur throughout the proposed periods of enhanced hydrothermal activity, it appears that these processes only preconditioned the oceans for the OAEs: sealevel rise may have been the final trigger. This model explains why all three OAEs did not occur at the same time relative to the onset of excess hydrothermal activity and why OAEs are not associated with every sealevel rise documented in the stratigraphic record.\nintroduction In this paper we document a remarkable correlation in time between three\nprominent, relatively short-term minima in the Mesozoic seawater strontium-isotope curve and the three major Oceanic Anoxic Events (OAEs) and their corresponding positive d13C excursions. Although a temporary decrease in seawater 87Sr/86Sr is\n* Department of Geology and Planetary Sciences, 321 Engineering Hall, University of Pittsburgh, Pittsburgh, Pennsylvania 15260\n** Department of Earth Sciences, University of Oxford, Parks Road, Oxford OX1 3PR, United Kingdom\n112\nconsistent with increased rates of hydrothermal activity, it is also consistent with decreased continental weathering rates or decreased riverine 87Sr/86Sr ratios stemming from an eruption of continental flood basalts. Therefore, to determine the cause of the Sr-isotope excursions, we go on to calculate the magnitude of changes required in the riverine or hydrothermal terms to produce each excursion and then consider in detail the geological evidence for or against the implied changes in continental weathering and hydrothermal activity. The goal is to make the seawater Sr-isotope curve a useful constraint for understanding the genesis of Oceanic Anoxic Events (OAEs). Although the seawater 87Sr/86Sr ratio is controlled by the relative inputs and isotopic composition of both riverine and mid-ocean ridge hydrothermal Sr, fluctuations in the Phanerozoic seawater Sr-isotope curve are generally interpreted largely in terms of the riverine term (Palmer and Elderfield, 1985; DePaolo, 1986; Hess, Bender, and Schilling, 1986; Miller and others, 1988; Raymo, Ruddiman, and Froelich, 1988; Hodell and others, 1989; Tardy, N’Kounkou, and Probst, 1989; Berner and Rye, 1992; Edmond, 1992; Richter, Rowley, and DePaolo, 1992; François, Walker, and Opdyke, 1993). The main exception to this rule is the Cretaceous and Jurassic (Berner and Rye, 1992; François, Walker, and Opdyke, 1993), where variations in the hydrothermal flux may have controlled the overall trend of the curve (Ingram and others, 1994; Jones and others, 1994). Because the seawater Sr-isotope curve is a global ocean record (Capo and DePaolo, 1992), any fluctuations in the curve require globally significant changes in riverine or hydrothermal sources. The three principal well-documented Mesozoic OAEs occur in the Early Jurassic and the Early and Late Cretaceous (Jenkyns, 1999). The sedimentary record of each is globally marked by the presence of pelagic black shales with relatively high organiccarbon values within a narrow biostratigraphic interval spanning 1 my or less (Schlanger and Jenkyns, 1976; Jenkyns, 1980, 1988; Schlanger and others, 1987; Weissert, 1989; Arthur and others, 1990; Jenkyns and Clayton, 1997). These events were not necessarily times of whole-ocean anoxia but instead were marked by sedimentary evidence for a reduction in bottom-water dissolved oxygen levels and for higher levels of marine organic-carbon preservation. Each OAE is also marked by a shift in the d13C of carbonate and organic matter to heavier values. These positive excursions are generally interpreted as having resulted from the enhanced drawdown of isotopically light organic carbon into the sedimentary record, which left the ocean-atmosphere reservoir of carbon residually enriched in isotopically heavy carbon. However, the exact relationship between positive carbon-isotope excursions and marine carbonburial events is complex, because high d13C values commonly persist after the end of the OAE (Jenkyns and Clayton, 1997; Menegatti and others, 1998; Jenkyns, 1999). The extensive nature of these carbon-burial episodes is emphasized by their remarkably widespread distribution around the globe and by the similar detailed structure of the accompanying d13C excursions documented from widely separated localities (Gale and others, 1993; Jenkyns, Gale, and Corfield, 1994; Villamil and Arango, 1998; Davey and Jenkyns, 1999). These episodes of enhanced carbon burial are of particular interest because they are responsible for some 60 percent of the world’s oil source rocks (Irving, North, and Couillard, 1974) and must have significantly impacted the global carbon cycle and climate. Proposed mechanisms for the OAEs incorporate evidence for coincident marine transgressions as well as ways of supplying enough nutrients to surface waters to maintain or enhance levels of biological productivity throughout the period of enhanced carbon burial (Jenkyns, 1999). Several models use enhanced marine volcanism to help produce the OAEs, either by driving eustatic sealevel rise to expand carbon preservation on continental margins and enhance the production of warm\nsaline deep waters to stimulate upwelling and productivity (Arthur, Schlanger, and Jenkyns, 1987), or by pumping excess CO2 into the atmosphere to accelerate continental weathering and thus increase the supply of nutrients to the oceans (Weissert, 1989), or by increasing rates of hydrothermal activity to affect nutrient supply (Sinton and Duncan, 1997), upwelling (Vogt, 1989), or both (Kerr, 1998). The Sr-isotope record shows several minima during the Mesozoic (fig. 1). We will focus on the minima occurring in the Early Jurassic (Pliensbachian-Toarcian stage boundary), middle Cretaceous (Aptian and Albian), and Late Cretaceous (Cenomanian, Turonian, Coniacian and Santonian) because each shows a sudden onset, relatively limited duration (between 5 and 13 my), and a return to pre-excursion 87Sr/86Sr ratios. Thus, for these minima, we can infer a transient causal mechanism and can reasonably assume that if a change in riverine Sr caused an excursion, hydrothermal activity probably did not vary significantly during the excursion, and vice versa. We do not include the Middle/Late Jurassic minimum (Callovian-Oxfordian, fig. 1) in our analysis because it spans a long interval of time (Bajocian through Valanginian or roughly 30 my) and does not register a simple return to pre-excursion 87Sr/86Sr ratios. We do not consider the dramatic Late Permian minimum (Denison and others, 1994; Martin and Macdougall, 1995) for similar reasons, and we neglect a possible short-duration minimum spanning the Triassic-Jurassic boundary (Norian, Rhaetian, and Hettangian) due to excessive scatter in data from the Upper Triassic (Koepnick and others, 1990).\nrelative timing of the strontium- and carbon-isotope excursions Jurassic.—Much of the data from the Jurassic and Lower Cretaceous is derived from belemnites and oysters from ammonite-calibrated sections in England (Jones, Jenkyns, and Hesselbo, 1994; Jones and others, 1994). We define the Early Jurassic strontium-isotope excursion (fig. 2) as beginning in the margaritatus Zone of the late Pliensbachian, as opposed to a continuation of the decline beginning in the Hettangian, based on the leveling off of the curve in the davoei and margaritatus Zones. This leveling off, although small, is reproduced in belemnites collected from two localities 300 km apart. The excursion ends with a rapid increase to pre-excursion 87Sr/86Sr ratios in the early Toarcian mid-falciferum Zone. This sudden increase is probably an artifact of a condensed interval or undetected hiatus in the sedimentary record (Jones, Jenkyns, and Hesselbo, 1994; McArthur and others, 2000). There is no biostratigraphic or obvious sedimentological evidence for such a condensed record, but such a rapid shift seems unlikely given the long residence time (several million years) of Sr in seawater. The excursion lasted about 4.5 my, from roughly 191.5 to 187 Ma (using Gradstein and others, 1994). Extensive sedimentological and carbon-isotope data point to a major OAE whose sedimentary record is dated as early Toarcian, falciferum Zone (Jenkyns, 1988). Recent data further pinpoint this OAE (also known as the Posidonienschiefer Event) to be more specifically restricted to the exaratum Subzone (Jenkyns and Clayton, 1997; Jenkyns, 1999). In addition, carbon-isotope data suggest that a minor positive excursion in the Pliensbachian margaritatus Zone preceded the major falciferum-Zone event (fig. 2; Jenkyns and Clayton, 1986). Because both the Sr- and C-isotope data are derived from European sections dated using similar ammonite zonal schemes, the correlation between the Sr and C records is precise to within an ammonite zone (fig. 2). Compared to the Cretaceous examples, the Early Jurassic is unusual in that the main OAE (falciferum Zone) occurred at the end of the Sr-isotope excursion. Cretaceous.—The mid-Cretaceous Sr-isotope record (fig. 3) includes two excursions defined by data from belemnites and oysters from England (Jones and others, 1994), from foraminifera from a variety of pelagic-carbonate sites (Bralower and others, 1997), from bulk chalks from Germany and England (McArthur and others,\nFi g.\n1. T\nh e\nse aw\nat er\nSr -is\not op\ne cu\nrv e\nsh ow\ns m\nin im\na in\nth e\nL at\ne T\nri as\nsi c,\nPl ie\nn sb\nac h\nia n\n-T oa\nrc ia\nn ,\nC al\nlo vi\nan -O\nxf or\ndi an\n, A\npt ia\nn -A\nlb ia\nn ,\nan d\nC en\nom an\nia n\n-S an\nto n\nia n\n.T h\ne th\nre e\nO ce\nan ic\nA n\nox ic\nE ve\nn ts\n(O A\nE s)\nar e\nsh ow\nn fo\nr co\nm pa\nri so\nn .M\nes oz\noi c\nda ta\nar e\npl ot\nte d\nus in\ng th\ne ti\nm e\nsc al\ne of\nG ra\nds te in an d ot h er s (1 99 4) .T h e da ta of H es s, B en de r, an d Sc h ill in g (1 98 6) su m m ar iz e th e ge n er al fe at ur es of th e C en oz oi c Sr -is ot op e re co rd .A ll da ta ar e pl ot te d n or m al iz ed to N IS T SR M 98 7 5 0. 71 02 50 .\n1992; McArthur and others, 1993), and from macrofossils from the United States Western Interior Seawater (McArthur and others, 1994). Diagenesis has led to variable but significant scatter in the data, even among macrofossils taken from single successions. In general, diagenesis raises carbonate 87Sr/86Sr relative to pristine values due to the release of radiogenic Sr from continental siliciclastics. Thus, it is generally appropriate to draw a best-estimate curve along the lower limits defined by the data (Burke and others, 1982; Jones and others, 1994). However, problems with biostratigraphy in the Aptian and Albian lead to potentially significant scatter on the horizontal axis as well (Bralower and others, 1997). A best-estimate curve is thus derived from these data by drawing a line along the lower limits of the data during maxima and minima, due to the fact that biostratigraphic errors move the data only in a horizontal sense, and through the middle of the data when the data are rising or falling, due to the fact that the relative importance of diagenetic and time errors is unknown. The reason for the discrepancy between the data of Jones and others and Bralower and others for the Albian is not known but may rest with difficulties in correlation between north European ammonites and largely Tethyan microfossils and nannofossils. Correspondence between various data sets is otherwise good in the Barremian, Aptian, and Cenomanian through Campanian (fig. 3). The data of figure 3 indicate that the first mid-Cretaceous Sr-isotope excursion began in the earliest Aptian (;123 Ma), reached its minimum in the late Aptian (;115 Ma), and was largely over by the mid-Albian (;110 Ma). A slow increase occurred from\nthe Albian through the late Cenomanian. This excursion thus lasted about 13 my. The second mid-Cretaceous excursion began in the mid-to-late Cenomanian (95 Ma), reached its minimum by the late Turonian (90 Ma), and reached pre-excursion 87Sr/86Sr values by the Santonian (85 Ma). This excursion thus had a total duration of about 10 my. Sedimentological, paleontological, and carbon-isotope evidence place the onset of the Early Aptian OAE, also known as the Selli Event (Jenkyns, 1999), to within the Aptian blowi or earliest cabri planktonic foraminiferal zone, immediately postdating magnetic anomaly M0 (Sliter, 1989; Weissert and Lini, 1991; Bralower and others, 1993; Bralower and others, 1994; Erba, 1994; Menegatti and others, 1998; Erba and others, 1999; Larson and Erba, 1999). This places the OAE at about 120 Ma. The OAE was preceded, in the latest Barremian, by increasingly frequent episodes of dysoxia in globally distributed deep-sea sections (Bralower and others, 1994) and by biotic changes (Erba, 1994; Larson and Erba, 1999). Although carbon-isotope data suggest that globally significant carbon burial also occurred in the Late Aptian (fig. 3; Weissert and Lini, 1991), there is no accompanying global marine black shale record to suggest a second OAE. In the early Albian and early late Albian, paleontological and sedimentological data suggest further dysoxic/anoxic episodes, but none shows the global extent or magnitude of the two principal Cretaceous OAEs (Bralower and others, 1993). For this study, the important feature is that the Early Aptian OAE occurred at the onset of the Sr-isotope excursion. It also seems significant that other changes leading\nup to the OAE date to the latest Barremian (Bralower and others, 1994; Erba, 1994), occurring exactly when the Sr-isotope curve started its downward movement. Because there are possible problems of correlation between Sr-isotope data calibrated by ammonite biostratigraphy and carbon-isotope data calibrated by planktonic microand nannofossils, it is important that this same correlation in time is confirmed by data collected from shallow-water guyot carbonates in the Mid-Pacific Mountains (fig. 4; Jenkyns, 1995; Jenkyns and others, 1995; Jenkyns and Wilson, 1999). Although the biostratigraphic age assignments from this Pacific section are only approximate because of the paucity of planktonic biota, acquisition of the Sr and C data from the same samples confirms that the positive carbon-isotope excursion began at the same time as the Sr-isotope curve started its Aptian decline. The Cenomanian-Turonian boundary OAE (or Bonarelli Event) is well-documented biostratigraphically, sedimentologically, and isotopically from around the globe (Schlanger and others, 1987; Arthur, Dean, and Pratt, 1988; Gale and others, 1993; Jenkyns, Gale, and Corfield, 1994; Paul and others, 1994; Hasegawa, 1997; Villamil and Arango, 1998; Jenkyns, 1999). Carbon-isotope data in particular constrain the event to have started in the latest Cenomanian and ended in the early Turonian\n(Whiteinella archaeocretacea planktonic foraminiferal Zone, M. geslinianum to W. devonense ammonite Zones), lasting less than 1 my. Age-diagnostic taxa are widespread at this time, enabling precise correlation between the Sr- and C-isotope curves. In summary, each OAE has a short-term Sr-isotope excursion associated with it. The Early Jurassic OAE took place at the end of the Sr-isotope excursion whereas the two Cretaceous OAEs were coincident with the onset of the excursions to lower 87Sr/86Sr ratios.\nmodeling the strontium-isotope excursions The modern strontium budget.—The causes of the three short-term Sr-isotope excur-\nsions considered in this paper can be evaluated using oceanic Sr budgets to calculate the changes in riverine or hydrothermal inputs required to reproduce each excursion. The main difficulty with these calculations is the uncertainties in both the modern and ancient seawater Sr-isotope budgets. The most commonly used modern marine Sr cycle is that of Palmer and Edmond (1989). This cycle is based on riverine Sr data representing 47 percent of global runoff, a small diagenetic flux term (Elderfield and Gieskes, 1982), and 87Sr/86Sr data from ocean-ridge hydrothermal vent fluids; the mass flux of hydrothermal Sr is then calculated by isotopic mass balance (table 1). The main problem with the modern Sr budget, especially when considering past rates of hydrothermal activity, is understanding the relative importance of high- and low-temperature hydrothermal systems on the ocean-floor basaltic Sr flux. It has often been assumed, based on high-temperature seawater-diabase alteration experiments (Berndt, Seyfried, and Beck, 1988) and the geochemistry of black-smoker vent fluids, that the principal source of basaltic Sr to the oceans is high-temperature (;350°C) axial hydrothermal vents. Based on the Sr and Cl concentrations in these vent fluids, the marine Sr-isotopic mass balance implies an axial high-temperature fluid flux of 17 3 1013 kg/yr (Elderfield and Schultz, 1996). In contrast, the global ocean-ridge heat-flow anomaly (Stein and Stein, 1994) and the observed depth and geometry of mid-ocean-ridge magma chambers (Morton and Sleep, 1985; Wolery and Sleep, 1988) imply axial high-temperature fluid fluxes of only 3 (61.5) 3 1013 kg/yr (Elderfield and Schultz, 1996) or about a factor of six less than that implied by the Sr mass balance. Because the heat capacity of seawater is strongly temperature-dependent, it is essential to understand the temperatures over which geochemically significant reactions occur and the distribution of hot-spring vent temperatures across the ocean ridges in order to relate geochemical mass-balance budgets to geophysical heat budgets. This is well illustrated by the marine magnesium budget. Palmer and Edmond (1989) use a marine Mg mass balance to constrain the fluid flux through axial high-temperature (350°C) hot springs and produce a number similar to that calculated using the Sr budget. However, it is clear that Mg is also efficiently removed at temperatures much cooler than 350°C. Rapid removal occurs at temperatures down to about 40°C (Mottl, 1983; Mottl and Wheat, 1994) and may be significant at temperatures lower than 25°C (Elderfield and Schultz, 1996). Thus, the ocean-ridge hydrothermal Mg sink clearly reflects an unconstrained mixture of both high- and lowtemperature fluid circulation, and the Mg budget provides only an upper-limit constraint on high-temperature fluid fluxes. While experimental evidence suggests that hot-spring Sr is released only during high-temperature diabase alteration (Berndt, Seyfried, and Beck, 1988), numerous studies on sub-seafloor pore waters show that basaltic Sr is also released during low-temperature alteration (Mottl and others, 1985; Mottl and Gieskes, 1990; Hess, Bender, and Schilling, 1991). Moreover, there is evidence that warm (;60°C) and intermediate-temperature (;250°C) hot springs may be important along oceanic ridges (Mottl and others, 1998; Teagle, Alt, and Halliday, 1998); these may also carry considerable amounts of Sr. Thus, the most straightforward resolution of the factor-of-\nsix geophysical/Sr budget discrepancy is to have, like Mg, a significant off-axis and/or lower-temperature flux of basaltic Sr (Elderfield and Schultz, 1996). The other possibility for resolving the budget discrepancy, namely that the riverine Sr database is somehow biased, is discounted for a number of reasons (Palmer and Edmond, 1989), not the least of which is that “unrealistically extreme assumptions” have to be made to bring the seawater Sr budget in line with the geophysical estimates (Elderfield and Schultz, 1996). The uncertain relative importance of high- and low-temperature basaltic Sr fluxes is accounted for in this paper by considering a range of balanced Sr cycles. The river-water data of Palmer and Edmond (1989) require a certain flux of basaltic Sr (87Sr/86Sr 5 0.7033) to bring riverine Sr (87Sr/86Sr 5 0.7119) down to modern seawater Sr-isotope values (87Sr/86Sr 5 0.70918; table 1). At one extreme, the entire basaltic Sr flux is assumed to come from axial high-temperature systems (Palmer and\nTable 1\nSummary of the seawater Sr-isotope budgets used to calculate the magnitude of the hydrothermal excursions. Range of cycles is intended to include all reasonable possibilities.\nEdmond, 1989); at the other, only one-sixth of the basaltic Sr flux is assumed to come from high-temperature axial fluids while the other five-sixths are carried by off-axis, lower-temperature hydrothermal fluids. The distinction between axial and off-axis systems is important, because a change in ocean-crust production, which is assumed to drive hydrothermal activity (see below), may have immediate effects on the axial systems but only more gradual effects on the off-axis systems. Intermediate cycles (with 25, 50, and 75 percent of the basaltic Sr assigned to the rapidly responding hightemperature axial term) are included to reflect the possibility that a significant fraction of the basaltic Sr is carried by axial intermediate-temperature hydrothermal systems that, along with the axial high-temperature systems, are likely to respond quickly to changes in ocean-crust production. Using this range of Sr budgets highlights the effects that an inadequate understanding of hydrothermal systems has on our model results. There are also some uncertainties associated with the numbers defining the riverine inputs of Sr to the oceans. First, the steady-state assumption used when calculating an isotopic mass balance may over-estimate the magnitude of the basaltic Sr flux. If the oceans were at steady-state with respect to its Sr inputs, the modern seawater 87Sr/86Sr ratio would be stable at its present value. Instead, the seawater 87Sr/86Sr ratio has risen at a rate of about 0.00006/my over the past 2.5 my (Hodell, Mead, and Mueller, 1990; Farrell, Clemens, and Gromet, 1995). High-precision data focusing on the last 350 ky show a similar rate of increase (Henderson and others, 1994) or perhaps a slow levelling off (Farrell, Clemens, and Gromet, 1995). The rapid rise most likely reflects riverine inputs driving the oceans toward an equilibrium 87Sr/86Sr ratio that is higher than the present-day value of 0.70918 (Hodell and others, 1989; Hodell, Mead, and Mueller, 1990). Hodell and others (1990) used a non-equilibrium model to estimate the modern steady-state seawater 87Sr/86Sr ratio as 0.70938. Using this value, the calculated hydrothermal Sr flux is reduced by only 12 percent as compared to the steady-state mass balance in table 1. A more significant source of uncertainty stems from the riverine data themselves. Palmer and Edmond (1989) argue that their mass-flux estimate is accurate to within about 30 percent and that the actual global average 87Sr/86Sr is unlikely to be any lower than about 0.7114. Although they consider that their mass-flux value is more likely to be too low, due to their use of the lower of two widely cited river-runoff figures, a broader question is the extent to which their measurements on modern rivers represent the average over the past few hundred thousand years. Modern Sr fluxes are probably relatively high because interglacial climates are warm and wet compared to glacial climates over at least the past 0.5 to 1 my (Rea, 1994). Higher temperatures and rainfall enhance rates of chemical weathering (White and Blum, 1995), thus leading to a Sr flux that may be higher than the average taken over several glacial-interglacial cycles. Second, fluvial 87Sr/86Sr ratios from glaciated Precambrian terrains should be unusually high due to the effects of rapid biotite weathering (Blum and Erel, 1995, 1997; Blum, 1997). The magnitude of radiogenic Sr release from biotite exposed following a deglaciation may be large enough to help cause some of the smaller scale features in the Sr-isotope curve (Blum, 1997), such as the increase from 2.5 my to present. Overall, given the difficulties of estimating the impact of glacial activity and the present warm interglacial climate on the fluvial Sr data, we will stick with the original error estimates of Palmer and Edmond (1989). Thus, if the late Quaternary average riverine 87Sr/86Sr ratio is nearer to 0.7114, the basaltic Sr flux is reduced by 19 percent. If the long-term average Sr flux is 30 percent lower, the basaltic Sr flux is lowered by 31 percent. If both riverine terms are so reduced, the basaltic Sr flux is reduced by 44 percent. As will be discussed below, these sources of uncertainty have\nrelatively small effects on the results of this paper because we look at relative and not absolute changes in the Sr budgets associated with each excursion. Ancient Sr-isotope budgets.—When moving into the geological past, additional sources of uncertainty stem from the fact that, at the onset of an excursion, the values of the hydrothermal and riverine terms are not precisely known. Thus, it is necessary to consider a range of plausible Sr cycles that could have been acting at the start of each excursion. Broad constraints on past hydrothermal Sr fluxes can be derived from the data of Larson (1991a,b) by making the reasonable assumption that hydrothermal fluxes are proportional to rates of ocean-crust production (Berner, Lasaga, and Garrels, 1983; Richter, Rowley, and DePaolo, 1992; Jones and others, 1994). Since hydrothermal activity probably penetrates to a more or less constant depth at oceanic spreading centers and plateaus (Larson, 1994), we express crustal-production rates in terms of area instead of volume to avoid skewing the data toward the unusually thick oceanic plateaus. The crustal-production data imply that rates of hydrothermal activity during the Cretaceous were at or well above modern levels (fig. 5). Assuming a 1:1 proportion, hydrothermal Sr fluxes were up to 1.8 times higher than modern rates (;1.6 if oceanic-plateau emplacement does not produce hydrothermal activity, Larson, 1994). For this study, we use cycles with initial hydrothermal fluxes that range from 0.5 to 2 times that of the modern axial flux, but, following figure 5, we emphasize\ntotal basaltic Sr fluxes ranging from 1 to 2 times the modern rates. Data on crustal production are lacking for the Early Jurassic; our emphasis of the 1 to 2 times the modern range for this excursion may therefore be inappropriate. The riverine mass flux and/or 87Sr/86Sr ratio are almost certainly higher today than at any time in the Phanerozoic (Edmond, 1992; Richter, Rowley, and DePaolo, 1992; Jones and others, 1994). Unfortunately, it is not yet possible to infer exactly which combination of increased mass flux and 87Sr/86Sr ratio produced the rapid rise in seawater 87Sr/86Sr values over the past 40 my. Thus, for each starting hydrothermal Sr flux, the pre-excursion seawater 87Sr/86Sr ratio is obtained by reducing either the riverine Sr mass flux ( Jr) with\n87Sr/86Sr held constant or the riverine 87Sr/86Sr ratio (Rr) with the mass flux held constant. Using these two endmembers brackets all possible intermediate combinations and thus generates the widest range of model calculations.\nmodeling the possible causes of the strontium-isotope excursions We use the dynamic response model of Hodell and others (1989) to see whether\nthe Sr-isotope curve going into each excursion moved fast enough to require extraordinary changes in inputs. For example, a rise in seawater 87Sr/86Sr ratios from 5.5 to 4.5 Ma appeared to have been too rapid to have been a response to a simple step-wise change in Sr inputs; instead, an extra large transient pulse of riverine Sr was required to force the extra rapid rise (Hodell and others, 1989). The importance of an accurate time scale was emphasized when Farrell, Clemens, and Gromet (1995) found that the rate of rise was inflated in part due to chronostratigraphic artifacts and thus in the end required no extraordinary pulse in inputs. The dynamic response model traces the logarithmic response of seawater 87Sr/86Sr ratios to a step-like change in oceanic inputs (for example, a sudden increase in hydrothermal activity) that takes the curve from an initial 87Sr/86Sr ratio (R(tinit)) to a final equilibrium\n87Sr/86Sr ratio (Requil) as a function of time:\nR~t! 5 Requil 2 @Requil 2 R~tinit!#e~t2tinit!/t,\nwhere tinit is the starting time in millions of years, t marks the passage of time, and t is the residence time of Sr. The oceanic residence time of Sr is defined by:\nt 5 MSr\n~ Jrw 1 Jd 1 Jh! ,\nwhere MSr is the mass of Sr in the oceans (assumed to be constant at 1.23 x 10 17 moles) and Jrw, Jd, and Jh are the fluxes of riverine, diagenetic, and hydrothermal Sr, respectively. We assume that the residence time was constant during the Jurassic and Cretaceous and matched the modern value of about 2.4 my. A longer residence time slows the response of oceanic 87Sr/86Sr ratios to a change in inputs. Of the 3 excursions covered in this paper (figs. 2, 3), only the Early Jurassic excursion appears to have decreased (and increased) too rapidly to reflect an equilibrium response. However, it seems likely that the high rates of change are artifacts of a poorly constrained Jurassic time scale. We therefore assume for each excursion that extraordinarily large changes in inputs were not required to drive the Sr-isotope excursions down or up. If the Early Jurassic time scale is in fact accurate, the results obtained in this study would underestimate the true changes required to cause the Sr-isotope excursion. The long residence time of Sr (2.4 my) relative to the short duration of the onset of each Sr-isotope excursion (Pliensbachian-Toarcian: 1.5 my; Aptian-Albian: 8 my; Cenomanian-Santonian: 5 my) means that it is unlikely that the Sr-isotope curve reached its lowest equilibrium 87Sr/86Sr ratio before the inputs again changed and allowed the curve to recover. Because we cannot estimate how low each excursion\nwould have gone given sufficient time to equilibrate with the new inputs, we use the observed values at the low point of each excursion as an upper-limit of the true steady state 87Sr/86Sr ratio. The true magnitude of the decrease in oceanic 87Sr/86Sr ratios is most significantly underestimated for the Pliensbachian-Toarcian and CenomanianSantonian excursions, whereas the longer duration of the Aptian-Albian excursion allowed the Sr-isotope curve to come more closely to steady state with the new inputs. Since we are using the observed excursion minima as upper limit approximations to steady state, we can calculate the minimum magnitude of changes required to produce each of the three excursions using a simple equilibrium isotopic mass balance:\nRsw 5 JrwRrw 1 JdRd 1 JhRh\nJrw 1 Jd 1 Jh ,\nwhere Rrw, Rd, and Rh are the 87Sr/86Sr ratios of riverine, diagenetic, and hydrothermal Sr, respectively, and the Rsw is the 87Sr/86Sr ratio of seawater. The magnitude of changes in the Sr budgets required to produce each excursion is calculated by solving the isotopic mass balance for the variable of interest (Jrw, Rrw, or Jh) and adjusting the seawater\n87Sr/86Sr ratio from its pre-excursion value to the lowest average value attained during the excursion. The result is the amount a given variable ( Jrw, Rrw, or Jh) needs to have changed to produce the excursion. We went through each of the cycles outlined in table 1 to produce curves that span the entire possible range of the starting total hydrothermal (fig. 6) or axial hydrothermal (fig. 8) Sr fluxes. These calculations incorporate the principal uncertainties in past Sr budgets, including the past riverine Sr fluxes and 87Sr/86Sr ratios, the partitioning of the basaltic Sr flux between rapidly responding high-temperature axial systems and sluggishly responding off-axis systems, and the magnitude of the total basaltic Sr flux at the onset of each excursion. The residence times associated with the budgets in table 1 generally stay between 2 and 4 my and are thus compatible with the rates of change observed in the excursions. Larger residence times are associated with budgets with total hydrothermal Sr fluxes that are less than modern. As noted above (fig. 5), we focus our attention on budgets with starting basaltic Sr fluxes that are at least as great as those of the modern. The results, assuming that the excursions were caused entirely by changes in the riverine parameters, are shown in figure 6. The required changes in the riverine terms (either Sr flux or 87Sr/86Sr ratio) are relatively small, with the lowest ranges of uncertainties associated with the largest basaltic Sr fluxes. With progressively smaller hydrothermal Sr fluxes the uncertainties increase, mainly due to larger maximum changes in the fluvial Sr flux or 87Sr/86Sr ratio. Of the three excursions, the smallest required changes are associated with the Cenomanian-Santonian event. Assuming past hydrothermal fluxes at least as great as today (fig. 5), the fluvial Sr flux would have to be reduced by no less than 6 to 9 percent, depending on whether the difference between modern and Cenomanian seawater 87Sr/86Sr was due to changes in the riverine Sr flux or its 87Sr/86Sr ratio. Alternatively, the global average riverine 87Sr/86Sr ratio would have to be reduced by 0.00019 to 0.00028. We will discuss specific geological conditions that could have produced such changes in the riverine terms in the next section. The sizes of the envelopes in figure 6 are little affected by uncertainties in the mass flux or 87Sr/86Sr ratio of modern average river water. A non-steady-state budget assuming that the modern equilibrium seawater 87Sr/86Sr ratio equals 0.70938 (Hodell and others, 1990) has negligible effects on the calculations (less than 3 percent). The minimum possible changes in the fluvial fluxes are increased by 5 percent by budgets that assume modern Sr fluxes that are either 30 percent higher or lower than currently estimated if modern riverine 87Sr/86Sr is assumed to equal 0.7114. The maximum changes are increased by ;17 percent (1-4 percentage points on fig. 6) using a modern\nfluvial Sr flux that is 30 percent higher and decreased by similar amounts if the modern fluvial flux is 30 percent lower. As noted in the caption for figure 6, the minimum changes in riverine 87Sr/86Sr are reduced by small amounts when the 30 percent larger fluvial flux budgets are used. The maximum changes in fluvial 87Sr/86Sr are largely unaffected when using a 30 percent lower fluvial flux. Although the Sr flux and 87Sr/86Sr ratio are here treated as independent variables, data from modern rivers (Palmer and Edmond, 1989) suggest an inverse relationship between Sr concentrations and 87Sr/86Sr ratios (fig. 7). This results largely from ancient granitic rocks with high 87Sr/86Sr values weathering more slowly than Sr-rich limestones with low, seawater-like 87Sr/86Sr values. While it is also true that basaltic terrains can produce relatively high concentrations of Sr with low 87Sr/86Sr ratios (Goldstein and Jacobsen, 1987), this fact is obscured in figure 7 by the limited difference in 87Sr/86Sr ratios between basalts and average limestones (;0.705 versus 0.709) compared to limestones and ancient granites (0.709 versus .0.715) and by the fact that the Sr-rich limestones weather about 10 times faster than basalts and other silicate rocks (Berner and Berner, 1997). When viewed in the aggregate (fig. 7), an increased global Sr flux is more likely to accompany decreased 87Sr/86Sr ratios, which would make the calculations shown in figure 6 an underestimate of the actual changes in riverine Sr and 87Sr/86Sr required to produce the excursions. However, the wide scatter in the plots of 1/Sr versus 87Sr/86Sr means that it is best to consider specific geological factors to produce changes in the fluvial Sr terms. For example, increased\nweathering of ancient granitic rocks will produce relatively low fluxes of Sr with 87Sr/86Sr ratios much higher than those of seawater. Increased weathering of basalts and young volcanic belts will yield relatively high fluxes of Sr with 87Sr/86Sr ratios only somewhat lower than those of seawater. Changing the proportions of limestones exposed to weathering will, while affecting the average riverine 87Sr/86Sr ratio, have little impact on the seawater Sr-isotope curve due to the similarity of the limestone and seawater 87Sr/86Sr ratios (Brass, 1976). In the following section we will consider specific paleoclimatic and geological conditions that could affect fluvial Sr derived from silicate weathering. The results assuming that the excursions were caused entirely by changes in hydrothermal inputs are shown in figure 8. For each excursion, five main budgets were used assigning 17 (5 1/6), 25, 50, 75, and 100 percent of the modern basaltic Sr flux to the high-temperature axial term and with the remainder sent to the off-axis term (table 1). For each case, the axial component was varied from one-half to twice the modern flux while the off-axis flux was held constant. A pair of curves was produced for each budget because the fluvial Sr flux and 87Sr/86Sr ratios were individually adjusted to match the pre-excursion seawater 87Sr/86Sr values. When each of the five pairs of curves is plotted together (fig. 8), a field representing the most likely increases in axial hydrothermal activity is defined that encompasses the uncertainty inherited from these three sets of variables. We emphasize the results based on cycles with pre-excursion axial Sr fluxes of 1 to 2 times the modern value following the ocean-crust production rates of figure 5. For a given excursion, the total range of increased axial hydrothermal activity spans almost a factor of 10 (for example, 7–62 percent for the CenomanianSantonian) due to these combined uncertainties. For a given starting axial hydrothermal flux, uncertainties in the ancient riverine flux and/or 87Sr/86Sr ratio yield an uncertainty of less than a factor of 1.7 (for example, 7–10 percent at “100% axial Jh”). The main source of uncertainty (factor of 6) is the relative importance of axial and off-axial hydrothermal activity (for example, the 10–62 percent upper limits for the Cenomanian-Santonian event). These results underscore the need for a better understanding of modern hydrothermal systems in order to constrain past rates of hydrothermal activity more precisely. Although these graphs were created assuming only the case of a linear variation of the high-temperature axial flux with ocean-crust production, the shaded areas also include cases in which intermediate-temperatures or off-axis systems respond immediately or with some short time lag to a change in crustal production. For example, if the axial Sr flux were in fact one-sixth the total basaltic flux, the addition of another third of the total basaltic flux from intermediate-temperature systems that respond relatively quickly to changes in crustal production, would be approximately covered by the “50% Axial Jh” case. Uncertainties in the modern riverine Sr flux and 87Sr/86Sr ratio have relatively small impacts on the envelopes in figure 8. The non-steady-state budgets (modern oceanic 87Sr/86Sr 5 0.70938) exert changes that are insignificant (less than 3 percent). The budgets in which the modern Sr flux is 30 percent higher than currently estimated expand the maximum allowed increase in hydrothermal activity by 19 percent (1-21 percentage points on fig. 8). Budgets starting with a 30 percent lower modern fluvial Sr flux decrease the maximum allowed changes by a similar percentage. Importantly, the minimum possible changes remain largely unaffected (less than 5 percent increase).\ninterpretation of the strontium-isotope excursions The likely cause of the Sr-isotope excursions can be isolated by comparing the\nSr-isotope curve and the modeling results presented above with the geological record. The downward shifts in the Sr-isotope curve in the Pliensbachian-Toarcian, AptianAlbian, and Cenomanian-Turonian could have been caused by one or more of the\nfollowing: a reduction in the mass flux of riverine Sr; a reduction in the global average riverine 87Sr/86Sr value; or an increase in the mass flux of ocean-ridge hydrothermal strontium. The sudden onset, short duration, and relatively quick recoveries that characterize the Sr-isotope excursions are most plausibly caused by a single mechanism with transient effects. The normal exposure through erosion of a changing suite of rock types is likely to produce a slowly evolving seawater 87Sr/86Sr curve as distinctive rocks are gradually exposed and then eroded away. An orogenic event could suddenly expose new rock types, but it would take a considerable period of time for distinctive rock units to disappear as erosion leveled the new mountain range. In the following sections we emphasize geological processes that could produce relatively transient changes in the flux and/or isotopic composition of Sr introduced to the oceans. Reducing the fluvial Sr flux.—We start by examining the possibility that a temporary reduction in the riverine Sr flux was responsible for the three negative excursions. The results presented in figure 6 indicate that decreases in the riverine flux of at least 6 to 10 percent were required to produce each of the three observed excursions. Such short-term flux reductions could have been caused by climate-induced reductions in weathering rates, rising sealevels that reduced the area of continents exposed to weathering, or temporary changes in the weatherability of rocks exposed at the Earth’s surface. The best paleoclimate data covering the period of any of the Sr-isotope excursions is a d18O record compiled from English Chalk sections spanning the Cenomanian through early Maastrichtian (Jenkyns, Gale, and Corfield, 1994). This record (fig. 9) shows a pronounced warming through the Cenomanian followed by steady cooling from the earliest Turonian through at least the Campanian. The same general trend is apparent in d18O values from Cretaceous calcareous fine-fraction and bulk sediments from the Exmouth Plateau off Australia, suggesting that the data from the English Chalk reflect a global pattern of paleotemperature change (Clarke and Jenkyns, 1999). Although the precise role of temperature in controlling weathering rates is debated (Ruddiman, 1997), global warming should, if anything, increase the rate and/or intensity of chemical weathering (White and Blum, 1995). Climate models for the Eocene indicate that warmer global climates should have increased rates of chemical weathering by increasing global runoff (Sloan, Bluth, and Filippelli, 1997). In addition, more intensive weathering breaks down a greater proportion of K-bearing, high Rb/Sr minerals (K-feldspars, clay minerals), thus releasing more radiogenic Sr to the rivers (Edmond, 1992). Therefore, warmer climates should have increased both the riverine Sr flux and its 87Sr/86Sr ratio. The dramatic Cenomanian warming corresponded to a gradual increase in seawater 87Sr/86Sr values for most of the stage, but the peak of climate warming was preceded by a decrease in seawater 87Sr/86Sr (fig. 9). This is contrary to the expectation of greatest warmth corresponding to greatest weathering and highest seawater 87Sr/86Sr values. By the time cooling began in the earliest Turonian, the Sr-isotope excursion was well under way. The rest of the Coniacian through Campanian was marked by gradual cooling, but, instead of a decrease in seawater 87Sr/86Sr ratios, the\nFig. 8. The calculated amount of hydrothermal activity required to produce each Sr-isotope excursion varies mainly as a function of the assumed initial axial hydrothermal flux. Table 1 presents a representative suite of Sr budgets used to generate the families of curves. There is a pair of solid black lines showing the results for each series of cycles (17, 25, 50, 75, and 100 percent of total basaltic Sr flux is axial) with the starting axial Sr flux for each series spanning one-half to twice the modern values. The modern total basaltic Sr flux is 1.5 3 1010 mol/yr. The lower curve of each pair represents the case in which the ancient riverine Sr flux was lowered to balance with pre-excursion seawater 87Sr/86Sr ratios while the upper line represents the case in which the riverine 87Sr/86Sr was lowered. The shading highlights the results for which the initial axial hydrothermal Sr fluxes were between 1 and 2 times the modern values.\nFigure 8\nSr-isotope curve increases through the rest of the Cretaceous. The lack of any clear correspondence between the d18O and the Sr-isotope records suggests that changes in weathering related to climate were not responsible for the Cenomanian-Santonian\nexcursion. Similar conclusions were reached by Kump (1989), who noted that the dramatic Cenozoic rise in seawater 87Sr/86Sr corresponded to times of progressive cooling and glaciation, and by François, Walker, and Opdyke (1993), whose global geochemical and climate models suggested that weathering rates are relatively independent of global temperatures. In the broader context of these studies, the results of figure 9 suggest that shifts in global climate, leading to either warming or cooling, were not responsible for any of the three excursions. A second way of reducing the riverine Sr flux is to have a global transgression reduce the area of rock exposed to weathering by flooding the continental coastal plains (Spooner, 1976; Sloan, Bluth, and Filippelli, 1997). In this model, times of expanded shelf seas correlate with times of lower seawater 87Sr/86Sr ratios. However, comparison of the putative eustatic sealevel curve of Haq, Hardenbol, and Vail (1988) with the Sr-isotope record shows that, if anything, each of the three excursions occurred during a sealevel fall: minor in the late Pliensbachian, prolonged in the Barremian-Aptian, and in its initial stages in the early Turonian (fig. 10). More generally, increases in paleo-water depth and major transgressions correlate both with times of rising 87Sr/86Sr values, as in the Late Jurassic and Albian, and falling 87Sr/86Sr values, as in the Early Jurassic. There is thus no consistent relationship between inferred sealevel changes, consequent transgression or regression, and fluctuations in the seawater Sr-isotope curve. Since the amount of land area flooded by a transgression is a function of hypsometry as well as the magnitude of the rise, we also compare (fig. 10) the Sr-isotope record with changing land area (Smith, Smith, and Funnell, 1995). This record is of lower stratigraphic resolution than the sealevel curve since each point represents the average for a stage. The Early and Middle Jurassic saw a decrease in land area (transgression) that correlates with a decrease in seawater 87Sr/86Sr ratios. However, as land area further decreased through the end of the Cretaceous, the Sr-isotope curve generally rose. In detail, while there was a decrease in land area across the Pliensbachian-Toarcian boundary that correlates with a drop in seawater 87Sr/86Sr, the Aptian and Cenomanian-Turonian intervals show the opposite relationship. There is thus no consistent relationship between land area and the Sr-isotope curve. We further point out that the major sealevel changes associated with the progressive development of the Cenozoic ice cap had, at best, tiny effects on the Sr-isotope curve (DePaolo, 1986; Hodell and others, 1989; Hodell, Mead, and Mueller, 1990; Hodell, Mueller, and Garrido, 1991; Oslick, Miller, and Feigenson, 1994). This supports our conclusion that sealevel changes did not produce the three Sr-isotope excursions. Finally, since lithology exerts a dominant control on weathering rates (Edmond and others, 1996), a short-term reduction in chemical weathering could be caused by a temporary switch in exposed lithology from rapidly weathering to slowly weathering silicate rocks. Perhaps the most dramatic change would come about if a large area were covered in a quartz-rich sandstone containing roughly 20 ppm of non-carbonate Sr (Faure, 1986). Assuming that such a shift to sandstone completely shut down the weathering release of Sr over this area, the 6 to 10 percent reduction in the global Sr flux required to produce the Sr-isotope excursions (fig. 6) would require a 6 to 10 percent switch in the continental surface area from average rocks to inert sandstone. This amounts to a change of some 9 to 15 million km2, which equals 1.5 to 2.5 times the size of the Amazon River drainage basin. Apart from sealevel changes, which were eliminated above, it is difficult to imagine a geological mechanism that would temporarily cover such a vast area of the planet with material inert to weathering. Other changes in silicate lithologies are more likely, but these would have a significantly smaller impact on local weathering rates and thus would require even larger areas of the Earth to be temporarily covered with the more resistant lithologies. Bluth and\nKump (1994) estimate that the largest difference in silicate weathering rates, in terms of dissolved silica, is a factor of two, with basalts weathering the fastest and sandstones the slowest. Although it is dififcult to relate these silica-based rates to Sr fluxes, it seems reasonable to take this factor of two as the maximum reduction in Sr fluxes that would result from a change in a suite of lithologies over a broad area. This factor-of-two reduction in Sr fluxes requires 18 to 30 million km2 (or 3-5 times the size of the Amazon Basin) to undergo a temporary change in lithology. Such an enormous yet temporary change, by whatever mechanism, seems extremely unlikely. Thus, three plausible mechanisms for reducing the riverine Sr flux (climate change, sealevel, exposed rock types) are eliminated.\nReduction of riverine 87Sr/86Sr ratios.—The model results presented in figure 6 suggest that the Sr-isotope excursions required reductions in riverine 87Sr/86Sr ratios of at least 0.00019 to 0.00031. The main ways of reducing riverine 87Sr/86Sr ratios are by changing the rock types exposed to weathering using sealevel, which is a mechanism eliminated above (fig. 10), by causing a globally significant shift to less intensive weathering, and by suddenly creating a large exposure of rocks, such as flood basalts, with low 87Sr/86Sr ratios. The intensity of weathering is controlled by climate, particularly temperature and rainfall (White and Blum, 1995), and physical denudation rates, especially controlled by topographic relief and glacial activity. Hot tropical climates allow bedrock in low-relief areas to be intensely weathered, leaving behind a thick lateritic residue of kaolinite, quartz, and Fe and Al oxides. Such intensive weathering releases most of the Sr contained in the bedrock, resulting in riverine 87Sr/86Sr values that closely match bedrock 87Sr/86Sr values (Palmer and Edmond, 1992). In temperate climates, Ca- and Na-bearing silicate minerals with low Rb/Sr ratios break down much more rapidly than the common K-bearing, high Rb/Sr minerals such as K-feldspar and muscovite. The result of such differential weathering is riverine 87Sr/86Sr ratios that are significantly lower than the bulk-rock or soil-residuum values (Edmond, 1992; Edmond and Huh, 1997). Thus, one possible way to reduce global riverine 87Sr/86Sr is to reduce the intensity of weathering through global cooling and a consequent reduction of rainfall (Sloan, Bluth, and Filippelli, 1997). However, as noted earlier, there is no clear relationship between climate and the Cenomanian-Santonian Sr-isotope excursion (fig. 9) or climate and the Sr-isotope curve in general. Although the beginning of the Sr-isotope excursion roughly coincides with a major warming trend, there is no obvious change in Sr isotopes corresponding to the onset of cooling, and the beginning of the recovery in seawater 87Sr/86Sr ratios occurs in the middle of a long, gradual climatic deterioration. The Sr-isotope curve thus shows no obvious response to any changes in global weathering intensity that may have stemmed from Late Cretaceous climate changes. One exception to this generalized relationship between weathering intensity and fluvial 87Sr/86Sr ratios arises from the rapid mechanical weathering of ancient biotitebearing shield rocks (Blum, 1997). Upon exposure, biotite weathers extremely rapidly (breaking down within a few thousand years) and, if sufficiently old, releases extremely radiogenic Sr to solution (Blum and Erel, 1995, 1997). On time scales longer than 100 ka, the rate of biotite weathering and Sr release are controlled largely by the rate at which new biotite is exposed by mechanical erosion. Thus, orogenic and glacial activity can produce large volumes of sediment that have undergone low-intensity weathering and yet yield highly radiogenic Sr to solution. A negative Sr-isotope excursion could theoretically be produced if there were a temporary reduction in mechanical weathering caused by a globally significant reduction in orogenic relief or a cessation of glacial activity due to a climatic warming. Significant reductions in relief that, based on the Sr-isotope excursions (figs. 2, 3), would have had to take place over a few million years seem highly unlikely. As far as glacial activity goes, not only is there no evidence for extensive glaciation during the Jurassic and Cretaceous (Hallam, 1985; Frakes, Francis, and Syktus, 1992; Markwick and Rowley, 1998), but figure 9 suggests that there is no clear relationship between climate change and the Sr-isotope excursions. The most plausible way to lower average riverine 87Sr/86Sr ratios is suddenly to expose volcanic rocks with low 87Sr/86Sr ratios through such mechanisms as the eruption of flood basalts or establishment of new volcanic arcs. Basalts are especially attractive because they weather readily and thus could quickly deliver their Sr to rivers (Bluth and Kump, 1994; Taylor and Lasaga, 1999). The basalts that form the Central Atlantic Magmatic Province erupted at 200 6 4 Ma (Marzoli and others, 1999). These\nappear to be too old to have caused the Pliensbachian-Toarcian excursion (191-187 Ma) and are probably too young to be associated with the late Triassic dip in the Sr-isotope curve (fig. 11). The Karoo Flood Basalts covered a huge area and had 87Sr/86Sr ratios (Bristow and others, 1984; Hawkesworth and others, 1984; Ellam and Cox, 1989) that were potentially low enough to have shifted the seawater Sr-isotope curve (fig. 11). However, current age estimates for the Pliensbachian/Toarcian stage boundary (189.6 6 4.0, after Gradstein and others, 1994) and the Karoo volcanics (18261, adjusted from Duncan and others (1997) to match MMhb-1 standard used in the Mesozoic time scale) place the Karoo eruptions significantly after the Sr-isotope excursion (fig. 11). (New geochronological work on the Pliensbachian-Toarcian time scale does, it should be noted, now bring the Karoo to within striking distance of the Sr-isotope excursion (Pálfy and Smith, 2000)). The Paraná volcanics had average 87Sr/86Sr ratios (;0.7074, after Peate and others, 1990; Peate, Hawkesworth, and Mantovani, 1992) similar to those of contemporary seawater (0.7073) and thus could not have caused a significant shift in the Sr-isotope curve. The best-estimate age of the Rajamahal flood basalts (115.7 6 0.6 Ma; Pringle, 1994) places them at the height of the Aptian excursion (fig. 11), not at its beginning as would be expected if they had produced the excursion. In addition, this province is one of the smallest considered and thus should have had a smaller impact than the others. The Deccan Traps also had 87Sr/86Sr ratios (Peng and others, 1994) too close to those of contemporary seawater to have had a significant impact (fig. 11). The North Atlantic Tertiary Province covered a large area, lasted a considerable interval of time (;10 my; Saunders and others, 1997), and is the only flood-basalt province that has the right timing and 87Sr/86Sr ratios to have plausibly caused a (small) decline in the seawater Sr-isotope curve (Paleocene to Eocene). Neither the (approximately dated) Ethiopian nor the Columbia River flood basalts are associated with decreases in the Sr-isotope curve, although Hodell and Woodruff (1994) and Taylor and Lasaga (1999) attribute the sudden decrease in slope of the curve to the eruption of these units. In summary, the eruption and subsequent weathering of large flood-basalt provinces with low 87Sr/86Sr ratios do not appear to have had a substantial impact on the Sr-isotope record. Thus, such volcanic phenomena were not responsible for the Mesozoic seawater Sr-isotope excursions. Sr-isotope excursions and hydrothermal activity.—The elimination of the plausible mechanisms that could have affected the riverine Sr terms suggests that seawater Sr-isotope excursions were caused by the only remaining variable: increased hydrothermal activity. Over the long-term, hydrothermal activity is driven by ocean-crust production because heat brought to the surface by rising magma and released during crystallization drives hydrothermal circulation (Sleep and Wolery, 1978; Morton and Sleep, 1985). Most high- and intermediate-temperature hydrothermal systems are located in the area over the ridge-axis magma chamber. Off-axis circulation decreases in temperature and volume per unit area moving away from the ridge crest due to the progressive cooling of the crust and its burial by relatively impermeable marine sediments. It has already been shown that long-term variations in ocean-crust production were capable of producing the variations in the seawater Sr-isotope curve from the middle Cretaceous through the early Cenozoic (Jones and others, 1994). Short-term bursts of hydrothermal activity may result from three mechanisms: sudden increases in the rate of mid-ocean-ridge crust production; the emplacement of submarine oceanic plateaus such as Ontong Java, as championed by Ingram and others (1994); and “tectonic reorganizations” analogous to those documented in the Neogene history of the East Pacific Rise (Lyle, Owen, and Leinen, 1986; Lyle and others, 1987). The increases in hydrothermal activity implied by the Sr-isotope excursions range from a minimum of 7 to 11 percent to a maximum of 62 to 104 percent (fig. 8), depending on the starting hydrothermal flux, the relative magnitude of the axial/off-\nFi g.\n11 .\nT h\ne ti\nm in\ng, ar\nea l\nex te\nn t,\nan d\nes ti\nm at\ned 8 7 Sr\n/8 6 Sr\nof co\nn ti\nn en\nta l\nfl oo\nd ba\nsa lt\ns (F\nB )\nan d\noc ea\nn ic\npl at\nea us\n(P B\n) ar\ne co\nm pa\nre d\nw it\nh th e Sr -is ot op e re co rd .L ar ge Sr -is ot op e da ta se ts w it h st ra ti gr ap h ic co ve ra ge ar e gi ve n an av er ag e 8 7 Sr /8 6 Sr va lu e in ad di ti on to a ty pi ca lr an ge of 8 7 Sr /8 6 Sr ra ti os ;p ro vi n ce s w it h on ly lim it ed da ta sh ow on ly th e ty pi ca lr an ge of 8 7 Sr /8 6 Sr va lu es .S ou rc es fo r da ta n ot gi ve n in te xt in cl ud e th e ag es of th e Pa ra n á (S te w ar ta n d ot h er s, 19 96 ), E th io pi an (R am pi n o an d St ot h er s, 19 88 ), an d C ol um bi a R iv er (B ak si ,1 99 0) pr ov in ce s, th e 8 7 Sr /8 6 Sr of th e C en tr al A tl an ti c M ag m at ic Pr ov in ce (C A M P: M ar zo li an d ot h er s, 19 99 ,a n d re fe re n ce s th er ei n ), O n to n g Ja va (M ah on ey an d ot h er s, 19 93 ), K er gu el en (M ah on ey an d ot h er s, 19 95 ), R aj m ah al (B ak si ,1 99 5, K en ta n d ot h er s, 19 97 ), C ar ib be an (K er r an d ot h er s, 19 97 ), N or th A tl an ti c T er ti ar y (D ic ki n ,1 98 1; H ol m ,1 98 8; H ol m an d ot h er s, 19 93 ;W al la ce an d ot h er s, 19 94 ;K er r, K em pt on ,a n d T h om ps on ,1 99 5) ,E th io pi an (M oh r an d Z an et ti n ,1 98 8) ,a n d C ol um bi a R iv er (B ra n do n an d ot h er s, 19 93 ) ba sa lt s, an d th e or ig in al ar ea lc ov er ag e of al lv ol ca n ic pr ov in ce s( C h ie sa an d ot h er s, 19 89 ;E lla m an d C ox ,1 98 9; T ol an an d ot h er s, 19 89 ;H aw ke sw or th an d ot h er s, 19 92 ;B ak si ,1 99 4, 19 95 ;C of fi n an d E ld h ol m ,1 99 4; M ar zo li an d ot h er s, 19 99 ).\naxial hydrothermal Sr fluxes, and the actual values of the riverine mass flux and 87Sr/86Sr ratio during the excursions. These increases are potentially quite dramatic, especially when compared to the relatively modest changes in the riverine Sr terms that are required to do the same job. These changes in hydrothermal activity are put into perspective by the data of Larson (1991b), which suggest that crustal production in the Aptian increased by ;60 to ;80 percent by area, depending on whether or not the oceanic plateaus are included in the calculation. Thus, assuming a 1:1 response between crustal production and hydrothermal activity, not even the larger calculated hydrothermal increases are eliminated. The more modest increases of 7 to 35 percent associated with the larger assumed axial fluxes seem perfectly reasonable within the context of Larson’s data. Unfortunately, apart from the Aptian, there is no independent corroborating evidence for large pulses of hydrothermal activity. In the case of the Early Jurassic, there is a lack of ocean crust of this age. In the case of the Cenomanian-Turonian, the length of the Cretaceous Long Normal magnetic chron (Aptian-Santonian) makes it difficult to resolve short-term changes in ocean-crust production, as does the low resolution (;10 my) of the original crustal-production compilation of Kominz (1984). In summary, the calculated range of increased hydrothermal activity is within the realm of possibility, especially for budgets that assume larger axial hydrothermal terms. Although it has proved difficult to resolve the absolute magnitude of the hydrothermal increases, the Sr-isotope curve still proves useful in that the arguments presented above show that it records the precise timing, duration, and relative magnitude of periods of unusually high hydrothermal activity.\noceanic plateaus as possible sources of excess hydrothermal activity The role of oceanic-plateau emplacement in generating excess hydrothermal\nactivity can be best assessed at present through consideration of the timing and relative size of the volcanic edifices. Although native copper of likely hydrothermal origin occurs in the sedimentary cover of Manihiki Plateau ( Jenkyns, 1976), and fractures and breccias recovered from Ontong Java are somewhat hydrothermally altered (Kroenke, Berger, and Janacek, 1991), there is no direct evidence as to the geometry, extent, or even existence of ancient well-established hydrothermal vent systems in oceanic plateaus. Although there is a general correlation in the mid-Cretaceous between plateau emplacement and Sr-isotope excursions (fig. 11), in detail the picture is more complex. Sinton and Duncan (1997) make the case that the emplacements of the Caribbean and parts of the Ontong Java oceanic plateaus match the timing of the Cenomanian-Turonian Oceanic Anoxic Event. Using normalized age data, they put the Cenomanian-Turonian boundary at 93.5 6 0.2 Ma, the weighted average of the Caribbean plateau samples at 89.5 6 0.3 Ma, and the late phase of the Ontong Java eruptions at 90.5 6 0.8 Ma (drill samples) and 91.8 6 0.3 Ma (outcrop, Solomon Islands). The volcanic activity is thus 2 to 4 my too young, but they note that the sample ages are within the 1s analytical errors (1-2 my) of the boundary and, moreover, that the samples come from the youngest (uppermost) portions of the plateaus. Given these caveats, the onset of the seawater Sr-isotope excursion could well coincide with the eruption of these oceanic plateaus. The case is not so clear for the much larger Aptian excursion. Bralower and others (1997) consider the question of relative timing in some detail and conclude that, as shown in figure 11, the Manihiki and early, voluminous phases of the Ontong-Java Plateau erupted just before and up to the very beginning of the Sr-isotope excursion (122.4 6 0.8 Ma; Mahoney and others, 1993; Larson and Erba, 1999). If these samples of the uppermost plateau are again the youngest, the bulk of the plateau erupted well before the Sr-isotope curve began its descent. Kerguelen erupted 8 my later (114-110 Ma; Coffin and Eldholm, 1994), after the descent and minimum in the Sr-isotope curve. Unless the age estimates are quite unrepresentative of either the main phases of\nvolcanism or the lower and upper Aptian stage boundaries, the main decrease in seawater 87Sr/86Sr appears to have occurred at a time when no plateaus were being emplaced. At times when the plateaus were being emplaced, the Sr-isotope curve either shows little change (Ontong Java) or an increase in 87Sr/86Sr (Kerguelen); this is the opposite of the expected response. Thus, the Aptian data suggest that plateau basalts are not generally the main source of basaltic hydrothermal Sr. This leaves ocean-crust production at spreading centers as the best way to fuel the hydrothermal activity recorded by the Sr-isotope curve.\nstrontium isotopes, hydrothermal activity, and oceanic anoxic events We have documented a close relationship in time between negative excursions in\nthe seawater Sr-isotope curve and the major Mesozoic Oceanic Anoxic Events as marked by widespread deposition of organic-rich shales and positive carbon-isotope excursions. Specifically, the Aptian and Cenomanian-Turonian OAEs coincided precisely with the onset of Sr-isotope excursions (figs. 3, 4), whereas the Early Jurassic OAE coincided exactly with the end of a Sr-isotope excursion, with only a minor positive d13C shift occurring at its onset (fig. 2). After a detailed consideration of the possible causes for the Sr-isotope excursions, we conclude that the Sr-isotope curve most likely defines the timing, duration, and relative magnitude of three major pulses of hydrothermal activity that were most likely caused by increased ocean-crust production. The close association in time between these bursts of hydrothermal activity and the three major Mesozoic OAEs suggests that genetic links should be explored. The greatest difficulty in this matter stems from the fact that the OAEs occurred either at the very beginning or end of a proposed hydrothermal event. The model we outline below contains a number of different components (fig. 12), not all of which are necessarily required, and many of which can be tested with either geological evidence or quantitative carbon cycle and climate models. A first set of components stems from the fundamental conclusion of this paper: each period of increased hydrothermal activity was associated with an OAE. The most important and direct implication of increased hydrothermal activity is that the increased rates of ocean-crust production should have led to increased rates of oceanridge volcanic-CO2 outgassing (Berner, Lasaga, and Garrels, 1983; Berner, 1994; Marty and Tolstikhin, 1998). Since sea-floor spreading is driven largely by subduction (Lithgow-Bertelloni and Richards, 1998), there may have also been increased volcanicarc CO2 contributions through decarbonation reactions (Bickle, 1996) if ocean-crust production was driven by faster spreading rates, as opposed to increases in the total length of ridges. Mid-ocean ridges, volcanic arcs, and mantle plumes today each contribute similar amounts of CO2 to the ocean-atmosphere system (Marty and Tolstikhin, 1998). The result of excess volcanic CO2 production should have been global warming (Caldeira and Rampino, 1990, 1991). Global warming leads to three more components of the model (fig. 12). First, the warming could have accelerated the hydrologic cycle and thus increased rates of chemical weathering (Manabe and Bryan, 1985; Berner, 1994; White and Blum, 1995; Sloan, Bluth, and Filippelli, 1997). This would increase the flux of nutrients (particularly phosphorus) to the oceans and thus help stimulate biological productivity (Pedersen and Calvert, 1990). Since mineral-bound P is rapidly stripped (in a few ka) from freshly created soils (Filippelli, 1999), the position of orogenic belts relative to the climate belts could have strongly influenced the flux of P during each hydrothermal event. Geological evidence for accelerated weathering could include a general shift toward more intensely weathered detrital sediments during periods of heightened hydrothermal activity and increased accumulation rates of disseminated P in shelf and deep-sea sediments. Such a model could be tested by looking at phosphorus accumulation rates over each time. Maxima in P accumulation\nrates are not obvious in the data covering the last 160 my assembled by Follmi (1995), but an effort focused over the critical intervals spanned by the Sr-isotope excursions may be required to place better constraints on changes in P accumulation at these times. Finally, we note that increased weathering would dampen the decrease in seawater 87Sr/86Sr ratios caused by increased hydrothermal activity and thus would lead to underestimated hydrothermal fluxes. A second result of global warming could have been a change in the strength of the zonal tropospheric winds. An increase in wind velocities would increase rates of upwelling and thus stimulate productivity (Pedersen and Calvert, 1990; Jenkyns, 1999). Finally, a third result of warming may have been increased rates of deep-water production due to more evaporation in low-latitude shallow seas (Arthur, Schlanger, and Jenkyns, 1987). Faster deep-water production would also stimulate upwelling to help support enhanced productivity. Increased rates of upwelling have the effect of\nmore rapidly recycling nutrients to surface waters (Berner and Berner, 1987) and, as such, serve to reduce the need for increased external nutrient inputs. The periods of enhanced hydrothermal activity may also have been associated with another important process: increased fluxes of particulate Fe to oceanic deep waters via hydrothermal vent plumes (Sinton and Duncan, 1997). Vogt (1989) calculated that hydrothermal megaplumes (Baker, Massoth, and Feely, 1987) from the largest submarine eruptions could have risen to biologically productive surface waters. The frequency of such large eruptions probably increased during the periods of accelerated crustal production that accompanied the Sr-isotope excursions. Of the hydrothermally derived trace metals, Fe is a limiting nutrient in large areas of the modern ocean where fluvial and eolian inputs of Fe are low, such as the Pacific subarctic (Martin and Fitzwater, 1988), the equatorial Pacific (Coale and others, 1996), the Southern Ocean (de Baar and others, 1990), and even some parts of the coastal upwelling zone off the California coast (Hutchins and Bruland, 1998). Broad regions of the Mesozoic Pacific Ocean may have been exceptionally poor in Fe due to its vast area and the generally lower eolian dust fluxes (factor of ;5) found in the pre-glacial past (Rea, 1994). The Atlantic and Tethys oceans may not have been as sensitive to Fe fertilization, because their smaller sizes would have made it easier for fluvial and/or eolian fluxes to reach much of the surface of each ocean (Sinton and Duncan, 1997). The increased rates of hydrothermal activity thus point toward several possible ways of increasing the nutrient content of seawater: greater weathering leads to greater riverine supply of nutrients to the oceans; stronger winds lead to greater rates of upwelling and nutrient recycling; enhanced production of saline deep waters leads to greater upwelling and nutrient recycling; hydrothermal plumes inject Fe into water column to fertilize oceans (fig. 12). With one or more of these processes acting over the duration of a hydrothermal event lasting 4 to 13 my, the pressing question becomes why the OAEs are restricted to short intervals located at either the beginning or end of a hydrothermal event. Why are they not distributed throughout the period of enhanced hydrothermal activity? We turn now to the geological record. The sedimentary record leading up to each OAE shows a transgressive facies shift. The Toarcian and Cenomanian-Turonian cases each show clear, globally distributed evidence for a transgression that broadly coincided with the deposition of the globally distributed black shales during the OAE (fig. 10; Schlanger and others, 1987; Haq, Hardenbol, and Vail, 1988; Jenkyns, 1988; Davey and Jenkyns, 1999). For the Aptian, the evidence is more equivocal. Haq, Hardenbol, and Vail (1988) show a second-order sealevel fall across the Barremian and early Aptian (fig. 10). This is largely based on sections located on either side of the Atlantic. In contrast, Sahagian and others (1996) synthesize observations from numerous sections spread across the stable Russian craton to derive a sealevel curve that shows a prominent transgression during the early Aptian. In addition, the largest of the third-order transgressions (Haq, Hardenbol, and Vail, 1988) present in any of the three OAEs occurs at exactly the time of the Aptian OAE. Using the d13C curve from wood samples from the Isle of Wight in southern Britain (Gröcke, Hesselbo, and Jenkyns, 1999) as a correlative tool allows the stratigraphic record of the OAE to be placed in the deepest-water facies of the section. Our model thus proceeds as follows: The periods of increased hydrothermal activity preconditioned the oceans for OAEs by increasing their potential productivity levels by virtue of additional nutrient supply or faster nutrient recycling (upwelling). A sealevel rise at any time during these periods of heightened nutrient supply could produce an OAE by significantly expanding the area of shallow, subtropical continental seas. The expansion of the warm shallow seas increased the production of warm, saline deep waters, which flowed off-shelf and thus increased rates of upwelling of nutrient-rich, intermediate waters (Arthur, Schlanger, and Jenkyns, 1987). In addition,\nthe expansion of shallow shelf seas favored the preservation of organic matter because organic matter is more readily preserved on shallow continental shelves owing to faster sediment accumulation rates and shorter transit time through the water column (Müller and Suess, 1979; Demaison and Moore, 1980; Pelet, 1987; Pedersen and Calvert, 1990). The hypothesis that sealevel rise was a final trigger for the OAEs offers several advantages. Such a suggestion explains why OAEs occurred only at specific, short intervals during longer periods of excess hydrothermal activity. Equally, the necessary co-occurrence of rising sealevel or high sealevel stands with periods of enhanced hydrothermal activity explains why not every positive sealevel change was accompanied by an OAE. Furthermore, there is a prediction that a rapid sealevel rise during a period of increased hydrothermal activity should have resulted in an OAE. Thus, a search for other time intervals containing the association of excess hydrothermal activity, a sealevel rise, and an OAE will allow a test of this hypothesis. The sealevel rise and transgression that took place at either the beginning or end of a hydrothermal event cannot be directly related to ridge-volume increases due to the long time lag (;30 my) between increased crustal production and increased ridge volume (Heller and Angevine, 1985; Engebretson and others, 1992). Instead, it may be that other tectonic events that caused sealevel changes, such as the reconfiguration of subduction zones (Gurnis, 1990), were more likely to have occurred during a time of changing tectonic stresses associated with the onset or end of a period of enhanced crustal production. The climatic impact of ocean-ridge volcanic CO2 emissions and changes in carbon cycling brought about by the OAEs can be mapped with a comprehensive paleotemperature record. Unfortunately, long-term d18O records that span the intervals of hydrothermal activity are rare and influenced to a varying degree by diagenetic alteration. Despite these limitations, however, existing data suggest some intriguing patterns. The Cenomanian-Turonian OAE is covered by the best available d18O data (fig. 9). This trend does not show a temperature maximum corresponding to the entire period of increased hydrothermal activity but instead suggests a warming leading up to the OAE and a climatic cooling following the OAE. For the Aptian, a similar temperature maximum centered at the OAE is suggested by d18O data from the upper Barremian to Aptian exposed in two sections in the Alps (Menegatti and others, 1998) and one in the Apennines (Marconi, Wezel, and Longinelli, 1994). For the Toarcian, the d18O data are sketchy but again suggest a temperature maximum at the OAE (Jenkyns and Clayton, 1997). Palynological data from the former Soviet Union buttress the case for early Toarcian and Cenomanian-Turonian temperature maxima (Vakhrameev, 1991). Thus, whereas there is evidence to support temperature maxima leading up to the OAEs, there is no suggestion that the temperature record mirrors the increased volcanic CO2 fluxes inferred from the Sr-isotope excursions. This lack of a clear relationship is further supported by the timing of the Cenomanian-Turonian warming, which preceded the Sr-isotope excursion (hence increased ocean-ridge volcanism) by roughly 2 to 5 my (fig. 9). In addition, whereas the Aptian Sr-isotope excursion implies a relative increase in hydrothermal activity that is 70 percent larger than the Cenomanian-Turonian (fig. 8), a new d18O record from Exmouth Plateau off the coast of Australia suggests that the Cenomanian-Turonian was significantly warmer than the Aptian (Clarke and Jenkyns, 1999). The lack of a clear correspondence between the paleotemperature record and the seawater Sr-isotope excursions, with their inferred increases in ocean-crust production and volcanic CO2 outgassing, may result from one of the following possibilities:\n1. The Sr-isotope excursions are not a record of hydrothermal activity. The best alternative explanation is a temporary change in the average 87Sr/86Sr of rocks exposed to weathering, because changes in rates of silicate-rock weathering\n(and hence the riverine Sr flux) also affect the carbon cycle and thus climate (Berner and Berner, 1997; Edmond and Huh, 1997; Ruddiman and others, 1997). However, as noted earlier, there is no obvious viable mechanism to affect a temporary change in the types of silicate rocks exposed at the Earth’s surface. 2. Episodes of increased hydrothermal activity are not necessarily directly related to rates of ocean-crust production and thus volcanic CO2 outgassing. Lyle, Owen, and Leinen (1986) and Lyle and others (1987) used the timing of large increases in the mass accumulation rates of hydrothermal metalliferous sediment to infer major increases in East Pacific Rise hydrothermal venting related to episodes of regional tectonic reorganization. Such phenomena as ridge jumps, ridge realignments, and the initiation of new ridges may substantially increase hydrothermal venting by additional fracturing of oceanic crust and consequent greater access of seawater to hotter, fresher material at the ridge axis. Analogous large vent plumes are associated with magma-emplacement events at the Juan de Fuca Ridge (Baker, Massoth, and Feely, 1987). The effect of such venting on the Sr budget is unclear. The increased metalliferous sediment accumulation may be only a reflection of the rapid formation of highly buoyant plumes, which could allow a larger proportion of the highly insoluble (in seawater) transition metals to bypass the leaky plumbing of the sulfide stockworks capping established vent fields. Thus, reorganizations may increase the proportion of transition metals that pass beyond the stockworks into the vent plumes but not the total long-term flux of such soluble elements as Ca and Sr, which are normally expelled into seawater. Assuming a fixed crustal-production rate, an increased Sr flux would result from tectonic reorganizations only if they allowed more alteration at higher temperatures as a result of the increased fracturing. A given amount of heat is available from a given mass of crust to drive ridge-crest and off-axis hydrothermal activity; reorganizations need to allow a greater proportion of heat to be removed immediately at the ridge axis in order to affect the Sr budget and reduce the need to increase ocean-crust production rates. 3. The CO2 related to the increase in crustal production was largely accommodated by an accelerated exogenic carbon cycle. As ocean-crust production began to increase, the slightly higher atmospheric CO2 fertilized plant growth, both by allowing plants more growth per unit water and by stimulating symbiotic fungi on rootlets to more aggressively recover nutrients (mainly P, K, and S) from soils (Broecker and Abhijit, 1998). Since it is possible that plants are the dominant agent of chemical weathering (Berner, 1997; Broecker and Abhijit, 1998), they may have accelerated chemical weathering to the point where excess carbon was removed by the atmosphere as soon as it was added and transferred it to the oceans as bicarbonate where it could be ultimately buried as CaCO3. Thus, higher fluxes of CO2 into the ocean-atmosphere system could have been matched by higher outgoing fluxes. This accommodation would have minimized increases in atmosphere CO2 levels and consequent climate change. This possibility probably requires feedback loops involving temperature, runoff, and chemical/biological weathering that are more sensitive to changes in atmospheric CO2 than those currently modelled by Berner (1994).\nThe insensitivity of the d18O record in relation to the Sr-isotope excursions is in marked contrast to the rapid temperature increases that preceded each OAE. The atmospheric build-up of CO2 preceding each OAE may have been related to:\n1. Large and fast increases in volcanic CO2 emissions associated with the rapid emplacement of flood basalts or oceanic plateaus (Caldeira and Rampino, 1990, 1991). Although they appear not to be responsible for the Sr-isotope excursions, the available geochronological constraints on both the geologic time scale and the main phase of oceanic plateau eruptions allow the possibility that some or all of the warming trends coincided with the eruption of a flood basalt or oceanic plateau (fig. 11). Since elevated atmospheric CO2 levels can be sustained only as long as eruptive activity continues (Berner and Caldeira, 1997), this mechanism is tenable only if carefully intercalibrated geochronological work (such as Pálfy and Smith, 2000) demonstrates a coincidence in time between eruptive episodes and periods of warming. In addition, favoring this mechanism implies a possible link (suggested by coincidence in time) between the eruption of large igneous provinces and sealevel rises (Schlanger, Jenkyns, and Premoli Silva, 1981; Larson, 1991a). 2. A repartioning of CO2 between the ocean and atmosphere as a result of the onset of increased warm-saline intermediate water production stemming from the transgressive expansion of shallow subtropical seas. Because warm seawater holds less dissolved CO2, an increase in the average temperature of the deep oceans should partition more CO2 into the atmosphere.\nIn either case, the rapid cooling following each OAE suggests that organic-carbon burial rapidly drew down atmospheric CO2, returning the world to its pre-OAE atmospheric CO2 levels (Jenkyns, 1999).\nconclusions 1. The three major Mesozoic Oceanic Anoxic Events coincided with the three\nmajor negative seawater Sr-isotope excursions. The Toarcian OAE occurred at the end of the Sr-isotope excursion, whereas the Aptian and CenomanianTuronian OAEs occurred at the onset of their accompanying Sr-isotope excursions. 2. Although calculations suggest that relatively small changes in the riverine terms (Sr flux, 87Sr/86Sr ratio) could produce the Sr-isotope excursions, the available geological evidence points toward increased hydrothermal activity as the cause of the excursions. A better quantitative understanding of the magnitude of the required hydrothermal increases depends to a large extent on an improved understanding of the flux of hydrothermal Sr from axial versus off-axial ridge systems. 3. The close correspondence in time between Oceanic Anoxic Events and the episodes of increased hydrothermal activity permits a causal linkage between the two phenomena. It seems likely that the hydrothermal activity was driven by increased ocean-crust production, which in turn increased magmatic CO2 fluxes and thus warmed climate. This may have then accelerated the hydrologic cycle and rates of exogenic carbon cycling which, along with several other processes, led to enhanced fluxes of nutrients to biologically productive surface ocean waters. 4. The fact that Oceanic Anoxic Events occurred at different times relative to the onset of increased hydrothermal activity implies that a relatively independent mechanism actually triggered the events. We propose that the increased ocean-crust production led to oceans that were preconditioned to engender an OAE by driving one or more processes that led to higher fluxes of nutrients to surface waters. Within an extended period of increased ocean-crust production, the OAE was triggered by sealevel rise. This model explains why OAEs did not occur at the same relative time within episodes of increased hydrothermal activity as well as why not every Mesozoic sealevel rise resulted in an OAE.\nacknowledgments CEJ thanks the Rhodes Scholarship Trust, Jesus College, Oxford, and the National\nScience Foundation (EAR 92-05435, EAR 9219180) for support while at the University of Oxford and the University of Michigan. We are grateful to Dave Cummins, Roy Goodwin, Martin Whitehouse, and Steve Wyatt for their help in the Oxford Isotope Laboratory. HCJ thanks the Ocean Drilling Program and N.E.R.C. for the opportunity to participate in Leg 143 and sample Cretaceous guyot carbonates from the mid-Pacific Mountains. Robert Berner and an anonymous reviewer are warmly thanked for their helpful comments.\nReferences\nArthur, M. A., Dean, W. E., and Pratt, L. M., 1988, Geochemical and climatic effects of increased marine organic carbon burial at the Cenomanian/Turonian boundary: Nature, v. 335, p. 714–717. Arthur, M. A., Jenkyns, H. C., Brumsack, H., and Schlanger, S. O., 1990, Stratigraphy, geochemistry, and paleoceanography of organic-carbon-rich Cretaceous sequences, in Ginsburg, R. N., and Beaudoin, B., editors, Cretaceous Resources, Events and Rhythms, NATO ASI Series C, v. 304: Dordrecht, Kluwer Academic Publishers, p. 75–119. Arthur, M. A., Schlanger, S. O., and Jenkyns, H. C., 1987, The Cenomanian-Turonian Oceanic Anoxic Event, II. Palaeoceanographic controls on organic-matter production and preservation, in Brooks, J., and Fleet, A. J., editors, Marine Petroleum Source Rocks: Geological Society of London Special Publication 26, p. 401–420. Baker, E. T., Massoth, G. J., and Feely, R. A., 1987, Cataclysmic venting on the Juan de Fuca Ridge: Nature, v. 329, p. 149–151. Baksi, A.K., 1990, Timing and duration of Mesozoic-Tertiary flood-basalt volcanism: EOS, Transactions of the American Geophysical Union, v. 71, p. 1835–1840. –––––– 1994, Geochronological studies on whole-rock basalts, Deccan Traps, India: evaluation of the timing of volcanism relative to the K-T boundary: Earth and Planetary Science Letters, v. 121, p. 43–56. –––––– 1995, Petrogenesis and timing of volcanism in the Rajmahal flood basalt province, northeastern India: Chemical Geology, v. 121, p. 73–90. Berndt, M. E., Seyfried, W. E., Jr., and Beck, J. W., 1988, Hydrothermal alteration processes at mid-ocean ridges: experimental and theoretical constraints from Ca and Sr exchange reactions and Sr isotopic ratios: Journal of Geophysical Research, v. 93, p. 4573–4583. Berner, E. K., and Berner, R. A., 1987, The Global Water Cycle: Englewood Cliffs, New Jersey, Prentice-Hall, 397 p. Berner, R. A., 1994, GEOCARB II: A revised model of atmospheric CO2 over Phanerozoic time: American Journal of Science, v. 294, p. 56–91. –––––– 1997, The rise of plants and their effect on weathering and atmospheric CO2: Science, v. 276, p. 544–546. Berner, R. A., and Berner, E. K., 1997, Silicate weathering and climate, in Ruddiman, W. F., editor, Tectonic Uplift and Climate Change: New York, Plenum Press, p. 353–365. Berner, R. A., and Caldeira, K., 1997, The need for mass balance and feedback in the geochemical carbon cycle: Geology, v. 25, p. 955–956. Berner, R. A., Lasaga, A. C., and Garrels, R. M., 1983, The carbonate-silicate geochemical cycle and its effect on atmospheric carbon dioxide over the past 100 million years: American Journal of Science, v. 283, p. 641–683. Berner, R. A., and Rye, D. M., 1992, Calculations of the Phanerozoic strontium isotope record of the oceans from a carbon cycle model: American Journal of Science, v. 292, p. 136–148. Bickle, M.J., 1996, Metamorphic decarbonation, silicate weathering and the long-term carbon cycle: Terra Nova, v. 8, p.270–276. Blum, J. D., 1997, The effect of Late Cenozoic glaciation and tectonic uplift on silicate weathering rates and the marine 87Sr/86Sr record, in Ruddiman, W. F., editor, Tectonic Uplift and Climate Change: New York, Plenum Press, p. 259–288. Blum, J. D., and Erel, Y., 1995, A silicate weathering mechanism linking increases in marine 87Sr/86Sr with global glaciation: Nature, v. 373, p. 415–418. –––––– 1997, Rb-Sr isotope systematics of a granitic soil chronosequence: The importance of biotite weathering: Geochimica et Cosmochimica Acta, v. 61, p. 3193–3204. Bluth, G. J. S., and Kump, L. R., 1994, Lithologic and climatologic controls of river chemistry: Geochimica et Cosmochimica Acta, v. 58, p. 2341–2359. Bralower, T. J., Arthur, M. A., Leckie, R. M., Sliter, W. V., Allard, D. J., and Schlanger, S. O., 1994, Timing and paleoceanography of oceanic dysoxia/anoxia in the late Barremian to early Aptian: Palaios, v. 9, p. 335–369. Bralower, T. J., Fullagar, P. D., Paull, C. K., Dwyer, G. S., and Leckie, R. M., 1997, Mid-Cretaceous strontium-isotope stratigraphy of deep-sea sections: Geological Society of America Bulletin, v. 109, p. 1421–1442.\nBralower, T. J., Sliter, W. V., Arthur, M. A., Leckie, R. M., Allard, D., and Schlanger, S. O., 1993, Dysoxic/anoxic episodes in the Aptian-Albian (Early Cretaceous), in Pringle M. S., Sager, W. W., Sliter, W. V., and Stein, S., editors, The Mesozoic Pacific: Geology, Tectonics and Volcanism: American Geophysical Union, Geophysical Monograph 77, p. 5–37. Brandon, A. D., Hooper, P. R., Goles, G. G., and Lambert, R. S. J., 1993, Evaluating crustal contamination in continental basalts; the isotopic composition of the Picture Gorge Basalt of the Columbia River Basalt Group: Contributions to Mineralogy and Petrology, v. 114, p. 452–464. Brass, G. W., 1976, The variation of the marine 87Sr/86Sr ratio during Phanerozoic time: interpretation using a flux model: Geochimica et Cosmochimica Acta, v. 40, p. 721–730. Bristow, J. W., Allsopp, H. L., Erlank, A. J., Marsh, J. S., and Armstrong, R. A., 1984, Strontium isotope characterization of Karoo volcanic rocks, in Erlank, A. J., editor, Petrogenesis of the Volcanic Rocks of the Karoo Province: Geological Society of South Africa Special Publication 13, p. 295–329. Broecker, W. S., and Abhijit, S., 1998, Does atmospheric CO2 police the rate of chemical weathering?: Global Biogeochemical Cycles, v. 12, p. 403–408. Burke, W. H., Denison, R. E., Hetherington, E. A., Koepnick, R. B., Nelson, H. F., and Otto, J. B., 1982, Variation of seawater 87Sr/86Sr throughout Phanerozoic time: Geology, v. 10, p. 516–519. Caldeira, K., and Rampino, M. R., 1990, Carbon dioxide emissions from Deccan volcanism and a K/T boundary greenhouse effect: Geophysical Research Letters, v. 17, p. 1299–1302. –––––– 1991, The mid-Cretaceous superplume, carbon dioxide, and global warming: Geophysical Research Letters, v. 18, p. 987–990. Capo, R. C., and DePaolo, D. J., 1992, Homogeneity of Sr isotopes in the oceans: EOS, Transactions of the American Geophysical Union, v. 73, p. 272. Chiesa, S., Civetta, L., De Fino, M., La Volpe, L., and Orsi, G., 1989, The Yemen Trap Series; genesis and evolution of a continental flood basalt province: Journal of Volcanology and Geothermal Research, v. 36, p. 337–350. Clarke, L. J., and Jenkyns, H. C., 1999, New oxygen-isotope evidence for long-term Cretaceous climatic change in the Southern Hemisphere: Geology, v. 27, p. 699–702. Coale, K. H., Johnson, K. S., Fitzwater, S. E., Gordon, R. M., Tanner, S., Chavez, F. P., Ferioli, L., Sakamoto, C., Rogers, P., Millero, F., Steinberg, P., Nightingale, P., Cooper, D., Cochlan, W. P., Landry, M. R., Constantinou, J., Rollwagen, G., Trasvina, A., and Kudela, R., 1996, A massive phytoplankton bloom induced by an ecosystem-scale iron fertilization experiment in the equatorial Pacific Ocean: Nature, v. 383, p. 495–501. Coffin, M. F., and Eldholm, O., 1994, Large Igneous Provinces: Crustal structure, dimensions, and external consequences: Reviews of Geophysics, v. 32, p. 1–36. Cope, J. C. W., Getty, T. A., Howarth, M. K., Morton, N., and Torrens, H. S., 1980, A Correlation of Jurassic Rocks in the British Isles. Part one: Introduction and Lower Jurassic: Geological Society of London Special Report 14, 73 p. Davey, S. D., and Jenkyns, H. C., 1999, Carbon-isotope stratigraphy of shallow-water limestones and implications for the timing of Late Cretaceous sea-level rise and anoxic events (Cenomanian-Turonian of the peri-Adriatic carbonate platform, Croatia): Eclogae Geologicae Helvetiae, v. 92, 163–170. de Baar, H. J. W., Buma, A. G. J., Nolting, R. F., Cadee, G. C., Jacques, G., and Treguer, P. J., 1990, On iron limitation of the Southern Ocean: Experimental observations in the Weddell and Scotia Seas: Marine Ecology Progress Series, v. 65, p. 105–122. Demaison, G. J., and Moore, G. T., 1980, Anoxic environments and oil source bed genesis: American Association of Petroleum Geologists Bulletin, v. 64, p. 1179–1209. Denison, R. E., Koepnick, R. B., Burke, W. H., Hetherington, E. A., and Fletcher, A., 1994, Construction of the Mississippian, Pennsylvanian and Permian seawater 87Sr/86Sr curve: Chemical Geology, v. 112, p. 145–167. DePaolo, D. J., 1986, Detailed record of the Neogene Sr isotopic evolution of seawater from DSDP Site 590B: Geology, v. 14, p. 103–106. Dickin, A. P., 1981, Isotope geochemistry of Tertiary igneous rocks from the Isle of Skye, N.W. Scotland: Journal of Petrology, v. 22, p. 155–189. Duncan, R. A., Hooper, P. R., Rehacek, J., Marsh, J. S., and Duncan, A. R., 1997, The timing and duration of the Karoo igneous event, southern Gondwana: Journal of Geophysical Research, v. 102, p. 18,127–18,138. Edmond, J. M., 1992, Himalayan tectonics, weathering processes, and the strontium isotope record in marine limestones: Science, v. 258, p. 1594–1597. Edmond, J. M., and Huh, Y., 1997, Chemical weathering yields from basement and orogenic terrains in hot and cold climates, in Ruddiman, W. F., editor, Tectonic Uplift and Climate Change: New York, Plenum Press, p. 329–351. Edmond, J.M., Palmer, M.R., Measures, C.I., Brown, E.T., and Huh, Y., 1996, Fluvial geochemistry of the eastern slope of the northeastern Andes and its foredeep in the drainage of the Orinoco in Colombia and Venezuela: Geochimica et Cosmochimica Acta, v. 60, p. 2949–2976. Elderfield, H., and Gieskes, J. M., 1982, Sr isotopes in interstitial waters of marine sediments from Deep Sea Drilling Project cores: Nature, v. 300, p. 493–497. Elderfield, H., and Schultz, A., 1996, Mid-ocean ridge hydrothermal fluxes and the chemical composition of the ocean: Annual Reviews of Earth and Planetary Sciences, v. 24, p. 191–224. Ellam, R. M., and Cox, K. G., 1989, A Proterozoic lithospheric source for Karoo magmatism: evidence from the Nuanetsi picrites: Earth and Planetary Science Letters, v. 92, p. 207–218. Engebretson, D. C., Kelley, K. P., Cashman, H. J., and Richards, M. A., 1992, 180 million years of subduction: GSA Today, v. 2, p. 93–95, 100. Erba, E., 1994, Nannofossils and superplumes: the early Aptian “nannoconid crisis”: Paleoceanography, v. 9, p. 483–501.\nErba, E., Channell, J. E. T., Claps, M., Jones, C., Larson, R., Opdyke, B., Premoli Silva, I., Riva, A., Salvini, G., and Torricelli, S., 1999, Integrated stratigraphy of the Cismon Apticore (Southern Alps, Italy): a “reference section” for the Barremian-Aptian at low latitudes, in Huber, B., Bralower, T. J., and Leckie, R. M., editors, Biotic change and paleoecology of the black shale environment: a memorial to William V. Sliter: Journal of Foraminiferal Research, v. 29, p. 371–391. Farrell, J. W., Clemens, S. C., and Gromet, L. P., 1995, Improved chronostratigraphic reference curve of Late Neogene seawater 87Sr/86Sr: Geology, v. 23, p. 403–406. Faure, G., 1986, Principles of Isotope Geology: New York, John Wiley & Sons, 589 p. Filippelli, G. M., 1999, Effects of climate and landscape development on the terrestrial phosphorus cycle:\nGeology, v. 27, p. 171–174. Föllmi, K., 1995, 160 m.y. Record of marine sedimentary phosphorus burial: coupling of climate and\ncontinental weathering under greenhouse and icehouse conditions: Geology, v. 23, p. 503–506. Frakes, L. A., Francis, J. E., and Syktus, J. I., 1992, Climate Modes of the Phanerozoic: Cambridge, Cambridge\nUniversity Press, 274 p. François, L. M., Walker, J. C. G., and Opdyke, B. N., 1993, The history of global weathering and the chemical\nevolution of the ocean-atmosphere system, in Takahashi, E., Jeanloz, R. and Rubie, D C., editors, Evolution of the Earth and Planets: Washington, D.C., American Geophysical Union-International Union of Geodesy and Geophysics, Geophysical Monograph, v. 74, p. 143–159. Gale, A. S., Jenkyns, H. C., Kennedy, W. J., and Corfield, R. M., 1993, Chemostratigraphy versus biostratigraphy: data from around the Cenomanian-Turonian boundary: Journal of the Geological Society of London, v. 150, p. 29–32. Goldstein, S. J., and Jacobsen, S. B., 1987, The Nd and Sr isotopic systematics of river-water dissolved material: Implications for the sources of Nd and Sr in seawater: Chemical Geology, v. 66, p. 245–272. Gradstein, F. M., Agterberg, F. P., Ogg, J. G., Hardenbol, J., van Veen, P., Thierry, J., and Huang, Z., 1994, A Mesozoic time scale: Journal of Geophysical Research, v. 99, p. 24,051–24,074. Gröcke, D. R., Hesselbo, S. P., and Jenkyns, H. C., 1999, Carbon-isotope composition of Lower Cretaceous fossil wood: Ocean-atmosphere chemistry and relation to sea-level change: Geology, v. 27, p. 155–158. Gurnis, M., 1990, Ridge spreading, subduction, and sealevel fluctuations: Science, v. 250, p. 970–972. Haq, B. U., Hardenbol, J., and Vail, P. R., 1988, Mesozoic and Cenozoic chronostratigraphy and cycles of\nsea-level change, in Wilgus, C. K., Hastings, B. S., Posamentier, H., van Wagoner, J., Ross, C. A., and St. Kendall, C. G., editors, Sea-level Changes: an Integrated Approach: Society of Economic Paleontologists and Mineralogists Special Publication 42, p. 71–108. Hallam, A., 1985, A review of Mesozoic climates: Journal of the Geological Sciety of London, v. 142, p. 433–445. Hasegawa, T., 1997, Cenomanian-Turonian carbon isotope events recorded in terrestrial organic matter from northern Japan: Palaeogeography, Palaeoclimatology, Palaeoecology, v. 130, p. 251–273. Hawkesworth, C. J., Gallagher, K., Kelley, S., Mantovani, M., Peate, D. W., Regelous, M., and Rogers, N. W., 1992, Paraná magmatism and the opening of the South Atlantic, in Storey, B. C., Alabaster, T., and Pankhurst, R. J., editors, Magmatism and the Causes of Continental Break-up: Geological Society of London Special Publication 68, p. 221–240. Hawkesworth, C. J., Marsh, J. S., Duncan, A. R., Erlank, A. J., and Norry, M. J., 1984, The role of continental lithosphere in the generation of the Karoo volcanic rocks: evidence from combined Nd- and Sr-isotope studies, in Erlank, A. J., editor, Petrogenesis of the Volcanic Rocks of the Karoo Province: Geological Society of South Africa Special Publication 13, p. 341–354. Heller, P. L., and Angevine, C. L., 1985, Sea-level cycles during the growth of Atlantic-type oceans: Earth and Planetary Science Letters, v. 75, p. 417–426. Henderson, G. M., Martel, D. J., O’Nions, R. K., and Shackleton, N. J., 1994, Evolution of seawater 87Sr/86Sr over the last 400 ka: the absence of glacial/interglacial cycles: Earth and Planetary Science Letters, v. 128, p. 643–651. Hess, J., Bender, M. L., and Schilling, J.-G., 1986, Evolution of the ratio of strontium-87 to strontium-86 in seawater from Cretaceous to present: Science, v. 231, p. 979–984. –––––– 1991, Assessing seawater/basalt exchange of strontium isotopes in hydrothermal processes on the flanks of mid-ocean ridges: Earth and Planetary Science Letters, v. 103, p. 133–142. Hodell, D. A., Mead, G. A., and Mueller, P. A., 1990, Variation in the strontium isotopic composition of seawater (8 Ma to present): Implications for chemical weathering rates and dissolved fluxes to the oceans: Chemical Geology, v. 80, p. 291–307. Hodell, D. A., Mueller, P. A., and Garrido, J. R., 1991, Variation in the strontium isotopic composition of seawater during the Neogene: Geology, v. 19, p. 24–27. Hodell, D. A., Mueller, P. A., McKenzie, J. A., and Mead, G. A., 1989, Strontium isotope stratigraphy and geochemistry of the late Neogene ocean: Earth and Planetary Science Letters, v. 92, p. 165–178. Hodell, D. A., and Woodruff, F., 1994, Variations in the strontium isotopic ratio of seawater during the Miocene: Stratigraphic and geochemical implications: Paleoceanography, v. 9, p. 405–426. Holm, P. M., 1988, Nd, Sr, and Pb isotope geochemistry of the Lower Lavas, E. Greenland Tertiary Igneous Province, in Morton, A. C., and Parson, L. M., editors, Early Tertiary Volcanism and the Opening of the Northeast Atlantic: Geological Society of London Special Publication, p. 181–194. Holm, P. M., Gill, R. C. O., Pedersen, A. K., Larsen, J. G., Hald, N., Nielsen, T. F. D., and Thirlwall, M. F., 1993, The Tertiary picrites of West Greenland; contributions from “Icelandic” and other sources: Earth and Planetary Science Letters, v. 115, p. 227–244. Hutchins, D. A., and Bruland, K. W., 1998, Iron-limited diatom growth and Si:N uptake ratios in a coastal upwelling regime: Nature, v. 393, p. 561–564.\nIngram, B. L., Coccioni, R., Montanari, A., and Richter, F. M., 1994, Strontium isotopic composition of mid-Cretaceous seawater: Science, v. 264, p. 546–550. Irving, E., North, F. K., and Couillard, R., 1974, Oil, climate, and tectonics: Canadian Journal of Earth Sciences, v. 11, p. 1–15. Jenkyns, H. C., 1980, Cretaceous anoxic events: from continents to oceans: Journal of the Geological Society of London, v. 137, p. 171–188. –––––– 1976, Sediments and sedimentary history of the Manihiki Plateau, South Pacific Ocean, in Schlanger, S. O., and Jackson E. D. and others, Initial Reports of the Deep Sea Drilling Project, v. 33: Washington, D.C., U.S. Government Printing Office, p. 873–890. –––––– 1988, The Early Toarcian ( Jurassic) anoxic event: Stratigraphic, sedimentary, and geochemical evidence: American Journal of Science, v. 288, p. 101–151. –––––– 1995, Carbon-isotope stratigraphy and paleoceanographic significance of the Lower Cretaceous shallow-water carbonates of Resolution Guyot, mid-Pacific Mountains, in Winterer, E. L., Sager, W. W., Firth, J. V., and Sinton, J. M., editors, Proceedings of the Ocean Drilling Program, Scientific Results, v. 143: College Station, Texas (Ocean Drilling Program), p. 99–104. –––––– 1999, Mesozoic anoxic events and palaeoclimate: Zentralblatt für Geologie und Paläontologie, 1997, p. 943–949. Jenkyns, H. C., and Clayton, C. J., 1986, Black shales and carbon isotopes in pelagic sediments from the Tethyan Lower Jurassic: Sedimentology, v. 33, p. 87–106. –––––– 1997, Lower Jurassic epicontinental carbonates and mudstones from England and Wales: chemostratigraphic signals and the early Toarcian anoxic event: Sedimentology, v. 44, p. 687–706. Jenkyns, H. C., Gale, A. S., and Corfield, R. M., 1994, Carbon- and oxygen-isotope stratigraphy of the English Chalk and Italian Scaglia and its palaeoclimatic significance: Geological Magazine, v. 131, p. 1–31. Jenkyns, H. C., Paull, C. K., Cummins, D. I., and Fullagar, P. D., 1995, Strontium-isotope stratigraphy of Lower Cretaceous atoll carbonates in the mid-Pacific Mountains, in Winterer, E. L., Sager, W. W., Firth, J. V., and Sinton, J. M., editors, Proceedings of the Ocean Drilling Program, Scientific Results, v. 143: College Station, Texas (Ocean Drilling Program), p. 89–97. Jenkyns, H. C., and Wilson, P. A., 1999, Stratigraphy, paleoceanography, and evolution of Cretaceous Pacific guyots: relics from a greenhouse earth: American Journal of Science, v. 299, p. 341–392. Jones, C. E., Jenkyns, H. C., Coe, A. L., and Hesselbo, S. P., 1994, Strontium isotopic variations in Jurassic and Cretaceous seawater: Geochimica et Cosmochimica Acta, v. 58, p. 3061–3074. Jones, C. E., Jenkyns, H. C., and Hesselbo, S. P., 1994, Strontium isotopes in Early Jurassic seawater: Geochimica et Cosmochimica Acta, v. 58, p. 1285–1301. Kent, W., Saunders, A. D., Kempton, P. D., and Ghose, N. C., 1997, Rajmahal Basalts, Eastern India: Mantle sources and melt distribution at a volcanic rifted margin, in Mahoney, J. J., and Coffin, M. F., editors, Large Igneous Provinces: Continental, Oceanic, and Planetary Flood Volcanism: Washington, D.C., American Geophysical Union, Geophysical Monograph, v. 100, p. 145–182. Kerr, A. C., 1998, Oceanic plateau formation: a cause of mass extinction and black shale deposition around the Cenomanian-Turonian boundary?: Journal of the Geological Society of London, v. 155, p. 619 – 626. Kerr, A. C., Kempton, P. D., and Thompson, R. N., 1995, Crustal assimilation during turbulent magma ascent (ATA); new isotopic evidence from the Mull Tertiary lava succession, N.W. Scotland: Contributions to Mineralogy and Petrology, v. 119, p. 142–154. Kerr, A. C., Tarney, J., Marriner, G. F., Nivia, A., and Saunders, A. D., 1997, The Caribbean-Colombian Cretaceous igneous province; the internal anatomy of an oceanic plateau, in Mahoney, J. J., and Coffin, M. F., editors, Large Igneous Provinces: Continental, Oceanic, and Planetary Flood Volcanism: Washington, D.C., American Geophysical Union, Geophysical Monograph, v. 100, p. 123–144. Koepnick, R. B., Denison, R. E., Burke, W. H., Hetherington, E. A., and Dahl, D. A., 1990, Construction of the Triassic and Jurassic portion of the Phanerozoic curve of seawater 87Sr/86Sr: Chemical Geology, v. 80, p. 327–349. Kominz, M. A., 1984, Oceanic ridge volumes and sealevel change - An error analysis, in Schlee, J. S., editor, Interregional Unconformities and Hydrocarbon Accumulation: American Association of Petroleum Geologists Memoir 36, p. 109–127. Kroenke, L. W., Berger, W. H., and Janacek, T. R. and others, 1991, Proceedings of the Ocean Drilling Program, Initial Reports, v. 130: College Station, Texas, Ocean Drilling Program, 1240 p. Kump, L. R., 1989, Alternative modeling approaches to the geochemical cycles of carbon, sulfur, and strontium isotopes: American Journal of Science, v. 289, p. 390–410. Larson, R. L., 1991a, Geological consequences of superplumes: Geology, v. 19, p. 963–966. –––––– 1991b, Latest pulse of the Earth: Evidence for a mid-Cretaceous superplume: Geology, v. 19,\np. 547–550. –––––– 1994, Strontium isotopes in Mid-Cretaceous seawater: Science, v. 266, p. 1584–1585. Larson, R. L., and Erba, E., 1999, Onset of the mid-Cretaceous greenhouse in the Barremian-Aptian:\nigneous events and biological, sedimentary and geochemical responses: Paleoceanography, v. 14, p. 663– 678. Larson, R. L., and Olson, P., 1991, Mantle plumes control magnetic reversal frequency: Earth and Planetary Science Letters, v. 107, p. 437–447. Lithgow-Bertelloni, C., and Richards, M. A., 1998, The dynamics of Cenozoic and Mesozoic plate motions: Reviews of Geophysics, v. 36, p. 27–78. Lyle, M. W., Leinen, M., Owen, R. M., and Rea, D. K., 1987, Late Tertiary history of hydrothermal deposition at the East Pacific Rise, 19°S: Correlation to volcano-tectonic events: Geophysical Research Letters, v. 14, p. 595–598.\nLyle, M. W., Owen, R. M., and Leinen, M., 1986, History of hydrothermal sedimentation at the East Pacific Rise, 19°S, in Leinen, M., Rea, D. K. and others, Initial Reports of the Deep Sea Drilling Project, v. 92: Washington, D.C., U.S. Government Printing Office, p. 585–596. Mahoney, J. J., Jones, W. B., Frey, F. A., Salters, V. J. M., Pyle, D. G., and Davies, H. L., 1995, Geochemical characteristics of lavas from Broken Ridge, the Naturaliste Plateau and southernmost Kerguelen Plateau: Cretaceous plateau volcanism in the southeast Indian Ocean: Chemical Geology, v. 120, p. 315–345. Mahoney, J. J., Storey, M., Duncan, R. A., Spencer, K. J., and Pringle, M., 1993, Geochemistry and age of Ontong Java Plateau, in Pringle M. S., Sager, W. W., Sliter, W. V., and Stein, S., editors, The Mesozoic Pacific: Geology, Tectonics and Volcanism: American Geophysical Union, Geophysical Monograph 77, p. 233–261. Manabe, S., and Bryan, K., 1985, CO2-induced change in a coupled ocean-atmosphere model and its paleoclimatic implications: Journal of Geophysical Research, v. 90C, p. 11689–11707. Marconi, M., Wezel, F. C., and Longinelli, A., 1994, A stable isotope study of a calcareous-black shale series from the Barremian-Aptian of the northern Apennines, Umbro-Marchean succession, Italy: Mineralogica et Petrographica Acta, v. 37, p. 211–218. Markwick, P. And Rowley, D. B., 1998, The geological evidence for Triassic to Pleistocene glaciations: implications for eustasy, in Pindell, J.L. and Drake, C., editors, Paleogeographic Evolution and non-glacial eustacy: Northern South America: Society of Economic Paleontologists and Mineralogists Special Publication 58, p. 129–159. Martin, E. E., and Macdougall, J. D., 1995, Sr and Nd isotopes at the Permian/Triassic boundary: A record of climate change: Chemical Geology, v. 125, p. 73–99. Martin, J. H., and Fitzwater, S. E., 1988, Iron deficiency limits phytoplankton growth in the north-east Pacific subarctic: Nature, v. 331, p. 341–343. Marty, B., and Tolstikhin, I. N., 1998, CO2 fluxes from mid-ocean ridges, arcs, and plumes: Chemical Geology, v. 145, p. 233–248. Marzoli, A., Renne, P.R., Piccirillo, E.M., Ernesto, M., Bellieni, G. and de Min, A., 1999, Extensive 200-Million-year-old continental flood basalts of the Central Atlantic Province: Science, v. 284, p.616– 618. McArthur, J. M., Donovan, D. T., Thirlwall, M. F., Fouke, B. W., and Mattey, D., 2000, Strontium isotope profile of the Early Toarcian ( Jurassic) Oceanic Anoxic Event, the duration of ammonite biozones, and belemnite palaeotemperatures: Earth and Planetary Science Letters, v. 179, p. 269–285. McArthur, J. M., Kennedy, W. J., Chen, M., Thirlwall, M. F., and Gale, A. S., 1994, Strontium isotope stratigraphy for the Late Cretaceous: Direct numerical age calibration of the Sr-isotope curve for the U.S. Western Interior Seaway: Palaeogeography, Palaeoclimatology, Palaeoecology, v. 108, p. 95–119. McArthur, J. M., Kennedy, W. J., Gale, A. S., Thirlwall, M. F., Chen, M., Burnett, J. A., and Hancock, J. M., 1992, Strontium-isotope stratigraphy in the Late Cretaceous: Intercontinental correlation of the Campanian/Maastrichtian boundary: Terra Nova, v. 4, p. 385–393. McArthur, J. M., Thirlwall, M. F., Gale, A. S., Kennedy, W. J., Burnett, J. A., Mattey, D., and Lord, A. R., 1993, Strontium isotope stratigraphy for the Late Cretaceous: A refinement based on the English Chalk, in Hailwood, E., and Kidd, R., editors, High Resolution Stratigraphy: Geological Society of London Special Publication 70, p. 195–209. Menegatti, A. P., Weissert, H., Brown, R. S., Tyson, R. V., Farrimond, P., Strasser, A., and Caron, M., 1998, High-resolution d13C stratigraphy through the early Aptian “Livello Selli” of the Alpine Tethys: Paleoceanography, v. 13, p. 530–545. Miller, K. G., Feigenson, M. D., Kent, D. V., and Olsson, R. K., 1988, Upper Eocene to Oligocene isotope (87Sr/86Sr, d18O, d13C) standard section, Deep Sea Drilling Project Site 522: Paleoceanography, v. 3, p. 223–233. Mohr, P., and Zanettin, B., 1988, The Ethiopian Flood Basalt Province, in Macdougall, J. D., editor, Continental Flood Basalts: Boston, Kluwer Academic, p. 63–110. Morton, J. L., and Sleep, N. H., 1985, A mid-ocean ridge thermal model: constraints on the volume of axial hydrothermal heat flux: Journal of Geophysical Research, v. 90, p. 11345–11353. Mottl, M. J., 1983, Metabasalts, axial hot springs, and the structure of hydrothermal systems at mid-ocean ridges: Geological Society of America Bulletin, v. 94, p. 161–180. Mottl, M. J., Druffel, E. R. M., Hart, S. R., Lawrence, J. R., and Saltzman, E. S., 1985, Chemistry of hot waters sampled from basaltic basement in Hole 504B, Deep Sea Drilling Project Leg 83, Costa Rica Rift, in Anderson, R. N., Honnorez, J., Becker, K. and others, Initial Reports of the Deep Sea Drilling Project: Washington, D.C., U.S. Government Printing Office, v. 83, p. 315–328. Mottl, M. J., and Gieskes, J. M., 1990, Chemistry of waters sampled from oceanic basement boreholes, 1979–1988: Journal of Geophysical Research, v. 95B, p. 9327–9342. Mottl, M. J., and Wheat, C. G., 1994, Hydrothermal circulation through mid-ocean ridge flanks: Fluxes of heat and magnesium: Geochimica et Cosmochimica Acta, v. 58, p. 2225–2237. Mottl, M.J., Wheat, G., Baker, E., Becker, N., Davis, E., Feely, R., Grehan, A., Kadko, D., Lilley, M., Massoth, G., Moyer, C, and Sansone, F., 1998, Warm springs discovered on 3.5 Ma oceanic crust, eastern flank of the Juan de Fuca Ridge: Geology, v. 26, p. 51–54. Müller, P. J., and Suess, E., 1979, Productivity, sedimentation rate and sedimentary organic matter in the oceans. I. Organic carbon preservation: Deep-Sea Research, v. 26A, p. 1347–1362. Oslick, J. S., Miller, K. G., and Feigenson, M. D., 1994, Oligocene-Miocene strontium isotopes: Stratigraphic revisions and correlations to an inferred glacioeustatic record: Paleoceanography, v. 9, p. 427–443.\nPálfy, J., and Smith, P.L., 2000, Synchrony between Early Jurassic extinction, oceanic anoxic event, and the Karoo–Ferrar flood basalt volcanism: Geology, v. 28, p. 747–750. Palmer, M. R., and Edmond, J. M., 1989, The strontium isotope budget of the modern ocean: Earth and Planetary Science Letters, v. 92, p. 11–26. –––––– 1992, Controls over the strontium isotope composition of river water: Geochimica et Cosmochimica Acta, v. 56, p. 2099–2111. Palmer, M. R., and Elderfield, H., 1985, Sr isotope composition of sea water over the past 75 Myr: Nature, v. 314, p. 526–528. Paul, C. R. C., Mitchell, S., Lamolda, M. And Gorostidi, A., 1994, The Cenomanian-Turonian boundary event in northern Spain: Geological Magazine, V. 131. p. 801–817. Peate, D. W., Hawkesworth, C. J., and Mantovani, M. S. M., 1992, Chemical stratigraphy of the Paraná lavas (South America): classification of magma types and their spatial distribution: Bulletin of Volcanology, v. 55, p. 119–139. Peate, D. W., Hawkesworth, C. J., Mantovani, M. S. M., and Shukowsky, W., 1990, Mantle plumes and flood basalt stratigraphy in the Paraná, South America: Geology, v. 18, p. 1223–1226. Pedersen, T. F., and Calvert, S. E., 1990, Anoxia vs. productivity: what controls the formation of organic-carbonrich sediments and sedimentary rocks?: American Association of Petroleum Geologists Bulletin, v. 74, p. 454–466. Pelet, R., 1987, A model of organic sedimentation on present-day continental margins, in Brooks, J., and Fleet, A. J., editors, Marine Petroleum Source Rocks: Geological Society of London Special Publication 26, p. 167–180. Peng, Z. X., Mahoney, J., Hooper, P., Harris, C., and Beane, J., 1994, A role for lower continental crust in flood basalt genesis? Isotopic and incompatible element study of the lower six formations of the western Deccan Traps: Geochimica et Cosmochimica Acta, v. 58, p. 267–288. Pringle, M. S., 1994, 40Ar/39Ar geochronology of Mid-Cretaceous Indian Ocean basalts: Constraints on the origin of large flood basalt provinces: EOS, Transactions of the American Geophysical Union, v. 75, p. 728. Rampino, M. R., and Stothers, R. B., 1988, Flood basalt volcanism during the past 250 million years: Science, v. 241, p. 663–668. Raymo, M. E., Ruddiman, W. F., and Froelich, P. N., 1988, Influence of late Cenozoic mountain building on ocean geochemical cycles: Geology, v. 16, p. 649–653. Rea, D. K., 1994, The paleoclimatic record provided by eolian deposition in the deep sea: The geologic history of wind: Reviews of Geophysics, v. 32, p. 159–195. Richter, F. M., Rowley, D. B., and DePaolo, D. J., 1992, Sr isotope evolution of seawater: The role of tectonics: Earth and Planetary Science Letters, v. 109, p. 11–23. Ruddiman, W. F., 1997, Tectonic Uplift and Climate Change: New York, Plenum Press, 535 p. Ruddiman, W. F., Raymo, M. E., Prell, W. L., and Kutzbach, J. E., 1997, The uplift-climate connection: a\nsynthesis, in Ruddiman, W. F., editor, Tectonic Uplift and Climate Change: New York, Plenum Press, p. 471–515. Sahagian, D., Pinous, O., Olferiev, A., and Zakharov, V., 1996, Eustatic curve for the Middle JurassicCretaceous based on Russian Platform and Siberian stratigraphy: Zonal resolution: American Association of Petroleum Geologists Bulletin, v. 80, p. 1433–1458. Saunders, A. D., Fitton, J. G., Kerr, A. C., Norry, M. J., and Kent, R. W., 1997, The North Atlantic Tertiary Province, in Mahoney, J. J., and Coffin, M. F., editors, Large Igneous Provinces: Continental, Oceanic, and Planetary Flood Volcanism: American Geophysical Union, Geophysical Monograph, v. 100, p. 45–93. Schlanger, S. O., Arthur, M. A., Jenkyns, H. C., and Scholle, P. A., 1987, The Cenomanian-Turonian Oceanic Anoxic Event, I. Stratigraphy and distribution of organic carbon-rich beds and the marine d13C excursion, in Brooks, J., and Fleet, A. J., editors, Marine Petroleum Source Rocks: Geological Society of London Special Publication, p. 371–399. Schlanger, S. O., and Jenkyns, H. C., 1976, Cretaceous oceanic anoxic events: causes and consequences: Geologie en Mijnbouw, v. 55, p. 179–184. Schlanger, S. O., Jenkyns, H. C., and Premoli-Silva, I., 1981, Volcanism and vertical tectonics in the Pacific Basin related to global Cretaceous transgressions: Earth and Planetary Science Letters, v. 52, p. 435– 449. Schubert, G., and Sandwell, D., 1989, Crustal volumes of the continents and of oceanic and continental submarine plateaus: Earth and Planetary Science Letters, v. 92, p. 234–246. Sinton, C. W., and Duncan, R. A., 1997, Potential links between ocean plateau volcanism and global ocean anoxia at the Cenomanian-Turonian boundary: Economic Geology, v. 92, p. 836–842. Sleep, N. H., and Wolery, T. J., 1978, Egress of hot water from midocean ridge hydrothermal systems: Some thermal contraints: Journal of Geophysical Research, v. 83A, p. 5913–5922. Sliter, W. V., 1989, Aptian anoxia in the Pacific Basin: Geology, v. 17, p. 909–912. Sloan, L. C., Bluth, G. J. S., and Filippelli, G. M., 1997, A comparison of spatially resolved and global mean\nreconstructions of continental denudation under ice-free and present conditions: Paleoceanography, v. 12, p. 147–160. Smith, A. G., Smith, D. G., and Funnell, B. M., 1995, Atlas of Mesozoic and Cenozoic Coastlines: Cambridge, Cambridge University Press, 99 p. Spooner, E. T. C., 1976, The strontium isotopic composition of seawater, and seawater-oceanic crust interaction: Earth and Planetary Science Letters, v. 31, p. 167–176.\nStein, C. A., and Stein, S., 1994, Constraints on hydrothermal heat flux through the oceanic lithosphere from global heat flow: Journal of Geophysical Research, v. 99B, p. 3081–3095. Stewart, K., Turner, S., Kelley, S., Hawkesworth, C., Kirstein, L., and Mantovani, M., 1996, 3-D 40Ar-39Ar geochronology in the Paraná continental flood basalt province: Earth and Planetary Science Letters, v. 143, p. 95–109. Tardy, Y., N’Kounkou, R., and Probst, J.-L., 1989, The global water cycle and continental erosion during Phanerozoic time (570 my): American Journal of Science, v. 289, p. 455–483. Taylor, A.S., and Lasaga, A.C., 1999, The role of basalt weathering in the Sr isotope budget of the oceans: Chemical Geology, v. 161, p. 199–214. Teagle, D. A. H., Alt, J. C., and Halliday, A. N., 1998, Tracing the chemical evolution of fluids during hydrothermal recharge: contraints from anhydrite recovered in ODP Hole 504B: Earth and Planetary Science Letters, v. 155, p. 167–182. Tolan, T. L., Reidel, S. P., Beeson, M. H., Anderson, J. L., Fecht, K. R., and Swanson, D. A., 1989, Revisions to the estimates of the areal extent and volume of the Columbia River Basalt Group, in Reidel, S. P., and Hooper, P. R., editors, Volcanism and Tectonism in the Columbia River Flood-Basalt Province: Geological Society of America Special Paper, v. 239, p. 1–20. Vakhrameev, V. A., 1991, Jurassic and Cretaceous Floras and Climates of the Earth: Cambridge, Cambridge University Press, 318 p. Villamil, T., and Arango, C., 1998, Integrated stratigraphy of latest Cenomanian and early Turonian facies of Colombia, in Pindell, J.L. and Drake, C., editors, Paleogeographic Evolution and non-glacial eustasy: Northern South America: Society of Economic Paleontologists and Mineralogists Special Publication 58, p. 129–159. Vogt, P. R., 1989, Volcanogenic upwelling of anoxic, nutrient-rich water: a possible factor in carbonate-bank/ reef demise and benthic faunal extinctions?: Geological Society of America Bulletin, v. 101, p. 1225–1245. Wallace, J. M., Ellam, R. M., Meighan, I. G., Lyle, P., and Rogers, N. W., 1994, Sr isotope data for the Tertiary lavas of Northern Ireland; evidence for open system petrogenesis: Journal of the Geological Society of London, v. 151, p. 869–877. Weissert, H., 1989, C-isotope stratigraphy, a monitor of paleoenvironmental change: a case study from the Early Cretaceous: Surveys in Geophysics, v. 10, p. 1–61. Weissert, H., and Lini, A., 1991, Ice age interludes during the time of Cretaceous greenhouse climate?, in Müller, D. W., McKenzie, J. A., and Weissert, H., editors, Controversies in Modern Geology: London, Academic Press, p. 173–191. White, A. F., and Blum, A. E., 1995, Effects of climate on chemical weathering in watersheds: Geochimica et Cosmochimica Acta, v. 59, p. 1729–1747. Wolery, T. J., and Sleep, N. H., 1988, Interactions of geochemical cycles with the mantle, in Gregor, C. B., Garrels, R. M., Mackenzie, F. T., and Maynard, J. B., editors, Chemical Cycles in the Evolution of the Earth, Wiley-Interscience, p. 77–103."
  }],
  "year": 2001,
  "references": [{
    "title": "Geochemical and climatic effects of increased marine organic carbon burial at the Cenomanian/Turonian",
    "authors": ["M.A. Arthur", "W.E. Dean", "L.M. Pratt"],
    "venue": "boundary: Nature,",
    "year": 1988
  }, {
    "title": "Stratigraphy, geochemistry, and paleoceanography of organic-carbon-rich Cretaceous sequences",
    "authors": ["M.A. Arthur", "H.C. Jenkyns", "H. Brumsack", "S.O. Schlanger"],
    "venue": "NATO ASI Series C,",
    "year": 1990
  }, {
    "title": "The Cenomanian-Turonian Oceanic Anoxic Event, II",
    "authors": ["M.A. Arthur", "S.O. Schlanger", "H.C. Jenkyns"],
    "venue": "Palaeoceanographic controls on organic-matter production and preservation,",
    "year": 1987
  }, {
    "title": "Timing and duration of Mesozoic-Tertiary flood-basalt volcanism: EOS",
    "authors": ["A.K. Baksi"],
    "venue": "Transactions of the American Geophysical Union, v",
    "year": 1990
  }, {
    "title": "Hydrothermal alteration processes at mid-ocean ridges: experimental and theoretical constraints from Ca and Sr exchange reactions and Sr isotopic ratios",
    "authors": ["M.E. Berndt", "W.E. Seyfried", "Jr.", "J.W. Beck"],
    "venue": "Journal of Geophysical Research,",
    "year": 1988
  }, {
    "title": "The Global Water Cycle: Englewood Cliffs, New Jersey, Prentice-Hall",
    "authors": ["E.K. Berner", "R.A. Berner"],
    "year": 1987
  }, {
    "title": "GEOCARB II: A revised model of atmospheric CO2 over Phanerozoic time",
    "authors": ["R.A. Berner"],
    "venue": "American Journal of Science,",
    "year": 1994
  }, {
    "title": "Silicate weathering and climate, in Ruddiman",
    "authors": ["R.A. Berner", "E.K. Berner"],
    "year": 1997
  }, {
    "title": "The need for mass balance and feedback in the geochemical carbon cycle: Geology",
    "authors": ["R.A. Berner", "K. Caldeira"],
    "venue": "v. 25,",
    "year": 1997
  }, {
    "title": "The carbonate-silicate geochemical cycle and its effect on atmospheric carbon dioxide over the past 100 million years",
    "authors": ["R.A. Berner", "A.C. Lasaga", "R.M. Garrels"],
    "venue": "American Journal of Science,",
    "year": 1983
  }, {
    "title": "Calculations of the Phanerozoic strontium isotope record of the oceans from a carbon cycle model: American",
    "authors": ["R.A. Berner", "D.M. Rye"],
    "venue": "Journal of Science,",
    "year": 1992
  }, {
    "title": "Metamorphic decarbonation, silicate weathering and the long-term carbon cycle",
    "authors": ["M.J. Bickle"],
    "venue": "Terra Nova,",
    "year": 1996
  }, {
    "title": "The effect of Late Cenozoic glaciation and tectonic uplift on silicate weathering rates and the marine",
    "authors": ["J.D. Blum"],
    "year": 1997
  }, {
    "title": "A silicate weathering mechanism linking increases in marine",
    "authors": ["J.D. Blum", "Y. Erel"],
    "year": 1995
  }, {
    "title": "Lithologic and climatologic controls of river chemistry",
    "authors": ["G.J.S. Bluth", "L.R. Kump"],
    "venue": "Geochimica et Cosmochimica Acta,",
    "year": 1994
  }, {
    "title": "Timing and paleoceanography of oceanic dysoxia/anoxia in the late",
    "authors": ["T.J. Bralower", "M.A. Arthur", "R.M. Leckie", "W.V. Sliter", "D.J. Allard", "S.O. Schlanger"],
    "venue": "Barremian to early Aptian: Palaios, v",
    "year": 1994
  }, {
    "title": "Mid-Cretaceous strontium-isotope stratigraphy of deep-sea sections",
    "authors": ["T.J. Bralower", "P.D. Fullagar", "C.K. Paull", "G.S. Dwyer", "R.M. Leckie"],
    "venue": "Geological Society of America Bulletin,",
    "year": 1997
  }, {
    "title": "Dysoxic/anoxic episodes in the Aptian-Albian (Early Cretaceous)",
    "authors": ["T.J. Bralower", "W.V. Sliter", "M.A. Arthur", "R.M. Leckie", "D. Allard", "S.O. Schlanger"],
    "venue": "The Mesozoic Pacific: Geology, Tectonics and Volcanism: American Geophysical Union, Geophysical Monograph",
    "year": 1993
  }, {
    "title": "Evaluating crustal contamination in continental basalts; the isotopic composition of the Picture Gorge Basalt of the Columbia River",
    "authors": ["A.D. Brandon", "P.R. Hooper", "G.G. Goles", "R.S.J. Lambert"],
    "venue": "Basalt Group: Contributions to Mineralogy and Petrology,",
    "year": 1993
  }, {
    "title": "The variation of the marine 87Sr/86Sr ratio during Phanerozoic time: interpretation using a flux model: Geochimica et",
    "authors": ["G.W. Brass"],
    "venue": "Cosmochimica Acta,",
    "year": 1976
  }, {
    "title": "Strontium isotope characterization of Karoo volcanic rocks",
    "authors": ["J.W. Bristow", "H.L. Allsopp", "A.J. Erlank", "J.S. Marsh", "R.A. Armstrong"],
    "venue": "Petrogenesis of the Volcanic Rocks of the Karoo Province: Geological Society of South Africa Special Publication",
    "year": 1984
  }, {
    "title": "Does atmospheric CO2 police the rate of chemical weathering?",
    "authors": ["W.S. Broecker", "S. Abhijit"],
    "venue": "Global Biogeochemical Cycles,",
    "year": 1998
  }, {
    "title": "Variation of seawater 87Sr/86Sr throughout Phanerozoic",
    "authors": ["W.H. Burke", "R.E. Denison", "E.A. Hetherington", "R.B. Koepnick", "H.F. Nelson", "J.B. Otto"],
    "venue": "time: Geology,",
    "year": 1982
  }, {
    "title": "Carbon dioxide emissions from Deccan volcanism and a K/T boundary greenhouse effect",
    "authors": ["K. Caldeira", "M.R. Rampino"],
    "venue": "Geophysical Research Letters, v",
    "year": 1990
  }, {
    "title": "Homogeneity of Sr isotopes in the oceans: EOS",
    "authors": ["R.C. Capo", "D.J. DePaolo"],
    "venue": "Transactions of the American Geophysical Union, v",
    "year": 1992
  }, {
    "title": "The Yemen Trap Series; genesis and evolution of a continental flood basalt province",
    "authors": ["S. Chiesa", "L. Civetta", "M. De Fino", "L. La Volpe", "G. Orsi"],
    "venue": "Journal of Volcanology and Geothermal Research,",
    "year": 1989
  }, {
    "title": "New oxygen-isotope evidence for long-term Cretaceous climatic change in the Southern Hemisphere: Geology",
    "authors": ["L.J. Clarke", "H.C. Jenkyns"],
    "venue": "v. 27,",
    "year": 1999
  }, {
    "title": "A massive phytoplankton bloom induced by an ecosystem-scale iron fertilization experiment in the equatorial Pacific Ocean",
    "authors": ["K.H. Coale", "K.S. Johnson", "S.E. Fitzwater", "R.M. Gordon", "S. Tanner", "F.P. Chavez", "L. Ferioli", "C. Sakamoto", "P. Rogers", "F. Millero", "P. Steinberg", "P. Nightingale", "D. Cooper", "W.P. Cochlan", "M.R. Landry", "J. Constantinou", "G. Rollwagen", "A. Trasvina", "R. Kudela"],
    "venue": "Nature, v. 383,",
    "year": 1996
  }, {
    "title": "Large Igneous Provinces: Crustal structure, dimensions, and external consequences",
    "authors": ["M.F. Coffin", "O. Eldholm"],
    "venue": "Reviews of Geophysics,",
    "year": 1994
  }, {
    "title": "A Correlation of Jurassic Rocks in the British Isles. Part one: Introduction and Lower Jurassic",
    "authors": ["J.C.W. Cope", "T.A. Getty", "M.K. Howarth", "N. Morton", "H.S. Torrens"],
    "venue": "Geological Society of London Special Report 14,",
    "year": 1980
  }, {
    "title": "Carbon-isotope stratigraphy of shallow-water limestones and implications for the timing of Late Cretaceous sea-level rise and anoxic events (Cenomanian-Turonian of the peri-Adriatic carbonate platform, Croatia)",
    "authors": ["S.D. Davey", "H.C. Jenkyns"],
    "venue": "Eclogae Geologicae Helvetiae,",
    "year": 1999
  }, {
    "title": "On iron limitation of the Southern Ocean: Experimental observations in the Weddell and Scotia Seas: Marine Ecology",
    "authors": ["H.J.W. de Baar", "A.G.J. Buma", "R.F. Nolting", "G.C. Cadee", "G. Jacques", "P.J. Treguer"],
    "venue": "Progress Series,",
    "year": 1990
  }, {
    "title": "Anoxic environments and oil source bed genesis",
    "authors": ["G.J. Demaison", "G.T. Moore"],
    "venue": "American Association of Petroleum Geologists Bulletin,",
    "year": 1980
  }, {
    "title": "Construction of the Mississippian, Pennsylvanian and Permian seawater 87Sr/86Sr curve",
    "authors": ["R.E. Denison", "R.B. Koepnick", "W.H. Burke", "E.A. Hetherington", "A. Fletcher"],
    "venue": "Chemical Geology,",
    "year": 1994
  }, {
    "title": "Detailed record of the Neogene Sr isotopic evolution of seawater from DSDP",
    "authors": ["D.J. DePaolo"],
    "venue": "Site 590B: Geology,",
    "year": 1986
  }, {
    "title": "Isotope geochemistry of Tertiary igneous rocks from the Isle of Skye",
    "authors": ["A.P. Dickin"],
    "venue": "N.W. Scotland: Journal of Petrology,",
    "year": 1981
  }, {
    "title": "The timing and duration of the Karoo igneous event, southern Gondwana",
    "authors": ["R.A. Duncan", "P.R. Hooper", "J. Rehacek", "J.S. Marsh", "A.R. Duncan"],
    "venue": "Journal of Geophysical Research,",
    "year": 1997
  }, {
    "title": "Himalayan tectonics, weathering processes, and the strontium isotope record in marine limestones",
    "authors": ["J.M. Edmond"],
    "venue": "Science, v. 258,",
    "year": 1992
  }, {
    "title": "Chemical weathering yields from basement and orogenic terrains in hot and cold climates, in Ruddiman",
    "authors": ["J.M. Edmond", "Y. Huh"],
    "year": 1997
  }, {
    "title": "Fluvial geochemistry of the eastern slope of the northeastern Andes and its foredeep in the drainage of the Orinoco in Colombia and Venezuela",
    "authors": ["J.M. Edmond", "M.R. Palmer", "C.I. Measures", "E.T. Brown", "Y. Huh"],
    "venue": "Geochimica et Cosmochimica Acta,",
    "year": 1996
  }, {
    "title": "Sr isotopes in interstitial waters of marine sediments from Deep Sea Drilling Project cores",
    "authors": ["H. Elderfield", "J.M. Gieskes"],
    "venue": "Nature, v. 300,",
    "year": 1982
  }, {
    "title": "Mid-ocean ridge hydrothermal fluxes and the chemical composition of the ocean",
    "authors": ["H. Elderfield", "A. Schultz"],
    "venue": "Annual Reviews of Earth and Planetary Sciences,",
    "year": 1996
  }, {
    "title": "A Proterozoic lithospheric source for Karoo magmatism: evidence from the Nuanetsi picrites: Earth and Planetary",
    "authors": ["R.M. Ellam", "K.G. Cox"],
    "venue": "Science Letters,",
    "year": 1989
  }, {
    "title": "Nannofossils and superplumes: the early Aptian “nannoconid crisis”",
    "authors": ["E. Erba"],
    "venue": "Paleoceanography, v",
    "year": 1994
  }, {
    "title": "Integrated stratigraphy of the Cismon Apticore (Southern Alps, Italy): a “reference section” for the Barremian-Aptian at low latitudes",
    "authors": ["E. Erba", "J.E.T. Channell", "M. Claps", "C. Jones", "R. Larson", "B. Opdyke", "I. Premoli Silva", "A. Riva", "G. Salvini", "S. Torricelli"],
    "venue": "Biotic change and paleoecology of the black shale environment: a memorial to William V. Sliter: Journal of Foraminiferal Research,",
    "year": 1999
  }, {
    "title": "Improved chronostratigraphic reference curve of Late Neogene seawater 87Sr/86Sr",
    "authors": ["J.W. Farrell", "S.C. Clemens", "L.P. Gromet"],
    "venue": "Geology, v",
    "year": 1995
  }, {
    "title": "Principles of Isotope Geology",
    "authors": ["G. Faure"],
    "year": 1986
  }, {
    "title": "Effects of climate and landscape development on the terrestrial phosphorus cycle: Geology",
    "authors": ["G.M. Filippelli"],
    "venue": "v. 27,",
    "year": 1999
  }, {
    "title": "m.y. Record of marine sedimentary phosphorus burial: coupling of climate and continental weathering under greenhouse and icehouse conditions: Geology",
    "authors": ["K. Föllmi"],
    "venue": "v. 23,",
    "year": 1995
  }, {
    "title": "Climate Modes of the Phanerozoic",
    "authors": ["L.A. Frakes", "J.E. Francis", "J.I. Syktus"],
    "year": 1992
  }, {
    "title": "The history of global weathering and the chemical evolution of the ocean-atmosphere system",
    "authors": ["L.M. François", "J.C.G. Walker", "B.N. Opdyke"],
    "venue": "Evolution of the Earth and Planets: Washington, D.C., American Geophysical Union-International Union of Geodesy and Geophysics, Geophysical Monograph,",
    "year": 1993
  }, {
    "title": "Chemostratigraphy versus biostratigraphy: data from around the Cenomanian-Turonian boundary",
    "authors": ["A.S. Gale", "H.C. Jenkyns", "W.J. Kennedy", "R.M. Corfield"],
    "venue": "Journal of the Geological Society of London,",
    "year": 1993
  }, {
    "title": "The Nd and Sr isotopic systematics of river-water dissolved material: Implications for the sources of Nd and Sr in seawater",
    "authors": ["S.J. Goldstein", "S.B. Jacobsen"],
    "venue": "Chemical Geology,",
    "year": 1987
  }, {
    "title": "A Mesozoic time scale",
    "authors": ["F.M. Gradstein", "F.P. Agterberg", "J.G. Ogg", "J. Hardenbol", "P. van Veen", "J. Thierry", "Z. Huang"],
    "venue": "Journal of Geophysical Research,",
    "year": 1994
  }, {
    "title": "Carbon-isotope composition of Lower Cretaceous fossil wood: Ocean-atmosphere chemistry and relation to sea-level change: Geology",
    "authors": ["D.R. Gröcke", "S.P. Hesselbo", "H.C. Jenkyns"],
    "venue": "v. 27,",
    "year": 1999
  }, {
    "title": "Ridge spreading, subduction, and sealevel fluctuations",
    "authors": ["M. Gurnis"],
    "venue": "Science, v. 250,",
    "year": 1990
  }, {
    "title": "Mesozoic and Cenozoic chronostratigraphy and cycles of sea-level change, in Wilgus",
    "authors": ["B.U. Haq", "J. Hardenbol", "P.R. Vail"],
    "venue": "Sea-level Changes: an Integrated Approach: Society of Economic Paleontologists and Mineralogists Special Publication",
    "year": 1988
  }, {
    "title": "A review of Mesozoic climates",
    "authors": ["A. Hallam"],
    "venue": "Journal of the Geological Sciety of London,",
    "year": 1985
  }, {
    "title": "Cenomanian-Turonian carbon isotope events recorded in terrestrial organic matter from northern Japan: Palaeogeography, Palaeoclimatology, Palaeoecology",
    "authors": ["T. Hasegawa"],
    "venue": "v. 130,",
    "year": 1997
  }, {
    "title": "Paraná magmatism and the opening of the South Atlantic",
    "authors": ["C.J. Hawkesworth", "K. Gallagher", "S. Kelley", "M. Mantovani", "D.W. Peate", "M. Regelous", "N.W. Rogers"],
    "venue": "Magmatism and the Causes of Continental Break-up: Geological Society of London Special Publication",
    "year": 1992
  }, {
    "title": "The role of continental lithosphere in the generation of the Karoo volcanic rocks: evidence from combined Nd- and Sr-isotope studies",
    "authors": ["C.J. Hawkesworth", "J.S. Marsh", "A.R. Duncan", "A.J. Erlank", "M.J. Norry"],
    "venue": "Petrogenesis of the Volcanic Rocks of the Karoo Province: Geological Society of South Africa Special Publication",
    "year": 1984
  }, {
    "title": "Sea-level cycles during the growth of Atlantic-type oceans",
    "authors": ["P.L. Heller", "C.L. Angevine"],
    "venue": "Earth and Planetary Science Letters, v",
    "year": 1985
  }, {
    "title": "Evolution of seawater 87Sr/86Sr over the last 400 ka: the absence of glacial/interglacial cycles: Earth and Planetary",
    "authors": ["G.M. Henderson", "D.J. Martel", "R.K. O’Nions", "N.J. Shackleton"],
    "venue": "Science Letters,",
    "year": 1994
  }, {
    "title": "Evolution of the ratio of strontium-87 to strontium-86 in seawater from Cretaceous to present",
    "authors": ["J. Hess", "M.L. Bender", "Schilling", "J.-G"],
    "year": 1986
  }, {
    "title": "Variation in the strontium isotopic composition of seawater (8 Ma to present): Implications for chemical weathering rates and dissolved fluxes to the oceans",
    "authors": ["D.A. Hodell", "G.A. Mead", "P.A. Mueller"],
    "venue": "Chemical Geology,",
    "year": 1990
  }, {
    "title": "Variation in the strontium isotopic composition of seawater during the Neogene",
    "authors": ["D.A. Hodell", "P.A. Mueller", "J.R. Garrido"],
    "venue": "Geology, v",
    "year": 1991
  }, {
    "title": "Strontium isotope stratigraphy and geochemistry of the late Neogene ocean",
    "authors": ["D.A. Hodell", "P.A. Mueller", "J.A. McKenzie", "G.A. Mead"],
    "venue": "Earth and Planetary Science Letters,",
    "year": 1989
  }, {
    "title": "Variations in the strontium isotopic ratio of seawater during the Miocene: Stratigraphic and geochemical implications: Paleoceanography",
    "authors": ["D.A. Hodell", "F. Woodruff"],
    "venue": "v. 9,",
    "year": 1994
  }, {
    "title": "Nd, Sr, and Pb isotope geochemistry of the Lower Lavas, E",
    "authors": ["P.M. Holm"],
    "venue": "Greenland Tertiary Igneous Province,",
    "year": 1988
  }, {
    "title": "The Tertiary picrites of West Greenland; contributions from “Icelandic” and other sources",
    "authors": ["P.M. Holm", "R.C.O. Gill", "A.K. Pedersen", "J.G. Larsen", "N. Hald", "T.F.D. Nielsen", "M.F. Thirlwall"],
    "venue": "Earth and Planetary Science Letters,",
    "year": 1993
  }, {
    "title": "Iron-limited diatom growth and Si:N uptake ratios in a coastal upwelling regime",
    "authors": ["D.A. Hutchins", "K.W. Bruland"],
    "venue": "Nature, v",
    "year": 1998
  }, {
    "title": "Strontium isotopic composition of mid-Cretaceous seawater",
    "authors": ["B.L. Ingram", "R. Coccioni", "A. Montanari", "F.M. Richter"],
    "venue": "Science, v",
    "year": 1994
  }, {
    "title": "Oil, climate, and tectonics",
    "authors": ["E. Irving", "F.K. North", "R. Couillard"],
    "venue": "Canadian Journal of Earth Sciences,",
    "year": 1974
  }, {
    "title": "Cretaceous anoxic events: from continents to oceans",
    "authors": ["H.C. Jenkyns"],
    "venue": "Journal of the Geological Society of London,",
    "year": 1980
  }, {
    "title": "Black shales and carbon isotopes in pelagic sediments from the Tethyan Lower Jurassic: Sedimentology",
    "authors": ["H.C. Jenkyns", "C.J. Clayton"],
    "venue": "v. 33,",
    "year": 1986
  }, {
    "title": "Carbon- and oxygen-isotope stratigraphy of the English Chalk and Italian Scaglia and its palaeoclimatic significance",
    "authors": ["H.C. Jenkyns", "A.S. Gale", "R.M. Corfield"],
    "venue": "Geological Magazine,",
    "year": 1994
  }, {
    "title": "Strontium-isotope stratigraphy of Lower Cretaceous atoll carbonates in the mid-Pacific Mountains",
    "authors": ["H.C. Jenkyns", "C.K. Paull", "D.I. Cummins", "P.D. Fullagar"],
    "venue": "Proceedings of the Ocean Drilling Program, Scientific Results,",
    "year": 1995
  }, {
    "title": "Stratigraphy, paleoceanography, and evolution of Cretaceous Pacific guyots: relics from a greenhouse earth",
    "authors": ["H.C. Jenkyns", "P.A. Wilson"],
    "venue": "American Journal of Science,",
    "year": 1999
  }, {
    "title": "Strontium isotopic variations in Jurassic and Cretaceous seawater",
    "authors": ["C.E. Jones", "H.C. Jenkyns", "A.L. Coe", "S.P. Hesselbo"],
    "venue": "Geochimica et Cosmochimica Acta,",
    "year": 1994
  }, {
    "title": "Strontium isotopes in Early Jurassic seawater",
    "authors": ["C.E. Jones", "H.C. Jenkyns", "S.P. Hesselbo"],
    "venue": "Geochimica et Cosmochimica Acta,",
    "year": 1994
  }, {
    "title": "Rajmahal Basalts, Eastern India: Mantle sources and melt distribution at a volcanic rifted margin",
    "authors": ["W. Kent", "A.D. Saunders", "P.D. Kempton", "N.C. Ghose"],
    "venue": "Large Igneous Provinces: Continental,",
    "year": 1997
  }, {
    "title": "Oceanic plateau formation: a cause of mass extinction and black shale deposition around the Cenomanian-Turonian boundary?",
    "authors": ["A.C. Kerr"],
    "venue": "Journal of the Geological Society of London,",
    "year": 1998
  }, {
    "title": "Crustal assimilation during turbulent magma ascent (ATA); new isotopic evidence from the Mull Tertiary lava succession, N.W",
    "authors": ["A.C. Kerr", "P.D. Kempton", "R.N. Thompson"],
    "venue": "Scotland: Contributions to Mineralogy and Petrology,",
    "year": 1995
  }, {
    "title": "The Caribbean-Colombian Cretaceous igneous province; the internal anatomy of an oceanic plateau",
    "authors": ["A.C. Kerr", "J. Tarney", "G.F. Marriner", "A. Nivia", "A.D. Saunders"],
    "venue": "Large Igneous Provinces: Continental,",
    "year": 1997
  }, {
    "title": "Construction of the Triassic and Jurassic portion of the Phanerozoic curve of seawater 87Sr/86Sr",
    "authors": ["R.B. Koepnick", "R.E. Denison", "W.H. Burke", "E.A. Hetherington", "D.A. Dahl"],
    "venue": "Chemical Geology,",
    "year": 1990
  }, {
    "title": "Oceanic ridge volumes and sealevel change - An error analysis",
    "authors": ["M.A. Kominz"],
    "venue": "Interregional Unconformities and Hydrocarbon Accumulation: American Association of Petroleum Geologists Memoir",
    "year": 1984
  }, {
    "title": "Alternative modeling approaches to the geochemical cycles of carbon, sulfur, and strontium isotopes",
    "authors": ["L.R. Kump"],
    "venue": "American Journal of Science,",
    "year": 1989
  }, {
    "title": "Geological consequences of superplumes: Geology",
    "authors": ["R.L. Larson"],
    "venue": "v. 19,",
    "year": 1991
  }, {
    "title": "Onset of the mid-Cretaceous greenhouse in the Barremian-Aptian: igneous events and biological, sedimentary and geochemical responses: Paleoceanography",
    "authors": ["R.L. Larson", "E. Erba"],
    "venue": "v. 14,",
    "year": 1999
  }, {
    "title": "Mantle plumes control magnetic reversal frequency",
    "authors": ["R.L. Larson", "P. Olson"],
    "venue": "Earth and Planetary Science Letters,",
    "year": 1991
  }, {
    "title": "The dynamics of Cenozoic and Mesozoic plate",
    "authors": ["C. Lithgow-Bertelloni", "M.A. Richards"],
    "venue": "motions: Reviews of Geophysics,",
    "year": 1998
  }, {
    "title": "Late Tertiary history of hydrothermal deposition at the East Pacific Rise, 19°S: Correlation to volcano-tectonic events",
    "authors": ["M.W. Lyle", "M. Leinen", "R.M. Owen", "D.K. Rea"],
    "venue": "Geophysical Research Letters,",
    "year": 1987
  }, {
    "title": "History of hydrothermal sedimentation at the East Pacific Rise, 19°S",
    "authors": ["M.W. Lyle", "R.M. Owen", "M. Leinen"],
    "venue": "Initial Reports of the Deep Sea Drilling Project,",
    "year": 1986
  }, {
    "title": "Geochemical characteristics of lavas from Broken Ridge, the Naturaliste Plateau and southernmost Kerguelen Plateau: Cretaceous plateau volcanism in the southeast Indian Ocean",
    "authors": ["J.J. Mahoney", "W.B. Jones", "F.A. Frey", "V.J.M. Salters", "D.G. Pyle", "H.L. Davies"],
    "venue": "Chemical Geology,",
    "year": 1995
  }, {
    "title": "Geochemistry and age",
    "authors": ["J.J. Mahoney", "M. Storey", "R.A. Duncan", "K.J. Spencer", "M. Pringle"],
    "venue": "Ontong Java Plateau,",
    "year": 1993
  }, {
    "title": "A stable isotope study of a calcareous-black shale series from the Barremian-Aptian of the northern Apennines, Umbro-Marchean succession, Italy",
    "authors": ["M. Marconi", "F.C. Wezel", "A. Longinelli"],
    "venue": "Mineralogica et Petrographica Acta,",
    "year": 1994
  }, {
    "title": "The geological evidence for Triassic to Pleistocene glaciations: implications for eustasy, in Pindell",
    "authors": ["P. Markwick", "D.B. Rowley"],
    "venue": "Paleogeographic Evolution and non-glacial eustacy: Northern South America: Society of Economic Paleontologists and Mineralogists Special Publication",
    "year": 1998
  }, {
    "title": "Sr and Nd isotopes at the Permian/Triassic boundary: A record of climate change",
    "authors": ["E.E. Martin", "J.D. Macdougall"],
    "venue": "Chemical Geology,",
    "year": 1995
  }, {
    "title": "Iron deficiency limits phytoplankton growth in the north-east Pacific subarctic",
    "authors": ["J.H. Martin", "S.E. Fitzwater"],
    "venue": "Nature, v",
    "year": 1988
  }, {
    "title": "CO2 fluxes from mid-ocean ridges, arcs, and plumes",
    "authors": ["B. Marty", "I.N. Tolstikhin"],
    "venue": "Chemical Geology,",
    "year": 1998
  }, {
    "title": "Extensive 200-Million-year-old continental flood basalts of the Central Atlantic Province",
    "authors": ["A. Marzoli", "P.R. Renne", "E.M. Piccirillo", "M. Ernesto", "G. Bellieni", "A. de Min"],
    "venue": "Science, v. 284,",
    "year": 1999
  }, {
    "title": "Strontium isotope profile of the Early Toarcian ( Jurassic) Oceanic Anoxic Event, the duration of ammonite biozones, and belemnite palaeotemperatures",
    "authors": ["J.M. McArthur", "D.T. Donovan", "M.F. Thirlwall", "B.W. Fouke", "D. Mattey"],
    "venue": "Earth and Planetary Science Letters,",
    "year": 2000
  }, {
    "title": "Strontium isotope stratigraphy for the Late Cretaceous: Direct numerical age calibration of the Sr-isotope curve for the U.S",
    "authors": ["J.M. McArthur", "W.J. Kennedy", "M. Chen", "M.F. Thirlwall", "A.S. Gale"],
    "venue": "Western Interior Seaway: Palaeogeography,",
    "year": 1994
  }, {
    "title": "Strontium-isotope stratigraphy in the Late Cretaceous: Intercontinental correlation of the Campanian/Maastrichtian boundary",
    "authors": ["J.M. McArthur", "W.J. Kennedy", "A.S. Gale", "M.F. Thirlwall", "M. Chen", "J.A. Burnett", "J.M. Hancock"],
    "venue": "Terra Nova,",
    "year": 1992
  }, {
    "title": "Strontium isotope stratigraphy for the Late Cretaceous: A refinement based on the English Chalk",
    "authors": ["J.M. McArthur", "M.F. Thirlwall", "A.S. Gale", "W.J. Kennedy", "J.A. Burnett", "D. Mattey", "A.R. Lord"],
    "venue": "High Resolution Stratigraphy: Geological Society of London Special Publication",
    "year": 1993
  }, {
    "title": "High-resolution d13C stratigraphy through the early",
    "authors": ["A.P. Menegatti", "H. Weissert", "R.S. Brown", "R.V. Tyson", "P. Farrimond", "A. Strasser", "M. Caron"],
    "venue": "Aptian “Livello Selli” of the Alpine Tethys: Paleoceanography,",
    "year": 1998
  }, {
    "title": "Upper Eocene to Oligocene isotope (87Sr/86Sr, d18O, d13C) standard section, Deep Sea Drilling Project",
    "authors": ["K.G. Miller", "M.D. Feigenson", "D.V. Kent", "R.K. Olsson"],
    "venue": "Site 522: Paleoceanography,",
    "year": 1988
  }, {
    "title": "A mid-ocean ridge thermal model: constraints on the volume of axial hydrothermal heat flux",
    "authors": ["J.L. Morton", "N.H. Sleep"],
    "venue": "Journal of Geophysical Research,",
    "year": 1985
  }, {
    "title": "Metabasalts, axial hot springs, and the structure of hydrothermal systems at mid-ocean ridges",
    "authors": ["M.J. Mottl"],
    "venue": "Geological Society of America Bulletin,",
    "year": 1983
  }, {
    "title": "Chemistry of hot waters sampled from basaltic basement in Hole 504B, Deep Sea Drilling Project Leg 83, Costa Rica Rift",
    "authors": ["M.J. Mottl", "E.R.M. Druffel", "S.R. Hart", "J.R. Lawrence", "E.S. Saltzman"],
    "venue": "Initial Reports of the Deep Sea Drilling Project:",
    "year": 1985
  }, {
    "title": "Chemistry of waters sampled from oceanic basement boreholes, 1979–1988",
    "authors": ["M.J. Mottl", "J.M. Gieskes"],
    "venue": "Journal of Geophysical Research, v. 95B,",
    "year": 1990
  }, {
    "title": "Hydrothermal circulation through mid-ocean ridge flanks: Fluxes of heat and magnesium",
    "authors": ["M.J. Mottl", "C.G. Wheat"],
    "venue": "Geochimica et Cosmochimica Acta,",
    "year": 1994
  }, {
    "title": "Productivity, sedimentation rate and sedimentary organic matter in the oceans",
    "authors": ["P.J. Müller", "E. Suess"],
    "venue": "I. Organic carbon preservation: Deep-Sea Research, v. 26A,",
    "year": 1979
  }, {
    "title": "Oligocene-Miocene strontium isotopes: Stratigraphic revisions and correlations to an inferred glacioeustatic record",
    "authors": ["J.S. Oslick", "K.G. Miller", "M.D. Feigenson"],
    "venue": "Paleoceanography, v",
    "year": 1994
  }, {
    "title": "Synchrony between Early Jurassic extinction, oceanic anoxic event, and the Karoo–Ferrar flood basalt volcanism: Geology",
    "authors": ["J. Pálfy", "P.L. Smith"],
    "venue": "v. 28,",
    "year": 2000
  }, {
    "title": "The strontium isotope budget of the modern ocean",
    "authors": ["M.R. Palmer", "J.M. Edmond"],
    "venue": "Earth and Planetary Science Letters, v",
    "year": 1989
  }, {
    "title": "Sr isotope composition of sea water over the past",
    "authors": ["M.R. Palmer", "H. Elderfield"],
    "venue": "Myr: Nature,",
    "year": 1985
  }, {
    "title": "The Cenomanian-Turonian boundary event in northern Spain: Geological Magazine, V",
    "authors": ["C.R.C. Paul", "S. Mitchell", "M. Lamolda", "A. Gorostidi"],
    "year": 1994
  }, {
    "title": "Chemical stratigraphy of the Paraná lavas (South America): classification of magma types and their spatial distribution",
    "authors": ["D.W. Peate", "C.J. Hawkesworth", "M.S.M. Mantovani"],
    "venue": "Bulletin of Volcanology,",
    "year": 1992
  }, {
    "title": "Mantle plumes and flood basalt stratigraphy in the Paraná",
    "authors": ["D.W. Peate", "C.J. Hawkesworth", "M.S.M. Mantovani", "W. Shukowsky"],
    "venue": "South America: Geology,",
    "year": 1990
  }, {
    "title": "Anoxia vs. productivity: what controls the formation of organic-carbonrich sediments and sedimentary rocks?",
    "authors": ["T.F. Pedersen", "S.E. Calvert"],
    "venue": "American Association of Petroleum Geologists Bulletin,",
    "year": 1990
  }, {
    "title": "A model of organic sedimentation on present-day continental margins",
    "authors": ["R. Pelet"],
    "venue": "Marine Petroleum Source Rocks: Geological Society of London Special Publication",
    "year": 1987
  }, {
    "title": "A role for lower continental crust in flood basalt genesis? Isotopic and incompatible element study of the lower six formations of the western Deccan Traps",
    "authors": ["Z.X. Peng", "J. Mahoney", "P. Hooper", "C. Harris", "J. Beane"],
    "venue": "Geochimica et Cosmochimica Acta,",
    "year": 1994
  }, {
    "title": "40Ar/39Ar geochronology of Mid-Cretaceous Indian Ocean basalts: Constraints on the origin of large flood basalt provinces",
    "authors": ["M.S. Pringle"],
    "venue": "EOS, Transactions of the American Geophysical Union,",
    "year": 1994
  }, {
    "title": "Flood basalt volcanism during the past 250 million years: Science, v",
    "authors": ["M.R. Rampino", "R.B. Stothers"],
    "year": 1988
  }, {
    "title": "Influence of late Cenozoic mountain building on ocean geochemical cycles: Geology",
    "authors": ["M.E. Raymo", "W.F. Ruddiman", "P.N. Froelich"],
    "venue": "v. 16,",
    "year": 1988
  }, {
    "title": "The paleoclimatic record provided by eolian deposition in the deep sea: The geologic history of wind",
    "authors": ["D.K. Rea"],
    "venue": "Reviews of Geophysics,",
    "year": 1994
  }, {
    "title": "Sr isotope evolution of seawater: The role of tectonics",
    "authors": ["F.M. Richter", "D.B. Rowley", "D.J. DePaolo"],
    "venue": "Earth and Planetary Science Letters,",
    "year": 1992
  }, {
    "title": "Tectonic Uplift and Climate Change: New York",
    "authors": ["W.F. Ruddiman"],
    "year": 1997
  }, {
    "title": "The uplift-climate connection: a synthesis, in Ruddiman",
    "authors": ["W.F. Ruddiman", "M.E. Raymo", "W.L. Prell", "J.E. Kutzbach"],
    "year": 1997
  }, {
    "title": "Eustatic curve for the Middle JurassicCretaceous based on Russian Platform and Siberian stratigraphy",
    "authors": ["D. Sahagian", "O. Pinous", "A. Olferiev", "V. Zakharov"],
    "venue": "Zonal resolution: American Association of Petroleum Geologists Bulletin,",
    "year": 1996
  }, {
    "title": "The Cenomanian-Turonian Oceanic Anoxic Event, I. Stratigraphy and distribution of organic carbon-rich beds and the marine d13C excursion",
    "authors": ["S.O. Schlanger", "M.A. Arthur", "H.C. Jenkyns", "P.A. Scholle"],
    "venue": "Marine Petroleum Source Rocks: Geological Society of London Special Publication,",
    "year": 1987
  }, {
    "title": "Cretaceous oceanic anoxic events: causes and consequences",
    "authors": ["S.O. Schlanger", "H.C. Jenkyns"],
    "venue": "Geologie en Mijnbouw,",
    "year": 1976
  }, {
    "title": "Volcanism and vertical tectonics in the Pacific Basin related to global Cretaceous transgressions",
    "authors": ["S.O. Schlanger", "H.C. Jenkyns", "I. Premoli-Silva"],
    "venue": "Earth and Planetary Science Letters, v",
    "year": 1981
  }, {
    "title": "Crustal volumes of the continents and of oceanic and continental submarine plateaus",
    "authors": ["G. Schubert", "D. Sandwell"],
    "venue": "Earth and Planetary Science Letters, v",
    "year": 1989
  }, {
    "title": "Potential links between ocean plateau volcanism and global ocean anoxia at the Cenomanian-Turonian boundary",
    "authors": ["C.W. Sinton", "R.A. Duncan"],
    "venue": "Economic Geology,",
    "year": 1997
  }, {
    "title": "Egress of hot water from midocean ridge hydrothermal systems: Some thermal contraints",
    "authors": ["N.H. Sleep", "T.J. Wolery"],
    "venue": "Journal of Geophysical Research, v. 83A,",
    "year": 1978
  }, {
    "title": "Aptian anoxia in the Pacific Basin: Geology",
    "authors": ["W.V. Sliter"],
    "venue": "v. 17,",
    "year": 1989
  }, {
    "title": "A comparison of spatially resolved and global mean reconstructions of continental denudation under ice-free and present conditions: Paleoceanography",
    "authors": ["L.C. Sloan", "G.J.S. Bluth", "G.M. Filippelli"],
    "year": 1997
  }, {
    "title": "Atlas of Mesozoic and Cenozoic Coastlines",
    "authors": ["A.G. Smith", "D.G. Smith", "B.M. Funnell"],
    "year": 1995
  }, {
    "title": "The strontium isotopic composition of seawater, and seawater-oceanic crust interaction: Earth and Planetary",
    "authors": ["E.T.C. Spooner"],
    "venue": "Science Letters, v",
    "year": 1976
  }, {
    "title": "Constraints on hydrothermal heat flux through the oceanic lithosphere from global heat flow",
    "authors": ["C.A. Stein", "S. Stein"],
    "venue": "Journal of Geophysical Research, v. 99B,",
    "year": 1994
  }, {
    "title": "3-D 40Ar-39Ar geochronology in the Paraná continental flood basalt province",
    "authors": ["K. Stewart", "S. Turner", "S. Kelley", "C. Hawkesworth", "L. Kirstein", "M. Mantovani"],
    "venue": "Earth and Planetary Science Letters,",
    "year": 1996
  }, {
    "title": "The global water cycle and continental erosion during Phanerozoic time (570",
    "authors": ["Y. Tardy", "R. N’Kounkou", "Probst", "J.-L"],
    "venue": "my): American Journal of Science,",
    "year": 1989
  }, {
    "title": "The role of basalt weathering in the Sr isotope budget of the oceans",
    "authors": ["A.S. Taylor", "A.C. Lasaga"],
    "venue": "Chemical Geology,",
    "year": 1999
  }, {
    "title": "Tracing the chemical evolution of fluids during hydrothermal recharge: contraints from anhydrite recovered in ODP Hole 504B",
    "authors": ["D.A.H. Teagle", "J.C. Alt", "A.N. Halliday"],
    "venue": "Earth and Planetary Science Letters,",
    "year": 1998
  }, {
    "title": "Revisions to the estimates of the areal extent and volume of the Columbia River",
    "authors": ["T.L. Tolan", "S.P. Reidel", "M.H. Beeson", "J.L. Anderson", "K.R. Fecht", "D.A. Swanson"],
    "venue": "Basalt Group, in Reidel,",
    "year": 1989
  }, {
    "title": "Jurassic and Cretaceous Floras and Climates of the Earth",
    "authors": ["V.A. Vakhrameev"],
    "year": 1991
  }, {
    "title": "Integrated stratigraphy of latest Cenomanian and early Turonian facies of Colombia, in Pindell",
    "authors": ["T. Villamil", "C. Arango"],
    "venue": "Paleogeographic Evolution and non-glacial eustasy: Northern South America: Society of Economic Paleontologists and Mineralogists Special Publication",
    "year": 1998
  }, {
    "title": "Volcanogenic upwelling of anoxic, nutrient-rich water: a possible factor in carbonate-bank/ reef demise and benthic faunal extinctions?",
    "authors": ["P.R. Vogt"],
    "venue": "Geological Society of America Bulletin,",
    "year": 1989
  }, {
    "title": "Sr isotope data for the Tertiary lavas of Northern Ireland; evidence for open system petrogenesis",
    "authors": ["J.M. Wallace", "R.M. Ellam", "I.G. Meighan", "P. Lyle", "N.W. Rogers"],
    "venue": "Journal of the Geological Society of London,",
    "year": 1994
  }, {
    "title": "C-isotope stratigraphy, a monitor of paleoenvironmental change: a case study from the Early Cretaceous: Surveys in Geophysics",
    "authors": ["H. Weissert"],
    "venue": "v. 10,",
    "year": 1989
  }, {
    "title": "Ice age interludes during the time of Cretaceous greenhouse climate",
    "authors": ["H. Weissert", "A. Lini"],
    "venue": "Controversies in Modern Geology: London,",
    "year": 1991
  }, {
    "title": "Effects of climate on chemical weathering in watersheds",
    "authors": ["A.F. White", "A.E. Blum"],
    "venue": "Geochimica et Cosmochimica Acta,",
    "year": 1995
  }, {
    "title": "Interactions of geochemical cycles with the mantle",
    "authors": ["T.J. Wolery", "N.H. Sleep"],
    "venue": "Chemical Cycles in the Evolution of the Earth, Wiley-Interscience,",
    "year": 1988
  }],
  "id": "SP:a77d7f0f84bc08ee49160753791d25a3d0e349a9",
  "authors": [{
    "name": "CHARLES E. JONES",
    "affiliations": []
  }, {
    "name": "HUGH C. JENKYNS",
    "affiliations": []
  }],
  "abstractText": "There were three negative seawater strontium-isotope excursions (shifts to lower Sr/Sr values) during the Jurassic and Cretaceous that were of relatively short duration (5-13 my) and showed a relatively quick recovery to pre-excursion Sr/Sr ratios. These excursions occurred in the Pliensbachian-Toarcian (Early Jurassic), Aptian-Albian, and Cenomanian-Santonian (Early and Late Cretaceous respectively). Each excursion coincided closely in time with an Oceanic Anoxic Event (OAE) marked by sediments unusually rich in organic carbon. The Jurassic OAE occurred at the end of the strontium-isotope excursion, whereas the two Cretaceous OAEs occurred at the onset of the accompanying strontium-isotope excursions. The possible causes of these excursions were evaluated by successively examining the changes in the riverine strontium fluxes, riverine Sr/Sr ratios, or hydrothermal strontium fluxes required to produce each excursion. A range of seawater strontium budgets was used to encompass the uncertainties in modern and ancient cycles. To produce the excursions, we calculate that the riverine strontium fluxes would have had to decrease by 6 to 15 percent or the fluvial Sr/Sr ratios by 0.00019 to 0.00046. The uncertainties largely stem from the assumed magnitude of the hydrothermal strontium flux at the onset of each excursion. Alternatively, increases in sea-floor hydrothermal activity of 7 to 104 percent could also have produced the strontium-isotope excursions. This large range is due mostly to uncertainties in the relative flux of strontium from axial high-temperature hydrothermal systems and low-temperature off-axis systems. Only a small portion of this range stems from uncertainties in the riverine strontium terms. The possible causes of the excursions were further evaluated by examining several geologic factors that could have affected riverine strontium, including climate change, sealevel, and the eruption of flood basalts. We conclude that neither variations in riverine strontium fluxes nor in Sr/Sr ratios is the likely cause of the strontiumisotope excursions. The most probable explanation is increased rates of hydrothermal activity related to increased ocean-crust production at the mid-ocean ridges. The close correlation in time between the strontium-isotope excursions and the major Oceanic Anoxic Events (OAEs) is compatible with a causal linkage. We propose that increased ocean-crust production led to enhanced CO2 outgassing and global warming, which in turn led to several processes that acted to make surface ocean waters more productive. However, because OAEs did not occur throughout the proposed periods of enhanced hydrothermal activity, it appears that these processes only preconditioned the oceans for the OAEs: sealevel rise may have been the final trigger. This model explains why all three OAEs did not occur at the same time relative to the onset of excess hydrothermal activity and why OAEs are not associated with every sealevel rise documented in the stratigraphic record.",
  "title": "SEAWATER STRONTIUM ISOTOPES, OCEANIC ANOXIC EVENTS, AND SEAFLOOR HYDROTHERMAL ACTIVITY IN THE JURASSIC AND CRETACEOUS"
}