{
  "sections": [{
    "text": "Key words: Sierra Nevada, U-Pb geochronology, detrital zircon, sediment provenance, Nevadaplano, Tuolumne intrusive series\n* Department of Geological Sciences, Jackson School of Geosciences, The University of Texas at Austin, Austin, Texas, 78712, USA; Elizabeth.Cassel@jsg.utexas.edu\n** Department of Geological and Environmental Sciences, Stanford University, Stanford, California 94305, USA\n117\nintroduction\nThe Sierra Nevada geologic province of California reflects a complex tectonic history related to protracted Mesozoic–Cenozoic convergence along the western margin of North America. Batholith emplacement and compressional deformation occurred throughout the Mesozoic and culminated during the mid-Cretaceous (Bateman and Wahrhaftig, 1966; Ducea, 2001; DeCelles, 2004). Arc magmatism was subsequently extinguished during the Late Cretaceous–Early Cenozoic Laramide orogeny (Coney and Reynolds, 1977; Saleeby, 2003; Jacobson and others, 2010) and a regionally extensive erosional unconformity formed during the Paleocene–Eocene (Lindgren, 1911; Creely and Force, 2007; Van Buer and others, 2009). Middle to late Cenozoic formation of the Basin and Range, together with dextral shearing related to the onset of Pacific–North American plate interactions, ultimately formed the modern Sierra Nevada (Wakabayashi and Sawyer, 2000; Faulds and others, 2005). The controversial aspects of the evolution of the Sierra Nevada relate to its expression as a topographic feature and potential drainage divide throughout the Late Cretaceous– and early Cenozoic. Although long thought to be the product of very recent surface uplift (for example, Lindgren, 1911; Jones and others, 2004), other studies indicate that the Sierra Nevada has persisted as an elevated topographic feature throughout the Late Cretaceous and Cenozoic (for example, Wernicke and others, 1996; House and others, 2001; Poage and Chamberlain, 2001; DeGraaff-Surpless and others, 2002; Mulch and others, 2006; Mulch and others, 2008; Cassel and others, 2009b). Many studies now support the conclusion that the early Cenozoic Sierra Nevada formed the western edge of a high elevation plateau—the “Nevadaplano” that covered much of what is now Nevada and western Utah—similar to the Andean Altiplano-Puna (refer to Wolfe and others, 1997; Wolfe and others, 1998; DeCelles, 2004; Cassel and others, 2009a; Cassel and others, 2012). It remains uncertain whether this plateau drained toward the Pacific throughout the Eocene-Oligocene (for example, Henry, 2008) or was affected by a drainage divide coincident with the Sierra Nevada batholith (Cecil and others, 2010). Eocene–Oligocene fluvial deposits (“auriferous gravels”), locally exposed in the northern part of the range (fig. 1), provide an important record of the early Cenozoic topographic and geomorphic evolution of ancestral Sierra Nevada. Reconstructions of the possible course and gradient of Eocene paleo-river channels have been used to estimate the amount of post-depositional surface uplift. These reconstructions of Eocene fluvial channels within the northern and central Sierra Nevada connect significant outcrop locations to the nearest neighboring location, and depict sinuous river channels headed near the modern crest, meandering across a low-relief landscape towards the Great Valley (refer to Lindgren, 1911; Yeend, 1974; Wakabayashi and Sawyer, 2001). Differences in gradients between these reconstructed channels and modern Sierra Nevada rivers and modern elevations of Eocene fluvial terraces have been used to support the theory that the range was tilted to the west, driving significant uplift at the crest in the past 2 to 5 My (for example, Hudson, 1955; Hudson, 1960; Christensen, 1966; Huber, 1981, 1990; Unruh, 1991; Wakabayashi and Sawyer, 2001; review in Jones and others, 2004; Clark and others, 2005). Recent stratigraphic analysis of Eocene-Oligocene fluvial sediments, however, evokes a different image of the early Cenozoic topography of the Sierra Nevada. These results indicate that the channels were locally incised into basement and formed both high, narrow valleys and low gradient, broad valleys, often responding to basement composition and topography (Cassel and Graham, 2011). The locus of deposition within this region likely migrated over time, so fluvial deposits of similar composition and architecture are not necessarily age equivalent. Depositional ages of Eocene fluvial sediments are poorly constrained by limited flora collections (MacGinitie, 1941;\nTiffney and Haggard, 1996). Only the upper contact with early Oligocene rhyolitic ignimbrites has been dated with modern 40Ar/39Ar isotopic methods (Cassel and others, 2009a), providing minimum depositional age constraints of 31.2 to 28.7 Ma. The provenance of Eocene fluvial sediments has been studied through comparisons of clast and clay compositions and petrographic analysis of sand and heavy mineral fractions, indicating local Sierra Nevada bedrock sources (Lindgren, 1911; Bateman and Wahrhaftig, 1966; Yeend, 1974; Dickinson and others, 1979; Bartow, 1992). But the uniformity of these highly weathered quartz-rich sediments limits the ability of conventional provenance analysis to resolve differences between Sierra Nevada basement terrane sources, or to detect extra-basinal sediment sources. Detrital zircon analysis can improve resolution of sediment provenance, paleogeography, and drainage system evolution, as well as establish maximum bounds on depositional ages of strata (for example, Darby and others, 2000; Dickinson and Gehrels, 2000; DeGraaffSurpless and others, 2002; Dickinson and Gehrels, 2009).\nWe have measured 1292 detrital zircon U-Pb ages from 14 samples from Eocene fluvial sediments of the northern Sierra Nevada. These detrital zircon age data enable the recognition of previously unidentified sediment sources, and differences between zircon age distributions of sediments deposited throughout the region provide new insights into the patterns of landscape evolution. Our results place upper bounds upon depositional ages, constrain possible source terranes, and elucidate drainage pattern evolution within the Eocene system. Together with other constraints, the data help us to reconstruct the paleogeography and topography of the Paleogene Sierra Nevada. Specifically, they indicate that Eocene paleovalleys extended east across a topographically high Sierra Nevada into what is now central Nevada, supporting the existence of a high elevation “Nevadaplano” from Eocene through Oligocene time (DeCelles, 2004; Henry, 2008; Cassel and others, 2009a).\ngeologic setting"
  }, {
    "heading": "Eocene–Oligocene Strata",
    "text": "Eocene–Oligocene fluvial sediments, referred to as the “prevolcanic gravels” or\n“auriferous gravels” for their high concentrations of placer gold, were deposited on basement above a sub-Eocene angular unconformity, and are composed of gravel, sand, and minor clay (figs. 2, 3; Lindgren, 1911; Bateman and Wahrhaftig, 1966; Cassel and Graham, 2011). The exposed deposits range from 50 to 140 m thick with no complete sections preserved (Yeend, 1974). Local, discontinuous exposures of fluvial sediments extend 70 km across the northern Sierra Nevada, from the eastern edge of the Great Valley, near Oroville, to the eastern edge of the Shoo Fly Complex (elevations from 200-1400 m; figs. 1, 2). The “Chalk Bluffs flora” at You Bet (fig. 2) has been used to estimate the depositional age of the sediments. Originally described as Capay stage flora by MacGinitie (1941) and interpreted as middle Eocene, the Chalk Bluffs flora is now considered to be late early Eocene (48.6-55.8 Ma; Wing and Greenwood, 1993; Wolfe, 1994; Fricke and Wing, 2004). This age assignment is consistent with floral comparisons to other recently dated sections (Meyer, 2003; Retallack and others, 2004; Prothero, 2008). Tiffney and Haggard (1996) identified endocarps from northern auriferous gravel sections at and near Upper Dutch (fig. 2), and assigned the specimens to latest Eocene. Similarities between the auriferous gravel endocarp assemblage at Upper Dutch and flora within an overlying volcaniclastic deposit (the “La Porte tuff,” K/Ar age: 33.2 Ma; Evernden and James, 1964) suggest that the units contain the same vegetation and are only separated by a brief depositional hiatus (Doyle and others, 1988). Based on compositional and lithofacies similarities, the auriferous gravels have also been interpreted as the proximal equivalent and fluvial feeder system to the coastal Ione Formation (fig. 2; Dickinson and others, 1979), a unit of fine-grained marine, marginal-marine, and estuarine sediments composed of predominantly anauxite clay and quartz sand (refer to Allen, 1929). The Ione Formation is assigned to the middle Eocene, based on molluscan fauna and correlation to the Domengine Formation of the California Coast Ranges (Morris, 1966; Creely and Force, 2007). Oligocene rhyolitic ignimbrite, tuffaceous paleosol horizons, and volcaniclastic fluvial sand, generally referred to as either the Delleker (Northern Sierra Nevada) or Valley Springs (Central Sierra Nevada) Formations (Dalrymple, 1964; Wagner and others, 2000), overlie Eocene fluvial sediments or lie in buttressed unconformity on the basement (fig. 2). Recent studies have shown that these units comprise the distal equivalent of ignimbrites sourced from calderas in central Nevada during the Oligocene “ignimbrite flare-up.” (Brooks and others, 2003; Faulds and others, 2005; Brooks and others, 2008; Cassel and others, 2009a; Henry and others, 2012). Cassel and others\nFi g.\n2. D\nis tr\nib ut\nio n\nof ge\nol og\nic un\nits in\nth e\nno rt\nhe rn\nSi er\nra N\nev ad\na of\nC al\nifo rn\nia (I\nnt er\nst at\ne 80\nsh ow\nn in\nre d)\n;i ns\net sh\now s\nm ap\nlo ca\ntio n\nan d\nm aj\nor te\nct on\nic re\ngi on\ns of\nn or\nth er\nn C\nal if\nor n\nia an\nd N\nev ad\na. M\naj or\nfa ul\nts ar\ne sh\now n\nw it\nh bl\nac k\nda sh\ned lin\nes .E\noc en\neO\nlig oc\nen e\nfl uv\nia ls\ned im\nen t\nex po\nsu re\ns ar\ne re\npr es\nen te\nd in\nor an\nge w\nit h\nbl ac k ou tl in es . L ar ge po in ts : sa m pl e lo ca ti on s, gr ou pe d by pr ov en an ce si gn at ur e: ye llo w : L at e C re ta ce ou s ba th ol it h do m in at ed (s ou th w es te rn sa m p le s) ; re d: Ju ra ss ic d om in at ed (e as te rn an d n or th er n sa m p le s) ;b lu e: E ar ly C re ta ce ou s– L at e Ju ra ss ic (C en tr al -S m ar tv il le B el ts p ro ve n an ce ); gr ee n: Pa le oz oi cPr ec am br ia n do m in at ed (S h oo Fl y C om pl ex or R ob er ts M ou n ta in A llo ch th on pr ov en an ce ). Sm al lb la ck po in ts :s el ec te d be dr oc k ag es sh ow n in M a (a ge sf ro m E ve rn de n an d K is tl er ,1 97 0; H an so n an d ot h er s, 19 88 ;S al ee by an d ot h er s, 19 89 ;C ol em an an d G la zn er ,1 99 7; Ir w in an d W oo de n ,2 00 1; D ay an d B ic kf or d, 20 04 ). D E M fr om U SG S Se am le ss ;g eo lo gy ba se d on Sa uc ed o an d W ag n er (1 99 2) ,G ir ty an d ot h er s (1 99 6) ,a n d D ay an d B ic kf or d (2 00 4) .\n0 2040608010 0 12 0 14 0\n0 10\n20\n30\n40\n50\n60\n70\n80\n90\n10\n0\nYoungest Single Grain or Population Age (Ma)\nD is\nta nc\ne fr\nom E\noc en\ne Io\nne F\nm . M\nar in\ne Sh\nor el\nin e\nD ep\nos its\n(k m\n)\nBa se\nm en\nt: 16\n2- 14\n0 M\na\nRa tt\nle sn\nak e\nC an\nyo n:\n3 1.\n2 M\na\nC am\np b\nel l C\nre ek\n: 2 8.\n7 M\na\nLa P\nor te\ne nd\noc ar\np s\nTu ol\num ne\nIn tr\nus iv\ne Se\nrie s\nFl uv\nia l s\ned im\nen ts\nm us\nt b e\nyo un\nge r t\nha n\nun de\nrly in g b at ho lit hi c ro ck s\nZi rc\non S\nam p\nle (t\nhi s\nst ud y) D ep os it io n al A g e C on st ra in\nts\nFl or\na or\nb io\nst ra\ntig ra\np hy\nr\nU /P\nb o\nr K /A\nr A ge\ns\nC ha\nlk B\nlu ff\ns flo\nra\nIo ne\nF m\n. m ol\nlu sc\nan fa\nun a\nFl uv\nia l s\ned im\nen ts\nm us\nt b e\nol de\nr t ha\nn ov\ner ly\nin g\nC am\np b\nel l C\nre ek\nig ni\nm b\nrit e\nH P\nM Z\nU D\nM K\nA L O\nM\nYB RD D F N C\nM R\nJB\nMESOZOIC CENOZOIC\nO lig\noc en\ne\nEo ce\nne\nM io\nce ne\nPa le\noc en\ne\nLa te\nC re\nta ce\nou s\nEa rly\nC re\nta ce\nou s\nPl io\nce ne\nQ ua\nte rn\nar y\nFi g.\n3.\n(2009a) 40Ar/39Ar dated and correlated two geochemically distinct unwelded ignimbrites in the northern Sierra Nevada with units identified in western Nevada: the tuffs of Rattlesnake Canyon (31.2 Ma) and Campbell Creek (28.7 Ma). These pyroclastic flows traveled from their sources across what is now the crest of the range towards the Great Valley constrained in high-gradient paleovalleys, which extended across western Nevada and eastern California throughout the Oligocene (Faulds and others, 2005; Cassel and others, 2009a). Where Oligocene volcanic units are present, the top of the Eocene fluvial section is marked by either an erosional scour surface (common in braided fluvial deposits) filled with Oligocene ignimbrite deposits or a relatively continuous contact between Eocene sediments and an ignimbrite deposit. Both are commonly overlain by fluvial volcaniclastic sediments, showing that aggradation continued in the drainage system from Eocene to Oligocene. The range of early-late Eocene flora from within fluvial deposits, correlations with middle Eocene marine and estuarine units, and interbedding with lower Oligocene volcaniclastic sediments within upper parts of the fluvial section suggest a long-lived fluvial system with a significant time span of aggradation."
  }, {
    "heading": "Basement Terranes and Source Regions",
    "text": "Pre-Cenozoic basement on the western slope of the northern Sierra Nevada\nconsists of an amalgam of Paleozoic-Mesozoic continental margin and accretionary prism metasedimentary and metavolcanic terranes, arranged in N-S trending belts defined by major pre-Cenozoic faults (Girty and others, 1996), and intruded by Jurassic-Cretaceous tonalite and granodiorite emplaced during continental arc magmatism (figs. 1, 2; Chen and Moore, 1982; Girty and others, 1996; Ducea, 2001; Dickinson, 2008). Multiple geochronologic studies have focused on the terranes throughout northern Nevada and California to understand the Paleozoic and earliest Mesozoic paleogeography and tectonics of the region (fig. 1; for example, Soreghan and Gehrels, 2000). These studies have provided a detailed geochronologic record of the Pre-Cenozoic assembly of the basement, which is typically dominated by Proterozoic zircon grain ages (Gehrels and Dickinson, 2000; Gehrels and others, 2000). The northern part of the Sierra Nevada batholith is a composite of predominantly Middle Jurassic and mid-Cretaceous plutons, which become younger and more felsic from west to east (compare Saleeby and others, 1989; Girty and others, 1996; Day and Bickford, 2004). The youngest plutons (ca. 100-85 Ma), intruded during the Sierra Crest magmatic event, occur as a series of large plutonic centers that extend from the southern part of the batholith to northwestern Nevada (Coleman and Glazner, 1997; Ducea, 2001; Van Buer and Miller, 2010). Shallow erosion depths ( 8 km) predomi-\nFig. 3. Graph comparing depositional age constraints for each sample location versus lateral distance from middle Eocene–early Oligocene base level, as indicated by presence of marine shoreline deposits. Youngest concordant detrital zircon grain age populations (n 1-5 grains) shown by black points, with average errors indicated where large enough for scale of the graph. Black lines indicate local 40Ar/39Ar ages of overlying rhyolitic ignimbrites (Cassel and others, 2009a). Bars indicate other depositional age constraints previously applied to Eocene fluvial sediments, including ages of underlying basement rocks in light gray (Evernden and Kistler, 1970; Chen and Moore, 1982; Coleman and Glazner, 1997; Ducea, 2001), and ages and applicable ranges of paleobotanical and biostratigraphic constraints in dark gray (MacGinitie, 1941; Evernden and James, 1964; Doyle and others, 1988; Wing and Greenwood, 1993; Wolfe, 1994; Wolfe and others, 1998; Creely and Force, 2007). Malakoff (MK, n 2), Alpha (AL), Upper Dutch (UD), Omega (OM), and Manzanita (MZ) all have youngest grain populations likely sourced from Nevadan volcanics, providing an estimate of Late Eocene depositional age (except for MZ; see text) which is significantly younger than the nearby Chalk Bluffs flora at You Bet. Dutch Flat (DF), You Bet (YB), Red Dog (RD), North Columbia (NC), and Haskell Peak (HP) all have youngest grain populations sourced from the Late Cretaceous Tuolumne Intrusive Series, thus the best depositional age constraint is the nearby early Eocene Chalk Bluff flora at You Bet. Joubert (JB) and Morris Ravine (MR) reflect different provenance signatures; Quinn not shown.\nnate in the northern batholith (Ague and Brimhall, 1988; Ague, 1997; Van Buer and others, 2009). Crystallization ages from the batholith, coupled with geochronologic studies of the basement terranes, provide age distributions of zircons from possible local and extra-regional sediment sources (for example, Saleeby and others, 1989; Soreghan and Gehrels, 2000; Day and Bickford, 2004). To better understand the regional paleogeographic evolution, we also draw comparisons to studies from forearc basin strata of the Great Valley Group exposed in the Sacramento Valley, which represent the ultimate sediment sink for the system from Jurassic through Paleogene time (Dickinson and others, 1979; DeGraaff-Surpless and others, 2002; Jacobson and others, 2010).\nu-pb age distributions We selected 14 samples from Eocene fluvial strata, now exposed within the Yuba\nand Feather River drainages in the northern Sierra Nevada, from locations across the depositional area to best highlight differences in drainage patterns (fig. 2, table 1). The base and top of the thickest exposed section (Malakoff) was examined to estimate differences in the timing and duration of aggradation. A total of 1292 U-Pb ages of detrital zircons were measured from the 14 samples using laser-ablation multicollector–inductively coupled plasma–mass spectrometry (LA-MICP-MS) at The University of Arizona’s LaserChron facility (Gehrels and others, 2008; Dickinson and Gehrels, 2008, 2009). Probability density plots and cumulative probability spectra are shown in figures 4, 5, and 6. Detailed methods and sampling strategy can be found in the Appendix. Concordia diagrams (http://earth.geology. yale.edu/ ajs/SupplementaryData/2012/02CasselPlots.pdf) and full U-Pb analytical data (http://earth.geology.yale.edu/ ajs/SupplementaryData/2012/01CasselTableA1.xlsx) can be found in the online supplementary data files. Most samples exhibit one of two distinct provenance signatures (figs. 4 and 5). Each sample contains a dominant population of one of the following: Late Cretaceous (n 5), Early Cretaceous (n 2), Jurassic (n 5), or Paleozoic–Precambrian (n 1) grains. Application of the Kolmogorov-Smirnov (K-S) statistic (refer to Press and others, 1986) indicates that all samples in the Late Cretaceous–dominated group are highly dissimilar to the Jurassic–, Early Cretaceous–, or Paleozoic–dominated samples (see table 2), and several of these samples yield distinct age distributions."
  }, {
    "heading": "Late Cretaceous–Dominated Samples",
    "text": "Samples located in the southwestern part of the study area: North Columbia,\nDutch Flat, Red Dog, You Bet, and Manzanita, exhibit a Late Cretaceous dominated provenance signature (yellow circles on fig. 2). All of these exhibit significant concentrations of Campanian to Aptian (82-126 Ma) zircon and lack earliest Cretaceous (126-144 Ma) zircon grains (fig. 4). Although it is situated at the northeast edge of the outcrop area, the Haskell Peak sample because it has a similar age distribution. Manzanita is unique in that it contains mid-Oligocene grains. All other Late Cretaceous– dominated samples lack Cenozoic zircon grains."
  }, {
    "heading": "Jurassic–Dominated Samples",
    "text": "Samples from Alpha, Omega, and Malakoff (n 2), in the eastern part of the\nstudy area, and the Upper Dutch sample from the northern part of the study area, exhibit a distinctly different provenance signature (red circles in fig. 2). All five samples have 50 percent Jurassic grains (144-186 Ma) and lack Cretaceous zircon grains (fig. 5). The five samples also have small concentrations (1-10%) of middle Eocene to earliest Oligocene grains (42.7-33.0 2.6 Ma). Upper Dutch has a significant Triassic age population, which distinguishes it from other sample locations. It also contains 17 percent Eocene grains from 54.5 to 33.0 Ma (fig. 5).\nT ab\nle 1\nSa m\npl e\nlo ca\ntio ns\nan d\nde sc\nri pt\nio ns"
  }, {
    "heading": "Early Cretaceous– and Precambrian–Dominated Samples",
    "text": "Several additional samples exhibit different age properties from the first two\ncategories. These include the Morris Ravine and Joubert samples (blue circles on fig. 2) and the Quinn sample (green circle on fig. 2). The Morris Ravine and Joubert samples are predominantly composed of Jurassic zircon but also have significant proportions of Early Cretaceous zircon that distinguishes them from the Jurassic–dominated samples (129-145 Ma; fig. 6). In contrast, the Quinn sample, on the far eastern side of the study region, contains only Paleozoic–Precambrian zircon grains (fig. 6).\ndepositional age constraints The youngest single detrital zircon grain age in our samples provides a maximum\nbound on the depositional age for the sediments at that location (fig. 3). Provided that\nT ab\nle 2\nK ol\nm og\nor ov\n-S m\nir no\nff (K\n-S )\nst at\nis tic\nre su\nlts\nthe catchment of the fluvial system that deposited the gravels included a plutonic or volcanic arc source that formed just prior to deposition, the youngest zircon grains may closely approximate the depositional age of the gravels. For example, in an extensive study of Colorado Plateau strata that partly sourced the Mesozoic batholith, Dickinson and Gehrels (2009) determined that the U-Pb age of the youngest single grain in the measured distribution overlapped with depositional age in 90 percent of cases, and within 5 My of depositional age in 95 percent of cases. In this study, six samples yield small concentrations (1-10%) of middle EoceneOligocene grains (42.7-28.6 Ma; fig. 4). The sample that contains the very youngest zircon (Manzanita) has two grains which yield U-Pb ages of 28.6 1.0 Ma and 29.9 0.4 Ma (table 1; figs. 3 and 4). Manzanita is the most westerly of the Late Cretaceous– dominated samples (fig. 2). The sample containing 30 to 28 Ma zircon comes from the lower part of an incomplete section. These ages closely overlap 40Ar/39Ar ages for Oligocene ignimbrites that overlie the Sierran fluvial sediments (Cassel and others, 2009a). The Manzanita sample thus represents some of the youngest fluvial sediments deposited in the system, as it contains both volcanic zircons sourced from the early Oligocene ignimbrites present throughout the northern Sierra Nevada (Cassel and others, 2009a) and reworked Eocene fluvial deposits. These data support the conclusion that fluvial deposition continued through the early Oligocene, likely punctuated by multiple periods of incision and aggradation (Cassel and Graham, 2011). The tuff of Campbell Creek (28.7 Ma) is exposed near the sediments sampled at Manzanita (Cassel and others, 2009a), and is a potential source for the Eocene volcanic zircons within the sample. The Jurassic-dominated samples from the eastern and northern parts of the study area (Alpha, Omega, Malakoff (n 2), and Upper Dutch) all contain at least one late Eocene zircon with a U-Pb age between 33 to 36 Ma (figs. 3 and 5). Although three of these samples contain only 1 to 2 Eocene zircons, Upper Dutch contains 18 grains between 33 to 55 Ma. Similar results from five separate samples clearly demonstrate that at least some of the gravels were deposited in the latest Eocene. At the location with the thickest complete section (Malakoff), samples taken from the base ( 5 m above bedrock) and top of the section (fig. 3; see also fig. 8 in Cassel and Graham, 2011) yield youngest single grain detrital zircon ages that differ by 6.5 My (42.7 Ma for the lower sample; 36.2 Ma for the upper sample; table 1 and fig. 3). This outcome supports the hypothesis presented by Cassel and Graham (2011) that braided streams aggraded throughout the Eocene, and the overall similarity of the age distributions shows that sediment sources for coarse-grained deposits did not vary greatly at one location over time. Eocene fluvial sediments at Upper Dutch are overlain by a reworked, channelized ignimbrite deposit, the “La Porte Tuff” (site of the La Porte flora), which is interbedded with fine-grained floodplain deposits at the uppermost part of the section. The La Porte Tuff is deposited as a channel fill within the fluvial sequence, although it may be separated from lower fluvial sediments by a small unconformity. The La Porte Tuff has been dated using bulk K-Ar methods at 32 to 33 Ma (Evernden and James, 1964; Wolfe, 1994). Based upon this result, it is regarded as an important Eocene–Oligocene transition fossil locality (Wolfe and others, 1998). The bulk K-Ar age determinations, however, are suspect due to the significant reworking of this deposit and known problems associated with application of bulk K-Ar methodology to reworked materials (for example, McDougall and Harrison, 1988). Detrital zircon grains from sediments located 15 m beneath the La Porte Tuff within the section (compare Appendix A; Cassel and Graham, 2011) require that the tuff deposit be younger than 33 2.6 Ma. The distinctive geochemical signature of volcanic glass within the deposit, however, does not correlate to any of the widespread Oligocene ignimbrites found elsewhere in\nthe northern Sierra Nevada or western Nevada (Brooks and others, 2008; Cassel and others, 2009a). The La Porte Tuff was likely from a slightly earlier eruption from north of the main Central Nevada Caldera Complex. We estimate its age to be only slightly younger than the sediments below it (that is 33-32 Ma), based on the rapid depositional rates estimated for floodplain sediments within this sequence, and the interbedding of the tuff with floodplain deposits (Cassel and Graham, 2011). Another well known fossil collection, the “Chalk Bluffs flora” at You Bet (fig. 2), is considered to be late early Eocene (55.8-48.6 Ma), based on both the assemblage of species and presence of certain Eocene–limited species (Wing and Greenwood, 1993; Wolfe, 1994; Fricke and Wing, 2004). Sediments from the southwestern part of the study area, near the Chalk Bluffs flora locality, completely lack Eocene zircon grains (fig. 3). Based on the flora, depositional style, and new maximum depositional ages from this study, these Cretaceous–dominated sediments are likely older than the late Eocene Jurassic-dominated sediments to the east and north (figs. 2 and 3). These contrasts appear to be most easily explained by fundamental differences in the timing of deposition of sediments across the Sierra Nevada and upstream changes in catchment area over time.\nprovenance of sierra nevada fluvial sediments These detrital zircon ages provide insights into sediment provenance and drain-\nage pattern evolution within the Eocene system, which we use to reconstruct the paleogeography of the Paleogene Sierra Nevada–Nevadaplano. Our findings show that the majority of samples have large populations from one of two distinct Mesozoic sources local to the Sierra Nevada, as well as 5 to 20 percent Paleozoic-Precambrian grains that may be sourced locally or extra-regionally (figs. 4 and 5). Additionally, the Jurassic-dominated samples contain 1 to 10 percent extra-regional Eocene grains. These results reflect 1) diachronous sediment deposition, 2) a significant change in sediment provenance coincident with movement of the locus of deposition from the Late Cretaceous–dominated to the Jurassic–dominated sample locations, and 3) the introduction of extra-regional sediment sources in the middle to late Eocene as drainage patterns changed, and as river headwaters extended far enough east to provide access to Eocene volcanic rocks. The majority of the zircons present in our samples are Mesozoic. The Cretaceous zircons present in the Late Cretaceous–dominated samples closely match crystallization ages of nearby Sierra Nevada intrusive rocks (85-125 Ma; Bateman, 1961; Evernden and Kistler, 1970; Stern and others, 1981; Chen and Moore, 1982; Coleman and Glazner, 1997). In particular, these include 85 to 100 Ma zircon, which represents the youngest phase of Sierra Nevada arc magmatism, the Tuolumne intrusive series (figs. 1 and 2; compare Coleman and Glazner, 1997; Ducea, 2001). The Jurassic zircon (145-175 Ma) that dominates the age populations of northeastern samples also matches nearby Sierra Nevada batholithic rocks (fig. 2; Coleman and Glazner, 1997; Ducea, 2001). The relative paucity of earliest Cretaceous (126-144 Ma) zircon in most samples coincides with what has been described as the Early Cretaceous magmatic gap (compare Chen and Moore, 1982; Ague and Brimhall, 1988; Saleeby and others, 1989; Ducea, 2001). It is thus most likely that the Mesozoic zircon contained within Eocene fluvial sediments was derived from local Sierra Nevada batholith sources. The possible sources of older zircon are more ambiguous in that they may be either local or extra-regional. The Upper Devonian metavolcanic Grizzly and Sierra Buttes Formations, the Bowman Lake granitoid batholith, and the Lower Permian volcaniclastic Arlington Formation are all located east of the depositional area of Eocene fluvial sediments and thus represent probable sources for the PermianDevonian zircon contained within eastern samples (fig. 2, Hanson and others, 1988; Girty and others, 1996; Harding and others, 2000; Spurlin and others, 2000). Harding\nand others (2000) reported abundant 1.8 to 2.0 and 2.4 to 2.7 Ga zircon within the Shoo Fly Complex that forms the sub–Eocene basement surface at Alpha and Omega sample locations. The Sierra City mélange, which is structurally the highest unit in the Shoo Fly Complex, also contains zircon from 400 to 450 Ma, 1.0 to 1.5 and 1.65 to 1.9 Ga (Grove and others, 2008). Precambrian zircon present in the Jurassic-dominated samples (670-745 Ma, 1.0-1.1, 1.3-1.5, 1.6-1.8, 1.8-2.0, and 2.4-2.7 Ga, and a few grains 2.7 Ga) could have been sourced from these nearby basement terranes. We cannot, however, rule out the possibility that extra-regional sediment sourced from western Nevada, including Triassic strata and the Roberts Mountain Allochthon (figs. 1 and 5; Darby and others, 2000; Gehrels and others, 2000; Harding and others, 2000; Manuszak and others, 2000), supplied some of the pre–Mesozoic zircon that we observe. Most of the detrital zircon contained within the Eocene fluvial sediments can reasonably be attributed to Sierra Nevada basement (Mesozoic intrusives, volcanics, and precursor metasedimentary and metavolcanic belts; fig. 2). Sources for the 33 to 55 Ma zircon grains, however, are not present in the northern Sierra Nevada and are thus clearly extra-regional (fig. 1). Zircon grains of this age can be most simply attributed to Eocene volcanic and intrusive rocks that crop out in what is now northern Nevada. These include the Northumberland and Caetano tuffs and similar age Eocene volcanic rocks (fig. 1; for example, McKee, 1974; Henry, 2008; John and others, 2008). John and others (2008) mapped an Eocene basal conglomerate in central Nevada, overlain by the upper Eocene Caetano Tuff, which contains conodont-bearing limestone clasts sourced from the lower plate of the Roberts Mountain Allochthon, showing that the lower plate was being actively eroded by late Eocene time. The presence of these age populations suggests that west-flowing drainages (for example, Cassel and others, 2009a; Cassel and Graham, 2011) were capable of transporting sediment derived from central Nevada lithologies into what is now the northern Sierra Nevada by the late Eocene.\ndiscussion"
  }, {
    "heading": "Topography",
    "text": "Previously, detrital zircon in samples from Sierra Eocene fluvial sediments was\nanalyzed by Cecil and others (2010), but their sample set did not include any of the locations dominated by Jurassic grain ages. Cecil and others (2010) therefore concluded that the ancestral Sierra Nevada acted as a drainage divide and topographic barrier to sediment throughout the Eocene. In contrast, the extra-regional Eocene zircons found in five samples in this study indicate that, by middle-late Eocene time (43-33 Ma), drainages extended across the modern crest of the Sierra Nevada to Eocene volcanic rocks in central and eastern Nevada, similar to the Oligocene (for example, Faulds and others, 2005; Garside and others, 2005; Cassel and others, 2009b; Henry and Faulds, 2010). The regional drainage divide was much further east than the modern, likely in a similar location to that suggested by Henry (2008), and the region must have maintained sufficient topography to allow for long-distance transport of Eocene and Oligocene pyroclastic and volcaniclastic units (greater than 200 km: Cassel and others, 2009a). The existence of Oligocene paleovalleys that extended from Central Nevada to the eastern edge of the Great Valley, across the current Sierra Nevada crest, has been demonstrated by Faulds and others (2005), Cassel and others (2009a), Henry and Faulds (2010) and Henry and others (2012). Cassel and others (2009a) used trace and rare earth element geochemical data and 40Ar/39Ar radiometric ages of rhyolitic ignimbrites exposed along the western slope and high peaks of the northern Sierra Nevada to correlate three widespread, geochemically distinct, Sierra Nevada ignimbrites to ignimbrites in western and central Nevada, identified and described by Henry\nand others (2004) and Faulds and others (2005). Single-crystal 40Ar/39Ar ages from the Sierra Nevada ignimbrites provide dates of 31.2 Ma, 30.9 Ma and 28.7 Ma, which match ages from Nevada samples and supply minimum depositional ages for underlying fluvial sediments. Using a palinspastic reconstruction of the Basin and Range extensional terrane, Cassel and others (2009a) showed that Oligocene ignimbrites traveled, at minimum, 200 km to the west from their source calderas. The presence of middle to late Eocene zircon in fluvial sediments further shows that drainages traversing the Sierra Nevada must have extended east to central Nevada by at least late Eocene time. The source region for the late Eocene grains must have maintained higher elevations than the region of deposition and a relatively steep downstream gradient allowing for the wide distribution and long travel distance of both middle-late Eocene sediments and Oligocene ignimbrites (Cassel and others, 2009a; Cassel and Graham, 2011). These results are consistent with previous paleoaltimetry studies based on paleobotanical and isotopic proxies that have proposed that the Eocene–Oligocene Sierra Nevada had a steep western gradient, and may have acted as the flank of a high elevation plateau (Wolfe and others, 1998; Mulch and others, 2006; Cassel and others, 2009b; Hren and others, 2010; Cassel and others, 2012). The westernmost sample, Morris Ravine, is dominated by Late Jurassic to Early Cretaceous (155-118 Ma) grains, and lacks both Late Cretaceous and Cenozoic grains (fig. 6). This age distribution shows that predominantly local sources within the nearby Jurassic plutonic and metamorphic terranes just east of Morris Ravine contributed sediment to the area (fig. 2). Cassel and Graham (2011) suggest that the Smartville Belt, west of the Big Bend–Wolf Creek Fault Zone, defined a local topographic high with respect to the generally older and higher metamorphic grade basement rocks of the Central Belt directly to the east (fig. 2). This topographic variability, generated by differential uplift and erosion (compare differences in (U-Th)/He ages in Cecil and others, 2006), likely greatly influenced paleovalley incision and drove backfilling of Eocene sediments (Cassel and Graham, 2011). The Jurassic detrital zircon provenance signature from Morris Ravine further supports these findings. The dominance of grain ages that match either the Tuolumne intrusive series in the Late Cretaceous–dominated samples, or Jurassic batholith and Jurassic-Paleozoic basement in the other samples, shows that sources local to the ancestral Sierra Nevada supplied most of the sediment to the Eocene depositional system (figs. 2, 4-6). The predominance of local sediment sources is reflected in the sedimentology and stratigraphy of Eocene fluvial deposits as well. Cassel and Graham (2011) found that the presence of paleovalleys filled with extremely coarse, locally sourced, poorly-sorted, traction-structured deposits necessitates the presence of high gradient tributary and headwater channels (Bridge and Gabel, 1992; Bentham and others, 1993; Bridge, 1993). The sedimentology of these depostits also suggests moderate to high hillslope relief outside of the broad paleovalleys (refer to Hancock and others, 1998; Whipple and others, 1999; Attal and Lavé, 2006). High channel and hillslope relief is also consistent with Sierra Nevada paleoaltimetry studies, which find steep gradients across the area in the Eocene-Oligocene (Mulch and others, 2006; Cassel and others, 2009b). The Eocene Sierra Nevada fluvial system was influenced by a wet, warm climate, which contributed a high supply of sediment. Fluvial paleovalleys backfilled in response to a slowdown in tectonic activity at the end of the Laramide, and, likely to a lesser extent, to a rise in sea level (Cassel and Graham, 2011). The onset of aggradation roughly correlates with the end of the Laramide orogeny (Bird, 1998; Sigloch and others, 2008) and with the global shift to the extremely wet warm climate and higher sea level of the Eocene (Miller, 1992; Zachos and others, 2001; Van Sickel and others, 2004; Miller and others, 2005). Although Sierra arc volcanism stopped in the Late Cretaceous (for example, Ducea, 2001), Laramide compression and rock uplift may\nhave continued in the area of the Sierra Nevada (Moxon and Graham, 1987) and Basin and Range (compare Humphreys and others, 2003; DeCelles, 2004; Humphreys, 2009), sustaining steep upstream river gradients through the Oligocene (Henry, 2008; Cassel and others, 2009a; Cassel and Graham, 2011). Early–middle Eocene topographic uplift, driven by removal of the Farallon slab at the end of the Laramide, has been proposed for the western U.S. (Jones and others, 2011) and the Nevadaplano region (Mix and others, 2010). End-Laramide surface uplift may also account for the influx of late Eocene Nevada-sourced detrital zircon found in Jurassic-dominated samples. Regional rock uplift, whether it was sustained throughout the early Cenozoic or a product of end-Laramide slab removal, could have driven relief formation and paleovalley incision, and as the uplift rate slowed or halted, rivers would drive towards equilibrium by aggrading in low elevation areas (Whipple and others, 1999; Heller and others, 2001)."
  }, {
    "heading": "Drainage Patterns",
    "text": "Distinct age population differences between locations allow for reconstructions of\nsource terranes and drainage patterns within the Eocene fluvial system. Dominant age population differences between Late Cretaceous–dominated samples, mainly in the southwest, and Jurassic–dominated samples, mainly in the east, reflect major sediment source changes. Lindgren’s (1911) original reconstruction of Eocene paleo-river channels in the northern and central Sierra Nevada depicts channels headed near the modern crest and merging into one of five main outlets to the Great Valley. In that reconstruction, all significant Yuba region outcrop locations were connected, often to the nearest neighboring location, to make one sinuous, meandering river course. Later reconstructions have maintained this feature (for example, Lindgren, 1911; Yeend, 1974; Wakabayashi and Sawyer, 2001; Jones and others, 2004). Previous drainage reconstructions, for instance, show a river channel running directly east to west from Malakoff to North Columbia Diggings (for example, Lindgren, 1911; Yeend, 1974). The detrital zircon age distributions from these areas (figs. 2, 4-6), however, show that they are receiving sediment from very different sources, indicating that they were not part of the same channel and that deposition at each area likely occurred at different times (fig. 7). Our findings show that deposition within Eocene paleovalleys was diachronous, and nearby sedimentary deposits do not necessarily represent connected paleo-river reaches. Rather, the course and area of deposition of fluvial paleochannels changed over time as channels avulsed, as climatic fluctuations drove changes in sediment supply, and as multiple periods of aggradation and incision occurred (Cassel and Graham, 2011). Based on floral age determinations, composition-based correlation to Ione Formation deposits, and the lack of Cenozoic detrital zircon grain ages, most of the Late Cretaceous–dominated samples were likely deposited in the late early to middle Eocene (figs. 3 and 7A), which is consistent with the diachronous sediment deposition and west to east backfilling reported in Cassel and Graham (2011). For these samples, the detrital zircon age distributions reflect rapid erosion and exhumation of the Tuolumne intrusive series granitoids (Ague and Brimhall, 1988; Coleman and Glazner, 1997). According to the youngest zircon grain ages, the Jurassic-dominated samples represent middle to late Eocene deposition (fig. 3), and the age distributions reflect the extension of paleo-drainages across the region of high topography to the east, with river headwaters likely reaching what is now north central-northeastern Nevada where Eocene volcanic rocks are located (fig. 7B). The lack of Cenozoic grains in older western samples may indicate that drainages did not extend as far to the east, that lower Eocene rocks may not have been exposed, or that the Eocene signal may be overwhelmed by extremely high sediment supply from the Tuolumne intrusive series.\nThe shift from sediments dominated by Late Cretaceous zircon grains to sediments predominantly composed of Jurassic grains and lacking Cretaceous grains indicates that between the early and late Eocene, major changes occurred in drainage and depositional patterns, and the amount of exposure and erosion of the batholith (fig. 7). Late Cretaceous forearc basin sediments of the northern Great Valley Group were sourced from predominantly batholithic terranes of the Klamath-Sierra arc (compare Ingersoll, 1979; DeGraaff-Surpless and others, 2002), and modern Sacramento delta sediments represent Eocene to recent erosion from across the Sacramento watershed, including Eocene–Miocene sediments that were remobilized during hydraulic mining in the late 1800s (for example, Gilbert, 1917). These samples thus provide comparative datasets that represent wide-ranging averages of possible sediment sources (see fig. 1 for sample locations; see fig. 8 for distributions). In comparison to these data, Late Cretaceous–age–dominated Eocene fluvial sediment samples have significantly larger proportions of Late Cretaceous zircon grains. Late Cretaceous grains make up almost 80 percent of the total grains analyzed in six Eocene fluvial sediment samples (fig. 8). Cretaceous Great Valley Group sediments deposited before 89 Ma (Cache Creek) have no late Cretaceous grain ages (DeGraaff-Surpless and others, 2002), indicating that Tuolumne Series intrusives were not yet a sediment\nsource. Samples from Cretaceous Great Valley sediments younger than 90 Ma (Chico and Cache Creek) have large proportions of Jurassic grain ages and small ( 20%) proportions of late Cretaceous ages (fig. 8; DeGraaff-Surpless and others, 2002). This comparison of Cretaceous to Eocene provenance datasets indicates that early deposition of Eocene fluvial sediments coincides with a major increase in the amount of erosion of the voluminous Tuolumne intrusive series (Coleman and Glazner, 1997), and that significant erosion of the Sierra Nevada batholith continued throughout the Eocene. Modern Sacramento delta sediments, although a mix of Eocene to recent erosion, also have smaller proportions of Tuolumne series zircon, possibly indicating that the rate of Tuolumne erosion has decreased since the middle Eocene. The absence of Late Cretaceous grains in the middle to upper Eocene Jurassic– dominated samples may reflect that nearby sites, such as North Columbia and Malakoff, are part of completely different catchments, and/or that drainage reorganization occurred on a local or regional scale between the deposition of Late Cretaceous– dominated and Jurassic–dominated sediments (figs. 3, 7, and 8). A local scale difference in supply, controlled by the exposure of Tuolumne series batholithic rocks and location of deeply incised paleovalleys, may have limited which areas captured Tuolumne series detritus. Alternatively, drainages may have reorganized as their headwaters extended eastward in the middle to late Eocene, in response to changes in climate and uplift rate, significantly shifting the dominant sediment source and overwhelming local Sierra Nevada basement terrane sources (fig. 7).\nconclusions\nDetrital zircon analysis of Eocene–Oligocene fluvial sediments within the northern Sierra Nevada provides new maximum depositional ages and new insights into source terranes and drainage system evolution to reconstruct the paleogeography, topography, and drainage patterns of the mid–Cenozoic Sierra Nevada–Nevadaplano. Our findings show that the majority of samples have large populations from one of two distinct Mesozoic sources local to the Sierra Nevada, as well as 5 to 20 percent Paleozoic–Precambrian grains that may be sourced locally or extra-regionally. Additionally, the Jurassic–dominated samples contain 1 to 17 percent extra-regional Eocene grains. These results reflect 1) diachronous sediment deposition, 2) a significant change in sediment provenance coincident with movement of the locus of deposition from Late Cretaceous–dominated to Jurassic–dominated sample locations, and 3) the introduction of extra-regional sediment sources in the middle to late Eocene. These detrital zircon results are consistent with sedimentologic and stratigraphic data indicating diachronous Eocene fluvial sediment deposition punctuated by multiple periods of incision and aggradation during valley backfilling (Cassel and Graham, 2011). Detrital zircon analysis of Eocene fluvial deposits enables recognition of previously unidentified sediment sources and new maximum depositional ages. Based on the youngest single detrital zircon grain age in six samples, maximum depositional ages range from 42.7 to 28.6 Ma. These results show that there was a long interval of aggradation as the locus of deposition migrated across the region, from middle Eocene to earliest Oligocene, and fluvial sediment deposition continued much later than previously thought. These zircon grains are likely derived from Eocene volcanic rocks in central Nevada, and their presence suggests that Eocene paleovalleys extended east across what is now Nevada, providing additional support for a region of high elevation that drained westward from late Eocene through Oligocene time (fig. 7; DeCelles, 2004; Henry, 2008; Cassel and others, 2009a; Henry and Faulds, 2010). The paleodrainage divide must have been located to the east of the Eocene calderas (shown in fig. 1) in northern Nevada. The timing of initial deposition remains unconstrained, although most of the Cretaceous-dominated samples are likely older than the Jurassic\nzircon-dominated late Eocene age samples based on flora found within the deposits (fig. 3). Detrital zircon age populations from all samples show that the majority of sediment deposited within the fluvial system was supplied from local metamorphic basement and regional batholith sources within the ancestral Sierra Nevada (fig. 7). These results add support to the conclusion from sedimentology and stable isotope paleoaltimetry studies (for example, Cassel and others, 2009b; Cassel and Graham, 2011) that the Sierra Nevada was an area of high topography with a steep western gradient in the Eocene-Oligocene, allowing for significant paleovalley incision and erosion and transport of sediment from upstream (fig. 7). Changes in detrital zircon age distributions through time provide new insights into the timing of arc batholith exposure and erosion. In comparison with Cretaceous and modern Great Valley sediments and other Eocene fluvial samples in this study, Late Cretaceous–dominated sample populations have significantly higher proportions of Tuolumne intrusive series zircon grain ages than sediments deposited earlier or later in the history of the forearc basin. These data suggest that the deposition of the Late Cretaceous–dominated fluvial sediments in the early to middle Eocene (fig. 3) coincides with a major increase in the depth of exposure and amount of erosion of the voluminous Tuolumne intrusive series of the Sierra Nevada batholith from the Campanian to the middle Eocene, followed by a decrease in the Tuolumne series contribution to the forearc. The new depositional age and provenance constraints provided by detrital zircon analysis allow for a more detailed characterization of depositional patterns and drainage network evolution. The compositional shift from predominantly regional Tuolumne series batholith sources of Late Cretaceous–dominated sediments to a mix of Jurassic batholith, Jurassic–Paleozoic basement terranes, and extra-regional Eocene grains in late Eocene age, Jurassic zircon-dominated sediments may reflect progressive canyon incision and extension of headwaters eastward, and bypass of Tuolumne intrusive series. This coincides with the addition of Nevada–derived sediment, and changes in style and location of deposition across the northern Sierra. These differences reflect a shift from regional batholithic to local basement and extra–regional sources over time, likely due to an increase in drainage area, as drainages eroded headward across an area of high topography to the east.\nacknowledgments We thank S. Maatta for her exceptional field and lab work; G. Gehrels and\nM. Ibanez for assisting with analyses; W. R. Dickinson, M. R. Cecil, and B. Wernicke for constructive reviews; and C. Henry, E. Lovelock, M. R. Cecil, N. Van Buer, E. Miller, J. Wright, and K. Surpless for helpful discussions. NSF-EAR 1118374 to Miller and Grove and a Stanford University School of Earth Sciences grant to Graham funded analyses, and NSF-EAR 0732436 supports the University of Arizona’s LaserChron Center.\nAppendix Complete U-Pb analytical data (http://earth.geology.yale.edu/ ajs/SupplementaryData/2012/ 01CasselTableA1.xlsx) and Concordia diagrams (http://earth.geology.yale.edu/ ajs/SupplementaryData/ 2012/02CasselPlots.pdf) can be found in the online supplementary data files.\ndetrital zircon geochronology methods\nSampling Strategy\nWe selected 14 samples from Eocene fluvial sediments now exposed within the Yuba and Feather River drainage in the northern Sierra Nevada. Samples were taken from locations across the depositional area to best highlight differences in drainage patterns, and from the base and top of the thickest exposed section\n(Malakoff Diggings) to best estimate differences in the timing and duration of aggradation. Samples were mainly taken from abandoned hydraulic mines, which provide vast (1-4 km) channel reach exposures. Quinn and Haskell Peak, the easternmost deposits represent coarse channel fills of steep tributary channels (Cassel and Graham, 2011). Morris Ravine is located just upstream of the Eocene marine shoreline, near the eastern edge of the Great Valley, and that deposit represents the most distal of the Eocene fluvial deposits (Allen, 1929; Creely and Force, 2007). Whenever possible, medium- to coarse-grained sandstones were sampled to remove grain-size bias, although at Quinn and Haskell Peak, matrix sand from coarse gravel conglomerates were analyzed, as no sand-size beds were present.\nU-Pb Geochronologic Analyses of Zircon (Nu HR ICPMS)\nZircon crystals were extracted from samples by traditional methods of crushing and grinding, followed by separation with a Gemini table, a Frantz magnetic separator, and heavy liquids. Samples were processed such that all zircons were retained in the final heavy mineral fraction. A large split of these grains (generally 1000-2000) was incorporated into a 1 epoxy mount together with fragments of the LaserChron Center Sri Lanka standard zircon. The mounts were sanded down to a depth of 20 microns, polished, imaged, and cleaned prior to isotopic analysis.\nU-Pb geochronology of zircons was conducted by laser ablation multicollector inductively coupled plasma mass spectrometry (LA-MC-ICPMS) at the Arizona LaserChron Center (Gehrels and others, 2006; Gehrels and others, 2008). The analyses involve ablation of zircon with a New Wave UP193HE Excimer laser (operating at a wavelength of 193 nm) using a spot diameter of 30 microns. The ablated material is carried in helium into the plasma source of a Nu HR ICPMS, which is equipped with a flight tube of sufficient width that U, Th, and Pb isotopes are measured simultaneously. All measurements are made in static mode, using Faraday detectors with 3e11 ohm resistors for 238U, 232Th, 208Pb-206Pb, and a discrete dynode ion counter for 204Pb. Ion yields are 0.8 mv per ppm. Each analysis consists of one 12-second integration on peaks with the laser off (for backgrounds), 15 one-second integrations with the laser firing, and a 30 second delay to purge the previous sample and prepare for the next analysis. The ablation pit is 15 microns in depth.\nFor each analysis, the errors in determining 206Pb/238U and 206Pb/204Pb result in a measurement error of 1 to 2 percent (at 2-sigma level) in the 206Pb/238U age. The errors in measurement of 206Pb/207Pb and 206Pb/204Pb also result in 1 to 2 percent (at 2-sigma level) uncertainty in age for grains that are 1.0 Ga, but are substantially larger for younger grains due to low intensity of the 207Pb signal. For most analyses, the cross-over in precision of 206Pb/238U and 206Pb/207Pb ages occurs at 1.0 Ga.\n204Hg interference with 204Pb is accounted for measurement of 207Hg during laser ablation and subtraction of 204Hg according to the natural 207Hg/204Hg of 4.35. This Hg correction is not significant for most analyses because our Hg backgrounds are low (generally 150 cps at mass 204).\nCommon Pb correction is accomplished by using the measured 204Pb and assuming an initial Pb composition from Stacey and Kramers (1975) (with uncertainties of 1.0 for 206Pb/204Pb and 0.3 for 207Pb/204Pb). Our measurement of 204Pb is unaffected by the presence of 204Hg because backgrounds are measured on peaks (thereby subtracting any background 204Hg and 204Pb), and because very little Hg is present in the argon gas (background 204Hg 300 CPS).\nInter-element fractionation of Pb/U is generally 5 percent, whereas apparent fractionation of Pb isotopes is generally 0.2 percent. In-run analysis of fragments of a large zircon crystal (generally every fifth measurement) with known age of 563.5 3.2 Ma (2-sigma error) is used to correct for this fractionation. The uncertainty resulting from the calibration correction is generally 1 to 2 percent (2-sigma) for both 206Pb/207Pb and 206Pb/238U ages.\nConcentrations of U and Th are calibrated relative to our Sri Lanka zircon, which contains 518 ppm of U and 68 ppm Th.\nThe analytical data are reported in table 2. Uncertainties shown in these tables are at the 1-sigma level, and include only measurement errors. Analyses that are 30 percent discordant (by comparison of 206Pb/238U and 206Pb/207Pb ages) or 5 percent reverse discordant (in italics in table 2) are not considered further.\nThe resulting interpreted ages are shown on relative and cumulative age-probability diagrams (from Origin). Relative probability diagrams show each age and its uncertainty (for measurement error only) as a normal distribution, and cumulative probability diagrams sum all ages from a sample into a single curve. Histograms are also shown on relative probability plots. See similar in Jacobsen and others (2010).\nReferences\nAgue, J. J., 1997, Thermodynamic calculation of emplacement pressures for batholithic rocks, California: Implications for the aluminum-in-hornblende barometer: Geology, v. 25, n. 6, p. 563–566, http:// dx.doi.org/10.1130/0091-7613(1997)025 0563:TCOEPF 2.3.CO;2 Ague, J. J., and Brimhall, G. H., 1988, Magmatic arc asymmetry and distribution of anomalous plutonic belts in the batholiths of California: Effects of assimilation, crustal thickness, and depth of crystallization: Geological Society of America Bulletin, v. 100, n. 6, p. 912–927, http://dx.doi.org/10.1130/00167606(1988)100 0912:MAAADO 2.3.CO;2 Allen, V. T., 1929, The Ione Formation of California: University of California Department of Geological Sciences Bulletin, v. 18, p. 347–448. Attal, M., and Lavé, J., 2006, Changes of bedload characteristics along the Marsyandi River (central Nepal): Implications for understanding hillslope sediment supply, sediment load evolution along fluvial networks, and denudation in active orogenic belts, in Willett, S. D., Hovius, N., Brandon, M. T., and Fisher, D. M., editors, Tectonics, Climate, and Landscape Evolution: Geological Society of America Special Paper 398, Penrose Conference Series, p. 143–171, http://dx.doi.org/10.1130/2006.2398(09) Bartow, J. A., 1992, Contact relations of the Ione and Valley Springs Formations in the east-central Great Valley, California: U.S. Geological Survey Open-File Report 92–588. Bateman, P. C., 1961, Granitic formations in the east-central Sierra Nevada near Bishop, California: Geological Society of America Bulletin, v. 72, n. 10, p. 1521–1537, http://dx.doi.org/10.1130/00167606(1961)72[1521:GFITES]2.0.CO;2 Bateman, P. C., and Wahrhaftig, C., 1966, Geology of the Sierra Nevada, in Bailey, E. H., editor, Geology of Northern California: California Division of Mines and Geology, Bulletin, v. 190, p. 107–172. Bentham, P. A., Talling, P. J., and Burbank, D. W., 1993, Braided stream and flood-plain deposition in a rapidly aggrading basin: the Escanilla formation, Spanish Pyrenees, in Best, J. L., and Bristow, C. S., editors, Braided Rivers: Geological Society Special Publications, v. 75, p. 177–194, http://dx.doi.org/ doi:10.1144/GSL.SP.1993.075.01.11 Bird, P., 1998, Kinematic history of the Laramide orogeny in latitudes 35°–49°N, western United States: Tectonics, v. 17, n. 5, p. 780–801, http://dx.doi.org/10.1029/98TC02698 Bridge, J. S., 1993, The interaction between channel geometry, water flows, sediment transport and deposition in braided rivers: Geological Society Special Publications, v. 75, p. 13–71, http://dx.doi.org/ 10.1144/GSL.SP.1993.075.01.02 Bridge, J. S., and Gabel, S. L., 1992, Flow and sediment dynamics in a low sinuosity, braided river; Calamus River, Nebraska Sandhills: Sedimentology, v. 39, n. 1, p. 125–142, http://dx.doi.org/10.1111/j.13653091.1992.tb01026.x Brooks, E. R., Wood, M. M., Boehme, D. R., Potter, K. L., and Marcus, B. I., 2003, Geologic map of the Haskell Peak area, Sierra County, California: California Geological Survey, Map Sheet 55, scale 1:12,000. Brooks, E. R., Henry, C. D., and Faulds, J. E., 2008, Age and character of silicic ash-flow tuffs at Haskell Peak, Sierra County, California: Part of a major Eocene (?)-Oligocene paleovalley spanning the Sierra Nevada–Basin and Range Boundary: California Department of Conservation, California Geological Survey, Map Sheet 55A, 39 p., 2 map sheets at scale 1:12,000. Cassel, E. J., and Graham, S. A., 2011, Paleovalley morphology and fluvial system evolution of EoceneOligocene sediments (“auriferous gravels”), northern Sierra Nevada, California: Implications for climate, tectonics, and topography: Geological Society of America Bulletin, v. 123, n. 9–10 http:// dx.doi.org/10.1130/B30356.1 Cassel, E. J., Calvert, A. T., and Graham, S. A., 2009a, Age, geochemical composition, and distribution of Oligocene ignimbrites in the northern Sierra Nevada, California: implications for landscape morphology, elevation, and drainage divide geography of the Nevadaplano: International Geology Review, v. 51, n. 7–8, p. 723–742, http://dx.doi.org/10.1080/00206810902880370 Cassel, E. J., Graham, S. A., and Chamberlain, P. C., 2009b, Cenozoic tectonic and topographic evolution of the northern Sierra Nevada, California, through stable isotope paleoaltimetry in volcanic glass: Geology, v. 37, n. 6, p. 547–550, http://dx.doi.org/10.1130/G25572A.1 Cassel, E. J., Graham, S. A., Chamberlain, C. P., and Henry, C. D., 2012, Early Cenozoic topography, morphology, and tectonics of the northern Sierra Nevada and western Basin and Range: Geosphere, v. 8, p. 229–249, http://dx.doi.org/10.1130/GES00671.1 Cecil, M. R., Ducea, M. N., Reiners, P. W., and Chase, C. G., 2006, Cenozoic exhumation of the northern Sierra Nevada, California, from (U-Th)/He thermochronology: Geological Society of America Bulletin, v. 118, n. 11–12, p. 1481–1488, http://dx.doi.org/10.1130/B25876.1 Cecil, M. R., Ducea, M. N., Reiners, P., Gehrels, G., Mulch, A., Allen, C., and Campbell, I., 2010, Provenance of Eocene river sediments from the central northern Sierra Nevada and implications for paleotopography: Tectonics, v. 29, n. TC6010, http://dx.doi.org/10.1029/2010TC002717 Chen, J. H., and Moore, J. G., 1982, Uranium-lead isotopic ages from the Sierra Nevada batholith, California: Journal of Geophysical Research, v. 87, n. B6, p. 4761– 4784, http://dx.doi.org/10.1029/ JB087iB06p04761 Christensen, M. N., 1966, Late Cenozoic crustal movements in the Sierra Nevada of California: Geological Society of America Bulletin, v. 77, n. 2, p. 163–182, http://dx.doi.org/10.1130/0016-7606(1966)77[163: LCCMIT]2.0.CO;2 Clark, M. K., Maheo, G., Saleeby, J., and Farley, K. A., 2005, The non-equilibrium landscape of the southern Sierra Nevada, California: GSA Today, v. 15, n. 9, p. 4 –10, http://dx.doi.org/10.1130/10525173(2005)015[4:TNLOTS]2.0.CO;2 Coleman, D. S., and Glazner, A. F., 1997, The Sierra Crest magmatic event; rapid formation of juvenile crust\nduring the Late Cretaceous in California: International Geology Review, v. 39, n. 9, p. 768–787, http://dx.doi.org/10.1080/00206819709465302 Coney, P. J., and Reynolds, S. J., 1977, Cordilleran Benioff zones: Nature, v. 270, p. 403–406, http:// dx.doi.org/10.1038/270403a0 Creely, S., and Force, E. R., 2007, Type Region of the Ione Formation (Eocene), Central California: Stratigraphy, Paleogeography, and Relation to Auriferous Gravels: U.S. Geological Survey Open-File Report, v. 2006-1378, 65 p. Dalrymple, G. B., 1964, Cenozoic chronology of the Sierra Nevada, California: University of California Publications in Geological Sciences, v. 47, 41 p. Darby, B. J., Wyld, S. J., and Gehrels, G. E., 2000, Provenance and paleogeography of the Black Rock terrane, northwestern Nevada: Implications of U-Pb detrital zircon geochronology, in Soreghan, M. J., and Gehrels, G. E., editors, Paleozoic and Triassic paleogeography and tectonics of western Nevada and northern California: Boulder, Colorado, Geological Society of America Special Paper, v. 347, p. 77–87, http://dx.doi.org/doi:10.1130/0-8137-2347-7.77 Day, H. W., and Bickford, M. E., 2004, Tectonic setting of the Jurassic Smartville and Slate Creek complexes, northern Sierra Nevada, California: Geological Society of America Bulletin, v. 116, n. 11/12, p. 1515– 1528, http://dx.doi.org/10.1130/B25416.1 DeCelles, P. G., 2004, Late Jurassic to Eocene evolution of the Cordilleran thrust belt and foreland basin system, Western U.S.A.: American Journal of Science, v. 304, n. 2, p. 105–168, http://dx.doi.org/10.2475/ ajs.304.2.105 DeGraaff-Surpless, K., Graham, S. A., Wooden, J. L., and McWilliams, M. O., 2002, Detrital zircon provenance analysis of the Great Valley Group, California: Evolution of an arc-forearc system: Geological Society of America Bulletin, v. 114, n. 12, p. 1564 –1580, http://dx.doi.org/10.1130/00167606(2002)114 1564:DZPAOT 2.0.CO;2 Dickinson, W. R., 2008, Accretionary Mesozoic-Cenozoic expansion of the Cordilleran continental margin in California and adjacent Oregon: Geosphere, v. 4, n. 2, p. 329–353, http://dx.doi.org/10.1130/ GES00105.1 Dickinson, W. R., and Gehrels, G. E., 2000, Sandstone petrofacies of detrital zircon samples from Paleozoic and Triassic strata in suspect terranes of northern Nevada and California, in Soreghan, M. J., and Gehrels, G. E., editors, Paleozoic and Triassic paleogeography and tectonics of western Nevada and northern California: Boulder, Colorado, Geological Society of America Special Papers, v. 347, p. 151– 171, http://dx.doi.org/10.1130/0-8137-2347-7.151 –––––– 2009, Use of U-Pb ages of detrital zircons to infer maximum depositional ages of strata: A test against a Colorado Plateau Mesozoic database: Earth and Planetary Science Letters, v. 288, n. 1–2, p. 115–125, http://dx.doi.org/10.1016/j.epsl.2009.09.013 Dickinson, W. R., Ingersoll, R. V., and Graham, S. A., 1979, Paleogene sediment dispersal and paleotectonics in northern California: Geological Society of America Bulletin, v. 90, n. 10, p. 1458–1528, http:// dx.doi.org/10.1130/GSAB-P2-90-1458 Doyle, J. A., Schorn, H. E., Tiffney, B. H., and Upchurch, G. R., Jr., 1988, The La Porte flora—earliest Oligocene of North-Central California, Field Guide for the 1988 meeting of the Paleobotanical Section of the Botanical Society of America: Davis, California, p. 1–41. Ducea, M., 2001, The California arc: Thick granitic batholiths, eclogitic residues, lithospheric-scale thrusting and magmatic flare-ups: GSA Today, v. 11, n. 11, p. 4 –10, http://dx.doi.org/10.1130/10525173(2001)011 0004:TCATGB 2.0.CO;2 Evernden, J. F., and James, G. T., 1964, Potassium-argon dates and the Tertiary floras of North America: American Journal of Science, v. 262, n. 8, p. 945–974, http://dx.doi.org/10.2475/ajs.262.8.945 Evernden, J. F., and Kistler, R. W., 1970, Chronology of emplacement of Mesozoic batholith complexes in California and western Nevada: U.S. Geological Survey Professional Paper 623, 42 p. Faulds, J. E., Henry, C. D., and Hinz, N. H., 2005, Kinematics of the northern Walker Lane: An incipient transform fault along the Pacific–North American plate boundary: Geology, v. 33, n. 6, p. 505–508, http://dx.doi.org/10.1130/G21274.1 Fricke, H. C., and Wing, S. L., 2004, Oxygen isotope and paleobotanical estimates of temperature and 18O-latitude gradients over North America during the Early Eocene: American Journal of Science, v. 304, n. 7, p. 612–635, http://dx.doi.org/10.2475/ajs.304.7.612 Garside, L., Henry, C. D., Faulds, J. E., and Hinz, N. H., 2005, The upper reaches of the Sierra Nevada auriferous gold channels, California and Nevada, in Rhoden, H. N., Steininger, R. C., and Vikre, P. G., editors, Symposium 2005: Window to the World, Reno, Nevada, May 14–18, 2005, Geological Society of Nevada, p. 209–235. Gehrels, G. E., and Dickinson, W. R., 2000, Detrital zircon geochronology of the Antler overlap and foreland basin assemblages, Nevada, in Soreghan, M. J., and Gehrels, G. E., editors, Paleozoic and Triassic paleogeography and tectonics of western Nevada and northern California, Volume 347: Boulder, Colorado, Geological Society of America Special Papers, v. 347, p. 57–63, http://dx.doi.org/10.1130/08137-2347-7.57 Gehrels, G. E., and Miller, M. M., 2000, Detrital zircon geochronologic study of upper Paleozoic strata in the eastern Klamath terrane, northern California, in Soreghan, M. J., and Gehrels, G. E., editors, Paleozoic and Triassic paleogeography and tectonics of western Nevada and northern California: Boulder, Colorado, Geological Society of America Special Papers, v. 347, p. 99–107, http://dx.doi.org/10.1130/ 0-8137-2347-7.99 Gehrels, G. E., Dickinson, W. R., Riley, B. C. D., Finney, S. C., and Smith, M. T., 2000, Detrital zircon geochronology of the Roberts Mountains allochthon, Nevada, in Soreghan, M. J., and Gehrels, G. E., editors, Paleozoic and Triassic paleogeography and tectonics of western Nevada and northern\nCalifornia: Boulder, Colorado, Geological Society of America Special Papers, v. 347, p. 19 – 42, http://dx.doi.org/10.1130/0-8137-2347-7.19 Gehrels, G. E., Valencia, V., and Pullen, A., 2006, Detrital Zircon Geochronology by Laser Ablation Multicollector ICPMS at the Arizona LaserChron Center, in Loszewski, T., and Huff, W., editors, Geochronology: Emerging Opportunities, Paleontology Society Short Course: Paleontology Society Papers, v. 11, p. 67–76. Gehrels, G. E., Valencia, V. A., and Ruiz, J., 2008, Enhanced precision, accuracy, efficiency, and spatial resolution of U-Pb ages by laser ablation–multicollector-inductively coupled plasma–mass spectrometry: Geochemistry, Geophysics, Geosystems, v. 9, p. Q03017, http://dx.doi.org/10.1029/2007GC001805 Gilbert, G. K., 1917, Hydraulic-mining debris in the Sierra Nevada, U.S. Geological Survey Professional Paper, v. 105, p. 148. Girty, G. H., Hanson, R. E., Schweickert, R. A., and Harwood, D. S., 1996, The Northern Sierra Terrane and associated Mesozoic Magmatic Units, Book 81, Pacific Section S.E.P.M. Grove, M., Gehrels, G. E., Cotkin, S. J., Wright, J. E., and Zou, H., 2008, Non-Laurentian cratonal provenance of Late Ordivician eastern Klamath blueschists and a link to the Alexander terrane, in Wright, J. E., and Shervais, J. W., editors, Ophiolites, Arcs, and Batholiths: A Tribute to Cliff Hopson: Geological Society of America Special Papers, v. 438, p. 223–250, http://dx.doi.org/10.1130/2008.2438(08) Hancock, G. S., Anderson, R. S., and Whipple, K. X., 1998, Beyond power: Bedrock river incision process and form, in Tinkler, J., and Wohl, E., editors, Rivers Over Rock: Fluvial Processes in Bedrock Channels: Geophysical Monograph Series, v. 107, p. 35–60, http://dx.doi.org/10.1029/GM107p0035 Hanson, R. E., Saleeby, J. B., and Schweickert, R. A., 1988, Composite Devonian island-arc batholith in the northern Sierra Nevada: Geological Society of America Bulletin, v. 100, n. 3, p. 446–457, http:// dx.doi.org/10.1130/0016-7606(1988)100 0446:CDIABI 2.3.CO;2 Harding, J. P., Gehrels, G. E., Harwood, D. S., and Girty, G. H., 2000, Detrital zircon geochronology of the Shoo Fly Complex, northern Sierra Terrane, northeastern California, in Soreghan, M. J., and Gehrels, G. E., editors, Paleozoic and Triassic paleogeography and tectonics of western Nevada and northern California: Boulder, Colorado, Geological Society of America Special Papers, v. 347, p. 43–55, http:// dx.doi.org/10.1130/0-8137-2347-7.43 Heller, P. L., Paola, C., Hwang, I.-G., John, B., and Steel, R., 2001, Geomorphology and sequence stratigraphy due to slow and rapid base-level changes in an experimental subsiding basin (XES 96-1): AAPG Bulletin, v. 85, n. 5, p. 817– 838, http://dx.doi.org/10.1306/8626CA0F-173B-11D78645000102C1865D Henry, C. D., 2008, Ash-flow tuffs and paleovalleys in northeastern Nevada: Implications for Eocene paleogeography and extension in the Sevier hinterland, northern Great Basin: Geosphere, v. 4, n. 1, p. 1–35, http://dx.doi.org/10.1130/GES00122.1 Henry, C. D., and Faulds, J. E., 2010, Ash-flow tuffs in the Nine Hill, Nevada, paleovalley and implications for tectonism and volcanism of the western Great Basin, USA: Geosphere, v. 6, n. 4, p. 339–369, http:// dx.doi.org/10.1130/GES00548.1 Henry, C. D., Hinz, N. H., Faulds, J. E., Colgan, J. P., John, D. A., Brooks, E. R., Cassel, E. J., Garside, L. J., Davis, D. A., and Castor, S. B., 2012, Eocene-Early Miocene paleotopography of the Sierra Nevada-Great Basin-Nevadaplano based on widespread ash-flow tuffs and paleovalleys: Geosphere, v. 8, p. 1–27, http://dx.doi.org/10.1130/GES00727.1 House, M. A., Wernicke, B. P., and Farley, K. A., 2001, Paleo-geomorphology of the Sierra Nevada, California, from (U-Th)/He ages in apatite: American Journal of Science, v. 301, n. 2, p. 77–102, http://dx.doi.org/10.2475/ajs.301.2.77 Hren, M. T., Pagani, M., Erwin, D. M., and Brandon, M., 2010, Biomarker reconstruction of the early Eocene paleotopography and paleoclimate of the northern Sierra Nevada: Geology, v. 38, n. 1, p. 7–10, http://dx.doi.org/10.1130/G30215.1 Huber, N. K., 1981, Amount and timing of late Cenozoic uplift and tilt of the central Sierra Nevada, California—Evidence from the upper San Joaquin river basin: U.S. Geological Survey Professional Paper, v. 1197, 28 p. –––––– 1990, The late Cenozoic evolution of the Tuolumne River, central Sierra Nevada, California: Geological Society of America Bulletin, v. 102, n. 1, p. 102–115, http://dx.doi.org/10.1130/00167606(1990)102 0102:TLCEOT 2.3.CO;2 Hudson, F. S., 1955, Measurement of the deformation of the Sierra Nevada, California, since middle Eocene: Geological Society of America Bulletin, v. 66, n. 7, p. 835–869, http://dx.doi.org/10.1130/00167606(1955)66[835:MOTDOT]2.0.CO;2 –––––– 1960, Post-Pliocene uplift of the Sierra Nevada, California: Geological Society of America Bulletin, v. 71, n. 11, p. 1547–1574, http://dx.doi.org/10.1130/0016-7606(1960)71[1547:PUOTSN]2.0.CO;2 Humphreys, E., 2009, Relation of flat subduction to magmatism and deformation in the western United States, in Kay, S. M., Ramos, V. A., and Dickinson, W. R., editors, Backbone of the Americas: Shallow Subduction, Plateau Uplift, and Ridge and Terrane Collision: Geological Society of America Memoir, v. 204, p. 85–98, http://dx.doi.org/10.1130/2009.1204(04) Humphreys, E., Hessler, E., Dueker, K., Farmer, G. L., Erslev, E., and Atwater, T., 2003, How Laramide-age hydration of North American lithosphere by the Farallon Slab controlled subsequent activity in the western United States: International Geology Review, v. 45, p. 575–595, http://dx.doi.org/10.2747/00206814.45.7.575 Ingersoll, R. V., 1979, Evolution of the Late Cretaceous forearc basin, northern and central California: Geological Society of America Bulletin, v. 90, n. 9, p. 813–826, http://dx.doi.org/10.1130/00167606(1979)90 813:EOTLCF 2.0.CO;2 Irwin, W. P., and Wooden, J. L., 2001, Map showing plutons and accreted terranes of the Sierra Nevada,\nCalifornia, with a tabulation of U/Pb isotopic ages: Reston, Virginia, U.S. Geological Survey Open-File Report 01-229, scale 1:1,000,000, 1 sheet. Jacobson, C. E., Grove, M., Pedrick, J. N., Barth, A. P., Marsaglia, K. M., Gehrels, G. E., and Nourse, J. A., 2010, Late Cretaceous–early Cenozoic tectonic evolution of the southern California margin inferred from provenance of trench and forearc sediments: Geological Society of America Bulletin, v. 123, n. 3–4, p. 485–506, http://dx.doi.org/10.1130/B30238.1 John, D. A., Henry, C. D., and Colgan, J. P., 2008, Magmatic and tectonic evolution of the Caetano caldera, north-central Nevada: A tilted, mid-Tertiary eruptive center and source of the Caetano Tuff: Geosphere, v. 4, n. 1, p. 75–106, http://dx.doi.org/10.1130/GES00116.1 Jones, C. H., Farmer, G. L., and Unruh, J., 2004, Tectonics of Pliocene removal of lithosphere of the Sierra Nevada, California: Geological Society of America Bulletin, v. 116, n. 11–12, p. 1408–1422, http:// dx.doi.org/10.1130/B25397.1 Jones, C. H., Farmer, G. L., Sageman, B., and Zhong, S., 2011, Hydrodynamic mechanism for the Laramide orogeny: Geosphere, v. 7, n. 1, p. 183–201, http://dx.doi.org/10.1130/GES00575.1 Lindgren, W., 1911, The Tertiary gravels of the Sierra Nevada of California: U.S. Geological Survey Professional Paper, v. 73, 226 p. MacGinitie, H. D., 1941, A Middle Eocene flora from the central Sierra Nevada: Carnegie Institute of Washington Publication, Contributions to Palaeontology, v. 534, p. 1–169. Manuszak, J. D., Satterfield, J. I., and Gehrels, G. E., 2000, Detrital zircon geochronology of Upper Triassic strata in western Nevada, in Soreghan, M. J., and Gehrels, G. E., editors, Paleozoic and Triassic paleogeography and tectonics of western Nevada and northern California: Geological Society of America Special Paper, v. 347, p. 109–118, http://dx.doi.org/10.1130/0-8137-2347-7.109 McDougall, I., and Harrison, T. M., 1988, Geochronology and thermochronology by the 40Ar/39Ar method: New York, Oxford University Press, Oxford Monographs on Geology and Geophysics, 212 p. McKee, E. H., 1974, Northumberland Caldera and Northumberland Tuff: Nevada Bureau of Mines and Geology Report, v. 19, p. 35–41. Meyer, H. W., 2003, The fossils of Florissant: Washington, D.C., Smithsonian Institution Press, 258 p. Miller, K. G., 1992, Middle Eocene to Oligocene Stable Isotopes, Climate, and Deep-water History: The\nTerminal Eocene Event?, in Prothero, D. R., and Berggren, W. A., editors, Eocene-Oligocene Climatic and Biotic Evolution: Princeton, New Jersey, Princeton University Press, p. 160–177. Miller, K. G., Kominz, M. A., Browning, J. V., Wright, J. D., Mountain, G. S., Katz, M. E., Sugarman, P. J., Cramer, B. S., Christie-Blick, N., and Pekar, S. F., 2005, The Phanerozoic record of global sea-level change: Science, v. 310, n. 5752, p. 1293–1298, http://dx.doi.org/10.1126/science.1116412 Mix, H. T., Mulch, A., Kent-Corson, M. L., and Chamberlain, C. P., 2010, Cenozoic migration of topography in the North American Cordillera: Geology, v. 39, n. 1, p. 87–90, http://dx.doi.org/10.1130/G31450.1 Morris, P. A., 1966, A field guide to Pacific Coast shells: Boston, Houghton Mifflin Company, 297 p. Moxon, I. W., and Graham, S. A., 1987, History and controls of subsidence in the Late Cretaceous–Tertiary\nGreat Valley forearc basin, California: Geology, v. 15, n. 7, p. 626–629, http://dx.doi.org/10.1130/00917613(1987)15 626:HACOSI 2.0.CO;2 Mulch, A., Graham, S. A., and Chamberlain, C. P., 2006, Hydrogen isotopes in Eocene river gravels and paleoelevation of the Sierra Nevada: Science, v. 313, n. 5783, p. 87–89, http://dx.doi.org/10.1126/ science.1125986 Mulch, A., Sarna-Wojcicki, A. M., Perkins, M. E., and Chamberlain, C. P., 2008, A Miocene to Pleistocene climate and elevation record of the Sierra Nevada (California): Proceedings of the National Academy of Sciences of the United States of America, v. 105, n. 19, p. 6819–6824, http://dx.doi.org/10.1073/ pnas.0708811105 Poage, M. A., and Chamberlain, C. P., 2001, Empirical relationships between elevation and the stable isotope composition of precipitation and surface waters: considerations for studies of paleoelevation change: American Journal of Science, v. 301, n. 2, p. 1–15, http://dx.doi.org/10.2475/ajs.301.1.1 Press, W. H., Flannery, B. P., Teukolsky, S. A., and Vetterling, W. T., 1986, Numerical recipes, The art of scientific computing: Cambridge, Cambridge University Press, 186 p. Prothero, D. R., 2008, Magnetic stratigraphy of the Eocene-Oligocene floral transition in western North America, in Meyer, H. W., and Smith, D. M., editors, Paleontology of the Upper Eocene Florissant Formation, Colorado: Geological Society of America Special Papers, v. 435, p. 71–87, http://dx.doi.org/ 10.1130/2008.2435(05) Retallack, G. J., Orr, W. N., Prothero, D. R., Duncan, R. A., Kester, P. R., and Ambers, C. P., 2004, Eocene-Oligocene extinction and paleoclimatic change near Eugene, Oregon: Geological Society of America Bulletin, v. 116, n. 7–8, p. 817–839, http://dx.doi.org/10.1130/B25281.1 Saleeby, J., 2003, Segmentation of the Laramide slab-evidence from the southern Sierra Nevada region: Geological Society of America Bulletin, v. 115, n. 6, p. 655–668, http://dx.doi.org/10.1130/00167606(2003)115 0655:SOTLSF 2.0.CO;2 Saleeby, J. B., Shaw, H. F., Niemeyer, S., Moores, E. M., and Edelman, S. H., 1989, U/Pb, Sm/Nd and Rb/Sr geochronological and isotopic study of northern Sierra Nevada ophiolitic assemblages, California: Contributions to Mineralogy and Petrology, v. 102, n. 2, p. 205–220, http://dx.doi.org/10.1007/ BF00375341 Saucedo, G. J., and Wagner, D. L., 1992, Geologic map of the Chico Quadrangle: California Division of Mines and Geology, Regional Geologi Map n. 7A, scale 1:250,000. Sigloch, K., McQuarrie, N., and Nolet, G., 2008, Two-stage subduction history under North America inferred from multiple-frequency tomography: Nature Geoscience, v. 1, p. 458–462, http://dx.doi.org/10.1038/ ngeo231 Soreghan, M. J., and Gehrels, G. E., 2000, Paleozoic and Triassic paleogeography and tectonics of western\nNevada and northern California, Boulder, Colorado, Geological Society of America Special Papers, v. 347, 252 p. Spurlin, M. S., Gehrels, G. E., and Harwood, D. S., 2000, Detrital zircon geochronology of upper Paleozoic and lower Mesozoic strata of the northern Sierra terrane, northeastern California, in Soreghan, M. J., and Gehrels, G. E., editors, Paleozoic and Triassic paleogeography and tectonics of western Nevada and northern California: Geological Society of America Special Papers, v. 347, p. 89–98, http://dx.doi.org/ 10.1130/0-8137-2347-7.89 Stacey, J. S., and Kramers, J. D., 1975, Approximation of terrestrial lead isotope evolution by a two-stage model: Earth and Planetary Science Letters, v. 26, n. 2, p. 207–221, http://dx.doi.org/10.1016/0012821X(75)90088-6 Stern, T. W., Bateman, P. C., Morgan, B. A., Newell, M. F., and Peck, D. L., 1981, Isotopic U-Pb ages of zircon from the granitoids of the Central Sierra Nevada: U.S. Geological Survey Professional Paper, v. 1185, p. 17. Tiffney, B. H., and Haggard, K. K., 1996, Fruits of Mastixioideae (Cornaceae) from the Paleogene of western North America: Review of Palaeobotany and Palynology, v. 92, n. 1–2, p. 29–54, http://dx.doi.org/ 10.1016/0034-6667(96)00104-2 Unruh, J. R., 1991, The uplift of the Sierra Nevada and implications for late Cenozoic epeirogeny in the western Cordillera: Geological Society of America Bulletin, v. 103, n. 11, p. 1395–1404, http://dx.doi.org/ 10.1130/0016-7606(1991)103 1395:TUOTSN 2.3.CO;2 Van Buer, N. J., and Miller, E. L., 2010, Sahwave Batholith, NW Nevada: Cretaceous arc flare-up in a basinal terrane: Lithosphere, v. 2, n. 6, p. 423–446, http://dx.doi.org/10.1130/L105.1 Van Buer, N. J., Miller, E. L., and Dumitru, T. A., 2009, Early Tertiary paleogeologic map of the northern Sierra Nevada batholith and the northwestern Basin and Range: Geology, v. 37, n. 4, p. 371–374, http://dx.doi.org/10.1130/G25448A.1 Van Sickel, W. A., Kominz, M. A., Miller, K. G., and Browning, J. V., 2004, Late Cretaceous and Cenozoic sea-level estimates: backstripping analysis of borehole data, onshore New Jersey: Basin Research, v. 16, n. 4, p. 451–465, http://dx.doi.org/10.1111/j.1365-2117.2004.00242.x Wagner, D. L., Saucedo, G. J., and Grose, T. L. T., 2000, Tertiary volcanic rocks of the Blairsden area, northern Sierra Nevada, California, in Brooks, E. R., and Dida, L. T., editors, Field guide to the geology and tectonics of the northern Sierra Nevada: State of California, Department of Conservation, California Division of Mines and Geology Special Publication, v. 122, p. 155–172. Wakabayashi, J., and Sawyer, T. L., 2000, Neotectonics of the Sierra Nevada and the Sierra Nevada–Basin and Range transition, California, with field trip stop descriptions for the northeastern Sierra Nevada, in Brooks, E. R., and Dida, L. T., editors, Field guide to the geology and tectonics of the northern Sierra Nevada: California Division of Mines and Geology Special Publication, v. 122, p. 173–212. –––––– 2001, Stream incision, tectonics, uplift and evolution of topography of the Sierra Nevada, California: The Journal of Geology, v. 109, n. 5, p. 539–562, http://dx.doi.org/10.1086/321962 Wernicke, B., Clayton, R., Ducea, M., Jones, C. H., Park, S., Ruppert, S., Saleeby, J., Snow, J. K., Squires, L., Fliedner, M., Jiracek, G., Keller, R., Klemperer, S., Luetgert, J., Malin, P., Miller, K., Mooney, W., Oliver, H., and Phinney, R., 1996, Origin of high mountains in the continents: The southern Sierra Nevada: Science, v. 271, n. 5246, p. 190–193, http://dx.doi.org/10.1126/science.271.5246.190 Whipple, K. X., Kirby, E., and Brocklehurst, S. H., 1999, Geomorphic limits to climate-induced increases in topographic relief: Nature, v. 401, p. 39–43, http://dx.doi.org/10.1038/43375 Wing, S. L., and Greenwood, D. R., 1993, Fossils and fossil climate: The case for equable continental interiors in the Eocene: Philosophical Transactions of the Royal Society of London, series B, v. 341, p. 243–252, http://dx.doi.org/doi:10.1098/rstb.1993.0109 Wolfe, J. A., 1994, Tertiary climatic changes at middle latitudes of western North America: Palaeogeography, Palaeoclimatology, Palaeoecology, v. 108, n. 3– 4, p. 195–205, http://dx.doi.org/10.1016/00310182(94)90233-X Wolfe, J. A., Schorn, H. E., Forest, C. E., and Molnar, P., 1997, Paleobotanical evidence for high altitudes in Nevada during the Miocene: Science, v. 276, n. 5319, p. 1672–1675, http://dx.doi.org/10.1126/ science.276.5319.1672 Wolfe, J. A., Forest, C. E., and Molnar, P., 1998, Paleobotanical evidence of Eocene and Oligocene paleoaltitudes in midlatitude western North America: Geological Society of America Bulletin, v. 110, n. 5, p. 664–678, http://dx.doi.org/10.1130/0016-7606(1998)110 0664:PEOEAO 2.3.CO;2 Yeend, W. E., 1974, Gold-bearing gravel of the ancestral Yuba River, Sierra Nevada, California: U.S. Geological Survey Professional Paper, n. 772, p. 1–85. Zachos, J., Pagani, M., Sloan, L., Thomas, E., and Billups, K., 2001, Trends, rhythms, and aberrations in global climate 65 Ma to present: Science, v. 292, n. 5517, p. 686–693, http://dx.doi.org/10.1126/ science.1059412"
  }],
  "year": 2012,
  "references": [{
    "title": "Thermodynamic calculation of emplacement pressures for batholithic rocks, California",
    "authors": ["J.J. Ague"],
    "year": 1997
  }, {
    "title": "Magmatic arc asymmetry and distribution of anomalous plutonic belts",
    "authors": ["J.J. Ague", "G.H. Brimhall"],
    "year": 1988
  }, {
    "title": "The Ione Formation of California: University of California Department of Geological",
    "authors": ["V.T. Allen"],
    "year": 1929
  }, {
    "title": "Changes of bedload characteristics along the Marsyandi River",
    "authors": ["M. Attal", "J. Lavé"],
    "venue": "Sciences Bulletin,",
    "year": 2006
  }, {
    "title": "Geological Survey Open-File Report 92–588",
    "authors": ["Valley", "California: U.S"],
    "year": 1961
  }, {
    "title": "Braided stream and flood-plain deposition",
    "authors": ["P.A. Bentham", "P.J. Talling", "D.W. Burbank"],
    "venue": "Northern California: California Division of Mines and Geology, Bulletin,",
    "year": 1993
  }, {
    "title": "Kinematic history of the Laramide orogeny in latitudes 35°–49°N, western",
    "authors": [],
    "year": 1998
  }, {
    "title": "Flow and sediment dynamics in a low sinuosity, braided river; Calamus",
    "authors": ["S.L. Gabel"],
    "year": 1992
  }, {
    "title": "Geologic map",
    "authors": ["E.R. 1992.tb01026.x Brooks", "M.M. Wood", "D.R. Boehme", "K.L. Potter", "B.I. Marcus"],
    "year": 2003
  }, {
    "title": "Age, geochemical composition, and distribution",
    "authors": ["A.T. Calvert", "S.A. Graham"],
    "year": 2009
  }, {
    "title": "Cenozoic exhumation of the northern",
    "authors": ["M.R. Cecil", "M.N. Ducea", "P.W. Reiners", "C.G. Chase"],
    "venue": "v. 8,",
    "year": 2006
  }, {
    "title": "The non-equilibrium landscape of the southern",
    "authors": ["LCCMIT]2.0.CO", "2 Clark", "M. K", "Maheo", "Saleeby", "K.A. Farley"],
    "year": 2005
  }, {
    "title": "The Sierra Crest magmatic event; rapid formation of juvenile crust",
    "authors": ["D.S. Coleman", "A.F. Glazner"],
    "year": 1997
  }, {
    "title": "Type Region of the Ione Formation (Eocene), Central California: Stratigraphy, Paleogeography, and Relation to Auriferous Gravels: U.S",
    "authors": ["S. Creely", "E.R. Force"],
    "venue": "Geological Survey Open-File Report,",
    "year": 2007
  }, {
    "title": "Cenozoic chronology of the Sierra Nevada, California: University of California Publications in Geological Sciences, v",
    "authors": ["G.B. Dalrymple"],
    "year": 1964
  }, {
    "title": "Provenance and paleogeography of the Black Rock terrane, northwestern Nevada: Implications of U-Pb detrital zircon geochronology, in Soreghan",
    "authors": ["B.J. Darby", "S.J. Wyld", "G.E. Gehrels"],
    "venue": "Geological Society of America Special Paper,",
    "year": 2000
  }, {
    "title": "Tectonic setting of the Jurassic Smartville and Slate Creek complexes, northern Sierra Nevada, California",
    "authors": ["H.W. Day", "M.E. Bickford"],
    "venue": "Geological Society of America Bulletin,",
    "year": 2004
  }, {
    "title": "Late Jurassic to Eocene evolution of the Cordilleran thrust belt and foreland basin system, Western U.S.A.",
    "authors": ["P.G. DeCelles"],
    "venue": "American Journal of Science, v. 304,",
    "year": 2004
  }, {
    "title": "Detrital zircon provenance analysis of the Great Valley Group, California: Evolution of an arc-forearc system: Geological Society of America Bulletin",
    "authors": ["K. DeGraaff-Surpless", "S.A. Graham", "J.L. Wooden", "M.O. McWilliams"],
    "venue": "v. 114,",
    "year": 2002
  }, {
    "title": "Accretionary Mesozoic-Cenozoic expansion of the Cordilleran continental margin in California and adjacent Oregon: Geosphere",
    "authors": ["W.R. Dickinson"],
    "venue": "v. 4,",
    "year": 2008
  }, {
    "title": "Sandstone petrofacies of detrital zircon samples from Paleozoic and Triassic strata in suspect terranes of northern Nevada and California, in Soreghan",
    "authors": ["W.R. Dickinson", "G.E. Gehrels"],
    "venue": "Geological Society of America Special Papers,",
    "year": 2000
  }, {
    "title": "Paleogene sediment dispersal and paleotectonics in northern California: Geological Society of America",
    "authors": ["W.R. Dickinson", "R.V. Ingersoll", "S.A. Graham"],
    "venue": "Bulletin, v. 90,",
    "year": 1979
  }, {
    "title": "The La Porte flora—earliest Oligocene of North-Central California, Field Guide for the 1988 meeting of the Paleobotanical Section of the Botanical Society",
    "authors": ["J.A. Doyle", "H.E. Schorn", "B.H. Tiffney", "G.R. Upchurch", "Jr."],
    "year": 1988
  }, {
    "title": "The California arc: Thick granitic batholiths, eclogitic residues, lithospheric-scale thrusting and magmatic flare-ups",
    "authors": ["M. Ducea"],
    "venue": "GSA Today, v. 11,",
    "year": 2001
  }, {
    "title": "Potassium-argon dates and the Tertiary floras of North America",
    "authors": ["J.F. Evernden", "G.T. James"],
    "venue": "American Journal of Science, v. 262,",
    "year": 1964
  }, {
    "title": "Chronology of emplacement of Mesozoic batholith complexes in California and western Nevada: U.S",
    "authors": ["J.F. Evernden", "R.W. Kistler"],
    "venue": "Geological Survey Professional Paper 623,",
    "year": 1970
  }, {
    "title": "Kinematics of the northern Walker Lane: An incipient transform fault along the Pacific–North American plate boundary: Geology",
    "authors": ["J.E. Faulds", "C.D. Henry", "N.H. Hinz"],
    "venue": "v. 33,",
    "year": 2005
  }, {
    "title": "Oxygen isotope and paleobotanical estimates of temperature and 18O-latitude gradients over North America during the Early Eocene",
    "authors": ["H.C. Fricke", "S.L. Wing"],
    "venue": "American Journal of Science, v. 304,",
    "year": 2004
  }, {
    "title": "The upper reaches of the Sierra Nevada auriferous gold channels, California and Nevada",
    "authors": ["L. Garside", "C.D. Henry", "J.E. Faulds", "N.H. Hinz"],
    "venue": "Symposium 2005: Window to the World,",
    "year": 2005
  }, {
    "title": "Detrital zircon geochronology of the Antler overlap and foreland basin assemblages, Nevada, in Soreghan",
    "authors": ["G.E. Gehrels", "W.R. Dickinson"],
    "venue": "Geological Society of America Special Papers,",
    "year": 2000
  }, {
    "title": "Detrital zircon geochronologic study of upper Paleozoic strata in the eastern Klamath terrane, northern California, in Soreghan",
    "authors": ["G.E. Gehrels", "M.M. Miller"],
    "venue": "Geological Society of America Special Papers,",
    "year": 2000
  }, {
    "title": "Detrital zircon geochronology of the Roberts Mountains allochthon, Nevada, in Soreghan",
    "authors": ["G.E. Gehrels", "W.R. Dickinson", "B.C.D. Riley", "S.C. Finney", "M.T. Smith"],
    "year": 2000
  }, {
    "title": "Detrital Zircon Geochronology by Laser Ablation Multicollector ICPMS at the Arizona LaserChron Center, in Loszewski",
    "authors": ["G.E. Gehrels", "V. Valencia", "A. Pullen"],
    "year": 2006
  }, {
    "title": "Enhanced precision, accuracy, efficiency, and spatial resolution of U-Pb ages by laser ablation–multicollector-inductively coupled plasma–mass spectrometry: Geochemistry",
    "authors": ["G.E. Gehrels", "V.A. Valencia", "J. Ruiz"],
    "venue": "Geophysics, Geosystems,",
    "year": 2008
  }, {
    "title": "Hydraulic-mining debris in the Sierra Nevada, U.S",
    "authors": ["G.K. Gilbert"],
    "venue": "Geological Survey Professional Paper,",
    "year": 1917
  }, {
    "title": "The Northern Sierra Terrane and associated Mesozoic Magmatic Units, Book 81, Pacific Section S.E.P.M",
    "authors": ["G.H. Girty", "R.E. Hanson", "R.A. Schweickert", "D.S. Harwood"],
    "year": 1996
  }, {
    "title": "Non-Laurentian cratonal provenance of Late Ordivician eastern Klamath blueschists and a link to the Alexander terrane",
    "authors": ["M. Grove", "G.E. Gehrels", "S.J. Cotkin", "J.E. Wright", "H. Zou"],
    "venue": "Arcs, and Batholiths: A Tribute to Cliff Hopson: Geological Society of America Special Papers,",
    "year": 2008
  }, {
    "title": "Beyond power: Bedrock river incision process and form, in Tinkler",
    "authors": ["G.S. Hancock", "R.S. Anderson", "K.X. Whipple"],
    "venue": "Rivers Over Rock: Fluvial Processes in Bedrock Channels: Geophysical Monograph Series,",
    "year": 1998
  }, {
    "title": "Composite Devonian island-arc batholith in the northern Sierra Nevada",
    "authors": ["R.E. Hanson", "J.B. Saleeby", "R.A. Schweickert"],
    "venue": "Geological Society of America Bulletin, v. 100,",
    "year": 1988
  }, {
    "title": "Detrital zircon geochronology of the Shoo Fly Complex, northern Sierra Terrane, northeastern California, in Soreghan",
    "authors": ["J.P. Harding", "G.E. Gehrels", "D.S. Harwood", "G.H. Girty"],
    "venue": "Geological Society of America Special Papers,",
    "year": 2000
  }, {
    "title": "Geomorphology and sequence stratigraphy due to slow and rapid base-level changes in an experimental subsiding basin (XES 96-1)",
    "authors": ["P.L. Heller", "C. Paola", "Hwang", "I.-G", "B. John", "R. Steel"],
    "venue": "AAPG Bulletin, v. 85,",
    "year": 2001
  }, {
    "title": "Ash-flow tuffs and paleovalleys in northeastern Nevada: Implications for Eocene paleogeography and extension in the Sevier hinterland, northern Great Basin: Geosphere",
    "authors": ["C.D. Henry"],
    "venue": "v. 4,",
    "year": 2008
  }, {
    "title": "Ash-flow tuffs in the Nine Hill, Nevada, paleovalley and implications for tectonism and volcanism of the western Great Basin, USA: Geosphere",
    "authors": ["C.D. Henry", "J.E. Faulds"],
    "venue": "v. 6,",
    "year": 2010
  }, {
    "title": "Eocene-Early Miocene paleotopography of the Sierra Nevada-Great Basin-Nevadaplano based on widespread ash-flow tuffs and paleovalleys: Geosphere",
    "authors": ["C.D. Henry", "N.H. Hinz", "J.E. Faulds", "J.P. Colgan", "D.A. John", "E.R. Brooks", "E.J. Cassel", "L.J. Garside", "D.A. Davis", "S.B. Castor"],
    "year": 2012
  }, {
    "title": "Paleo-geomorphology of the Sierra Nevada, California, from (U-Th)/He ages in apatite",
    "authors": ["M.A. House", "B.P. Wernicke", "K.A. Farley"],
    "venue": "American Journal of Science, v. 301,",
    "year": 2001
  }, {
    "title": "Biomarker reconstruction of the early Eocene paleotopography and paleoclimate of the northern Sierra Nevada: Geology",
    "authors": ["M.T. Hren", "M. Pagani", "D.M. Erwin", "M. Brandon"],
    "venue": "v. 38,",
    "year": 2010
  }, {
    "title": "Amount and timing of late Cenozoic uplift and tilt of the central Sierra Nevada, California—Evidence from the upper San Joaquin river basin: U.S",
    "authors": ["N.K. Huber"],
    "venue": "Geological Survey Professional Paper,",
    "year": 1981
  }, {
    "title": "Measurement of the deformation of the Sierra Nevada, California, since middle Eocene",
    "authors": ["F.S. Hudson"],
    "venue": "Geological Society of America Bulletin, v. 66,",
    "year": 1955
  }, {
    "title": "Relation of flat subduction to magmatism and deformation in the western",
    "authors": ["E. Humphreys"],
    "venue": "Backbone of the Americas: Shallow Subduction, Plateau Uplift, and Ridge and Terrane Collision: Geological Society of America Memoir,",
    "year": 2009
  }, {
    "title": "How Laramide-age hydration of North American lithosphere by the Farallon Slab controlled subsequent activity in the western",
    "authors": ["E. Humphreys", "E. Hessler", "K. Dueker", "G.L. Farmer", "E. Erslev", "T. Atwater"],
    "venue": "United States: International Geology Review,",
    "year": 2003
  }, {
    "title": "Evolution of the Late Cretaceous forearc basin, northern and central California: Geological Society of America",
    "authors": ["R.V. Ingersoll"],
    "venue": "Bulletin, v. 90,",
    "year": 1979
  }, {
    "title": "Map showing plutons and accreted terranes of the Sierra Nevada",
    "authors": ["W.P. Irwin", "J.L. Wooden"],
    "year": 2001
  }, {
    "title": "Magmatic and tectonic evolution of the Caetano caldera",
    "authors": ["D.A. John", "C.D. Henry", "J.P. Colgan"],
    "year": 2008
  }, {
    "title": "Tectonics of Pliocene removal of lithosphere of the Sierra",
    "authors": ["C.H. Jones", "G.L. Farmer", "J. Unruh"],
    "venue": "v. 4,",
    "year": 2004
  }, {
    "title": "Hydrodynamic mechanism for the Laramide",
    "authors": ["G.L. Farmer", "B. Sageman", "S. Zhong"],
    "year": 2011
  }, {
    "title": "A Middle Eocene flora from the central Sierra Nevada",
    "authors": ["D. H"],
    "venue": "Professional Paper,",
    "year": 1941
  }, {
    "title": "Geochronology and thermochronology by the 40Ar/39Ar",
    "authors": ["I. McDougall", "T.M. Harrison"],
    "venue": "America Special Paper,",
    "year": 1988
  }, {
    "title": "The fossils of Florissant: Washington, D.C",
    "authors": ["H.W. Meyer"],
    "venue": "Geology Report,",
    "year": 2003
  }, {
    "title": "The Phanerozoic record of global sea-level",
    "authors": ["B.S. Cramer", "N. Christie-Blick", "S.F. Pekar"],
    "year": 2005
  }, {
    "title": "Cenozoic migration of topography",
    "authors": ["H.T. Mix", "A. Mulch", "M.L. Kent-Corson", "C.P. Chamberlain"],
    "venue": "Science, v. 310,",
    "year": 2010
  }, {
    "title": "A field guide to Pacific Coast shells",
    "authors": ["P.A. Morris"],
    "venue": "in the North American Cordillera: Geology, v. 39,",
    "year": 1966
  }, {
    "title": "Hydrogen isotopes in Eocene river gravels",
    "authors": ["A. Mulch", "S.A. Graham", "C.P. Chamberlain"],
    "year": 2006
  }, {
    "title": "A Miocene to Pleistocene",
    "authors": ["A. Mulch", "A.M. Sarna-Wojcicki", "M.E. Perkins", "C.P. Chamberlain"],
    "year": 2008
  }, {
    "title": "Empirical relationships between elevation and the stable isotope",
    "authors": ["M.A. pnas.0708811105 Poage", "C.P. Chamberlain"],
    "year": 2001
  }, {
    "title": "U/Pb, Sm/Nd and Rb/Sr",
    "authors": ["J.B. Saleeby", "H.F. Shaw", "S. Niemeyer", "E.M. Moores", "S.H. Edelman"],
    "year": 1989
  }, {
    "title": "Geologic map of the Chico Quadrangle: California Division",
    "authors": ["G.J. BF00375341 Saucedo", "D.L. Wagner"],
    "year": 1992
  }, {
    "title": "Two-stage subduction history under North America",
    "authors": ["K. Sigloch", "N. McQuarrie", "G. Nolet"],
    "venue": "Mines and Geology, Regional Geologi Map n",
    "year": 2008
  }, {
    "title": "Paleozoic and Triassic paleogeography and tectonics of western",
    "authors": ["M.J. ngeo231 Soreghan", "G.E. Gehrels"],
    "year": 2000
  }, {
    "title": "Detrital zircon geochronology of upper Paleozoic",
    "authors": ["M.S. p. Spurlin", "G.E. Gehrels", "D.S. Harwood"],
    "year": 2000
  }, {
    "title": "Approximation of terrestrial lead isotope evolution by a two-stage",
    "authors": ["J.D. Kramers"],
    "year": 1975
  }, {
    "title": "Isotopic U-Pb ages of zircon",
    "authors": ["T.W. Stern", "P.C. Bateman", "B.A. Morgan", "M.F. Newell", "D.L. Peck"],
    "year": 1981
  }, {
    "title": "Fruits of Mastixioideae (Cornaceae) from the Paleogene of western",
    "authors": ["B.H. p. 17. Tiffney", "K.K. Haggard"],
    "year": 1996
  }, {
    "title": "The uplift of the Sierra Nevada and implications for late Cenozoic epeirogeny",
    "authors": ["J.R. Unruh"],
    "year": 1991
  }, {
    "title": "Sahwave Batholith, NW Nevada: Cretaceous arc flare-up in a basinal",
    "authors": ["N.J. Van Buer", "E.L. Miller"],
    "year": 2010
  }, {
    "title": "Early Tertiary paleogeologic map of the northern",
    "authors": ["N.J. Van Buer", "E.L. Miller", "T.A. Dumitru"],
    "venue": "terrane: Lithosphere,",
    "year": 2009
  }, {
    "title": "Late Cretaceous and Cenozoic",
    "authors": ["W.A. Van Sickel", "M.A. Kominz", "K.G. Miller", "J.V. Browning"],
    "year": 2004
  }, {
    "title": "Neotectonics of the Sierra Nevada and the Sierra Nevada–Basin",
    "authors": ["J. Wakabayashi", "T.L. Sawyer"],
    "venue": "California Division of Mines and Geology Special Publication,",
    "year": 2000
  }, {
    "title": "Origin of high mountains in the continents: The southern Sierra Nevada",
    "authors": ["R. Phinney"],
    "year": 1996
  }, {
    "title": "Geomorphic limits to climate-induced increases",
    "authors": ["K.X. Whipple", "E. Kirby", "S.H. Brocklehurst"],
    "venue": "Science, v. 271,",
    "year": 1999
  }, {
    "title": "Fossils and fossil climate: The case for equable continental interiors",
    "authors": ["S.L. Wing", "D.R. Greenwood"],
    "venue": "topographic relief: Nature,",
    "year": 1993
  }, {
    "title": "Tertiary climatic changes at middle latitudes of western North America: Palaeogeography",
    "authors": [],
    "year": 1994
  }, {
    "title": "Paleobotanical evidence for high altitudes",
    "authors": ["J.A. Wolfe", "H.E. Schorn", "C.E. Forest", "P. Molnar"],
    "year": 1997
  }, {
    "title": "Paleobotanical evidence of Eocene and Oligocene",
    "authors": ["J.A. Wolfe", "C.E. Forest", "P. Molnar"],
    "year": 1998
  }, {
    "title": "Trends, rhythms, and aberrations",
    "authors": ["J. Zachos", "M. Pagani", "L. Sloan", "E. Thomas", "K. Billups"],
    "venue": "Geological Survey Professional Paper,",
    "year": 2001
  }],
  "id": "SP:9efb0542f314529852d692eb5d8644597d1e9619",
  "authors": [{
    "name": "ELIZABETH J. CASSEL",
    "affiliations": []
  }],
  "abstractText": "Detrital zircon analysis of Eocene to Oligocene fluvial sediments (“auriferous gravels”) in the Yuba and Feather River drainages, northern California, provides new constraints on the evolution of the paleo-drainage system, sediment provenance, and the timing of sediment deposition and erosion of the Sierra Nevada batholith. 1292 new detrital zircon U-Pb ages in 14 samples indicate a regional shift in sediment provenance, from local sources, predominantly the youngest phase of Sierra Nevada arc magmatism, to basement terranes and extra-regional sources. The majority of samples contain zircon from one of two distinct Mesozoic sources, as well as 5 to 30 percent Precambrian grains, reflecting derivation from both the Sierra Nevada batholith and basement metamorphic belts of the northern Sierra Nevada (for example, Shoo Fly Complex), as well as possible contributions from central Nevada (for example, Roberts Mountain Allochthon, western Nevada Triassic strata). Cretaceous– dominated samples, primarily located in the southwestern Yuba River drainage, were sourced predominantly from 85 to 120 Ma batholithic rocks, whereas Jurassicdominated samples, primarily located further east, lack mid-Cretaceous zircon and instead reflect derivation from older Jurassic crystalline and metamorphic rocks. These Jurassic–dominated samples also contain sparse Eocene–early Oligocene zircon from 42.7 to 33.0 Ma that establish an upper bound for their depositional age and likely require some extra-regional sediment input to the fluvial system, consistent with previously published sedimentologic and stratigraphic data. Overall, sampled detrital zircon age populations show that the majority of sediment deposited within the fluvial system was supplied from local metamorphic basement and/or regional batholith sources within the ancestral Sierra Nevada, with a small component of extra-regional sediment. These results support the conclusion from stratigraphic and stable isotope paleoaltimetry studies that the Sierra Nevada had a relatively steep western gradient in the Eocene–Oligocene, allowing for significant paleovalley incision and regional transport of sediment from upstream. When compared with Upper Cretaceous Great Valley group sediments, samples from the southwestern Yuba River region exhibit significantly larger proportions of 85 to 100 Ma zircon, characteristic of the voluminous Tuolumne Intrusive Series of the Sierra Nevada batholith. The predominance of Late Cretaceous detritus indicates that early to middle Eocene deposition of fluvial sediments may have coincided with deep erosion of the Tuolumne Intrusive Series. Subsequently, sediment provenance shifted from Tuolumne sources in the Late Cretaceous–dominated sediments to local Jurassic basement and extra-basinal sources in late Eocene Jurassic–dominated sediments. This may reflect progressive canyon incision and extension of headwaters eastward, and bypass of Tuolumne Intrusive Series. The youngest single-grain detrital zircon ages are similar to the range of ages of Eocene volcanic rocks in central Nevada. The presence of these grains suggests that paleo-river headwaters extended into central Nevada by Late Eocene, and that the paleo-drainage divide must have been located in easternmost Nevada. This provides additional support for the existence of a region of high elevation across what is now Nevada by late Eocene time.",
  "title": "EOCENE DRAINAGE EVOLUTION AND EROSION OF THE SIERRA NEVADA BATHOLITH ACROSS NORTHERN CALIFORNIA AND NEVADA"
}