{
  "sections": [{
    "text": "Thermogenic methane release as a cause for the long duration of the PETM"
  }, {
    "heading": "Joost Frielinga,1, Henrik H. Svensenb, Sverre Plankeb,c, Margot J. Cramwinckela, Haavard Selnesd,2, and Appy Sluijsa",
    "text": "aMarine Palynology and Paleoceanography, Laboratory of Palaeobotany and Palynology, Department of Earth Sciences, Faculty of Geosciences, Utrecht University, 3584CS Utrecht, The Netherlands; bCentre for Earth Evolution and Dynamics, University of Oslo, N-0315 Oslo, Norway; cVolcanic Basin Petroleum Research, Oslo Innovation Centre, N-0349 Oslo, Norway; and dApplied Petroleum Technology, N-2027 Kjeller, Norway\nEdited by Donald E. Canfield, Institute of Biology and Nordic Center for Earth Evolution, University of Southern Denmark, Odense M., Denmark, and approved August 19, 2016 (received for review March 2, 2016)\nThe Paleocene–Eocene Thermal Maximum (PETM) (∼56 Ma) was a ∼170,000-y (∼170-kyr) period of global warming associated with rapid and massive injections of 13C-depleted carbon into the ocean–atmosphere system, reflected in sedimentary components as a negative carbon isotope excursion (CIE). Carbon cycle modeling has indicated that the shape and magnitude of this CIE are generally explained by a large and rapid initial pulse, followed by ∼50 kyr of 13C-depleted carbon injection. Suggested sources include submarine methane hydrates, terrigenous organic matter, and thermogenic methane and CO2 from hydrothermal vent complexes. Here, we test for the contribution of carbon release associated with volcanic intrusions in the North Atlantic Igneous Province. We use dinoflagellate cyst and stable carbon isotope stratigraphy to date the active phase of a hydrothermal vent system and find it to postdate massive carbon release at the onset of the PETM. Crucially, however, it correlates to the period within the PETM of longer-term 13C-depleted carbon release. This finding represents actual proof of PETM carbon release from a particular reservoir. Based on carbon cycle box model [i.e., Long-Term Ocean– Atmosphere–Sediment Carbon Cycle Reservoir (LOSCAR) model] experiments, we show that 4–12 pulses of carbon input from vent systems over 60 kyr with a total mass of 1,500 Pg of C, consistent with the vent literature, match the shape of the CIE and pattern of deep ocean carbonate dissolution as recorded in sediment records. We therefore conclude that CH4 from the Norwegian Sea vent complexes was likely the main source of carbon during the PETM, following its dramatic onset.\ncarbon cycle | thermogenic methane | volcanism | climate change | PETM\nThe Paleocene–Eocene Thermal Maximum (PETM) (56 Ma)was a period of rapid global warming (1) associated with massive injections of 13C-depleted carbon into the global exogenic carbon pool and extensive environmental upheaval, including ocean acidification (2), global expansion of oxygen minimum zones, local photic zone euxinia, sea level rise (3), species migrations (4), and an accelerated hydrological cycle (5). The carbon injection is recognized as a negative carbon isotope excursion (CIE) averaging 3–4‰ in marine sedimentary components (6). The CIE associated with the PETM as recorded in sedimentary records typically has a rapid onset, likely in the order of millennia, followed by 70,000–100,000 y (70–100 kyr) of stable values, referred to as the “body” of the CIE, and a recovery phase (50–100 kyr) (7–10). This shape, in particular the body, distinguishes it from other early Eocene transient carbon cycle perturbations (11). It is generally explained by rapid and massive additions of 13C-depleted carbon at the onset (12, 13), slow continuous release across the body and subsequent sequestration (14, 15). Several mechanisms have been proposed to explain the CIE, either in combination or alone, including enhanced volcanism in the North Atlantic Igneous Province (NAIP) (16, 17), the dissociation of gas hydrates (18, 19) and organic matter oxidation (20), possibly from permafrost thawing (21). However, no field data show that carbon was released from\nany of these proposed source reservoirs during the PETM that might explain its onset and long duration. A link between Paleocene–Eocene climate change and NAIP was first proposed in the early 90’s (16) and discussion has subsequently focused on volcanic degassing impacting long-term climate evolution as well as triggering the PETM (Fig. S1). Storey et al. (17) provide estimates of magma production rates across the late Paleocene and Eocene and show that sufficient masses of CO2 were generated to affect the global carbon cycle. Because magmatic CO2 is relatively\n13C-enriched (about −5‰), it represents an improbable cause for a CIE in the global exogenic carbon cycle (22). However, two pathways have been proposed linking this period of intense volcanism in the NAIP directly to release of substantial masses of 13C-depleted carbon during the PETM. First, Svensen et al. (23) proposed the release of ∼300–3,000 Pg of carbon - the latest conservative estimate is 1,100 Pg (24) - in the shape of thermogenic methane (CH4) from the Norwegian Sea as a possible trigger and carbon source for the PETM. The validity of this hypothesis strongly depends on the timing of sillintrusions in the Vøring and Møre basins. These sills are extensive (2 × 105 km2) and partly emplaced in organic rich rocks (25) and roughly coincide with the PETM based on radiometric dating (26, 27). Numerous (>700) hydrothermal vents (Fig. 1) are directly linked to the sill intrusions and provide evidence for large-scale degassing (Figs. S2 and S3). Furthermore, 95% of the vents terminate at a seismic reflector regionally interpreted to represent the top of the Paleocene (25). Apectodinium augustum, a dinoflagellate cyst marker species that is diagnostic for the\nSignificance\nThe Paleocene–Eocene Thermal Maximum (PETM) was a period of global warming associated with rapid massive 13C-depleted carbon input, often mentioned as a paleoanalog for future climate change and associated feedbacks. One hypothesized carbon source is intrusive volcanism in the North Atlantic region, but rigid dating lacks. We date thermogenic methane release from a hydrothermal vent and find that it postdates the onset of the PETM but correlates to a period of additional carbon injection within the PETM. This study provides evidence of carbon release during the PETM from a reservoir (i.e., organic matter in sedimentary rocks) and implies that carbon release from the vent systems should be included in all future considerations regarding PETM carbon cycling.\nAuthor contributions: J.F., H.H.S., S.P., and A.S. designed research; J.F., H.H.S., S.P., M.J.C., H.S., and A.S. performed research; J.F., H.H.S., S.P., M.J.C., H.S., and A.S. analyzed data; and J.F. and A.S. wrote the paper.\nThe authors declare no conflict of interest.\nThis article is a PNAS Direct Submission. 1To whom correspondence should be addressed. Email: j.frieling1@uu.nl. 2Deceased November 25th, 2015.\nThis article contains supporting information online at www.pnas.org/lookup/suppl/doi:10. 1073/pnas.1603348113/-/DCSupplemental.\nwww.pnas.org/cgi/doi/10.1073/pnas.1603348113 PNAS | October 25, 2016 | vol. 113 | no. 43 | 12059–12064\nEA RT\nH ,A\nTM O SP\nH ER\nIC ,\nA N D PL\nA N ET\nA RY\nSC IE N CE\nS\nPETM CIE in the North Atlantic (28–30), was found in the only drilled hydrothermal vent complex (Fig. 2). Second, Rampino (31) suggested that the melting of organic rich sediments may have generated even more CH4 and CO2 than was calculated by Svensen et al. (23) and inferred that 3,000–6,000 Pg of carbon was released based on volumetric calculations of igneous deposits and intrusions across the North Atlantic. Rampino (31) correlated between deposits by radiometric dating and identified the PETM using dinoflagellate cyst biostratigraphy, most notably the presence of A. augustum in sediments interbedded in a basalt sequence at Ocean Drilling Program Hole 642E (32). However, recent chemostratigraphic analyses excluded the presence of the CIE at Hole 642E, implying that the specimens of A. augustum are reworked into early Eocene sediments (33). To test for a causal link between sill emplacement, generation of thermogenic methane and the PETM, we analyzed samples recovered in the wildcat 6607/12-1 borehole, drilled in 1986 at 390-m water depth reaching 3,521 m below sea surface (mbss) in the central part of a hydrothermal vent complex in the Vøring Basin (34) (Fig. 2). Based on seismic data, the vent complex is characterized by a 2-km wide-eye-shaped upper part, representing the crater and mound, at the top of the Paleocene series, overlying a zone of disrupted sediments, interpreted to reflect a chimney structure (23) (Figs. S2 and S3). The upper part of the chimney has low to intermediate organic maturity and the lower part high maturity, based on vitrinite reflectance (Fig. 2). The chimney connects the upper part of the vent complex to the termination of a high-amplitude seismic event at 5.0 s two way travel time, regionally interpreted as a sill intrusion (Fig. S2). The strata above\nthe vent complex are domed as a result of differential compaction postdating the vent formation. We performed detailed analysis of palynology, stable carbon isotope ratios of palynological residue (δ13Cpaly), Rock-Eval, and vitrinite reflectance on 22 cutting samples from the chimney and eye structure (1,640–1,745 mbss) at 6607/12-1. Dinoflagellate cyst and pollen assemblages in borehole 6607/\n12-1 are typical for the early Eocene of the Nordic Seas (SI Text, Fig. S4). We correlate our dinocyst biostratigraphy to a regional dinoflagellate cyst zonation (35), which confirms an earliest Eocene age for all studied samples (Fig. 3C and SI Text). We also record the presence and abundance of A. augustum. Crucially, δ13Cpaly values are extremely low at −31‰ in between 1,710 and 1,745 mbss, during the Apectodinium acme, and subsequently rise to −27‰ at 1,660 mbss, which is consistent with the presence of the PETM CIE. However, changes in organic matter sources, here represented by the fractions of marine and terrestrial palynomorphs, could result in variations in δ13Cpaly values (36, 37). Indeed, palynological assemblages are dominated by pollen grains, with variable marine contributions (5–30%; Fig. 3B). We correct for this potential bias using end-member modeling of terrestrial and marine organic matter δ13C and the relative abundance of terrestrial and marine contributions to the palynological assemblages (38) (SI Text). The correction leads to a synthetic δ13C record of terrestrial palynomorphs (δ13Cpollen, Fig. 3 A and B). The trends in this record follow those of the δ13Cpaly record, although the thickness of the body of the PETM CIE is reduced. Collectively, biostratigraphy and carbon isotope stratigraphy imply the presence of the body of the PETM CIE, down to at least 1,745 mbss, within the disrupted sedimentary material in the\n12060 | www.pnas.org/cgi/doi/10.1073/pnas.1603348113 Frieling et al.\nchimney, continuing within the undisturbed sediments above the base of the vent, up to ∼1,715 mbss (Fig. 3A). The new stratigraphic constraints indicate that both A. augustum and the CIE are prevalent from below the base of the vent system at 1,730 mbss. Moreover, the previously recorded thermally mature specimens of A. augustum (23) suggest that the vent system blew through PETM sediments. In addition, a simple sedimentation rate model supports the inference that vent activity at this site was limited to a short period during the body of the CIE (SI Text). Collectively, all available evidence indicates that this vent blew well within the body of the CIE rather than at its onset. To test whether pulsed release of thermogenic CH4 could have produced the prolonged period of stable δ13C values in the sedimentary record (the body of the CIE), we conducted simulations with the Long-Term Ocean–Atmosphere–Sediment Carbon Cycle Reservoir (LOSCAR) model (39). This model was used by Zeebe et al. (14) to explore carbon injection scenarios for the onset and body of the PETM. To constrain the model simulations, assumptions regarding the δ13C of methane and emission scenarios must be made. The sills were emplaced in a few phases (4−12) (23), as high volume injections during a relatively short period (25). This scenario is consistent with seismic data and interpretations from other Large Igneous Provinces, showing that (i) vents are formed from the contact aureoles of sills (40) and (ii) single sills may represent injection of >3,000 km3 of melt, suggesting that even large volumes of melt in a sedimentary basin may have been derived from a few emplacement events or “pulses.” The gas generated from heating of marine organic matter in the contact aureoles is\ndominated by CH4 at high temperatures (41). The range of published values for natural thermogenic CH4 is −30 to −65‰ (42). In case of near-complete conversion to CH4 and CO2, it is likely that the δ13C of released carbon approaches that of sedimentary organic carbon (−25 to −35‰). For our simulations, we force the onset of the 3–4‰ CIE identically to the scenario of Zeebe et al. (14), which includes an initial carbon injection of 3,000 Pg with a δ13C of −50‰ over 5,000 y and a circulation change to reproduce the recorded patterns in calcite compensation depth (CCD) change (SI Text). For the body of the CIE, after the initial carbon injection, we test scenarios with different δ13C of thermogenic CH4 (−30 and −45‰), variable carbon input (300, 1,500, and 3,000 Pg), number of pulses (4, 8, 12), proportion of C released directly into the atmosphere, and additional CH4 bleeding from hydrates (SI Text, Fig. 4, Figs. S5–S8, and Table S1). As expected, our results regarding changes in CCD and overall δ13C trends are similar to the scenario explored by Zeebe et al. (14), as we use the same background changes and initial massive carbon release (SI Text). Our scenarios, hence, do not improve the fit between modeled and proxy-based magnitude of initial pH and δ13C excursions, compared with other studies (43), but here we focus solely on the effect of pulsed carbon input during the body of the PETM. The forcing with pulsed carbon input results in a stable plateau of δ13C values of marine dissolved inorganic carbon in all ocean boxes, with superimposed short-lived, distinct spikes (Fig. 4). Ocean-mixing time dampens these spikes in the deep basins, and, even in most shallow marine sites, bioturbation is expected to remove most millennial scale δ13C fluctuations from isotope records (13). Intriguingly, some high-resolution terrestrial (44) and laminated marine sections (45) record high-frequency variability during the body of the CIE, which may be consistent with our scenarios. From our different scenarios for the body of the CIE, we find that the highest (3,000 Pg) and lowest (300 Pg) carbon releases from the vent systems cannot reproduce the body of the CIE, given the 13C value of the released carbon in these scenarios (−45‰). The 4, 8, and 12 pulse scenarios are qualitatively similar and results are insensitive to changes in the proportion of carbon injected to the atmosphere directly versus into the ocean (SI Text). We also find that carbon input in ≥12 pulses (Fig. S7) produces results that are practically indistinguishable from those obtained from continuous input scenarios. We find that 2,250 Pg of C is required to produce the same δ13C trend if we assume a δ13CCH4 closer to that of sedimentary organic matter (−30‰), and this scenario also properly simulates CCD patterns (Fig. S5 and SI Text). Based on these explored scenarios, we conclude that the release of 1,500–2,250 Pg of thermogenic CH4 with an isotopic signature of −30 to −45‰ in greater than four pulses is a plausible explanation for stable δ13C values during the body of the CIE. Zeebe (15) suggested that carbon emissions forcing the body of the CIE came from slow injections of biogenic methane from submarine hydrates, representing a positive feedback to catastrophic carbon release at the onset of the event. Although not mutually exclusive from our scenario (SI Text and Fig. S8), we stress that this hypothesis is purely theoretical, whereas our scenario is supported by the data presented here. Moreover, the hydrate scenario requires much of the C input to take place near the beginning of hydrate dissociation and negligible masses of C are released after ∼40 kyr into the CIE (15), which only represents about half of the duration of the body. Although carbon cycle feedbacks to warming are expected during the PETM (15, 19), carbon input from hydrothermal vents presently provides a more complete explanation for the body of the CIE. Could the activity of hydrothermal vent complexes have caused precursor events (46) and the onset of the CIE, in addition to the\nFrieling et al. PNAS | October 25, 2016 | vol. 113 | no. 43 | 12061\nEA RT\nH ,A\nTM O SP\nH ER\nIC ,\nA N D PL\nA N ET\nA RY\nSC IE N CE\nS\nbody? Activity in some of the hydrothermal vent complexes in the Vøring and Møre basin or elsewhere in the NAIP close to the onset of the PETM cannot be excluded. However, we note that the amount of carbon needed to force the entire onset of the CIE (>2,500 Pg) is close to the upper estimate for the hydrothermal vents in total (19) (3,000 Pg). This scenario also implies that all this carbon was released within millennia (12, 13), which seems improbable. Collectively, we conclude that carbon release from this par-\nticular vent system cannot have triggered the PETM. Most importantly, we conclude that the pulsed release of thermogenic methane from these vent complexes is a plausible explanation for long duration of the body of the CIE, as well as environmental effects such as warming and ocean acidification during the PETM."
  }, {
    "heading": "Sampling and Methods",
    "text": "Drilling chips from borehole 6607/12-1 were originally collected and grouped from 5-m intervals during drilling. For this study, we focus on 22 samples from the 1,640- to 1,770-m interval, from the Maastrichtian–Paleocene unconformity to the top of the eye structure. We carefully subsampled washed chips and hand-picked them for bulk rock total organic carbon (TOC), Rock-Eval,\nand vitrinite reflectivity measurements at the Norwegian Petroleum Directorate in Stavanger, Norway.\nRock-Eval and Vitrinite Reflectance. TOC contents, Rock-Eval, and vitrinite reflectance (%Ro) analyses were carried out on powdered samples using a Rock-Eval 6 instrument at Applied Petroleum Technology (APT), Kjeller, Norway. Rock-Eval pyrolysis is used to identify the type and maturity of organic matter. The TOC and Rock-Eval analyses are performed at temperatures between 300 °C and 850 °C over 25 min. The vitrinite reflectance is a widely used parameter to define the thermal maturity of organic matter in shales and coals. The vitrinite reflectance was determined at APT from polished slabs analyzed on a Zeiss Standard Universal research microscope photometer (MPM01K) equipped with a tungsten–halogen lamp (12 V; 100 W) and an Epiplan-Neofluar 40/0.90 oil objective. Quality ratings reported in Dataset S1 are based on various important aspects which may affect the measurements, such as the abundance of vitrinite, uncertainties in the identification of indigenous vitrinite, type of vitrinite, particle size, and particle surface quality.\nPalynology. Of each sample, 5–15 g was oven-dried and processed for palynology, using standard procedures (47), including the addition of one Lycopodium spore tablet (n = 18,583 ± 764) (48) for absolute quantitative analyses and treatment with HCl and HF. Afterward, samples were sieved with water over a 250-μm and a 15-μm sieve to remove large and small\n12062 | www.pnas.org/cgi/doi/10.1073/pnas.1603348113 Frieling et al.\nparticles, respectively. Residues were concentrated in glycerine water and mounted on microscope slides using glycerine jelly. Slides were analyzed at 400× magnification to a minimum of 200 dinocysts, where possible. We follow dinocyst taxonomy of Fensome et al. (49). All material is stored in the collection of the Laboratory of Paleobotany and Palynology, Utrecht University.\nStable Carbon Isotope Analysis of Palynological Residues. Palynological residues from the 6607/12-1 bore hole were used for stable carbon isotope analyses. Splits of the residue were again washed with distilled water to remove glycerin. Samples were dried in a stove at 50 °C and subsequently TOC content was measured on ∼1 mg of homogenized residue using an elemental analyzer (Fisons). Stable carbon isotope ratios were determined on 15–30 μg of residue using an isotope ratio mass spectrometer (Finnigan Mat Delta Plus) coupled online to the elemental analyzer. We correct our δ13Cpaly for variable marine influences to obtain δ13Cpollen using the equation of Sluijs and Dickens (38). Absolute reproducibility, based on international and in-house standards, for TOC and δ13Cpaly is better than 0.1% and 0.05‰, respectively.\nLOSCAR Modeling. A detailed description of the LOSCAR model is provided by Zeebe (39). Essentially, this box model is modified from Walker and Kasting (50) and simulates the cycling of carbon through atmospheric and oceanic reservoirs of which the latter are coupled to a sediment module. Concentrations of several biogeochemical tracers are calculated for each box, including dissolved inorganic carbon, total alkalinity, δ13C, oxygen, and phosphate. The Paleogene model ocean (39) consists of four main ocean basins (Atlantic, Indian, Pacific, and Tethys), which are in turn separated into surface (0- to 100-m water depth), intermediate (100–1,000 m), and deep\n(>1,000 m) boxes. The surface ocean boxes are in contact with one atmospheric box. Thermohaline circulation and ocean mixing are prescribed. For our simulations, we use default parameter settings (39) and alter selected background conditions during the PETM identically to Zeebe et al. (14). Simultaneous with our initial carbon release the following background changes are applied. (i) Southern Ocean deep-water formation is decreased, complemented by increased formation of North Pacific deep water (51). (ii) The locus of CaCO3 deposition is shifted from the deep ocean to the continental shelf, consistent with records of PETM sea level rise (52) and CaCO3 accumulation (53). These first two assumptions greatly improve the fit between simulated and recorded changes in Atlantic and Pacific CCD (54, 55). (iii) In addition, a PETM whole ocean temperature change of +4 °C was prescribed, as currently accepted values for climate sensitivity (1.5–4.5 °C per doubling of pCO2) would result in underestimated temperature change compared with the records (14).\nACKNOWLEDGMENTS. We thank N. Welters and A. van Dijk (Utrecht University) for analytical support and R. Zeebe for input and assistance with setting up the LOSCAR experiments. We thank the Norwegian Petroleum Directorate for access to samples and Tomlinson Geophysical Services for access to seismic reflection data. The European Research Council (ERC), under the European Union Seventh Framework Program, provided funding for this work through ERC Starting Grant 259627 (to A.S.). We thank the Norwegian Research Council for Centre of Excellence Grant 223272 (to the Centre for Earth Evolution and Dynamics, Oslo). This work was carried out under the program of the Netherlands Earth System Science Centre, financially supported by the Ministry of Education, Culture, and Science.\n1. Dunkley Jones T, et al. (2013) Climate model and proxy data constraints on ocean warming across the Paleocene–Eocene Thermal Maximum. Earth Sci Rev 125:123–145. 2. Zachos JC, et al. (2005) Rapid acidification of the ocean during the Paleocene-Eocene thermal maximum. Science 308(5728):1611–1615. 3. Sluijs A, et al. (2014) Warming, euxinia and sea level rise during the paleocene-eocene thermal maximum on the gulf coastal plain: Implications for ocean oxygenation and nutrient cycling. Clim Past 10(4):1421–1439. 4. Sluijs A, Bowen GJ, Brinkhuis H, Lourens LJ, Thomas E (2007) The Palaeocene-Eocene Thermal Maximum super greenhouse: Biotic and geochemical signatures, age models andmechanisms of global change.Deep Time Perspectives on Climate Change: Marrying the Signal from Computer Models and Biological Proxies: The Micropalaeontological Society, Special Publications, eds Williams M, Hayward A, Gregory J, Schmidt D (The Geological Society, London), pp 323–349. 5. Schmitz B, Pujalte V (2007) Abrupt increase in seasonal extreme precipitation at the Paleocene-Eocene boundary. Geology 35(3):215–218. 6. McInerney FA, Wing SL (2011) The Paleocene-Eocene thermal maximum: A perturbation of carbon cycle, climate, and biosphere with implications for the future. Annu Rev Earth Planet Sci 39:489–516. 7. Abdul Aziz H, et al. (2008) Astronomical climate control on paleosol stacking patterns in the upper Paleocene-lower Eocene Willwood Formation, Bighorn Basin, Wyoming. Geology 36(7):531–534. 8. Murphy BH, Farley K, Zachos JC (2010) An extraterrestrial 3 He-based timescale for the Paleocene–Eocene thermal maximum (PETM) from Walvis Ridge, IODP Site 1266. Geochim Cosmochim Acta 74(17):5098–5108. 9. Röhl U, Westerhold T, Bralower TJ, Zachos JC (2007) On the duration of the Paleocene-Eocene thermal maximum (PETM). Geochem Geophys Geosyst 8(12):1–13.\n10. Zeebe RE, Dickens GR, Ridgwell A, Sluijs A, Thomas E (2014) Onset of carbon isotope excursion at the Paleocene-Eocene thermal maximum took millennia, not 13 years. Proc Natl Acad Sci USA 111(12):E1062–E1063. 11. Stap L, Sluijs A, Thomas E, Lourens LJ (2009) Patterns and magnitude of deep sea carbonate dissolution during Eocene Thermal Maximum 2 and H2, Walvis Ridge, southeastern Atlantic Ocean. Paleoceanography 24(1):1–13. 12. Zeebe RE, Ridgwell A, Zachos JC (2016) Anthropogenic carbon release rate unprecedented during the past 66 million years. Nat Geosci 9(4):325–329. 13. Kirtland Turner S, Ridgwell A (2016) Development of a novel empirical framework for interpreting geological carbon isotope excursions, with implications for the rate of carbon injection across the PETM. Earth Planet Sci Lett 435:1–13. 14. Zeebe RE, Zachos JC, Dickens GR (2009) Carbon dioxide forcing alone insufficient to explain Palaeocene–Eocene Thermal Maximum warming. Nat Geosci 2(8):576–580. 15. Zeebe RE (2013) What caused the long duration of the Paleocene‐Eocene Thermal Maximum? Paleoceanography 28(3):440–452. 16. Eldholm O, Thomas E (1993) Environmental impact of volcanic margin formation. Earth Planet Sci Lett 117(3):319–329. 17. Storey M, Duncan RA, Swisher CC, 3rd (2007) Paleocene-Eocene thermal maximum and the opening of the Northeast Atlantic. Science 316(5824):587–589. 18. Dickens GR (2011) Down the Rabbit Hole: Toward appropriate discussion of methane release from gas hydrate systems during the Paleocene-Eocene thermal maximum and other past hyperthermal events. Clim Past 7(3):831–846. 19. Dickens GR, O’Neil JR, Rea DK, Owen RM (1995) Dissociation of oceanic methane hydrate as a cause of the carbon isotope excursion at the end of the Paleocene. Paleoceanography 10(6):965–971.\n20. Kurtz AC, Kump LR, Arthur MA, Zachos JC, Paytan A (2003) Early Cenozoic decoupling of the global carbon and sulfur cycles. Paleoceanography 18(4):1090. 21. DeConto RM, et al. (2012) Past extreme warming events linked to massive carbon release from thawing permafrost. Nature 484(7392):87–91. 22. Dickens GR (2001) Carbon addition and removal during the Late Palaeocene Thermal Maximum: Basic theory with a preliminary treatment of the isotope record at ODP Site 1051, Blake Nose. Western North Atlantic Palaeogene and Cretaceous Palaeoceanography: Geological Society Special Publication No. 183, eds Kroon, D, Norris RD, Klaus A (Geological Society, London), 293–306. 23. Svensen H, et al. (2004) Release of methane from a volcanic basin as a mechanism for initial Eocene global warming. Nature 429(6991):542–545. 24. Aarnes I, Planke S, Trulsvik M, Svensen H (2015) Contact metamorphism and thermogenic gas generation in the Vøring and Møre basins, offshore Norway, during the Paleocene–Eocene thermal maximum. J Geol Soc London 172(5):2014–2098. 25. Planke S, Rasmussen T, Rey SS, Myklebust R (2005) Seismic characteristics and distribution of volcanic intrusions and hydrothermal vent complexes in the Vøring andMøre basins, Petroleum Geology: North-West Europe and Global Perspectives—Proceedings of the 6th Petroleum Geology Conference, eds Doré AG, Vining BA (Geological Society, London), Vol 6, pp 833–844. 26. Svensen H, Planke S, Corfu F (2010) Zircon dating ties NE Atlantic sill emplacement to initial Eocene global warming. J Geol Soc London 167(3):433–436. 27. Westerhold T, Röhl U, Laskar J (2012) Time scale controversy: Accurate orbital calibration of the early Paleogene. Geochem Geophys Geosyst 13(6):1–19. 28. Eldrett JS, Greenwood DR, Polling M, Brinkhuis H, Sluijs A (2014) A seasonality trigger for carbon injection at the Paleocene–Eocene Thermal Maximum. Clim Past 10(2): 759–769. 29. Schmitz B, et al. (2004) Basaltic explosive volcanism, but no comet impact, at the Paleocene–Eocene boundary: High-resolution chemical and isotopic records from Egypt, Spain and Denmark. Earth Planet Sci Lett 225(1):1–17. 30. Sluijs A, et al.; Expedition 302 Scientists (2006) Subtropical Arctic Ocean temperatures during the Palaeocene/Eocene thermal maximum. Nature 441(7093):610–613. 31. Rampino MR (2013) Peraluminous igneous rocks as an indicator of thermogenic methane release from the North Atlantic Volcanic Province at the time of the Paleocene–Eocene Thermal Maximum (PETM). Bull Volcanol 75(1):1–5. 32. Boulter MC, Manum SB (1989) The Brito-Arctic igneous province flora around the Paleocene/Eocene boundary. Proc Ocean Drill Program Sci Results 104:663–680. 33. Abdelmalak MM, et al. (2016) Pre-breakup magmatism on the Vøring Margin: Insight from new sub-basalt imaging and results from Ocean Drilling Program Hole 642E. Tectonophysics 675(8):258–274. 34. Svensen H, Jamtveit B (2010) Metamorphic fluids and global environmental changes. Elements 6(3):179–182. 35. Bujak JP, Mudge DC (1994) A high-resolution North Sea Eocene dinocyst zonation. J Geol Soc London 151(3):449–462. 36. Freeman KH, Hayes JM (1992) Fractionation of carbon isotopes by phytoplankton and estimates of ancient CO2 levels. Global Biogeochem Cycles 6(2):185–198. 37. Sluijs A, Zachos JC, Zeebe RE (2012) Constraints on hyperthermals. Nat Geosci 5(4):231. 38. Sluijs A, Dickens GR (2012) Assessing offsets between the δ 13 C of sedimentary\ncomponents and the global exogenic carbon pool across early Paleogene carbon cycle perturbations. Global Biogeochem Cycles 26(4):1–14. 39. Zeebe RE (2012) LOSCAR: Long-term ocean-atmosphere-sediment carbon cycle reservoir model v2.0.4. Geosci Model Dev 5(1):149–166.\nFrieling et al. PNAS | October 25, 2016 | vol. 113 | no. 43 | 12063\nEA RT\nH ,A\nTM O SP\nH ER\nIC ,\nA N D PL\nA N ET\nA RY\nSC IE N CE\nS\n40. Aarnes I, Podladchikov YY, Svensen H (2012) Devolatilization‐induced pressure build‐ up: Implications for reaction front movement and breccia pipe formation. Geofluids 12(4):265–279. 41. Andresen B, Throndsen T, Råheim A, Bolstad J (1995) A comparison of pyrolysis products with models for natural gas generation. Chem Geol 126:261–280. 42. Schoell M (1980) The hydrogen and carbon isotopic composition of methane from natural gases of various origins. Geochim Cosmochim Acta 44(5):649–661. 43. Penman DE, Hönisch B, Zeebe RE, Thomas E, Zachos JC (2014) Rapid and sustained surface ocean acidification during the Paleocene‐Eocene Thermal Maximum. Paleoceanography 29(5):357–369. 44. Bowen GJ, Zachos JC (2010) Rapid carbon sequestration at the termination of the Palaeocene-Eocene Thermal Maximum. Nat Geosci 3(12):866–869. 45. Luciani V, et al. (2007) The Paleocene–Eocene Thermal Maximum as recorded by Tethyan planktonic foraminifera in the Forada section (northern Italy). Mar Micropaleontol 64(3):189–214. 46. Bowen GJ, et al. (2015) Two massive, rapid releases of carbon during the onset of the Palaeocene-Eocene thermal maximum. Nat Geosci 8(1):44–47. 47. Sluijs A, et al. (2011) Southern ocean warming, sea level and hydrological change during the Paleocene-Eocene thermal maximum. Clim Past 7(1):47–61. 48. Stockmarr J (1971) Tablets with spores used in absolute pollen analysis. Pollen et Spores 13:615–621. 49. Fensome RA (2004) The Lentin and Williams Index of Fossil Dinoflagellates 2004 Edition, Contributions Series No. 42 (American Association of Stratigraphic Palynologists, College Station, TX). 50. Walker JCG, Kasting JF (1992) Effects of fuel and forest conservation on future levels of atmospheric carbon dioxide. Global Planet Change 97(3):151–189. 51. Bice KL, Marotzke J (2002) Could changing ocean circulation have destabilized methane hydrate at the Paleocene/Eocene boundary? Paleoceanography 17(2):1–16. 52. Sluijs A, et al. (2008) Eustatic variations during the Paleocene-Eocene greenhouse world. Paleoceanography 23(4):1–18. 53. John CM, et al. (2008) North American continental margin records of the PaleoceneEocene thermal maximum: Implications for global carbon and hydrological cycling. Paleoceanography 23(2):1–20. 54. Colosimo AB, Bralower TJ, Zachos JC (2006) Evidence for lysocline shoaling at the Paleocene/Eocene thermal maximum on Shatsky Rise, northwest Pacific. Proc Ocean Drill Prog Sci Results 198:1–36. 55. Zachos JC, et al. (2005) Paleoclimate: Rapid acidification of the ocean during the paleocene-eocene thermal maximum. Science 308(2005):1611–1615. 56. Aarnes I, Svensen H, Connolly JAD, Podladchikov YY (2010) How contact metamorphism can trigger global climate changes: Modeling gas generation around igneous sills in sedimentary basins. Geochim Cosmochim Acta 74(24):7179–7195. 57. Galushkin YI (1997) Thermal effects of igneous intrusions on maturity of organic matter: A possible mechanism of intrusion. Org Geochem 26(11):645–658. 58. Jamtveit B, Svensen H, Podladchikov YY, Planke S (2004) Hydrothermal vent complexes associated with sill intrusions in sedimentary basins. Geol Soc Spec Publ 234: 233–241. 59. Aarnes I, Svensen H, Polteau S, Planke S (2011) Contact metamorphic devolatilization of shales in the Karoo Basin, South Africa, and the effects of multiple sill intrusions. Chem Geol 281(3–4):181–194. 60. Schouten S, et al. (2007) The Paleocene-Eocene carbon isotope excursion in higher plant organic matter: Differential fractionation of angiosperms and conifers in the Arctic. Earth Planet Sci Lett 258(3-4):581–592. 61. Schubert BA, Hope Jahren A (2013) Reconciliation of marine and terrestrial carbon isotope excursions based on changing atmospheric CO2 levels. Nat Commun 4(April): 1653. 62. Hayes JM, Strauss H, Kaufman AJ (1999) The abundance of 13C in marine organic matter and isotopic fractionation in the global biogeochemical cycle of carbon during the past 800 Ma. Chem Geol 161(1):103–125. 63. Magioncalda R, Dupuis C, Smith T, Steurbaut E, Gingerich PD (2004) PaleoceneEocene carbon isotope excursion in organic carbon and pedogenic carbonate: Direct comparison in a continental stratigraphic section. Geology 32(7):553–556. 64. Arneth JD, Matzigkeit U (1986) Laboratory-simulated thermal maturation of different types of sediments from the Williston basin, North America - effects on the production rates, the isootpic and organo-geochemical composition of various pyrolysis products. Chem Geol Isot Geosci Sect 58(4):339–360. 65. Hunt JM (1996) Petroleum Geochemistry and Geology (W.H. Freeman & Company, New York), 2nd Ed. 66. Kirtland Turner S, Ridgwell A (2013) Recovering the true size of an Eocene hyperthermal from the marine sedimentary record. Paleoceanography 28(4):700–712. 67. Chen Z, et al. (2014) Structure of the carbon isotope excursion in a high-resolution lacustrine Paleocene–Eocene Thermal Maximum record from central China. Earth Planet Sci Lett 408:331–340. 68. Sluijs A, Pross J, Brinkhuis H (2005) From greenhouse to icehouse; organic-walled dinoflagellate cysts as paleoenvironmental indicators in the Paleogene. Earth Sci Rev 68(3–4):281–315. 69. Barke J, et al. (2012) Coeval Eocene blooms of the freshwater fern Azolla in and around Arctic and Nordic seas. Palaeogeogr Palaeoclimatol Palaeoecol 337-338: 108–119. 70. Brinkhuis H, et al.; Expedition 302 Scientists (2006) Episodic fresh surface waters in the Eocene Arctic Ocean. Nature 441(7093):606–609. 71. Sluijs A, Brinkhuis H (2009) A dynamic climate and ecosystem state during the Paleocene-Eocene Thermal Maximum – Inferences from dinoflagellate cyst assemblages at the New Jersey Shelf. Biogeosciences 6(8):1755–1781. 72. Harding IC, et al. (2011) Sea-level and salinity fluctuations during the Paleocene– Eocene thermal maximum in Arctic Spitsbergen. Earth Planet Sci Lett 303(1–2):97–107. 73. Pagani M, et al.; Expedition 302 Scientists (2006) Arctic hydrology during global warming at the Palaeocene/Eocene thermal maximum. Nature 442(7103):671–675. 74. Frieling J, et al. (2014) Paleocene-Eocene warming and biotic response in the epicontinental West Siberian Sea. Geology 42(9):767–770. 75. Cramer BS, Toggweiler JR, Wright JD, Katz ME, Miller KG (2009) Ocean overturning since the Late Cretaceous: Inferences from a new benthic foraminiferal isotope compilation. Paleoceanography 24(4):PA4216.\n12064 | www.pnas.org/cgi/doi/10.1073/pnas.1603348113 Frieling et al."
  }],
  "year": 2016,
  "references": [{
    "title": "Climate model and proxy data constraints on ocean warming across the Paleocene–Eocene Thermal Maximum",
    "authors": ["T Dunkley Jones"],
    "venue": "Earth Sci Rev 125:123–145",
    "year": 2013
  }, {
    "title": "Rapid acidification of the ocean during the Paleocene-Eocene thermal maximum",
    "authors": ["JC Zachos"],
    "venue": "Science",
    "year": 2005
  }, {
    "title": "Warming, euxinia and sea level rise during the paleocene-eocene thermal maximum on the gulf coastal plain: Implications for ocean oxygenation and nutrient cycling",
    "authors": ["A Sluijs"],
    "venue": "Clim Past 10(4):1421–1439",
    "year": 2014
  }, {
    "title": "The Palaeocene-Eocene Thermal Maximum super greenhouse: Biotic and geochemical signatures, age models andmechanisms of global change.Deep Time Perspectives on Climate Change: Marrying the Signal from Computer Models and Biological Proxies: The Micropalaeontological Society, Special Publications",
    "authors": ["A Sluijs", "GJ Bowen", "H Brinkhuis", "LJ Lourens", "E Thomas"],
    "year": 2007
  }, {
    "title": "Abrupt increase in seasonal extreme precipitation at the Paleocene-Eocene boundary. Geology 35(3):215–218",
    "authors": ["B Schmitz", "V Pujalte"],
    "year": 2007
  }, {
    "title": "The Paleocene-Eocene thermal maximum: A pertur- bation of carbon cycle, climate, and biosphere with implications for the future",
    "authors": ["FA McInerney", "SL Wing"],
    "venue": "Annu Rev Earth Planet Sci 39:489–516",
    "year": 2011
  }, {
    "title": "Astronomical climate control on paleosol stacking patterns in the upper Paleocene-lower Eocene Willwood Formation, Bighorn",
    "authors": ["H Abdul Aziz"],
    "year": 2008
  }, {
    "title": "An extraterrestrial 3 He-based timescale for the Paleocene–Eocene thermal maximum (PETM) from Walvis Ridge, IODP Site 1266",
    "authors": ["BH Murphy", "K Farley", "JC Zachos"],
    "venue": "Geochim Cosmochim Acta 74(17):5098–5108",
    "year": 2010
  }, {
    "title": "On the duration of the Paleo- cene-Eocene thermal maximum (PETM)",
    "authors": ["U Röhl", "T Westerhold", "TJ Bralower", "JC Zachos"],
    "venue": "Geochem Geophys Geosyst 8(12):1–13",
    "year": 2007
  }, {
    "title": "Onset of carbon isotope excursion at the Paleocene-Eocene thermal maximum took millennia, not 13 years",
    "authors": ["RE Zeebe", "GR Dickens", "A Ridgwell", "A Sluijs", "E Thomas"],
    "venue": "Proc Natl Acad Sci USA 111(12):E1062–E1063",
    "year": 2014
  }, {
    "title": "Patterns and magnitude of deep sea carbonate dissolution during Eocene Thermal Maximum 2 and H2, Walvis Ridge, southeastern Atlantic Ocean",
    "authors": ["L Stap", "A Sluijs", "E Thomas", "LJ Lourens"],
    "venue": "Paleoceanography",
    "year": 2009
  }, {
    "title": "Anthropogenic carbon release rate un- precedented during the past 66 million years",
    "authors": ["RE Zeebe", "A Ridgwell", "JC Zachos"],
    "venue": "Nat Geosci 9(4):325–329",
    "year": 2016
  }, {
    "title": "A (2016) Development of a novel empirical framework for interpreting geological carbon isotope excursions, with implications for the rate of carbon injection across the PETM",
    "authors": ["Kirtland Turner S", "Ridgwell"],
    "venue": "Earth Planet Sci Lett 435:1–13",
    "year": 2016
  }, {
    "title": "Carbon dioxide forcing alone insufficient to explain Palaeocene–Eocene Thermal Maximum warming",
    "authors": ["RE Zeebe", "JC Zachos", "GR Dickens"],
    "venue": "Nat Geosci 2(8):576–580",
    "year": 2009
  }, {
    "title": "Environmental impact of volcanic margin formation",
    "authors": ["O Eldholm", "E Thomas"],
    "venue": "Earth Planet Sci Lett 117(3):319–329",
    "year": 1993
  }, {
    "title": "Paleocene-Eocene thermal maximum and the opening of the Northeast Atlantic",
    "authors": ["M Storey", "RA Duncan", "CC Swisher"],
    "venue": "Science",
    "year": 2007
  }, {
    "title": "Down the Rabbit Hole: Toward appropriate discussion of methane release from gas hydrate systems during the Paleocene-Eocene thermal maximum and other past hyperthermal events",
    "authors": ["GR Dickens"],
    "venue": "Clim Past 7(3):831–846",
    "year": 2011
  }, {
    "title": "Dissociation of oceanic methane hydrate as a cause of the carbon isotope excursion at the end of the Paleocene",
    "authors": ["GR Dickens", "JR O’Neil", "DK Rea", "RM Owen"],
    "venue": "Paleoceanography",
    "year": 1995
  }, {
    "title": "Paytan A (2003) Early Cenozoic decoupling of the global carbon and sulfur cycles",
    "authors": ["AC Kurtz", "LR Kump", "MA Arthur", "JC Zachos"],
    "venue": "Paleoceanography",
    "year": 2003
  }, {
    "title": "Past extreme warming events linked to massive carbon release from thawing permafrost",
    "authors": ["RM DeConto"],
    "venue": "Nature",
    "year": 2012
  }, {
    "title": "Carbon addition and removal during the Late Palaeocene Thermal Maximum: Basic theory with a preliminary treatment of the isotope record at ODP Site 1051, Blake Nose. Western North Atlantic Palaeogene and Cretaceous Palae- oceanography: Geological Society Special Publication No",
    "authors": ["GR Dickens"],
    "venue": "Klaus A (Geological",
    "year": 2001
  }, {
    "title": "Release of methane from a volcanic basin as a mechanism for initial Eocene global warming",
    "authors": ["H Svensen"],
    "venue": "Nature",
    "year": 2004
  }, {
    "title": "Contact metamorphism and ther- mogenic gas generation in the Vøring and Møre basins, offshore Norway, during the Paleocene–Eocene thermal maximum",
    "authors": ["I Aarnes", "S Planke", "M Trulsvik", "H Svensen"],
    "venue": "J Geol Soc London",
    "year": 2015
  }, {
    "title": "Seismic characteristics and distri- bution of volcanic intrusions and hydrothermal vent complexes in the Vøring andMøre basins, Petroleum Geology: North-West Europe and Global Perspectives—Proceedings of the 6th Petroleum Geology Conference, eds Doré AG",
    "authors": ["S Planke", "T Rasmussen", "SS Rey", "R Myklebust"],
    "venue": "Vining BA (Geological Society, London),",
    "year": 2005
  }, {
    "title": "Zircon dating ties NE Atlantic sill emplacement to initial Eocene global warming",
    "authors": ["H Svensen", "S Planke", "F Corfu"],
    "venue": "J Geol Soc London 167(3):433–436",
    "year": 2010
  }, {
    "title": "Time scale controversy: Accurate orbital cali- bration of the early Paleogene",
    "authors": ["T Westerhold", "U Röhl", "J Laskar"],
    "venue": "Geochem Geophys Geosyst 13(6):1–19",
    "year": 2012
  }, {
    "title": "A (2014) A seasonality trigger for carbon injection at the Paleocene–Eocene Thermal Maximum",
    "authors": ["JS Eldrett", "DR Greenwood", "M Polling", "H Brinkhuis", "Sluijs"],
    "venue": "Clim Past",
    "year": 2014
  }, {
    "title": "Basaltic explosive volcanism, but no comet impact, at the Paleocene–Eocene boundary: High-resolution chemical and isotopic records from Egypt, Spain and Denmark",
    "authors": ["B Schmitz"],
    "venue": "Earth Planet Sci Lett 225(1):1–17",
    "year": 2004
  }, {
    "title": "Subtropical Arctic Ocean temperatures during the Palaeocene/Eocene thermal maximum",
    "authors": ["A Sluijs"],
    "venue": "Scientists",
    "year": 2006
  }, {
    "title": "Peraluminous igneous rocks as an indicator of thermogenic methane release from the North Atlantic Volcanic Province at the time of the Pa- leocene–Eocene Thermal Maximum (PETM)",
    "authors": ["MR Rampino"],
    "year": 2013
  }, {
    "title": "The Brito-Arctic igneous province flora around the Paleocene/Eocene boundary",
    "authors": ["MC Boulter", "SB Manum"],
    "venue": "Proc Ocean Drill Program Sci Results",
    "year": 1989
  }, {
    "title": "Pre-breakup magmatism on the Vøring Margin: Insight from new sub-basalt imaging and results from Ocean Drilling Program Hole 642E",
    "authors": ["MM Abdelmalak"],
    "venue": "Tectonophysics",
    "year": 2016
  }, {
    "title": "Metamorphic fluids and global environmental changes. Elements 6(3):179–182",
    "authors": ["H Svensen", "B Jamtveit"],
    "year": 2010
  }, {
    "title": "A high-resolution North Sea Eocene dinocyst zonation",
    "authors": ["JP Bujak", "DC Mudge"],
    "venue": "J Geol Soc London 151(3):449–462",
    "year": 1994
  }, {
    "title": "Fractionation of carbon isotopes by phytoplankton and estimates of ancient CO2 levels",
    "authors": ["KH Freeman", "JM Hayes"],
    "venue": "Global Biogeochem Cycles",
    "year": 1992
  }, {
    "title": "Zeebe RE (2012) Constraints on hyperthermals",
    "authors": ["A Sluijs", "JC Zachos"],
    "venue": "Nat Geosci 5(4):231",
    "year": 2012
  }, {
    "title": "Assessing offsets between the δ 13 C of sedimentary components and the global exogenic carbon pool across early Paleogene carbon cycle perturbations",
    "authors": ["A Sluijs", "GR Dickens"],
    "venue": "Global Biogeochem Cycles",
    "year": 2012
  }, {
    "title": "LOSCAR: Long-term ocean-atmosphere-sediment carbon cycle res- ervoir model v2.0.4",
    "authors": ["Frieling"],
    "venue": "Zeebe RE",
    "year": 2012
  }, {
    "title": "Devolatilization‐induced pressure build‐ up: Implications for reaction front movement and breccia pipe formation",
    "authors": ["I Aarnes", "YY Podladchikov", "H Svensen"],
    "venue": "Geofluids",
    "year": 2012
  }, {
    "title": "A comparison of pyrolysis products with models for natural gas generation",
    "authors": ["B Andresen", "T Throndsen", "A Råheim", "J Bolstad"],
    "venue": "Chem Geol 126:261–280",
    "year": 1995
  }, {
    "title": "The hydrogen and carbon isotopic composition of methane from natural gases of various origins",
    "authors": ["M Schoell"],
    "venue": "Geochim Cosmochim Acta 44(5):649–661",
    "year": 1980
  }, {
    "title": "Rapid and sustained surface ocean acidification during the Paleocene‐Eocene Thermal Maximum",
    "authors": ["DE Penman", "B Hönisch", "RE Zeebe", "E Thomas", "JC Zachos"],
    "venue": "Paleoceanography",
    "year": 2014
  }, {
    "title": "Rapid carbon sequestration at the termination of the Palaeocene-Eocene Thermal Maximum",
    "authors": ["GJ Bowen", "JC Zachos"],
    "venue": "Nat Geosci 3(12):866–869",
    "year": 2010
  }, {
    "title": "The Paleocene–Eocene Thermal Maximum as recorded by Tethyan planktonic foraminifera in the Forada section (northern Italy)",
    "authors": ["V Luciani"],
    "venue": "Micropaleontol",
    "year": 2007
  }, {
    "title": "Two massive, rapid releases of carbon during the onset of the Palaeocene-Eocene thermal maximum",
    "authors": ["GJ Bowen"],
    "venue": "Nat Geosci 8(1):44–47",
    "year": 2015
  }, {
    "title": "Southern ocean warming, sea level and hydrological change during the Paleocene-Eocene thermal maximum",
    "authors": ["A Sluijs"],
    "venue": "Clim Past 7(1):47–61",
    "year": 2011
  }, {
    "title": "Tablets with spores used in absolute pollen analysis",
    "authors": ["J Stockmarr"],
    "venue": "Pollen et Spores",
    "year": 1971
  }, {
    "title": "The Lentin and Williams Index of Fossil Dinoflagellates 2004 Edition, Contributions Series No. 42 (American Association of Stratigraphic Palynol- ogists, College Station, TX)",
    "authors": ["RA Fensome"],
    "year": 2004
  }, {
    "title": "Effects of fuel and forest conservation on future levels of atmospheric carbon dioxide",
    "authors": ["JCG Walker", "JF Kasting"],
    "venue": "Global Planet Change 97(3):151–189",
    "year": 1992
  }, {
    "title": "Could changing ocean circulation have destabilized methane hydrate at the Paleocene/Eocene boundary? Paleoceanography 17(2):1–16",
    "authors": ["KL Bice", "J Marotzke"],
    "year": 2002
  }, {
    "title": "Eustatic variations during the Paleocene-Eocene greenhouse world",
    "authors": ["A Sluijs"],
    "venue": "Paleoceanography",
    "year": 2008
  }, {
    "title": "North American continental margin records of the Paleocene- Eocene thermal maximum: Implications for global carbon and hydrological cycling",
    "authors": ["CM John"],
    "venue": "Paleoceanography",
    "year": 2008
  }, {
    "title": "Evidence for lysocline shoaling at the Paleocene/Eocene thermal maximum on Shatsky Rise, northwest Pacific",
    "authors": ["AB Colosimo", "TJ Bralower", "JC Zachos"],
    "venue": "Proc Ocean Drill Prog Sci Results",
    "year": 2006
  }, {
    "title": "Paleoclimate: Rapid acidification of the ocean during the paleocene-eocene thermal maximum",
    "authors": ["JC Zachos"],
    "venue": "Science",
    "year": 2005
  }, {
    "title": "How contact metamorphism can trigger global climate changes: Modeling gas generation around igneous sills in sedimentary basins",
    "authors": ["I Aarnes", "H Svensen", "JAD Connolly", "YY Podladchikov"],
    "venue": "Geochim Cosmochim Acta 74(24):7179–7195",
    "year": 2010
  }, {
    "title": "Thermal effects of igneous intrusions on maturity of organic matter: A possible mechanism of intrusion",
    "authors": ["YI Galushkin"],
    "venue": "Org Geochem 26(11):645–658",
    "year": 1997
  }, {
    "title": "Hydrothermal vent com- plexes associated with sill intrusions in sedimentary basins",
    "authors": ["B Jamtveit", "H Svensen", "YY Podladchikov", "S Planke"],
    "venue": "Geol Soc Spec Publ",
    "year": 2004
  }, {
    "title": "Contact metamorphic devolatilization of shales in the Karoo Basin, South Africa, and the effects of multiple sill intrusions",
    "authors": ["I Aarnes", "H Svensen", "S Polteau", "S Planke"],
    "venue": "Chem Geol 281(3–4):181–194",
    "year": 2011
  }, {
    "title": "The Paleocene-Eocene carbon isotope excursion in higher plant organic matter: Differential fractionation of angiosperms and conifers in the Arctic",
    "authors": ["S Schouten"],
    "venue": "Earth Planet Sci Lett 258(3-4):581–592",
    "year": 2007
  }, {
    "title": "Hope Jahren A (2013) Reconciliation of marine and terrestrial carbon isotope excursions based on changing atmospheric CO2 levels",
    "authors": ["BA Schubert"],
    "venue": "Nat Commun",
    "year": 2013
  }, {
    "title": "The abundance of 13C in marine organic matter and isotopic fractionation in the global biogeochemical cycle of carbon during the past",
    "authors": ["JM Hayes", "H Strauss", "AJ Kaufman"],
    "year": 1999
  }, {
    "title": "Paleocene- Eocene carbon isotope excursion in organic carbon and pedogenic carbonate: Direct comparison in a continental stratigraphic section. Geology 32(7):553–556",
    "authors": ["R Magioncalda", "C Dupuis", "T Smith", "E Steurbaut", "PD Gingerich"],
    "year": 2004
  }, {
    "title": "Laboratory-simulated thermal maturation of different types of sediments from the Williston basin, North America - effects on the pro- duction rates, the isootpic and organo-geochemical composition of various pyrolysis products",
    "authors": ["JD Arneth", "U Matzigkeit"],
    "venue": "Chem Geol Isot Geosci Sect 58(4):339–360",
    "year": 1986
  }, {
    "title": "Petroleum Geochemistry and Geology (W.H",
    "authors": ["JM Hunt"],
    "year": 1996
  }, {
    "title": "Recovering the true size of an Eocene hyper- thermal from the marine sedimentary record",
    "authors": ["S Kirtland Turner", "A Ridgwell"],
    "venue": "Paleoceanography",
    "year": 2013
  }, {
    "title": "Structure of the carbon isotope excursion in a high-resolution lacustrine Paleocene–Eocene Thermal Maximum record from central China",
    "authors": ["Z Chen"],
    "venue": "Earth Planet Sci Lett 408:331–340",
    "year": 2014
  }, {
    "title": "From greenhouse to icehouse; organic-walled dinoflagellate cysts as paleoenvironmental indicators in the Paleogene",
    "authors": ["A Sluijs", "J Pross", "H Brinkhuis"],
    "venue": "Earth Sci Rev 68(3–4):281–315",
    "year": 2005
  }, {
    "title": "Coeval Eocene blooms of the freshwater fern Azolla in and around Arctic and Nordic seas",
    "authors": ["J Barke"],
    "venue": "Palaeogeogr Palaeoclimatol Palaeoecol",
    "year": 2012
  }, {
    "title": "Episodic fresh surface waters in the Eocene Arctic Ocean",
    "authors": ["H Brinkhuis"],
    "venue": "Scientists",
    "year": 2006
  }, {
    "title": "A dynamic climate and ecosystem state during the Pa- leocene-Eocene Thermal Maximum – Inferences from dinoflagellate cyst assemblages at the New Jersey Shelf",
    "authors": ["A Sluijs", "H Brinkhuis"],
    "year": 2009
  }, {
    "title": "Sea-level and salinity fluctuations during the Paleocene– Eocene thermal maximum in Arctic Spitsbergen",
    "authors": ["IC Harding"],
    "venue": "Earth Planet Sci Lett 303(1–2):97–107",
    "year": 2011
  }, {
    "title": "Arctic hydrology during global warming at the Palaeocene/Eocene thermal maximum",
    "authors": ["M Pagani"],
    "venue": "Scientists",
    "year": 2006
  }, {
    "title": "Paleocene-Eocene warming and biotic response in the epi- continental West Siberian Sea",
    "authors": ["J Frieling"],
    "year": 2014
  }, {
    "title": "Ocean overturning since the Late Cretaceous: Inferences from a new benthic foraminiferal isotope compilation",
    "authors": ["BS Cramer", "JR Toggweiler", "JD Wright", "ME Katz", "KG Miller"],
    "venue": "Paleoceanography 24(4):PA4216",
    "year": 2009
  }],
  "id": "SP:42f9c41b2c2f2c782365ac5e74cf042a646d3f0b",
  "authors": [{
    "name": "Joost Frieling",
    "affiliations": []
  }, {
    "name": "Henrik H. Svensen",
    "affiliations": []
  }, {
    "name": "Sverre Planke",
    "affiliations": []
  }, {
    "name": "Margot J. Cramwinckel",
    "affiliations": []
  }, {
    "name": "Haavard Selnes",
    "affiliations": []
  }, {
    "name": "Appy Sluijs",
    "affiliations": []
  }],
  "abstractText": "Marine Palynology and Paleoceanography, Laboratory of Palaeobotany and Palynology, Department of Earth Sciences, Faculty of Geosciences, Utrecht University, 3584CS Utrecht, The Netherlands; Centre for Earth Evolution and Dynamics, University of Oslo, N-0315 Oslo, Norway; Volcanic Basin Petroleum Research, Oslo Innovation Centre, N-0349 Oslo, Norway; and Applied Petroleum Technology, N-2027 Kjeller, Norway",
  "title": "Thermogenic methane release as a cause for the long duration of the PETM"
}