{
  "sections": [{
    "text": "New Perspectives on Ancient Mars Sean C. Solomon,1* Oded Aharonson,2 Jonathan M. Aurnou,3 W. Bruce Banerdt,4 Michael H. Carr,5\nAndrew J. Dombard,6 Herbert V. Frey,7 Matthew P. Golombek,4 Steven A. Hauck II,8 James W. Head III,9\nBruce M. Jakosky,10 Catherine L. Johnson,11 Patrick J. McGovern,12 Gregory A. Neumann,13 Roger J. Phillips,6\nDavid E. Smith,7 Maria T. Zuber13\nMars was most active during its first billion years. The core, mantle, and crust formed within È50 million years of solar system formation. A magnetic dynamo in a convecting fluid core magnetized the crust, and the global field shielded a more massive early atmosphere against solar wind stripping. The Tharsis province became a focus for volcanism, deformation, and outgassing of water and carbon dioxide in quantities possibly sufficient to induce episodes of climate warming. Surficial and near-surface water contributed to regionally extensive erosion, sediment transport, and chemical alteration. Deep hydrothermal circulation accelerated crustal cooling, preserved variations in crustal thickness, and modified patterns of crustal magnetization.\nO bservations from spacecraft and analyses of martian meteorites suggest that the first billion years after solar system formation was a time of intense surficial and internal activity on Mars. The heavy impact bombardment of the inner solar system obscured much of the early record, but signatures of that era remain in the structure and magnetization of the martian crust and in isotope anomalies in martian meteorites. Understanding the comparative evolution of the terrestrial planets offers the potential to extract generalizations on common processes. Furthermore, the history of early Mars may offer clues to the earliest history of the larger Earth, from which even fewer remnants have been preserved. Finally, Mars has special interest as a potential habitat for past or present life, and it is during the earliest era when the boundary conditions pertinent to life were established. Martian history has been divided into three major epochs on the basis of stratigraphic relationships and the density of impact craters (1–3). The Noachian Epoch dates terrain older than about 3.7 billion years ago (Ga) and coincides approximately with the time of heavy impact bombardment of the inner solar system (4). About 40% of the surface of Mars (5) is Noachian in age (Fig. 1A), as are all of the largest impact basins. Progressively younger epochs are the Hesperian (3.7 to È3 Ga) and Amazonian (3 Ga to present). Of more than 30 martian meteorites—so identified on the basis of generally young crystallization ages, distinctive rock chemical and isotopic signatures, and molecular and isotopic compositions of trapped gases\nsimilar to those of the martian atmosphere (6)—only one (ALH84001 at È4.5 Ga) is Noachian in age; all of the others have ages of 1.3 Ga or less and sample the Middle to Late Amazonian (7)."
  }, {
    "heading": "Planetary Formation and Global Differentiation",
    "text": "Dynamical simulations of the accretion of the terrestrial planets hint that Mars may have formed in as short an interval as several million years. Calculations of the final stages of terrestrial planet formation—the gravitational interaction over 108 years (8) of planetary embryos the size of Mercury to Mars formed in the solar nebula disk during the first 106 years of solar system history (9)— can account for planets with masses and semimajor axes similar to those of Earth and Venus, but any final body at the orbit of Mars tends to be too large (8, 10). This difficulty may indicate an unusually low initial density of disk material in the vicinity of\nMars’s orbit (8). Alternatively, Mars may be a surviving embryo that escaped either accretion or ejection (10). This possibility would reflect the highly chaotic nature of the late-stage planetary formation process and would imply that Mars was nearly fully formed before the final stage of formation of the larger inner planets.\nAn important aspect of the formation process is the initial inventory of water on Mars. Dynamical and meteorite chemical arguments suggest that the environment in the solar nebula at the solar distance range of the terrestrial planets was too hot for hydration of the planetesimals; if so, the early inventory of water on the terrestrial planets must have come primarily from water-rich embryos that formed farther from the Sun and were scattered inward by interactions with the gas-giant planets (11). Simulations of this process yield water contents on Mars ranging from a few percent to a few tens of percent by mass of a terrestrial ocean (10). An alternative formation scenario involving a cooler solar nebula and hydrated planetesimals at the solar distance of Earth and Mars (12) would more than double the initial water inventory for Mars (10).\nRapid accretion of Mars could have converted into heat a sufficient quantity of kinetic energy to melt the martian interior and drive differentiation of core, mantle, and crust (13). Mars possesses a dense, metalrich core (14) and evidence for an ancient global magnetic field produced by a core magnetic dynamo (15). Mars also has a silicate crust chemically different from and lower in density than the underlying silicate mantle (16–19). Isotopic anomalies in martian meteorites—all igneous rocks that are products of partial melting in the mantle or crust—provide evidence that global differentiation occurred early. Two short-lived radioactive decay systems [182Hf to 182W, half-life of 9 million years (My), and 146Sm to 142Nd, 103-My half-life] provide key observations. Because core-mantle segregation would have swept W (but not Hf) into the core, the presence of 182W at levels in all martian meteorites above those for primitive chondritic meteorites (20, 21) indicates that the martian core formed during the lifetime of 182Hf (22), most likely within 10 to 15 My"
  }, {
    "heading": "REVIEW",
    "text": "1Department of Terrestrial Magnetism, Carnegie Institution of Washington, Washington, DC 20015, USA. 2Division of Geological and Planetary Sciences, California Institute of Technology, Pasadena, CA 91125, USA. 3Department of Earth and Space Sciences, University of California, Los Angeles, CA 90095, USA. 4Jet Propulsion Laboratory, Pasadena, CA 91109, USA. 5U.S. Geological Survey, Menlo Park, CA 94025, USA. 6Department of Earth and Planetary Sciences, Washington University, St. Louis, MO 63130, USA. 7Laboratory for Terrestrial Physics, NASA Goddard Space Flight Center, Greenbelt, MD 20771, USA. 8Department of Geological Sciences, Case Western Reserve University, Cleveland, OH 44106, USA. 9Department of Geological Sciences, Brown University, Providence, RI 02912, USA. 10Laboratory for Atmospheric and Space Physics and Department of Geological Sciences, University of Colorado, Boulder, CO 80309, USA. 11Institute of Geophysics and Planetary Physics, Scripps Institution of Oceanography, University of California at San Diego, La Jolla, CA 92093, USA. 12Lunar and Planetary Institute, Houston, TX 77058, USA. 13Department of Earth, Atmospheric, and Planetary Sciences, Massachusetts Institute of Technology, Cambridge, MA 02139, USA.\n*To whom correspondence should be addressed. E-mail: scs@dtm.ciw.edu\n25 FEBRUARY 2005 VOL 307 SCIENCE www.sciencemag.org1214\non F ebruary 26, 2019\nhttp://science.sciencem ag.org/ D ow nloaded from\nof the formation time of the oldest solar system objects (21)—Ca-Al-rich inclusions in chondritic meteorites dated at 4.567 Ga (23). Because crust-mantle separation generally fractionates rare earth elements such as Sm and Nd, variations in 142Nd, isotopic abundances from chondritic levels (24), indicate that the meteorite source regions were established while 146Sm was still extant, probably within È30 My of solar system formation (25, 26). Furthermore, systematic relations among isotopes of Pb (27), Sr (28), and Os (29) in martian meteorites are consistent with large-scale silicate fractionation È50 My after solar system formation and little to no remixing of crust and mantle thereafter. The 4.5-Ga age of ALH84001 (7) also indicates that stable crust had formed by that time. Such a rapid formation time for the crust and the mantle sources of martian meteorites suggests that these regions formed by the differentiation of a global silicate magma ocean produced by planetary accretional heating (30, 31)."
  }, {
    "heading": "The Early Crust",
    "text": "The distribution of the present crust on Mars is constrained by the planet’s topography (Fig. 1B) and gravity fields (19, 32). Models that have a uniform crustal density and variable crustal thickness consistent with these data display a dichotomy in thickness (Fig. 1C): Crust in the more elevated southern hemisphere is generally thicker than crust in the northern lowlands. The boundary between these provinces varies smoothly in the vicinity of Arabia Terra (Fig. 1B), but near 90-E longitude the boundary is more steplike, in part the result of the ballistic redistribution of upper crustal material during the formation of the Hellas (33), Utopia, and Isidis impact basins. Determining the mean thickness of the crust requires additional considerations. Relationships between gravity and topography are sensitive to the regional thickness of the crust and suggest global average thicknesses between 30 and 80 km (34, 35). These estimates, together with massbalance calculations tied to surface abundances of U, Th, and K measured from orbit and at the Mars Pathfinder landing site (36) and Nd isotope systematics in martian meteorites (37), are consistent with an average crustal thickness of about 50 km (35). With this average thickness, the modal values for crustal thickness beneath the northern lowlands and southern highlands are about 35 and 60 km, respectively (32).\nAlthough surface units in the northern lowlands of Mars are predominantly Hesperian to Amazonian in age (Fig. 1A), numerous partially buried impact craters and basins have been identified from their topographic signatures (38). The density of such features establishes that the crust of the northern lowlands and the southern uplands had formed\nby the Early Noachian (38), a result consistent with the timing of crustal formation indicated by martian meteorite data. The hemispheric dichotomy in crustal thickness, because of its global scale, must be comparable in age. Further, global thermal history models are constrained by limits on younger additions to the volume of the crust. Among models best able to reproduce Early Noachian crustal formation on Mars (39) are those with nearchondritic levels of interior heat production, fractionation of heat-producing elements (U, Th, and K) into the crust during crustal formation, and ductile flow laws for mantle material consistent with weakening of mantle silicates by persistent interior water (40).\nThe crustal thickness dichotomy may have been produced by spatially heterogeneous fractionation of an early magma ocean. Alternatively, crystallization of the magma ocean may have led to gravitationally unstable mantle layering, because the late-stage silicates that crystallized at shallow mantle depths were denser than earlier cumulates that crystallized near the base of the magma layer; overturn of an unstable mantle may have thickened the crust over downwelling regions and thinned the crust elsewhere (30). Some models of solid-state mantle convection predict a long-wavelength (harmonic degree 1) component of flow for layered viscosity structures (41). Such flow models might have led to thicker crust over the hemisphere dominated by upwelling and melt generation, or alternatively thinner crust over that hemisphere if flow-induced crustal thinning was more important than the effect of magmatic additions to crustal volume (41). An early episode of plate tectonics might have led to a crustal thickness dichotomy if crust in the two hemispheres was created at different times (42) or by different processes (43). Excavation and ballistic transport by one (44) or several (45) large impacts have also been suggested as an explanation for the crustal thickness dichotomy, but beyond the portion of the dichotomy boundary that has been influenced by the Hellas, Utopia, and Isidis basins, there is little evidence from topography (Fig. 1B) to support these suggestions.\nThe strongest discriminant among these hypotheses is the timing of most crustal formation. An age of È4.5 Ga for the dichotomy rules out plate recycling (42, 43) and solid-state mantle flow (41) on the grounds that the time scales for these processes to operate are too long. Dichotomy formation scenarios involving magma ocean evolution or impact processes are consistent with the age constraint, but the heat imparted to young crust by large impacts would tend to erase topographic relief by magmatism and crustal flow. North-south differences in crustal composition or early heat flow might be expected for some hypotheses. Differ-\nences in the infrared emission spectra have been interpreted in terms of greater average silica content for the northern hemisphere crust (18), a result consistent with chemical analyses of rocks, corrected for soil coating, at the Mars Pathfinder landing site (16). That particular chemical difference is not predicted by any of the proposed mechanisms for the formation of the crustal thickness dichotomy, however, and an alternative interpretation is that the spectra of the northern plains reflect the hydrous alteration of rocks otherwise similar to those of the southern highlands (46). A proxy for heat flow is the thickness of the mechanically strong outer shell or lithosphere of Mars, because the base of the lithosphere corresponds approximately to the lowest temperature at which material undergoes appreciable ductile flow over geological time scales. The thickness of the mechanical lithosphere has been estimated for southern highland regions from relationships between gravity and topography (34). Under the assumption that these relations were established at a time near the age of the surface units, the thickness of the mechanical lithosphere during at least a portion of the Noachian was less than 16 km, corresponding (Fig. 2) to heat flow in excess of 35 mW/m2 (34). These same methods cannot be applied to address Noachian heat flow in the northern lowlands, however, because the topography has been smoothed by subsequent deposition (47). By the Hesperian, lithosphere thickness and heat flow in the two hemispheres were comparable (Fig. 2)."
  }, {
    "heading": "Magnetic Field History",
    "text": "Although Mars possesses no modern internal magnetic field of global extent, regions of the crust are strongly magnetized (15). These crustal magnetic anomalies likely formed when Fe-bearing minerals acquired magnetic remanence while a core dynamo was active on Mars (15, 48). The largest amplitude magnetic anomalies are located in the southern uplands (Fig. 1D). Weak magnetic anomalies are resolved over portions of the northern lowlands, particularly near the boundary with the southern uplands (49). The youngest major impact basins on Mars (Utopia, Hellas, Isidis, and Argyre) have no magnetic anomalies resolvable from orbiting spacecraft, a result attributed to the demagnetizing effects of the shock and heating that accompany basin formation (50). This explanation requires that the core dynamo had ceased to be active by the time these basins formed and cooled (15), in contrast to the case for older and more topographically subdued basins that display prominent magnetic anomalies (51).\nA core dynamo on Mars requires that there be sufficient energy to drive core convection, energy most likely supplied by some\nwww.sciencemag.org SCIENCE VOL 307 25 FEBRUARY 2005 1215\non F ebruary 26, 2019\nhttp://science.sciencem ag.org/ D ow nloaded from\ncombination of cooling of the core and growth of a solid inner core (13). The core formation process likely imparted sufficient internal energy to superheat the molten core by several hundred degrees and to initiate a dynamo in the earliest Noachian (13, 52). Arguments favoring a dynamo that was active in the Early Noachian but had ceased by Late Noachian or Early Hesperian include the pronounced concentration of regions of high magnetization in Noachian terrain (15, 48, 49), a lack of correlation of magnetic anomalies with Hesperian or younger volcanic units or impact structures, and the observation of magnetic carriers within carbonates formed 3.9 Ga or earlier in martian meteorite ALH84001 (53). Several hypotheses can account for termination of the dynamo action, including loss of core heat (52), rapid solidification of most of the core (13), and a change in the efficiency of mantle convection to transport heat lost from the core (54). That some portion of the core is presently fluid, on the basis of the response of Mars to solar tides (55), provides a limit to core thermal history models but does not distinguish among these proposals.\nThe processes responsible for the observed magnetization of the crust are uncertain. The amplitude of the strongest magnetic anomalies implies that the specific magnetization in such areas is comparable to or greater than the highest common values in Earth’s crust and that the vertical extent of coherent magnetization is several tens of kilometers (48, 56, 57). The elongated shape of some magnetic anomalies has led to the suggestion that magnetization in such regions was acquired during crustal spreading (48) or during the cooling of long dike swarms (58). Hydrothermal metamorphism has been postulated as a source of magnetization (59), and hydrothermal activity has been invoked to account for an apparent spatial correlation (60) between high magnetization and water-carved valley networks (61).\nIf large portions of the Early Noachian crust of the northern hemisphere were once magnetized as strongly as the areas of largeamplitude anomalies in the southern uplands, then some process must have weakened the magnetization. Burial by sediments and postdynamo lavas can reduce the anomaly magnitudes, but the preservation of topographic signatures of Early Noachian impact features limits the thickness of superposed younger sedimentary and volcanic material to 1 to 2 km, except in the central regions of the largest impact basins (38). Given such a limit, as long as the thickness of magnetized material beneath the northern lowlands was originally comparable to that in the areas of strongest magnetic anomalies, Noachian magnetization at wavelengths seen in the\nsouthern highlands should be detectable by orbiting spacecraft. Reheating by postdynamo volcanism and intrusion is probably also only a small contributor, because cooling of thin flows occurs rapidly without deep penetration of heat, and intrusions are unlikely to have demagnetized the crust on vertical scales comparable to the thickness of coherent magnetization (62)."
  }, {
    "heading": "Formation of Tharsis",
    "text": "By the end of the Middle Noachian at È3.8 Ga (4), much of the magmatism and associated deformation of the crust and lithosphere on Mars had become focused within the Tharsis province, a generally elevated (Fig. 1B) area occupying È25% of the surface (63, 64). Tharsis likely originated as a center of concentrated activity after the establishment of the hemispheric difference\nin crustal thickness (Fig. 1C), on the basis of the age and global extent of the dichotomy and the indication from magnetic anomalies (Fig. 1D) that Tharsis volcanic units were emplaced on older magnetized crust (62). Patterns of uplift and volcanism in Syria Planum (Fig. 3A) and Thaumasia (65), layered deposits at least 8 km thick in the walls of Valles Marineris interpreted to be solidified magma (66), and evidence from gravity-topography relations for widespread crustal underplating (34) in the region are consistent with heating and melt generation across a broad zone of the mantle beneath Tharsis. The erupted and intruded magmatic material grew to exert a large downward load on the lithosphere. Comparison of models of lithospheric strain with observed deformational features suggests that by Late Noachian, the lithospheric load at Tharsis\nFig. 1. (A) Map of martian surface units grouped on the basis of age (1–3). Units transitional between Noachian and Hesperian and between Hesperian and Amazonian have been included in the younger of the two epochs. Areas in white are impact craters and their ejecta deposits. (B) Topographic map of Mars (32, 33) with major regions noted. On facing page: (C) Crustal thickness on Mars (32) for a density contrast at the crust-mantle boundary of 600 kg/m3. (D) Radial component of the magnetic field arising from crustal magnetic anomalies on Mars (105) at an altitude of 400 T 30 km. (E) The eight largest closed drainage basins on Mars, deduced from current topography and distinguished by color (102); boundaries are equivalent to continental divides on Earth. Arrows denote overflow points for each basin. All maps are in Mollweide projection, with 180- longitude at the central meridian.\n25 FEBRUARY 2005 VOL 307 SCIENCE www.sciencemag.org1216\non F ebruary 26, 2019\nhttp://science.sciencem ag.org/ D ow nloaded from\nwas similar in scale and magnitude to that seen at present (67). The Tharsis region nonetheless remained a site of recurring volcanism for most of martian history, contains volcanic deposits with some of the youngest surface ages on the planet (4), and is one of two likely source areas for the Amazonian-age martian meteorites (16).\nOne or more long-lived plumes of hot upwelling mantle may account for the formation of the Tharsis province and its extended magmatic and tectonic activity. The form and vigor of mantle convection on Mars, however, depend on the extent of compositional layering, the viscosity of mantle material, and the distribution of internal heat sources, characteristics that are not well known. Early heat loss from the core during the lifetime of the martian\ndynamo may have rendered unstable the lower thermal boundary layer of the martian mantle, favoring the formation of localized upwellings of hot material (13). The base of the martian mantle is at a pressure comparable to the base of Earth’s upper mantle; if the martian mantle extends to the depth at which wadsleyite [(Mg,Fe) 2 SiO 4 ] transforms to perovskite [(Mg,Fe)SiO 3 ] plus magnesiowüstite [(Mg,Fe)O], that endothermic transformation can localize convective transport from the lower thermal boundary layer into one or two major upwellings (68). The time necessary for such localization, however, is too long (68) to account for the formation of a single dominant volcanic province by the Middle Noachian. If the thicker crust of the southern highlands acts as an insulating layer to the convecting mantle and if the mantle is\ncompositionally stratified into an upper and lower layer (30, 31), then laboratory analog experiments suggest that broad upwelling of the lower mantle will tend to be centered beneath the insulating layer (69). Furthermore, narrow and hot upper mantle plumes will tend to rise from the mantle compositional boundary above the broad zone of lower mantle upwelling (69). This hypothesis does not account, however, for the fact that Tharsis is centered at the dichotomy boundary between crustal provinces. Focused mantle upwelling is not a necessary condition for Tharsis; if the province originated over an upper mantle warmer than average, the lithosphere was kept thinner than average at any given time by sustained magmatism, and magma transport was facilitated by deformation localized by the thin lithosphere (70). Anomalously high temperature and melt production rates in the mantle beneath the Tharsis province may have been longlived remnants of heat deposited by a large impact (71), but if so, any signature of that particular impact has been overprinted by volcanism."
  }, {
    "heading": "Water and Early Climate",
    "text": "Mars has surficial and near-surface water at present, including water ice in both polar caps (72, 73) and water ice in the shallow regolith identified from gamma-ray and neutron spectrometry (74, 75). There are also morphologic indicators of subsurface water ice (76) and gullies in crater walls interpreted as products of recent groundwater seepage and surface runoff (77). An atmospheric D/H ratio five times the terrestrial value (78) indicates that Mars has lost a substantial fraction of its water to space by a mass-dependent mechanism, most likely involving stripping of O by the solar wind and thermal escape of H (60). The comparatively unfractionated N and noble gases in samples of martian atmosphere trapped in ALH84001 at È4 Ga (79) support the inference that the magnetic field shielded most of the atmosphere from solar wind stripping during the Noachian (80), but large impacts would have removed atmospheric material including water without isotopic fractionation during the heavy impact bombardment (80, 81). A larger inventory of mobile near-surface water during the Noachian than at present may be inferred from these observations.\nThere is evidence for pervasive interaction of liquid water with the martian surface during the Noachian. Networks of tributaries formed by groundwater sapping or precipitation-derived runoff dissect broad segments of the highlands (Fig. 3B), and most of these valley networks date from the Noachian (82, 83). The flow directions of Late Noachian valley networks indicate that the majority of these\nwww.sciencemag.org SCIENCE VOL 307 25 FEBRUARY 2005 1217\non F ebruary 26, 2019\nhttp://science.sciencem ag.org/ D ow nloaded from\nfeatures formed after most of the Tharsis rise had been emplaced (64). Large areas of the highlands display morphologies (Fig. 3B) indicative of removal of 1 km or more of material during the Noachian, most likely by fluvial erosion (84, 85), and observations at the Mars Pathfinder landing site limit mean erosion rates in post-Noachian epochs to values (0.01 to 0.1 nm/yr) three to six orders of magnitude lower than Noachian rates (86). Hydrothermally altered minerals have been identified in the highlands (87), but the widespread occurrence of unaltered minerals (88) argues that surficial water-rock interactions were not ubiquitous in the ancient crust.\nThe largest episodes of erosion of crustal\nmaterial are recorded in outflow channels thought to be formed by large flood events (76). Although most identified outflow channels are Hesperian and younger in age, examples of large Noachian flood events are recognized (89). Material removed from the highlands by valley systems and flood events was deposited in the northern lowlands and the floors of large impact basins (47). Deposition in the northern plains, by some mix of sedimentary and volcanic processes, occurred at high rates during the Noachian, on the grounds that younger impact basins are superposed on the material that filled in the severalkilometer-deep Utopia basin. The delivery of large volumes of waterborne sediments to lower elevations implies that there were standing bodies of water on Mars for at least limited time periods. The Mars Exploration Rover Opportunity documented sedimentary rocks with compositions and textures indicative of episodic inundation by shallow surface water (90). Arguments have been\nadvanced for a long-lived, ice-covered Noachian ocean on Mars (91), but testing this hypothesis is difficult because of the extensive impact and erosional degradation of the surface that occurred during that epoch and the subsequent resurfacing of lowland areas (92).\nThe evidence for liquid water at or near the surface and the high rates of erosion may indicate a generally warmer climate in the Noachian than during the later epochs that postdated the loss of much of the early atmosphere. Alternatively, warm periods may have been infrequent and short-lived. Large impacts may have melted or evaporated subsurface ice and injected water into the atmosphere that rained out over periods of\nyears to decades, forming valley systems and recharging subsurface aquifers during those intervals (93). Release to the atmosphere of magmatic water and other volatiles during major volcanic episodes could have led to similar warming intervals (64). There has been no agreement on the details of the early climate, however, or whether there were prolonged periods when liquid water was stable at the surface (60).\nSome Interconnections\nMany of the early global-scale processes on Mars were interconnected, and an important linking element was water. During martian differentiation, the mantle retained substantial quantities of water contributed during\ngrowth of the planetary embryos from which Mars was assembled (10–12). Mantle convective thermal history models provide a better fit to early crustal formation if the mantle viscosity matches that appropriate for mantle mineral assemblages containing water (39). Estimates of the pre-eruptive water contents of the magmas parental to young martian meteorites as high as 1 to 2% by weight are consistent with mantle water contents of several hundredths of a percent (94), indicating that partial melting beneath long-lived volcanic centers such as those of the Tharsis province has not fully degassed the mantle. The low viscosity of mantle material containing water would have favored efficient convection of the lowermost mantle\nduring the Noachian. Such convection would have cooled the core during the era of the active dynamo and would have facilitated the formation of zones of upwelling from an unstable mantle lower thermal boundary layer that might have contributed to the formation of Tharsis and other smaller volcanic centers.\nWater may have helped to preserve variations in the thickness of the crust. Gravitytopography relations for the southern highlands indicate that in the Early to Middle Noachian only the upper crust displayed long-term strength (34). Stress differences arising from heterogeneities in crustal thickness would have driven lateral flow of lower crustal material (19) until the temperature-dependent\nhave been in part the result of hydrothermal cooling that arrested lower crustal flow after relaxation of many of the shorter wavelength variations.\nWater and other volatiles may have been delivered to the atmosphere of Mars during major eruption events in sufficient quantity to have modified the atmosphere and the climate (98). The formation of Tharsis in particular may have exerted a strong perturbation to the near-surface water budget and climate during the Noachian (64). From modern topography and gravity, the volume of magmatic material added to Tharsis, most of it during the Noachian, has been estimated at È3 108 km3 (64). For water contents in the parental magmas as high as 2% by weight\n25 FEBRUARY 2005 VOL 307 SCIENCE www.sciencemag.org1218\n(94), the water released by the emplacement of Tharsis would be equivalent to a global layer 120 m thick (64). For a CO 2 content in the parental magmas comparable to those in Hawaiian basalts (0.65% by weight), the construction of Tharsis could produce the integrated equivalent of 1.5 bar (0.15 MPa) of atmospheric CO 2 (64). Such an atmosphere could have warmed to a level whereby liquid water would be stable as a surface phase, although climate models are highly sensitive to assumptions regarding cloud formation and other processes (99).\nWater also may have aided in determining the pattern of magnetic anomalies now seen on Mars, specifically the paucity of resolved magnetic anomalies in the lowest portions of the northern lowlands and the best preserved impact basins. Hydrothermal circulation along deep faults may have altered the magnetic carriers in the crust, by processes similar to the oxidation and reduction in magnetization that accompany circulation of seawater in terrestrial oceanic crust (100). Deep circulation of water would have been driven by deep-seated heat (101) associated with\nthe formation of major impact structures and with local and regional magmatism. Hydrothermal alteration would have lessened the specific magnetization of crustal rocks and changed the horizontal scale and possibly the direction of coherent magnetization. A depth of water circulation of È25 km would have\nbeen sufficient to affect most of the thickness of magnetized material seen elsewhere on Mars (48, 56, 57). The dominant horizontal scale of coherent magnetization after alteration, if comparable to the depth of circulation, would be too small for magnetic anomalies to be detectable from an orbiting spacecraft. Such anomalies would be detectable at the surface or at low altitudes.\nThe preferred sites for hydrothermal alteration would have been the lowest lying areas of major drainage basins (Fig. 1E), on the grounds that such areas would have been persistent traps for crustal fluids following episodic flooding and lesser discharge events. The central regions of the five drainage basins (102) with the largest areas and greatest topographic relief (Fig. 1E) are generally areas of weak to unresolved magnetic anomalies (Fig. 1D). Furthermore,\nmagnetic anomalies should be attenuated or unresolvable from orbit within topographically well-preserved impact basins, even if the basins formed while a core dynamo was still active, because of the tendency of such basins to collect water and the sustained deep circulation that would have been driven by impact heating of the subsurface. That older basins preserve substantial volumes of crust remagnetized during loss of impact heat and any later magmatism (51) may be because the initial topographic relief was relaxed by crustal and mantle flow, lessening the likelihood that substantial volumes of water collected in the basin subsurface. The conditions favoring an active core dynamo may there-\nfore have postdated the youngest impact basins and persisted until at least the end of the Late Noachian.\nThe depth and vigor of hydrothermal circulation within the crust may have influenced the extent of organic chemical synthesis and zones of potential habitability during the Noachian Epoch. Oxidation-reduction reactions at water-mineral interfaces in hydrothermal environments can fix carbon into organic compounds (103) and could have provided energy for metabolic processes (104). What is emerging from a better understanding of the early history of Mars is that the Noachian was a time when hydrothermal systems capable of fostering organic synthesis and sustaining any life forms that may have occupied such niches were widespread and may have extended at least halfway to the base of the crust.\nReferences and Notes 1. D. H. Scott, K. L. Tanaka, U.S. Geol. Surv. Misc. Geol.\nInvest. Map I-1802-A (1986). 2. R. Greeley, J. E. Guest, U.S. Geol. Surv. Misc. Geol.\nInvest. Map I-1802-B (1987). 3. K. L. Tanaka, D. H. Scott, U.S. Geol. Surv. Misc. Geol.\nInvest. Map I-1802-C (1987). 4. W. K. Hartmann, G. Neukum, Space Sci. Rev. 96, 165\n(2001). 5. K. L. Tanaka, N. K. Isbell, D. H. Scott, R. Greeley, J. E.\nGuest, in Proceedings of the 18th Lunar and Planetary Science Conference, G. Ryder, Ed. (Cambridge Univ. Press, Cambridge, 1988), pp. 665–678. 6. H. Y. McSween Jr., Meteoritics 29, 757 (1994). 7. L. E. Nyquist et al., Space Sci. Rev. 96, 105 (2001). 8. J. Chambers, Icarus 152, 205 (2001). 9. S. J. Kortenkamp, E. Kokubo, S. J. Weidenschilling, in Origin\nof the Earth and Moon, R. M. Canup, K. Righter, Eds. (Univ. of Arizona Press, Tucson, AZ, 2000), pp. 85–100. 10. J. I. Lunine, J. Chambers, A. Morbidelli, L. A. Leshin, Icarus 165, 1 (2003). 11. A. Morbidelli et al., Meteoritics Planet. Sci. 35, 1309 (2000).\n25. L. E. Borg, L. E. Nyquist, H. Wiesmann, C.-Y. Shih, Y. Reese, Geochim. Cosmochim. Acta 67, 3519 (2003). 26. C. N. Foley et al., Geochim. Cosmochim. Acta, in preparation. 27. J. H. Chen, G. J. Wasserburg, Geochim. Cosmochim. Acta 50, 955 (1986). 28. L. E. Borg, L. E. Nyquist, L. A. Taylor, H. Wiesmann, C.-Y. Shih, Geochim. Cosmochim. Acta 61, 4915 (1997). 29. A. D. Brandon, R. J. Walker, J. W. Morgan, G. G. Goles, Geochim. Cosmochim. Acta 64, 4083 (2000). 30. P. C. Hess, E. M. Parmentier, Lunar Planet. Sci. 32, 1319 (abstr.) (2001). 31. L. Elkins-Tanton, E. M. Parmentier, P. C. Hess, Meteoritics Planet. Sci. 38, 1753 (2003). 32. G. A. Neumann et al., J. Geophys. Res. 109, E08002, 10.1029/2004JE002262 (2004). 33. D. E. Smith et al., Science 284, 1495 (1999). 34. P. J. McGovern et al., J. Geophys. Res. 107, 5136,\n10.1029/2002JE001854 (2002). 35. M. A. Wieczorek, M. T. Zuber, J. Geophys. Res. 109,\nE01009, 10.1029/2003JE002153 (2004). 36. S. M. McLennan, Geophys. Res. Lett. 28, 4019\n(2001). 37. M. D. Norman, Meteoritics Planet. Sci. 34, 439\n(1999).\nwww.sciencemag.org SCIENCE VOL 307 25 FEBRUARY 2005 1219\n38. H. V. Frey, J. H. Roark, K. M. Shockey, E. L. Frey, S. E. H. Sakimoto, Geophys. Res. Lett. 29, 1384, 10.1029/2001GL013832 (2002). 39. S. A. Hauck II, R. J. Phillips, J. Geophys. Res. 107, 5052, 10.1029/2001JE001801 (2002). 40. S.-i. Karato, P. Wu, Science 260, 771 (1993). 41. S. Zhong, M. T. Zuber, Earth Planet. Sci. Lett. 189, 75\n(2001). 42. N. H. Sleep, J. Geophys. Res. 99, 5639 (1994). 43. A. Lenardic, F. Nimmo, L. Moresi, J. Geophys. Res.\n109, E02003, 10.1029/2003JE002172 (2004). 44. D. E. Wilhelms, S. W. Squyres, Nature 309, 138\n(1984). 45. H. V. Frey, R. A. Schultz, Geophys. Res. Lett. 15, 229\n(1988). 46. M. B. Wyatt, H. Y. McSween Jr., Nature 417, 263\n(2002). 47. K. L. Tanaka, J. A. Skinner Jr., T. M. Hare, T. Joyal,\nA. Wenker, J. Geophys. Res. 108, 8043, 10.1029/ 2002JE001908 (2003). 48. J. E. P. Connerney et al., Science 284, 794 (1999). 49. J. E. P. Connerney, M. H. Acuña, N. F. Ness, D. L.\nMitchell, R. P. Lin, Lunar Planet. Sci. 35, 1114 (abstr.) (2004). 50. L. L. Hood, N. C. Richmond, E. Pierazzo, P. Rochette, Geophys. Res. Lett. 30, 1281, 10.1029/2002GL016657 (2003). 51. H. V. Frey, Lunar Planet. Sci. 34, 1838 (abstr.) (2003). 52. J.-P. Williams, F. Nimmo, Geology 32, 97 (2004). 53. B. P. Weiss et al., Earth Planet. Sci. Lett. 201, 449\n(2002). 54. F. Nimmo, D. J. Stevenson, J. Geophys. Res. 105,\n11969 (2000). 55. C. F. Yoder, A. S. Konopliv, D. N. Yuan, E. M. Standish,\nW. M. Folkner, Science 300, 299 (2003). 56. F. Nimmo, M. S. Gilmore, J. Geophys. Res. 106,\n12315 (2001). 57. R. L. Parker, J. Geophys. Res. 108, 5006, 10.1029/\n2001JE001760 (2003). 58. F. Nimmo, Geology 28, 391 (2000). 59. E. R. D. Scott, M. Fuller, Earth Planet. Sci. Lett. 220,\n83 (2004). 60. B. M. Jakosky, R. J. Phillips, Nature 412, 237 (2001).\n61. K. P. Harrison, R. E. Grimm, J. Geophys. Res. 107, 5025, 10.1029/2001JE001616 (2002). 62. C. L. Johnson, R. J. Phillips, Earth Planet. Sci. Lett. 230, 241 (2005). 63. R. C. Anderson et al., J. Geophys. Res. 106, 20563 (2001). 64. R. J. Phillips et al., Science 291, 2587 (2001). 65. J. M. Dohm, K. L. Tanaka, Planet. Space Sci. 47, 411\n(1999). 66. A. S. McEwen, M. C. Malin, M. H. Carr, Nature 397,\n584 (1999). 67. W. B. Banerdt, M. P. Golombek, Lunar Planet. Sci. 31,\n2038 (abstr.) (2000). 68. H. Harder, U. R. Christensen, Nature 380, 507 (1996). 69. M. J. Wenzel, M. Manga, A. M. Jellinek, Geophys. Res.\nLett. 31, L04702, 10.1029/2003GL019306 (2004). 70. S. C. Solomon, J. W. Head, J. Geophys. Res. 87, 9755\n(1982). 71. C. C. Reese, V. S. Solomatov, J. R. Baumgardner, J.\nGeophys. Res. 107, 5082, 10.1029/2000JE001474 (2002). 72. T. N. Titus, H. H. Kieffer, P. R. Christensen, Science\n299, 1048 (2003). 73. J.-P. Bibring et al., Nature 428, 627 (2004). 74. W. V. Boynton et al., Science 297, 81 (2002). 75. W. C. Feldman et al., Science 297, 75 (2002). 76. V. R. Baker, Nature 412, 228 (2001). 77. M. C. Malin, K. S. Edgett, Science 288, 2330 (2000). 78. T. Owen, J. P. Maillard, C. de Bergh, B. L. Lutz, Science\n240, 1767 (1988). 79. K. J. Mathew, K. Marti, J. Geophys. Res. 106, 1401 (2001). 80. D. A. Brain, B. M. Jakosky, J. Geophys. Res. 103,\n22689 (1998). 81. H. J. Melosh, A. Vickery, Nature 338, 487 (1989). 82. M. H. Carr, J. Geophys. Res. 100, 7479 (1995). 83. B. M. Hynek, R. J. Phillips, Geology 31, 757 (2003). 84. R. A. Craddock, T. A. Maxwell, J. Geophys. Res. 98,\n3453 (1993). 85. B. M. Hynek, R. J. Phillips, Geology 29, 407 (2001). 86. M. P. Golombek, N. T. Bridges, J. Geophys. Res. 105,\n1841 (2000). 87. P. R. Christensen et al., J. Geophys. Res. 105, 9623\n(2000). 88. V. E. Hamilton, P. R. Christensen, H. Y. McSween Jr., J. L.\nBandfield, Meteoritics Planet. Sci. 38, 871 (2003).\n89. A. G. Fairén et al., Icarus 165, 53 (2003). 90. S. W. Squyres et al., Science 306, 1709 (2004). 91. S. M. Clifford, T. J. Parker, Icarus 154, 40 (2001). 92. M. H. Carr, J. W. Head III, J. Geophys. Res. 108,\n5042, 10.1029/2002JE001963 (2003). 93. T. L. Segura, O. B. Toon, A. Colaprete, K. Zahnle,\nScience 298, 1977 (2002). 94. H. Y. McSween Jr. et al., Nature 409, 487 (2001). 95. E. M. Parmentier, M. T. Zuber, Lunar Planet. Sci. 33,\n1737 (abstr.) (2002). 96. R. T. Gregory, H. P. Taylor Jr., J. Geophys. Res. 86,\n2737 (1981). 97. S. C. Solomon, D. R. Toomey, Annu. Rev. Earth\nPlanet. Sci. 20, 329 (1992). 98. M. A. Bullock, D. H. Grinspoon, R. J. Phillips, Eos 82\n(suppl.), F708 (2001). 99. M. A. Mischna, J. F. Kasting, A. Pavlov, R. Freedman,\nIcarus 145, 546 (2000). 100. H. P. Johnson, J. E. Pariso, J. Geophys. Res. 98, 435\n(1993). 101. B. J. Travis, N. D. Rosenberg, J. N. Cuzzi, J. Geophys.\nRes. 108, 8040, 10.1029/2002JE001877 (2003). 102. W. B. Banerdt, A. Vidal, Lunar Planet. Sci. 32, 1488\n(abstr.) (2001). 103. E. L. Shock, J. Geophys. Res. 102, 23687 (1997). 104. E. S. Varnes, B. M. Jakosky, T. M. McCollom,\nAstrobiology 3, 407 (2003). 105. J. E. P. Connerney et al., Geophys. Res. Lett. 28,\n4015 (2001). 106. L. G. J. Montesi, M. T. Zuber, J. Geophys. Res. 108,\n5048, 10.1029/2002JE001974 (2003). 107. This paper began as a series of scientific discussions\nheld at meetings of the Mars Orbiting Laser Altimeter team on the Mars Global Surveyor mission. We thank J. Dickson, L. Montesi, and J. Roark for assistance with figure preparation. Support for this paper has been provided by NASA, through the Mars Exploration Program, the Planetary Geology and Geophysics Program, and the NASA Astrobiology Institute.\n10.1126/science.1101812\n25 FEBRUARY 2005 VOL 307 SCIENCE www.sciencemag.org1220\non F ebruary 26, 2019\nhttp://science.sciencem ag.org/ D ow nloaded from\nNew Perspectives on Ancient Mars\nMcGovern, Gregory A. Neumann, Roger J. Phillips, David E. Smith and Maria T. Zuber Frey, Matthew P. Golombek, Steven A. Hauck II, James W. Head III, Bruce M. Jakosky, Catherine L. Johnson, Patrick J. Sean C. Solomon, Oded Aharonson, Jonathan M. Aurnou, W. Bruce Banerdt, Michael H. Carr, Andrew J. Dombard, Herbert V.\nDOI: 10.1126/science.1101812 (5713), 1214-1220.307Science\nARTICLE TOOLS http://science.sciencemag.org/content/307/5713/1214\nCONTENT RELATED file:/contentpending:yes\nREFERENCES\nhttp://science.sciencemag.org/content/307/5713/1214#BIBL This article cites 100 articles, 22 of which you can access for free\nPERMISSIONS http://www.sciencemag.org/help/reprints-and-permissions\nTerms of ServiceUse of this article is subject to the\nis a registered trademark of AAAS.Science licensee American Association for the Advancement of Science. No claim to original U.S. Government Works. The title Science, 1200 New York Avenue NW, Washington, DC 20005. 2017 © The Authors, some rights reserved; exclusive\n(print ISSN 0036-8075; online ISSN 1095-9203) is published by the American Association for the Advancement ofScience\non F ebruary 26, 2019\nhttp://science.sciencem ag.org/ D ow nloaded from"
  }],
  "year": 2005,
  "references": [],
  "id": "SP:439b3cd853e2bb466a2856318752bb7f9da27d90",
  "authors": [{
    "name": "Sean C. Solomon",
    "affiliations": []
  }, {
    "name": "Oded Aharonson",
    "affiliations": []
  }, {
    "name": "Jonathan M. Aurnou",
    "affiliations": []
  }, {
    "name": "W. Bruce Banerdt",
    "affiliations": []
  }, {
    "name": "Michael H. Carr",
    "affiliations": []
  }, {
    "name": "Andrew J. Dombard",
    "affiliations": []
  }, {
    "name": "Herbert V. Frey",
    "affiliations": []
  }, {
    "name": "Matthew P. Golombek",
    "affiliations": []
  }, {
    "name": "Steven A. Hauck",
    "affiliations": []
  }, {
    "name": "Bruce M. Jakosky",
    "affiliations": []
  }, {
    "name": "Catherine L. Johnson",
    "affiliations": []
  }, {
    "name": "Patrick J. McGovern",
    "affiliations": []
  }, {
    "name": "Gregory A. Neumann",
    "affiliations": []
  }, {
    "name": "Roger J. Phillips",
    "affiliations": []
  }, {
    "name": "David E. Smith",
    "affiliations": []
  }, {
    "name": "Maria T. Zuber",
    "affiliations": []
  }],
  "abstractText": "Mars was most active during its first billion years. The core, mantle, and crust formed within È50 million years of solar system formation. A magnetic dynamo in a convecting fluid core magnetized the crust, and the global field shielded a more massive early atmosphere against solar wind stripping. The Tharsis province became a focus for volcanism, deformation, and outgassing of water and carbon dioxide in quantities possibly sufficient to induce episodes of climate warming. Surficial and near-surface water contributed to regionally extensive erosion, sediment transport, and chemical alteration. Deep hydrothermal circulation accelerated crustal cooling, preserved variations in crustal thickness, and modified patterns of crustal magnetization.",
  "title": "New Perspectives on Ancient Mars"
}