{
  "sections": [{
    "text": "0361-0128/01/3458/1281-26 $6.00 1281"
  }, {
    "heading": "Introduction",
    "text": "THE PURPOSE of this paper is to describe the geologic setting and history of Mississippian sediment-hosted sulfide and barite mineralization in the western Brooks Range. Tectonostratigraphic divisions and structural chronology are reviewed, and the combined information is used to develop a stepwise series of Middle Devonian through Permian palinspastic reconstructions to complement descriptions of the geologic history of northern Alaska. A concluding discussion summarizes geologic events that could have played a role in the mineralization process.\nNorthern Alaska comprises four principal physiographic elements (Fig. 1a), from south to north: the Yukon-Koyukuk borderlands, Brooks Range, and the Arctic foothills and Arctic coastal plain of the North Slope (Patton and Box, 1989; Grantz et al., 1990a). Tectonostratigraphic nomenclature of northern Alaska is complex. For the sake of brevity the author generally follows certain recommendations of Karl and Mull (1993) or Moore et al. (1994), but he also lists examples of widely used alternate nomenclature.\nKarl and Mull (1993) and Moore et al. (1994) recognized the Arctic Alaska and Angayucham terranes as the principal tectonostratigraphic subdivisions of the Brooks Range and environs. The Arctic Alaska terrane (Fig. 1) is of Proterozoic through Cenozoic age (e.g., Moore et al., 1994) and constitutes a partially telescoped paleocontinental margin onlapped from the north by a younger stratigraphic wedge. Northern portions of the Arctic Alaska terrane are parautochthonous or autochthonous and are thrusted over by allochthonous rocks of the 950-km-long Brooks Range fold and thrust belt. The Angayucham terrane is igneous dominated and, unlike the Arctic Alaska terrane, it lacks a continental underpinning.\nThe Angayucham terrane represents accreted Paleozoic to Mesozoic igneous and minor sedimentary rocks of adjacent paleoocean basins.\nThe northern half of the Brooks Range is only weakly metamorphosed and dominated by north-vergent thrust sheets of the Endicott and De Long Mountains subterranes (allochthon belts of Karl and Mull, 1993) and, more locally, the Angayucham terrane (Jones et al., 1987; Moore, 1992; Moore et al., 1994). The older and more metamorphosed southern part of the mountain range comprises the Brooks Range structural province of Moore et al. (1994) and contains both allochthonous and parautochthonous rocks, encompassing portions of the Slate Creek structural belt and metamorphosed Upper Proterozoic to Paleozoic sedimentary rocks, volcanic rocks, and local Devonian intrusions in the Schist belt (Coldfoot terrane) and Hammond metamorphic belt (Fig. 2, columns A, E; Jones et al., 1987; Karl and Mull, 1993; Moore et al., 1994).\nThe Red Dog mine and other concordant zinc-lead and barite deposits of the western Brooks Range (Fig. 1) are hosted by Mississippian black shale and calcareous rocks in the Endicott Mountains subterrane. Numerous discordant vein, vein-breccia, and disseminated mineral showings are present in older clastic footwall formations of the Endicott Mountains subterrane.\nThe principal and most recent synthesis of the geology and nomenclature of the Brooks Range is provided by Moore et al. (1994). Structural styles of the Brooks Range are described by Mull (1982), Mayfield et al. (1988), Wallace and Hanks (1990), Cole et al. (1997), Fuis et al. (1997), Wallace et al. (1997), and De Vera et al. (2004)."
  }, {
    "heading": "Arctic Slope Parautochthon of the Arctic Alaska Terrane",
    "text": "The Arctic Slope parauthochthon (Karl and Mull, 1993) has also been called the North Slope terrane or subterrane (Jones\nconvergence of the continental Arctic Alaska terrane and the oceanic Angayucham terrane and was further shortened and uplifted in Tertiary time. The Arctic Alaska terrane consists of parautochthonous rocks and the Endicott Mountains and De Long Mountains subterranes. The Endicott Mountains allochthon of the western Brooks Range is the setting for many sulfide and barite occurrences, such as the supergiant Red Dog zinc-lead mine. Mineralization is sediment hosted and most commonly is present in black shale and carbonate turbidites of the Mississippian Kuna Formation. The reconstructed Kuna basin is a 200 by +600 km feature that represents the culmination of a remarkable chain of events that includes three fluvial-deltaic and two or more orogenic cycles, Middle Devonian to Mississippian episodes of extension and igneous activity, and the emergence of a seaward Lower Proterozoic landmass that may have constituted a barrier to marine circulation. Mississippian extension and related horst-and-graben architecture in the western Brooks Range is manifested in part by strong facies variability between coeval units of allochthons and structural plates. Shallow marine to possibly nonmarine arkose, platform to shelf carbonate, slope-to-basin shale, chert and carbonate turbidites, and submarine volcanic rocks are all represented in Mississippian time. The structural setting of Mississippian sedimentation, volcanism, and mineralization in the Kuna basin may be comparable to documented DevonoMississippian extensional sags or half-grabens in the subsurface north of the Brooks Range. Climate, terrestrial ecosystems, multiple fluvial-deltaic aquifers, and structural architecture affected the liberation, movement, and redeposition of metals in ways that are incompletely understood.\n†E-mail, lorneyoung@lycos.com\nDownloaded from https://pubs.geoscienceworld.org/segweb/economicgeology/article-pdf/99/7/1281/3499417/1281.pdf by University of Arizona user on 26 February 2019\n0361-0128/98/000/000-00 $6.00 1282\nDownloaded from https://pubs.geoscienceworld.org/segweb/economicgeology/article-pdf/99/7/1281/3499417/1281.pdf by University of Arizona user on 26 February 2019\n0361-0128/98/000/000-00 $6.00 1283\nA lb\nia n\nP or\ntla nd\nia n\nA pt\nia n\nH au\nte riv\nia n\nB ar\nre m\nia n\nV al\nan gi\nni an\nB er\nria si\nan\nK im\nm er\nid gi an O xf or di an C al lo vi an B at ho ni an B aj oc ia n A al en ia n To ar ci an\nP lie\nns ba\nch ia n S in em ur ia n H et ta ng ia n R ha et ia n N or ia n C ar ni an La di ni an A ni si an S pa th ia n-\nG rie\nsb ac\nhi an\nO ch\noa n\nG ua\nda lu\npi an\nLe on\nar di\nan\nW ol\nfc am\npi an\nV irg\nili an\nM is\nso ur\nia n\nD es\nm oi\nne si\nan\nA to\nka n\nM or\nro w\nan\nC he\nst er\nia n\n21 20 19 18 17 16 s 16 i 15\nM er\nam ec\n.\nO sa\nge an\n14 13 12 11 1 0\n? ?\n9 8 7 pr e 7\nK in\nde rh\noo ki\nan\nF am\nen ni an F ra sn ia n G iv et ia n E ife lia n E m si an P ra gi an Lo ch ko vi an\nA g\ne an\nd F\no ra m Z o n at io n\nCretaceous Jurassic\nEarlyMiddleLate\nTriassic\nEMLate\nPermian\nEarlyLate\nPenn.\nEMLate\nMississippian\nEarlyLate\nDevonian\nEarlyLate M\nP re\n-D ev\no n\nia n\nTournaisianViseanNamur.TithonianNeo\nM a\n13 2 14 5 15 7\n17 8\n20 0\n25 1\n29 0 30 8 32 3\n33 0\n34 0\n35 0\n36 2\n41 8 37 6. 5 38 2. 5 38 7. 5 39 4 40 9. 5 41 3. 5\nC o\nn o\nd o\nn t\nZ o\nn es\nD . n\nod ul\nife ro us R . m ur ic at us C . m on oc er us C . n av ic ul us G . b ili ne at us - U pp er C av us gn at hu s Lo w er C av us gn at hu s\nG . h\nom op\nun ct . - U pp er G . t ex an us P. m eh li - Lo w er G . t ex an us S c. a nc ho ra lis - D . l at us G . t yp ic us U L S i. is os tic ha - U . S i. cr en ul at a L. S i. cr en ul at a S i. sa nd be rg i S i. du pl ic at a S i. su lc at a S i. pr ae su lc at a\nTi m\nin g\no f\nE ve\nn ts\nEarly extension\nEarly Brooklan\nDeformation\nCanada Basin\nO bd\nuc tio\nn\nLo ca l vo lc an ic s\nin E as te rn B ro ok s R an ge a nd W es t N or th S lo pe su bs ur fa ce Local volcanics in Eastern Brooks\nRange\nMineralization in Western Brooks\nRange\nVolcanics in Western Brooks\nRange\nRegional Volcanism\nRise of forests Moreoxygen\nM et\nai nt\nru s. in S a nd N E\nB ro\nok s\nR an\nge\nS ta\nbl e\npa ss\niv e\nm ar\ngi n\nRegress.\next.\nTransgression ExtensionExtension\nExt. HumidArid\nFluctuating, generally regressive? R ev\ner sa l in s ou rc e di re ct io n\nS et\nti n\ng\nA R\nC T\nIC A\nL A\nS K\nA T\nE R\nR A\nN E\nA N\nG A\nY U\nC H\nA M\nTE R\nR A\nN E\nA rc\nti c\nS lo\np e\nP ar\nau to\nch th\no n\nE n\nd ic\no tt\nM o\nu n\nta in\ns S\nu b\nte rr\nan e\nS o\nu th\nB ro\no ks\nD e\nL o\nn g\nM o\nu n\nta in\ns S\nu b\nte rr\nan e\nN E\nS W\nL is\nb u\nrn e\nH ill\ns S\nB H\nM B\nN E\nS W\nE . E\nM A\nIv o\ntu k\nW ol\nve r.\nC re\nek W\n. E M A R ed D o g\nK ey C k.\nE W P ic n ic\nC k\nK el\nly R\nA m\np h - C h im\nW u\nl\nIp n\nav ik\nR iv\ner N\nu ka\nR id\ng e\nK el\nly R\nK el\nly E\nli\nC o\np te\nr P k - N ar va k\nM is\nh eg\nu k\n- K\nan u ti C an ni ng - To ro\nk G am m a R ay P eb bl e S ha le K em ik\nK in\nga k\nK in\nga k\nF ly\nsc h\nO go\nto ru k et c.\nK ar\nen C\nk.\nS hu\nbl ik\nO tu\nk\nIv is\nha k\nE ch\noo ka\nCarbonatesSadlerochit\nS ik\nsi kp uk (f in egr ai ne d)\nN on - de po si\ntio n?\nW ah\noo\nA la\npa h\nU pp er lim es to ne u\nni t\nD ol\nos to\nne u\nni t\nLo w er lim es to ne un it\nTu pi\nk\nK og\nru k\nN as\nor ak\nK ap\nal oa\nk\nK ap\nal oa k? an\nd K ay ak\n?\nItkil yar\niak\nKa yak\nKe kik\ntuk U lu\nng ar at or M t.\nC op\nle st on lim es to ne\nP re - M is s. ro ck\ns Lo\nw er\nun co\nnf or\nm ity\nU pp er un co nf or m\nity\nU pp er un co nf\nor m\nity\nIv ia\ngi k\nP el\niti c\nsc hi\nst an d lo ca l ca rb .\nP el\niti c\nsc hi\nst an d ca rb .\nA m\nbl er\nV M\nS ko gr\nuk -t\nyp e\nro ck\ns, b\nas al\nss a nd co ng lo m er\nat e\nor c\nar bo\nna te\nsc hi\nst /\ndo lo\nst on\ne\nV er\ny lo\nca l\npo ss\nib le\nP er\nm o-\nTr ia\nss ic\nsi lty\n/ fin egr ai ne d cl\nas tic\nro ck\ns in\nS B\nF or\ntr es\ns M\ntn . ??\nO kp\nik ru\nak a nd un na m ed\nF or\ntr es\nsTo\nro k\nO kp\nik ru\nak a nd un na m\ned O\nkp ik\nru ak\na nd\nun na\nm ed\nO kp\nik ru\nak a nd un na m ed\nF or\ntr es\ns M\ntn .\nO kp\nik ru\nak O\nkp ik\nru ak\nO kp\nik ru\nak O\nkp ik\nru ak\nO kp\nik ru\nak\nS ha\nle a nd co qu in\na V\nar ie\nga te d m ud st on e\nan d\nco qu\nin a\nV ar\nie ga\nte d\nm ud\nst on\ne /\nIp ew\nik . a nd T in gm er kp uk Q ua rt zi te\nB la\nnk en\nsh ip\nM em\nbe r\nof O\ntu k\nB la\nnk en\nsh ip\nM em\nbe r\nof O\ntu k\nB la\nnk en\nsh ip\nM em\nbe r\nof O\ntu k\nBlankenship Member\nKingak - type rocks\nK ar\nen C\nk.\nO tu\nk O\ntu k\nO tu\nk O\ntu k\nS ik\nsi kp uk (f in egr ai ne d)\nS ik\nsi kp uk (s ilt y)\nS ik\nsi kp uk (f in egr ai ne d w ith lo ca l s ilt\n)\nS ik\nsi kp uk (f in egr ai ne d)\nKuna\nA la\npa h\nK og\nru k\nup pe\nr un\nit\nK og\nru k\nm id\ndl e\nun it\nK og\nru k\nlo w\ner u\nni t\nK og\nru k K un\na\nW ac\nhs m\nut h\nK ay\nak\nK an\nay ut\nN oa\nta k\nS S\nH un\nt F or\nk\nB ea\nuc ou\np ?? B as al ss . u ni t\nM id\n. D ev . an d ol de r in cl ud in g S ka jit L s.\na nd\ncl as\ntic r\noc ks\nKayak\nKayak\nB as al ss . u ni\nt\nIsikut\nKurupa\nK an\nay ut\nN oa\nta k\nH un\nt F k\nB ai rd G ro up\nC la\nst ic\nC ar\nbo na\nte -\ncl as\nticK ay ak sh .- ls\n.\nUtukok-Kayak\nU tu\nko k\nU tu\nko k\nU tu\nko k\nKivalina\nKuna Formation\nIkalukrok Unit\nR ou\ngh M tn .\nC k.\nun it\nAkmalik Chert\nUtukok - Kuna? Limestone and black chert Kuna?\nDark gray chertImnaitchiak Chert\nSiksikpuk and Otuk or Etivluk\nO tu\nk an d S ik si kp uk\nO tu\nk an d S ik si kp uk\nE tiv\nlu k\nG ro\nup or\nO tu\nk an d S ik si kp uk\nE tiv\nlu k\nG ro\nup or\nO tu\nk an d S ik si kp uk\nM is\nsi ng\ntim e?\nM is\nsi ng\ntim e?\nN uk\na F\nm .\nor M\nou nt\nB as\ntil le\nar ko\nsi c\nlim es\nto ne\nTu pi\nk Tu\npi k\nK og\nru k\nK og\nru k\nMicritic lmst.\nBlack shale and micritic limestone\nve lmst.\nK ug\nur ur\nok K\nug .\nE li.\nC ar\nbo na\nte\nLi m\nes to\nne A\nrk os ic lim es to\nne\nK ay\nak K\nay ak\nR im B ut te U ni t\nM is\nsi ng\nst ra\nta ?\nM af ic ig\nne ou s, m in or se di m en\nts\nO ph\nio lit\ne\nP la\nte o\nr al\nlo ch\nth o n C o lu m n\n0 A B C D E F G\nH I\nJ K\n1a 1b\n2 3\n3 L M\nN O P 4 5 6 7\n97\nMassi\nF IG\n.2 .\nSi m\npl ifi\ned s\ntr at\nig ra\nph ic\nc ol\num ns\n, f au\nna l z\non es\n, a nd\ng eo\nlo gi\nca l e\nve nt\ns fo\nr no\nrt he\nrn A\nla sk\na, a\nlig ne\nd by\na ge\no f\nfo rm\nat io\nns a\nnd u\nni ts\n. T hi\ns fig\nur e\nis c\non st\nru ct ed fr om m an y of th e lis te d re fe re nc es , s uc h as W itm er e t a l. (1 98 1) , D ut ro ( 19 87 ), B ir d (1 98 8) , H ar la nd e t a l. (1 99 0) , M oo re e t a l. (1 99 4) , T uc ke r et a l. (1 99 8) , a nd G ra nt (1 99 9) . T he c om m on s tr at ig ra ph ic r an ge o f m in er al iz at io n in t he R ed D og d is tr ic t is s ho w n by t he c ro ss ed h am m er s in c ol um n I. A m ph = A m ph ith ea tr e pl at e, c ar b = ca rb on at e, C hi m = C hi m ne y pl at e, E M A = E nd ic ot t M ou nt ai ns a llo ch th on o r s ub te rr an e, e xt o r E xt = e xt en si on , H M B = H am m on d m et am or ph ic b el t, H un t F k = H un t F or k Sh al e, K ug = K ug ur ur ok F or m at io n, L s or ls o r lm st = li m es to ne , M et ai nt ru s = m et ai nt ru si on s, R eg re ss = r eg re ss io n, S B = S ch is t b el t, sh = s ha le , s s or S S = sa nd - st on e, V M S = vo lc an og en ic m as si ve s ul fid e be lt, W ol ve r = W ol ve ri ne , W ul = W ul ik P ea ks p la te .\nDownloaded from https://pubs.geoscienceworld.org/segweb/economicgeology/article-pdf/99/7/1281/3499417/1281.pdf by University of Arizona user on 26 February 2019\net al., 1987; Moore, 1992; Moore et al., 1994). The stratigraphy of the Arctic Slope parautochthon (Fig. 2, columns C, D) has traditionally been subdivided into three components, on the basis of a combination of stratigraphic age, position of unconformities, and depositional trends. These components are, from oldest to youngest, the Franklinian, Ellesmerian, and Brookian sequences. Moore et al. (1994) argued against the usage of the term Franklinian, and preferred “pre-Mississippian rocks,” used here. Surface exposures of parautochthonous or autochthonous sedimentary and lesser igneous rocks of the Arctic Slope parautochthon are located in the northeastern Brooks Range, Mount Doonerak window, and Lisburne Hills, and they may include parts of the Hammond metamorphic and Schist belts along the southern flank of the Brooks Range (Fig 1a). Correlative rocks also lie beneath foreland basin deposits of the Colville basin in the Arctic foothills and Arctic coastal plain and are inferred to extend southward at depth under the range front for at least 40 to 70 km (estimated from Cole et al., 1997; Moore et al., 1997b)."
  }, {
    "heading": "Pre-Mississippian rocks",
    "text": "Pre-Mississippian rocks of the Arctic Slope parautochthon are variably deformed and metamorphosed, and they range in age from Late Proterozoic to as young as Middle Devonian (Witmer et al., 1981; Blodgett et al., 1986; Bird and Molenaar, 1987; Moore et al., 1994). Pre-Mississippian rocks are a very thick and complex assemblage representing a host of geologic environments; limestone, dolostone, clastic rocks, chert, volcanic rocks, and Silurian(?) to Devonian granitic intrusions all are present.\nThe youngest rocks consist of the Early Devonian Mount Copleston Limestone or Middle Devonian shelf deposit to fluvial Ulungarat Formation, both of which are unconformable upon the remainder of the Silurian or older preMississippian sequence (Moore et al., 1994)."
  }, {
    "heading": "Ellesmerian sequence",
    "text": "The Lower to Upper Mississippian fluvial-deltaic Endicott Group unconformably overlies the Ulungarat Formation or older formations consisting of, in ascending order, the Kekiktuk Conglomerate, Kayak Shale, and locally the Itkilyariak Formation (Fig. 2, column C). Note that the term “Endicott Group” is also applied to Upper Devonian through Lower Mississippian clastic formations in the Endicott Mountains subterrane (Tailleur et al., 1967). The Kekiktuk Conglomerate (or Formation) is dominantly of Osagean to Meramecian and possibly locally Kinderhookian age. It is a transgressive, fining-upward succession of conglomerate, sandstone, shale, and local coal deposited in fluvial-deltaic, beach, bar, swamp, and tidal-flat or mud-flat settings in an equatorial climate (Witmer et al., 1981; Hubbard et al., 1987; Woidneck et al., 1987; Ravn, 1992; LePain et al., 1994).\nThe transgressive Kayak Shale, which also is present in the Endicott Mountains and De Long Mountains subterranes, is represented by shallow marine dark shale, sandstone, and limestone. The Kayak Shale ranges from Osagean in the Arctic coastal plain subsurface (Witmer et al., 1981) to Meramecian in the northeastern Brooks Range (Bird and Molenaar,\n1987). The Meramecian(?)-Chesterian Itkilyariak Formation contains maroon conglomerate, sandstone, limestone, and maroon to gray shale (Mull and Mangus, 1972; Bird and Jordan, 1977; Bird and Molenaar, 1987). This formation represents arid tidal-flat deposition, and anhydrite nodules and stringers are locally common in limestone and shale. The Kekiktuk Conglomerate, Kayak Shale, and Itkilyariak Formation probably correlate in part or entirely with the coal-bearing Kapaloak Formation (Moore et al., 1984) of the Lisburne Hills (Fig. 1a; Fig. 2, column D).\nThe Lisburne Group of the northeastern Brooks Range (e.g., Krumhardt, et al., 1996) consists of the Meramecian and/or Chesterian Alapah Limestone and the Chesterian to early Atokan Wahoo Limestone (Fig. 2, column C). The Lisburne Group conformably overlies the Endicott Group and consists mainly of platformal limestone, with lesser dolostone (Bird and Molenaar, 1987). Note that the term “Lisburne limestone” was historically applied to all Carboniferous carbonate formations of the Arctic Alaska terrane (e.g., Schrader, 1904) but is also used by many workers to describe deeper water slope-to-basin Mississippian formations. The Lisburne Group is correlative westward with informally named units in the Arctic coastal plain subsurface, where the base of the group is moderately older, within the upper Osagean, and the top is as young as Permian (e.g., Witmer et al., 1981; Dumoulin and Bird, 2001). Roughly equivalent carbonate rocks in the Lisburne Hills (Fig. 2, column D) are entirely of Mississippian age and consist of the Nasorak, Kogruk, and Tupik Formations (Campbell, 1967).\nThe Sadlerochit Group unconformably overlies the Lisburne Group (Crowder, 1990) and consists of transgressive fluvial-deltaic clastic rocks of the Lower to Upper Permian Echooka Formation and deltaic deposits of the Lower Triassic Ivishak Formation (Fig. 2, column C; Bird and Molenaar, 1987). The Sadlerochit Group and equivalents are known from drilling to extend westward into the northern Arctic coastal plain subsurface. Shelf deposits of the Middle to Upper Triassic Shublik Formation and Upper Triassic Karen Creek Sandstone conformably overlie the Sadlerochit Group and consist of sandstone, siltstone, limestone, and mudstone. The dominance of sandstone or siltstone in Lower Permian through Upper Triassic rocks is characteristic of the Arctic Slope parautochthon, whereas shale and chert are more prevalent in the Lisburne Hills and the Endicott Mountains and De Long Mountains subterranes (e.g., Adams et al., 1997). Jurassic to Lower Cretaceous Kingak Shale, which consists of outer shelf to slope dark shale and lesser siltstone, conformably overlies the Karen Creek Sandstone (Fig. 2, column C).\nThe uppermost portion of the Ellesmerian sequence in the Arctic Slope parautochthon consists of the early Hauterivian Kemik Sandstone and equivalents (Fig. 2, column C) that lie upon a mid-Neocomian regional unconformity (Mull, 1987a) and represent a barrier island complex (Masterson and Paris, 1987). The conformably to unconformably(?) overlying Hauterivian to Barremian pebble shale unit consists of shale with siliceous pebbles to cobbles (Bird, 1987; Mull, 1987b) and records the waning influence of a northern clastic source area, subsequent to Brookian sequence clastic rocks (Bird and Molenaar, 1987) derived\n0361-0128/98/000/000-00 $6.00 1284\nDownloaded from https://pubs.geoscienceworld.org/segweb/economicgeology/article-pdf/99/7/1281/3499417/1281.pdf by University of Arizona user on 26 February 2019\nfrom a southerly source. An intra-Hauterivian unconformity is widely present below the pebble shale unit in the Arcticfoothills/Arctic coastal plain subsurface and is interpreted as the break-up unconformity of the Canada basin (Grantz et al., 1990a; Cole et al., 1997)."
  }, {
    "heading": "Brookian sequence",
    "text": "As a consequence of Mesozoic arc-continent convergence during the Brookian orogeny, the long-standing south to southwest sediment transport directions were reversed, and the Brookian sequence developed from detritus shed northward from the uplifting collision zone and from northwardadvancing thrust sheets into a developing foreland basin. This stratigraphic wedge is now distributed at the top of the Arctic Slope parautochthon, upon thrust sheets in the northern Brooks Range and across the Arctic foothills and Arctic coastal plain in the Colville basin. This preserved portion of the foreland basin hosts Hauterivian through Tertiary clastic rocks (Cole et al., 1997) at the top of the Arctic Slope parautochthon."
  }, {
    "heading": "Endicott Mountains Subterrane",
    "text": "This subterrane encompasses the Endicott Mountains allochthon of the eastern to central Brooks Range (Moore et al., 1994) and the Brooks Range sequence or allochthon of the western Brooks Range (Martin, 1970; Mayfield et al., 1988). Henceforth, all references to the Brooks Range sequence or allochthon and Endicott Mountains subterrane or allochthon are shortened to “Endicott Mountains subterrane.” The term “allochthon,” as used here, describes an assemblage of stratigraphically related rocks that overlies a large-displacement thrust fault. An allochthon may be internally imbricated and laterally discontinuous. The Endicott Mountains subterrane contains regionally extensive fault-bounded panels that were previously referred to as “sequences,” here called “plates” (Fig. 3). Descriptions of plate subdivisions presented here are more detailed than previous descriptions by Mayfield et al. (1988).\nThe eastern Endicott Mountains subterrane (Fig. 1a; Fig. 2, column F) differs in several ways from the western Endicott Mountains subterrane, and these differences are briefly described in the appropriate sections below. In the western Brooks Range, the Endicott Mountains subterrane is subdivided on the basis of stratigraphy and structural position into the Wolverine Creek (Young, 1992), Red Dog (Moore et al., 1986), and Key Creek (Mayfield et al., 1988) plates. The areal distribution of these plates in the Red Dog district is shown in Figure 4 and stratigraphy in Figures 5 and 6."
  }, {
    "heading": "Wolverine Creek plate",
    "text": "The Wolverine Creek plate is equivalent to the Wolverine Creek sequence of Young (1992). The Wolverine Creek plate represents the structurally lowest thrust plate of the Endicott Mountains subterrane and is the absolute footwall to mineral potential in the Red Dog district. The Wolverine Creek plate is exposed only in the Red Dog district and underlies the Red Dog plate along a major undulatory thrust fault (Figs. 3 and 4). At least two internal repetitions with similar stratigraphy are recognized. The lower subplate is structurally thickened to +1 km and the base is not exposed. The upper subplate is\ndiscontinuous and attenuated and is possibly a gravity slide sheet (J. De Vera, pers. commun., 2002).\nThe oldest exposed rocks in the Wolverine Creek plate consist of 30 m of thin-bedded fine-grained quartzite assigned to the basal part (basal sandstone unit) of the Lower Mississippian Kayak Shale (Fig. 2, column H; Fig. 6). These rocks are overlain by 45 m of ferruginous, silty, bioturbated shallowwater dolostone and dark dolomitic siltstone and shale of Osagean age (Dumoulin et al., 2004), similar to the Utukok Formation of the De Long Mountains subterrane. The upper 210 m ranges from bioturbated siltstone and cherty dolostone at the base to bedded fine-grained limestone and nodular to planar black chert with at least two units of carbonaceous black shale and chert. These carbonate rocks are comparable to the Kogruk Formation of the De Long Mountains subterrane, and the carbonaceous units are similar to the Kuna Formation of structurally higher plates. The youngest carbonate rocks in the section yield conodonts of late Meramecian through early Chesterian age (Dumoulin et al., 2004). In situ\n0361-0128/98/000/000-00 $6.00 1285\nDownloaded from https://pubs.geoscienceworld.org/segweb/economicgeology/article-pdf/99/7/1281/3499417/1281.pdf by University of Arizona user on 26 February 2019\n0361-0128/98/000/000-00 $6.00 1286\nDownloaded from https://pubs.geoscienceworld.org/segweb/economicgeology/article-pdf/99/7/1281/3499417/1281.pdf by University of Arizona user on 26 February 2019\ncorals, brachiopods, and other shallow-water biota are locally common but, owing to widespread and profound silicification and dolomitization of carbonate units, the stratigraphic distribution of megafossils remains uncertain.\nThe Wolverine Creek plate of the Red Dog mine area has a thicker (92–123 m, locally 165 m) and more proximal section of the Pennsylvanian to Permian Siksikpuk Formation compared with other plates of the Endicott Mountains subterrane. The Siksikpuk Formation commonly exhibits a sharp\nand possibly disconformable contact with the underlying Kogruk Formation (Fig. 2, column H). However, in the attenuated subplate (Fig. 3), the contact is conformable and gradational. Unlike structurally higher plates of the Endicott Mountains subterrane, the basal Siksikpuk Formation of the Wolverine Creek plate locally contains siltstone (Young, 1992).\nThe Triassic to Middle Jurassic Otuk Formation (Mull et al., 1982) of the Wolverine Creek plate exhibits the same\n0361-0128/98/000/000-00 $6.00 1287\nDownloaded from https://pubs.geoscienceworld.org/segweb/economicgeology/article-pdf/99/7/1281/3499417/1281.pdf by University of Arizona user on 26 February 2019\nsubdivisions as equivalent rocks in other plates of the Endicott Mountains subterrane but has a much thicker limestone member that contains unusually abundant coquina throughout thicknesses up to 15 m. The limestone member is locally disconformably(?) overlain by a few meters of black shale and chert that resemble the Lower to Middle Jurassic Blankenship member of Mull et al. (1982). The Blankenship member is disconformably(?) overlain by an uncertain thickness of black shale or mudstone, here assigned to the Lower Cretaceous Kingak Shale. The youngest unit of the Wolverine Creek plate is the Lower Cretaceous Okpikruak Formation, consisting of hundreds of meters of mudstone and graywacke that unconformably overlie older units.\nOn the basis of Mississippian lithofacies (Dumoulin and Harris, 1993; J. Dumoulin, pers. commun., 2000) and position near the front of the fold and thrust belt, the Wolverine Creek plate compares most closely with the Ivotuk plate (Ivotuk sequence of Mayfield et al., 1988), 255 km to the east (Fig. 2, column G). Young (1992) also compares the Wolverine Creek\nplate with Mississippian and younger rocks in the Lisburne Hills."
  }, {
    "heading": "Red Dog plate",
    "text": "The Red Dog plate (Figs. 5 and 6) can be distinguished from the Key Creek plate by the presence of calcareous turbidites of the Kivalina unit in the former (Fig. 2, column I). Additional differences are discussed below. The Key Creek plate is generally thrust upon the Red Dog plate, but gradational relationships between the two plates are inferred north of the Red Dog mine.\nKayak Shale: The Kayak Shale is the stratigraphically lowest formation exposed in the Red Dog plate, and the base is a thrust fault. It is judged to be of Early Mississippian age, on the basis of stratigraphic position and by regional correlation (Mull et al., 1997b). The Kayak Shale has five subdivisions in the eastern Brooks Range; in ascending order they are finegrained sandstone, black shale, argillaceous limestone, black shale, and red limestone. The lower three subdivisions extend\n0361-0128/98/000/000-00 $6.00 1288\nDownloaded from https://pubs.geoscienceworld.org/segweb/economicgeology/article-pdf/99/7/1281/3499417/1281.pdf by University of Arizona user on 26 February 2019\ninto the western Brooks Range (Moore et al., 1989). On the basis of limited surface exposures in three areas, Kayak Shale of the Red Dog plate consists of at least 100 m of thin-bedded and strongly bioturbated, light-colored, fine-grained sandstone to siltstone with shale partings overlain by tens of meters of black fissile shale and fossiliferous, fine-grained and carbonaceous, brachiopod-bearing limestone and limy siltstone. The bioturbated sandstone is informally called the basal sandstone unit, and the overlying rocks are combined into the shale-limestone unit.\nKuna Formation: The Kuna Formation is present in both the Red Dog and Key Creek plates. The Kuna Formation was formally defined by Mull et al. (1982) from six sections in the Key Creek plate, located 15 to 400 km east of the Red Dog mine. The Kuna Formation is the principal host to zinc-leadbarium mineralization in the western Brooks Range. The Key Creek plate hosts most of the mineralization east of the Red Dog district, and the Red Dog plate likewise hosts all but a few occurrences of mineralization in the Red Dog district.\nThe general stratigraphic position of concordant Kuna Formation-hosted mineralization is shown by the crossed hammers in Figure 2, column I and Figure 5.\nIn the Red Dog structural plate, the Kuna Formation is subdivided into the Kivalina and Ikalukrok units (Fig. 5; Moore et al., 1986). The Kivalina unit is an off-shelf, slope, and basin turbidite facies and exhibits centimeter- to meterscale rhythmic alternations of laminated, black calcareous shale and thin- to thick-bedded, gray micritic limestone, grainstone, and packstone. Its age is only generally constrained, because dated microfossils are transported. The basal Kivalina unit is interbedded with noncalcareous and concretionary black shale of the Kayak Shale, so its maximum age is reasonably Kinderhookian or younger. Conodonts from turbidite layers are largely middle Osagean but are as old as Kinderhookian (Dumoulin et al., 2004). The Kivalina unit was structurally thickened during deformation and commonly is strongly cleaved and folded at all scales. The known and inferred Kivalina unit underlies an area of 1,800 km2 and, on\n0361-0128/98/000/000-00 $6.00 1289\nDownloaded from https://pubs.geoscienceworld.org/segweb/economicgeology/article-pdf/99/7/1281/3499417/1281.pdf by University of Arizona user on 26 February 2019\nthe basis of two poorly exposed but stratigraphically complete sections, is at least 122 m thick. The Kivalina unit may have accumulated within a local fault-bounded depression. The facies distribution of this unit suggests that turbidites were derived from the south or west. Strongly altered mafic sills and/or layered volcanic rocks are present sparingly in the basal Kivalina unit. Although the age of these igneous occurrences is uncertain, an Early Mississippian assignment is supported by geologic relationships in the western and southwestern Brooks Range, where intermediate to mafic tuff, volcaniclastic rocks, sills, and plugs are associated with the Kayak Shale (Karl et al., 1989; Mull et al., 1997b).\nThe Ikalukrok unit of the Kuna Formation can be subdivided into a lower laminated black shale subunit and an upper medium- to thick-bedded black chert subunit. The original thickness of the Ikalukrok unit in the Red Dog plate is judged to be variable and dependent upon Mississippian tectonic architecture. The full thickness range is 29 m to probably greater than 240 m; an average thickness approximates that of the Kivalina unit. Shale of the Ikalukrok unit represents a probable outer shelf, slope, and basin setting. The shale is siliceous and carbonaceous and has reported mean concentrations of 74 to 77 percent SiO2 and >4 percent Corganic (Moore et al., 1986; Slack et al., 2004). By contrast, Al2O3 concentration is commonly less than 7 percent.\nDistal to proximal carbonate turbidite is an important component of the shale subunit. Turbidite in the lower half of the shale subunit consists of micritic calcareous radiolarite with stylolites, representing distal deposition. This facies can be absent or can occupy up to a third of the total Ikalukrok unit section; it is commonly partially silicified and less commonly replaced by sulfide minerals. A sample collected from drill core just north of the Red Dog mine yields conodonts of Kinderhookian to Osagean age (Dumoulin et al., 2004). The upper half of the shale subunit contains two or more layers of limestone and sandstone turbidite. These are well laminated and composed of gray to black sandy limestone, calcareous lithic sandstone, calcareous sandstone, noncalcareous sandstone, or black, fetid, sparry limestone. Transported megafossils include brachiopods, gastropods, and solitary corals. Internal lithologic variation between the listed lithotypes is complex and abrupt. The thickness of individual lithic turbidite layers is commonly a few meters or less but can be up to 11 m. Drill core and outcrop samples yield redeposited conodonts of Kinderhookian, middle Osagean, late Osagean or younger, and late Meramecian to early Chesterian age (Dumoulin et al., 2004).\nA south or southwest source for lithic turbidites of the Ikalukrok unit is possible, on the basis of facies relationships 12 km west of the Red Dog mine (Fig.4). Units considered age-equivalent in this area contain layers of crinoidal grainstone up to 30 m or more thick. Well-preserved solitary and colonial corals demonstrate that these grainstones represent a proximal platform edge to slope facies. Locally, asymmetric ripples in lithic turbidite indicate current flow in a northeast direction.\nBlack chert, which constitutes the top of the Ikalukrok unit, ranges from a few meters to more than 24 m thick (Moore et al., 1986). Some rocks mapped as “chert” may actually be spicule- or radiolarian-rich shale (Dumoulin et al., 1993).\nChert commonly exhibits evidence of a formerly significant carbonate component. This evidence includes nodular domains of laminated turbidite and gray-weathering streaks, nodules, and layers in otherwise dark chert. The precise age of the chert subunit is uncertain but is early Chesterian in part (Dumoulin et al., 2004) and could be as young as Morrowan (Ellersieck et al., 1984). The topmost black chert layer of the Kuna Formation in both the Red Dog and Key Creek plates contains mammiform structures that approximate a pointed dome in shape, are about 50 to 75 cm wide, and can exceed a meter in height. These structures are derived from a 10- to 30-cm-thick chert layer. An index-finger-sized hole, 1 to 2 cm in depth, is located at the top center of each dome. The lowermost gray chert beds of the overlying Siksikpuk Formation are draped over the mammiform structures. These structures are locally well exposed in all dimensions and clearly are not chert dikes as described by Steinitz (1970). Alternately, they may represent hydrothermal mud mounds that accommodated the release of fluids and/or gas from the Kuna Formation during a basin-wide thermal-diagenetic event. They are similar in form to, but much smaller than, the hydrothermal carbonate mud mounds of Morocco (Belka, 1998; Mounji et al., 1998). Similar structures continue eastward onto the Key Creek plate for at least 200 km.\nIgneous rocks of Early(?) to Late Mississippian age (Fig. 2, column A) are present in very restricted areas in the Kuna Formation at the Red Dog mine and 12 km northwest (Nokleberg and Winkler, 1982; Mayfield et al., 1984; Moore et al., 1986). At the Red Dog mine, most igneous rocks are associated with the Kivalina unit as described above, but rhyolite intrudes silicified and sulfide-veined Ikalukrok unit at the southern end of the Red Dog mine pit (Morelli et al., 2004).\nSiksikpuk Formation: The Etivluk Group of Mull et al. (1982) consists of the Siksikpuk and overlying Otuk Formations (Fig. 5). The Siksikpuk Formation is a condensed succession of chert and shale that conformably overlies the Kuna Formation and conformably underlies the Otuk Formation of the Etivluk Group. The Siksikpuk Formation represents a change to more oxidizing conditions in the basin, manifested by a loss of dark colors and scarcity of carbonaceous rock types. The formation is reported by Mull et al. (1982) to range from Pennsylvanian to Early Triassic; however, the Early Triassic sample was probably collected from the overlying Otuk Formation (Blome et al., 1988). The Siksikpuk Formation is between 68 and 76 m, and locally up to 100 m thick. Based upon distinct changes in lithology and/or weathering character, this formation can be subdivided into four units.\nThe lower unit consists of 20 to locally 40 m of bright orange-weathering, thin- to medium-bedded, dark gray to bluegray chert overlain by a few meters of laminated black shale and chert that is capped by very light gray to gray shale and subordinate chert. The lower unit is equivalent to the “Orange Cherty unit” of Moore et al. (1986). Thin barite layers and pyrite-marcasite nodules or layers are fairly common, and iron sulfide nodules are interpreted to have locally replaced former barite. In outcrop, the contact with the underlying Kuna Formation is commonly in the middle of a section of chert, where the colors become universally black downward, coincident with the mammiform structures described above. Based upon an unpublished Teck Cominco research study of\n0361-0128/98/000/000-00 $6.00 1290\nDownloaded from https://pubs.geoscienceworld.org/segweb/economicgeology/article-pdf/99/7/1281/3499417/1281.pdf by University of Arizona user on 26 February 2019\nmajor and trace element composition of rock units, shale of the lower unit of the Siksikpuk Formation is siliceous and alumina poor and is probably an oxidized analogue of Kuna Formation shale. Thus, the change upward from Kuna to lower Siksikpuk Formation does not necessarily indicate a major change in basin architecture or source areas, but rather the end of basin anoxia and restriction. A sample collected just north of the Red Dog mine from drill core at the base of the lower unit yields radiolarians of Meramecian to Morrowan age (Dumoulin et al., 2004). The base of the formation more commonly yields radiolarians of indefinite Late Mississippian to Early Pennsylvanian ages (Mayfield et al., 1990).\nThe middle unit of the Siksikpuk Formation consists of 23 to 46 m of laminated to thin-bedded, green-tinged gray and maroon shale. This shale has a relatively high background content of barium, and barite rosettes are common. The relationships between red beds and green beds are somewhat erratic but, on the basis of reduction halos bordering fractures and fossils, they suggest that the middle (and upper) unit originally contained a greater proportion of maroon layers, which were later reduced before or during diagenesis. The lack of principal sedimentary features other than bedding and uniform lack of silt-size grains suggests that the middle unit formed beyond the prodelta slope. Shale of the middle unit is distinctly lower in SiO2 (67.5%) and higher in Al2O3 (13.2%) than shale from the lower unit or the Kuna Formation.\nThe upper unit comprises 9 to 46 m of thin- to mediumbedded, gray and maroon, nodular to wavy-bedded chert. Thicker sections of the upper unit probably occur where the upper part of the middle unit is cherty. Barite veinlets are locally common. On the basis of comparisons with regionally dated sections of the Key Creek plate (Murchey et al., 1988; Moore et al., 1994), the age of the middle and upper units is mostly Early Permian (Wolfcampian to Leonardian).\nThe uppermost Siksikpuk Formation contains a “transition facies” (Fig. 5), represented by a few meters to more than 8 m of laminated green-gray shale and sheared brown-gray and lesser maroon shale and subordinate thin-bedded chert. The age of the transition facies is not determined; in the northcentral Brooks Range, the uppermost Siksikpuk Formation may extend into the Guadalupian (Moore et al., 1994), and conodonts from the lower part of the Otuk Formation in the Red Dog plate are dated as Early Triassic (latest Spathian: Mayfield et al., 1990).\nOtuk Formation: The Otuk Formation of the Red Dog plate (Fig. 5) averages 46 m thick and can be subdivided into four units that are lithologically correlative with the shale member, chert member, limestone member, and Blankenship Member of Mull et al. (1982) and Blome et al. (1988). The contact between the Otuk and underlying Siksikpuk Formations is almost everywhere recessive and covered owing to weathering, but numerous drill-core intercepts define a sheared and conformable contact. The contact is defined where lighter-colored shale of the transition facies of the uppermost Siksikpuk becomes interbedded with color-banded black and green-gray shale of the shale member of the Otuk Formation.\nThe shale member generally ranges from 9 to 26 m thick, and locally it may exceed 46 m. This member is characterized by 3-mm- to 15-cm-thick color bands of laminated light gray,\ngreen-gray, and black shale and subordinate thin-bedded black and gray chert. Profoundly rust-weathering, finegrained, siliceous gray dolostone layers are rare to abundant. The shale member contains laminated pyrite or marcasite, barite needles, and coarsely bladed barite rosettes. In exceptional cases, barite beds to 1 m thick and pyrite or marcasite beds to 30 cm thick are present. The age of the shale member in the Red Dog plate is known to include the latest Spathian stage (Mayfield et al., 1990). Extrapolating from other structural plates in the central and western Brooks Range, the inferred age range is at least early Smithian to Ladinian (Mull et al., 1982; Blome et al., 1988), and the conformable relationships between the Otuk and Siksikpuk Formations in the Red Dog plate suggests that all of Early Triassic time may be represented.\nThe chert member averages about 20 m thick and consists of thin-bedded, variegated, gray chert with thin shale layers and partings. A distinctive marker horizon is present in the middle of the chert member (Moore et al., 1986). This regional marker also is present in other allochthons and consists of 1 to 5 m of laminated to thin-bedded black chert with black shale partings. Chert layers slip readily against shale partings during deformation; as a consequence, the chert member is commonly structurally thickened and has profoundly concentrated chevron folds. Where more severely deformed, strongly chevron-folded chert grades abruptly without faulting into bodies of massive jasperoid that exhibit mottled translucent, white, gray, black, purple, blood-red, and orange colors. Radiolarians from the chert member in the Red Dog plate yield a general age range of late Karnian to late middle Norian (Teck Cominco American Inc., unpub. data). On the basis of a single sample from the overlying limestone member and by extrapolation from regional locations (Mull et al., 1982; Blome et al., 1988), the age of the chert member is Ladinian(?) or Karnian to Norian.\nThe limestone member of the Otuk Formation is generally absent beneath the sub-Lower Cretaceous unconformity at the base of the Okpikruak Formation in the Red Dog plate, but locally a few meters of this member are preserved. This member consists of thin-bedded, cherty, brown-gray limestone and limy chert with common to abundant pelycypods, particularly Monotis sp. Radiolarians from one sample of the limestone member of the Red Dog plate are of late middle to early late Norian age (K. Kelley and J. Dumoulin, writ. commun., 2000), similar to the regional early-middle to late Norian megafauna ages reported from the Key Creek plate by Mull et al. (1982).\nThe Blankenship Member is the youngest unit of the Otuk Formation. Wholly on the basis of stratigraphic position and lithology, this member is locally identified within the Red Dog plate and consists of 3 to 6 m of laminated black chert and shale. In at least one case, rocks here assigned to the Blankenship Member directly overlie the chert member of the Otuk Formation. This relationship might represent structural removal of the limestone member or, alternately, a depositional hiatus or disconformity at the base of the Blankenship Member, as suggested by Mull et al. (1982). On the basis of regional studies, the age of the Blankenship Member is established as Sinemurian to no younger than middle middle Bajocian, implying that uppermost Triassic-lowermost\n0361-0128/98/000/000-00 $6.00 1291\nDownloaded from https://pubs.geoscienceworld.org/segweb/economicgeology/article-pdf/99/7/1281/3499417/1281.pdf by University of Arizona user on 26 February 2019\nJurassic strata are missing or unrecognized between the limestone member and the Blankenship Member.\nVariegated mudstone unit and Tingmerkpuk Quartzite: The distribution and interrelationships of the variegated mudstone unit and Tingmerkpuk Quartzite (Fig. 2, columns G, I) south of the range front are very complex, and rocks assigned to these formations commonly are present in ambiguous structural settings, particularly at the thrust contact at the base of the Red Dog plate but not within the Wolverine Creek plate. The variegated mudstone unit ranges from absent to 10 m thick; it consists of maroon, green-gray, and manganiferous dark gray mudstone, with minor siltstone and chert. The variegated mudstone unit is probably equivalent to the Ipewik Formation (Crane and Wiggins, 1976), clay shale of Mull (1987b), and maroon to greenish-gray shale of Valanginian age in the Kingak Shale (Mull, 1995). Black carbonaceous mudstone or shale typical of Kingak Shale is not identified in the Red Dog plate.\nThe Tingmerkpuk Quartzite or “Tingmerkpuk sandstone” is identified only in the Endicott Mountains subterrane, is common in the western Arctic foothills, and is rare and much more localized south of the foothills. The Tingmerkpuk Quartzite is identified at a few sites east of the Red Dog mine; it consists of one to tens of meters of fine-grained vitreous brown, gray, and black color-laminated quartzite, interbedded with black shale or mudstone. In the Arctic foothills, the Valanginian to Hauterivian Tingmerkpuk sandstone is reported to overlie the clay shale unit (Mull, 1987b, 1995) and contains a distinctive Valanginian coquina (Mayfield et al., 1990). In contrast, Tingmerkpuk Quartzite in the Red Dog mine area lacks coquina but is observed to lie conformably upon the variegated mudstone unit at one locale. The Ipewik Formation and Tingmerkpuk Quartzite were deposited during the waning stages of northerly derived sedimentation, followed by southerly derived deposits of the Okpikruak Formation.\nOkpikruak Formation: The Okpikruak Formation represents the youngest formation in the Red Dog (and Key Creek) plate and records the onset of the Brookian orogeny in the northern Brooks Range. It is a deep marine formation (Moore et al., 1994) consisting of rhythmically interbedded micaceous sandstone and dark mudstone. Sandstone beds range from centimeter scale to as much as 100 m thick, 20 km northwest of the Red Dog mine. Polymict conglomerate is locally common; a sandy matrix contains rounded cobbles to boulders of sedimentary and igneous rocks from structurally higher allochthons. The Okpikruak Formation ranges in age from as old as Tithonian (in higher allochthons) to late Valanginian (Mayfield et al., 1988; Siok, 1989). The maximum observed thickness of the Okpikruak Formation in the Red Dog plate is greater than 300 m and possibly 375 m (Moore et al., 1986; Ellersieck et al., 1990). The base is generally disconformable to unconformable upon older rocks of the Red Dog plate, although possibly conformable relationships with the underlying variegated mudstone unit are observed. Okpikruak Formation commonly lies directly on the chert member of the Otuk Formation or chert of the upper Siksikpuk Formation. Locally the basal geometry is proposed to be channel like, and the unconformity cuts as deep as the Kivalina unit. On the basis of stratigraphic position, there are\nunassignable (“unnamed” on Fig. 2, column I) Lower Cretaceous units in the Red Dog district, such as calcareous sandstone-mudstone and laminated silty shale and argillite with delicate trace fossils. Future studies may determine that certain of these facies are not directly correlative with type Okpikruak Formation.\nEighteen kilometers northwest of Red Dog, olistoliths become abundant in the Okpikruak Formation of the Red Dog plate as meter- to kilometer-scale blocks (Fig. 4). Blocks include two facies of the Picnic Creek allochthon, Kelly River allochthon limestone and chert, Etivluk Group chert, heterogeneous carbonate breccias derived from a Mississippian through Triassic carbonate-dominated source area (USGS/Teck Cominco, 2000, Research study at Red Dog—2000 results, unpub. volume, 230 p.), clast-supported chert breccias derived from a Mississippian through Jurassic(?) chert-dominated source area, polymict Cretaceous conglomerate, Nuka Formation (described below), altered mafic volcanic rocks, and brecciated to conglomeratic blocks composed of clasts from formations not generally attributable to any known facies of the allochthons. In a west-southwest direction, rocks of the Red Dog plate are increasingly represented by unconnected sheets and blocks within a matrix of the Okpikruak Formation."
  }, {
    "heading": "Key Creek plate",
    "text": "Three variations of the Key Creek plate (Mayfield et al., 1988; Curtis et al., 1990) are recognized by the author in the Red Dog district. These are the “sensu stricto,” “western,” and “road corridor” facies (Figs. 4 and 6). The road corridor facies possibly represents an overall higher-energy and possibly shallower-water Mississippian setting but overlies the Upper Devonian to Lower Mississippian Endicott Group in the same manner as the Key Creek facies sensu stricto. In contrast, rocks older than Early Mississippian are structurally removed from the western facies of the Key Creek plate. Igneous rocks are rare in the Red Dog district but are locally recognized in the Key Creek plate sensu stricto and road corridor facies.\nOldest rocks: In the southwestern Brooks Range Lower Ordovician through Middle Devonian carbonate of the Baird Group (e.g., Dumoulin and Harris, 1987) constitutes the southern part of the Endicott Mountains subterrane. On the basis of unpublished mapping by the author, the Baird Group is interpreted to stratigraphically underlie Endicott Group of the Key Creek plate along a complexly faulted and folded contact. East of the road corridor, massive marble that conformably underlies a thin unit of Hunt Fork Shale of the Endicott Group (Fig. 2, column I; Fig. 6) yields conodonts of Givetian to early Frasnian age (A. Harris, writ. commun., 1984) and is interpreted to represent the top of the Baird Group.\nEndicott Group: In the western Brooks Range the Endicott Group may be only several hundred meters thick, as opposed to 4 km thick or more in the eastern Endicott Mountains subterrane (Fig. 2, columns F, I; Moore et al., 1994). However, the same stratigraphic hierarchy is present (Nilsen and Moore, 1984); in ascending order, this succession constitutes the marine Hunt Fork Shale, shallow marine Noatak Sandstone, fluvial nonmarine Kanayut Conglomerate, and the\n0361-0128/98/000/000-00 $6.00 1292\nDownloaded from https://pubs.geoscienceworld.org/segweb/economicgeology/article-pdf/99/7/1281/3499417/1281.pdf by University of Arizona user on 26 February 2019\nshallow marine-shelf-slope Kayak Shale. As in the central and eastern Brooks Range, the older three formations span middle Frasnian to Famennian and earliest Mississippian(?) time (Nilsen, 1981; Dutro et al., 1994; Moore et al., 1997b).\nEast of the Red Dog mine, rocks provisionally assigned to the Hunt Fork Shale consist of green-gray phyllite and silty phyllite with sparse brachiopods. Southeast of the road corridor (Fig. 4), where the base and top of the Hunt Fork Shale are exposed, are a few tens of meters of dark muddy limestone and limy shale, dark gray phyllitic shale, and brown-gray siltstone. The Noatak Sandstone is an iron carbonate-cemented quartzose sandstone and pebbly sandstone. The principal rock types in the Kanayut Conglomerate are gray and maroon quartzite to conglomeratic quartzite, which contains subordinate cycles of green-gray to maroon phyllitic shale that might be paleosols. Conglomeratic quartzite hosts pebbles to clasts of gray to black chert, milky quartz, and greengray or black shale.\nThe lower portion of the overlying Kinderhookian Mississippian Kayak Shale (Mull et al., 1997b) contains 200 m of bioturbated, thin-bedded gray or salmon-tinged gray sandstone (basal sandstone unit) with basal black shale, minor dolostone, and local maroon and green-gray tuff or tuffaceous shale that sharply and conformably overlies the Kanayut Conglomerate. The basal sandstone unit correlates with the basal sandstone member of Bowsher and Dutro (1957), also called the Isikut Member of the Kayak Shale (Mull et al., 1997b). This unit dominates the Kayak Shale near Red Dog and has previously been misidentified as, or included with, the Noatak Sandstone (e.g., Moore et al., 1986; Ellersieck et al., 1990; Young, 1992). The upper portion of the Kayak Shale in the Red Dog district (shale-limestone unit) contains black shale with septarian concretions and lenses of impure and fossil-rich, shallow-water limestone. Black shale of the Kayak Shale commonly contains 10 to 18 percent Al2O3 and less than 70 percent SiO2, distinctly different from the basinal black shale of the Kuna Formation, described above. In the western facies of the Key Creek plate (Fig. 6), the basal sandstone unit is poorly developed or absent, and Lower Mississippian sandy ferruginous shallow-water limestone or dolostone mapped as Utukok Formation by Mayfield et al. (1990) is predominant. A similar shallow-water limestone to dolostone unit is present in the road corridor facies (Figs. 4 and 6) and overlies the Kayak Shale.\nRegionally east of the Red Dog district, intermediate to mafic tuff, volcaniclastic rocks, sills, and plugs are associated with the Kayak Shale (Karl et al., 1989; Mull et al., 1997b). Four kilometers east of the Red Dog mine, mafic igneous rocks are thrust upon the Red Dog plate (Moore et al., 1986), and a similar occurrence is noted east of the road corridor. These igneous rocks are interpreted to be associated with the Kayak Shale.\nKuna Formation: Mull (1982) describes Kuna Formation of the Key Creek plate as 45 to 100 m of black carbonaceous shale, black chert, fine-grained limestone, and dolostone of Osagean through Early or Middle Pennsylvanian age. The top is described as chertier than the base and, locally, <25 m of light-gray cherty crinoidal limestone is reported at the base of the formation. More recent work suggests that the top of the Kuna Formation in the Key Creek structural plate is\nChesterian, and the topmost beds may be Morrowan (Dumoulin et al., 2004). East of the Red Dog mine, Kuna Formation of the Key Creek facies sensu stricto conformably overlies the Endicott Group, consisting of 44 to 54 m of black shale capped by 15 to 58 m of black chert, with subordinate micritic and lithic carbonate turbidite throughout. In the road corridor facies, black shale of the Kuna Formation is less well represented, and 44 m of platy and silty limestone or dolostone is overlain by 68 m of black chert and/or chert-replaced dolostone and subordinate black shale. In the western facies, the Kuna Formation contains intervals of dark chert throughout the black shale section. Lithic turbidites are less common in all facies of the Key Creek plate as compared with the Red Dog plate.\nRhyodacite, andesite, and basalt between 343 to 319 Ma are reported from the Kuna Formation in a few areas of the western Brooks Range, particularly at the Drenchwater zinclead prospect (Fig. 1a), 190 km east of the Red Dog mine (Tailleur et al., 1977; Mayfield et al., 1979; Nokleberg and Winkler, 1982; Werdon, 1996, 1999). At Drenchwater, <100 m to as much as 300 m of submarine felsic rocks and subordinate mafic tuffaceous rocks, and felsic to locally mafic domes and intrusions are present in the Kuna Formation. These alkaline igneous rocks yield ages from 343 to 336 Ma and have trace element concentrations comparable to volcanic rocks of the East African rift system.\nIn the eastern Endicott Mountains subterrane, the (locally) Kinderhookian through earliest Morrowan Lisburne Group (Bowsher and Dutro, 1957; Dumoulin et al., 1997) consists of the Wachsmuth and overlying Alapah Limestone. The Lisburne Group here is comparable with the same group in the Arctic Slope parautochthon, in that both contain Carboniferous shallow-water platform carbonate facies (Fig. 2, columns C, F). The Alapah Limestone interfingers westward with deeper water facies on the northeastern slope of the basin in which the Kuna Formation was deposited. This interfingering is indicated by Meramecian-age outer shelf and deeper deposits of platy to shaly limestone, dolostone, black chert and shale, and phosphate (e.g., Wood and Armstrong, 1975; Dumoulin et al., 1997). The Lisburne Group carbonate facies thins westward in the Endicott Mountains subterrane and pinches out to Kuna Formation approximately 330 km east of the Red Dog mine.\nThe Kuna Formation (Key Creek facies sensu stricto) hosts concordant mineralization (Fig. 4, location O) and the Endicott Group hosts discordant zinc and lead mineralization (Fig. 4, locations S-X) in the Red Dog district. The position of regional occurrences of concordant sulfide and barite mineralization is indicated by the hachured bar on the Key Creek facies sensu stricto section on Figure 6.\nSiksikpuk Formation: The Siksikpuk Formation of the Key Creek plate is similar to that in the Red Dog plate, except that the middle unit is more chert-rich in the road corridor and western facies (Figs. 4 and 6). The Siksikpuk Formation type locality in the eastern Endicott Mountains subterrane contains 100 m of cherty shale and siltstone with barite concretions and bright yellow- and orange-weathering ferruginous beds (Patton, 1957; Mull et al., 1982). In the western Endicott Mountains subterrane, the Siksikpuk Formation becomes more distal and consists of shale and chert with very\n0361-0128/98/000/000-00 $6.00 1293\nDownloaded from https://pubs.geoscienceworld.org/segweb/economicgeology/article-pdf/99/7/1281/3499417/1281.pdf by University of Arizona user on 26 February 2019\nminor siliceous dolostone. The middle (and upper) units of the Siksikpuk Formation are approximately time equivalent with sandstone and siltstone of the transgressive fluvialdeltaic Echooka Formation of the Arctic Slope parautochthon (Fig. 2, column C).\nOtuk Formation: The Otuk Formation of the Key Creek plate is comparable to the Otuk of the Red Dog plate. In the central Brooks Range, Bodnar (1989) interprets a disconformity and paleosol at the base of the Otuk Formation. The nature of the basal contact of the Otuk Formation in the Key Creek plate of the Red Dog district is inferred from incomplete exposures as being similar (conformable) to the Red Dog plate. The Otuk Formation was probably deposited in an open stable-shelf environment (Detterman, 1973) and is approximately time equivalent to shallower-water shelf deposits of the Shublik Formation in the Arctic Slope parautochthon (Fig 2, column C).\nVariegated mudstone unit and Tingmerkpuk Quartzite: The Ipewik Formation is identified very locally in the Key Creek plate, but the Tingmerkpuk Quartzite is not recognized.\nOkpikruak Formation: The Okpikruak Formation in the Key Creek plate is similar to that in the Red Dog plate."
  }, {
    "heading": "De Long Mountains Subterrane",
    "text": "Structurally higher sedimentary allochthons\nThe De Long Mountains subterrane consists of four allochthons that structurally overlie the Endicott Mountains subterrane. These are, in ascending order, the Picnic Creek, Kelly River, Ipnavik River, and Nuka Ridge allochthons (Figs. 3 and 7). In the Brooks Range, the De Long Mountains subterrane represents more marginward facies that were thrust northward as much as hundreds of kilometers during the Brookian orogeny (e.g., Moore et al., 1986; Mayfield et al., 1988; Moore et al., 1994; Cole et al., 1997). The oldest rocks in the De Long Mountains subterrane are commonly Middle Devonian, Upper Devonian, or Lower Mississippian, and the youngest rocks are Lower Cretaceous or older deposits of the Okpikruak Formation that formed during the early Brookian orogeny (Fig. 2, columns J-N). Each allochthon has internal stratigraphic characteristics that distinguish it from the others. A brief comparative analysis of stratigraphy of the allochthons is the most concise and illustrative method of describing the De Long Mountains subterrane.\nMiddle to/or Upper Devonian: Structurally higher allochthons contain shallow-water limestone and dolostone, originally assigned to the Kugururok Formation (Sable and Dutro, 1961). The Picnic Creek allochthon comprises a mix of carbonate and clastic rocks, depending on the plate (Curtis et al., 1984; Mayfield et al., 1988). On the basis of the original concepts of Tailleur et al. (1967), the Picnic Creek allochthon records the transition outboard from fluvial-deltaic clastic rocks of the Endicott Group to platform carbonate rocks of the Kugururok Formation.\nLowest Mississippian: Clastic-dominated shelf deposits of the distal deltaic Kurupa Sandstone and/or Kayak Shale are represented across the Picnic Creek, Ipnavik River, and Nuka Ridge allochthons (Mull et al., 1987; Mayfield et al., 1987, 1988). In contrast, the Kelly River allochthon contains\nmiddle- to inner-shelf, shallow-water, sandy limestone to local quartz arenite of the Utukok Formation (e.g., Dumoulin and Harris, 1992). The presence of a deeper water dark pyritic shale and micritic limestone facies upon the Kugururok Formation in the Amphitheatre plate (Figs. 2 and 7) of the Kelly River allochthon implies that extension was affecting outboard platform geometries by earliest Mississippian time.\nLower to Upper Mississippian: During this time period the stratigraphy is greatly variable across the allochthons and plates, indicative of tectonic activity that yielded a complex architecture. The Nigu and Picnic plates of the Picnic Creek allochthon host the Akmalik Chert. This unit consists of 75 to 87 m of black chert, subordinate argillite, and minor limestone (Mull et al., 1987; Blome et al., 1998) deposited in an upper foreslope or deeper setting. The Akmalik Chert is more condensed and contains much less shale and limestone turbidite than coeval deposits of the Kuna Formation in the Red Dog and Key Creek plates. The Akmalik Chert is a more distal and possibly deeper water facies than the Kuna Formation (Dumoulin et al., 1993) and on the basis of palinspastic restoration (discussed below), could have been deposited in the same basin. The Wulik and Amaruk plates are more representative of the Picnic Creek allochthon in the De Long Mountains (Figs. 4 and 7); they consist of grainstone through micritic limestone and dolostone successions variably replaced by well-bedded dark chert and of a black shale facies comparable with the Kuna Formation (Mayfield et al., 1987; Dumoulin et al., 2004).\nSandy or muddy limestone of the Utukok Formation and cherty shallow shelf dolostone and limestone of the Kogruk Formation were deposited across the plates of the Kelly River allochthon. The Ipnavik River allochthon is host to black siliceous shale or chert and fine-grained limestone turbidite with abundant locally vesicular mafic sills and dikes throughout the section. Excluding sills, the thickness of the Mississippian sedimentary rocks is 70 to 200 m, but it can increase to 500 m when mafic rocks are included (Mayfield et al., 1988). This sediment-sill package is termed the Rim Butte unit (Fig. 2, column M; Fig. 7) by Dumoulin et al. (1993), who infer a slope-to-basin setting. Conodonts from turbidite layers include eroded and redeposited Kinderhookian forms and transported Osagean and late Meramecian forms. Mafic rocks of the Ipnavik River allochthon have not been dated but commonly intrude as high as the lower half of the Etivluk Group (e.g., Mayfield et al., 1984) and exhibit normal midocean-ridge basalt affinities (Moore, 1987). The Nachralik Pass plate is reported to be similar to the Ipnavik plate (Fig. 7; Mayfield et al., 1988) but with little to no mafic intrusions.\nThe sediment-sill slope or basin represented by the Rim Butte unit of the Ipnavik River allochthon is judged to be an intrinsic element of the paleocontinental margin. As an example, a condensed sequence of Mississippian through Pennsylvanian or Permian variegated chert and argillite with an upward-increasing component of mafic sills extends at least 250 km southwestward from the Brooks Range (e.g., Chapman et al., 1985; Dover, 1994; this paper), demonstrating that Mississippian or younger extensional magmatism was not confined to the Brooks Range.\nThe Nuka Formation of the Nuka Ridge allochthon (Fig. 2, column N; Fig. 7) is a unique component of Mississippian (to\n0361-0128/98/000/000-00 $6.00 1294\nDownloaded from https://pubs.geoscienceworld.org/segweb/economicgeology/article-pdf/99/7/1281/3499417/1281.pdf by University of Arizona user on 26 February 2019\nPennsylvanian) time. It consists of a few meters to more than 200 m of variably calcareous and glauconitic quartzitic feldspathic sandstone, quartzitic arkose (Sable et al., 1981; Mayfield et al., 1988), conglomeratic sandstone, gray to maroon variably glauconitic limestone and arkosic limestone, and subordinate mafic flows and sills (Solie and Mull, 1991). Depositional environments may have been highly variable, and both shallow marine to nonmarine environments and even aeolian environments are possible (Sable et al., 1981; Mayfield et al., 1988; Solie and Mull, 1991). Although the depositional age of the Nuka Formation is late Meramecian to early Atokan (Mayfield et al., 1987; A. Harris, pers. commun., 2000), the source terrane is unmetamorphosed, subsolvus to hypersolvus granite of ca. 2.0–2.1 and possibly 2.24 Ga (Hemming et al., 1989; Solie and Mull, 1991; Moore et al., 1997a). Unlike the Rim Butte unit, the Nuka Formation has no known counterparts beyond the western Brooks Range. The granitic source terrane for the Nuka Formation may have been intermittently or locally unroofed as early as Middle to Late Devonian time. This inference is based on locally abundant K-feldspar in carbonate rocks of that age in the southwestern Brooks Range (Dumoulin and Harris, 1992; Karl, 1992). A speculative source terrane for clastic rocks of the Nuka Formation is northeastern Siberia (Fig. 8). Ziegler (1988) describes early Carboniferous separation of presentday Alaska from the West Siberian craton. This scenario is compatible with a Mississippian rift event.\nUppermost Mississippian-Pennsylvanian: The uppermost Mississippian to Pennsylvanian time interval marks the transition to tectonic quiescence, changes in basin architecture and/or restriction, and a return to open circulation on the margin. These changes are indicated by the deposition of noncarbonaceous chert of the lower Siksikpuk Formation or undivided Imnaitchiak Chert (Mull et al., 1987) or Etivluk Group (Mull et al., 1982) on the Picnic Creek, Kelly River, and Ipnavik River allochthons. However, high-energy deposits of the Nuka Formation persisted for part of this time interval.\nPermian and Triassic: The Permian and Triassic periods are characterized by condensed fine-grained clastic and chemical sedimentation across all allochthons of the De Long Mountains subterrane. Oxidized green-gray and maroon chert and/or shale of the middle to upper Siksikpuk Formation are common to all allochthons. The Siksikpuk and Otuk Formations are more chert-rich and shale-poor in the De Long Mountains subterrane as compared with the Endicott Mountains subterrane. In the Picnic Creek, Ipnavik River, and Nuka Ridge allochthons, the entire Siksikpuk Formation can be represented by as little as 10 to 30 m of chert and is difficult to distinguish from the overlying Otuk Formation. In such cases, the Siksikpuk and Otuk Formations are combined into the Etivluk Group in the western Brooks Range and into the Imnaitchiak Chert in the central Brooks Range.\nJurassic to Lower Cretaceous: The variegated mudstone unit or equivalents described above are principally confined to the Endicott Mountains subterrane, but they are present locally in the Picnic Creek allochthon (Mayfield et al., 1988). The Tingmerkpuk Quartzite is absent. The Okpikruak Formation is suggested to be younger in the Endicott Mountains subterrane than in the De Long Mountains subterrane (Fig.\n2) as a consequence of its derivation from a northward-propagating fold and thrust belt. Mayfield et al. (1988) depict the Okpikruak Formation as of Early Cretaceous age in the Endicott Mountains subterrane (their Brooks Range allochthon) and of Jurassic to Early Cretaceous age in structurally higher allochthons."
  }, {
    "heading": "Angayucham Terrane",
    "text": "Rocks assigned to the Angayucham terrane (Fig. 1; Fig. 2, columns O, P) include the Copter Peak and Misheguk Mountain allochthons of the western Brooks Range, and the Narvak and Kanuti structural panels along the south side of the Brooks Range. The Copter Peak and/or structurally overlying Misheguk Mountain allochthon are preserved in three areally extensive volcanic-plutonic complexes in the western Brooks Range as well as in a few smaller klippen. The Narvak and Kanuti structural panels are associated with the autoclastic mélange of the Slate Creek structural belt (Fig. 1a), and they may have originally been the root zone of the Angayucham terrane, now severely modified by 130 Ma or younger extension and normal faulting (e.g., Miller and Hudson, 1991). Preceding Cretaceous extension, the Angayucham terrane was thrust over 130 to 200 km northward, but subsequent Tertiary uplift and erosion in the Brooks Range has removed all but a few synclinal remnants, now represented by the Copter Peak and Misheguk Mountain allochthons.\nCopter Peak allochthon and Narvak structural panel\nThe Copter Peak allochthon consists of at least 650 m of pillow basalt and lesser andesite or dacite, with minor interbedded chert, shale, and limestone. Mafic volcanic rocks exhibit enriched midocean-ridge basalt to within-plate-basalt affinity, comparable to rocks of the Angayucham terrane on the south side of the Brooks Range (Moore, 1987). Three and possibly more units of basalt are included within the Copter Peak allochthon. One unit contains lenses of Middle to Upper Devonian limestone (Nelson and Nelson, 1982). More commonly, intercalated chert in basalt of the Copter Peak allochthon yields Triassic ages (Mayfield et al., 1988).\nThe Narvak structural panel south of the Brooks Range (Fig. 1a) consists of a basal subpanel of Paleozoic basalt overlain by up to eight 1-km-thick sheets of Mesozoic basalt (Pallister et al., 1989). Autoclastic mélange underlies the Narvak structural panel. The oldest and structurally lowest rocks consist of pillow basalt, with lesser carbonate and black chert of late Middle to Late Devonian, late Early Mississippian, and late Early to Late Mississippian age. The middle structural package is dominant and consists of pillow basalt, basaltic breccia and tuff, diabase, microgabbro, and chert of Middle to early Late Triassic and Late Triassic age. The structurally highest rocks are similar to those of the middle structural package and contain Early Jurassic radiolarians (Pallister et al., 1989). Geochemical and field evidence supports an oceanic plateau to island setting for basalt of all ages. Regionally to the east, limestone layers in basalt yield mixed ages from Early Mississippian to Permian, indicative of periodic bioclastic debris flows from a seamount (Dillon, 1985). Significantly, a portion of the Paleozoic basalt of the Angayucham terrane is probably of Mississippian age and represents oceanic crust contemporaneous with the marginal\n0361-0128/98/000/000-00 $6.00 1295\nDownloaded from https://pubs.geoscienceworld.org/segweb/economicgeology/article-pdf/99/7/1281/3499417/1281.pdf by University of Arizona user on 26 February 2019\nsedimentary basin in which Red Dog and other mineral deposits formed.\nMisheguk Mountain allochthon and Kanuti structural panel\nThe structurally highest Misheguk Mountain allochthon (Fig. 2, column P) represents the Middle Jurassic (184–187 Ma) lower portion of an ophiolite and consists of gabbro, peridotite, and dunite, with local diorite to granite (Nelson and Nelson, 1982; Harris, 1988; Mayfield et al., 1988; Moore et al., 1993; Wirth et al., 1993). On the south side of the Brooks Range, serpentine and harzburgite tectonite assigned to the Kanuti structural panel are identified in one area. However, on the basis of magnetic signature it is likely that most of the Kanuti structural panel in this region is covered by Cretaceous rocks (Loney and Himmelberg, 1985, 1989).\n0361-0128/98/000/000-00 $6.00 1296\nDownloaded from https://pubs.geoscienceworld.org/segweb/economicgeology/article-pdf/99/7/1281/3499417/1281.pdf by University of Arizona user on 26 February 2019"
  }, {
    "heading": "Mesozoic to Cenozoic Tectonic History of Northern Alaska",
    "text": "The timing of key pre-Upper Cretaceous geologic events is depicted in Figure 2 (columns A and B). The detailed structural geology of the Red Dog district is described by De Vera et al. (2004). Structural trends in the Brooks Range are defined by the Brookian orogeny. The Brooks Range is north verging and structural trends are approximately east-west but gradually change to northeast-southwest in the western Brooks Range. The Lisburne Hills (Herald arch) fold and thrust belt (Fig. 1a) strikes north-northwest and verges east, counter to prevailing Brookian trends. The landward expression of this structural belt has been called the Tigara uplift (Payne, 1955).\nProterozoic through Middle Jurassic sedimentary rocks of the Arctic Alaska terrane represent a rift-displaced slice of the continental margin of North America, to which the YukonKoyukuk borderlands accreted by Early Cretaceous time. The nature and exact timing of continental margin displacement is a controversial subject and several models have been proposed (Grantz et al., 1990a; 1998; 2002; Lawver and Scotese, 1990; Blythe et al., 1996; Lane, 1997; Lewchuk et al., 2004). The favored hypothesis involves rift separation of part of the former continental margin of the Canadian Arctic Islands at 138 to 130 Ma followed by Aptian and/or Albian and younger sea-floor spreading and counterclockwise rotation of this landmass about a pole east of the Brooks Range in the Mackenzie River delta (e.g., Grantz et al., 1990b; Embry, 1991a; Moore et al., 1994; Blythe et al., 1996; Grantz et al., 1998; 2002).\nThe Brookian orogeny refers to tectonic events associated with and following the Mesozoic convergence between the Arctic Alaska and Angayucham terranes. In Middle Jurassic time, the Arctic Alaska terrane was bordered successively southward by an older ocean basin (Copter Peak-Narvak), a south(?)-facing arc-trench system, and a younger ocean basin (Misheguk Mountain-Kanuti) (Mull, 1989; Patton and Box, 1989; Moore et al., 1994). Middle to Upper Jurassic closure and collapse of the ocean basin (Patton and Box, 1989; Wirth et al., 1993; Morin and Moore, 1996) culminated in subduction of part of the Arctic Alaska terrane and complementary obduction of oceanic rocks of the Angayucham terrane onto the continental margin (Fig. 2, columns A, O, and P). The tectonic loading resulting from subduction of the continent under the Yukon-Koyukuk borderlands is manifested in the Arctic Alaska terrane on the southern flank of the Brooks Range by blueschist-facies rocks, variably altered by retrograde metamorphism to greenschist facies (e.g., DuselBacon, 1994).\nThe Brookian orogeny has been subdivided into two phases by Moore et al. (1994): early Brookian, manifested by ductile deformation and metamorphism to the south and by major Tithonian to upper Barremian thrust faults that propagated from south to north (Crane, 1987; Mayfield et al., 1988; Moore et al., 1994), and late Brookian, represented by upper Lower Cretaceous (Aptian) to Tertiary structures in the Brooks Range (Moore et al., 1994). This orogeny resulted in Albian uplift throughout the range, Aptian and/or Albian folds and small thrust faults along the Arctic foothills, Cenozoic\nfolds and major thrust faults in the northeastern salient of the Brooks Range, and structures related to Tertiary (60 to 25 Ma) shortening, uplift, and erosion throughout the range (Wallace and Hanks, 1990; Cole et al., 1997; Mull et al., 1997a; O’Sullivan et al., 1997; Moore et al., in press).\nTotal shortening during the Brookian orogeny may have been 250 to 500 km or more (Moore et al., 1986; Mayfield et al., 1988; Moore et al., 1994). In the western Brooks Range, sedimentary rock-dominated allochthons currently span about 150 to 200 km north to south; a minimum palinspastic reconstruction of these is 560 km across (Moore et al., 1986). The Endicott Mountains subterrane has been thrust northward a minimum distance of 90 km in the eastern Brooks Range (Moore et al., 1997b). The balanced cross section of the central Brooks Range by Cole et al. (1997) implies 120 km of northward translation of Devono-Mississippian rocks, in agreement with 110 to 130 km of movement here proposed for portions of the Endicott Mountains subterrane in the western Brooks Range."
  }, {
    "heading": "Palinspastic Reconstruction and Late Paleozoic Geologic History",
    "text": "Principal problems regarding palinspastic reconstruction are the almost complete lack of information regarding the extent of allochthonous and parautochthonous formations in the subsurface and unrecognized late Brookian structures that make it even more difficult to visualize the distribution of allochthons in the ancestral Brooks Range. Respecting these uncertainties, the palinspastic restorations (Figs. 8 and 9) are intended only to show the general spatial relationships between restored plates and allochthons, for the purposes of discussing the geologic history.\nIf contiguity is assumed (minimum-area reconstruction) and present exposures of the De Long Mountains subterrane and Angayucham terrane are reassembled in the manner of a jigsaw puzzle, unrealistically narrow and/or distorted geologic belts are created. A minimum-area reconstruction also ignores the presence of cobbles to blocks from the De Long Mountains subterrane and Angayucham terrane in Jurassic to Lower Cretaceous formations in the central Brooks Range (Crane, 1987) and in Okpikruak Formation of the western Brooks Range (this paper). These exotic rocks represent a significant mass loss from the De Long Mountains subterrane and the Angayucham terrane that is unaccounted for with a minimum-area reconstruction.\nThere is no practical solution to these questions and a maximum-area and best-fit restoration is proposed, in the manner of Mayfield et al. (1988). By use of this method, the presently exposed and inferred aggregate areal extent of each allochthon or plate is maintained in the reconstruction. The risk that this methodology might overstate the extent of each allochthon or plate is acknowledged. The Arctic Slope parautochthon is fixed in place. Successively higher plates or allochthons are restored southward to the extent that the northern edge of the maximum area of a plate or allochthon fits against the southern edge of the plate or allochthon that structurally underlies it. Each allochthon represents a different portion of the paleocontinental margin or ocean and exhibits a collective Devonian or Mississippian through Lower Cretaceous stratigraphy that distinguishes it from structurally\n0361-0128/98/000/000-00 $6.00 1297\nDownloaded from https://pubs.geoscienceworld.org/segweb/economicgeology/article-pdf/99/7/1281/3499417/1281.pdf by University of Arizona user on 26 February 2019\n0361-0128/98/000/000-00 $6.00 1298\nDownloaded from https://pubs.geoscienceworld.org/segweb/economicgeology/article-pdf/99/7/1281/3499417/1281.pdf by University of Arizona user on 26 February 2019\nhigher or lower allochthons. The portion of the paleocontinental margin that was the site of zinc-lead mineralization at Red Dog and elsewhere in the western Brooks Range is now represented by the western part of the Endicott Mountains subterrane.\nThe chronostratigraphic relationships depicted in Figure 2 are merged with the palinspastic reconstruction (Fig. 8) to produce a set of maps depicting basic facies relationships from Middle Devonian through Early Permian time (Fig. 9am). The paleogeologic maps are the basis for the following discussions of geologic events. A conceptual post-Mississippian or Pennsylvanian right-lateral fault is depicted in Figure 8. This hypothetical structure is not restored in Figure 9a-m, but it should be noted that a left-lateral restoration along the suggested fault consolidates the Mississippian basinal elements (Fig. 8, inset).\nDevonian through Permian geologic history\nLower unconformity: Anderson (1991) and Anderson et al. (1994) describe two unconformities (Fig. 2, column C) in the easternmost Brooks Range, here called “lower” and “upper.” The lower unconformity is bracketed by Silurian or older rocks below and the Eifelian and younger(?) Ulungarat Formation or the Emsian Mount Copleston Limestone above (Brosge et al., 1981; Anderson, 1991; Blodgett et al., 1992; Anderson et al., 1994).\nDevonian extension: An episode of higher heat flow and possible extension is defined by peraluminous to locally metaluminous 390 ± 20 Ma intrusions across the Arctic Slope parautochthon and similar intrusions and 390 to 385 Ma or younger bimodal volcanic rocks in the Schist belt and parts of the Hammond metamorphic belt (Sable, 1977; Dillon et al., 1987; Aleinikoff et al., 1993; Dumoulin and Harris, 1994). These volcanic rocks (Fig. 9b) are host to significant zinc-copper deposits in the Schist belt (Ambler district: Hitzman et al., 1986). The onset of extensional(?) magmatism is approximately contemporaneous with deposition of the Ulungarat Formation in the eastern Brooks Range (Fig. 2, columns A, C).\nFirst fluvial-deltaic cycle: The Ulungarat Formation (Fig. 9b) is dominantly an upward-shallowing shelf to fluvial redbed hosting sequence with limestone and subordinate mafic sills (Brosge et al., 1981; Grantz et al., 1990a; Anderson, 1991; Anderson et al., 1994). Because of sub-Mississippian erosion beneath the upper unconformity (described below), the\nformer extent of the Ulungarat Formation in the Arctic Slope parautochthon is unknown. However, this formation may be related to a major southwest-prograding fluvial-deltaic clastic succession that was deposited throughout 200,000 km2 in the Arctic Islands in early Eifelian to earliest Frasnian time. Possible sources were the Caledonian and Pearya Mountain belts and Precambrian shield of Greenland (Dineley, 1984; Embry, 1991b).\nSecond fluvial-deltaic cycle: The Hunt Fork Shale, Noatak Sandstone, and Kanayut Conglomerate of the Endicott Mountains subterrane define an upward-shallowing marine to fluvial-deltaic red-bed hosting succession (Fig. 9c) of Frasnian to Famennian and possibly Kinderhookian age (e.g., Moore et al., 1989; Dutro et al., 1994). The ultimate source areas were probably similar to those of Middle Devonian time (Embry, 1991b). Following deposition of the Kanayut Conglomerate, deposits of the Kayak Shale advanced northeastward upon the older clastic wedge (Fig. 9d) and portions of northeastern Alaska emerged. Much of this transgression took place during Kinderhookian time. As mentioned above, the earliest deposits of the Kekiktuk Conglomerate might locally be as old as Kinderhookian. On the basis of comparable stratigraphic relationships with the (overlying) Kayak Shale, the Kekiktuk Conglomerate could be the time-transgressive and more proximal expression of the basal sandstone unit of the Kayak Shale of the Endicott Mountains and De Long Mountains subterranes.\nUpper unconformity: The base of the Ellesmerian sequence (upper unconformity) is a regional unconformity in the Arctic Slope parautochthon; the rocks bracketing the unconformity are as young as Middle Devonian below and Lower Mississippian above (Woidneck et al., 1987; Anderson, 1991; Anderson et al., 1994; LePain et al., 1994). It is postulated that prior to sub-Mississippian erosion, Upper Devonian clastic rocks were more widespread (Fig. 9c).\nThird fluvial-deltaic cycle: In Osagean time, the presentday northeastern Brooks Range was at tropical latitudes and was characterized by undulatory low hills and shallow valleys of a peneplain (Ravn, 1992; LePain et al., 1994). The Kekiktuk Conglomerate of the Arctic Slope parautochthon was deposited into this setting (Fig. 9e). As opposed to older fluvialdeltaic successions, the Kekiktuk Conglomerate had more local source areas, to the north and northeast. The Kekiktuk Conglomerate ranges from 0 to 128 m thick in northeastern Alaska and the Mount Doonerak duplex and exceeds 650 m,\n0361-0128/98/000/000-00 $6.00 1299\nFIG. 9. Middle Devonian through Early Permian palinspastic reconstruction of units and formations of northern Alaska. This figure is based upon Figures 2 and 8 and the text discussion. Note that the Pennsylvanian or younger fault shown in Figure 8 and restored in the inset of that figure is not invoked on Figure 9. Such a fault would shift the Rim Butte unit and Nuka Formation east (right) and consolidate the Mississippian basin and rift facies into a contiguous element. a. Reference template for following figures. The modern coastline of northern Alaska is shown in this and subsequent figures. b. Palinspastic restoration of formations and units for Middle to early Late Devonian time. VMS = Ambler volcanogenic massive sulfide belt. c. Late Devonian time. d. Kinderhookian (earliest Mississippian) time. e. Osagean time, to the top of foram zone 8, spanning the onset of basin development. f. Osagean time, to the top of foram zone 10. g. Latest Osagean, approximately the middle of foram zone 12. h. Meramecian time, approximately the middle of foram zone 14. The position of the Red Dog mine is shown by the star symbol. i. Early Chesterian time, approximately the middle of foram zone 16i. The position of the Red Dog mine is shown by the star symbol. Much of the base metal and barite mineralization may have been deposited in Chesterian time. j. Chesterian time, approximately the top of zone 17. The position of the Red Dog mine is shown by the star symbol. k. Latest Chesterian through Morrowan time, approximately the top of foram zone 19 to the top of zone 20. This time interval is characterized by the complete loss of basin restriction. l. Atokan time, approximately the middle of foram zone 21. m. Early Permian time, characterized by the drowning of long-standing carbonate platforms.\nDownloaded from https://pubs.geoscienceworld.org/segweb/economicgeology/article-pdf/99/7/1281/3499417/1281.pdf by University of Arizona user on 26 February 2019\nprobably up to several thousand meters, in extensional paleobasins of the Arctic Coastal plain subsurface (Woidneck et al., 1987; LePain et al., 1994; Wilson et al., 2001). The transgressive Kayak Shale overlies the Kekiktuk Conglomerate in the Arctic Slope parautochthon and becomes progressively younger to the north and northeast. As a consequence, the Kayak Shale is dominantly Kinderhookian in the Endicott Mountains and De Long Mountains subterranes (Dumoulin and Harris, 1997; Mull et al., 1997b), Osagean in the Arctic coastal plain subsurface (Witmer et al., 1981), and Meramecian in the Arctic Slope parautochthon of the northeastern Brooks Range (Bird and Molenaar, 1987; Dutro, 1987). The Itkilyariak Formation is a local component of the Arctic Slope parautochthon (Fig. 9f-i) and is unconformable upon, or more generally conformable and gradational with, the Kayak Shale (Mull and Mangus, 1972; Witmer et al., 1981; Woidneck et al., 1987). It is a Meramecian to locally late Chesterian red-bed assemblage of sandstone, siltstone, conglomerate, claystone, minor limestone, and anhydrite (Mull and Mangus, 1972; Bird and Jordan, 1977; Harris and Krumhardt, 1995) that represents tidal-flat deposition in an arid environment (Bird and Molenaar, 1987).\nMississippian (and older) extension: Deposition of Middle Devonian(?) to Lower Mississippian formations in the Arctic Slope parautochthon in the Arctic coastal plain subsurface was controlled by a series of north-northwest–trending basins (e.g., Bird and Molenaar, 1987; Woidneck et al., 1987; Fig. 9e). These basins include smaller downwarpings in the Prudhoe Bay area (Woidneck et al., 1987) and regional sags or half grabens in the Arctic coastal plain subsurface (Umiat and Meade basins, Hanna trough) that formed in late Paleozoic time (Moore et al., 1994). These extensional basins received accumulations of several kilometers of Devonian(?) and Lower Mississippian rocks (e.g., Grantz et al., 1990a). Large deeply buried magnetic anomalies exist in the Arctic Slope foothills and the Arctic coastal plain. The largest of these is the “North Slope deep magnetic high” of Saltus et al. (1999), who estimate a depth of more than 10 km. These magnetic highs are equivocally coincident with the aforementioned sags or half grabens and could represent rift-related mafic igneous rocks. However, the age of these igneous rocks, if they exist, is unknown. Further, if the source of the “North Slope deep magnetic high” is greater than 10 km deep, it is probably below Devono-Mississippian sedimentary rocks of the Ellesmerian sequence (estimated from Cole et al., 1997), and the anomaly does not originate from Devonian or younger extrusive rocks.\nKuna basin: The Kuna basin constituted a discrete tectonostratigraphic element from Osagean through Chesterian time (Fig. 9e-j), and Red Dog and most of the other sulfide and barite deposits probably formed during the latter part of this interval. Only 45 to 360 m of sediments were deposited during this time span (30 my). Based solely on the qualitative palinspastic reconstructions, the Kuna basin may have reached maximum size in Meramecian time, very approximately 200 km wide and at least 600 km in length.\nThe Kuna basin was flanked by carbonate platforms that included the Wolverine-Ivotuk plates and formations of the Arctic Slope parautochthon on the north, the WachsmuthAlapah Limestone formations of the (eastern) Endicott\nMountains subterrane on the east, and the (restored) Kelly River allochthon (Kogruk and/or Utukok Formations) on the southwest. Organic material and carbonate turbidite layers in the Kuna basin may have been derived from one or all of these platforms. In Osagean through early Chesterian time, cherty facies of possible deeper water origin existed to the south and southeast. These facies are represented by the Akmalik Chert and Rim Butte unit of the Picnic Creek and Ipnavik River allochthons, respectively. On the basis of the composition of associated igneous rocks and by analogy with subsurface basins of the Arctic Coastal plain, the Kuna basin is inferred to be of extensional origin. The axis of extension is proposed to have trended oblique to present-day trends in the fold and thrust belt (Fig. 8, inset). However, the lack of significant sedimentary fill suggests that this was not a typical rift basin. By use of the basin classification system of Kingston et al. (1983), the Kuna basin shares limited characteristics with interior fracture and/or margin sag basins.\nBlack shale of the Kuna Formation and Ikalukrok unit is very siliceous. This silica cannot wholly represent detrital quartz, because the Kuna basin was widely separated from clastic source areas by carbonate platforms. SiO2 is probably largely contained as biosiliceous material such as sponge spicules and radiolarians, variably dissolved and reprecipitated (Dumoulin et al., 1993). Flanking carbonate platforms and terrestrial vegetation (forests) on the northeastern highlands provide explainable sources of organic carbon shed into the Kuna basin. Mississippian extension may have produced physical barriers to basin circulation and preserved organic carbon and subsequent mineralization.\nWater depths prevalent in the Kuna basin are uncertain, because modern black shales are found in swamps, lakes, and shallow to deep marine settings (Wetzal, 1991). Dumoulin et al. (1993) used microfossil and petrographic evidence to conclude that the Kuna Formation, Akmalik Chert, and Rim Butte unit are of deep water origin. Basin restriction and condensed sedimentation evoke an image of abyssal sedimentation, but some empirical evidence suggests otherwise. In the Wolverine Creek plate, Kuna Formation-type black shale and chert are closely associated with in situ coral-bearing Kogruk Formation. In at least one locale in the Key Creek plate, crinoidal limestone and crossbedded and bioturbated calcareous sandstone with carbonized plant or wood fragments is separated from younger Kuna Formation shale by only 3 m of carbonaceous sandstone and siltstone (Young and Moore, 1987). Fine-grained carbonate turbidite in the Kuna Formation probably would not have persisted below the calcite compensation depth of approximately 4 km (e.g., Murray et al., 1996). As a comparative example, the Black Sea attains a depth of 2,206 m (Ross, 1974), but it covers several times as much area as does the reconstructed Kuna basin (including the Akmalik and Rim Butte facies). Considering that debris flows can move 500 km across gradients as low as 1 m/km (Schwab et al., 1996) and that bathymetric gradients of 0.25 to more than 1.5° are reasonable (e.g., Cook et al., 1982; Byrant et al., 1991), a grossly symmetrical 200-km-wide basin could have water depths anywhere between 0.1 and 2.5 km.\nIn early to mid-Chesterian time (Fig. 9i, j) basin restriction was diminishing from south to north, coincident with mineralization at Red Dog (Fig. 9i, j) and the appearance of arkosic\n0361-0128/98/000/000-00 $6.00 1300\nDownloaded from https://pubs.geoscienceworld.org/segweb/economicgeology/article-pdf/99/7/1281/3499417/1281.pdf by University of Arizona user on 26 February 2019\nsedimentary rocks, limestone, and mafic igneous rocks of the Nuka Formation seaward. In fact, the interpreted peak of Nuka Formation deposition (Chesterian-Morrowan boundary) coincides with the return to circulation across the margin (Fig. 9k). As described above, the Nuka Formation has characteristics of a rift sequence, such as mafic flows and arkosic rocks derived from a now-missing seaward landmass that exposed Lower Proterozoic rocks (Moore et al., 1997a). The fortuitous timing of events suggests that initially an emergent landmass on the outboard margin (Fig. 8, inset) contributed to the restriction of circulation in the Kuna basin. Once this landmass was rifted and/or eroded away, the restriction was lost (Fig. 9k, l). Mafic sill injection in the Rim Butte unit might be related to the outboard rifting event near the end of basin existence. However, the compositional character and slow rate of sedimentation and possibly even some elements of the Kuna basin architecture may have persisted through the Atokan. Finally, after almost 100 million years of dynamic geologic events, the appearance of the Sadlerochit Group clastic wedge and the middle unit of the Siksikpuk Formation in Early Permian time (Fig. 9m), heralded the return to tectonic quiescence on a relatively stable continental margin."
  }, {
    "heading": "Discussion and Conclusions",
    "text": "At the continental scale, Middle Devonian through early Carboniferous time is characterized by nonmarine and fluvial-deltaic deposits, shed from the Greenland-Baltic shields (Ziegler, 1988). Weathering was presumably vigorous in the temperate to tropical climate, which became much more humid by late Eifelian time (Dineley, 1984; Embry, 1991b; Ravn, 1992; LePain et al., 1994). The development of terrestrial ecosystems by Middle Devonian time (McGhee, 1996) steadily increased atmospheric oxygen until the end of Carboniferous time, and the developing forests provided a rich source of lignin in the relative absence of lignolytic organisms (Robinson, 1990). This lignin caused a huge input of available Corganic to the marine environment and to developing basins. The increase in atmospheric O2 aided the mobilization of zinc, lead, and other elements from source areas during the three Devono-Mississippian fluvial-deltaic cycles. As a possible contributing factor, the large forests of vascular fauna would have enhanced weathering and groundwater movement. Metals in the rocks of the source regions were carried in grain coatings (e.g., Turner, 1980) and redeposited as redbed formations. The adsorption of heavy metals on goethite and hematite is well established; however, the complexities (e.g., Rose and Bianchi-Mosquera, 1993) are beyond the scope of this study. Two of the three fluvial-deltaic complexes contain red beds. The general lack of red beds in the Kekiktuk Conglomerate is at odds with the tropical environment of deposition. Bloch et al. (1990) report siderite and ankerite formed early in the burial history of the Kekiktuk Conglomerate, which would support at least local reducing conditions during diagenesis and the possibility that former red beds in the Kekiktuk Conglomerate were reduced to gray beds. Given that sandstones typically maintain 10 to 30 percent porosity at burial depths of 3 km (Hanor, 1979), fluids could have moved reasonably well through the fluvial-deltaic aquifers prior to diagenesis. The aquifers would represent a significant repository for metals contained within red beds\nand ground waters. Young (1989) proposed that widespread occurrences of disseminated galena in the Endicott Group of the Endicott Mountains subterrane are evidence for regional movement of metal-bearing fluids through a clastic aquifer.\nRegional evidence for Mississippian extension and/or high heat flow includes mafic volcanic rocks in the Kekiktuk Conglomerate of the Arctic Slope parautochthon (Anderson et al., 1993), intermediate to mafic extrusive and intrusive rocks in the Kayak Shale of the Endicott Mountains subterrane (Reiser et al., 1979; Karl et al., 1989; Mull et al., 1997b), submarine volcanic and plutonic rocks in the Kuna Formation at the Drenchwater prospect and Red Dog mine, and possibly contemporaneous oceanic basalt in the Narvak panel of the Angayucham terrane. In addition, turbidites in the Rim Butte unit of the Ipnavik River allochthon, and the Kivalina and Ikalukrok units (Fig. 9e-i) might indicate ongoing regionalscale seismic activity. The axial orientation of sags, grabens, or half grabens in the Arctic coastal plain subsurface is evidence for north to northwest extensional trends during Mississippian time. Moore et al. (1986) inferred an original horst-andgraben geometry for the Endicott Mountains subterrane and De Long Mountains subterrane of the western Brooks Range on the basis of strong variations in Mississippian-age stratigraphy between allochthons, plates, and subplates (Figs. 2, 6, and 7) and abrupt lateral thickness changes in shale and turbidite of the Ikalukrok unit.\nSubsequent work supports these observations, particularly when the orientation and setting of mineral systems in the Red Dog district are considered. There are three principal north-northwest–trending mineral systems in the Red Dog district, defined by the deposits at the Red Dog mine, the Anarraaq-Aktigiruq-Upper Wulik corridor, and the Ferric Creek-Fritz-Su-Lik trend (Fig. 4). The deposits at Red Dog are superimposed upon a north-trending facies boundary; east of this boundary is Key Creek plate (Key Creek facies sensu stricto), and to the west is the Red Dog plate. The precise location and geometry of the proposed Mississippian structure has been obscured by subsequent tectonics, but the apparently abrupt change from more than 100 m of Kivalina unit turbidites on the west to 50 m or less of lower Kuna Formation shale on the east suggests that the fault is significant. The Anarraaq-Aktigiruq-Upper Wulik mineral system trends north-northwest and coincides with thicker than average Ikalukrok unit turbidites, possibly deposited along a half graben. The implication here is that the same structures that controlled plate boundaries and distribution of turbidite thickness acted as channelways for subsequent hydrothermal fluids.\nThe proposed architecture of the basin is a consequence of episodes of extension that were also responsible for faulting, igneous activity, and higher heat flow. In addition to an emergent Lower Proterozoic landmass outboard, carbonate platforms to the north, east, and southwest may have acted both as barriers to circulation and as a source of carbonate turbidites to the basin. Carbonate turbidites and other permissive rock types near significant structures acted as hosts for shallow replacement-style and vein-breccia mineralization at the Anarraaq deposit, Red Dog mine, and many other locations during an important hydrothermal event. This event took place in the late history of the Kuna basin, as shown by\n0361-0128/98/000/000-00 $6.00 1301\nDownloaded from https://pubs.geoscienceworld.org/segweb/economicgeology/article-pdf/99/7/1281/3499417/1281.pdf by University of Arizona user on 26 February 2019\nthe ca. 338 to 314 Ma range of dated hydrothermal alteration and mineralization in the western Brooks Range (Werdon, 1999; Morelli et al., 2004). This time interval overlaps with the maximum northeastward advance of Kayak Shale upon the Kekiktuk Conglomerate in the Arctic Slope parautochthon, the zenith of Nuka Formation deposition, and the transition to open circulation across the margin. Igneous activity, high heat flow through (and dewatering of) the Kuna basin and hydrothermal mineralization may all have taken place during this time interval. Dewatering is manifested in part by a regionally extensive grid of interpreted mud volcanoes at the stratigraphic top of the Kuna Formation.\nAt the peak of transgression, shale-rich units of the Kayak Shale covered and sealed all three Devono-Mississippian fluvial-deltaic systems. Burial depths were minimal and permeability and porosity could have remained high throughout these potential aquifers. The implication is that metals in red beds and brines in the fluvial-deltaic aquifers were mobilized into the Kuna basin. An emergent landmass of the (waning) Ellesmerian orogen existed to the northeast and movement of fluids could have been aided by crustal thickening and gravity flow, although seismic pumping related to earthquake activity may have been a dominant factor. The very large amount of barite in the Kuna basin might indicate an unusual availability of marine sulfate, perhaps provided by evaporation in an arid environment, now represented by anhydrite in the basal Lisburne Group (Dumoulin and Bird, 2001) and in tidal-flat deposits of the Meramecian-Chesterian Itkilyariak Formation.\nWhen all of these factors are considered, it remains possible that a proportion of metals in the Red Dog district had a shallow source, a thesis supported by the lead isotope studies of Ayuso et al. (2000, 2004). This suggestion does not imply that deeply circulating hydrothermal cells comparable to those of the Irish orefield (Everett et al., 2003) were absent; rather, the role of basement as a source of metals may not have been fully as important. Supergiant zinc-lead sulfide and barite deposits are very rare on a global basis and, accordingly, multiple coincident favorable factors, such as those described above, must be invoked to explain them. In particular, it is noteworthy that there are many significant mineral districts in the western Brooks Range and that the Red Dog system alone contains far more metal than the entire Irish orefield, thus requiring a regional-scale and historical perspective to fully understand the genesis of the deposits."
  }, {
    "heading": "Acknowledgments",
    "text": "The author wishes to thank Wesley Wallace, Chris Potter, Karen Kelley, and an unnamed contributor for their insightful and thoughtful reviews and editing suggestions. Conversations with Julie Dumoulin, Dave Leach, Jose De Vera, John Slack, Robert Ayuso and Teck Cominco American Inc. geologists were very helpful. Teck Cominco also generously supplied office support and access to published and proprietary literature."
  }],
  "year": 2005,
  "references": [{
    "title": "Permian deposition in the north central Brooks Range, Alaska—Constraints for tectonic reconstruction",
    "authors": ["K.E. Adams", "C.G. Mull", "R.K. Crowder"],
    "venue": "Journal of Geophysical Research,",
    "year": 1997
  }, {
    "title": "U-Pb ages of zircon, monazite, and sphene from Devonian metagranites and metafelsites, central Brooks Range, Alaska: U.S",
    "authors": ["J.N. Aleinikoff", "T.E. Moore", "M. Walter", "W.J. Nokleberg"],
    "venue": "Geological Survey Bulletin",
    "year": 1993
  }, {
    "title": "Ulungarat Formation—Type section of a new formation, headwaters of the Kongakut River, eastern Brooks Range, Alaska: Alaska Division of Geological and Geophysical Surveys, Public-data File 91-4",
    "authors": ["A.V. Anderson"],
    "year": 1991
  }, {
    "title": "Mississippian terrigenous clastic and volcaniclastic rocks of the Ellesmerian sequence, upper Sheenjek River area, eastern Brooks Range, Alaska: Alaska Department of Natural Resources, Division of Geological and Geophysical Surveys Professional Report",
    "authors": ["A.V. Anderson", "C.G. Mull", "R.K. Crowder"],
    "year": 1993
  }, {
    "title": "Depositional record of a major tectonic transition in northern Alaska—Middle Devonian to Mississippian rift-basin margin deposits, upper Kongakut River region, eastern Brooks Range, Alaska",
    "authors": ["A.V. Anderson", "W.K. Wallace", "C.G. Mull"],
    "venue": "International Conference on Arctic Margins,1992: U.S. Minerals Management Service",
    "year": 1994
  }, {
    "title": "Pb and Sr isotopic evolution of the Red Dog Pb-Zn-Ag deposit, Brooks Range, Alaska [abs.]: Geological Society of America",
    "authors": ["R.A. Ayuso", "K.D. Kelley", "D. Leach", "J.F. Slack", "L.E. Young"],
    "venue": "Abstracts with Programs,",
    "year": 2000
  }, {
    "title": "Origin of the Red Dog Zn-Pb deposits, Brooks Range, Alaska: Evidence from regional Pb and Sr isotope sources: ECONOMIC GEOLOGY",
    "authors": ["R.A. Ayuso", "K.D. Kelley", "D.L. Leach", "L.E. Young", "J.F. Slack", "G. Wandless", "A.M. Lyon", "Dillingham", "J.L"],
    "venue": "v. 99,",
    "year": 2004
  }, {
    "title": "Early Devonian kess-kess carbonate mud mounds of the eastern Anti-Atlas (Morocco) and their relation to submarine hydrothermal venting",
    "authors": ["Belka", "Zdzislaw"],
    "venue": "Journal of Sedimentary Research,",
    "year": 1998
  }, {
    "title": "The framework geology of the North Slope of Alaska as related to oil-source rock correlations, in Tailleur",
    "authors": ["K.J. Bird"],
    "venue": "Alaska North Slope geology: Society of Economic Paleontologists and Mineralogists Pacific Section and Alaska Geological Society,",
    "year": 1987
  }, {
    "title": "Lisburne Group (Mississippian and Pennsylvanian), potential major hydrocarbon objective of Arctic Slope",
    "authors": ["K.J. Bird", "C.F. Jordan"],
    "venue": "Alaska: American Association of Petroleum Geologists Bulletin,",
    "year": 1977
  }, {
    "title": "Porosity prediction, prior to drilling, in sandstones of the Kekiktuk Formation (Mississippian)",
    "authors": ["S. Bloch", "J.H. McGowen", "J.R. Duncan", "D.W. Brizzolara"],
    "venue": "North Slope of Alaska: American Association of Petroleum Geologists Bulletin,",
    "year": 1990
  }, {
    "title": "Age revisions for the Nanook Limestone and Katakturuk Dolomite, northeastern Brooks Range: U.S",
    "authors": ["R.B. Blodgett", "J.G. Clough", "J.T. Dutro", "Jr.", "A.R. Ormiston", "A.R. Palmer", "M.E. Taylor"],
    "venue": "Geological Survey Circular 978,",
    "year": 1986
  }, {
    "title": "The Mount Copleston Limestone, a new Lower Devonian formation in the Shublik Mountains, northeastern Brooks Range, Alaska: U.S",
    "authors": ["R.B. Blodgett", "J.G. Clough", "A.G. Harris", "M.S. Robinson"],
    "venue": "Geological Survey Bulletin",
    "year": 1992
  }, {
    "title": "Radiolarian biostratigraphy of the Otuk Formation in and near the National Petroleum Reserve in Alaska: U.S",
    "authors": ["C.D. Blome", "K.M. Reed", "I.L. Tailleur"],
    "venue": "Geological Survey Professional Paper 1399,",
    "year": 1988
  }, {
    "title": "Radiolarian and conodont biostratigraphy of the type section of the Akmalik Chert (Mississippian), Brooks Range, Alaska: U.S",
    "authors": ["C.D. Blome", "K.M. Reed", "A.G. Harris"],
    "venue": "Geological Survey Professional Paper 1595,",
    "year": 1998
  }, {
    "title": "Deformational history of the central Brooks Range, Alaska—Results from fission-track and 40Ar/39Ar analyses: Tectonics",
    "authors": ["A.E. Blythe", "J.M. Bird", "G.I. Omar"],
    "venue": "v. 15,",
    "year": 1996
  }, {
    "title": "Stratigraphy of the Otuk Formation and a Cretaceous coquinoid limestone and shale unit, northcentral Brooks Range: Alaska Department of Natural Resources",
    "authors": ["D.A. Bodnar"],
    "venue": "Division of Geology and Geophysical Surveys,",
    "year": 1989
  }, {
    "title": "The Paleozoic section in the Shainin Lake area, central Brooks Range, Alaska: U.S",
    "authors": ["A.L. Bowsher", "J.T. Dutro", "Jr."],
    "venue": "Geological Survey Professional Paper 303-A,",
    "year": 1957
  }, {
    "title": "Significance of Middle",
    "authors": ["W.P. Brosge", "H.N. Reiser", "J.T. Dutro", "Jr."],
    "year": 1981
  }, {
    "title": "Areal geology in the vicinity of Chariot site, Lisburne",
    "authors": ["America", "v. J"],
    "year": 1967
  }, {
    "title": "An integrated model for the tectonic development",
    "authors": ["D.G. Howell"],
    "year": 1997
  }, {
    "title": "Characteristics of sedi",
    "authors": ["H.E. 708. Cook", "M.E. Field", "J.V. Gardner"],
    "year": 1982
  }, {
    "title": "Structure of the Red Dog",
    "authors": ["J. De Vera", "K. McClay", "A.R. King"],
    "venue": "Tulsa, Oklahoma,",
    "year": 1971
  }, {
    "title": "Structure and stratigraphy of the southern",
    "authors": ["J.T. 1415–1434. Dillon"],
    "year": 1985
  }, {
    "title": "Geology of part of east-central Alaska: Geological Society",
    "authors": ["York", "John Wiley", "J.H. 223 p. Dover"],
    "year": 1994
  }, {
    "title": "Stratigraphy and lithofacies of Lisburne",
    "authors": ["J.A. Dumoulin", "K.J. Bird"],
    "venue": "America—The geology of North America, v",
    "year": 2001
  }, {
    "title": "Lower Paleozoic carbonate rocks",
    "authors": ["J.A. Dumoulin", "A.G. Harris"],
    "venue": "gists Core Workshop",
    "year": 1987
  }, {
    "title": "Range, Alaska: U.S",
    "authors": ["Hills", "western Brooks"],
    "venue": "Geological Survey Bulletin",
    "year": 2068
  }, {
    "title": "Deep-water lithofacies and conodont faunas of the Lisburne Group, west-central Brooks Range, Alaska: U.S",
    "authors": ["J.A. Dumoulin", "A.G. Harris", "J.M. Schmidt"],
    "venue": "Geological Survey Bulletin",
    "year": 1993
  }, {
    "title": "Stratigraphic contrasts and tectonic relationships between Carboniferous successions in the TransAlaska Crustal Transect corridor and adjacent areas, northern Alaska",
    "authors": ["J.A. Dumoulin", "K.F. Watts", "A.G. Harris"],
    "venue": "Journal of Geophysical Research, v. 102,",
    "year": 1997
  }, {
    "title": "Depositional settings, correlation, and age of Carboniferous rocks in the western Brooks Range: ECONOMIC GEOLOGY",
    "authors": ["J.A. Dumoulin", "A.G. Harris", "C.D. Blome", "L.E. Young"],
    "venue": "v. 99,",
    "year": 2004
  }, {
    "title": "Metamorphic history of Alaska: Geological Society of America—The geology of North America",
    "authors": ["C. Dusel-Bacon"],
    "venue": "v. G-1,",
    "year": 1994
  }, {
    "title": "Revised megafossil biostratigraphic zonation for the Carboniferous of northern Alaska, in Tailleur",
    "authors": ["J.T. Dutro", "Jr."],
    "venue": "Alaskan North Slope geology: Society of Economic Paleontologists and Mineralogists Pacific Section and Alaska Geological Society,",
    "year": 1987
  }, {
    "title": "Cyrtospirifer from Upper Devonian rocks of the Endicott Group, west-central Brooks Range, Alaska: U.S",
    "authors": ["J.T. Dutro", "Jr.", "R.B. Blodgett", "C.G. Mull"],
    "venue": "Geological Survey Bulletin",
    "year": 1994
  }, {
    "title": "Reconnaissance geologic map of south-central Misheguk Mountain quadrangle, Alaska: U.S. Geological Survey Miscellaneous Investigations Series Map I1504, 2 sheets, scale 1:63,360",
    "authors": ["I. Ellersieck", "S.M. Curtis", "C.F. Mayfield", "I.L. Tailleur"],
    "year": 1984
  }, {
    "title": "Mesozoic history of the Arctic Islands",
    "authors": ["A.F. Embry"],
    "venue": "Geological Survey of Canada—Geology of Canada",
    "year": 1991
  }, {
    "title": "Source or sink? An assessment of the role of the Old Red Sandstone in the genesis of the Irish ZnPb deposits",
    "authors": ["C.E. Everett", "D.M. Rye", "R.M. Ellam"],
    "venue": "ECONOMIC GEOLOGY,",
    "year": 2003
  }, {
    "title": "Deep seismic structure and tectonics of northern Alaska—Crustal scale duplexing with deformation extending into the upper mantle",
    "authors": ["G.S. Fuis", "J.M. Murphy", "W.J. Lutter", "T.E. Moore", "K.J. Bird", "N.I. Christensen"],
    "venue": "Journal of Geophysical Research,",
    "year": 1997
  }, {
    "title": "The art and science of writing geoscience reports: A 1-page geologic time scale distributed by the Prospectors and Developers Association of Canada, Toronto",
    "authors": ["B. Grant"],
    "year": 1999
  }, {
    "title": "1990a, Geology of the Arctic continental margin of Alaska: Geological Society of America—The geology",
    "authors": ["A. Grantz", "S.D. May", "P.E. Hart"],
    "year": 1990
  }, {
    "title": "1990b, Canada basin",
    "authors": ["A. Grantz", "S.D. May", "P.T. Taylor", "L.A. Lawver"],
    "venue": "Geological Society of America—The geology of North America,",
    "year": 1990
  }, {
    "title": "Phanerozoic stratigraphy of Northwind Ridge, magnetic anomalies in the Canada basin, and the geometry and timing of rifting in the Amerasia basin, Arctic Ocean",
    "authors": ["A. Grantz", "D.L. Clark", "R.L. Phillips", "S.P. Srivastava"],
    "venue": "Geological Society of America Bulletin,",
    "year": 1998
  }, {
    "title": "Geologic structure and tectonic evolution of the Canada basin, Arctic Ocean [abs.]: American Association of Petroleum Geologists Pacific Section-Western Region Society of Petroleum Engineers Conference: Energy Frontiers—A",
    "authors": ["A. Grantz", "L.C. Kovacs", "D.C. McAdoo", "P.E. Hart"],
    "year": 2002
  }, {
    "title": "The sedimentary genesis of hydrothermal fluids, in Barnes, H.L., ed., Geochemistry of hydrothermal ore deposits",
    "authors": ["J.S. Hanor"],
    "year": 1979
  }, {
    "title": "Conodont-based correlation of the upper Endicott and Lisburne Groups (Carboniferous), northeast Brooks Range, Alaska [abs.]: Geological Society of America",
    "authors": ["A.G. Harris", "A.P. Krumhardt"],
    "venue": "Abstracts with Programs,",
    "year": 1995
  }, {
    "title": "Origin, emplacement, and attenuation of the Misheguk Mountain allochthon, western Brooks Range, Alaska [abs.]: Geological Society of America Abstracts with Programs",
    "authors": ["R.A. Harris"],
    "venue": "v. 20,",
    "year": 1988
  }, {
    "title": "Pb/U dating of detrital zircons from the Carboniferous Nuka Formation, Brooks Range, Alaska—Evidence for a 2.07 Ga provenance [abs.]: Geological Society of America",
    "authors": ["S. Hemming", "W.D. Sharp", "T.E. Moore", "K. Mezger"],
    "venue": "Abstracts with Programs,",
    "year": 1989
  }, {
    "title": "Geology and mineralization of the Ambler district, northwestern Alaska: ECONOMIC GEOLOGY",
    "authors": ["M.W. Hitzman", "J.M. Proffett", "Jr.", "J.M. Schmidt", "T.E. Smith"],
    "venue": "v. 81,",
    "year": 1986
  }, {
    "title": "Geologic evolution and hydrocarbon habitat of the Arctic Alaska Microplate",
    "authors": ["R.J. Hubbard", "S.P. Edrich", "R.P. Rattey"],
    "venue": "Alaskan North Slope geology: Society of Economic Paleontologists and Mineralogists Pacific Section and Alaska Geological Society,",
    "year": 1987
  }, {
    "title": "Lithotectonic terrane map of Alaska (west of the 141st meridian): U.S. Geological Survey Miscellaneous Field Studies Map MF-1874a, 1 sheet, scale 1:2,500,000",
    "authors": ["D.L. Jones", "N.J. Silberling", "P.J. Coney", "G. Plafker"],
    "year": 1987
  }, {
    "title": "Arc and extensional basin geochemical and tectonic affinities for Maiyumerak basalts in the western Brooks Range: U.S",
    "authors": ["S.M. Karl"],
    "venue": "Geological Survey Bulletin",
    "year": 1992
  }, {
    "title": "Appeal for nonproliferation of escalating terrane nomenclature: U.S",
    "authors": ["S.M. Karl", "C.G. Mull"],
    "venue": "Geological Survey Bulletin 2068,",
    "year": 1993
  }, {
    "title": "Preliminary geologic map of the Baird Mountains and part of the Selawik quadrangle, Alaska: U.S",
    "authors": ["S.M. Karl", "J.A. Dumoulin", "I. Ellersieck", "A.G. Harris", "J.M. Schmidt"],
    "venue": "Geological Survey Open-File Report 89551,",
    "year": 1989
  }, {
    "title": "Global basin classification system: American Association of Petroleum Geologists",
    "authors": ["D.R. Kingston", "C.P. Dishroon", "P.A. Williams"],
    "venue": "Bulletin, v",
    "year": 1983
  }, {
    "title": "Lithostratigraphy, microlithofacies, and conodont biostratigraphy and biofacies of the Wahoo Limestone (Carboniferous), eastern Sadlerochit Mountains, northeast Brooks Range, Alaska: U.S",
    "authors": ["A.P. Krumhardt", "A.G. Harris", "K.F. Watts"],
    "venue": "Geological Survey Professional Paper 1568,",
    "year": 1996
  }, {
    "title": "Canada basin, Arctic Ocean—Evidence against a rotational origin: Tectonics",
    "authors": ["L.S. Lane"],
    "venue": "v. 16,",
    "year": 1997
  }, {
    "title": "A review of tectonic models for the evolution of the Canada basin",
    "authors": ["L.A. Lawver", "C.R. Scotese"],
    "venue": "Geological Society of America—The geology of North America,",
    "year": 1990
  }, {
    "title": "Early Carboniferous transgression on a passive continental margin—Deposition of the Kekiktuk Conglomerate, northeastern Brooks Range, Alaska: American Association of Petroleum",
    "authors": ["D.L. LePain", "R.K. Crowder", "W.K. Wallace"],
    "venue": "Geologists Bulletin,",
    "year": 1994
  }, {
    "title": "Paleomagnetism of the Mesozoic Asik Mountain mafic complex in northern Alaska: Implications for the tectonic history of the Arctic composite terrane",
    "authors": ["M.T. Lewchuk", "J. Foucher", "R.D. Elmore"],
    "venue": "ECONOMIC GEOLOGY,",
    "year": 2004
  }, {
    "title": "Ophiolitic ultramafic rocks of the Jade Mountains-Cosmos Hills area, southwestern Brooks Range: U.S",
    "authors": ["R.A. Loney", "G.R. Himmelberg"],
    "venue": "Geological Survey Circular 967,",
    "year": 1985
  }, {
    "title": "Structure and tectonic history of the western Brooks Range, De Long Mountains and Lisburne Hills, northern Alaska",
    "authors": ["A.J. Martin"],
    "venue": "Geological Society of America Bulletin,",
    "year": 1970
  }, {
    "title": "Depositional history and reservoir description of the Kuparuk River Formation, North Slope",
    "authors": ["W.D. Masterson", "C.E. Paris"],
    "venue": "Alaska in Tailleur,",
    "year": 1987
  }, {
    "title": "Reconnaissance geology of the Ginny Creek Zn-Pb-Ag and Nimiuktuk barite deposits, northwestern Brooks Range, Alaska: U.S",
    "authors": ["C.F. Mayfield", "S.M. Curtis", "I. Ellersieck", "I.L. Tailleur"],
    "venue": "Geological Survey OpenFile Report 79-1092,",
    "year": 1979
  }, {
    "title": "Reconnaissance geologic map of the Noatak C5, D5, D6, and D7 quadrangles, Alaska: U.S. Geological Survey Miscellaneous Investigations Series Map I-1814, 1 sheet, scale 1:63,360",
    "authors": ["C.F. Mayfield", "I. Ellersieck", "I.L. Tailleur"],
    "year": 1987
  }, {
    "title": "Stratigraphy, structure, and palinspastic analysis of the western Brooks Range, northwestern Alaska: U.S",
    "authors": ["C.F. Mayfield", "I.L. Tailleur", "I. Ellersieck"],
    "venue": "Geological Survey Professional Paper 1399,",
    "year": 1988
  }, {
    "title": "Reconnaissance geologic map of the De Long Mountains A-3 and B-3 quadrangles and parts of the A-4 and B-4 quadrangles, Alaska: U.S. Geological Survey Miscellaneous Investigations Series Map I-1929, 2 sheets, scale 1:63360",
    "authors": ["C.F. Mayfield", "S.M. Curtis", "I. Ellersieck", "I.L. Tailleur"],
    "year": 1990
  }, {
    "title": "The Late Devonian mass extinction",
    "authors": ["G.R. McGhee", "Jr."],
    "year": 1996
  }, {
    "title": "Mid-Cretaceous extensional fragmentation of a Jurassic-Early Cretaceous compressional orogen, Alaska: Tectonics",
    "authors": ["E.L. Miller", "T.L. Hudson"],
    "venue": "v. 10,",
    "year": 1991
  }, {
    "title": "Geologic setting and genesis of the Red Dog zinc-lead-silver deposit, western Brooks Range, Alaska",
    "authors": ["D.W. Moore", "L.E. Young", "J.S. Modene", "J.T. Plahuta"],
    "venue": "ECONOMIC GEOLOGY,",
    "year": 1986
  }, {
    "title": "Chemical and tectonic affinity of basalts from the Copter Peak and Ipnavik River allochthons, Brooks Range, Alaska [abs]: Geological Society of America",
    "authors": ["T.E. Moore"],
    "venue": "Abstracts with Programs,",
    "year": 1987
  }, {
    "title": "Parautochthonous Mississippian marine and nonmarine strata, Lisburne Peninsula, Alaska: U.S",
    "authors": ["T.E. Moore", "T.H. Nilsen", "A. Grantz", "I.L. Tailleur"],
    "venue": "Geological Survey Circular 939,",
    "year": 1984
  }, {
    "title": "Sedimentology of the Kanayut Conglomerate: Alaska Department of Natural Resources",
    "authors": ["T.E. Moore", "T.H. Nilsen", "W.P. Brosge"],
    "venue": "Division of Geological and Geophysical Surveys,",
    "year": 1989
  }, {
    "title": "Middle Jurassic U-Pb crystallization age for Siniktanneyak Mountain ophiolite, Brooks Range, Alaska [abs.]: Geological Society of America",
    "authors": ["T.E. Moore", "J.N. Aleinikoff", "M. Walter"],
    "venue": "Abstracts with Programs,",
    "year": 1993
  }, {
    "title": "Geology of northern Alaska: Geological Society of America—The geology of North America",
    "authors": ["Moore T.E", "W.K. Wallace", "K.J. Bird", "S.M. Karl", "J.T. Dillon"],
    "venue": "v. G-1,",
    "year": 1994
  }, {
    "title": "Provenance of the Carboniferous Nuka Formation, Brooks Range, Alaska—A multicomponent isotope provenance study with implications for age of cryptic crystalline basement: U.S",
    "authors": ["T.E. Moore", "S. Hemming", "W.D. Sharp"],
    "venue": "Geological Survey Professional Paper 1574,",
    "year": 1997
  }, {
    "title": "Crustal implications of bedrock geology along the Trans-Alaska Crustal Transect (TACT) in the Brooks Range, northern Alaska",
    "authors": ["T.E. Moore", "W.K. Wallace", "C.G. Mull", "K.E. Adams", "G. Plafker", "W.J. Nokleberg"],
    "venue": "Journal of Geophysical Research,",
    "year": 1997
  }, {
    "title": "Re-Os sulfide geochronology of the Red Dog sediment-hosted Zn-Pb-Ag deposit, Brooks Range, Alaska",
    "authors": ["R.M. Morelli", "R.A. Creaser", "D. Selby", "K.D. Kelley", "D.L. Leach", "A.R. King"],
    "venue": "ECONOMIC GEOLOGY,",
    "year": 2004
  }, {
    "title": "Gravity models of the Siniktanneyak mafic-ultramafic complex, western Brooks Range, Alaska—Evidence for thrust emplacement of Brooks Range ophiolites: U.S",
    "authors": ["R.L. Morin", "T.E. Moore"],
    "venue": "Geological Survey Bulletin",
    "year": 1996
  }, {
    "title": "Hydrothermal origin of Devonian conical mud mounds (kess-kess) of Hamar Lakhdad Ridge, AntiAtlas, Morocco",
    "authors": ["D. Mounji", "Bourque", "P.-A", "M.M. Savard"],
    "venue": "Geology, v",
    "year": 1998
  }, {
    "title": "The tectonic evolution and structural style of the Brooks Range, Alaska—An illustrated summary, in Powers, R.B., ed., Geologic studies of the Cordilleran thrust belt: Denver",
    "authors": ["C.G. Mull"],
    "venue": "Rocky Mountain Association of Geologists,",
    "year": 1982
  }, {
    "title": "Itkilyariak Formation—New Mississippian formation of Endicott Group, Arctic Slope of Alaska: American Association of Petroleum Geologists",
    "authors": ["C.G. Mull", "M.D. Mangus"],
    "venue": "Bulletin, v",
    "year": 1972
  }, {
    "title": "New Upper Paleozoic and Lower Mesozoic stratigraphic units, central and western Brooks Range, Alaska: American Association of Petroleum",
    "authors": ["C.G. Mull", "I.L. Tailleur", "C.F. Mayfield", "I. Ellersieck", "S. Curtis"],
    "venue": "Geologists Bulletin,",
    "year": 1982
  }, {
    "title": "Stratigraphy and structural setting of the Picnic Creek allochthon",
    "authors": ["C.G. Mull", "R.K. Crowder", "K.E. Adams", "J.P. Siok", "D.A. Bodnar", "E.E. Harris", "R.A. Alexander", "D.N. Solie"],
    "venue": "Killik River quadrangle, central Brooks Range, Alaska—A summary,",
    "year": 1987
  }, {
    "title": "Tectonic evolution of the central Brooks Range mountain front—Evidence from the Atigun",
    "authors": ["C.G. Mull", "R.K. Glenn", "K.E. Adams"],
    "venue": "Gorge region: Journal of Geophysical Research, v. 102,",
    "year": 1997
  }, {
    "title": "1997b, Lower Mississippian (Kinderhookian) biostratigraphy and lithostratigraphy of the western Endicott Mountains, Brooks Range, Alaska: U.S",
    "authors": ["C.G. Mull", "A.G. Harris", "J.L. Carter"],
    "venue": "Geological Survey Professional Paper 1574,",
    "year": 1997
  }, {
    "title": "Distribution patterns of facies, radiolarians, and conodonts in the Mississippian to Jurassic siliceous rocks of the northern Brooks Range",
    "authors": ["B.L. Murchey", "D.L. Jones", "B.K. Holdsworth", "B.R. Wardlaw"],
    "venue": "Alaska in Gryc, G., ed., Geology and exploration of the National Petroleum Reserve in Alaska,",
    "year": 1988
  }, {
    "title": "Permanent storage of carbon dioxide in the marine environment—The solid CO2 penetrator",
    "authors": ["C.N. Murray", "L. Visintini", "G. Bidoglio", "B. Henry"],
    "venue": "Energy Conversion and Management,",
    "year": 1996
  }, {
    "title": "Geology of the Siniktanneyak Mountain ophiolite, Howard Pass quadrangle, Alaska: U.S",
    "authors": ["S.W. Nelson", "W.H. Nelson"],
    "venue": "Geological Survey Miscellaneous Field Studies Map I-1441,",
    "year": 1982
  }, {
    "title": "Upper Devonian and Lower Mississippian redbeds, Brooks Range, Alaska: Geological Association of Canada",
    "authors": ["T.H. Nilsen"],
    "venue": "Special Paper 23,",
    "year": 1981
  }, {
    "title": "The Kanayut Conglomerate in the westernmost Brooks Range, Alaska: U.S",
    "authors": ["T.H. Nilsen", "T.E. Moore"],
    "venue": "Geological Survey Circular 868,",
    "year": 1984
  }, {
    "title": "Stratiform zinc-lead deposits in the Drenchwater Creek area, Howard Pass quadrangle, northwestern Brooks Range, Alaska: U.S",
    "authors": ["W.J. Nokleberg", "G.R. Winkler"],
    "venue": "Geological Survey Professional Paper 1209,",
    "year": 1982
  }, {
    "title": "Late Mesozoic and Cenozoic thermotectonic evolution of the central Brooks Range and adjacent North Slope foreland basin, Alaska—Including fission track results from the Trans-Alaska Crustal Transect (TACT)",
    "authors": ["P.B. O’Sullivan", "J.M. Murphy", "A.E. Blythe"],
    "venue": "Journal of Geophysical Research,",
    "year": 1997
  }, {
    "title": "Pillow basalts of the Angayucham terrane—Oceanic plateau and island crust accreted to the Brooks Range",
    "authors": ["J.S. Pallister", "J.R. Budahn", "B.L. Murchey"],
    "venue": "Journal of Geophysical Research, v. 94,",
    "year": 1989
  }, {
    "title": "A new upper Paleozoic formation, central Brooks Range, Alaska: U.S",
    "authors": ["W.W. Patton", "Jr."],
    "venue": "Geological Survey Professional Paper 303-B,",
    "year": 1957
  }, {
    "title": "Tectonic setting of the YukonKoyukuk basin and its borderlands, western Alaska",
    "authors": ["W.W. Patton", "Jr.", "S.E. Box"],
    "venue": "Journal of Geophysical Research, v. 94,",
    "year": 1989
  }, {
    "title": "Mesozoic and Cenozoic tectonic elements of Alaska: U.S",
    "authors": ["T.G. Payne"],
    "venue": "Geological Survey Miscellaneous Geologic Investigations Map I-84,",
    "year": 1955
  }, {
    "title": "Palynology of the Kekiktuk Formation and implications for Alaska North Slope paleogeography in the early Carboniferous: Alaska",
    "authors": ["R.L. Ravn"],
    "venue": "Geological Society Newsletter,",
    "year": 1992
  }, {
    "title": "Upper Paleozoic volcanic rocks in the eastern and central Brooks Range: U.S",
    "authors": ["H.N. Reiser", "W.P. Brosge", "J.T. Dutro", "Jr.", "R.L. Detterman"],
    "venue": "Geological Survey Circular 804-B,",
    "year": 1979
  }, {
    "title": "Lignin, land plants, and fungi—Biological evolution affecting Phanerozoic oxygen",
    "authors": ["J.M. Robinson"],
    "venue": "balance: Geology, v",
    "year": 1990
  }, {
    "title": "Adsorption of Cu, Pb, Zn, Co, Ni, and Ag on goethite and hematite—A control on mobilization from red beds into stratiform copper deposits",
    "authors": ["A.W. Rose", "G.C. Bianchi-Mosquera"],
    "venue": "ECONOMIC GEOLOGY,",
    "year": 1993
  }, {
    "title": "The Black Sea",
    "authors": ["D.A. Ross"],
    "venue": "The geology of continental margins: Berlin, Springer-Verlag,",
    "year": 1974
  }, {
    "title": "Geology of the western Romanzof Mountains, Brooks Range, northeastern Alaska: U.S",
    "authors": ["E.G. Sable"],
    "venue": "Geological Survey Professional Paper 897,",
    "year": 1977
  }, {
    "title": "New Devonian and Mississippian formations in De Long Mountains, northern Alaska: American Association of Petroleum",
    "authors": ["E.G. Sable", "J.T. Dutro", "Jr."],
    "venue": "Geologists Bulletin,",
    "year": 1961
  }, {
    "title": "Geology of the Kukpowruk-Nuka Rivers region, northwestern Alaska: U.S",
    "authors": ["E.G. Sable", "J.T. Dutro", "Jr.", "M.D. Mangus", "R.H. Morris"],
    "venue": "Geological Survey Open-File Report 81-1078,",
    "year": 1981
  }, {
    "title": "A new magnetic view of Alaska",
    "authors": ["R.W. Saltus", "T.L. Hudson", "G.G. Connard"],
    "venue": "GSA Today, v",
    "year": 1999
  }, {
    "title": "A reconnaissance in northern Alaska: U.S",
    "authors": ["F.C. Schrader"],
    "venue": "Geological Survey Professional Paper 20,",
    "year": 1904
  }, {
    "title": "Sediment mass-flow processes on a depositional lobe, outer Mississippi fan",
    "authors": ["W.C. Schwab", "H.J. Lee", "D.C. Twichell", "J. Locat", "C.H. Nelson", "W.G. McArthur", "N.H. Kenyon"],
    "venue": "Journal of Sedimentary Research,",
    "year": 1996
  }, {
    "title": "Stratigraphy and petrology of the Okpikruak Formation at Cobblestone Creek, northcentral Brooks Range: Alaska Department of Natural Resources",
    "authors": ["J.P. Siok"],
    "venue": "Division of Geological and Geophysical Surveys,",
    "year": 1989
  }, {
    "title": "Paleozoic sedimentary rocks in the Red Dog Zn-Pb-Ag district and vicinity, western Brooks Range, Alaska: Provenance, deposition, and metallogenic significance",
    "authors": ["J.F. Slack", "J.A. Dumoulin", "J.M. Schmidt", "L.E. Young", "C.S. Rombach"],
    "venue": "ECONOMIC GEOLOGY,",
    "year": 2004
  }, {
    "title": "Kikiktat Mountain klippe—A link between the Copter Peak and Nuka Ridge allochthons, northcentral Brooks Range, Alaska: Alaska Department of Natural Resources Division of Geological and Geophysical Surveys Professional Report",
    "authors": ["D.N. Solie", "C.G. Mull"],
    "year": 1991
  }, {
    "title": "Chert “dike” structures in Senonian chert beds, southern Negev, Israel",
    "authors": ["G. Steinitz"],
    "venue": "Journal of Sedimentary Petrology,",
    "year": 1970
  }, {
    "title": "Palinspastic analysis of Devonian rocks in northwestern Alaska",
    "authors": ["I.L. Tailleur", "W.P. Brosge", "H.N. Reiser"],
    "venue": "ed., International Symposium on the Devonian System: Calgary, Alberta Society of Petroleum Geologists,",
    "year": 1967
  }, {
    "title": "Late Paleozoic sedimentary sequence, southwestern Brooks Range: U.S. Geological Survey Circular 751-B, p. B25–B27",
    "authors": ["I.L. Tailleur", "C.F. Mayfield", "I.F. Ellersieck"],
    "year": 1977
  }, {
    "title": "New U-Pb zircon ages and the duration and division of Devonian time: Earth and Planetary",
    "authors": ["R.D. Tucker", "D.C. Bradley", "C.A. Ver Straeten", "A.G. Harris", "J.R. Ebert", "S.R. McCutcheon"],
    "venue": "Science Letters,",
    "year": 1998
  }, {
    "title": "Alluvial red beds, in Developments in sedimentology: Continental red beds: Amsterdam, Elsevier",
    "authors": ["P. Turner"],
    "year": 1980
  }, {
    "title": "Structural provinces of the northeastern Brooks Range, Arctic National Wildlife Refuge, Alaska: American Association of Petroleum",
    "authors": ["W.K. Wallace", "C.L. Hanks"],
    "venue": "Geologists Bulletin,",
    "year": 1990
  }, {
    "title": "Multistory duplexes with forward dipping roofs, north central Brooks Range, Alaska",
    "authors": ["W.K. Wallace", "T.E. Moore", "G. Plafker"],
    "venue": "Journal of Geophysical Research, v. 102,",
    "year": 1997
  }, {
    "title": "Drenchwater, Alaska—Zn-Pb-Ag mineralization in a mixed black shale-volcanic environment, in Coyner",
    "authors": ["M.B. Werdon"],
    "venue": "Geology and ore deposits of the American Cordillera: Geological Society of Nevada Symposium, Reno/Sparks, Nevada,",
    "year": 1996
  }, {
    "title": "Stratification in black shales, depositional models and timing—An overview",
    "authors": ["A. Wetzal"],
    "venue": "Cycles and events in stratigraphy: Berlin, Springer-Verlag,",
    "year": 1991
  }, {
    "title": "Facies associations and depositional environments of the Mississippian Endicott Group in the National Petroleum Reserve",
    "authors": ["G.C. Wilson", "J.H. McGowen", "J.H. Veldhuis"],
    "venue": "Alaska (NPRA): Society of Economic Paleontologists and Mineralogists Core Workshop",
    "year": 2001
  }, {
    "title": "Age and evolution of western Brooks Range ophiolites, Alaska—Results",
    "authors": ["K.R. Wirth", "J.M. Bird", "A.E. Blythe", "D.J. Harding", "M.T. Heizler"],
    "year": 1993
  }, {
    "title": "Biostratigraphic report of thirty-three wells drilled from 1975 to 1981 in National Petroleum Reserve in Alaska: U.S",
    "authors": ["R.J. Witmer", "H. Haga", "M.B. Mickey"],
    "venue": "Geological Survey Open-File Report 81-1166,",
    "year": 1981
  }, {
    "title": "Reservoir description of the Endicott field, North Slope, Alaska, in Tailleur",
    "authors": ["K. Woidneck", "P. Behrman", "C. Soule", "J. Wu"],
    "venue": "Alaskan North Slope geology: Society of Economic Paleontologists and Mineralogists Pacific Section and Alaska Geological Society,",
    "year": 1987
  }, {
    "title": "Diagenesis and stratigraphy of the Lisburne Group limestones of the Sadlerochit Mountains and adjacent areas, northeastern Alaska: U.S",
    "authors": ["G.V. Wood", "A.K. Armstrong"],
    "venue": "Geological Survey Professional Paper 857,",
    "year": 1975
  }, {
    "title": "Geology and genesis of the Red Dog deposit, western Brooks Range, Alaska",
    "authors": ["L.E. Young"],
    "venue": "Canadian Institute of Mining and Metallurgy Bulletin,",
    "year": 1989
  }, {
    "title": "Geologic setting, petrology, and geochemistry of stratiform sphalerite-galena-barite deposits",
    "authors": ["L.E. Young", "D.W. Moore"],
    "venue": "Red Dog Creek and Drenchwater Creek areas—A discussion: ECONOMIC GEOLOGY,",
    "year": 1987
  }, {
    "title": "Evolution of the Arctic-north Atlantic-western Tethys: American Association of Petroleum Geologists Memoir 43, 198 p., 30 plates, approximate scale 1:21,300,000",
    "authors": ["P.A. Ziegler"],
    "year": 1988
  }],
  "id": "SP:a87ceaa7b66724313d0e3ede0b31d1d107ceb982",
  "authors": [],
  "abstractText": "The Brooks Range is a 950-km-long north-vergent fold and thrust belt, which was formed during Mesozoic convergence of the continental Arctic Alaska terrane and the oceanic Angayucham terrane and was further shortened and uplifted in Tertiary time. The Arctic Alaska terrane consists of parautochthonous rocks and the Endicott Mountains and De Long Mountains subterranes. The Endicott Mountains allochthon of the western Brooks Range is the setting for many sulfide and barite occurrences, such as the supergiant Red Dog zinc-lead mine. Mineralization is sediment hosted and most commonly is present in black shale and carbonate turbidites of the Mississippian Kuna Formation. The reconstructed Kuna basin is a 200 by +600 km feature that represents the culmination of a remarkable chain of events that includes three fluvial-deltaic and two or more orogenic cycles, Middle Devonian to Mississippian episodes of extension and igneous activity, and the emergence of a seaward Lower Proterozoic landmass that may have constituted a barrier to marine circulation. Mississippian extension and related horst-and-graben architecture in the western Brooks Range is manifested in part by strong facies variability between coeval units of allochthons and structural plates. Shallow marine to possibly nonmarine arkose, platform to shelf carbonate, slope-to-basin shale, chert and carbonate turbidites, and submarine volcanic rocks are all represented in Mississippian time. The structural setting of Mississippian sedimentation, volcanism, and mineralization in the Kuna basin may be comparable to documented DevonoMississippian extensional sags or half-grabens in the subsurface north of the Brooks Range. Climate, terrestrial ecosystems, multiple fluvial-deltaic aquifers, and structural architecture affected the liberation, movement, and redeposition of metals in ways that are incompletely understood. ©2004 by Economic Geology Vol. 99, pp. 1281–1306 †E-mail, lorneyoung@lycos.com Downloaded from https://pubs.geoscienceworld.org/segweb/economicgeology/article-pdf/99/7/1281/3499417/1281.pdf by University of Arizona user on 26 February 2019"
}