{
  "sections": [{
    "text": "1324Sowards et al. | Rapid weathering of basaltGEOSPHERE | Volume 14 | Number 3\nMuch of the world’s population lives in developing countries in regions with deeply weathered soils and thick, subjacent saprolites. These areas are widespread in the tropics and compose an important component of the critical zone (CZ). The Hawaiian Islands (USA) make an excellent natural laboratory for examining the tropical CZ, where the bedrock composition (basalt) is nearly uniform but of variable age and where climate (rainfall) varies greatly. The purpose of this study is to develop a model for rapid weathering to deep regolith profiles in tropical ocean islands.\nIn the Kohala Peninsula, Hawaii, a variably weathered, thick soil and saprolite profile is exposed along sea cliffs in a mesic climate setting. Laterite development includes the entire vadose zone, with a mineralogy that chiefly includes halloysite ± gibbsite and Fe-oxides and mixed Fe-oxides and hydroxide species developed on a 303 ka substrate. Gibbsite-rich horizons occur in enhanced zones of weathering. At the base of the weathering front and on the rinds of core stones, transient smectite clays are developed, but rapidly break down to halloysite. Excess Al and Fe found in soil and saprolite likely originated from the decomposition of volcanic ash deposited on the ground surface from later effusive volcanism.\nShear-wave velocity data derived from multichannel analysis of surface waves (MASW) and common depth point (CDP) seismic reflection profiles reveal important internal details of the weathering profiles that complement information derived from nearby rock outcrop along a sea cliff. In addition to identifying the depth of the weathering front, stiff horizons within the laterite correlate to high gibbsite abundances in the MASW profile. Parallel to the paleo–lava flow direction, relict igneous stratigraphy is expressed as seaward-dipping reflectors on CDP profiles, whereas perpendicular to flow, reflector geometry suggests lenticular bodies within laterite.\nA synthesis of geochemistry and geophysical studies leads to the development of a conceptual model to explain variable weathering within the CZ. First, although there is an overall trend for the downward migration of the weathering front with time, zones of high initial permeability (rubble above or below a’a flows; tephra or scoria deposits) are influenced by both downward\nand lateral fluxes of water, leading to enhanced weathering in what are now gibbsite-rich horizons. Second, the dense cores of a’a flows with widely spaced joints preserve large core stones that weather inward where halloysite-rich saprolite gives way to smectite-rich rims. Thus, differential weathering is a natural consequence of textural variations in primary igneous stratigraphy with superimposed additions of Al and Fe from the dissolution of basaltic glass. This study shows how weathering features and processes may be synthesized from outcrop, geochemical observations, and geophysical profiles into a multi-stage conceptual model of weathering."
  }, {
    "heading": "INTRODUCTION",
    "text": "The investigation of laterites and lateritic soils is multifaceted and has become increasingly important as the role of the critical zone (CZ) is recognized. The CZ encompasses a near-surface region where complex chemical, biological, and mechanical interactions take place and, as such, is vital to human, plant, and animal life. In particular, the CZ in the tropical regions of southeast Asia, India, Africa, and South America is lateritic (Kellogg and Orvedal, 1969). These areas of the world are heavily populated with developing economies and a strong dependence on agriculture. As such, understanding the CZ, and the processes that operate in it, is vital to sustainable development and food security.\nLaterites play a number of important roles in the tropics in terms of economic deposits, engineering, long-term regulation of the climate, and solute fluxes. Laterites have been investigated as ore deposits for Al, Fe, Ni, Au, Nb, and P (e.g., Meyer et al., 2002; Gleeson et al., 2004; Freyssinet et al., 2005). Tropical saprolites typically have low shear wave velocities (VS) of ~300 m/s (Yaede et  al., 2015), corresponding to seismic design site class D (stiff soil; NEHRP, 2003). This is important in areas where there is a seismic hazard, like the Big Island of Hawaii (USA) (e.g., Wong et al., 2011). Chemical weathering of laterite substrates is an important long-term sink for atmospheric CO2 (e.g., Dessert et al., 2003; Navarre-Sitchler and Brantley, 2007; Beaulieu et al., 2012; Nelson et al., 2013), thereby playing an important role in regulating the climate.\nCITATION: Sowards, K.F., Nelson, S.T., McBride, J.H., Bickmore, B.R., Heizler, M.T., Tingey, D.D., Rey, K.A., and Yaede, J.R., 2018, A conceptual model for the rapid weather ing of tropical ocean islands: A synthesis of geochemistry and geophysics, Kohala Peninsula, Hawaii, USA: Geosphere, v. 14, no. 3, p. 1324–1342, https:// doi .org /10 .1130 /GES01642.1.\nScience Editor: Shanaka de Silva\nReceived 30 November 2017 Revision received 5 February 2018 Accepted 9 April 2018 Published online 7 May 2018\nOPEN ACCESS\nGO LD\nThis paper is published under the terms of the CC‑BY‑NC license.\n© 2018 The Authors\nDownloaded from https://pubs.geoscienceworld.org/gsa/geosphere/article-pdf/doi/10.1130/GES01642.1/4181124/ges01642.pdf by University of Arizona user on 20 February 2019\n1325Sowards et al. | Rapid weathering of basaltGEOSPHERE | Volume 14 | Number 3\nIn fact, basalts play an oversized role. Because basalt generally lacks quartz, more carbonic acid in the vadose zone is expended on a mole-per-mole basis than in felsic rocks.\nLaterite formation controls weathering and denudation rates (e.g., Hilley et al., 2010; West, 2012), and its study can reveal the processes and mass balances underlying denudation, including the leaching of alkaline and alkaline earth elements accompanied by the release of Si as a function of climate, topographic slope, and water-rock contact time (e.g., Nelson et al., 2013). In particular, the leaching of rock-derived, base-cation nutrients (Na+, K+, Ca2+, and Mg2+) is a fundamental consequence of laterite development. Other nutrients may be derived from the atmosphere and fixed by soil microbes (N), removed from rocks and cycled through plants (Si4+), or derived from the parent rock and returned to the soil by biological processes (P, K+) (e.g., Vitousek and Sanford, 1986; Derry et al., 2005). Other cations such as Ca2+ are highly leached in strongly weathered material and effectively removed, leaving atmospheric deposition as their dominant source (e.g., Kennedy et al., 1998).\nThe importance of understanding laterite development ranges from economic to ecological to engineering to biogeochemical considerations. In this context, the purposes of this study are twofold. First, we investigate weathering processes and rates of soil and saprolite development on a relatively young basaltic substrate. In this case, we consider the development of a ~15 m thick soil-saprolite system on ca. 300 ka lavas versus saprolites developed on ca. 2 Ma lavas on the island of Oahu, Hawaii (Nelson et al., 2013; Yaede et al., 2015). We examine the effects of primary lava flow textures by holding fixed both bedrock composition (tholeiites to quartz tholeiites) and climate. The second purpose is to synthesize geochemical, mineralogical, and geophysical data into a conceptual model for the development of a laterite weathering profile over the relatively young substrate. This is accomplished by selecting a single, well-exposed study site at the northern tip of the Kohala Peninsula on the Big Island of Hawaii (Fig. 1)."
  }, {
    "heading": "Geologic and Hydrologic Setting",
    "text": "The Hawaiian Islands are an excellent natural laboratory for the investigation of chemical weathering. They are overwhelmingly comprised of basalt, in particular tholeiitic lavas, with minor alkaline basalt and more evolved lithologies (e.g., Sherrod et al., 2007). This minimizes variability in the composition of fresh bedrock, thereby simplifying the study. Rainfall, by contrast, varies enormously from >6 m/yr on the windward side of the large islands to <0.25 m/yr on leeward or rain shadow areas (Frazier et al., 2016). The islands also vary in age from ca. 5 Ma for Kauai to 0 Ma for the Big Island of Hawaii (Frey et al., 1991; Sherrod et al., 2007). These factors permit examination of weathering processes, rates, and products as a function of time and climate by the careful choice of field localities. In this study, we have chosen one site for intense investigation where the bedrock substrate varies little in age and has weathered under the same climate.\nOur study area lies on the flank of Kohala, the oldest of five shield volcanoes that comprise the Big Island of Hawaii (Fig. 1). Sherrod et al. (2007) pro-\nvided an excellent summary of its geologic history. The peninsula is underlain by tholeiitic basalts of the Pololu Volcanics, which range in age from ca. 0.46 to ca. 0.26 Ma. The Pololu Volcanics are overlain by alkaline post-shield Hawi volcanic rocks that range in age from ca. 0.3 to ca. 0.1 Ma (Chadwick et al., 2003; Sherrod et al., 2007). Chemically weathered Pololu lavas compose the sea cliff exposure examined in this study (Fig. 2).\nThe study area is mesic, receiving 1500–2000 mm/yr of rain (Fig. 1), wetter than the ~1400 mm/yr threshold for thick and thorough leaching of bedrock on the Kohala Peninsula (Chadwick et al., 2003; Goodfellow et al., 2014). The area is heavily vegetated, such that soil CO2 concentrations are undoubtedly high and help drive weathering reactions through the formation of carbonic acid in soil waters. Cliff exposures are from 14.6 m to 12.7 m thick in deeply weathered material (Fig. 2). The ground surface slopes toward the northeast at ~3°, reflecting the average topographic surface of the distal portions of the Kohala shield volcano. Outside the Kohala Peninsula, most of the Big Island is either too dry or too young to form thick laterite profiles."
  }, {
    "heading": "Mineralogy of Hawaiian Laterites",
    "text": "The mineralogy of soil-saprolite systems in the Hawaiian Islands represents the early to intermediate to end stages of chemical weathering, depending on the degree of leaching, where the minerals present in any one horizon are indicators of the intensity of leaching. Rainfall obviously influences the thickness of laterite zones as well as the degree of leaching. For example, Yaede et al. (2015) noted a positive correlation between the thickness of laterites and precipitation on Oahu. However, with between 700 and 1200 mm/yr precipitation, the thickness of the weathering zone varied between 6 and 40 m. It was only for annual precipitation >1300 mm that weathering zones exceeded 45 m thickness. Chadwick et al. (2003) and Goodfellow et al. (2014) noted similar precipitation thresholds at 1400 mm/yr and 1200 mm/yr, respectively, albeit on the much younger Kohala lavas.\nThe abundance and species of clays forming in the laterite zones also depend on variables such as elapsed time, composition, texture, and porosity (Johnsson and Stallard, 1989; Bates, 1962; Barshad, 1957; Jackson, 1957). Bates (1962) observed that a mineral present as a transition phase in areas of high rainfall may be an end product of weathering in dry regions.\nIn Hawaii, the weathering of primary igneous minerals produces an assemblage of allophane, halloysite or kaolinite, and Fe-Ti oxides (Jones et al., 2000; Chadwick et al., 2003; Nelson et al., 2013). Locally, smectite may occur (Nelson et al., 2013; Dessert et al., 2003; Chadwick et al., 2003; Johnsson et al., 1993), and may be an intermediate phase of weathering before recrystallization to kaolinite or halloysite (Glassman and Simonson, 1985; Eggleton et al., 1987). Joussein (2016) and Vitousek et  al. (2007) suggested that soil mineralogy ripens through a series of steps from allophane or imogolite to halloysite and finally kaolinite on a time frame of ~1 m.y. Clearly, the weathering of parental basalt to an assemblage of halloysite-kaolinite and Fe-Ti oxides requires the extensive leaching of Si4+, Ca2+, Mg2+, Na+, and K+.\nDownloaded from https://pubs.geoscienceworld.org/gsa/geosphere/article-pdf/doi/10.1130/GES01642.1/4181124/ges01642.pdf by University of Arizona user on 20 February 2019\n1326Sowards et al. | Rapid weathering of basaltGEOSPHERE | Volume 14 | Number 3\nA\nB\nFigure 1. (A) Location of the study area on the Kohala Peninsula, Big Island of Hawaii, including the locations of sampled regional soils. Pololu Volcanics lavas are in pink, Hawi Volcanics lavas in dark red. Pie diagrams summarize regional soil and saprolite mineralogy (gray—plagioclase; black—Fe-Ti oxides; blue—halloysite; red—gibbsite; yellow—quartz; dark green—pyrox ene; light green—olivine). Magenta isohyets (in mm/yr) are from Frazier et al. (2016). Black lines are roads. (B) Google Earth historical image from 2013 illustrating the location of rappel points on the cliff and well as the location of geophysical profiles BIH-2 and BIH-3. Note the wave-cut platform in fresh basalt immediately north of the rappel points. UTM coordinates, NAD83, Zone 5Q.\nDownloaded from https://pubs.geoscienceworld.org/gsa/geosphere/article-pdf/doi/10.1130/GES01642.1/4181124/ges01642.pdf by University of Arizona user on 20 February 2019\n1327Sowards et al. | Rapid weathering of basaltGEOSPHERE | Volume 14 | Number 3\nA B C\nremnant a’a f low\nFigure 2. Annotated field photos of rappel sites (see Fig. 1) and accompanying τ leaching profiles (where τ represents the fraction of each element leached or accumulated by weathering relative to immobile element Ti4+) for SiO2, CaO, MgO, Na2O, and Al2O3. (A) Rappel site 1. At the base, core stones eroded out of the cliff face form a field of rounded boulders. (B) Rappel site 2. (C) Rappel site 3. Large core stones near the base delineate a remnant a’a flow. A gibbsite-rich horizon, commonly with a distinct yellow-orange color, occurs at ~5 m depth at all three sites. The perspective of the photos results in the gibbsite horizon appearing to be nearer the cliff top than it actually is.\nDownloaded from https://pubs.geoscienceworld.org/gsa/geosphere/article-pdf/doi/10.1130/GES01642.1/4181124/ges01642.pdf by University of Arizona user on 20 February 2019\n1328Sowards et al. | Rapid weathering of basaltGEOSPHERE | Volume 14 | Number 3"
  }, {
    "heading": "METHODS",
    "text": ""
  }, {
    "heading": "Field Methods",
    "text": ""
  }, {
    "heading": "Choice of Field Locality",
    "text": "The study locality (Figs. 1, 2) afforded an opportunity to collect geophysical data that can be reasonably correlated to the outcrop of the sea cliff. The geophysical methods employed require >150 m of straight, smooth ground to deploy cables, geophones, and other equipment. Such settings are rare in Hawaii where land access, topography, and vegetation place limits on data acquisition."
  }, {
    "heading": "Rock and Laterite Sampling",
    "text": "Samples were collected in order to characterize the degree of weathering and to permit the determination of weathering reactions. Regionally, nine surface samples were collected throughout the Kohala Peninsula, including weathered material from both Hawi and Pololu volcanic rocks (Fig. 1). These permitted the characterization of weathered material across the Kohala Peninsula for context, using analytical methods identical to those used to characterize material from the cliff face (Fig. 2).\nThe remaining field samples were collected by rappelling down the cliff face (Figs. 1, 2) as well as sampling at the base of the cliff. Sampling was guided by identifying materials with different physical properties (texture, color, hardness, etc.). A small number of samples were differentiated by the analysis of remnant rock cores (“R” attached to the end of the sample name, e.g., Rap 1-2R) and their weathered products (S, e.g., Rap1-2S)."
  }, {
    "heading": "Multichannel Analysis of Surface Waves (MASW) Surveys",
    "text": "Internal contacts within laterite profiles may be sharp or gradational. Gradational contacts are expected at the base of the weathering front and thus may not produce strong reflections. Therefore, another approach was needed to image the base of the weathering sequence. Multichannel analysis of surface waves (MASW; Park et al., 1999) surveys permit the identification of such boundaries. The MASW methods were identical to those of active- and passive-source surveys described by Yaede et al. (2015), who expanded this method to investigate the thickness of basalt weathering on Oahu. Surveys were conducted along lines BIH-2 and BIH-3 (Fig. 1)."
  }, {
    "heading": "Common Depth Point (CDP) Reflection Methods",
    "text": "As discussed below, relict fabrics from the primary igneous stratigraphy record distinct boundaries that permit investigation by standard common depth point (CDP) P-wave reflection surveys. Geophones for both the CDP and MASW methods had a resonant frequency of 4.5 Hz. CDP surveys were\nrecorded with a bandpass frequency filter of 15–500 Hz. By using an unusually low resonant frequency for the geophones, we biased the CDP surveys for penetration in an attenuating medium. Data were recorded at a 0.5 ms sample rate after striking a metal plate with a 5.4 kg hammer and with a 1.5 m receiver station spacing. Both CDP surveys were conducted in walkthrough mode, with 72 and 66 channels for BIH-2 and BIH-3, respectively (Fig. 1).\nThe signal-to-noise ratio for the CDP surveys was improved by stacking the source (usually three strikes, summed in the field). The CDP reflection sections were converted from time to depth, based on a simplified root mean square velocity function. However, due to limited depth penetration, the depth conversion becomes less accurate with increasing depth. Locations and elevations for rappelling, as well as for geophysical profiles (Fig. 1), were determined by standard surveying techniques with a total station device."
  }, {
    "heading": "Laboratory Methods",
    "text": ""
  }, {
    "heading": "X-Ray Diffraction (XRD)",
    "text": "In order to document weathering processes, the mineralogy of samples must be determined. Mineralogical analysis was conducted at Brigham Young University (BYU) by X-ray diffraction (XRD) using a Rigaku MiniFlex 600 X-ray diffractometer with Cu radiation. Mineral abundances were quantified by standard Rietveld methods embedded in the Rigaku PDXL2 software. The presence of swelling clays was verified by glycolation (Moore and Reynolds, 1997). Soils and saprolites were treated with formamide using the methods of Churchman et al. (1984) and Theng et al. (1984) to permit the unambiguous discrimination between halloysite and kaolinite, as well as hydrated (10 Å) from dehydrated (7 Å) halloysite."
  }, {
    "heading": "X-Ray Fluorescence (XRF)",
    "text": "Major and minor element data are required to quantitatively assess the degree of leaching in saprolite and soil samples. Major and minor elements were measured at BYU using a wavelength-dispersive X-ray fluorescence (XRF) spectrometer (Rigaku Primus III instrument) on glass disks made with Li- metaborate flux using standard methods. Loss on ignition (LOI) was determined after samples were calcined at 1000 °C. After analysis, the LOI was added and data renormalized to 100% for the major and minor elements.\nHalite was quantified in the Rietveld analysis of cliff-face samples because this area is subject to considerable sea spray. For the major elements CaO, MgO, Na2O, and K2O, their concentrations were mathematically adjusted downward based on their relative concentrations in sea water (Goldberg et  al., 1971; Hem, 1985) and halite abundances determined by XRD. The associated uncertainties via Rietveld refinement were <10% for halite abundances >3 wt%, with one outlier. Most uncertainties were <5%. As ex-\nDownloaded from https://pubs.geoscienceworld.org/gsa/geosphere/article-pdf/doi/10.1130/GES01642.1/4181124/ges01642.pdf by University of Arizona user on 20 February 2019\n1329Sowards et al. | Rapid weathering of basaltGEOSPHERE | Volume 14 | Number 3\npected, samples with very low apparent halite abundances commonly have very large uncertainties. However, in such cases the halite correction becomes small.\npH\nSample mineralogy determines, in part, the pH of water percolating through soil and saprolite, and weathering reactions depend on hydrogen ion activity in pore water. Soil, saprolite, and fresh rock pH values were measured by adding deionized water to dried material (crushed in the case of fresh rock) until the pore space was saturated and the surface glistened. A standard pH probe and meter were used, and a unique calibration for each sample was generated by measuring pH 4, 7, and 10 buffer solutions.\n40Ar/ 39Ar Age\nIn order to establish the mean downward rate of advance of the weathering front, as well as the rate of retreat of the sea cliff, an 40Ar/39Ar age was determined at New Mexico Tech on a fresh basalt exposed by wave erosion at the base of the cliff. Eleven groundmass splits were incrementally heated by laser (two steps each)."
  }, {
    "heading": "Statistical and Numerical Methods",
    "text": "Geochemical results were evaluated using a correlation matrix. This was done to ensure that no significant correlations were overlooked. The significance of each correlation was calculated using a t-distribution and the number of observations (36). A correlation is considered significant at the 95% confidence where R > 0.33, and at 99% confidence where R > 0.42. Many correlations, however, are due to the constant sum effect and have limited geological meaning (Miesch, 1969) and are therefore neglected. For example, Al2O3 abundances are expected to be negatively correlated with SiO2, CaO, MgO, Na2O, and K2O as these leach out during weathering.\nIt is important to quantify the accumulation and loss of elements during weathering, so leaching and mass-transfer tau (τ) indices were calculated following the methods of Anderson et al. (2002) and Brantley and White (2009), where τ represents the fraction of each element leached or accumulated by weathering relative to an immobile element. We employed as the immobile element Ti4+ (as TiO2), which is expected to be sparingly soluble in natural waters (e.g., Hem, 1985) and immobile in weathered basalt (e.g., Nesbitt and Wilson, 1992). The τ index method requires evaluating mass loss or accumulation relative to a parent rock. Relatively fresh lava was sampled at the base of the cliff, and a reference composition was established from the mean of four samples with an LOI <2%.\nWhereas XRD identifies product minerals in weathering reactions, the starting mineral assemblage cannot be known unless completely fresh rock can be identified from core stones. As a result, a proxy composition and mineralogy must be\nused. We have employed MELTS software (Ghiorso and Sack, 1995; Asimow and Ghiorso, 1998) to model the parent mineralogy of basaltic lavas. This provides reactant phases for weathering reactions as described by Nelson et al. (2013). Numerical simulations were conducted at the fO2 of the quartz-fayalite-magnetite (QFM) buffer at 1 bar for anhydrous magmas. The parent magma was allowed to crystallize to ~10%–11% phenocrysts, and then the remaining melt was allowed to crystallize completely to characterize the groundmass mineralogy."
  }, {
    "heading": "RESULTS",
    "text": "Geophysical and geochemical results are presented from a large to a fine scale. We begin with a summary of the geochemistry and mineralogy of regional samples from the Kohala Peninsula and then focus on cliff-side geology, geophysics, mineralogy, and geochemistry."
  }, {
    "heading": "Regional Results",
    "text": ""
  }, {
    "heading": "Kohala-Area Mineralogy",
    "text": "Regional surface and shallow saprolite samples are highly weathered, although materials from arid regions are much thinner (Fig. 1). Intense weathering is reflected in mineral assemblages of halloysite ± gibbsite and Fe-oxide and hydroxide minerals (see the Supplemental Files1). Eight of nine samples lack primary igneous minerals (Fig. 1). The exception is sample 15KS-9, which exhibits a mixture of primary igneous (plagioclase + minor pyroxene and olivine) and secondary minerals. Even sample 15KS-2 is intensely weathered and composed of Fe-Ti oxides, halloysite, gibbsite, and minor quartz in an arid region where rainfall is <500 mm/yr (Fig. 1)."
  }, {
    "heading": "Kohala-Area Geochemistry",
    "text": "Reconnaissance samples from the Kohala Peninsula are consistent with the mineralogy described above. SiO2 varies from ~17.5% to 30.5%, with Fe2O3 and Al2O3 as high as ~28.5% and 27% respectively. CaO, MgO, and Na2O are also strongly leached (Fig. 3), except in sample 15KS-9 (see Supplemental Items [footnote 1]). However, Na2O is retained in some samples at concentrations up to 2.0% at ~30% SiO2, including inland samples that should not be strongly affected by sea spray."
  }, {
    "heading": "Cliff Site Results",
    "text": ""
  }, {
    "heading": "Geochronology",
    "text": "A fresh lava flow at the base of the cliff yielded an 40Ar/39Ar age of 0.303 ± 0.015 Ma (1σ; mean square of the weighted deviates = 2.73) for 21 heating steps. One outlier at ca. 0.0 Ma was excluded, and gas splits varied from ~1 to ~4% radiogenic 40Ar (see Supplemental Items [footnote 1]).\nLateri c samples Rap 3-7 Rap 3-5 Ra 3-4 Rap 3-3 Rap 3-2 Rap 3-1 Renormalized halite free Hema te(%) 2.0 2.3 7.9 1.6 2.8 3.0 Maghemite(%) 0.8 0.0 1.3 5.7 22.5 3.9 Ilmenite(%) 4.5 1.6 5.7 7.1 20.7 13.4 Goethite(%) 23.1 32.0 35.1 33.2 6.5 29.7 Magne te(%) 7.1 11.2 2.9 0.1 7.1 0.0 Quartz(%) 6.9 1.2 11.3 0.0 5.9 7.0 Gibbsite(%) 4.1 1.3 0.5 17.5 2.4 5.1 Halloysite(%) 51.5 50.4 35.5 34.8 32.3 37.8 Sum 100.0 100.0 100.0 100.0 100.0 100.0 formamide treated yes yes yes yes yes yes Mixed mineralogy samples Renormalized halite free\nRap3-6 Rap2-6 Rap1-9 Lahar Lahar2 BasaltCore w/o\nsurrounding saprolite Hema te(%) 0.5 0.7 1.1 6.5 4.6 2.8 Maghemite(%) 0.2 0.1 1.9 0.9 21.8 0.0 Ilmenite(%) 0.4 5.0 0.8 0.0 6.1 0.4 Goethite(%) 1.9 3.9 0.8 4.3 0.0 2.7 Magne te(%) 4.5 4.3 6.8 6.4 0.2 2.2 Quartz(%) 0.2 0.4 2.8 0.4 2.2 0.2 Gibbsite(%) 2.8 3.1 0.5 2.4 2.4 0.2 Halloysite(%) 2.4 7.8 4.6 8.7 13.3 0.1 Smec te-group 2.5 0.0 1.6 9.9 7.1 1.9 Olivine 0.9 11.6 6.2 6.6 0.0 5.7 Pyroxene 33.3 49.6 39.0 30.6 15.1 46.5 Plagioclase (incl. ano 50.6 13.6 33.9 23.3 27.2 37.3 Sum 100.0 100.0 100.0 100.0 100.0 100.0 formamide treated yes yes no no no no\n1Supplemental Files. (1) Mineralogical abundances for samples discussed. (2) Major element and minor element abundances of cliff area soils and saprolites (included are laboratory measurements of pH). (3) Laboratory report documenting the 40Ar/39Ar results for fresh basalt from the base of the sea cliff. (4) Relative abundances of kaolinite and halloysite from samples. Please visit https:// doi .org /10 .1130 /GES01642 .S1 or the full-text article on www .gsapubs .org to view the Supplemental Files.\nDownloaded from https://pubs.geoscienceworld.org/gsa/geosphere/article-pdf/doi/10.1130/GES01642.1/4181124/ges01642.pdf by University of Arizona user on 20 February 2019\n1330Sowards et al. | Rapid weathering of basaltGEOSPHERE | Volume 14 | Number 3"
  }, {
    "heading": "Geology",
    "text": "The cliff-side study area occupies a planeze that dips gently (~3°) seaward. The height of the cliff from which sample profiles were taken via rappelling (Figs. 1, 2) ranges from 13 to 15 m. The cliff is nearly vertical, except for a prominent sloping ledge at the top comprising soft soils. Changes in texture and color are commonly quite subtle. Exceptions to this are horizons with large, prominent and rounded core stones (Fig. 2). As these have weathered out of the cliff, they have accumulated as rounded boulder fields on the wave-cut platform. These core stone horizons likely represent the interiors of a’a flows. Other primary lithologies (tephra, pahoehoe lava, and scoria) have far too many discontinuities to preserve such large blocks. In addition to fresh lava, the wave-cut platform exposes basalt dikes, and bodies of blocky scoria.\nThe length of time the cliff face has been exposed can be estimated, indicating that it has only been exposed to sea spray recently. Assuming constant sea level, the seaward projection of the ~3° slope of the planeze intersects sea level ~250 m from the cliff base. This corresponds to a rate of retreat on the order of 1.2 m/k.y. based upon the age of the basal lava flow. Assuming that sea spray only penetrates a few centimeters, the bulk of the weathering has occurred due to the movement of fresh vadose waters through the sequence."
  }, {
    "heading": "Cliff Site Geophysics",
    "text": "Two geophysical lines were recorded: BIH-2 and BIH-3 (Fig. 1). Each line recorded both active MASW as well as CDP reflection profiles. BIH-2 is roughly parallel to the cliff face, and BIH-3 is roughly perpendicular.\nMASW profiles were produced to delineate the gradational boundary between saprolite and bedrock and show shear wave velocity from the ground surface down to 35 m (Figs. 4, 5). A VS value of 500 m/s is interpreted as the velocity of the boundary between saprolite and relatively fresh basalt. This velocity is based on the work of Yaede et al. (2015), who established this value based on both theoretical considerations as well as empirical calibration against outcrop and well logs in a very similar geologic setting of soil, saprolite, and basaltic bedrock on Oahu.\nA two-dimensional (2-D) MASW profile was obtained along line BIH-2 with excellent data quality (Fig. 4, 5). On our profiles, the 500 m/s boundary varies between ~16 m to 20 m depth (Fig. 5), which is a few meters deeper than the laterite-basalt interface at the base of the cliff (Fig. 2).\nBoth BIH-2 and BIH-3 show a general increase of velocity with depth from 200 to 1000 m/s. A prominent feature in the BIH-2 profile is a nearly continuous velocity inversion centered at ~5 m depth where VS values are substantially higher. This horizon appears to be co-located with the gibbsite-rich horizon (Fig. 5). Profile BIH-3 could not produce a full 2-D model, as the length of the line was constrained by private property limits. However, we derived a 1-D model from BIH-3 that confirms the basic features of the 2-D velocity profile from BIH-2, including the velocity inversion at ~5 m and approximately the same depth for the onset of velocities >500 m/s (Fig. 5).\nFigure 3. Major element variations for cliff samples and Kohala Peninsula regional soils and saprolites. The upper panel indicates the accumulation of relatively immobile elements as SiO2 is leached from the rock. The lower panel shows the leaching of mobile elements, which can reach very low abundances. Data fields for fresh Pololu Volcanics basalts are shown for reference (Wolfe and Morris, 1996).\nDownloaded from https://pubs.geoscienceworld.org/gsa/geosphere/article-pdf/doi/10.1130/GES01642.1/4181124/ges01642.pdf by University of Arizona user on 20 February 2019\n1331Sowards et al. | Rapid weathering of basaltGEOSPHERE | Volume 14 | Number 3\nThe CDP surveys were designed to image reflectors corresponding to possible impedance contrasts within the weathered zone using P-wave energy. This can be challenging if the boundaries exhibit transitional physical characteristics within the weathered zone, with the records exhibiting diving waves and few true reflections. This limitation means that most P-wave velocities derived from the CDP profiles are less certain below 5 m depth. Despite these drawbacks, reflections are observed in the profiles. The CDP profiles for BIH-2 and BIH-3 show a reflective horizon at the about same depth as the velocity inversion on the MASW profiles (Fig. 4).\nThe BIH-2 profile, which is approximately parallel to the shoreline, exhibits reflections that can be interpreted as lenticular bodies (Fig. 4). Profile BIH-3, by contrast, is perpendicular to the cliff face and shows a seaward-dipping reflector(s) (Fig. 6). These observed geometries in laterites\nare consistent with the origin of their parental lava flows. In cross section, perpendicular to flow direction and parallel to the coast line, the basaltic substrate should consist of lenticular packages of a’a and pahoehoe lava flow sequences emanating from the summit or rift zones of the Kohala volcano. However, parallel to flow direction and toward the coast line, these lenticular packages should be expressed as seaward-dipping boundaries, as seen in the seismic profiles."
  }, {
    "heading": "Cliff Mineralogy",
    "text": "At the cliff site, samples fall into three mineral-assemblage categories: soils and saprolites lacking any primary igneous minerals, fresh igneous rocks without secondary minerals, and samples with mixed assemblages (see Supplemental\nDownloaded from https://pubs.geoscienceworld.org/gsa/geosphere/article-pdf/doi/10.1130/GES01642.1/4181124/ges01642.pdf by University of Arizona user on 20 February 2019\n1332Sowards et al. | Rapid weathering of basaltGEOSPHERE | Volume 14 | Number 3\nItems [footnote 1]). The fresh igneous samples contain the expected assemblage of plagioclase, pyroxenes, olivine, and Fe-Ti oxides, and are not discussed further.\nThe mineralogy of cliff site samples produced some interesting results, including the presence of halite and quartz. Because these samples were obtained from a wave-cut cliff, halite derived from sea spray was present at up to 14%. Sample mineralogy was therefore recalculated to a halite-free basis. The origin of quartz is discussed below."
  }, {
    "heading": "Laterites",
    "text": "Soils and saprolites include 24 samples taken by rappelling and two sampled on foot near the base of the weathering front. They contain varying proportions of halloysite ± gibbsite and Fe-Ti oxides and hydroxides, in particular hematite, maghemite, ilmenite, goethite, and magnetite. Ilmenite has been reported from other basaltic laterites (Goulart et al., 1998; Nelson et al., 2013), so its presence was expected.\nThe saprolite and soil XRD data warranted additional scrutiny in terms of: (1) the presence (or absence) of amorphous phases, as well as (2) the identity of the clay minerals. Rietveld analysis quantifies only the abundances of crystalline phases. In >50% of laterite samples, broad background humps in the refinements were centered at 23°–27.5° 2θ (Cu-radiation). These features could represent amorphous material like allophane (Chadwick et al., 2003). The Rigaku software, however, treats these humps as part of the back-\nground, allowing crystalline phases to sum to 100%. A broad hump centered at 26° (~3.4 Å) may indicate allophane (Eberl, 2003) and is ~10°–12° wide (Yoshinaga and Aomine, 1962). The background humps in this study vary from 10° to 17° in width.\nFigure 7 illustrates the instrument background for sample Rap 2-1 compared to its diffraction pattern, as well as reagent halloysite. We cannot exclude the presence of allophane, although the background humps are probably due to overlapping shoulders of large, broad peaks of somewhat disordered laterite minerals. Authigenic clay and Fe-Ti oxides and hydroxides are commonly weakly crystalline (e.g., Carr et al., 1980), allowing their broad peak shoulders to overlap and create the appearance of an amorphous phase. For example, a mount of randomly oriented pure halloysite reagent also produced a broad background hump in a region similar to that of allophane (Fig. 7).\nIn terms of clay mineral identification, samples were oven dried at ~60 °C prior to XRD analysis. Laterite samples had peaks at ~7 Å, making it difficult to distinguish between halloysite and kaolinite. Air-dried samples were reanalyzed, and all but two exhibited peaks at ~10 Å rather than ~7 Å, indicating the dominance of ~10 Å halloysite (e.g., Fig. 7) with subordinate ~7 Å material.\nRemaining ~7 Å clay peaks could represent halloysite or kaolinite. All 21 laterite samples and one of three mixed-mineralogy samples from the rappelling profiles were treated with formamide. The ~10 Å halloysites retained\nDistance (m)\nD ep\nth (\nm )\nD ep\nth (\nm )\nFigure 6. P-wave common depth point (CDP) reflection profile for geophysical line BIH-3 (see Fig. 1). Shallow reflectors (<20  m) dip seaward (north) as interpreted by black lines in the lower panel. An Ormsby bandpass filter of 70–120– 200–500 Hz and an automatic gain control with a 200 ms window were applied to the stacked CDP section. An elevation-static correction with a datum at 22  m above mean sea level was used with a replacement velocity of 500 m/s. Average stacking velocity for normal move-out correction was 600 m/s. See text for discussion.\nDownloaded from https://pubs.geoscienceworld.org/gsa/geosphere/article-pdf/doi/10.1130/GES01642.1/4181124/ges01642.pdf by University of Arizona user on 20 February 2019\n1333Sowards et al. | Rapid weathering of basaltGEOSPHERE | Volume 14 | Number 3\ntheir peaks and ~7 Å peaks shifted to ~10 Å. This revealed that: (1) ~10 Å halloysite dominates in situ clays, (2) ~7 Å halloysite is present in low abundance, and (3) oven drying at ~60 °C irreversibly collapses the halloysite structure to ~7 Å. Kaolinite cannot be ascribed to any samples. Although halloysite is the most abundant clay throughout the cliff exposure, there is a horizon at ~5 m depth across the cliff face where gibbsite is present in abundances >10 wt%."
  }, {
    "heading": "Mixed-Mineralogy Samples",
    "text": "The second group of six samples represents partially altered basalt with mixed mineralogies. In addition to igneous phases (olivine, pyroxene, plagioclase, and primary Fe-Ti oxides), these samples contain minerals of the laterite assemblage. These include samples with smectite-group clays in modest abundance (2%–10%) at the base of the weathering front or on the rinds of core stones."
  }, {
    "heading": "Quartz",
    "text": "Another notable feature is the presence of quartz in all three sample groups. In cliff laterites, apparent quartz abundances are as much as >10%. Small quartz abundances can be explained by computational artifacts due to peak interferences. However, when reported abundances are several percent or more and the (100), (011), and (101) peaks are well expressed in the XRD patterns, its presence cannot be in doubt.\nAs summarized by Nelson et al. (2013, and references therein) and Porder et al. (2007), quartz in Hawaii is usually considered eolian in origin. However, Nelson et al. (2013) also demonstrated that quartz occurs within saprolite profiles, which is very unlikely to represent eolian transport. Furthermore, quartz tholeiite lavas (i.e., fresh basalts at the base of the cliff), by definition, may contain quartz in the groundmass. Nelson et al. (2013) demonstrated its presence in quartz tholeiite lavas from Oahu. Thus, eolian quartz is present in surface samples, but some minor quartz may be present within laterite cliff profiles as groundmass quartz that was concentrated by the relative leaching of other constituents."
  }, {
    "heading": "Cliff-Area Geochemistry",
    "text": "In this section, significant patterns of elemental leaching are discussed, followed by quantification of that leaching through calculation of the τ parameter (Anderson et al. 2002; Brantley and White, 2009). Statistical correlations are then examined to ensure that important geochemical relationships are identified. This leads to the formulation of weathering reactions where reactant phases were determined by XRD. However, some approach is needed to determine the reactant phase set, which was enabled by using the MELTS\nsimulations (Ghiorso and Sack, 1995; Asimow and Ghiorso, 1998). Balanced weathering reactions quantify the relative proportions of mass loss through solute loads to ground and surface versus soil and saprolite production (see Supplemental Items [footnote 1])."
  }, {
    "heading": "Major and Minor Elements",
    "text": "As noted above, nearly all lateritic samples (n = 24) and those with mixed mineralogies (n = 6) contain halite. After correcting the Ca2+, Mg2+, Na+, and K+ content of these samples for sea salt, the data were renormalized to 100%, LOI included (see Supplemental Items [footnote 1]). After correction, a few samples exhibited slightly negative CaO concentrations (>–0.1%) as well as Na2O concentrations (>–1% with one outlier). A few negative concentrations of CaO are not surprising when uncertainties in halite XRD abundances are considered, given that this is the most readily leached of the base cations (Figs. 2, 3). However, the relatively few samples with small negative apparent concentrations suggest that the halite corrections were generally appropriate. In such cases, CaO and Na2O were set to 0%. In laterites, SiO2 varies from ~15% to 37%, with Fe2O3 and Al2O3 as high as ~26.5% and 37.5% respectively (Fig. 3). Although CaO and MgO are strongly leached, mixed-mineralogy samples containing smectite-group clays exhibit elevated CaO (4.9%–10%) and MgO (6.1%–10.2%). Apparent Na2O concentrations are commonly >1%, even in the most strongly leached rocks, suggesting that the halite correction is not subtracting sufficient Na. However, as noted above, samples from around the Kohala Penin sula are commonly elevated in Na as well (Fig. 3), including those from areas that are not directly affected by sea spray."
  }, {
    "heading": "Element Transport",
    "text": "Leachable element profiles were plotted together with the cliff photographs in Figure 2, based on calculations of element transport (τ) (Anderson et  al. 2002; Brantley and White, 2009):\nτj j w i p j p i w = −C C C C , , , , 1, (1)\nwhere Cj,w and Ci,w are the concentrations of component j and immobile component i, respectively, in weathered material, and Cj,p and Ci,p are the concentrations of the same components in parental material. Ti was assumed to be immobile, as it is typically the most conservative major or minor element during basalt weathering (e.g., Nesbitt and Wilson, 1992) and is generally considered to be sparingly soluble (Hem, 1985). Overall, there is decreased leaching in Si, Mg, and Ca from the top of the cliff to the base. Likewise indicated in Figure 2 are three samples, one at the base of the weathering profile and two on the rims of core stones, that contain smectite-group clay. These three samples have τ values indicating strong enrichment of Na, Ca, and especially\nDownloaded from https://pubs.geoscienceworld.org/gsa/geosphere/article-pdf/doi/10.1130/GES01642.1/4181124/ges01642.pdf by University of Arizona user on 20 February 2019\n1334Sowards et al. | Rapid weathering of basaltGEOSPHERE | Volume 14 | Number 3\nMg (Fig. 2). Less-mobile elements like Al and Fe tend to accumulate, exhibiting positive τ values, in one case to nearly 300% (Fig. 2C; Fe not shown). Aluminum enrichment, however, was typically <50%. Tau values are not well correlated to distinct Al enrichment in the gibbsite-rich horizon."
  }, {
    "heading": "Statistical Correlations",
    "text": "A correlation matrix was constructed for all 36 samples, each of which has 28–35 geochemical parameters, including major and minor elements, τ values, pH, and mineral abundances. Based upon a t-distribution, R values >0.33 are considered “significant” (95%–99% confidence), and R values >0.42 are considered “highly significant” (>99% confidence).\nThe correlation matrix is large. However, most paired parameters can be neglected. The constant sum effect dictates that major and minor elements inherently tend to be correlated. Correlation is also expected between major elements and mineral abundances. Likewise, SiO2 versus SiO2 τ values are highly correlated because they are essentially identical measures.\nOf particular interest are two sets of correlations with pH: (a) with major and minor elements, and (b) with mineral abundances. Positive and highly significant correlations are observed between pH and mobile constituents SiO2, MgO, CaO, and Na2O, whereas corresponding negative correlations are observed between pH and less-mobile oxides like Al2O3, TiO2, and Fe2O3. Samples with an igneous mineralogy exhibit an elevated mean pH of 7.36 ± 0.45, which accounts for the positive correlation between pH and mobile parameters. Mixed-mineralogy and laterite samples have lower pH values of 5.54 ± 0.54 and 5.71 ± 0.57, respectively."
  }, {
    "heading": "Weathering Reactions",
    "text": "Similarly to Nelson et al. (2013), MELTS simulations (Ghiorso and Sack, 1995; Asimow and Ghiorso, 1998) were conducted to permit crystallization to ~11 wt%, a phenocryst content similar to that in other well-studied tholeiitic Hawaiian lavas (Koolau basalt; Haskins and Garcia, 2004). The composition of the remaining liquid was recalculated and allowed to crystallize to its solidus. The subsequent mineral assemblage was employed as reactant phases in weathering reactions matched to the product minerals observed from XRD, such as clay minerals [Al2Si2O5(OH)4; halloysite] and Fe-oxides. To simplify the treatment of a potentially large or mixed assemblage of iron oxides, the reactions were written with Fe2O3 (hematite or maghemite) as the final product.\nNelson et  al. (2013) presented detailed weathering reactions for silicate minerals and magnetite of Koolau lavas from Oahu. For simplicity, we present unbalanced weathering reactions of Kohala cliff-base lavas, making note of important commonalities and differences in the model:\nPlagioclase (c) + H+ (aq) + H2O (l) → SiO2 (aq) + Na+ (aq) + Ca2+ (aq) + Al2Si2O5(OH)4 (c); (2)\nClinopyroxene (c) + H+ (aq) + H2O (l) + O2 (aq) → SiO2 (aq) + Mg2+ (aq) + Ca2+ (aq) + Al2Si2O5(OH)4 (c) + Fe2O3 (c); (3)\n4Fe3O4 (c) + O2 (aq) → 6Fe2O3 (c). (4)\nWhen the balanced reactions (see Supplemental Items [footnote 1]) for phenocryst (labradorite and augite) and groundmass weathering (andesine, anorthoclase, magnetite, ilmenite, augite, pigeonite, and quartz) are weighted by their abundances from MELTS, modeling predicts that 70% of SiO2 in the parent rock will be lost to solution during weathering processes and will be removed from the island by groundwater and surface water, whereas the remainder will be retained in the soil as halloysite. These figures are nearly identical to those of Nelson et al. (2013) and probably constitute a good rule of thumb for basalt weathering in tropical environments. This value is readily predicted from the mean composition of basalts having ~50 wt% SiO2 and ~13 wt% Al2O3. When weathering produces halloysite or kaolinite, Al and Si are conserved in soil or saprolite at a molar ratio of 1:1, yielding a 30% retention of Si on a molar basis.\nThe breakdown of feldspar and pyroxene to halloysite and Fe-oxide phases results in the leaching and advection of alkaline (Na+, K+) and alkaline earth (Ca2+, Mg2+) cations in addition to SiO2 loss. Unlike in Koolau lavas (Nelson et  al., 2013), olivine does not appear as a crystalline phase in the modeled cliff-base Pololu magma. The composition is a quartz tholeiite, and MELTS predicts ~3–4 wt% quartz in the groundmass. Although surficial soils probably contain a significant eolian quartz component, quartz may be present as a residual groundmass phase, and under the influence of leaching, its relative abundance may increase."
  }, {
    "heading": "DISCUSSION",
    "text": ""
  }, {
    "heading": "Geochemical Processes",
    "text": "Parental basalt material has weathered, in varying degrees, to an assemblage of clay minerals, generally halloysite ± gibbsite and iron oxides, and the degree of weathering generally decreases downward (Fig. 2). A few samples contain smectite-group clay, an initial and highly transient weathering product. However, in the discussion below, the source of enrichment (positive τ values) in Al2O3 and Fe2O3 is considered, followed by the possible routes of neo-formation of clay minerals."
  }, {
    "heading": "Al and Fe Enrichment",
    "text": "Tau values for laterite are uniformly positive for Al2O3 (Fig. 2) and are positive for Fe2O3 in all but two samples, indicating advective transport of Al and Fe into weathered cliff horizons. Porder et al. (2007) showed consistent losses\nDownloaded from https://pubs.geoscienceworld.org/gsa/geosphere/article-pdf/doi/10.1130/GES01642.1/4181124/ges01642.pdf by University of Arizona user on 20 February 2019\n1335Sowards et al. | Rapid weathering of basaltGEOSPHERE | Volume 14 | Number 3\nof these elements in soils developed on Pololu lavas from the Kohala volcano. An obvious source for the observed enrichment of these elements in the cliff is by downward solute or fine-particulate transport (illuviation). In the weathering model and authigenic sequence discussed subsequently, the lateral transport of water from upgradient also appears to have been pervasive, at least in select horizons. Thus, lateral transport of Al and Fe may have captured large quantities of these elements from the soil zone on the planeze upgradient from the cliff.\nIt is difficult to envision, however, the accumulation of ~30% Al2O3 in a 15-m-thick saprolite sequence from just ~1–2 m of overlying soil. Another likely source for the accumulation of Al and Fe in the cliff sequence is volcanic ash from 0.3 to 0.1 Ma post-shield alkalic Hawi volcanism. This event included extensive effusive volcanism as evidenced by the numerous associated cinder cones (Fig. 8), which would have delivered fine-grained basaltic ash (glass) to the surface of the Kohala Peninsula over a 200 k.y. period.\nA number of studies have noted that glass, upon weathering, may be a source of both Al and Fe (Eggleton and Keller, 1982; Glassman and Simonson, 1985; Nesbitt and Wilson, 1992; Daux et al., 1994; Arslan et al., 2006) that form gels. In turn, both Al- (Patterson, 1964; Mizota, 1976; Okumura, 1986; Sherman et  al., 1969) and Fe-rich (Trescases, 1973; Muller and Calas, 1989; Sherman et al., 1969; Muller et al., 1992) gels may accumulate in pore spaces and other\nvoids by illuviation or other transport mechanisms (Deb and Joshi, 1984; Muggler and Buurman, 2000) and subsequently crystallize (e.g., Glassman and Simonson, 1985; Romero et al., 1992; Muller et al., 1992; Daux et al., 1994). We suggest that the prolonged deposition of ash from the Hawi phase of volcanism was a source of labile glass that, upon alteration, released colloids that were transported downward and laterally and deposited in the developing saprolite as gels that eventually recrystallized to clay minerals and Fe-oxides and hydroxides.\nThere is considerable petrographic and field evidence for the mobility of Fe and Al in saprolite horizons from other studies. For example, Patterson (1971), Carr et al. (1980), Brimhall and Dietrich (1987), and Muggler and Buurman (2000) discussed macro- and microscopic fabrics in intensely weathered material, including multiple generations of gibbsite growth, as well as gibbsite-lined vugs associated with “subcrystalline” Fe-oxides. Halloysite may occur as pseudo morphs after plagioclase and as halloysite “oolites” inhabiting vugs. These relationships, especially materials filling cavities and fractures, suggest transport of Al and Fe into these saprolites.\nIn Hawaii, Bates (1962) noted that feldspar in Hawaiian basalt weathers dominantly to halloysite, whereas gibbsite is produced by (1) leaching of SiO2 from halloysite, (2) the dehydration of Al gels, or (3) precipitation from solution. Processes (2) and (3) are consistent with the transport of external Al into the developing saprolite. In particular, Bates (1962) observed that Al-Fe-Si gels were likely derived from basaltic glass, again suggesting that widespread ash and tephra deposits emplaced over the Pololu sequence during Hawi-phase volcanism supplied excess Al and Fe."
  }, {
    "heading": "Alteration Paths",
    "text": "In terms of detailed weathering paths, and excluding ash-derived Al and Fe, Galán (2006) reviewed the conditions for “kaolinitization.” This included variables for the neo-formation of halloysite to include: high precipitation rates, permeable parent rock, downward and lateral fresh water fluxes, oxidation of Fe2+ to Fe3+, carbonic acid production in soil, leaching of SiO2, and high residual Al3+ concentrations. These conditions are all met in the Kohala sea cliff site. As noted above, we have observed halloysite rather than kaolinite in the cliff sequence, and this result is anticipated by the surface- and groundwater compositions of the Big Island (Fig. 9), where all available water quality analyses plot in the halloysite ± gibbsite ± amorphous Al(OH)3 stability fields.\nIncreasing water-rock ratios are expected to further modify the mineral assemblage. Churchman and Gilkes (1989) noted an inverse relationship between gibbsite and kaolinite-halloysite abundances in laterites, suggesting that leaching of SiO2 plays a prominent role in gibbsite development. Joussein (2016) and Galán (2006) observed that the proportion of halloysite to kaolinite decreases as weathering proceeds. Thus, with time, halloysite may be expected to recrystallize to kaolinite. Neglecting gibbsite, we observe through formamide treatment that of 34 clay-bearing soils from the Hawaiian islands\nDownloaded from https://pubs.geoscienceworld.org/gsa/geosphere/article-pdf/doi/10.1130/GES01642.1/4181124/ges01642.pdf by University of Arizona user on 20 February 2019\n1336Sowards et al. | Rapid weathering of basaltGEOSPHERE | Volume 14 | Number 3\nof Oahu, Molokai, and Kauai, only five contain measurable halloysite. The remainder are dominated by kaolinite (see data in the Supplemental Files [footnote 1]). The clay mineralogy of these older islands indicates recrystallization over time or ripening of halloysite to kaolinite.\nThe occurrence of smectite-group clays is restricted to the base of the weathering profile or the rinds of core stones. Galán (2006) noted that these clays exist where base cation–rich parent rocks, high pH, high silica activity, and elevated base cations are found together. During early weathering, silica and base-cation activities are high due to the hydrolysis of feldspars and pyrox enes, and pH is elevated in relatively fresh rock."
  }, {
    "heading": "Weathering Sequence",
    "text": "From the element transport and clay precipitation described above, it appears that the cliff exposure has captured the weathering of basalt in three general stages, in order of increasing leaching:\n1. Smectite-group clays occur at the base of the weathering profile and on the rinds of core stones where base cations (positive τ values) and silica are abundant (Fig. 2). As such, smectite may be the first clay group produced during weathering and may exist extensively near weathering-front boundaries, whether at the base of the sequence or on core stones. Smectite is stabilized where mobile cations, especially Mg2+, are able to accumulate (Fig. 2) to substitute for Al3+ in the octahedral sheet and to maintain charge balance in the interlayers along with other cations. However, this group of clays appears to be very short lived; otherwise it should occur more extensively in the sequence rather than being limited to the interface with fresh rock. As further leaching occurs, smectite is rapidly recrystallized to hydrated halloysite (Altschuler et al., 1963; Eggleton et al., 1987). Additionally, Al2O3 has positive τ values, indicating the advection of ash-derived Al into early-developing saprolite. 2. Halloysite is the dominant clay mineral in the cliff profile. During the 303 k.y. weathering history, most of the parent rock may have passed through the smectite → halloysite transition, but has ripened no further to form kaolinite. Excess Al has accumulated within the sequence in the form of additional halloysite and gibbsite. 3. The gibbsite-rich horizon (>10%) has probably experienced the most extensive leaching. Because the parent material of this layer has the same age as the rest of the sequence, primary textural differences (i.e., higher permeability) may have led to greater leaching of Si from halloysite, forming gibbsite. External Al may have also been added to this horizon, leading to the direct precipitation of gibbsite from solution or crystallization from gel."
  }, {
    "heading": "Geophysical Profiles",
    "text": "The geophysical data described in this study provide an understanding of the local geologic framework and contribute to the development of a conceptual model for weathering. In this case, they permit comparison of features exposed in the cliff face with variations of the subsurface VS structure of the weathering profile and underlying basalts, as well as the origin of reflectors within laterite. The basis for comparison is not one-to-one, because MASW profile BIH-2 was placed landward ~100 m to avoid interference from lateral scattering off the cliff-air interface."
  }, {
    "heading": "Features of MASW Profiles",
    "text": "Past work on the depth of the laterite-bedrock interface indicates that it can be determined within ±1–2 m from MASW (Yaede et al., 2015). However, the thickness of the laterite profile from BIH-2 is inferred to be several meters thicker than at the adjacent sea cliff (Fig. 5). We believe this to be based on differences in thickness of the vadose zone, as profile BIH-2 is several meters higher in elevation than the top of the adjacent sea cliff.\nDownloaded from https://pubs.geoscienceworld.org/gsa/geosphere/article-pdf/doi/10.1130/GES01642.1/4181124/ges01642.pdf by University of Arizona user on 20 February 2019\n1337Sowards et al. | Rapid weathering of basaltGEOSPHERE | Volume 14 | Number 3\nThe base of the laterite at the sea cliff is at or slightly above mean sea level, and, in a configuration well known in ocean islands, the overlying fresh groundwater lens and its brackish mixing zone rise very gently landward. For example, the top of the freshwater lens in Kohala is predicted to be only ~3 m above sea level 1000 m inland from the coast (Presley, 1999). Beneath BIH-2, the freshwater lens is effectively at sea level. Below sea level, brackish to saline water–saturated basalt appears to be buffered from vadose weathering processes, as saprolite nowhere extends below sea level in the Kohala area and sea water is not sufficiently acidic to drive weathering. Thus, we attribute the increased thickness of the laterite weathering profile beneath BIH-2 to the increased vadose-zone thickness. Further, pervasive fracturing is expected in shallow basalt bedrock, which would cause the thickness of the weathered zone to appear greater if based only on shear-wave velocity (Yaede et al., 2015).\nFrom the surface downward, we expect the gibbsite layer to occur at ~5 m depth in the MASW profile, assuming it is laterally extensive (Fig. 5). It is curious that some variations in laterite mineralogy, particularly an increase in gibbsite abundance, may impart an increased stiffness and attendant velocity inversion (i.e., increased velocity). However, little is known regarding the shear strength of gibbsite versus halloysite. We subsequently discuss processes that may relate differential weathering to primary igneous textures and that may explain the apparent association between the velocity inversion and high gibbs ite concentrations."
  }, {
    "heading": "Features of CDP Profiles",
    "text": "Reflectors interpreted on the BIH-2 and BIH-3 CDP profiles indicate contrasts in acoustic impedance and could result from boundaries between relict fabrics preserved in saprolite. Even though it is difficult to directly correlate these contrasts to features observed in the cliff face, they indicate boundaries across which porosity and mineralogical content vary. The high concentration of discontinuities (joints, vesicles, etc.) in basaltic lava flows is well known to cause seismic energy losses and poor imaging of reflectors. Nevertheless, observed reflectors are consistent with the geometries expected for lavas on the distal flank of a shield volcano.\nIt appears that the conversion of fresh basalt to laterite preserves relict primary stratigraphy but may partially “heal” transmission losses, especially fractures. Cohesive masses of clay minerals and fine-grained Fe-oxides do not sustain joints nearly as well as the parental basalt.\nFigure 10 depicts a thick, clean laterite sequence in central Oahu. Construction of a U.S. Army aircraft runway produced this artificial exposure of laterite. Such detailed differences in texture and color are difficult to observe in the sea cliff. However, there are clearly a large number of sharp boundaries in the Oahu exposure, including lenticular bodies geometrically similar to those imaged in BIH-2 (Fig. 4).\nImpedance contrasts must exist across these boundaries to produce reflections. The acoustic impedance (Z ) for a given body is:\nZ = ρVP (5)\n(ρ is density, VP is P-wave velocity), where a difference in Z between layers dictates the tendency of the boundary to reflect energy. The question then becomes whether natural leaching processes produce contrasts in Z. Because Z is a direct function of density, differences in this parameter may control the preservation of reflectors.\nSaprolite, by definition, is intensely leached, and the removal Si, Ca, Mg, Na, and K greatly reduces the density of the material as well as increases its micro-porosity. For example, Patino et al. (2003) noted that heavily weathered saprolites from Kohala have bulk densities of 0.86–1.79 g/cm3. The dense core of an a’a flow begins with a bulk density of ~3.0 g/cm3, whereas the weathering product of this same rock with a density of 1.5 g/cm3 would have a microporosity of 50%. By contrast, if a package of pahoehoe flows with 25% fracture and vesicular porosity weathers to saprolite, the final porosity may be on the order of 75% with an attendant low density. Weathered tephra or scoria may have even a greater final porosity, unless the final porosity is so elevated that the material collapses. Saprolites developed in volcanic rock with sequences of pahoehoe, a’a, and tephra are expected to have significantly different values of Z across their boundaries.\nDownloaded from https://pubs.geoscienceworld.org/gsa/geosphere/article-pdf/doi/10.1130/GES01642.1/4181124/ges01642.pdf by University of Arizona user on 20 February 2019\n1338Sowards et al. | Rapid weathering of basaltGEOSPHERE | Volume 14 | Number 3"
  }, {
    "heading": "Weathering Model",
    "text": "We present a conceptual model for the development of weathering at the cliff site (Fig. 11). The model synthesizes the geological, geochemical, mineralogical, and geophysical observations presented, including the weathering sequence described above, to:\n• Explain the origin of core stone–rich horizons in the cliff face. • Explain the cause of decreased leaching with depth. • Account for the greater weathering of the gibbsite-rich horizon at ~5 m\ndepth, including lateral flow producing unusually elevated waterrock ratios. • Explain the origin and transient nature of swelling clays. • Account for the origin of Al and Fe additions. • Explain the origin of the halloysite-rich saprolite composing the majority\nof the exposure. • Describe the likely origin(s) of the ~5-m-depth VS velocity inversion and\nthe base of the weathering front from MASW data. • Include the geometry of relict flow packages, including different values of\nacoustic impedance (Z ).\nFigure 11 presents a three-stage synoptic conceptual model for weathering at the cliff front, where the three top panels represent schematic cross sections of the cliff at different stages of weathering. The original volcanic stratigraphy consisted of an a’a flow, with a rubble top and base, intercalated within pahoehoe packages (Figs. 11A–11C). The future position of the cliff face and the water table are shown for reference. Figures 11A–11C illustrate, respectively, stratigraphy prior to weathering, partial weathering of the upper portion of the cliff including lateral flow, and the final downward advance of the weathering front to sea level. The other panels include a schematic cross section including lenticular a’a flows as well as lenticular packages of pahoehoe (Fig. 11D), consistent with the Figure 4 interpretation of the BIH-2 CDP section. The seaward-dipping reflectors in the BIH-3 CDP section (Fig. 6) are consistent with the relict flow boundaries shown in Figure 11C. The base of the weathering front is exposed at the cliff face and inland at BIH-2 by the MASW profile. The remaining panels illustrate the textures and dimensions of an a’a flow and packages of pahoehoe flows in cross section in the field (Figs. 11E, 11F). Given the thicknesses of the weathered section (Fig. 2) and the age of the basal lava flow, the mean downward rate of advance of the weathering front varies from 0.042 to 0.048 m/k.y.\nThese advance rates are not particularly rapid. In a compilation of published rates, Navarre-Sitchler and Brantley (2007) noted that the most rapid rates were on Réunion island (Indian Ocean; 0.19 m/k.y.) and Java (Indonesia; 0.36 m/k.y.), whereas they typically vary from 0.001 to 0.090 m/k.y. on watershed scales. The rates at Kohala fall in the mid-range of those determined from watershed studies.\nThe model assumes that the rate of emplacement of lava flows was much faster than the rate of weathering, such that the entire sequence of lava can be\nconsidered initially unweathered (Fig. 11A). After cessation of the Pololu phase of volcanism, weathering proceeded downward. However, the high permeability of rubble at the top of a relatively impermeable a’a flow core (for example) would divert water laterally as interflow (e.g., Fetter, 2001) (Fig. 11B). This creates conditions ideal for enhanced leaching. This unit would accommodate not only infiltration from directly above, but also lateral flow from recharging groundwater upgradient. This would lead to very high water-rock ratios and accompanying leaching of SiO2, enhancing gibbsite production. We suggest that the extreme permeability in the rubble top of an a’a flow is responsible for lateral flow and enhanced leaching. However, these conditions could also occur in an air-fall tephra deposit or even a paleosol.\nThe rubble tops of a’a flows would clearly have high initial porosity and permeability due vesicles in the clasts and abundant void space between clasts. Coupled with leaching, the porosity should increase and produce a deposit with low attendant stiffness. For example, 50% primary porosity with large pores might be accompanied by an additional 50% micro-porosity in the resulting saprolite due to leaching. This horizon might be subject to collapse and compaction, leading to an enhanced stiffness and the VS inversion to the observed higher velocity (Fig. 5).\nIn its present configuration, the weathering front eventually makes its way to the water table (Fig. 11C) where downward-advecting cations and weathering parent rock permit the brief formation smectite-group clays. They also form higher in the cliff on the rinds of core stones. Weathering near the base is less intense as the lower portions of the saprolite section have not been in the weathering zone as long. However, with the exception of the rinds of core stones and the base of the weathering front, swelling clays are absent. The saprolite sequence has progressed to an overall assemblage of halloysite ± gibbsite + Fe-oxides and hydroxides. The relatively wide spacing of joints in a’a flows has left large core stones, which are concentrated in particular horizons (Figs. 2, 11C) and accumulate as rounded boulders at the base of the cliff.\nNear the coastline, the top of the freshwater (Ghyben-Herzberg) lens is close to sea level and represents a lower limit for rapidly weathering basalt. Saturated conditions limit the availability of oxygen to drive oxidation reactions, and fresh basaltic material buffers pH values to near-neutral or slightly basic values (see File 2 in Supplemental Items [footnote 1]), depriving the system of H+ ions that drive hydrolysis. These conditions are likely responsible for the exposures of fresh basalt beneath saprolite near sea level all along the sea cliffs of the northern Kohala Peninsula.\nSuperimposed upon these processes is the flux of basaltic ash (glass) onto the planeze surface during the 0.1–0.3 Ma Hawi volcanic episode (Figs. 11B, 11C). The rapid breakdown and dissolution of glass in the soil zone would provide a steady downward and lateral flux of Al and Fe as solutes or colloidal gels into the soil and saprolite as observed at the cliff face. Soil at the cliff surface has positive τ values, indicating that it cannot be the source for deeper Al and Fe enrichment without being replenished. Rather, the continued supply of fresh basaltic glass allowed Al and Fe to be advected downward and laterally into saprolite, as well as these elements to be enriched in the soil.\nDownloaded from https://pubs.geoscienceworld.org/gsa/geosphere/article-pdf/doi/10.1130/GES01642.1/4181124/ges01642.pdf by University of Arizona user on 20 February 2019\n1339Sowards et al. | Rapid weathering of basaltGEOSPHERE | Volume 14 | Number 3\nA\nD E F\nB C\na’a f low rubble top\na’a f low rubble bottom\na’a f low core\na’a f low core\nFigure 11. Model for the progressive weathering of the sea cliff area, Kohala Peninsula, Big Island of Hawaii. (A) Primary igneous stratigraphy above the water table prior to weathering. The future position of the cliff is shown for reference. (B) Partial weathering, where the arrows indicate flow directions of vadose zone water and the attendant inflows and outflows of solutes. Arrow thicknesses are proportional to solute and water fluxes. (C) Complete weathering of the profile (core stones excepted). Even where weathering is relatively complete, advection into the section of Al and Fe continues, provided a source of ash remains. (D) Conceptual view of lateral stratigraphic variations perpendicular to A, indicating that the a’a and pahoehoe flows should form lenticular packages. (E) Example of the high porosity and permeability expected for the rubble zones above and below a’a flows, where the massive interiors are impermeable except for widely spaced joints. (F) Sequence of pahoehoe flows with individual thicknesses on the order of several centimeters. Abundant discontinuities exist as vesicles, surfaces between flows, and joints.\nDownloaded from https://pubs.geoscienceworld.org/gsa/geosphere/article-pdf/doi/10.1130/GES01642.1/4181124/ges01642.pdf by University of Arizona user on 20 February 2019\n1340Sowards et al. | Rapid weathering of basaltGEOSPHERE | Volume 14 | Number 3"
  }, {
    "heading": "CONCLUSIONS",
    "text": "Sea cliff exposures of laterite developed on a relatively young substrate on the Kohala Peninsula provide snapshots of weathering processes in early, intermediate, and advanced stages. Smectite-group clays may form as early but short-lived phases near the boundary between saprolite and fresh bedrock, either as rinds on core stones or at the base of the weathering front. However, these clays rapidly give way to halloysite as SiO2, Ca2+, Mg2+, and Na+ are leached. The clay mineralogy of the soil and saprolite is dominated by halloysite ± gibbsite.\nLarge quantities of gibbsite appear to form where high initial porosity and permeability have directed high fluxes of vadose water both laterally and downward. In addition to leaching by downward infiltration, large fluxes of interflow waters may have been captured upgradient and directed down slope through the cliff sequence. Thus, as suggested by Goodfellow et al. (2014), laterite development in a vertical sequence need not simply indicate progressive downward leaching of the boundary with fresh rock. Rather, horizons most accessible to fluids are expected be more weathered due to lateral flow.\nIn addition to the processes described above, the entire cliff sequence exhibits excess Al and most samples exhibit excess Fe, as indicated by their associated τ values. Porder et al. (2007) showed that these elements are depleted in soils developed elsewhere on Kohala, so downward and lateral advection could bring these elements into the cliff horizon. However, the soils directly above the cliff should be depleted in Fe and Al. Between 0.3 and 0.1 Ma, effusive Hawi volcanism delivered basaltic glass (ash) to the surface of the planeze at and upgradient from the cliff site. Highly reactive basaltic glass was likely the source of the excess Al and Fe.\nComparisons of cliff and road-cut exposures to high-resolution geophysical profiles indicate that the latter are capable of providing considerable detail regarding the internal variations of laterite weathering profiles, including features like the gibbsite-rich horizon that can be correlated to outcrop. Variations in laterite VS may reflect significant changes in mineralogy and localized areas of collapse, and reflectors appear to be the product of relict igneous rock textures, especially porosity."
  }, {
    "heading": "ACKNOWLEDGMENTS",
    "text": "This work was supported by funding provided by the BYU College of Physical and Mathematical Sciences. Data processing and visualization were made possible by the Landmark (Halliburton) University Grant Program. Constructive reviews were provided by Bradley Goodfellow, Choon B. Park, and an anonymous reviewer."
  }, {
    "heading": "REFERENCES CITED",
    "text": "Altschuler, Z.S., Dwornik, E.J., and Kramer, H., 1963, Transformation of montmorillonite to kaolinite during weathering: Science, v. 141, p. 148–152, https:// doi .org /10 .1126 /science .141 .3576 .148 . Anderson, S.P., Dietrich, W.E., and Brimhall, G.H., 2002, Weathering profiles, mass-balance analy sis, and rates of solute loss: Linkages between weathering and erosion in a small, steep catchment: Geological Society of America Bulletin, v. 114, p. 1143–1158, https:// doi .org /10 .1130 /0016 -7606 (2002)114 <1143: WPMBAA>2 .0 .CO;2.\nArslan, M., Kadir, S., Abdioğlu, E., and Kolayli, H., 2006, Origin and formation of kaolin minerals in saprolite of Tertiary alkaline volcanic rocks, Eastern Pontides, NE Turkey: Clay Minerals, v. 41, p. 597–617, https:// doi .org /10 .1180 /0009855064120208 . Asimow, P.D., and Ghiorso, M.S., 1998, Algorithmic modifications extending MELTS to calculate subsolidus phase relations: The American Mineralogist, v. 83, p. 1127–1132, https:// doi .org /10 .2138 /am -1998 -9 -1022 . Barshad, I., 1957, Factors affecting clay formation: Clays and Clay Minerals, v.  6, p.  110–132, https:// doi .org /10 .1346 /CCMN .1957 .0060110 . Bates, T.F., 1962, Halloysite and gibbsite formation in Hawaii, in Swineford, A., ed., Clays and Clay Minerals: Proceedings of the Ninth National Conference on Clays and Clay Minerals: New York, Pergamon Press, p. 315–328. Beaulieu, C., Sarmiento, J.L., Mikaloff Fletcher, S.E., Chen, J., and Medvigy, D., 2012, Identification and characterization of abrupt changes in the land uptake of carbon: Global Biogeochemical Cycles, v. 26, GB1007, https:// doi .org /10 .1029 /2010GB004024 . Brantley, S.L., and White, A.F., 2009, Approaches to modeling weathered regolith: Reviews in Mineralogy and Geochemistry, v. 70, p. 435–484, https:// doi .org /10 .2138 /rmg .2009 .70 .10 . Brimhall, G.H., and Dietrich, W.E., 1987, Constitutive mass balance relations between chemical composition, volume, density, porosity, and strain in metasomatic hydrochemical systems: Results on weathering and pedogenesis: Geochimica et Cosmochimica Acta, v. 51, p. 567– 587, https:// doi .org /10 .1016 /0016 -7037 (87)90070 -6 . Carr, P.M., Rodgers, K.A., and Black, P.M., 1980, The chemical and mineralogical changes accompanying the laterization of basalt at Kerikeri, North Auckland: Journal of the Royal Society of New Zealand, v. 10, p. 247–258, https:// doi .org /10 .1080 /03036758 .1980 .10415331 . Chadwick, O.A., Gavenda, R.T., Kelly, E.F., Ziegler, K., Olson, C.G., Elliott, W.C., and Hendricks, D.M., 2003, The impact of climate on the biogeochemical functioning of volcanic soils: Chemical Geology, v. 202, p. 195–223, https:// doi .org /10 .1016 /j .chemgeo .2002 .09 .001 . Churchman, G.J., and Gilkes, R.J., 1989, Recognition of intermediates in the possible transformation of halloysite to kaolinite in weathering profiles: Clay Minerals, v.  24, p.  579–590, https:// doi .org /10 .1180 /claymin .1989 .024 .4 .02 . Churchman, G.J., Whitton, J.S., Claridge, G.G.C., and Theng, B.K.G., 1984, Intercalation method using formamide for differentiating halloysite from kaolinite: Clays and Clay Minerals, v. 32, p. 241–248, https:// doi .org /10 .1346 /CCMN .1984 .0320401 . Daux, V., Crovisier, J.L., Hemond, C., and Petit, J.C., 1994, Geochemical evolution of basaltic rocks subjected to weathering: Fate of the major elements, rare earth elements, and thorium: Geochimica et Cosmochimica Acta, v.  58, p.  4941–4954, https:// doi .org /10 .1016 /0016 -7037 (94)90223 -2 . Deb, M., and Joshi, A., 1984, Petrological studies on two East Coast bauxite deposits of India, and implications on their genesis: Sedimentary Geology, v. 39, p. 121–139, https:// doi .org /10 .1016 /0037 -0738 (84)90029 -0 . Derry, L.A., Kurtz, A.C., Ziegler, K., and Chadwick, O.A., 2005, Biological control of terrestrial silica cycling and export fluxes to watersheds: Nature, v. 433, p. 728–731, https:// doi .org /10 .1038 /nature03299 . Dessert, C., Dupré, B., Gaillardet, J., François, L.M., and Allègre, C.J., 2003, Basalt weathering laws and the impact of basalt weathering on the global carbon cycle: Chemical Geology, v. 202, p. 257–273, https:// doi .org /10 .1016 /j .chemgeo .2002 .10 .001 . Eberl, D.D., 2003, User’s guide to RockJock: A program for determining quantitative mineralogy from powder X-ray diffraction data: U.S. Geological Survey Open-File Report 03-78, 47 p. Eggleton, R.A., and Keller, J., 1982, The palagonitization of limburgite glass—A TEM study: Neues Jahrbuch für Mineralogie, v. 7, p. 321–336. Eggleton, R.A., Foudoulis, C., and Varkevisser, D., 1987, Weathering of basalt: Changes in rock chemistry and mineralogy: Clays and Clay Minerals, v. 35, p. 161–169, https:// doi .org /10 .1346 /CCMN .1987 .0350301 . Fetter, C.W., 2001, Applied Hydrogeology (fourth edition): Upper Saddle River, New Jersey, Prentice Hall, 698 p. Frazier, A.G., Giambelluca, T.W., Diaz, H.F., and Needham, H.L., 2016, Comparison of geostatistical approaches to spatially interpolate month-year rainfall for the Hawaiian Islands: International Journal of Climatology, v. 36, p. 1459–1470, https:// doi .org /10 .1002 /joc .4437 . Frey, F.A., Garcia, M.O., Wise, W.S., Kennedy, A., Gurriet, P., and Albarede, F., 1991, The evolution of Mauna Kea volcano, Hawaii: Petrogenesis of tholeiitic and alkalic basalts: Journal of Geophysical Research, v. 96, p. 14,347–14,375, https:// doi .org /10 .1029 /91JB00940 .\nDownloaded from https://pubs.geoscienceworld.org/gsa/geosphere/article-pdf/doi/10.1130/GES01642.1/4181124/ges01642.pdf by University of Arizona user on 20 February 2019\n1341Sowards et al. | Rapid weathering of basaltGEOSPHERE | Volume 14 | Number 3\nFreyssinet, P., Butt, C.R.M., Morris, R.C., and Piantone, P., 2005, Ore-forming processes related to lateritic weathering, in Hedenquist, J.W., Thompson, J.F.H., Goldfarb, R.J., and Richards, J.P., eds., Economic Geology One Hundredth Anniversary Volume, p. 681–722. Galán, E., 2006, Genesis of clay minerals, in Bergaya, F., Theng, B.K.G., and Lagaly, G., eds., Handbook of Clay Science: Developments in Clay Science, v.  1: Amsterdam, Elsevier, p. 1129–1162, https:// doi .org /10 .1016 /S1572 -4352 (05)01042 -1 . Ghiorso, M.S., and Sack, R.O., 1995, Chemical mass transfer in magmatic processes IV. A revised and internally consistent thermodynamic model for the interpolation and extrapolation of liquid-solid equilibria in magmatic systems at elevated temperatures and pressures: Contributions to Mineralogy and Petrology, v. 119, p. 197–212, https:// doi .org /10 .1007 /BF00307281 . Glassman, J.R., and Simonson, G.H., 1985, Alteration of basalt in soils of western Oregon: Soil Science of America Journal, v. 49, p. 262–273. Gleeson, S.A., Herrington, R.J., Durango, J., Velásquez, C.A., and Koll, G., 2004, The mineralogy and geochemistry of the Cerro Matoso S.A. Ni laterite deposit, Montelíbano, Colombia: Economic Geology and the Bulletin of the Society of Economic Geologists, v. 99, p. 1197–1213, https:// doi .org /10 .2113 /gsecongeo .99 .6 .1197 . Goldberg, E.D., Broecker, W.S., Gross, M.G., and Turekian, K.K., 1971, Marine chemistry, in National Research Council, Radioactivity in the Marine Environment: Washington, D.C., National Academy of Sciences, p. 137–146. Goodfellow, B.W., Chadwick, O.A., and Hilley, G.E., 2014, Depth and character of rock weathering across a basaltic-hosted climosequence on Hawai’i: Earth Surface Processes and Landforms, v. 39, p. 381–398, https:// doi .org /10 .1002 /esp .3505 . Goulart, A.T., Fabris, J.D., de Jesus Filho, M.F., Coey, J.M.D., da Costa, G.M., and de Grave, E., 1998, Iron oxides in a soil developed from basalt: Clays and Clay Minerals, v. 46, p. 369–378, https:// doi .org /10 .1346 /CCMN .1998 .0460402 . Haskins, E.H., and Garcia, M.O., 2004, Scientific drilling reveals geochemical heterogeneity within the Ko’olau shield, Hawai’i: Contributions to Mineralogy and Petrology, v. 147, p. 162– 188, https:// doi .org /10 .1007 /s00410 -003 -0546 -y . Hem, J.D., 1985, Study and interpretation of the chemical characteristics of natural water: U.S. Geological Survey Water Supply Paper 2254, 263 p. Hilley, G.E., Chamberlain, C.P., Moon, S., Porder, S., and Willett, S.D., 2010, Competition between erosion and reaction kinetics in controlling silicate-weathering rates: Earth and Planetary Science Letters, v. 293, p. 191–199, https:// doi .org /10 .1016 /j .epsl .2010 .01 .008 . Jackson, M.L., 1959, Frequency distribution of clay minerals in major great soil groups as related to the factors of soil formation: Clays and Clay Minerals, v. 6, p. 133–143, https:// doi .org /10 .1346 /CCMN .1957 .0060111 . Johnsson, M.J., and Stallard, R.F., 1989, Physiographic controls on the composition of sediments derived from volcanic and sedimentary terrains on Barro Colorado Island, Panama: Journal of Sedimentary Research, v. 59, p. 768–781, https:// doi .org /10 .1306 /212F906B -2B24 -11D7 -8648000102C1865D . Johnsson, M.J., Ellen, S.D., and McKittrick, M.A., 1993, Intensity and duration of chemical weathering: An example from soil clays of the southeastern Koolau Mountains, Oahu, Hawaii, in Johnsson, M.J., and Basu, A., eds., Processes Controlling the Composition of Clastic Sediments: Geological Society of America Special Paper 284, p. 147–170, https:// doi .org /10 .1130 /SPE284 -p147 . Jones, R.C., Babcock, C.J., and Knowlton, W.B., 2000, Estimation of the total amorphous content of Hawai’i soils by the Rietveld method: Soil Science Society of America Journal, v. 64, p. 1100–1108, https:// doi .org /10 .2136 /sssaj2000 .6431100x . Joussein, E., 2016, Geology and mineralogy of nanosized tubular halloysite, in Yuan, P., Thill, A., and Bergaya, F., eds., Nanosized Tubular Clay Minerals: Halloysite and Imogolite: Elsevier, Amsterdam, Developments in Clay Science, v. 7, p. 12–48, https:// doi .org /10 .1016 /B978 -0 -08 -100293 -3 .00002 -9 . Joussein, E., Petit, S., Churchman, J., Theng, B., Righi, D., and Delvaux, B., 2005, Halloysite clay minerals: A review: Clay Minerals, v. 40, p. 383–426, https:// doi .org /10 .1180 /0009855054040180 . Kellogg, C.E., and Orvedal, A.C., 1969, Potentially arable soils of the world and critical measures for their use: Advances in Agronomy, v. 21, p. 109–170, https:// doi .org /10 .1016 /S0065 -2113 (08)60096 -6 . Kennedy, M.J., Chadwick, O.A., Vitousek, P.M., Derry, L.A., and Hendricks, D.M., 1998, Changing sources of base cations during ecosystem development, Hawaiian Islands: Geology, v. 26, p. 1015–1018, https:// doi .org /10 .1130 /0091 -7613 (1998)026 <1015: CSOBCD>2 .3 .CO;2 . Meyer, F.M., Happel, U., Hausberg, J., and Wiechowski, A., 2002, The geometry and anatomy of the Los Pijiguaos bauxite deposit, Venezuela: Ore Geology Reviews, v. 20, p. 27–54, https:// doi .org /10 .1016 /S0169 -1368 (02)00037 -9 . Miesch, A.T., 1969, The constant sum problem in geochemistry, in Merriam, D.F., ed., Computer Applications in the Earth Sciences: New York, Plenum Press, p. 161–176, https:// doi .org /10 .1007 /978 -1 -4615 -8633 -3_10 . Mizota, C., 1976, Relationships between the primary mineral and the clay mineral compositions of some recent Andosols: Soil Science and Plant Nutrition, v. 22, p. 257–268, https:// doi .org /10 .1080 /00380768 .1976 .10432988 . Moore, D.M., and Reynolds, R.C., 1997, X-Ray Diffraction and the Identification and Analysis of Clay Minerals: Oxford, UK, Oxford University Press, 378 p. Muggler, C.C., and Buurman, P., 2000, Erosion, sedimentation and pedogenesis in a polygenetic Oxisol sequence in Minas Gerais, Brazil: Catena, v. 41, p. 3–17, https:// doi .org /10 .1016 /S0341 -8162 (00)00103 -X . Muller, J.-P., and Calas, G., 1989, Tracing kaolinites through their defect centers: Kaolinite paragenesis in a laterite (Cameroon): Economic Geology and the Bulletin of the Society of Economic Geologists, v. 84, p. 694–707, https:// doi .org /10 .2113 /gsecongeo .84 .3 .694 . Muller, J.-P., Clozel, B., Ildefonse, P., and Calas, G., 1992, Radiation-induced defects in kaolinites: Indirect assessment of radionuclide migration in the geosphere: Applied Geochemistry, v. 7, p. 205–216, https:// doi .org /10 .1016 /S0883 -2927 (09)80077 -2 . National Earthquake Hazards Reduction Program (NEHRP), 2003, NEHRP recommended provisions for seismic regulations for new buildings and other structures: Washington, D.C., Building Seismic Safety Council, 338 p. National Water Information System (NWIS), 2017, USGS current water data for Hawaii: https:// waterdata .usgs .gov /hi /nwis /rt (accessed 25 May 2017). Navarre-Sitchler, A., and Brantley, S., 2007, Basalt weathering across scales: Earth and Planetary Science Letters, v. 261, p. 321–334, https:// doi .org /10 .1016 /j .epsl .2007 .07 .010 . Nelson, S.T., Tingey, D.G., and Selck, B., 2013, The denudation of ocean islands by ground and surface waters: The effects of climate, soil thickness, and water contact times on Oahu, Hawaii: Geochimica et Cosmochimica Acta, v. 103, p. 276–294, https:// doi .org /10 .1016 /j .gca .2012 .09 .046 . Nesbitt, H.W., and Wilson, R.E., 1992, Recent chemical weathering of basalts: American Journal of Science, v. 292, p. 740–777, https:// doi .org /10 .2475 /ajs .292 .10 .740 . Okumura, S., 1986, Weathering process of Nabari gabbroic body 2: Congruent dissolution of plagio clase: Journal of the Japanese Association of Mineralogists, Petrologists and Economic Geologists, v. 81, p. 116–128, https:// doi .org /10 .2465 /ganko1941 .81 .116 . Park, C.B., Miller, R.D., and Xia, J., 1999, Multichannel analysis of surface waves MASW: Geophysics, v. 64, p. 800–808, https:// doi .org /10 .1190 /1 .1444590 . Patino, L.C., Velbel, M.A., Price, J.R., and Wade, J.A., 2003, Trace element mobility during spheroidal weathering of basalts and andesites in Hawaii and Guatemala: Chemical Geology, v. 202, p. 343–364, https:// doi .org /10 .1016 /j .chemgeo .2003 .01 .002 . Patterson, S.H., 1964, Halloysitic underclay and amorphous inorganic matter in Hawaii: Clays and Clay Minerals, v. 12, p. 153–172, https:// doi .org /10 .1346 /CCMN .1963 .0120116 . Patterson, S.H., 1971, Investigations of ferruginous bauxite and other mineral resources on Kauai and a reconnaissance of ferruginous bauxite deposits on Maui, Hawaii: U.S. Geological Survey Professional Paper 656, 74 p. Porder, S., Hilley, G.E., and Chadwick, O.A., 2007, Chemical weathering, mass loss, and dust inputs across a climate by time matrix in the Hawaiian Islands: Earth and Planetary Science Letters, v. 258, p. 414–427, https:// doi .org /10 .1016 /j .epsl .2007 .03 .047 . Presley, T.K., 1999, The geohydrologic setting of Pololu Stream, Island of Hawaii, Hawaii: U.S. Geological Survey Water-Resources Investigations Report 99-4009, 22 p. Romero, R., Robert, M., Elsass, F., and Garcia, C., 1992, Evidence by transmission electron microscopy of weathering microsystems in soils developed from crystalline rocks: Clay Minerals, v. 27, p. 21–33, https:// doi .org /10 .1180 /claymin .1992 .027 .1 .03 . Sherman, G.D., Ikawa, H., and Matsusaka, 1969, Aluminous-ferruginous oxide mineral nodules in tropical soils: Pacific Science, v. XXIII, p. 115–122. Sherrod, D.R., Sinton, J.M., Watkins, S.E., and Brunt, K.M., 2007, Geologic map of the State of Hawai‘i: U.S. Geological Survey Open-File Report 2007-1089, 8 sheets, scale 1:100,000 and 1:250,000, 85 p. text, http:// pubs .usgs .gov /of /2007 /1089/. Theng, B.K.G., Churchman, G.J., Whitton, J.S., and Claridge, G.G.C., 1984, Comparison of intercalation methods for differentiating halloysite from kaolinite: Clays and Clay Minerals, v. 32, p. 249–258, https:// doi .org /10 .1346 /CCMN .1984 .0320402 .\nDownloaded from https://pubs.geoscienceworld.org/gsa/geosphere/article-pdf/doi/10.1130/GES01642.1/4181124/ges01642.pdf by University of Arizona user on 20 February 2019\n1342Sowards et al. | Rapid weathering of basaltGEOSPHERE | Volume 14 | Number 3\nTrescases, J.-J., 1973, Weathering and geochemical behaviour of the elements of ultramafic rocks in New Caledonia, in Fisher, N.H., ed., Metallogenic Provinces and Mineral Deposits in the Southwestern Pacific: Australia Bureau of Mineral Resources, Geology and Geophysics Bulletin 141, p. 149–161. Underwood, M.R., Meyer, W., and Souza, W.R., 1995, Ground-water availability from the Hawi aquifer in the Kohala area, Hawaii: U.S. Geological Survey Water-Resources Investigation Report 95-4113, 57 p. Vitousek, P.M., and Sanford, R.L., Jr., 1986, Nutrient cycling in moist tropical forest: Annual Review of Ecology and Systematics, v. 17, p. 137–167, https:// doi .org /10 .1146 /annurev .es .17 .110186 .001033 . Vitousek, P.M., Chadwick, O.A., Crews, T.E., Fownes, J.H., Hendricks, D.M., and Herbert, D., 1997, Soil and ecosystem development across the Hawaiian Islands: GSA Today, v. 7, no. 9, p. 1–8. West, A.J., 2012, Thickness of the chemical weathering zone and implications for erosional and climatic drivers of weathering and for carbon-cycle feedbacks: Geology, v. 40, p. 811–814, https:// doi .org /10 .1130 /G33041 .1 . Wolfe, E.W., and Morris, J., 1996, Sample data for the geologic map of the island of Hawaii: U.S. Geological Survey Miscellaneous Investigations Map I-2524-B, 3 sheets, scale 1:100,000, 55 p. text. Wong, I.G., Stokoe, K.H., Cox, B.R., Yuan, J., Knudsen, K.L., Terra, F., Okubo, P., and Lin, Y.-C., 2011, Shear-wave velocity characterization of the USGS Hawaiian strong-motion network on the island of Hawaii and development of an NEHRP site-class map: Bulletin of the Seismological Society of America, v.  101, p.  2252–2269, https:// doi .org /10 .1785 /0120100276 . Yaede, J.R., McBride, J.H., Nelson, S.T., Park, C.B., Flores, J.A., Turnbull, S.J., Tingey, D.G., Jacobsen, R.T., Dong, C.D., and Gardner, N.L., 2015, A geophysical strategy for measuring the thickness of the critical zone developed over basalt lavas: Geosphere, v. 11, p. 514–532, https:// doi .org /10 .1130 /GES01142 .1 . Yoshinaga, N., and Aomine, S., 1962, Allophane in some Ando soils: Soil Science and Plant Nutrition, v. 8, no. 2, p. 6–13, https:// doi .org /10 .1080 /00380768 .1962 .10430983 .\nDownloaded from https://pubs.geoscienceworld.org/gsa/geosphere/article-pdf/doi/10.1130/GES01642.1/4181124/ges01642.pdf by University of Arizona user on 20 February 2019"
  }],
  "year": 2018,
  "references": [],
  "id": "SP:b79468729e687c2517331b93bd478b518a81e547",
  "authors": [{
    "name": "Kimberly F. Sowards",
    "affiliations": []
  }, {
    "name": "Stephen T. Nelson",
    "affiliations": []
  }, {
    "name": "John H. McBride",
    "affiliations": []
  }, {
    "name": "Barry R. Bickmore",
    "affiliations": []
  }, {
    "name": "Matthew T. Heizler",
    "affiliations": []
  }, {
    "name": "David D. Tingey",
    "affiliations": []
  }, {
    "name": "Kevin A. Rey",
    "affiliations": []
  }],
  "abstractText": "Much of the world’s population lives in developing countries in regions with deeply weathered soils and thick, subjacent saprolites. These areas are widespread in the tropics and compose an important component of the critical zone (CZ). The Hawaiian Islands (USA) make an excellent natural laboratory for examining the tropical CZ, where the bedrock composition (basalt) is nearly uniform but of variable age and where climate (rainfall) varies greatly. The purpose of this study is to develop a model for rapid weathering to deep regolith profiles in tropical ocean islands. In the Kohala Peninsula, Hawaii, a variably weathered, thick soil and saprolite profile is exposed along sea cliffs in a mesic climate setting. Laterite development includes the entire vadose zone, with a mineralogy that chiefly includes halloysite ± gibbsite and Fe-oxides and mixed Fe-oxides and hydroxide species developed on a 303 ka substrate. Gibbsite-rich horizons occur in enhanced zones of weathering. At the base of the weathering front and on the rinds of core stones, transient smectite clays are developed, but rapidly break down to halloysite. Excess Al and Fe found in soil and saprolite likely originated from the decomposition of volcanic ash deposited on the ground surface from later effusive volcanism. Shear-wave velocity data derived from multichannel analysis of surface waves (MASW) and common depth point (CDP) seismic reflection profiles reveal important internal details of the weathering profiles that complement information derived from nearby rock outcrop along a sea cliff. In addition to identifying the depth of the weathering front, stiff horizons within the laterite correlate to high gibbsite abundances in the MASW profile. Parallel to the paleo–lava flow direction, relict igneous stratigraphy is expressed as seaward-dipping reflectors on CDP profiles, whereas perpendicular to flow, reflector geometry suggests lenticular bodies within laterite. A synthesis of geochemistry and geophysical studies leads to the development of a conceptual model to explain variable weathering within the CZ. First, although there is an overall trend for the downward migration of the weathering front with time, zones of high initial permeability (rubble above or below a’a flows; tephra or scoria deposits) are influenced by both downward and lateral fluxes of water, leading to enhanced weathering in what are now gibbsite-rich horizons. Second, the dense cores of a’a flows with widely spaced joints preserve large core stones that weather inward where halloysite-rich saprolite gives way to smectite-rich rims. Thus, differential weathering is a natural consequence of textural variations in primary igneous stratigraphy with superimposed additions of Al and Fe from the dissolution of basaltic glass. This study shows how weathering features and processes may be synthesized from outcrop, geochemical observations, and geophysical profiles into a multi-stage conceptual model of weathering.",
  "title": "A conceptual model for the rapid weathering of tropical ocean islands: A synthesis of geochemistry and geophysics, Kohala Peninsula, Hawaii, USA"
}