{
  "sections": [{
    "text": "1338\nMajor changes in climate and ecology occurred during the early Eocene climatic optimum, sometime between 52 and 50 Ma. Recent work suggests that the timing and duration of the event are characterized by different responses in the marine and terrestrial realms, and that traditional causal mechanisms may not adequately explain such differences. We applied high-resolution paleopedology, geochemical analysis, and phytolith biostratigraphy techniques to paleosol suites within the well-described Wind River Formation of western Wyoming, USA. This multiproxy record indicates a short (<1 m.y.) peak period of carbon isotopic enrichment (up to 2‰ higher) and elevated pCO2, high temperatures (up to 8 °C higher), increased precipitation (up to 500 mm yr–1 higher), and shifts in fl oral composition (up to 10%). Terrestrial climatic and ecological changes of this kind during the early Eocene climatic optimum are consistent with changes in contemporaneous records that have been ascribed to high atmospheric pCO2, but a transient peak interval suggests that the cause of high atmospheric pCO2 during the early Eocene was likely not increased volcanism or decreased silicate weathering, which operate on longer timescales. Instead, terrestrial records from across western North America agree that early Eocene climatic optimum changes may have been caused by other sources, such as a combination of increased ventilation of oceanic carbon and increased petroleum generation in sedimentary basins. The climatic and environmental changes exhibited by this and other North American terrestrial records also defi ne a pattern of regional response that is relevant for understanding the impacts of global climate change events."
  }, {
    "heading": "INTRODUCTION",
    "text": ""
  }, {
    "heading": "Early Eocene Climatic Optimum",
    "text": "The early Eocene climatic optimum is one of the most important intervals of the Cenozoic in terms of understanding and predicting changes in global climate and ecological responses to major warming events. Recent work has shown that the early Eocene climatic optimum was the warmest period of the Cenozoic and correlates to major changes in both marine (e.g., Zachos et al., 2001, 2008) and terrestrial records (e.g., Greenwood and Wing, 1995; Hyland and Sheldon, 2012). Primarily observed from marine cores, the early Eocene climatic optimum is described as a broad temperature maximum spanning 52– 50 Ma that correlates to increased atmospheric pCO2 (e.g., Zachos et al., 2001). Increases in atmospheric carbon dioxide are considered the primary driver of these higher global temperatures and consequent faunal turnover events (e.g., Wasatchian-Bridgerian boundary; Zonneveld et al., 2000) and have been previously attributed to increased volcanism and changes in silicate weathering through the late Paleocene–early Eocene (Zachos et al., 2008). Despite the broad trend seen in marine records, many terrestrial records from North America (e.g., Sewall and Sloan, 2006; Hren et al., 2010; Hyland and Sheldon, 2012) and other continents (e.g., Wilf et al., 2003) indicate more rapid changes in temperature, precipitation, and ecology. This suggests that the climatic and ecological changes of the early Eocene climatic optimum may have been more transient events than previously defi ned, which provided the impetus for analyzing the high-resolution records of pedological, geochemical, isotopic, and biostratigraphic changes within a major terrestrial basin presented in this work."
  }, {
    "heading": "Wind River Basin",
    "text": "The Wind River Basin is located in westcentral Wyoming (USA; Fig. 1), and it is one of many synorogenic Cretaceous–Eocene–age\nLaramide basins that have been structurally and stratigraphically described in great detail (e.g., Keefer, 1965; Winterfeld and Conard, 1983; Smith et al., 2008; Fan et al., 2011). Despite signifi cant work on the structural and sedimentological history of the basin, little has been done to characterize the climatic or ecological history of the region. The Wind River Basin and surrounding region have maintained a latitude similar to that of the present (±2°; Scotese , 2000) since at least the early Paleocene, and esti mated basinal elevations remained unchanged and low through the Miocene (~0.5 km above sea level [asl]; Smith et al., 2008; Fan et al., 2011), indicating that any changes in early Eocene climate were likely not due to either latitudinal effects caused by changes in global circulation patterns (Thrasher and Sloan, 2009) or altitudinal effects caused by tectonic uplift of the basin itself (Fan et al., 2011).\nBasinal facies are characterized primarily as fl uvially deposited sediments sourced from the exhumation of local Precambrian structures like the Wind River Range to the west and Owl Creek Mountains to the north (Fig. 1; Fan et al., 2011). The Wind River Formation itself is a series of interfi ngering pebble-cobble conglomerates, sandstones, and paleosols (Fig. 2) that have been interpreted as a mid- to lowrelief alluvial and braided fl uvial system that deposited sediment between roughly 53.2 and 50.7 (±0.5 m.y.) Ma, during the late Wasatchian (Wa6-Wa7) to early Bridgerian (Br0) North American Land Mammal Ages (NALMA; Stucky, 1984; Clyde et al., 1994, 1997, 2001; Smith et al., 2003; Machlus et al., 2004; Fan et al., 2011). Therefore, the formation spans the time period identifi ed by marine paleoclimatic records as the early Eocene climatic optimum (e.g., Zachos et al., 2001).\nHere, we examine a well-constrained terrestrial record of the early Eocene climatic optimum through the paleopedology, geochemical properties, and phytolith biostratigraphy of two well-exposed sections of the Wind River Formation ~10 km east of the town of Dubois,\nFor permission to copy, contact editing@geosociety.org © 2013 Geological Society of America\nGSA Bulletin; July/August 2013; v. 125; no. 7/8; p. 1338–1348; doi: 10.1130/B30761.1; 5 fi gures; 1 table; Data Repository item 2013106.\n†E-mail: hylande@umich.edu\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/125/7-8/1338/3717100/1338.pdf by University of Arizona user on 21 February 2019\nGeological Society of America Bulletin, July/August 2013 1339\nWyoming (USA; Fig. 1). The sites are distinct, though well correlated, and are herein referred to using the same terminology as the work of Fan et al. (2011), which defi ned and described the two sites: site 1DB, a 122 m stratigraphic section located at 43.501705°N, 109.531171°W (~2080 m asl); and site 2DB, a 301 m section located at 43.505628°N, 109.537177°W (~2055 m asl)."
  }, {
    "heading": "METHODS",
    "text": "Sites 1DB and 2DB (Fig. 1) were selected to include paleosols that were part of Fan et al.’s (2011) lithologic and isotopic record of the Wind River Formation. The sites are ~1 km apart and are well correlated through laterally continuous marker beds with conserved pedogenic features, overall stratigraphic sequence comparison (Fig. 2), and comparable carbon isotopic and whole-rock geochemical records between individual paleosols. The age of the integrated section is known fairly precisely (53.2–50.7 ± 0.5 Ma; Clyde et al., 1994, 1997; Machlus et al., 2004; Smith et al., 2003, 2008), and the ages of individual paleosols were determined based on interpolated sedimentation rates (~120 m m.y.–1), which were tied to biostratigraphic boundaries (e.g., Stucky, 1984; Clyde et al., 1997) due to a lack of magnetostratigraphic or detrital zircon tie points (Fan et al., 2011). The Wasatchian Wa6Wa7 (Lost Cabinean–Lysitean) NALMA boundary can be correlated to a roughly 10 m interval\nat a stratigraphic height of ~50 m within this section (Fig. 2; Stucky, 1984). As a result, individual paleosol ages can be resolved to within roughly 40–80 k.y. based on fossil locality correlations to NALMA boundaries (±41 k.y.; e.g., Stucky, 1984; Clyde et al., 1997, 2001), and on paleosol degree of development age models (Bt horizon thickness and carbonate nodule diameters as proxies for paleosol formation duration; e.g., Sheldon and Tabor, 2009).\nPaleosol profi les were identifi ed amongst other sedimentary facies by pedogenic features including horizonation, color, and burrowing or root traces (e.g., Mack et al., 1993), and they were described and sampled throughout depth profi les and for signifi cant pedogenic features. All of the paleosols were trenched to a depth of at least 20 cm before sampling to minimize the risk of contamination from modern surface weathering or root material. We identifi ed 83 individual paleosols throughout the two stratigraphic sections, and the sections were combined to form an integrated temporal record. Paleosol characterizations, quantitative paleoclimatic estimates, and ecological reconstructions were made from this integrated record based on four independent proxies: (1) fi eld measurements and qualitative facies descriptions; (2) whole-rock geochemical properties, such as the degree of chemical weathering; (3) the stable isotopic composition of carbon (δ13C) from pedogenic carbonates and preserved organic matter; and (4) phytolith assemblage compositions."
  }, {
    "heading": "Whole-Rock Geochemistry",
    "text": "Major-element compositions of whole-rock samples (n = 63) from selected paleosol depth profi les (all well-developed soils) were determined using X-ray fl uorescence (XRF) analysis at ALS Chemex Laboratory in Vancouver (BC), Canada, where average analytical uncertainty of major elements from XRF analyses is 0.001%, and duplicate analyses had a mean standard deviation of 0.11%. Profi le compositions were used as inputs for climofunctions derived by Sheldon et al. (2002), including estimates of precipitation (mean annual precipitation [MAP]), temperature (mean annual temperature [MAT]), and long-term weathering (ΔW; Sheldon and Tabor, 2009). Major-element compositions of Ti and Al (Ti/Al ratio) were used for provenance analysis, because the conservative nature of both elements within a soil profi le and source variability of Ti allow us to identify major changes in sediment sources (Sheldon and Tabor, 2009). Each proxy has been applied to soils of varying type and age (e.g., Driese and Ober, 2005; Hembree and Nadon, 2011), and all have been used extensively in reconstructing the Cenozoic climatic history of North America (e.g., Kraus and Riggins, 2007; Takeuchi et al., 2007; Sheldon, 2009).\nThe relationship of MAP to the chemical index of alteration without potassium (CIA – K; Maynard, 1992) is given by the following function:\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/125/7-8/1338/3717100/1338.pdf by University of Arizona user on 21 February 2019\n1340 Geological Society of America Bulletin, July/August 2013\nMAP mm yr CIA K− −( )( ) =1 0 0197221 1. .e , (1) where the standard error is ±182 mm yr–1, and R2 = 0.72 (Sheldon et al., 2002). This MAP proxy is based on the observation that modern soils that receive higher MAP display greater chemical weathering, and this relationship has been robustly compared to independent paleoprecipitation proxies (e.g., paleobotanical and other paleosol estimates; Sheldon et al., 2002; Retallack, 2007). This proxy cannot be applied to paleosols with inherited carbonate (limestone parent), paleosols on hillslopes, laterites, or Vertisols (Sheldon et al., 2002; Nordt and Driese, 2010), but given that there is no evidence of any of these features at either site (Table 1), such complications can be discounted. The relationship of long-term chemical weathering to the chemical index of alteration (CIA) is given by the following function:\nΔW x= −CIA CIAμ , (2)\nwhere ΔW is the standard deviation between CIA in an individual paleosol (CIAx) and mean chemical weathering for the entire sequence (µCIA), and ΔW is expressed as a three-point running average. This proxy is based on the correlation between trends in long-term chemical weathering and factors such as changes in precipitation, temperature, and seasonality, which affect rates\n0\n300\n275\n250\n225\n200\n175\n150\n125\n100\n75\n50\n2553\n52\n51\nAg e\n(M a)\nSt ra\ntig ra\nph ic\nh ei\ngh t (\nm )\nConglomerate\nSandstone\nTorrey Lake\nOther Pedotypes\nOrganic Carbon Sample\nPhytolith Sample\nDetailed Depth Profile\nTi/Al ratio CIA-K Salinization 0\n100\n200 0 0.05 0.1 0.15 40 50 60 70 80 90 0.3 0.4 0.5 0.6 D (cm)\nTi/Al ratio CIA-K Salinization 0\n100\n200 0 0.05 0.1 0.15 40 50 60 70 80 90 0.3 0.4 0.5 0.6 D (cm)\nTi/Al ratio CIA-K Salinization 0\n100\n200 0 0.05 0.1 0.15 40 50 60 70 80 90 0.3 0.4 0.5 0.6 D (cm)\n1DB\n2DB\nWa-6\nWa-7\nFigure 2. Stratigraphy of sites 1DB (right) and 2DB (left) with major lithologies/pedotypes. Sample levels and types are given with symbols next to corresponding stratigraphy. Detailed geochemical depth profi les including Ti/Al ratios , CIA – K, and salinization curves are provided for indicated paleosols.\nTABLE 1. DESCRIPTIONS OF MAJOR PEDOTYPES IN THE WIND RIVER FORMATION\nPedotype name* (Soil Order†) Generalized description (approximate age§ BD1etiS) # Site 2DB# Red Hills (Alfi 01~(;)tB(tnempolevedlaivuleemos,secarttooR)los 4 727)ry Torrey Lake (gleyic Alfi sol) Root traces, signifi cant argillic development (Bt), redoximorphic features (Bg); (~105 yr) 11 22 Table Mountain (calcic Alfi sol) Root traces, some eluvial development (Bt), carbonate-bearing horizon (Bk); (~104 yr) 2 2 East Fork (Inceptisol) Colored horizon (Bw) and variable texture, usually contains root traces; (~103 yr) 5 7\nTotal 25 58 Section Height 122 m 301 m\n*Pedotype names are assigned based on local geographic markers. †Soil Orders based on taxonomy of the U.S. Department of Agriculture Soil Survey Staff (1999) and Mack et al. (1993). §Approximate ages based on average time of soil type development (Retallack, 2001). #Number of paleosols of each type at this site.\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/125/7-8/1338/3717100/1338.pdf by University of Arizona user on 21 February 2019\nGeological Society of America Bulletin, July/August 2013 1341\nof pedogenesis and have been robustly applied to most soil types, including all of those described for our sites (e.g., Sheldon, 2009; Retallack et al., 2011; Sheldon et al., 2012).\nThe relationship of MAT to the degree of salini zation (S; Sheldon et al., 2002) is given by the following function:\nMAT °C( ) = − ( ) +18 5 17 3. .S , (3)\nwhere the standard error is ±4 °C, and R2 = 0.37 (Sheldon et al., 2002). This MAT proxy is based on the observation that soils in regions with low MAT tend to more readily accumulate salts (K, Na; Sheldon et al., 2002). While this index can be used to quantify paleotemperature values, we interpret it primarily as an indicator of the degree and vector of change rather than as a purely quantitative proxy. Recent work has shown that while in some cases reconstructed values are diffi cult to reconcile with other lines of evidence (predicting lower absolute MAT values than estimates from paleobotanical assemblages and evaporitic deposits), changes in salinization closely follow direction and magnitude of temperature trends observed in other proxies (e.g., Sheldon, 2009).\nStable Isotope Analysis\nWe performed carbon stable isotopic analyses of pedogenic carbonate nodules, organic matter occluded in nodules, and organic root traces for δ13Ccc and δ13Corg compositions (n = 35). Carbonate samples (n = 5) were thin sectioned and spot sampled for micritic calcite, which was then analyzed using a Thermo Finnigan MAT 253 isotope ratio mass spectrometer with a KielIV autosampler at the University of Michigan. Results are reported in per mil (‰) relative to the Vienna Peedee belemnite (VPDB) standard and were calibrated using NBS 18 and 19, with analytical uncertainty of less than 0.1‰ (2σ). Nodule and bulk soil samples from the full stratigraphic range (Fig. 2) were cleaned in methanol to remove modern carbon, and nodules were dissolved in dilute HCl (7%) to isolate occluded organic matter. Organic root trace samples were also treated with dilute HCl (5%) to remove detrital carbonate, and both types of samples were powdered and weighed into tin capsules, which were then analyzed using a Costech elemental analyzer attached to a Finnigan Delta V+ isotope ratio mass spectrometer at the University of Michigan. Results are reported in per mil (‰) relative to the VPDB standard and were calibrated using International Atomic Energy Agency (IAEA) sucrose and caffeine standards. Analytical uncertainty for these measurements was also maintained at less than\n0.1‰ (2σ). Carbon isotope compositions were used as a high-resolution carbon isotope stratigraphy of this time period, and as a comparison point to determine whether similar records from carbonates in this section may have been affected by diagenesis (e.g., Fan et al., 2011). To facilitate comparison, organic carbon (δ13Corg) values were translated to carbonate (δ13Ccc) values using a conservative estimate of average enrichment (respiration plus calcite precipitation) of carbonate relative to preserved organic matter (+15.5‰; Cerling and Quade, 1993; Koch, 1998). For the limited number of profi les where both pedogenic carbonate and organic matter were available, material was used to estimate atmospheric pCO2 using the paleobarometry equation of Cerling (1984; Ekart et al., 1999):\npCO ppmv2 ( ) =\nS C C C Cz s r\na s\n13 13\n3 13 1 0044 4 4− ∗ − − ⎛ ⎝⎜ ⎞ ⎠⎟ δ δ δ δ . . , (4)\nwhere Sz is calculated based on MAP values (Cotton and Sheldon, 2012), δ13Cs is pedogenic carbonate values corrected for temperature dependence (Romanek et al., 1992), δ13Cr is organic carbon values (Retallack, 2009), δ13Ca is estimated atmospheric carbon compositions (Tipple et al., 2010), and error estimates were calculated using Gaussian error propagation (Retallack, 2009)."
  }, {
    "heading": "Phytoliths",
    "text": "Quantitative counts of phytoliths (plant silica bodies) have been widely applied for reconstructing records of Cenozoic vegetation and ecological change (e.g., Strömberg, 2005; Zucol et al., 2010; Miller et al., 2012). Samples for phytolith extraction were collected from the top 10 cm of paleosol A horizons (n = 16) across the full temporal range of both stratigraphic sections (Fig. 2). Samples were processed using the methodology of Strömberg et al. (2007), wherein 1–2 g of homogenized material is disaggregated via dissolution in dilute (10%) HCl and sieved through 250 µm and 53 µm sieves. Samples were also cleaned of organic material using a concentrated solution of HNO3 and KClO3, and fi nally separated via zinc bromide (ZnBr2) heavy liquid fl oatation (2.38 g cm–3) to isolate the biosilica fraction. Isolates were then mounted on slides using Cargille Meltmount 1.539 and analyzed and photographed using a Leica petrographic microscope at a range of magnifi cations (400–1000×). Phytoliths were categorized by plant functional group based on morphotypes defi ned by Strömberg (2003, 2005), and assemblage composition was cal-\nculated as a fraction of total diagnostic morphologies, where each sample contained >200 diagnostic counts. Specifi c morphotypes have a counting error of ~8%; however, broad-category vegetation assemblage compositions used for environmental interpretations such as these have smaller total counting error, generally <2% (e.g., Strömberg, 2002)."
  }, {
    "heading": "RESULTS",
    "text": ""
  }, {
    "heading": "Pedology",
    "text": "All of the sediment at both DB sites was fl uvially derived, as evidenced by abundant coarse-grained channel deposits with laterally variable erosive surfaces and other depositional features like cross-bedding and lateral grading. Provenance tests by Fan et al. (2011) and the Ti/Al ratio of paleosol depth profi les through time (e.g., Fig. 2; Table S11) confi rm a constant spatiotemporal source of clastic material, and no apparent removal of Ti or Al. While none of this channel material exhibited evidence of pedogenesis, depositional systems like this fl uvial margin of the Wind River Basin are superb locations for the burial of intact paleosols; channel-distal fl oodplain paleoenvironments at 1DB and 2DB have preserved 83 distinct paleosols throughout the full temporal span of these stratigraphic sections, with 25 paleosols at site 1DB (~1 paleosol per 4.9 m) and 58 paleosols at site 2DB (~1 paleosol per 5.2 m). In addition to similar rates of deposition and pedogenesis at both sites, paleosol characteristics are conserved across the landscape in identifi able assemblages with features such as color, textural horizonation, ped structures, organic root traces, rhizohaloes, gleying, clay skins/slickensides, iron-manganese nodules, and rare pedogenic carbonate nodules (Fig. 3).\nPedogenic features were grouped into distinct pedotypes based on the taxonomic classifi cation schemes of modern soils (USDA Soil Survey Staff, 1999) and paleosols (Mack et al., 1993), and these are detailed in Table 1. The four primary pedotypes include: the Red Hills Alfi sol, characterized by its red color, signifi cant root traces (rhizohaloes), and moderate development of a clayey Bt horizon; the Torrey Lake gleyic Alfi sol, which is characterized by its dark-red/ purple color, signifi cant root traces and preserved root material, redoximorphic features like iron-manganese nodules and gleying, and the development of thick clayey Bt horizons;\n1GSA Data Repository item 2013106, fi gures detailing changes in δ13C record during the EECO, as well as comprehensive raw data tables, is available at http://www.geosociety.org/pubs/ft2013.htm or by request to editing@geosociety.org.\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/125/7-8/1338/3717100/1338.pdf by University of Arizona user on 21 February 2019\n1342 Geological Society of America Bulletin, July/August 2013\nthe Table Mountain calcic Alfi sol, which is characterized by its red color, minor root traces (rhizohaloes), limited development of a clayey Bt horizon, and the variable development of a calcic Bk horizon (primarily dispersed carbonate); and the East Fork Inceptisol, which is characterized by its orange/light-red color, minor root traces (rhizohaloes), and variable textural maturity. The name of each pedotype was assigned based on local landmarks.\nEach of the four pedotypes occurs roughly an equal number of times between the two sites (when scaled for section thickness) and commonly occurs contemporaneously. The common incidence of paleosols of similar type (Fig. 2; Table 1) indicates that the environments in both localities, and their relationship to the fl uvial distributary system, were shared (e.g., Kraus, 1999; Hamer et al., 2007; Weissmann et al., 2010). While these environments were spatially stable, the temporal record indicates signifi cant changes in pedotype during a defi ned interval from roughly 51.6 through 51.1 Ma. During this interval, both sites exhibit an increased incidence of paleosols, and specifi cally of the Torrey Lake pedotype (Fig. 2), which is indicative of more signifi cant weathering and conditions conducive to increased pedogenesis, such as fl oodplain saturation and heightened biotic infl uence (e.g., burrowing and signifi cant vegetation).\nPedotype descriptions and pedological analysis can be complicated by diagenetic processes such as burial compaction, postburial oxidation, chemical alteration, and the precipitation of diagenetic minerals (Retallack, 1991). Sediments from this section indicate little in the way of burial compaction, as ichnofossils and other pedogenic features show no evidence of shortening, and structural relationships within this part of the basin indicate that overlying sediment loads were minimal (<1 km; Smith et al., 2008). Similarly, paleosols at these sites show little evidence of postburial oxidation, as many paleosols preserve in situ organic carbon root traces. Postburial chemical changes within paleo sols are slightly more diffi cult to discern, but we assume that little bulk alteration has taken place based on the fact that most geochemical depth profi les of paleosols within these sections follow trends observed in modern soils (Fig. 2; e.g., Maynard, 1992). However, these sediments do exhibit the possibility of minor diagenesis in the form of altered and re-precipitated carbonate observed in diffuse concretions and sparry veins within some of the studied paleosol profi les (Fig. 3). This evidence of diagenesis presents a problem for the analysis of the stable iso topic composition of carbon and oxygen from carbonates within this section, as fi eld observations of such features indicate that formerly pedogenic features like carbonate nodules may have been altered beyond the point of analytical usefulness, a hypothesis we tested through the analysis of the carbon isotopic composition of preserved organic materials, which would not be subject to such chemical alteration."
  }, {
    "heading": "Precipitation",
    "text": "Proxy values for paleoprecipitation (MAP) derived from geochemical climofunctions based on the elemental ratios (CIA – K) of the eluvial Bt horizons of paleosols exhibited a range of values from 352 to 1152 mm yr–1 (Fig. 4), with a mean value of 635 mm yr–1 (σ = 162 mm yr–1). Physical evidence from the sampled paleosols justifi es such a range, with features like limited horizonation and carbonate-bearing horizons in paleosols that indicate low MAP values, and well-developed horizons and saturation features (gleying, iron-manganese nodule formation) in soils that indicate higher MAP values (Figs. 2 and 3; Table 1). MAP values display a distinct trend through time, with stable lower MAP values (~400–800 mm yr–1) throughout the section that are interrupted by a rapid rise to, and decline from, a period of higher MAP values (>900 mm yr–1) between ca. 51.4 and 51.1 Ma (Fig. 4). This period of higher precipitation also corresponds to the previously described interval of increased soil development and increased incidence of the Torrey Lake pedotype (Table 1)."
  }, {
    "heading": "Weathering",
    "text": "Proxy values for relative long-term weathering trends (ΔW) derived from geochemical climo functions based on the elemental ratios (CIA) of the eluvial Bt horizons of paleosols exhibited a range of values from –23.1 to +20.5\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/125/7-8/1338/3717100/1338.pdf by University of Arizona user on 21 February 2019\nGeological Society of America Bulletin, July/August 2013 1343\n(Fig. 4), with a standard deviation of 9.2. While these absolute values have little meaning, the timing of trends within this proxy system is useful for identifying periods of change in the weathering regime (and associated drivers like precipitation and temperature; e.g., Sheldon et al., 2012); here, ΔW values show a distinct increase to a period of higher weathering rates between 51.4 and 51 Ma, contemporaneous with the previously described increases in MAP (Fig. 4) and local changes in dominant pedotype."
  }, {
    "heading": "Temperature",
    "text": "Proxy values for paleotemperature (MAT) derived from geochemical climofunctions based on the elemental ratios (salinization) of the eluvial Bt horizons of paleosols exhibited a range of values from 6.8 to 10.7 °C (Fig. 4), with a mean value of 8.9 °C (σ = 1.0 °C). These MATs correspond to salinization values from 0.36 to 0.58, with a mean value of 0.46 (σ = 0.05; Table S1 [see footnote 1]). Though the absolute MAT values from salinization can be ambiguous and are prone to underestimation (e.g., Sheldon,\n2009), the robustness of trends in salinization is important; MAT values also display a distinct trend through time, with values rising to a peak period of high MAT values (>10 °C) at ca. 51.7 Ma, followed by a general stabilization of temperatures at this higher range (Fig. 4). The onset of this period of higher temperatures slightly precedes (~0.3 m.y.) the previously described intervals of increased precipitation, weathering, and pedotype changes (Fig. 4), but it is otherwise contemporaneous."
  }, {
    "heading": "Carbon Record",
    "text": "Stable isotopic measurements of carbon from preserved organic matter (δ13Corg) exhibited a range of values from –28‰ to –24.2‰ (VPDB; Fig. 4; Table S2 [see footnote 1]), with a mean value of –25.8‰ (σ = 1.0‰). With assumed average enrichment from organic carbon to pedogenic carbonate (Cerling and Quade, 1993; Koch, 1998), extrapolated values result in a δ13Ccc range of –12.5‰ to –8.7‰ (VPDB) for carbonate formed in equilibrium with the preserved organic matter, with a mean value\nof –10.3‰, while measured δ13Ccc values from pedogenic nodules range from –9.5‰ to –7.3‰ (VPDB; Table S2 [see footnote 1]). Measured δ13Corg and δ13Ccc values resulted in estimates of atmospheric pCO2 ranging from 350 to 1265 ppmv, with average error between 120 and 355 ppmv. Carbon isotopic values displayed a distinct trend through time, with a >2‰ shift toward more enriched (higher) isotopic values between 52.3 and 51.3 Ma, concurrent with a 2–3× increase in estimated atmospheric pCO2 (Fig. 4D; Fig. S2 [see footnote 1]). The onset of the shift toward higher carbon isotopic values and increased atmospheric pCO2 occurs ~0.5 m.y. before any of the other described climatic/ environmental changes (MAP, MAT, etc.), though its full extent (and peak value) overlaps with the time period of change identifi ed by each of those proxies (Fig. 4)."
  }, {
    "heading": "Phytolith Record",
    "text": "In total, 16 paleosol samples within this section yielded enough phytolith material for quantitative phytolith analysis (>200 diagnostic"
  }, {
    "heading": "Phytoliths",
    "text": "Downloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/125/7-8/1338/3717100/1338.pdf by University of Arizona user on 21 February 2019\n1344 Geological Society of America Bulletin, July/August 2013\nbodies). The overall phytolith assemblage contained 15 diagnostic morphotypes and 6 non diagnostic or nonphytolith (diatoms) morpho types (Table S3 [see footnote 1]). Diag nostic morphotypes included the compound groups POOID, PACCAD, GRASS-D, DICOT, FI-GEN, CONI, and PALM, which were collapsed into the functional groups of forest, or closed ecosystem, indicators (FI), and grass, or open ecosystem, indicators (GI) after Strömberg et al. (2007). Assemblages average 3.7% grass indicators, with a standard deviation of 3.4% (Table S3 [see footnote 1]), and thus are dominantly foresttype vegetation. However, a peak period from ca. 51.6 to 51.3 Ma includes a group of sample assemblages with between 5% and 13% GI (Fig. 4), which is signifi cantly above the average % GI for the periods both before and after this event (~2.6% GI). This period coincides roughly with the span between the initiation of rising MAT and rising MAP, as shown by the combined records (Fig. 4)."
  }, {
    "heading": "DISCUSSION",
    "text": ""
  }, {
    "heading": "Climate Change",
    "text": ""
  }, {
    "heading": "Early Eocene Climatic Optimum",
    "text": "Early Eocene climatic optimum records characterize the event as a long-term atmospheric pCO2 and temperature maximum, concurrent with major changes in local climate and ecology (e.g., Zachos et al., 2001). While this climate change is globally well documented in marine records, especially through isotopic proxies, few high-resolution climatic or ecological terrestrial records exist for the event. This new Wind River Basin terrestrial record fi lls a crucial gap in our understanding of how nonmarine systems respond to climate change events, and it agrees well with the magnitudes of change seen in previous temperature and biostratigraphic records (e.g., Zachos et al., 2001; Ivany et al., 2008). Terrestrial records, however, disagree with most marine records in terms of the timescale of the early Eocene climatic optimum event.\nWhile differing responses between marine and terrestrial records of climatic events are not unexpected given the opposing or variable nature of many marine and terrestrial biogeochemical cycles (see following section titled “Causes of Terrestrial Change”) and differences in the dynamics of how these types of records are preserved and how they refl ect climatic change (e.g., Retallack, 2001, 2007), the disagreements between records can be highly informative. We fi nd a transient peak warming event within the overall warm climatic period (Fig. 4C), whereas marine records indicate only a broad temperature maximum, suggesting that the previously\naccepted mechanism for driving the early Eocene climatic optimum (long-term changes in silicate weathering and volcanic activity, which should be recorded similarly in both marine and terrestrial settings; Zachos et al., 2001) may not accurately describe the dynamics of global change occurring between 52 and 50 Ma."
  }, {
    "heading": "Precipitation and Temperature",
    "text": "The described record of MAP across the early Eocene climatic optimum indicates a rapid increase of as much as 500 mm yr–1 starting at roughly 51.4 Ma (Fig. 4). Unsurprisingly, given that localized weathering is highly dependent on changes in precipitation, the weathering record similarly shows a rapid increase in long-term weathering rate across this time interval (Fig. 4). Changes in paleosol type also occur during this interval (Fig. 2), where increased incidence of the Torrey Lake pedotype indicates a signifi cant increase in saturation features caused by ponded fl oodplains and decreased drainage (Kraus and Aslan, 1993), which are also consistent with a rapid climatic shift to higher mean precipitation values (e.g., Retallack, 2007). In addition to being internally consistent, these moisture records agree well in terms of magnitude and response rate, both with other paleosol-based precipitation records from this time period (Fig. 5; Krause et al., 2010; Hyland and Shel-\ndon, 2012), and with modeled MAP changes resulting from atmospheric changes during the early Eocene climatic optimum event (Thrasher and Sloan, 2010).\nThe rapid increase in the MAT record occurs slightly before (<1 m.y.) those seen in the MAP and weathering records (Fig. 4). Many terrestrial records (e.g., Kraus and Riggins, 2007; Retallack, 2007; Hyland and Sheldon, 2012) display similar lags between these types of changes during major climatic events, often ascribed to increased temperatures leading to higher evaporation rates, which consequently cause elevated MAP and weathering values. Such elevated MATs during the early Eocene climatic optimum agree with marine proxy reconstructions (e.g., Zachos et al., 2001, 2008), but they are slightly lower than comparable terrestrial records (e.g., Greenwood and Wing, 1995; Fricke and Wing, 2004; Hren et al., 2010) in terms of both absolute MAT and the absolute magnitude of temperature change. However, the use of the salinization paleo sol proxy for reconstructing MAT has been shown in previous work to underestimate absolute temperatures (Sheldon, 2009), and measured salinization values (see Results; Table S1 [see footnote 1]) nearly exactly match the range of salinization values and magnitude of temperature change produced by other work (e.g., Krause et al., 2010; Hyland and Sheldon, 2012)\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/125/7-8/1338/3717100/1338.pdf by University of Arizona user on 21 February 2019\nGeological Society of America Bulletin, July/August 2013 1345\nfor the early Eocene climatic optimum. This previous work suggests that our MAT record from these paleosols is showing a robust pattern that is characteristic of the event, and that the range of absolute MAT in this record may more reasonably be expressed as ~9–17 °C, as calibrated from the combined salinization-oxygen isotopic record of Hyland and Sheldon (2012), which results in absolute temperatures and temperature changes (up to ~8 °C) more consistent with early Eocene climatic optimum records from other terrestrial proxies (e.g., Greenwood and Wing, 1995; Chew, 2009) and model results (e.g., Thrasher and Sloan, 2009).\nPerhaps most importantly, the climatic record from the Wind River Basin agrees well with the contemporaneous record from the Green River Basin (Hyland and Sheldon, 2012) on the oppo site side of the incipient Wind River Range in terms of the magnitude and duration of the early Eocene climatic optimum event, which indicates that this terrestrial record is capturing a truly global climate signal. If either of these records were purely local or regional, we would expect distinct responses on either side of the range (i.e., rain shadows or topographic temperature gradients, variable or lacking responses from one basin to another; Takeuchi et al., 2007), while instead both basins record a coherent response to the early Eocene climatic optimum."
  }, {
    "heading": "Atmospheric pCO2",
    "text": "Carbon isotopic records through the early Eocene climatic optimum exist for both marine (e.g., Zachos et al., 2001) and terrestrial (e.g., Hyland and Sheldon, 2012) environments. An isotopic record from carbonates collected from Wind River sections was previously published by Fan et al. (2011), who reported δ13Ccc values that ranged from –3.8‰ to –9.5‰ (VPDB; Fig. S1 [see footnote 1]), which were translated into atmospheric pCO2 values ranging from 900 to 2050 ppmv for the early Eocene. While these values are within the range of atmospheric pCO2 originally predicted by Ekart et al. (1999) for the early Eocene, they are substantially higher than more recent revisions to the early Eocene climatic optimum record (e.g., ~400–1500 ppmv; Breecker et al., 2010; Smith et al., 2010; Beerling and Royer, 2011; Hyland and Sheldon, 2012), and they exhibit a temporal trend distinctly different from those records, and from our own organic carbon record and atmospheric pCO2 reconstruction (Fig. 4D). Despite this, the averaged atmospheric pCO2 value from Fan et al.’s (2011) record that comes from the Wind River Formation (~900 ppmv) is within the range of values presented here (Fig. 4D) and by others (Beerling and Royer, 2011).\nOur carbon record is from measurements of the carbon isotopic ratio of preserved organic matter within paleosol profi les, which, unlike pedogenic carbonates, is unaffected by isotopic fractionation due to postburial diagenetic fl uids and re-precipitation (Koch, 1998). By converting organic carbon values to the pedogenic carbon scale using the average carbonate precipitation from soil CO2 values (+15.5‰; Cerling and Quade, 1993; Koch, 1998), we can directly compare our carbon record to that of Fan et al. (2011) (Fig. S1 [see footnote 1]) and others (Beerling and Royer, 2011; Hyland and Sheldon, 2012). These predicted carbonate values are signifi cantly lower than those measured by Fan et al. (2011), and they display a different trend, with a >2‰ increase (rather than an ~1‰ decrease) in δ13C during the period from 52.3 to 51.3 Ma. While specifi c δ13Corg values exhibit some variability as a result of ecosystem heterogeneity (Fig. 4D), the shift in the running average value indicates that the change in δ13Corg values is a real trend (Fig. S2 [see footnote 1]). The difference between Fan et al.’s (2011) carbonate record and our organic carbon record (Fig. S1 [see footnote 1]) is likely a result of diagenetic resetting of the δ13Ccc values of the pedogenic carbonates in the two sections, which is suggested by the sparry nature of most nodular carbonate (Fig. 3D) and the widespread presence of secondary carbonate cement in many paleosols and channel deposits.\nHowever, the trend in carbon isotopic values from our organic carbon record is robust, and it agrees with measured values from other pedogenic records of the early Eocene climatic optimum event (e.g., Hyland and Sheldon, 2012). The approximate 2‰–3‰ shift toward higher carbon values is comparable to carbon record shifts seen in increases of 2–3× atmospheric pCO2 (e.g., Cerling, 1992), which are consistent with changes seen in the few atmospheric pCO2 values we were able to reconstruct (Fig. 4D), and in other records of the early Eocene climatic optimum event (e.g., Beerling and Royer, 2011; Hyland and Sheldon, 2012). Carbon isotopic shifts of this magnitude have also been attributed to transient drying events (e.g., Kraus and Riggins, 2007) or to increased C4 vegetation (e.g., Fox and Koch, 2004), but as our MAP and phytolith records show neither of those changes during this time period, we can attribute the change in the δ13C record to the estimated 2–3× increase in atmospheric pCO2 seen in Figure 4D."
  }, {
    "heading": "Event Timing and Topographic Implications",
    "text": "The sequence of climatic events exhibited by paleosol records through this period follows trends that are well established and appear\nboth in modeling experiments of rapid climate change (Thrasher and Sloan, 2009) and in other terrestrial climate records (Hyland and Sheldon, 2012). As detailed in Figures 4 and 5, we show a rapid (~0.3 m.y.) increase in atmospheric pCO2 followed closely by a rapid increase in MAT, which in turn led to signifi cant changes in evaporation rates and MAP (e.g., Thrasher and Sloan, 2010). Not only does this record follow expected patterns of terrestrial climate change for a rapid pCO2 increase (e.g., IPCC, 2007), the magnitude of change described by each of these paleosol proxies agrees well with changes in other proxy records (e.g., Ivany et al., 2008; Zachos et al., 2008). While the described magnitudes agree with expected terrestrial change based on other records, the changes in the Wind River Basin disagree with previously published marine records in terms of timing. However, the identifi ed early Eocene climatic optimum changes in our record, which identify a shorter (<1 m.y.) and later (closer to 52–51 Ma) peak interval, agree well with other paleosol records from both North and South America (e.g., Fig. 5; Krause et al., 2010; Hyland and Sheldon, 2012). These changes suggest a broad-scale difference in the timing of marine and terrestrial responses during the early Eocene, and they highlight the possibility that previously discussed causal mechanisms like weathering and volcanism are untenable due to their long response times (e.g., Zachos et al., 2001).\nWhile terrestrial records of the early Eocene climatic optimum agree on short climatic and ecological response times, there is a slight offset in the timing of peak change (Fig. 5) among sites in the Bighorn Basin (e.g., Greenwood and Wing, 1995), the Wind River Basin (this work), and the Green River Basin (e.g., Hyland and Sheldon, 2012). Local changes in MAT and MAP occurred earliest and most severely in the Bighorn Basin (e.g., Wing et al., 1991; Greenwood and Wing, 1995), followed temporally by the Wind River Basin (Fricke and Wing, 2004; this work), and fi nally the Green River Basin (Greenwood and Wing, 1995; Hyland and Sheldon, 2012). The resolution of age models in each of these localities does not allow for distinctions in terms of the exact spatiotemporal progression of this change (i.e., the precise age of event initiation in each locality), but based on the known ages and time spans of each record, the pattern of progressive north-south response is robust. Such a pattern of progressive response to the climatic events of the early Eocene climatic opti mum (i.e., onset times progress north to south) suggests that suffi ciently elevated Laramide/Front Range topography (e.g., Fig. 1; Smith et al., 2008) may have created a local pattern of northeast-southwest atmospheric circulation (e.g.,\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/125/7-8/1338/3717100/1338.pdf by University of Arizona user on 21 February 2019\n1346 Geological Society of America Bulletin, July/August 2013\nThrasher and Sloan, 2010; Huber and Caballero , 2011) during the early Eocene, modulating the effects of global change caused by the early Eocene climatic optimum. This implies that by the early Eocene, Laramide topography in both western and central Wyoming had reached eleva tions high enough to alter regional atmospheric circulation and to control local climatic responses to the early Eocene climatic optimum (e.g., Smith et al., 2008)."
  }, {
    "heading": "Eocene Thermal Maximum 3 (ETM-3)",
    "text": "In addition to recording the early Eocene climatic optimum, this high-resolution climatic rec ord is long enough to include an earlier Eocene climatic event that may correlate to the transient ETM-3 event. In marine records, the ETM-3 spans roughly 52.8–52.5 Ma, and it is characterized by rapid temperature and carbon isotope excursions previously linked to high atmo spheric pCO2 (Zachos et al., 2008; DeConto et al., 2012). During this same time period, terrestrial proxies from the Wind River Basin record a rapid excursion to higher temperatures (+1 °C), consequent with a decrease in precipitation (–200 mm yr–1), all of which return to previous values within 0.3 m.y. (Fig. 4). This pattern is consistent with other records of ETM-3 (e.g., Wing and Harrington, 2001; Zachos et al., 2008; DeConto et al., 2012), and it fi ts well with terrestrial climatic and environmental responses to rapid carbon release events (e.g., Kraus and Riggins, 2007; Krause et al., 2010), which is an important verifi cation of the robust link between our terrestrial record and other global records of early Eocene climate. While the ETM-3 event is briefl y recorded in the Wind River Formation, its extent and magnitude are poorly characterized by this section and should be examined in more detail in other continental basins to confi rm the nature of this earlier climatic shift in terrestrial settings."
  }, {
    "heading": "Ecological Change",
    "text": "Many records of ecological change during the early Eocene climatic optimum exist from fl oral and faunal biostratigraphies on multiple continents (e.g., Wing et al., 1991; Zonneveld et al., 2000; Wilf et al., 2003). Such records highlight global ecological changes resulting from climate change during the early Eocene climatic optimum, and regional studies in continental North America have identifi ed periods of rapid change (<1 m.y.) in mammalian records (e.g., Alroy, 2000; Zonneveld et al., 2000; Chew, 2009) and vegetation (e.g., Wing et al., 1991; Wing and Harrington, 2001). The phytolith record (Fig. 4) details a similarly short period of change (~0.5 m.y.) in vegetation composition\nin western North America, and the time span and magnitude of this change agree well with other regional vegetation records and with landcover model projections (e.g., Wing et al., 1991; Thrasher and Sloan, 2010). Ecological differences described by these terrestrial records are also contemporaneous with periods of climatic change (Figs. 4 and 5), confi rming the suggested link between rapid climate change and signifi cant fl oral and faunal turnover during the early Eocene climatic optimum (e.g., Zonneveld et al., 2000; Woodburne et al., 2009).\nDue to the timing of vegetation composition change shown by the phytolith record, we suggest that such compositional changes may result specifi cally from the rapid increase in MAT, which occurs slightly before the increase in MAP (Fig. 4). Periods of climate change involving increased MAT without a coupled change in MAP have been shown to increase habitat complexity and fl oral diversity (e.g., Woodburne et al., 2009), and to cause changes in faunal ranges or niche utilization (e.g., Alroy, 2000). The kind of fl oral shift indicated by the phytolith record exhibits similarly increased ecosystem complexity via the expansion of warm-adapted (C3) tropical grasses, and it appears to agree well with other records of the early Eocene climatic optimum that describe a period of rapid fl oral diversifi - cation and ecological heterogeneity in concert with changes in climatic drivers like MAT and MAP (e.g., Wing and Harrington, 2001; Wilf et al., 2003; Woodburne et al., 2009)."
  }, {
    "heading": "Causes of Terrestrial Change",
    "text": "Based on paleosol proxy records from the Wind River and other terrestrial basins (Figs. 4 and 5), it is clear that the sequence of climatic and ecological events that characterize the early Eocene climatic optimum on land is a transient response to a global driver of atmospheric pCO2. The short timescales involved make it unlikely that reduced silicate weathering or increased volcanic emissions were responsible for elevated carbon inputs to the atmosphere, and the lack of a signifi cant negative isotopic excursion in the carbon (δ13C) record suggests that the release and oxidation of a large source of methane (as invoked for other transient events like the Paleocene-Eocene thermal maximum; e.g., Zachos et al., 2003) is also unlikely during the early Eocene climatic optimum.\nRecent work has suggested that the rapid ventilation of dissolved carbon from large bodies of water such as oceans (Sexton et al., 2011) and major lacustrine systems (Whiteside et al., 2011) could provide a mechanism for the redistribution of appropriate amounts of carbon through the rapid release and subsequent sequestration\nof signifi cant (as much as ~1500 Gt C; Jahren et al., 2001) isotopically enriched (relative to the atmosphere) pools. Such a mechanism fi ts well with this and other terrestrial records (Fig. 5), where the only carbon isotopic signal results from increased atmospheric pCO2 (Fig. 4), and the timescales of change are quite short (<1 m.y.). Importantly, the mechanism is also conducive to the more gradual changes seen within the marine carbon record (~2 m.y.), as long-term decreases in carbon burial (evidenced by a gradual negative carbon isotope excursion in the marine record; e.g., Zachos et al., 2001) could be a result of the increased oceanic dissolution and storage of a signifi cant carbon pool over time, providing a source for the subsequent rapid oxidation and ventilation of carbon that led to an atmospheric pCO2 maximum during the early Eocene climatic optimum, as defi ned by major changes in the terrestrial record (Fig. 5). Unlike changes in weathering or volcanism during the early Eocene (cf. Zachos et al., 2001), such a mechanism provides a single explanation for variation in marine and terrestrial climate responses through the early Eocene climatic optimum and, importantly, addresses the differences in timescale between marine and terrestrial records of the event.\nThese climatic changes and carbon record excursions could also have been exacerbated by a temperature feedback mechanism caused by the increased generation and expulsion of petroleum in major lacustrine and marine sedimentary basins that are known from the early Eocene climatic optimum (e.g., Kroeger and Funnell, 2012). Rapid changes in petroleum fl uxes can occur on very short timescales (<1 m.y.) due to increased subsurface carbon burial and remobilization rates during times of climatic warming (Gu et al., 2011; Kroeger and Funnell, 2012), which cause further changes in atmospheric carbon fl uxes and increases in surface temperatures, contributing to the rapidity of major warming events like the early Eocene climatic optimum.\nThe early Eocene climatic optimum is a crucial part of understanding how climate has changed throughout the Cenozoic, and with little previous work on terrestrial responses to climate change, and much of the available terrestrial rec ord in disagreement with causal mechanisms suggested by global marine records, more terrestrial records from other continents are needed (e.g., Wilf et al., 2003; Krause et al., 2010). Terrestrial records from North America appear to be converging on at least a regional/hemispheric record of the early Eocene climatic optimum (e.g., Fig. 5; Greenwood and Wing, 1995), but further global coverage from paleosol and paleo botanical records will greatly illuminate\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/125/7-8/1338/3717100/1338.pdf by University of Arizona user on 21 February 2019\nGeological Society of America Bulletin, July/August 2013 1347\nwhether this event had the widespread climatic and ecological effects that are suggested by this study. In addition to improving terrestrial records of the early Eocene climatic optimum, more work needs to be undertaken to discuss and confi rm the mechanism of carbon sourcing to the atmosphere (e.g., Sexton et al., 2011; Whiteside et al., 2011) that appears to be the primary driver for many of the changes we discuss (Figs. 4 and 5)."
  }, {
    "heading": "CONCLUSIONS",
    "text": "The paleomargin of the Wind River Basin, as defi ned by the Eocene Wind River Formation, was a fl uvial distributary system characterized by channels and fl oodplain soil development. Paleosols preserved in this environment exhibit a variety of physical and geochemical characteristics and fl oral microfossil assemblages that provide a high-resolution and spatially robust record of climatic and ecological change during the early Eocene climatic optimum. Multiproxy records from these paleosols describe a short peak period of <1 m.y. (~51 Ma) during which carbon isotopic enrichment (up to 2‰ higher) and elevated atmospheric pCO2 (~2–3× increase), high MAT (up to 8 °C higher), increased MAP (up to 500 mm yr–1 higher), and shifts in fl oral assemblage composition (up to 10%) describe regional responses to early Eocene climatic optimum maxima. This record agrees well with other recent terrestrial records of the early Eocene climatic optimum, and along with these records may provide a detailed account of the ways in which topographically complex regions like western North America respond to global climatic events. Additionally, the rapidity of the climatic and environmental changes during the peak interval in this record suggests that the terrestrial response to the early Eocene climatic optimum was transient and may have resulted from short-term drivers like changes in oceanic carbon ventilation and basinal petroleum generation instead of long-term trends like volcanism and silicate weathering. A detailed insight into the causes, timescales, and terrestrial responses to events such as the early Eocene climatic optimum may prove instrumental in fully understanding our climate system and its impact on biological processes."
  }, {
    "heading": "ACKNOWLEDGMENTS",
    "text": "We would like to thank the Geological Society of America’s Graduate Research Grants (to Hyland), the University of Michigan’s Rackham Research Grants (to Hyland), and the University of Texas at Arlington (Fan) for funding this project. We would like to thank Lillian McMath and Richard Schwind for their hospitality and access to outcrops on private land, Carli Arendt for assistance in the fi eld, and Selena Smith for\ndiscussions about the phytolith extraction and results. Finally, we thank two anonymous reviewers and Editor A. Hope Jahren for their thoughtful consideration and helpful comments on this manuscript."
  }, {
    "heading": "REFERENCES CITED",
    "text": "Alroy, J., 2000, New methods for quantifying macroevolutionary patterns and processes: Paleobiology, v. 26, p. 707–733, doi:10.1666/0094-8373(2000)026<0707: NMFQMP>2.0.CO;2. Beerling, D.J., and Royer, D.L., 2011, Convergent Cenozoic CO2 history: Nature Geoscience, v. 4, p. 418–420, doi:10.1038/ngeo1186. Breecker, D.O., Sharp, Z.D., and McFadden, L.D., 2010, Atmospheric CO2 concentrations during ancient greenhouse climates were similar to those predicted for A.D. 2100: Proceedings of the National Academy of Sciences of the United States of America, v. 107, p. 576–580, doi:10.1073/pnas.0902323106. Cerling, T.E., 1984, The stable isotope composition of modern soil carbonate and its relationship to climate: Earth and Planetary Science Letters, v. 71, p. 229–240, doi:10.1016/0012-821X(84)90089-X. Cerling, T.E., 1992, Use of carbon isotopes in paleosols as an indicator of the pCO2 of the paleoatmosphere: Global Biogeochemical Cycles, v. 6, p. 307–314, doi:10.1029/92GB01102. Cerling, T.E., and Quade, J., 1993, Stable carbon and oxygen isotopes in soil carbonates, in Swart, P.K., et al., eds., Climate Change in Continental Isotopic Records: American Geophysical Union Geophysical Monograph 78, p. 217–231, doi:10.1029/GM078p0217. Chew, A., 2009, Paleoecology of the early Eocene Willwood mammal fauna from the central Bighorn Basin, Wyoming: Paleobiology, v. 35, p. 13–31, doi:10.1666 /07072.1. Clyde, W.C., Stamatakos, J., and Gingerich, P.D., 1994, Chronology of the Wasatchian Land-Mammal Age (early Eocene): Magnetostratigraphic results from the McCullough Peaks section, northern Bighorn Basin, Wyoming: The Journal of Geology, v. 102, p. 367–377, doi:10.1086/629680. Clyde, W.C., Zonneveld, J.P., Stamatakos, J., Gunnell, G.F., and Bartels, W.S., 1997, Magnetostratigraphy across the Wasatchian/Bridgerian NALMA boundary (early to middle Eocene) in the western Green River Basin, Wyoming: The Journal of Geology, v. 105, p. 657–670, doi:10.1086/515970. Clyde, W.C., Sheldon, N.D., Koch, P.L., Gunnell, G.F., and Bartels, W.S., 2001, Linking the Wasatchian/ Bridgerian boundary to the Cenozoic global climate optimum: New magnetostratigraphic and isotopic results from South Pass, Wyoming: Palaeogeography, Palaeoclimatology, Palaeoecology, v. 167, p. 175–199, doi:10.1016/S0031-0182(00)00238-8. Cotton, J.M., and Sheldon, N.D., 2012, New constraints on using paleosols to reconstruct atmospheric pCO2: Geological Society of America Bulletin, v. 124, p. 1411– 1423 doi:10.1130/B30607.1. DeConto, R.M., Galeotti, S., Pagani, M., Tracy, D., Schaefer, K., Zhang, T., Pollard, D., and Beerling, D.J., 2012, Past extreme warming events linked to massive carbon release from thawing permafrost: Nature, v. 484, p. 87–91, doi:10.1038/nature10929. Driese, S.G., and Ober, E.G., 2005, Paleopedologic and paleohydrologic records of precipitation seasonality from early Pennsylvanian “underclay” paleosols, U.S.A.: Journal of Sedimentary Research, v. 75, p. 997–1010, doi:10.2110/jsr.2005.075. Ekart, D.D., Cerling, T.E., Montanez, I.P., and Tabor, N.J., 1999, A 400-million year carbon isotope record of pedogenic carbonate: Implications for paleoatmospheric carbon dioxide: American Journal of Science, v. 299, p. 805–827, doi:10.2475/ajs.299.10.805. Fan, M., DeCelles, P.G., Gehrels, G.E., Dettman, D.L., Quade, J., and Peyton, S.L., 2011, Sedimentology, detrital zircon geochronology, and stable isotope geochemistry of the lower Eocene strata in the Wind River Basin, central Wyoming: Geological Society of America Bulletin, v. 123, p. 979–996, doi:10.1130/B30235.1.\nFox, D.L., and Koch, P.L., 2004, Carbon and oxygen isotopic variability in Neogene paleosol carbonates: Constraints on the evolution of the C4 grasslands of the Great Plains, USA: Palaeogeography, Palaeoclimatology, Palaeoecology, v. 207, p. 305–329, doi:10.1016 /j.palaeo.2003.09.030. Fricke, H.C., and Wing, S.L., 2004, Oxygen isotope and paleobotanical estimates of temperature and δ18O-latitude gradients over North America during the early Eocene: American Journal of Science, v. 304, p. 612–635, doi: 10.2475/ajs.304.7.612. Greenwood, D.R., and Wing, S.L., 1995, Eocene continental climates and latitudinal temperature gradients: Geology, v. 23, p. 1044–1048, doi:10.1130/0091-7613 (1995)023<1044:ECCALT>2.3.CO;2. Gu, G., Dickens, G.R., Bhatnagar, G., Colwell, F.S., Hirasaki, G.J., and Chapman, W.G., 2011, Abundant early Palaeogene marine gas hydrates despite warm deep-ocean temperatures: Nature Geoscience, v. 4, p. 848–851, doi:10.1038/ngeo1301. Hamer, J.M., Sheldon, N.D., Nichols, G.J., and Collinson, M.E., 2007, Late Oligocene–early Miocene paleosols of distal fl uvial systems, Ebro Basin, Spain: Palaeogeography, Palaeoclimatology, Palaeoecology, v. 247, p. 220–235, doi:10.1016/j.palaeo.2006.10.016. Hembree, D.I., and Nadon, G.C., 2011, A paleopedologic and ichnologic perspective of the terrestrial Pennsyl vanian landscape in the distal Appalachian Basin, U.S.A.: Palaeo geography, Palaeoclimatology, Palaeoecology, v. 312, p. 138–166, doi:10.1016/j.palaeo.2011.10.004. Hren, M.T., Pagani, M., Erwin, D.M., and Brandon, M., 2010, Biomarker reconstruction of the early Eocene paleotopography and paleoclimate of the northern Sierra Nevada : Geology, v. 38, p. 7–10, doi:10.1130/G30215.1. Huber, M., and Caballero, R., 2011, The early Eocene equable climate problem revisited: Climate of the Past, v. 7, p. 603–633, doi:10.5194/cp-7-603-2011. Hyland, E., and Sheldon, N.D., 2012, Coupled CO2-climate response during the early Eocene climatic optimum: Palaeo geography, Palaeoclimatology, Palaeoecology, doi:10.1016/j.palaeo.2012.10.011. Intergovernmental Panel on Climate Change (IPCC), 2007, Fourth Assessment Report: Climate Change (AR4): Geneva, Switzerland, IPCC, 104 p. Ivany, L.C., Lohmann, K.C., Hasiuk, F., Blake, D.B., Glass, A., Aronson, R.B., and Moody, R.M., 2008, Eocene climate record of a high southern latitude continental shelf: Seymour Island, Antarctica: Geological Society of America Bulletin, v. 120, p. 659–678, doi:10.1130 /B26269.1. Jahren, A.H., Arens, N.C., Sarmiento, G., Guerrero, J., and Amundson, R., 2001, Terrestrial record of methane hydrate dissociation in the Early Cretaceous: Geology, v. 29, p. 159–162, doi:10.1130/0091-7613 (2001)029<0159:TROMHD>2.0.CO;2. Keefer, W.R., 1965, Stratigraphy and Geologic History of the Uppermost Cretaceous, Paleocene, and Lower Eocene Rocks in the Wind River Basin, Wyoming: U.S. Geological Survey Professional Paper 495-A, 77 p. Koch, P.L., 1998, Isotopic reconstruction of past continental environments: Annual Review of Earth and Planetary Sciences, v. 26, p. 573–613, doi:10.1146/annurev.earth .26.1.573. Krause, J.M., Bellosi, E.S., and Raigemborn, M.S., 2010, Lateritized tephric palaeosols from central Patagonia, Argentina: A southern high-latitude archive of Palaeogene global greenhouse conditions: Sedimentology, v. 57, p. 1721–1749, doi:10.1111/j.1365-3091.2010.01161.x. Kraus, M.J., 1999, Paleosols in clastic sedimentary rocks: Their geologic applications: Earth-Science Reviews, v. 47, p. 41–70, doi:10.1016/S0012-8252(99)00026-4. Kraus, M.J., and Aslan, A., 1993, Eocene hydromorphic paleo sols—Signifi cance for interpreting ancient fl oodplain processes: Journal of Sedimentary Petrology, v. 63, p. 453–463. Kraus, M.J., and Riggins, S., 2007, Transient drying during the Paleocene–Eocene thermal maximum (PETM): Analysis of paleosols in the Bighorn Basin, Wyoming: Palaeogeography, Palaeoclimatology, Palaeoecology, v. 245, p. 444–461, doi:10.1016/j.palaeo.2006.09.011. Kroeger, K.F., and Funnell, R.H., 2012, Warm Eocene climate enhanced petroleum generation from Cretaceous\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/125/7-8/1338/3717100/1338.pdf by University of Arizona user on 21 February 2019\n1348 Geological Society of America Bulletin, July/August 2013\nsource rocks: A potential climatic feedback mechanism?: Geophysical Research Letters, v. 39, p. L04701, doi:10.1029/2011GL050345. Machlus, M., Hemming, S.R., Olsen, P.E., and Christie-Blick, N., 2004, Eocene calibration of geomagnetic polarity time scale reevaluated: Evidence from the Green River Formation of Wyoming: Geology, v. 32, p. 137–140. Mack, G.H., James, W.C., and Monger, H.C., 1993, Classifi cation of paleosols: Geological Society of America Bulletin, v. 105, p. 129–136, doi:10.1130/0016-7606 (1993)105<0129:COP>2.3.CO;2. Maynard, J.B., 1992, Chemistry of modern soils as a guide to interpreting Precambrian paleosols: The Journal of Geology, v. 100, p. 279–289, doi:10.1086/629632. Miller, L., Smith, S.Y., Sheldon, N.D., and Strömberg, C.A.E., 2012, Eocene vegetation dynamics in Montana inferred from a high-resolution phytolith record: Geological Society of America Bulletin, v. 124, p. 1577– 1589, doi:10.1130/B30548.1. Nordt, L.C., and Driese, S.D., 2010, New weathering index improves paleorainfall estimates from Vertisols: Geology, v. 38, p. 407–410, doi:10.1130/G30689.1. Retallack, G.J., 1991, Untangling the effects of burial alteration and ancient soil formation: Annual Review of Earth and Planetary Sciences, v. 19, p. 183–206, doi:10.1146/annurev.ea.19.050191.001151. Retallack, G.J., 2001, Soils of the Past—An Introduction to Paleopedology: Oxford, UK, Blackwell Science Ltd., 404 p. Retallack, G.J., 2007, Cenozoic paleoclimate on land in North America: The Journal of Geology, v. 115, p. 271– 294, doi:10.1086/512753. Retallack, G.J., 2009, Refi ning a pedogenic carbonate CO2 paleobarometer to quantify a middle Miocene greenhouse spike: Palaeogeography, Palaeoclimatology, Palaeoecology, v. 281, p. 57–65, doi:10.1016/j.palaeo .2009.07.011. Retallack, G.J., Sheldon, N.D., Carr, P.F., Fanning, M., Thompson, C.A., Williams, M.L., Jones, B.G., and Hutton, A., 2011, Multiple Early Triassic greenhouse crises impeded recovery from Late Permian mass extinction: Palaeogeography, Palaeoclimatology, Palaeoecology, v. 308, p. 233–251, doi:10.1016/j.palaeo.2010 .09.022. Romanek, C.S., Grossman, E.L., and Morse, J.W., 1992, Carbon isotopic fractionation in synthetic aragonite and calcite: Effects of temperature and precipitation rate: Geochimica et Cosmochimica Acta, v. 56, p. 419– 430, doi:10.1016/0016-7037(92)90142-6. Scotese, C.R., 2000, Earth System History Geographic Information System, ArcView 3.2, v. 2.0C, http://www .scotese.com (last accessed January 2012). Sewall, J.O., and Sloan, L.C., 2006, Come a little bit closer: A high-resolution climate study of the early Paleogene Laramide foreland: Geology, v. 34, p. 81–84, doi: 10.1130/G22177.1. Sexton, P.F., Norris, R.D., Wilson, P.A., Palike, H., Westerhold, T., Röhl, U., Bolton, C.T., and Gibbs, S., 2011, Eocene global warming events driven by ventilation of oceanic dissolved organic carbon: Nature, v. 471, p. 349–352, doi:10.1038/nature09826. Sheldon, N.D., 2009, Non-marine records of climate change across the Eocene-Oligocene transition, in Koeberl, C., and Montanari, A., eds., The Late Eocene Earth—Hothouse, Icehouse, and Impacts: Geological Society of America Special Publication 452, p. 241–248. Sheldon, N.D., and Tabor, N.J., 2009, Quantitative paleoenvi ron men tal and paleoclimatic reconstruction using paleosols: Earth-Science Reviews, v. 95, p. 1–52, doi: 10.1016/j.earscirev.2009.03.004. Sheldon, N.D., Retallack, G.J., and Tanaka, S., 2002, Geochemical climofunctions from North American soils\nand applications to paleosols across the Eocene-Oligocene boundary in Oregon: The Journal of Geology, v. 110, p. 687–696, doi:10.1086/342865. Sheldon, N.D., Costa, E., Cabrera, L., and Garces, M., 2012, Continental climatic and weathering response to the Eocene-Oligocene transition: The Journal of Geology, v. 120, p. 227–236, doi:10.1086/663984. Smith, M.E., Singer, B., and Carroll, A., 2003, 40Ar/39Ar geochronology of the Eocene Green River Formation, Wyoming: Geological Society of America Bulletin, v. 115, p. 549–565, doi:10.1130/0016-7606(2003)115<0549: AGOTEG>2.0.CO;2. Smith, M.E., Carroll, A.R., and Singer, B.S., 2008, Synoptic reconstruction of a major ancient lake system: Eocene Green River, western United States: Geological Society of America Bulletin, v. 120, p. 54–84, doi:10.1130 /B26073.1. Smith, R.Y., Greenwood, D.R., and Basinger, J.F., 2010, Estimating paleoatmospheric pCO2 during the early Eocene climatic optimum from stomatal frequency of Ginkgo, Okanagan Highlands, British Columbia, Canada: Palaeo geography, Palaeoclimatology, Palaeoecology, v. 293, p. 120–131, doi:10.1016/j.palaeo.2010.05.006. Strömberg, C.A.E., 2002, The origin and spread of grassdominated ecosystems in the Late Tertiary of North America: Preliminary results concerning the evolution of hypsodonty: Palaeogeography, Palaeoclimatology, Palaeoecology, v. 177, p. 59–75, doi:10.1016 /S0031-0182(01)00352-2. Strömberg, C.A.E., 2003, The Origin and Spread of GrassDominated Ecosystems during the Tertiary of North America and How it Relates to the Evolution of Hypsodonty in Equids [Ph.D. thesis]: Berkeley, California, Department of Biology, University of California– Berkeley, 779 p. Strömberg, C.A.E., 2005, Decoupled taxonomic radiation and ecological expansion of open-habitat grasses in the Cenozoic of North America: Proceedings of the National Academy of Sciences of the United States of America, v. 102, p. 11,980–11,984, doi:10.1073/pnas .0505700102. Strömberg, C.A.E., Werdelin, L., Friis, E.M., and Sarac, G., 2007, The spread of grass-dominated habitats in Turkey and surrounding areas during the Cenozoic: Phytolith evidence: Palaeogeography, Palaeoclimatology, Palaeoecology, v. 250, p. 18–49, doi:10.1016/j.palaeo .2007.02.012. Stucky, R.K., 1984, Revision of the Wind River faunas, early Eocene of central Wyoming: Part 5. Geology and biostratigraphy of the upper part of the Wind River Formation, northeastern Wind River Basin: Annals of the Carnegie Museum, v. 53, p. 231–325. Takeuchi, A., Larson, P.B., and Suzuki, K., 2007, Infl uence of paleorelief on the mid-Miocene climate variation in southeastern Washington, northeastern Oregon, and western Idaho, USA: Palaeogeography, Palaeoclimatology, Palaeoecology, v. 254, p. 462–476, doi:10.1016 /j.palaeo.2007.06.023. Thrasher, B.L., and Sloan, L.C., 2009, Carbon dioxide and the early Eocene climate of western North America: Geology, v. 37, p. 807–810, doi:10.1130/G30090A.1. Thrasher, B.L., and Sloan, L.C., 2010, Land cover infl uences on regional climate of western North America during the early Eocene: Global and Planetary Change, v. 72, p. 25–31, doi:10.1016/j.gloplacha.2010.02.002. Tipple, B.J., Meyers, S.R., and Pagani, M., 2010, Carbon isotope ratio of Cenozoic CO2: A comparative evaluation of available geochemical proxies: Paleoceanography, v. 25, p. PA3202, doi:10.1029/2009PA001851. U.S. Department of Agriculture Soil Survey Staff, 1999, Keys to Soil Taxonomy (8th ed.): Blacksburg, Virginia, Pocahontas Press, 600 p. Weissmann, G.S., Hartley, A.J., Nichols, G.J., Scuderi, L.A., Olson, M., Buehler, H., and Banteah, R., 2010, Fluvial form in modern continental sedimentary basins: Distributive fl uvial systems: Geology, v. 38, p. 39–42, doi:10.1130/G30242.1. Whiteside, J.H., Olsen, P.E., Eglinton, T.I., Cornet, B., McDonald , N.G., and Huber, P., 2011, Pangean Great Lake paleoecology on the cusp of the end-Triassic extinction: Palaeogeography, Palaeoclimatology, Palaeoecology, v. 301, p. 1–17, doi:10.1016/j.palaeo.2010.11.025. Wilf, P., Cuneo, N.R., Johnson, K.R., Hicks, J.F., Wing, S.L., and Obradovich, J.D., 2003, High plant diversity in Eocene South America: Evidence from Patagonia: Science, v. 300, p. 122–125, doi:10.1126/science .1080475. Wing, S.L., and Harrington, G.J., 2001, Floral response to rapid warming in the earliest Eocene and implications for concurrent faunal change: Paleobiology, v. 27, p. 539–563, doi:10.1666/0094-8373(2001)027<0539: FRTRWI>2.0.CO;2. Wing, S.L., Bown, T.M., and Obradovich, J.D., 1991, Early Eocene biotic and climatic change in interior western North America: Geology, v. 19, p. 1189–1192, doi:10.1130/0091-7613(1991)019<1189:EEBACC >2.3.CO;2. Winterfeld, G.F., and Conard, J.B., 1983, Laramide tectonics and deposition, Washakie Range and northwestern Wind River Basin, Wyoming, in Lowell, J.D., ed., Rocky Mountain Foreland Basins and Uplifts: Denver, Colorado, Rocky Mountain Association of Geologists, p. 137–148. Woodburne, M.O., Gunnell, G.F., and Stucky, R.K., 2009, Climate directly influences Eocene mammal faunal dynamics in North America: Proceedings of the National Academy of Sciences of the United States of America, v. 106, p. 13,399–13,403, doi:10.1073/pnas .0906802106. Zachos, J., Pagani, M., Sloan, L., Thomas, E., and Billups, K., 2001, Trends, rhythms, and aberrations in global climate 65 Ma to present: Science, v. 292, p. 686–693, doi:10.1126/science.1059412. Zachos, J.C., Wara, M.W., Bohaty, S., Delaney, M.L., Petrizzo , M.R., Brill, A., Bralower, T.J., and PremoliSilva, I., 2003, A transient rise in tropical sea surface temperature during the Paleocene-Eocene thermal maximum: Science, v. 302, p. 1551–1554, doi:10.1126 /science.1090110. Zachos, J., Dickens, G.R., and Zeebe, R.E., 2008, An early Cenozoic perspective on greenhouse warming and carbon-cycle dynamics: Nature, v. 451, p. 279–283, doi:10.1038/nature06588. Zonneveld, J.P., Gunnell, G.F., and Bartels, W.S., 2000, Early Eocene fossil vertebrates from the southwestern Green River Basin, Lincoln and Uinta Counties, Wyoming: Journal of Vertebrate Paleontology, v. 20, p. 369–386, doi:10.1671/0272-4634(2000)020[0369: EEFVFT]2.0.CO;2. Zucol, A.F., Brea, M., and Bellosi, E.S., 2010, Phytolith studies in Gran Barranca (central Patagonia, Argentina): The middle-late Eocene, in Madden, R.H., Carlini, A.A., Vucetich, M.G., and Kay, R.F., eds., Paleontology of Gran Barranca: Evolution and Environmental Change through the Middle Cenozoic of Patagonia: Cambridge, UK, Cambridge University Press, p. 317–340."
  }, {
    "heading": "SCIENCE EDITOR: A. HOPE JAHREN ASSOCIATE EDITOR: CINZIA CERVATO",
    "text": ""
  }, {
    "heading": "MANUSCRIPT RECEIVED 7 JULY 2012 REVISED MANUSCRIPT RECEIVED 26 NOVEMBER 2012 MANUSCRIPT ACCEPTED 30 NOVEMBER 2012",
    "text": "Printed in the USA\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/125/7-8/1338/3717100/1338.pdf by University of Arizona user on 21 February 2019"
  }],
  "year": 2013,
  "references": [],
  "id": "SP:c9b0dc9cbddf74a7203da414b6579ef59a1901e6",
  "authors": [{
    "name": "Ethan Hyland",
    "affiliations": []
  }, {
    "name": "Nathan D. Sheldon",
    "affiliations": []
  }, {
    "name": "Majie Fan",
    "affiliations": []
  }],
  "abstractText": "Major changes in climate and ecology occurred during the early Eocene climatic optimum, sometime between 52 and 50 Ma. Recent work suggests that the timing and duration of the event are characterized by different responses in the marine and terrestrial realms, and that traditional causal mechanisms may not adequately explain such differences. We applied high-resolution paleopedology, geochemical analysis, and phytolith biostratigraphy techniques to paleosol suites within the well-described Wind River Formation of western Wyoming, USA. This multiproxy record indicates a short (<1 m.y.) peak period of carbon isotopic enrichment (up to 2‰ higher) and elevated pCO2, high temperatures (up to 8 °C higher), increased precipitation (up to 500 mm yr–1 higher), and shifts in fl oral composition (up to 10%). Terrestrial climatic and ecological changes of this kind during the early Eocene climatic optimum are consistent with changes in contemporaneous records that have been ascribed to high atmospheric pCO2, but a transient peak interval suggests that the cause of high atmospheric pCO2 during the early Eocene was likely not increased volcanism or decreased silicate weathering, which operate on longer timescales. Instead, terrestrial records from across western North America agree that early Eocene climatic optimum changes may have been caused by other sources, such as a combination of increased ventilation of oceanic carbon and increased petroleum generation in sedimentary basins. The climatic and environmental changes exhibited by this and other North American terrestrial records also defi ne a pattern of regional response that is relevant for understanding the impacts of global climate change events. INTRODUCTION Early Eocene Climatic Optimum The early Eocene climatic optimum is one of the most important intervals of the Cenozoic in terms of understanding and predicting changes in global climate and ecological responses to major warming events. Recent work has shown that the early Eocene climatic optimum was the warmest period of the Cenozoic and correlates to major changes in both marine (e.g., Zachos et al., 2001, 2008) and terrestrial records (e.g., Greenwood and Wing, 1995; Hyland and Sheldon, 2012). Primarily observed from marine cores, the early Eocene climatic optimum is described as a broad temperature maximum spanning 52– 50 Ma that correlates to increased atmospheric pCO2 (e.g., Zachos et al., 2001). Increases in atmospheric carbon dioxide are considered the primary driver of these higher global temperatures and consequent faunal turnover events (e.g., Wasatchian-Bridgerian boundary; Zonneveld et al., 2000) and have been previously attributed to increased volcanism and changes in silicate weathering through the late Paleocene–early Eocene (Zachos et al., 2008). Despite the broad trend seen in marine records, many terrestrial records from North America (e.g., Sewall and Sloan, 2006; Hren et al., 2010; Hyland and Sheldon, 2012) and other continents (e.g., Wilf et al., 2003) indicate more rapid changes in temperature, precipitation, and ecology. This suggests that the climatic and ecological changes of the early Eocene climatic optimum may have been more transient events than previously defi ned, which provided the impetus for analyzing the high-resolution records of pedological, geochemical, isotopic, and biostratigraphic changes within a major terrestrial basin presented in this work.",
  "title": "Terrestrial paleoenvironmental reconstructions indicate transient peak warming during the early Eocene climatic optimum"
}