{
  "sections": [{
    "text": "q 2003 American Meteorological Society"
  }, {
    "heading": "1. Introduction",
    "text": "While climate models have been able to simulate observed global annual average temperature changes during the past 150 yr reasonably well, it is much more difficult to reproduce continental-scale patterns of climate variations (Houghton et al. 2001). Understanding local changes is even more important than understanding global change, as impacts will be felt on continental or smaller scales (hereafter, we apply ‘‘regional’’ to mean continental in scale). Given the many factors playing a role in climate change since the industrial revolution, it is extremely difficult to unravel the regional climate response to particular forcings during this period. For the few centuries prior to industrial era, however, externally driven climate change is thought to have been forced primarily by only two factors: variation in solar output and volcanic eruptions (Crowley 2000; Free and Robock 1999; Shindell et al. 2001a). These forcings likely played a large role in the so-called Medieval\nCorresponding author address: Dr. Drew T. Shindell, NASA GISS, 2880 Broadway, New York, NY 10025. E-mail: dshindell@giss.nasa.gov\nWarm Period (MWP) and Little Ice Age (LIA) epochs of the last millennium, which saw significant climate changes on at least regional scales. Understanding the magnitude and causes of the forced climate variations, and distinguishing them from unforced, internal variability, is important for historical purposes, and is a crucial test for climate models attempting to predict future climate variations.\nMany studies have attempted to attribute preindustrial climate change to external forcings, primarily using relatively simple models. Recently, for example, energy balance models have been used to study the global average response (Crowley 2000; Free and Robock 1999; Marcus et al. 1999; Reid 1997). The studies of Free and Robock (1999) and Crowley (2000), which included both solar and volcanic forcings, suggest that volcanic forcing played the dominant role. Studies using general circulation models (GCMs) of various complexity, which allow the investigation of both the global and regional climate response to external forcing, have generally been restricted to examinations of historical solar forcing (Cubasch et al. 1997; Drijfhout et al. 1999; Shindell et al. 2001a). Here we present GCM simulations of the decadal-to-centennial-scale climate response to vol-\ncanic forcing, and compare this to the response to solar forcing and to internal, unforced variations."
  }, {
    "heading": "2. Experimental setup",
    "text": "Simulations were performed using a version of the Goddard Institute for Space Studies (GISS) GCM containing a mixed layer ocean with fixed heat transports and a detailed representation of the stratosphere. The model contains parameterized stratospheric ozone photochemistry (Shindell et al. 1999), which includes ozone-related heterogeneous chemistry. Though the model has relatively coarse horizontal resolution (88 latitude 3 108 longitude), it can be run for multiple, long simulations and it reproduces the observed recent multidecadal stratospheric trends, which seem to be closely linked to regional climate change (Shindell et al. 2001b). The mixed layer ocean attains thermal equilibrium after a few decades, while the time scales in the real ocean can be much longer, and of course does not allow for ocean circulation changes. These features will influence the results, especially in the North Atlantic and the Southern Ocean where heat is transported into the deep ocean. Future simulations will include a full dynamical ocean.\nWe examine the generalized climate response to volcanic eruptions and its dependence upon the size, time of year, and frequency of the eruptions. We compare this with the long-term response to solar forcing as evidenced by the changes between the late Maunder Minimum, a period of very low solar irradiance during the latter part of the seventeenth century, and a century later (Shindell et al. 2001a). This relatively large solar irradiance change makes an excellent test case as it occurred prior to sizeable anthropogenic impacts. Furthermore, estimates of its magnitude and timing are documented by both historical observations and cosmogenic proxies. Our previous simulations demonstrated that the model’s regional response to solar forcing largely reproduced\nthe solar component of the surface temperature change derived by correlating reconstructions of irradiance and surface temperatures (Shindell et al. 2001a). We now investigate how well we can account for the total regional pattern of surface temperature change evident in climate proxy reconstructions of the LIA, focusing on the Maunder Minimum period.\nSince precise historical data on the spatial and temporal distribution of aerosols from volcanic eruptions are unavailable, we base our simulations upon more recent observed stratospheric aerosol optical properties (spatial and temporal distribution, effective radius, and optical thickness) using the GISS dataset (Hansen et al. 1996; Sato et al. 1993; Fig. 1). The vertical profile of the aerosols covers 15–35 km in 5-km steps and optical properties are described at several key wavelengths (further information is available online at http:// www.giss.nasa.gov/data/strataer/). We have performed an ensemble of five simulations using the observed time series of 1959–99 eruptions, and a separate run repeatedly simulating the June 1991 Mt. Pinatubo eruption. To see the effect of a larger aerosol load and different eruption date relative to the seasonal cycle, we also forced the GCM with two estimates of the April 1815 Mt. Tambora eruption. For Pinatubo, aerosols for 1991–97 are based upon observations from the Stratospheric Aerosol and Gas Experiment (SAGE II) instrument. This period includes the Pinatubo eruption and the subsequent 6 yr of declining aerosol amounts, to which we add 2 yr assuming an exponential decrease in optical thickness with a 1-yr decay constant, and then 3 yr with no aerosol loading to make a 12-yr eruption/ decay time series. To approximate the Tambora eruption, we use the same time series, but shifted two months earlier and with the aerosol amounts increased by a factor of 2 or 3 relative to Pinatubo (the aerosol amount is far more important than the timing of the eruption), which we refer to hereafter as Tambora 2P and 3P, respectively. These aerosol increases are based upon es-\ntimates from ice core information calibrated against optical depth information for modern eruptions, which suggests that the forcing from Tambora was roughly twice that of Pinatubo (Crowley 2000), along with dust veil indices, which suggest a factor of 3 between the eruptions (Robock 2000). These estimates should capture the climatically relevant stratospheric aerosol more accurately than a volcanic explosivity index, which indicates the strength of the eruption rather than the aerosol injected into the stratosphere. The three volcanic aerosol series were used to drive model simulations in which the eruption/decay cycle was repeated 10 times (120-yr simulations) for each case. This repetition allows us to obtain good statistics on the model’s response as well as to examine the long-term response to periodic eruptions. For brevity, we emphasize the Tambora 3P run over the 2P run, as the 2P response is largely a muted version of the 3P response. Results are compared with a multicentury (250 yr) control run without forcing. All runs began from stable initial conditions taken from an earlier control simulation."
  }, {
    "heading": "3. Impact of volcanic eruptions",
    "text": "The global annual average surface temperature response to volcanic eruptions is cooling, resulting from increased absorption and reflection of incoming shortwave radiation by stratospheric aerosols. Averaging all years of the simulations together, the mean annual average cooling was 20.358C for the periodic Pinatubo eruption, 20.778C for the periodic Tambora 2P eruption, 21.098C for the periodic Tambora 3P eruption, and 20.448C for the observed 1959–99 volcanoes. These follow the average instantaneous radiative forcings, which were 20.47, 20.91, 21.39, and 20.44 W m22, respectively, almost linearly, though there is a suggestion of slightly larger climate sensitivity in response to the more frequent 1959–99 eruptions. (The sensitivity might be reduced with the introduction of a dynamical ocean model that is free to transport heat anomalies beneath the mixed layer.)\na. Winter warming\nIn contrast to the long-term global cooling, large regions of the NH extratropical continents warm in the Pinatubo simulation during winters following eruptions (Fig. 2, top). This phenomenon is well known, having been seen in both observations (Kelly et al. 1996; Robock 2000; Robock and Mao 1992) and GCM studies (Graf et al. 1994; Hansen et al. 1996; Kirchner et al. 1999; Rozanov et al. 2002; Stenchikov et al. 2002). This arises because volcanic forcing induces a shift toward the high phase of a hemispheric-scale dynamic circulation pattern known as the Arctic Oscillation (AO) or northern annular mode (which is analogous to the North Atlantic Oscillation in the Atlantic sector, where it is most strongly expressed). During the cold season, this\nresults in enhanced westerly advection of relatively warm oceanic air over the continents and of cooler air from continental interiors to their eastern coasts (Fig. 2, top). In some regions, meridional winds are modulated along with the increased westerlies, leading to enhanced warming over Siberia and cooling over the Middle East, for example. Surface temperatures respond oppositely to a low phase, with reduced westerly flow, which allows air from the northeast to flow into Europe, leading to cooling there. We define the model’s AO pattern as the leading empirical orthogonal function (EOF) of November–April monthly mean sea level pressure (SLP) in the control run. The model’s control run AO accounts for 26% of the variance in the SLP, similar to the 23% seen in observations (Thompson and Wallace 1998). SLP differences between the volcanic and control simulations (e.g., Fig. 2, bottom) were then projected onto the AO to obtain the mean AO change, which we define as the opposite of the average SLP change poleward of 608N. Thus, an increased AO corresponds to a decrease in Arctic SLP, which is accompanied by an increase in midlatitude SLP and a strengthening of the westerly zonal winds around 508–708N. Note that we saw no significant changes in AO variability in our experiments, and throughout this paper a change in the AO refers to a change in the mean state rather than in the variability.\nThe average response for the 10 winters immediately following the Pinatubo eruptions is an AO increase of 1.8 6 0.9 mb at the 95% confidence level. While the results are statistically significant, the AO response in individual simulations ranged from 22.0 to 14.4 mb. Assuming this range is realistic, comparison with a single real-world realization (an observed AO increase of 0.9 mb following Pinatubo relative to the previous 7 yr) is of limited value (the probability of a positive response of any size is 85%, and the two standard deviation range of a single eruption is 21.2 to 14.8). Similarly, the range of responses seen in the second year following the Pinatubo eruption was quite large (21.5 to 11.8). The difference between the observed 1992/93 increase of 1.8 mb in the AO and the model’s mean response of no AO change is thus within expected interannual variability. The observed winter response averaged over several eruptions provides better statistics, but because the aerosols injected by each eruption are different, the comparison is still imperfect. An analysis of pressure observations during the winter following the four largest tropical eruptions of the last 150 yr shows a similar pattern to that seen in the GCM, with statistically significant SLP changes of 24 to 26 mb over the Arctic and 12 to 14 mb over Europe during winter (Kelly et al. 1996). Note that the model’s SLP changes are larger in winter (December–February) than in the broader November–April average, with decreases of 3–7 mb over the Arctic, in accord with the observations. Additionally, both the GCM and the observations show a decrease in SLP of 21 to 23 mb over North America\n(statistically significant in the observations, marginally so in the GCM for December–February), breaking the zonal symmetry of the changes.\nWe can also compare the surface temperature response with observations. An analyses of measurements following the 12 largest eruptions during the nineteenth and twentieth centuries shows statistically significant responses in several regions; namely, a warming of more than 28C over north-central Siberia, a 0.58–18C warming over the central United States, and weak (,18C) cooling in the Middle East (Robock and Mao 1992). The analysis of Kelley et al. (1996) finds very similar results, also including a statistically significant cooling of 228 to 248C at the eastern tip of Siberia (Robock and Mao\nfind a similar cooling in this region, though theirs is not statistically significant). The model’s surface temperature response compares reasonably well with these values (Fig. 2, top). The model underestimates the warming over North America. However, the impact of the AO is less pronounced in this area than over Eurasia, making the signal harder to discern in both observations and the model. Overall, our ability to reproduce the large dynamical perturbation in the winter immediately following eruptions increases our confidence in the GCM’s longer-term dynamical response to volcanic forcing. For the year following the eruption, the 1.4 6 0.9 mb AO response in the Tambora 3P simulation or the 1.3 6 0.8 mb AO response in the Tambora 2P simulation are statistically indistinguishable from the Pinatubo response, although the surface temperature responses are quite different (Fig. 3). The Tambora eruption was much larger than Pinatubo (and occurred earlier in the year).\nThe direct radiative forcing dominates the net surface temperature changes in the 3P simulation, leading to significant cooling throughout most of the NH despite the positive AO. Dynamical and radiative perturbations are more nearly balanced in the 2P simulation, which produces a response that is fairly similar to the Pinatubo simulations, though superimposed upon a larger radiative cooling. The hemispheric mean temperature for the year following the eruption dropped by 0.78C in the 3P case, and by 0.58C in the 2P case, comparable to (especially 2P) observation-based estimates for 1816 (Jones and Bradley 1992), known as ‘‘the year without a summer’’ in Europe and eastern North America. Modeled continental cooling following Tambora’s eruption is generally slightly larger during summer than during winter, especially over Siberia and the central United States where the AO impacts are largest, due to the rapid land temperature adjustment to the larger summertime solar forcing and the absence of dynamical warming (Fig. 4). Similar seasonality is seen in the Tambora 2P case. Note that the dynamically induced winter continental warming tendency partially offsets the enhanced radiative summer cooling over the continents, so that in regions where the dynamical impact is largest such as Siberia or the central United States, the annual average response is weaker than over other continental areas. However, there is still a very strong pattern of cooling maximizing over continental areas in the Tambora 3P case, which contrasts greatly with the annual average response to Pinatubo that clearly shows the winter warming pattern (Fig. 4). Annual average results from the Tambora 2P simulations fall approximately midway between the other runs, as for the wintertime. b. Physical mechanisms The radiative impact of volcanic aerosols is both to cool the surface and to warm the lower stratosphere. After Pinatubo, the model simulates a large winter warming in the sunlit portion of the lower stratosphere (;28C), similar to the National Centers for Environmental Prediction (NCEP) observations (Stenchikov et al. 2002). This increases the meridional temperature gradient between the midlatitudes and the Arctic in that region. Since the eruption takes place in June, the ocean is given relatively little time to adjust to the radiative forcing by the following winter, and the tropical surface cooling then is only 20.18C. This leads to a very small cooling of the tropical upper troposphere (due to its close connection with the surface in convective regions), which marginally reduces the meridional temperature gradient in the tropopause region due to the reduction of tropopause height with increasing latitude. However, this has a weaker impact than the much larger lowerstratospheric heating in the sunlit atmosphere at slightly higher altitudes. The gradient change increases the west-\nerly winds in this region, which refracts upward-propagating planetary waves toward the equator (Shindell et al. 2001b). This in turn leads to an increase in poleward angular momentum flow, which drives the stronger surface westerlies associated with a positive AO anomaly. This dynamical planetary wave feedback via the stratosphere has been seen in response to volcanic eruptions in both observations and GCM simulations (Kodera 1994; Perlwitz and Graf 1995; Shindell et al. 2001b). The warming associated with the enhanced AO is large enough to offset most of the surface cooling in the extratropics for the Pinatubo simulation, so that the net change in the year after the eruption (July 1991– June 1992) is 20.18C averaged over the entire NH extratropics (Fig. 4). This is similar to observations and other GCM simulations (Hansen et al. 1996; Kirchner et al. 1999; Robock and Liu 1994; Robock and Mao 1995).\nThe modeled ozone changes in response to Pinatubo aerosol are broadly similar to those observed (Randel et al. 1995), with around 10% column depletion poleward of 608N during the boreal late winter to spring and about 4% loss at the NH midlatitudes. These losses result primarily from heterogeneous chemical activation of chlorine due to the increased surface area provided by volcanic aerosols, as in other models (Al-Saadi et al. 2001; Rozanov et al. 2002). To examine the influence of the ozone changes on the dynamics, a second Pinatubo run was performed without ozone changes (60-yr length). This showed a similar AO response averaged over the entire winter, but the ozone depletion in the original Pinatubo simulation reduced the AO response in the early winter months (cooling of the sunlit lower stratosphere offset a portion of the aerosol heating) and enhanced the response in the late winter (larger ozone loss in the polar regions caused cooling there). An enhancement of the AO during the late winter and early spring due to volcanic-induced Arctic ozone depletion has also been reported in other simulations (Stenchikov et al. 2002).\nIn the Tambora experiments, the atmospheric composition was changed to preindustrial conditions for the chemistry calculations. In such an atmosphere, with no anthropogenic chlorine, aerosol effects are minimal. The main effect of heterogeneous processing is then to remove nitrogen oxides from the lower stratosphere. This allows more hydrogen oxide radicals to exist, however. Because these influence ozone in opposite directions, the net impact is quite small (the Tambora runs showed ozone changes less than one-fifth of the Pinatubo changes). We therefore did not include ozone changes in the transient 1959–99 ensemble, as these were designed to be used as representative simulations of the potential preindustrial climate response to volcanism.\nAs noted, the AO response to Tambora is similar to the response to Pinatubo for the first winter, but the surface cooling is much larger. The increased meridional temperature gradient due to the aerosol heating in the\nlower stratosphere is partially offset by the cooling of the tropical upper troposphere, which reduces the meridional temperature gradient in the tropopause region. Thus, despite the much larger forcing, the AO response is approximately the same magnitude as for Pinatubo. The net change in NH extratropical surface temperatures for the year after the Tambora eruption (using July–June, as for Pinatubo) is 20.88C in the 3P simulation (Fig. 4), demonstrating that unlike after Pinatubo, the radiative cooling dominates over the dynamical AO-related warming. The radiative forcing remains strong for several years due to the large size of the eruption. By the third year in the 3P simulation, the aerosol heating of the lower stratosphere has declined from the 38–48C seen in the first winter to a cooling of 20.048C, while the upper tropical troposphere has cooled substantially (228C) as the ocean adjusts more fully to the aerosol forcing. This leads to a reduced latitudinal temperature gradient in the tropopause region, resulting in a reduction of the westerly winds and a decrease in the AO (Fig. 5). While this appears over most of the years after the second, it only approaches statistical significance in the third year, at the time when the ocean response is largest. The Tambora 2P simulation also shows a marginally statistically significant response in its second year (Fig. 5). Given that there are 33 data points, random chance would give 1.7 significant points at the 95% confidence limit, so we believe that for individual years only the positive AO seen consistently in year one of all three simulations is robust. Averaging over years 3– 11, however, all three simulations show a statistically significant negative AO response.\nThe long-term dynamical response is thus a combination of the initial positive AO forced by stratospheric heating and the delayed negative AO response forced by tropical surface cooling. Projecting the average SLP change between the volcanic runs and the control onto\nthe control EOFs gives a 12-yr average AO response of 20.2 6 0.4 mb for the Pinatubo simulation, and 20.8 6 0.5 and 20.5 6 0.4 mb for the Tambora 3P and 2P simulations, respectively. For the more frequent volcanic eruptions during the 1959–99 period, the ensemble average response is 0.3 6 0.1 mb. Thus the longterm response appears to be quite small compared to unforced decadal-scale variability, except perhaps in the case of extremely large eruptions such as Tambora 3P."
  }, {
    "heading": "4. Comparison of volcanic and solar forcings",
    "text": "In contrast to volcanic eruptions, long-term decreases in solar irradiance lead to a strong negative AO response in our model (Shindell et al. 2001a); a 1.1 6 0.4 mb decrease for the Maunder Minimum versus a century later, which causes significant wintertime continental cooling (Fig. 6). A similar signal is present in the summer (Fig. 6) due to the long-term persistence of SST anomalies and radiative cooling of the continents, but with reduced amplitude compared with the winter because there is no dynamical enhancement. Another GCM has also reported an enhanced temperature response to solar forcing over NH continents, consistent with a reduced AO (Cubasch et al. 1997). The two primary forcings for climate in the preindustrial period, solar variations and volcanic eruptions, thus have quite different impacts in the model. For both volcanic eruptions and decreased solar irradiance the global average response is cooling. The regional responses are dissimilar, however (Fig. 6). The long-term effect of volcanic eruptions on regional surface temperature changes is extremely small, owing to the cancellation of dynamical and radiative patterns of spatial response. Comparison of two historical periods would likely yield even less response to volcanic eruptions than in the simulations discussed above, which are with respect to a control run with zero volcanic activity. For regional changes, a significant negative AO anomaly on decadal time scales is forced by volcanoes only in the event of very large eruptions, for which tropical surface and tropospheric cooling overwhelm the heating by stratospheric aerosols. Such eruptions occur extremely rarely, however, Tambora being the largest eruption in 500 years. Note that while large high-latitude eruptions may also affect the AO and surface climate for a year or two (Graf and Timmreck 2001; Robock and Mao 1995), they would\nbe expected to show a similar lack of spatial inhomogeneity in their long-term responses.\nSolar and volcanic forcings induce such different responses because the stratospheric and surface influences in the solar case reinforce one another but in the volcanic case are opposed. Decreased solar irradiance cools the surface. At the same time, the lower stratosphere cools due to decreased absorption of incoming solar radiation by ozone owing to both the irradiance reduction and to reduced photochemical production of ozone in the lower stratosphere. In the example of the Maunder Minimum versus a century later, the sunlit portion of the lower stratosphere cooled by 0.28–0.48C during winter. The upper tropical troposphere cooled by 0.68–0.88C in response to the tropical surface cooling. These persistent coolings led to a reduced temperature gradient between NH mid- and high latitudes in both the lower stratosphere and the upper troposphere, forcing a negative AO (Shindell et al. 2001a). In contrast, volcanic eruptions cool the surface, but aerosol heating warms the sunlit lower stratosphere. This leads to an increased meridional gradient in the lower stratosphere, but a reduced gradient in the tropopause region. These may separately cause enhancements of the AO on 1–2-yr time scales via the stratospheric warming, and reductions on decadal time scales via the surface cooling. However, in light of these opposing physical drivers of AO changes, and the short-term nature of the large dynamical response to eruptions (Fig. 5), it is not surprising that the long-term net dynamical effect of volcanic eruptions is minimal. Additionally, the typically short time scale of volcanic perturbations does not allow their radiative impact to be fully felt by the oceans or sea ice, in contrast to multidecadal solar forcing, further weakening their long-term effect. Since the impact of the volcanically induced dynamical changes on the annual average temperatures is also reduced by the seasonally opposed influences of the radiative response (summer continental cooling) and stratospherically forced dynamical response (winter continental warming), it is reasonable that the long-term annual average impact of volcanoes is relatively homogeneous spatially."
  }, {
    "heading": "5. External forcing of historical climate change",
    "text": "a. Regional changes\nSince the global average surface temperature response basically follows the radiative forcing for both volcanic and solar forcing (the model is slightly more sensitive to solar than to volcanic forcing due to positive feedbacks from stratospheric ozone and the AO response), relatively simple models such as energy balance models can give reasonable estimates of global mean temperature variations in past centuries. Given that the regional response is not always a simple function of the radiative forcing, more complex models such as GCMs are required to investigate regional climate change. All cli-\nmate models are limited by the accuracy to which the historical forcing is known. While paleoindicators give an idea of the size of past eruptions, the spatial distribution of the aerosols and the exact timing of some eruptions are not well known. However, examining our ensemble of simulations driven by observed 1959–99 eruptions, we find a good correlation between the global surface temperature response and the total forcing for decadal time scales. Though our sample is small (4 decades), this suggests that the global response may not be greatly sensitive to the precise details of the aerosol distribution. More importantly, spatial inhomogeneities are relatively small. Comparison of the ensemble mean pattern of surface temperature anomalies relative to the zonal mean for each decade against the same pattern for the remaining decades shows no more areas of statistically significant correlations (95% level) than random noise outside of a warming over Europe and a cooling in the Bering Strait region. This argues against the presence of major regional anomalies associated with volcanically forced changes in the zonal flow in other areas.\nb. The Maunder Minimum\nThe simulated external forcing of regional surface temperature anomalies can also be compared with patterns derived from a compilation of diverse proxy climate indicators. We use model results from simulations forced with reduced solar irradiance during the Maunder Minimum compared with a century later, and from our volcanic simulations (the twentieth-century transients, Pinatubo, and Tambora 3P). The latter serve as a generalized response to volcanic forcing, which was ;0.16 W m22 more negative during the late seventeenth century (1660–90) than the late eighteenth century (1770– 90; Crowley 2000). Proxy data have been averaged over these same decades to obtain decadal time scale patterns.\nWe compare the response in regions that exhibit large, coherent variations in the proxy-data record (Fig. 7). The unforced variability is the one-sided 95% confidence range for the occurrence of a regional anomaly of the same sign as the proxy data in any single 25-yr period in the 250-yr control run. The decadal-scale regional response in all the volcanic experiments is extremely weak. The only significant responses are over Europe for the transient, over Europe and the North Atlantic for Pinatubo, and over Europe and North America for Tambora 3P. Aside from the European warming, it is clear that there is no consistent pattern of regional surface response to volcanic forcing in these areas. Additionally, there is no evidence of a response that scales with the forcing, which ranges from 20.25 during 1969–78 to 21.39 W m22 for Tambora 3P. Using the mean response over the four decades of the transient ensemble as broadly representative of the influence of volcanic activity, the volcanic response is well within the range of the unforced variability in all regions except\nEurope. This occurs despite a relatively large average forcing of 20.44 W m22. In contrast, the solar forcing causes a large, statistically significant response in each region that has the same sign as the proxy data and exceeds unforced variability. Though these simulations may underestimate unforced variability on long time scales due to the lack of a dynamic ocean, our results are consistent with results from a comparison between climate proxies and an unforced run of the Hadley Center coupled GCM (Collins et al. 2002), which also suggests that the majority of preindustrial climate change over NH mid- to high-latitude continents resulted from external forcing.\nWhile paleoclimate reconstructions of surface temperatures in past centuries are uncertain, there is broad agreement among different methods and data sources, at least at the level of the NH mean temperature variations (Briffa et al. 1998, Crowley 2000; Jones et al. 1998; Mann et al. 1999). On the regional scale, European temperature estimates are most reliable, as historical and a few long instrumental data series augment the more widespread proxy data such as tree rings in the proxy network reconstruction. The reconstructed European regional temperature anomaly is thus a key test of a model’s regional response to forcing. Comparing the Maunder Minimum period a century later, the more negative volcanic forcing fails to produce even the right sign of temperature change in this region, as all the volcanic simulations generate a warming relative to the NH extratropical mean while the proxy data and the response to solar forcing show cooling outside the range of unforced variability (Fig. 7).\nThe reconstructed volcanic forcing during the late Maunder Minimum as compared with the late eighteenth century is only about one-quarter the mean 1959–99 volcanic forcing of 20.66 W m22 in the same reconstruction (Crowley 2000). Since the Sato et al. data do not extend back before 1850, we use the Crowley reconstruction in our discussion of the centennial-scale influence of volcanic forcing on climate. We believe, however, that it may represent a high-end estimate of the volcanic forcing during the past millennium (Sato et al. 1993; Crowley 2000).\nAssuming that the responses can be linearly summed [given that the long-term volcanic influence on the nonlinear AO–North Atlantic Oscillation (NAO) and hence on regional changes is very weak], the surface temper-\nature response to a forcing of this magnitude, estimated simply as one-quarter the response during the 1959–99 experiments, can be added to that due to reconstructed solar irradiance changes during this same period (Lean et al. 1995). This provides an estimate of the total change (Fig. 8). The result shows a regional pattern of continental cooling due to a forced negative AO anomaly. While the global mean change is 75% due to solar forcing and 25% to volcanic forcing, all of the AO reduction is attributable to the solar forcing, as the volcanic forcing actually gave a weak AO increase.\nWe compare the total response with that derived from surface temperature pattern reconstructions based on diverse proxy data (Mann et al. 1998). A favorable agreement is found between the simulated and reconstructed\ntemperature anomalies over this period (Fig. 8), with both showing large, spatially coherent anomalies in midlatitudes. Agreement is especially good over North America, where the impact of reduced northwesterlies moving around the Rockies is clearly visible in both cooling patterns. The model also reproduces the cooling that arcs up through western Europe into Asia, though the Middle East does not show the warming seen in the reconstruction (it is relatively warm compared to Eurasia, however). While both the GCM and the reconstruction show warming over parts of the North Atlantic, the reconstructed anomaly is less than the unforced variability, which is quite large in this region. Additionally, we regard the model simulation results as being less reliable over the oceans, as they do not include changes in ocean dynamics, which may be an important feedback, at least in the Atlantic where surface anomalies are buffered by communication with the deep ocean (Delworth and Dixon 2000). The model results also do not account for possible changes in the El Niño–Southern Oscillation and potential extratropical responses, particularly with regard to the Pacific region. Nevertheless, the basic pattern of anomalously cold continents is clear in both the paleoclimate data and the model response, and it is in these areas that both values are most reliable. The amplitude of the cooling is larger in the model, however. This version of the GISS GCM has a climate sensitivity at the high end of the modeled range [;18C (W m22)21]. Additionally, the proxy reconstruction is implicitly spatially smoothed through the use of a limited eigenvector basis set to approximate largescale temperature changes. Moreover, data availability limits the size of this basis set in earlier centuries, leading to a greater smoothing of regional temperature variations prior to the eighteenth century in particular. Note that there is some independent evidence for a reduced NAO during the late seventeenth and eighteenth centuries from European historical reconstructions (Luterbacher et al. 1999). Additional support for Atlantic sector circulation change consistent with a reduced AO– NAO during the LIA comes from sediment cores (Kiegwin and Pickart 1999) and from historical evidence for greater northeasterly flow of continental air into Europe (Wanner et al. 1995). Other proxies that have been related to North Atlantic climate variability also appear to be correlated with solar variations on millennial time scales (Bond et al. 2001). Based on our simulations, we caution that very large eruptions may add difficulty to reconstructing past AO or NAO indices based on temperature proxies because the rapid continental response to very large radiative forcing yields a pattern of relatively cold continents during winter despite the positive AO–NAO in the Tambora 3P run (Fig. 3).\nc. Centennial-scale climate change\nThe relative importance of volcanic and solar forcing to long-term climate change can be examined more\nbroadly by comparing the reconstructed forcings (Crowley 2000) across other time periods. The seventeenthcentury average is representative of the LIA. Compared with the period 1850–99, before the bulk of the anthropogenic forcing, the seventeenth-century solar forcing anomaly is estimated to be 20.19 while the volcanic is 20.30 W m22. Compared with the period 1000–1299, which coincides with warmer hemispheric mean temperatures (Briffa et al. 1998; Jones et al. 1998; Mann et al. 1999) and the MWP, both the seventeenth-century solar and volcanic forcings were 20.16 W m22. In both cases, the volcanic forcing was at least as large as the solar. Since the global temperature change follows the radiative forcing fairly closely, this suggests that the volcanic impact on the global mean LIA cooling was important, as previously hypothesized (Crowley 2000; Free and Robock 1999). The global mean response to the combined solar and volcanic forcing exceeds the unforced variability, which is ;0.198C (95% confidence interval), by a factor of 2–2.5 for the LIA and MWP. Although the climate sensitivity of this version of the GCM is relatively high, the forced component would still exceed the unforced with a more typical sensitivity of ;3/48C (W m22)21, suggesting that much of the variability seen in climate reconstructions does not arise merely from internal chaotic variations. We reiterate, however, that the absence of a fully coupled ocean in these experiments limits the internal variability.\nThe presence of a sizeable decrease in solar irradiance during the LIA relative to the MWP or the latter half of the nineteenth century implies a significant regional cooling over midlatitude NH continental areas. On the regional scale, the solar-induced anomalies scaled to the LIA forcing (roughly one-half the 20.32 W m22 difference between the late Maunder Minimum and a century later) would be of the appropriate sign and in excess of the unforced variability in both Europe and North America (Fig. 7). The appropriately scaled volcanicinduced anomalies (about one-third to two-thirds the forcing in the 1959–99 transients) would not meet these criteria in any region. The modeling results show continental changes 1.5–3 times the NH mean change in response to a total forcing that is roughly two parts solar to one part volcanic (Fig. 8). While the solar-to-volcanic ratio is between two-thirds and one for the forcing change between the LIA and the MWP or between the LIA and the latter half of the nineteenth century, this still leads to continental cooling roughly 1.3–2.5 times larger than the NH mean.\nSuch differences between the NH mean and the continental interiors are in accord with the contrast between reconstructions of full NH (land and ocean, Tropics and extratropics) annual mean temperature changes in past centuries based on diverse proxy (‘‘multiproxy’’) data (Crowley and Lowery 2000; Jones et al. 1998; Mann et al. 1998; 1999) and extratropical NH temperature reconstructions based on tree-ring data alone (Briffa et al. 1998; Esper et al. 2002). These latter reconstructions\nare representative of the more restricted continental regions of the NH, and target warm-season temperatures through the tree-ring species and parameters employed in the reconstructions (Mann and Hughes 2002). Due to the seasonally and spatially varying surface temperature responses to solar and volcanic forcing discussed earlier, continental proxies sensitive to warm-season temperatures emphasize the enhanced continental summer cooling associated with the radiative response to volcanic forcing, but miss the often-present dynamical continental winter warming in response to those same events. This seasonal sensitivity thus effectively rectifies the temperature response to volcanic forcing, exaggerating the recorded hemispheric (land and ocean) cooling associated with volcanic forcing (Mann 2002). For these reasons, tree-ring-based continental temperature reconstructions show evidence of far greater cooling in response to individual volcanic events (Briffa et al. 1998) and greater cooling on multidecadal-to-century time scales (Esper et al. 2002) than full hemispheric reconstructions. Our results suggest that these differences do not require any additional extratropical forcing or internal multicentury oscillations (Bradley et al. 2001; Broecker 2001; Esper et al. 2002), as they can be accounted for by the dynamical response to both volcanic and solar variations."
  }, {
    "heading": "6. Conclusions",
    "text": "Volcanic forcing is important for both regional climate change on a year-to-year basis, and for long-term climate change on a global scale. It appears unlikely to induce sustained regional climate changes that exceed unforced variability, however. In contrast, solar forcing creates long-term regional climate changes that are greater than unforced variability, and which resemble those seen in proxy-based reconstructions of historical temperature change during the Maunder Minimum. The regional anomalies result primarily from a forced shift in the AO.\nDuring the last several decades, there has been an apparent upward trend in the AO (Thompson and Wallace 1998). Solar forcing, however, has increased little if at all over this period, by less than 0.05 W m22 since the 1960s (the exact value depends upon the particular years chosen for the trend calculations). Such a small increase in irradiance would cause an AO enhancement of about 0.1 mb, much smaller than the apparent trend of 3 mb, which is more likely to be attributable to increases in greenhouse gases, and to a lesser extent, Arctic ozone depletion (Shindell et al. 2001b).\nDownward shifts in the AO are closely correlated with cold temperature extremes in Europe (Higgins et al. 2002; Thompson and Wallace 2001), consistent with the historical impression that the LIA in Europe was punctuated by short periods of extreme cold exceeding that seen in the multidecadal averages of proxy data shown here (Pfister 1995). The global mean ‘‘Little Ice\nAge’’ signal can therefore be attributed to both volcanic and solar forcing, but while volcanic forcing may have played a major role in global-scale cooling, the much larger regional changes and probable changes in the frequency of extreme cold events were likely driven primarily by solar variability.\nAcknowledgments. Modeling of chemistry–climate interactions and stratospheric dynamics at GISS is supported by NASA’s Atmospheric Chemistry Modeling and Analysis Program, while climate modeling is funded by the NASA Climate Program Office. GAS and DTS were also supported by NSF Grant ATM-00-02267. We thank M. Sato for providing the aerosol data, Scott Rutherford for assistance with analysis of the surface temperature reconstruction, David Rind for discussion, and the three anonymous reviewers for their comments."
  }],
  "references": [{
    "title": "Response of middle atmosphere chemistry and dynamics to volcanically elevated sulfate aerosol: Three-dimensional coupled model simulations",
    "authors": ["J. Al-Saadi", "R.B. Pierce", "T.D. Fairlie", "M.M. Kleb", "R.S. Eckman", "W.L. Grose", "M. Natarajan", "J.R. Olson"],
    "venue": "J. Geophys. Res.,",
    "year": 2001
  }, {
    "title": "Persistent solar influence on North Atlantic climate during the Holocene",
    "authors": ["G. Bond"],
    "venue": "Coauthors,",
    "year": 2001
  }, {
    "title": "Influence of volcanic eruptions on Northern Hemisphere summer temperature over the past 600 years",
    "authors": ["K.R. Briffa", "P.D. Jones", "F.H. Schweingruber", "T.J. Osborn"],
    "year": 1998
  }, {
    "title": "Was the medieval warm period global",
    "authors": ["W.S. Broecker"],
    "year": 2001
  }, {
    "title": "A comparison of the variability of a climate model with paleotemperature estimates from a network of tree-ring densities",
    "authors": ["M. Collins", "T.J. Osborn", "S.F.B. Tett", "K.R. Briffa", "F.H. Schweingruber"],
    "venue": "J. Climate,",
    "year": 2002
  }, {
    "title": "Causes of climate change over the past 1000 years",
    "authors": ["T.J. Crowley"],
    "year": 2000
  }, {
    "title": "How warm was the medieval warm period? Ambio",
    "authors": ["T.S. Lowery"],
    "year": 2000
  }, {
    "title": "Simulation of the influence of solar radiation variations on the global climate with an ocean–atmosphere general circulation model",
    "authors": ["U. Cubasch", "R. Voss", "G.C. Hegerl", "J. Waszkewitz", "T.J. Crowley"],
    "venue": "Climate Dyn.,",
    "year": 1997
  }, {
    "title": "Implications of the recent trend in the Arctic/North Atlantic Oscillation for the North Atlantic thermohaline circulation",
    "authors": ["T.L. Delworth", "K.W. Dixon"],
    "venue": "J. Climate,",
    "year": 2000
  }, {
    "title": "Solar-induced versus internal variability in a coupled climate model",
    "authors": ["S.S. Drijfhout", "R.J. Haarsma", "J.D. Opsteegh", "F.M. Selten"],
    "venue": "Geophys. Res. Lett.,",
    "year": 1999
  }, {
    "title": "Low-frequency signals in long tree-ring chronologies for reconstructing past temperature",
    "authors": ["J. Esper", "E.R. Cook", "F.H. Schweingruber"],
    "venue": "variability. Science,",
    "year": 2002
  }, {
    "title": "Global warming in the context of the Little Ice Age",
    "authors": ["M. Free"],
    "venue": "Robock,",
    "year": 1999
  }, {
    "title": "Timmreck, 2001: A general climate model simulation of the aerosol radiative effects of the Laacher Sea eruption (10,900 B.C.)",
    "authors": ["H.F. Graf"],
    "venue": "J. Geophys. Res., 106,",
    "year": 2001
  }, {
    "title": "Northern Hemisphere tropospheric mid-latitude circulation after violent volcanic eruptions",
    "authors": ["J. Perlwitz", "I. Kirchner"],
    "venue": "Beitr. Phys. Atmos.,",
    "year": 1994
  }, {
    "title": "Climatic variations in the longest instrumental records",
    "authors": ["P.D. Jones", "R.S. Bradley"],
    "venue": "Climate Since A. D. 1500,",
    "year": 1992
  }, {
    "title": "Slope water current over the Laurentian Fan on interannual to millennial time scales",
    "authors": ["L.D. Kiegwin", "R.S. Pickart"],
    "year": 1999
  }, {
    "title": "Climate model simulation of winter warming and summer cooling following the 1991 Mount Pinatubo volcanic eruption",
    "authors": ["I. Kirchner", "G.L. Stechnikov", "H.-F. Graf", "A. Robock", "J. C"],
    "venue": "Antuna,",
    "year": 1999
  }, {
    "title": "Influence of volcanic eruptions on the troposphere through stratospheric dynamical processes in the Northern Hemisphere winter",
    "authors": ["K. Kodera"],
    "venue": "J. Geophys. Res.,",
    "year": 1994
  }, {
    "title": "Reconstruction of solar irradiance since 1610: Implications for climate change",
    "authors": ["J. Lean", "J. Beer", "R. Bradley"],
    "venue": "Geophys. Res. Lett.,",
    "year": 1995
  }, {
    "title": "Reconstruction of monthly NAO and EU indices back to AD 1675",
    "authors": ["J. Luterbacher", "C. Schmutz", "D. Gyalistras", "E. Xoplaki", "H. Wanner"],
    "venue": "Geophys. Res. Lett.,",
    "year": 1999
  }, {
    "title": "The value of multiple proxies",
    "authors": ["M.E. Mann"],
    "year": 2002
  }, {
    "title": "Tree-ring chronologies and climate",
    "authors": ["M.K. Hughes"],
    "venue": "variability. Science,",
    "year": 2002
  }, {
    "title": "Global-scale temperature patterns and climate forcing over the past six centuries",
    "authors": ["R.S. Bradley", "M.K. Hughes"],
    "year": 1998
  }, {
    "title": "Northern Hemisphere temperatures during the past millennium: Inferences, uncertainties, and limitations",
    "authors": [],
    "venue": "Geophys. Res. Lett.,",
    "year": 1999
  }, {
    "title": "Models of solar irradiance variability and the instrumental temperature record",
    "authors": ["S.L. Marcus", "M. Ghil", "K. Ide"],
    "venue": "Geophys. Res. Lett.,",
    "year": 1999
  }, {
    "title": "The statistical connection",
    "authors": ["J. Perlwitz", "H.-F. Graf"],
    "year": 1995
  }, {
    "title": "Solar forcing of global climate change",
    "authors": ["C. G"],
    "year": 1997
  }],
  "id": "SP:a236a4c5193b2499af7cb12741e5ec1e0be14dcf",
  "authors": [{
    "name": "DREW T. SHINDELL",
    "affiliations": []
  }, {
    "name": "GAVIN A. SCHMIDT",
    "affiliations": []
  }, {
    "name": "RON L. MILLER",
    "affiliations": []
  }, {
    "name": "MICHAEL E. MANN",
    "affiliations": []
  }],
  "abstractText": "The climate response to variability in volcanic aerosols and solar irradiance, the primary forcings during the preindustrial era, is examined in a stratosphere-resolving general circulation model. The best agreement with historical and proxy data is obtained using both forcings, each of which has a significant effect on global mean temperatures. However, their regional climate impacts in the Northern Hemisphere are quite different. While the short-term continental winter warming response to volcanism is well known, it is shown that due to opposing dynamical and radiative effects, the long-term (decadal mean) regional response is not significant compared to unforced variability for either the winter or the annual average. In contrast, the long-term regional response to solar forcing greatly exceeds unforced variability for both time averages, as the dynamical and radiative effects reinforce one another, and produces climate anomalies similar to those seen during the Little Ice Age. Thus, long-term regional changes during the preindustrial appear to have been dominated by solar forcing.",
  "title": "Volcanic and Solar Forcing of Climate Change during the Preindustrial Era"
}