{
  "sections": [{
    "heading": "Efficacy of geoengineering to limit",
    "text": "21st century sea-level rise"
  }, {
    "heading": "J. C. Moorea,b,c,1, S. Jevrejevad, and A. Grinstede",
    "text": "aCollege of Global Change and Earth System Science, Beijing Normal University, China; bArctic Centre, University of Lapland, PL122, 96100 Rovaniemi, Finland; cThule Institute, University of Oulu, PL3000, 90014 Oulun Yliopisto, Finland; dNational Oceanography Centre, Joseph Proudman Building, 6 Brownlow Street, Liverpool L3 5DA, United Kingdom; and eCentre for Ice and Climate, Niels Bohr Institute,University of Copenhagen, Copenhagen, Denmark\nEdited by Robert E. Dickinson, University of Texas, Austin, TX, and approved July 15, 2010 (received for review June 12, 2010)\nGeoengineering has been proposed as a feasible way of mitigating anthropogenic climate change, especially increasing global temperatures in the 21st century. The two main geoengineering options are limiting incoming solar radiation, or modifying the carbon cycle. Here we examine the impact of five geoengineering approaches on sea level; SO2 aerosol injection into the stratosphere, mirrors in space, afforestation, biochar, and bioenergy with carbon sequestration. Sea level responds mainly at centennial time scales to temperature change, and has been largely driven by anthropogenic forcing since 1850. Making use a model of sea-level rise as a function of time-varying climate forcing factors (solar radiation, volcanism, and greenhouse gas emissions) we find that sea-level rise by 2100 will likely be 30 cm higher than 2000 levels despite all but the most aggressive geoengineering under all except the most stringent greenhouse gas emissions scenarios. The least risky and most desirable way of limiting sea-level rise is bioenergy with carbon sequestration. However aerosol injection or a space mirror system reducing insolation at an accelerating rate of 1 Wm−2 per decade from now to 2100 could limit or reduce sea levels. Aerosol injection delivering a constant 4 Wm−2 reduction in radiative forcing (similar to a 1991 Pinatubo eruption every 18 months) could delay sea-level rise by 40–80 years. Aerosol injection appears to fail cost-benefit analysis unless it can be maintained continuously, and damage caused by the climate response to the aerosols is less than about 0.6% Global World Product.\naerosols ∣ carbon capture ∣ climate change ∣ cost-benefit\nSea-level rise is perhaps the single most damaging aspect ofrising temperatures with around 150 million people living within 1 m of high tide globally (1). Loss of low-lying land (2), combined with asset exposure to urban flooding due to the combined effects of climate change (sea-level rise and increased storminess), (3), may reach 10% of projected global gross world product (GWP) in the 2070’s. Geoengineering has been proposed as an emergency treatment for climate change (4), though it remains highly controversial with huge scientific and international governance issues (5–7) to be resolved. Hence the sea-level response to geoengineering proposals is of considerable practical as well as ethical and technical interest.\nPotential geoengineering options can be divided into two broad categories. Possibly the easiest to realize are those that rely on decreasing temperatures by blocking incoming solar radiation or increasing albedo,—so-called Solar Radiation Management— which would balance the radiative impact of increasing greenhouse gasses, though not address the chemical or biological consequences of greenhouse gasses. The second category of solutions addresses the temperature issue and the chemistry together by modifying—or seeking to reverse—the anthropogenic change in the global carbon cycle. In effect lowering the CO2 concentration of the atmosphere. Geoengineering is controversial and its broader impacts have been relatively little investigated. Of the many geoengineering options proposed in the literature (7, 8) only relatively few have a clear impact while being energetically\nand financially reasonable—in so far as any geoengineering project may be thought of as feasible. Here we present simulations of 21st century global sea level resulting from both geoengineered reduction in solar insolation and modification of the atmospheric carbon reservoir. We select examples of low cost methods—afforestation and sulphate aerosol injection, and much more expensive and ambitious projects—such as mirrors in space, and attempt to model reasonable scenarios of their development and effectiveness over the 21st century.\nRecent work on sea-level rise from a variety of approaches suggests that Intergovernmental Panel on Climate Change (IPCC) 2007 estimates (9) for 2100 (0.18–0.59 m) are too low, with several authors suggesting a rise of 1–1.5 m this century (e.g., 10–13). Detailed analysis of past sea-level rise shows that the time constants for global ocean heat content (affecting volume change contributions) and ice sheet melting (affecting mass contributions) are likely centennial (11). Slower time constants do not capture the increase in sea level during the 20th century observed after the end of the Little Ice Age (11), and decadal scale response times are unrealistic for ocean dynamics (14). Furthermore recent analysis of past sea level attribution shows that anthropogenic factors dominated sea-level rise since 1850 (15), with deforestation being important before significant emissions from fossil fuel burning.\nOne consequence of the early anthropogenically driven sealevel rise, and its centennial response time is that there will be only a slow response of sea-level rise to drops in global temperature envisaged by the geoengineering scenarios outlined above. This response is confirmed using a linear response model that has been successfully used to reconstruct the past 1,000 years of sea-level variability due to changes in climate forcings (15) and for projections of sea-level rise by 2100 by changes in natural and anthropogenic climate forcings (13). We show that the model also gives realistic responses to volcanic eruptions on multiyear time scales (seeMethods section and Fig. 1), hence the model fits observations spanning multiyear to multicentennial scales."
  }, {
    "heading": "Results and Discussion",
    "text": "Radiation Management Solutions. Robock et al. (6) use a climate system model to show that injections of 5–10 Mt SO2 aerosol per year (equivalent to a 1991 Pinatubo eruption every 4–2 yr) into the atmosphere would lower mean global temperatures by 1 °C or more with virtually immediate effect (1–2 yr). However it is likely that SO2 injections would lead to several undesirable consequences such as disruption in precipitation patterns and\nAuthor contributions: J.C.M. designed research; S.J. performed research; A.G. contributed new reagents/analytic tools; and J.C.M. wrote the paper.\nThe authors declare no conflict of interest.\nThis article is a PNAS Direct Submission.\nFreely available online through the PNAS open access option. 1To whom correspondence should be addressed. E-mail: john.moore.bnu@gmail.com.\nThis article contains supporting information online at www.pnas.org/lookup/suppl/ doi:10.1073/pnas.1008153107/-/DCSupplemental.\nwww.pnas.org/cgi/doi/10.1073/pnas.1008153107 PNAS ∣ September 7, 2010 ∣ vol. 107 ∣ no. 36 ∣ 15699–15703\nG EO\nPH YS\nIC S\nstratospheric ozone, and do nothing to avert the continued absorption of CO2 by the global ocean leading to rising acidity and ecosystem damage (5, 7, 16). A more expensive but possibly less damaging proposal involves use of mirrors in space to reduce direct radiation (17)—about 2% lower insolation offsetting a doubling of CO2. There are several other ways of reducing solar radiation such as cloud whitening and surface albedo modification (e.g., 7). These approaches are relatively localized in their effects and considerably more unknown in impact on weather systems than the global reduction in radiation schemes, though our main findings will be applicable to these approaches as well.\nThe radiative forcing projections fromRepresentative Concentration Pathways (RCPs, 18) do not take explicitly into account modification by geoengineering, but some with low radiative forcing implicitly include carbon removal and sequestration. Here we simulate the impact of both stratospheric SO2 injection and reduction of radiation by reflecting mirrors since forcings include total solar irradiance (TSI) and volcanism terms (Fig. 2). The SO2 aerosol required to counteract the radiative forcing due to a doubling of atmospheric CO2 depends on the size of the particles and the location of injection. Models indicate that the continuous injection of SO2 would produce larger particles than a natural volcanic eruption, which then sediment faster out of the stratosphere reducing their effective cooling capability (19). The radiative impact of the Pinatubo eruption over the following four years are −1.29, −1.59, and −1.89 Wm−2 depending on which forcing reconstruction model is used (20–22). Since a doubling of CO2 must be countered by about 4 Wm−2 (23), it appears likely that at least the equivalent of a Pinatubo SO2 injection every 1–2 years would be needed.\nWe modeled the radiative effect of stratospheric injections of SO2 aerosol equivalent to a Pinatubo eruption every 4 years for the 21st century by imposing a uniform step of −1.56 Wm−2 (the mean from the 3 forcing reconstructions we use) beginning in 2010 on the RCP3PD, RCP 4.5, and RCP 8.5 radiative forcing scenarios (18), Fig. 3. This method effectively removes the need for making model-dependent aerosol—radiative forcing calculations; however the details of the radiative impact will depend on the actual geographic location of the injection, and the size and nature of the particles (6, 19).\nThe first space mirror we model will reduce radiative forcing by 4 Wm−2 by 2100 and is of linearly increasing effectiveness,\nconstrained by the logistics of placing, and keeping about 20 million tonnes in the correct location in space (17). This scenario is an arbitrary but simple and illustrative assumption of mirror development. Results of scenarios show (Fig. 3) that sea-level rise will continue, though at slightly reduced rates (about 30 cm lower than otherwise by 2100 for SO2 injections, and 39 cm lower for the space mirror). Sea level peaks by 2100 in RCP3PD and RCP4.5 scenarios for the mirror, but just about stabilized by 2100 with aerosol injection only in the RCP3PD scenario, at 24 cm above 200 levels. In the RCP8.5 scenarios median sea-level\n15700 ∣ www.pnas.org/cgi/doi/10.1073/pnas.1008153107 Moore et al.\nrise is predicted to be 62 cm even with geoengineering reductions in radiative forcing (Fig. 3).\nTo estimate the sensitivity of these results to changes in geoengineering scenarios we consider a sulphate aerosol injection equivalent to −4 Wm−2, or about 13 Mt∕yr SO2 (Fig. 4). This mass is comparable with that already lifted close to the tropopause by commercial aircraft each year, and hence relatively easily realized by various existing methods (5), though it is has not been demonstrated that a permanent aerosol cloud at all latitudes with the correct size distribution to be effective (19) can be created. Fig. 4 shows that such an immediate reduction in insolation produces dramatic lowering of sea level for several decades in all scenarios, hence sea level can be effectively kept close to the 1990 level with this intensive SO2 injection scenario. However, in RCP8.5 scenario, sea level starts to rise again by mid to late 21st century and is 24 cm above 2000 levels by 2100. We also consider a space mirror deployed with efficiency rising by 1 Wm−2 per decade from 2010. Fig. 4 shows that the space mirror so deployed produces a 21st century peak in sea level under all IPCC scenarios of nomore than about 20 cm, with falls in sea level relative to present by 2100 in RCP3PD and RCP4.5 scenarios.\nCarbon Cycle Modification. We discuss three alternatives that all rely on biological mechanisms to remove CO2 from air and then store the captured carbon either in vegetation biomass, in soils, or in geological storage sites. Afforestation sequesters carbon in the biomass of trees. Biochar is produced by pyrolysis of organic material, converting roughly 50% of the carbon to charcoal, which can then be added to soils (the rest produces CO2 which can also be captured and stored). Bioenergy with carbon storage (BECS) refers to a variety of biomass and biofuel options such as forestry, sugar cane, or switchgrass production, followed by capture and storage of the CO2 produced in the process of fermenting fuels and in combustion, followed by carbon storage. Chemical capture from ambient air is also possible, though this requires an energy source, hence using bioenergy seems to offer some cost-benefit advantages. In terms of the net removal, both ambient air capture and BECS offer large potential in controlling atmospheric CO2, and can even potentially reduce CO2 concentrations to preindustrial levels. Oceanic carbon cycle measures such as chemical fertilization schemes or physical modification of oceanic convection have also been proposed, however reviews (7, 8) conclude that they are likely to be less effective than terrestrial carbon cycle modification using biological methods, and potentially pose much higher risks.\nCarbon sequestration over the 21st century as a result of the three carbon cycle geoengineering projects was investigated by Lenton and Vaughan (8), and we follow their scenarios here.\nTo produce scenarios of CO2 variations in air we use the Bern carbon model (24) assuming that the perturbations caused by geoengineering are sufficiently small to leave the exchange processes between atmosphere, biosphere, and oceans unchanged. Radiative forcings due to changes in CO2 concentration are then computed using a near log-linear relationship described in ref. 23 and then these are added to the RCP radiative forcing scenarios (Fig. 2). The scheme implies that a doubling of CO2 concentration over preindustrial corresponds to 4.1 Wm−2.\nAfforestation and reforestation in the scenario we follow allows about a 45 ppm atmospheric CO2 lowering by 2060, which by then would represent a newly existing forest biomass equal to all previous loses by land use change, so it is unlikely to be able to produce further reductions. However, there are many potential benefits from afforestation such as ecosystem richness, water management, and social amenities that affect the cost-benefit analysis of this method. Biochar is modeled as rising exponentially in use from 2035 through the rest of the century producing a monotonic reduction in atmospheric CO2 amounting to about 35 ppm by 2100 with similar radiative impact as afforestation (Fig 2). This scenario assumes that biofuels are rapidly developed and that suitable agricultural practices can be developed to accommodate large biochar use on land. BECS or air capture is by far the largest potential reduction mechanism (Fig. 2). We follow the aggressive scenario outlined by Lenton and Vaughan (8) with fermentation starting in 2020 and CO2 capture from flue gases in 2025, added to an assumption that biofuels displace oil as the major transport fuels and biomass burning displaces a significant amount of the coal used in electricity production by 2060. Furthermore the measures could be amplified since there are plenty of geological reservoirs available for storage, so that in the Lenton and Vaughan (8) scenario atmospheric CO2 is lowered by 180 ppm by 2100 with radiative forcing of about −3.1 Wm−2 (Fig 2).\nBECS can then reduce sea-level rise by about 20 cm compared with RCP scenarios by 2100 (Fig. 5). Combining afforestation with biochar and BECS scenarios (and ignoring potential overlaps in land use and energy policy) leads to massive reductions of about 250 ppm in atmospheric CO2, and, sea-level rise is limited to 22 cm with the RCP3PD and 38 cm with the RCP4.5 scenarios (Fig. 5)."
  }, {
    "heading": "Conclusions",
    "text": "Moderate geoengineering options, can constrain sea-level rise to about 50 cm above 2000 levels in the RCP3PD and RCP4.5 scenarios but only aggressive geoengneering can similarly constrain the RCP8.5 scenario (Figs 3, 4, and 5). The widely discussed SO2 injection scheme seems to offer only 20 cm reductions in sea level —at least if injections are limited to the quantities modeled by\nMoore et al. PNAS ∣ September 7, 2010 ∣ vol. 107 ∣ no. 36 ∣ 15701\nG EO\nPH YS\nIC S\nRobock et al. (6). However if large quantities of SO2—equivalent to almost a Pinatubo per year (and probably more since particles are expected to grow, reducing their effectiveness)—are injected, sea level drops for several decades until the mid 21st century before starting to rise again (Fig. 4). The solar mirror and aggressive BECS or air capture would likely be reasonably effective, though of course the solar mirror does not address the chemical impact of CO2 loading. Afforestation, while being meretricious on ecological and other grounds does not offer significant sea-level reduction.\nModel Limitations.The sea-level rise due to greenhouse gases, and the reductions due to geoengineering both depend on the model used, hence the balance should be relatively insensitive to the sealevel model. Some confidence may be gained from the comparable results found by models which use different statistical models based on different reconstructions of past sea level with temperature as a parameter (10–12), and also using radiative forcing (13). However, the regression models are based on past sea level and climate hence projections and confidence levels may be systematically in error. The Grinsted et al. (11) model of sea-level dependence on global temperature suggests that a fall of 0.6 °C was needed to halt sea-level rise. This decrease is also physically plausible as a reduction in temperature from present day values would be needed to reverse the presently observed dynamic response of glaciers and ice sheets (25). However, Irvine et al. (26) use a simple ice sheet model of Greenland driven by a climate model that suggests geoengineering in the presence of rising CO2 emissions may lead to nonlinear ice sheet response with unexpected stability regimes. The thermal inertia of the ocean and sea-level system however mean that sea level will lag behind temperature stabilizing efforts by decades or more. More complete ice sheet models suitable for accelerating glacier calving where bedrock geometry allows rapid inland migration of the grounding line—e.g., in the Pine Island Glacier region (27) have not yet been coupled to geoengineered climate simulations. The range of centennialsmoothed natural variability in volcanic eruptive activity over the last 100,000 years (28) and solar radiation over the last 9,300 years (29) have far smaller radiative impacts than those envisaged by the geoengineering solutions we discuss here. Hence natural sea-level variations will be far smaller (13) than those caused by both anthropogenic emissions and effective geoengineering.\nEconomic Considerations. SO2 aerosol injection has received the greatest economic and ethical treatment (4, 7). Early models (4) assumed damage caused by aerosols was negligible, a dubious assumption given more recent climate modelling (5, 7, 16, 19). Goes, et al. (see “The economics (or lack thereof) of aerosol geoengineering,” available at http://www.geosc.psu.edu/%7Ekkeller/ Goes_et_al_geoengineering_cc_2010_sub.pdf) consider an integrated assessment model combining an energy balance climate model with an economic model. The model explores uncertainty in the parameter space of climate sensitivity, damage cost of radiative forcing by greenhouse gases, aerosols, and abatement costs. Mixed abatement and geoengineering schemes explored the economic damage of intermittent geoengineering (e.g., due to wars, failure of international agreement, or discovery of large negative effects of geoengineering) over 6,300 simulated states of the world.\nSea-level rise damage can be grouped into loss of land, forced migration of people, and increased flood risk. Land loss estimates are about 3% of 1995 GWP for a 1 m rise in sea level to 2100 (2), migration estimated at about 1∕20th of that amount (30), while 100-year flood damage for the 136 largest value coastal cities (3) can be estimated by Monte Carlo simulations at about 0.1% of GWP by 2070, with a 5% chance of it being as high as 0.5% GWP (see Fig. S2). Flooding may be the major economic impact of\nfailing to counter sea-level rise either by greenhouse gas mitigation or geoengineering.\nSubstituting aerosol geoengineering for CO2 abatement can be an economically effective strategy (4). The cost-benefit analysis of Goes et al. reveals a surprisingly simple relation, given the uncertainties, for the damage costs (θ, in % GWP) of the geoengineering aerosols needed to balance radiative forcing of doubled CO2, as a function of the probability of intermittent geoengineering (p); for benefit to occur θ < 0.62 − 5.6p. As an indication of how this relationship comes about consider that a failure to sustain aerosol forcing can lead to sizeable and abrupt climatic changes (6, 7). Temperature rises rates may reach 1.5 K∕decade if aerosol injections are stopped in 2070—roughly five times the expected rate of increase due to greenhouse gases alone. The monetary damage due to discontinuous aerosol geoengineering dominates the cost-benefit analysis if the probability of discontinuity is larger than about 11%. The relative contribution of aerosol geoengineering and CO2 abatement strategy hinges critically on uncertain estimates of the damage due to aerosol forcing. Even if we assume that aerosol forcing could be deployed continuously, the aerosol geoengineering does not considerably displace CO2 abatement in this economic optimal growth model unless the damage due to the aerosol forcing to counteract a doubling of CO2 is less than 0.62% of GWP. However, if the aggressive aerosol geoengineering were used until 2070 and then stopped, sea level would respond with its characteristic time scale to the step-like change in temperature such that in the following 25 years, it would rise by 20–50 cm (see Fig. S3). Hence even though the response time is relatively slow, the rates of sea-level rise would be dramatic, and should be explored with more sophisticated integrated assessment models. Substituting geoengineering for greenhouse gas emission abatement or removal constitutes a conscious risk transfer to future generations."
  }, {
    "heading": "Methods",
    "text": "Future sea-level rise is made up of several components that can vary on yearly to centennial time scales including thermal expansion of ocean water, melting of land ice, and changes in terrestrial storage. However each term in the sea-level budget is difficult to measure and subject to large errors (9, 11), hence we prefer the alternative method of fitting the total observed sealevel rise from 300 years of tide gauge data to reconstructed forcing factors. Jevrejeva et al. (13, 15) used three paleoreconstructions (20–22) for TSI, volcanic eruptions, and greenhouse gas emissions and aerosols with a Markov chain Monte Carlo scheme fitted to observed sea level over the past 300 years to determine sets of model parameters. The models are then used with future climate forcing scenarios to find the range of sea-level response. The Monte Carlo approach allows not only the best set of linear response model parameters to be found, but also provides confidence intervals taking into account the complex spatial and temporal autocorrelation present in the tide gauge reconstructions (11). Results for the three different forcing reconstructions are very similar, and typically the models of sea level based on any of them account for about 96% of the variance in mean annual global sea level from 1880 to 2001 (n ¼ 121). Volcanic forcing varies between the three reconstructions by 20% over the period but the impact of this uncertainty is limited given that volcanism accounts for about 25% to the total sea-level response (15) over the 20th century. The level of residual variability is thus probably within the noise level in the observations. Here we combine the sets of model parameters from the three reconstructions into a single set of parameters that reflect the spread of values across all three models (Fig. 1). The models estimate global sea-level rises of 0.54–1.01 mwith three radiative forcing scenarios (RCP3PD, RCP4.5, RCP8.5) by 2100.\nWe can test how well the model works by comparing the modeled response with observations of sea level following large volcanic eruptions (Fig. 1, inset). Grinsted et al. (30) studied the volcanic effects in detail and find a significant rise and fall following an eruption due to a change in the global water cycle, which is neither included nor significant at the annual resolution of our model. The modeled sea level change due to oceanic heat content (31) compares well with models for both the Tambora, 1815 and Pinatubo 1991 eruptions (see Fig. S1).\nOur linear model cannot take into account new varieties of ice sheet behavior that have not already played a role over the last 300 years, it does however capture the acceleration in recent decades (11). Estimates of\n15702 ∣ www.pnas.org/cgi/doi/10.1073/pnas.1008153107 Moore et al.\nsea-level rise allowing for up to order of magnitude increases in surface melt and glacier calving from Greenland and Antarctica range from 0.8–2 m (32) by 2100. The period 14000–7000 B.P. had an average rise rate of 11 mmyr−1 (33). These rates are similar to those we predict by the 2070’s. An even higher rate of sea-level rise was associated with melt-water pulse 1A (33), but in contrast to the deglaciation, the decay of modern ice sheets may be constrained by transport of large icebergs across the continental shelves of Antarctica and Greenland. Many large Antarctic icebergs remain stranded on shallows after calving in very cold water for many years before entering the warmer waters. During the last interglacial sea level was around 7 m higher than present levels, while rates of rise were less than 1 m per century, though potentially reaching higher rates for shorter periods (34). All these observations are consistent with our estimated rates for the 21st century. ACKNOWLEDGMENTS. We thank the anonymous referees and Klaus Keller for constructive criticism that much improved the manuscript. This research is partially supported by China's National Key Science Program for Global Change Research (No: 2010CB950504).\n1. Anthoff D, Nicholls RJ, Tol RSJ, Vafeidis AT (2006) Global and regional exposure to large rises in sea-level: a sensitivity analysis. Working Paper 96 (Tyndall Center for Climate Change Research, Norwich). 2. Sugiyama M, Nicholls RJ, Vafeidis A (2008) Estimating the economic cost of sea-level rise, Report Series of the MIT Joint Program on the Science and Policy of Global Change (MIT Joint Program on the Science and Policy of Global Change, MA), 156, pp 1–37. 3. Nicholls RJ, et al. (2006) Ranking port cities with high exposure and vulnerability to climate extremes: exposure estimates. OECD Environment Working Papers, (OECD, Paris), 10.1787/011766488208, 1. 4. Wigley TML (2006) A combined mitigation/geoengineering approach to climate stabilization. Science 314:452–454. 5. Robock A, Marquardt AB, Kravitz B, Stenchikov G (2009) The benefits, risks, and costs of stratospheric geoengineering. Geophys Res Lett 10.1029/2009GL039209. 6. Robock A, Oman L, Stenchikov G (2008) Regional climate responses to geoengineering with tropical and Arctic SO2 injections. J Geophys Res 113 10.1029/2008JD010050. 7. Royal Society (2009) Geoengineering the climate. RS Policy document 10/09 (The Royal Society, London). 8. Lenton TM, Vaughan NE (2009) The radiative forcing potential of different climate geoengineering options. Atmos Chem Phys 9:5539–5561. 9. Solomon SD, et al., ed. (2007) Climate change 2007: the physical science basis (Cambridge University Press, Cambridge). 10. Rahmstorf S (2007) A semi-empirical approach to projecting future sea-level rise. Science 315:368–370. 11. Grinsted A, Moore JC, Jevrejeva S (2009) Reconstructing sea level from paleo and projected temperatures 200 to 2100AD. Clim Dynam 10.1007/s00382-008-0507-2. 12. Vermeer M, Rahmstorf S (2010) Global sea level linked to global temperature. Proc Natl Acad Sci USA 106:21527–21532 101073/pnas.0907765106. 13. Jevrejeva S, Moore JC, Grinsted A (2010) How will sea level respond to changes in natural and anthropogenic forcings by 2100? Geophys Res Lett 37:L07703 101029/ 2010GL042947. 14. Barnett TP, et al. (2005) Penetration of human-induced warming into the world’s oceans. Science 309:284–287. 15. Jevrejeva S, Grinsted A, Moore JC (2009) Anthropogenic forcing dominates sea level rise since 1850. Geophys Res Lett 10.1029/2009GL040216. 16. Robock A (2008) 20 reasons why geoengineering may be a bad idea. Bulletin of the Atomic Scientists 64:14–18 10.2968/064002006. 17. Angel R (2006) Feasibility of cooling the Earth with a cloud of small spacecraft near the inner Lagrange point (L1). Proc Natl Acad Sci USA 103:17184–17189. 18. Moss RH, et al. (2010) The next generation of scenarios for climate change research and assessment. Nature 463 101038/nature08823. 19. Heckendorn P, et al. (2009) The impact of geoengineering aerosols on stratospheric temperature and ozone. Environ Res Lett 4:045108. 20. Crowley TJ, Baum SK, Kim K-Y, Hegerl GC, Hyde WT (2003) Modeling ocean heat content changes during the last millennium. Geophys Res Lett 30 10.1029/ 2003GL017801. 21. Tett SF, et al. (2007) The impact of natural and anthropogenic forcings on climate and hydrology since 1550. Clim Dynam 28:3–34 10.1007/s00382-006-0165-1. 22. Goosse H, Renssen H, Timmermann A, Bradley RS (2005) Internal and forced climate variability during the last millennium: a model-data comparison using ensemble simulations. Quaternary Science Reviews 24:1345–1360. 23. Hansen J, et al. (1998) Perspective: climate forcings in the industrial era. Proc Natl Acad Sci USA 95:12753–12758. 24. Joos F, et al. (1996) An efficient and accurate representation of complex oceanic and biospheric models of anthropogenic carbon uptake. Tellus B 48:397–417. 25. Rignot E, Kanagaratnam P (2006) Changes in the velocity structure of the Greenland Ice Sheet. Science 311:987–990. 26. Irvine PJ, Lunt DJ, Stone EJ, Ridgwell A (2009) The fate of the Greenland Ice Sheet in a geoengineered, high CO2 world. Environ Res Lett 4:045109 10.1088/1748-9326/4/ 4/04510. 27. Scott JBT, et al. (2009) Increased rate of acceleration on Pine Island Glacier strongly coupled to changes in gravitational driving stress. The Cryosphere 3:125–131. 28. Zielinski GA, Mayewski PA, Meeker LD, Whitlow SI, Twickler MS (1996) An 110,000-year record of explosive volcanism from the GISP2 (Greenland) ice core. Quaternary Research 45:109–118. 29. Steinhilber F, Beer J, Fröhlich C (2009) Total solar irradiance during the Holocene. Geophys Res Lett 36 10.1029/2009GL040142. 30. Grinsted A, Moore JC, Jevrejeva S (2007) Observational evidence for volcanic impact on sea level and the global water cycle. Proc Natl Acad Sci USA 104:19730–19734 10.1073_pnas.0705825104. 31. Stenchikov G, et al. (2009) Volcanic signals in oceans. J Geophys Res 114:D16104 10.1029/2008JD011673. 32. Pfeffer T, Harper JT, O’Neel S (2008) Kinematic constraints on glacier contributions to 21st-century sea level rise. Science 321:1340–1343. 33. Bard E, et al. (1996) Sea level record from Tahiti corals and the timing of deglacial meltwater discharge. Nature 382:241–244. 34. Kopp RE, Simons FJ, Mitrovica JX, Maloof AC, Oppenheimer M (2009) Probabilistic assessment of sea level during the last interglacial stage. Nature 462:863–867 10.1038/nature08686.\nMoore et al. PNAS ∣ September 7, 2010 ∣ vol. 107 ∣ no. 36 ∣ 15703\nG EO\nPH YS\nIC S"
  }],
  "year": 2010,
  "references": [{
    "title": "Global and regional exposure to large rises in sea-level: a sensitivity analysis. Working Paper 96 (Tyndall Center for Climate Change Research, Norwich)",
    "authors": ["D Anthoff", "RJ Nicholls", "RSJ Tol", "AT Vafeidis"],
    "year": 2006
  }, {
    "title": "Estimating the economic cost of sea-level rise, Report Series of the MIT Joint Program on the Science and Policy of Global Change",
    "authors": ["M Sugiyama", "RJ Nicholls", "A Vafeidis"],
    "venue": "(MIT Joint Program on the Science and Policy of Global Change,",
    "year": 2008
  }, {
    "title": "Ranking port cities with high exposure and vulnerability to climate extremes: exposure estimates",
    "authors": ["RJ Nicholls"],
    "venue": "OECD Environment Working Papers, (OECD, Paris),",
    "year": 2006
  }, {
    "title": "A combined mitigation/geoengineering approach to climate stabilization",
    "authors": ["TML Wigley"],
    "venue": "Science",
    "year": 2006
  }, {
    "title": "The benefits, risks, and costs of stratospheric geoengineering",
    "authors": ["A Robock", "AB Marquardt", "B Kravitz", "G Stenchikov"],
    "venue": "Geophys Res Lett 10.1029/2009GL039209",
    "year": 2009
  }, {
    "title": "Regional climate responses to geoengineering with tropical and Arctic SO2 injections",
    "authors": ["A Robock", "L Oman", "G Stenchikov"],
    "venue": "J Geophys Res",
    "year": 2008
  }, {
    "title": "The radiative forcing potential of different climate geoengineering options",
    "authors": ["TM Lenton", "NE Vaughan"],
    "venue": "Atmos Chem Phys 9:5539–5561",
    "year": 2009
  }, {
    "title": "Climate change 2007: the physical science basis (Cambridge",
    "authors": ["SD Solomon"],
    "year": 2007
  }, {
    "title": "A semi-empirical approach to projecting future sea-level rise",
    "authors": ["S Rahmstorf"],
    "venue": "Science",
    "year": 2007
  }, {
    "title": "Reconstructing sea level from paleo and projected temperatures 200 to 2100AD",
    "authors": ["A Grinsted", "JC Moore", "S Jevrejeva"],
    "venue": "Clim Dynam 10.1007/s00382-008-0507-2",
    "year": 2009
  }, {
    "title": "Global sea level linked to global temperature",
    "authors": ["M Vermeer", "S Rahmstorf"],
    "venue": "Proc Natl Acad Sci USA",
    "year": 2010
  }, {
    "title": "Grinsted A (2010) How will sea level respond to changes in natural and anthropogenic forcings by 2100",
    "authors": ["S Jevrejeva", "JC Moore"],
    "venue": "Geophys Res Lett 37:L07703",
    "year": 2010
  }, {
    "title": "Penetration of human-induced warming into the world’s oceans",
    "authors": ["TP Barnett"],
    "venue": "Science",
    "year": 2005
  }, {
    "title": "Anthropogenic forcing dominates sea level rise since 1850",
    "authors": ["S Jevrejeva", "A Grinsted", "JC Moore"],
    "venue": "Geophys Res Lett 10.1029/2009GL040216",
    "year": 2009
  }, {
    "title": "Feasibility of cooling the Earth with a cloud of small spacecraft near the inner Lagrange point (L1)",
    "authors": ["R Angel"],
    "venue": "Proc Natl Acad Sci USA",
    "year": 2006
  }, {
    "title": "The next generation of scenarios for climate change research and assessment",
    "authors": ["RH Moss"],
    "venue": "Nature",
    "year": 2010
  }, {
    "title": "The impact of geoengineering aerosols on stratospheric temperature and ozone",
    "authors": ["P Heckendorn"],
    "year": 2009
  }, {
    "title": "Modeling ocean heat content changes during the last millennium",
    "authors": ["TJ Crowley", "SK Baum", "K-Y Kim", "GC Hegerl", "WT Hyde"],
    "venue": "Geophys Res Lett",
    "year": 2003
  }, {
    "title": "The impact of natural and anthropogenic forcings on climate and hydrology since 1550",
    "authors": ["SF Tett"],
    "venue": "Clim Dynam",
    "year": 2007
  }, {
    "title": "Internal and forced climate variability during the last millennium: a model-data comparison using ensemble simulations. Quaternary Science Reviews 24:1345–1360",
    "authors": ["H Goosse", "H Renssen", "A Timmermann", "RS Bradley"],
    "year": 2005
  }, {
    "title": "Perspective: climate forcings in the industrial era",
    "authors": ["J Hansen"],
    "venue": "Proc Natl Acad Sci USA",
    "year": 1998
  }, {
    "title": "An efficient and accurate representation of complex oceanic and biospheric models of anthropogenic carbon uptake",
    "authors": ["F Joos"],
    "venue": "Tellus B",
    "year": 1996
  }, {
    "title": "Changes in the velocity structure of the Greenland Ice Sheet",
    "authors": ["E Rignot", "P Kanagaratnam"],
    "venue": "Science",
    "year": 2006
  }, {
    "title": "The fate of the Greenland Ice Sheet in a geoengineered, high CO2 world",
    "authors": ["PJ Irvine", "DJ Lunt", "EJ Stone", "A Ridgwell"],
    "year": 2009
  }, {
    "title": "Increased rate of acceleration on Pine Island Glacier strongly coupled to changes in gravitational driving stress",
    "authors": ["JBT Scott"],
    "venue": "Cryosphere",
    "year": 2009
  }, {
    "title": "An 110,000-year record of explosive volcanism from the GISP2 (Greenland) ice core. Quaternary Research 45:109–118",
    "authors": ["GA Zielinski", "PA Mayewski", "LD Meeker", "SI Whitlow", "MS Twickler"],
    "year": 1996
  }, {
    "title": "Total solar irradiance during the Holocene",
    "authors": ["F Steinhilber", "J Beer", "C Fröhlich"],
    "venue": "Geophys Res Lett",
    "year": 2009
  }, {
    "title": "Observational evidence for volcanic impact on sea level and the global water cycle",
    "authors": ["A Grinsted", "JC Moore", "S Jevrejeva"],
    "venue": "Proc Natl Acad Sci USA",
    "year": 2007
  }, {
    "title": "Volcanic signals in oceans",
    "authors": ["G Stenchikov"],
    "venue": "J Geophys Res",
    "year": 2009
  }, {
    "title": "Kinematic constraints on glacier contributions to 21st-century sea level rise",
    "authors": ["T Pfeffer", "JT Harper", "S O’Neel"],
    "venue": "Science",
    "year": 2008
  }, {
    "title": "Sea level record from Tahiti corals and the timing of deglacial meltwater discharge",
    "authors": ["E Bard"],
    "venue": "Nature",
    "year": 1996
  }, {
    "title": "Probabilistic assessment of sea level during the last interglacial stage. Nature 462:863–867 10.1038/nature08686",
    "authors": ["RE Kopp", "FJ Simons", "JX Mitrovica", "AC Maloof", "M Oppenheimer"],
    "venue": "Moore et al.  PNAS ∣ September",
    "year": 2009
  }],
  "id": "SP:67dab1ec1a8316a09188d6866eb72120a8cc186b",
  "authors": [{
    "name": "J. C. Moore",
    "affiliations": []
  }, {
    "name": "S. Jevrejeva",
    "affiliations": []
  }],
  "abstractText": "College of Global Change and Earth System Science, Beijing Normal University, China; Arctic Centre, University of Lapland, PL122, 96100 Rovaniemi, Finland; Thule Institute, University of Oulu, PL3000, 90014 Oulun Yliopisto, Finland; National Oceanography Centre, Joseph Proudman Building, 6 Brownlow Street, Liverpool L3 5DA, United Kingdom; and Centre for Ice and Climate, Niels Bohr Institute,University of Copenhagen, Copenhagen, Denmark",
  "title": "Efficacy of geoengineering to limit 21st century sea-level rise"
}