{
  "sections": [{
    "text": "BioOne Complete (complete.BioOne.org) is a full-text database of 200 subscribed and open-access titles in the biological, ecological, and environmental sciences published by nonprofit societies, associations, museums, institutions, and presses.\nYour use of this PDF, the BioOne Complete website, and all posted and associated content indicates your acceptance of BioOne’s Terms of Use, available at www.bioone.org/terms-of-use.\nUsage of BioOne Complete content is strictly limited to personal, educational, and non-commercial use. Commercial inquiries or rights and permissions requests should be directed to the individual publisher as copyright holder.\nBioOne sees sustainable scholarly publishing as an inherently collaborative enterprise connecting authors, nonprofit publishers, academic institutions, research libraries, and research funders in the common goal of maximizing access to critical research.\nThe Response of Two Liolaemus Lizard Species to Ash from Fire and Volcanism Authors: Marta Mora, and Antonieta Labra Source: Journal of Herpetology, 51(3) : 388-395 Published By: Society for the Study of Amphibians and Reptiles URL: https://doi.org/10.1670/16-105\nDownloaded From: https://bioone.org/journals/Journal-of-Herpetology on 20 Feb 2019 Terms of Use: https://bioone.org/terms-of-use Access provided by University of Arizona\nJournal of Herpetology, Vol. 51, No. 3, 388–395, 2017 Copyright 2017 Society for the Study of Amphibians and Reptiles\nThe Response of Two Liolaemus Lizard Species to Ash from Fire and Volcanism\nMARTA MORA1 AND ANTONIETA LABRA1,2,3\n1Laboratorio de Neuroetologı́a. Programa de Fisiologı́a y Biofı́sica, Instituto de Ciencias Biomédicas (ICBM), Facultad de Medicina, Universidad de Chile, Chile 2Department of Biosciences, Centre for Ecological and Evolutionary Synthesis. University of Oslo. Norway\nABSTRACT.—Fires and volcanic eruptions produce ash that may negatively affect survivors of the disturbances themselves. Therefore, animals are expected to avoid areas covered by ash when possible. We tested this prediction by determining the substrate selection, ash vs. soil, in two insectivorous Liolaemus lizard species. We exposed each species to the type of ash it is most likely to encounter in its habitat: fire ash for Liolaemus lemniscatus and volcanic ash for Liolaemus pictus. We also determined the ability of these species to track insect scents in ash, as the effectiveness of scent tracking, and hence the ability to find food, may be reduced in ash. Contrary to our expectations, both species explored ash more than soil, and they were able to detect insect scents in ash. We concluded that at least shortly (e.g., days) after a disturbance involving ash production, surviving lizards may not avoid ash that may have negative impact on their health. Lizards would be able to find insects in substrates covered by ash by tracking their scents, however, suggesting that starvation may not necessarily be an immediate cause of mortality after a fire or a volcanic eruption.\nRESUMEN.—Los incendios y las erupciones volcánicas producen cenizas que pueden afectar negativamente a los sobrevivientes de estas perturbaciones. Es por lo tanto esperable que los animales intenten evitar zonas cubiertas por cenizas, cuando sea posible. Nosotras probamos esta predicción determinando la selección de sustrato, ceniza vs. tierra, en dos especies de lagartijas insectı́voras de Liolaemus. Expusimos a cada especie al tipo de ceniza más probable de encontrar en su hábitat; cenizas de fuego para Liolaemus lemniscatus y volcánica para Liolaemus pictus. También determinamos la habilidad de estas especies de rastrear esencias de insectos, dado que la efectividad del rastreo de esencias, y por lo tanto la habilidad de encontrar alimento, podrı́a reducirse en las cenizas. Contrario a nuestras expectativas, ambas especies exploraron más la ceniza que la tierra, y fueron capaces de detectar esencias de insectos en la ceniza. Concluimos que al menos en un perı́odo relativamente corto (e.g. dı́as) después de una perturbación que involucre la producción de ceniza, los lagartos sobrevivientes no evitarı́an las cenizas, lo que podrı́a afectar negativamente su salud. Sin embargo, los lagartos serı́an capaces de encontrar insectos en sustratos cubiertos de cenizas rastreando sus esencias, sugiriendo que la hambruna no serı́a necesariamente una causa inmediata de mortalidad después de un incendio o de una erupción volcánica.\nOrganisms continuously face biotic (e.g., predators) and abiotic (e.g., large-scale disturbances) threats that challenge their survival. Disturbances such as floods, volcanic eruptions, hurricanes, and severe fires can be critical, because they provoke novel stressors, habitat changes, and massive mortalities that can cause local extinction (Lugo, 2008; Schowalter, 2012; Elizalde, 2014). From a conservation perspective, such disturbances are becoming more important, because they may be increasing in frequency as a consequence of climate change and anthropogenic perturbation (Van Aalst, 2006; Podolskiy, 2009; McGuire, 2010; Huang and Cheng, 2013). Therefore, understanding how organisms respond and recover from such disturbances is relevant (e.g., Pelegrin and Bucher, 2010; Hossack and Pilliod, 2011; Pianka and Goodyear, 2012; Arnalds, 2013), keeping in mind that disturbances differ in extension, intensity, and character (Horwell, 2007; Schowalter, 2012; Arnalds, 2013; Verkaik et al., 2013).\nFires and volcanic eruptions are disturbances with certain commonalities, including ash production (Schowalter, 2012). Although the ash produced by fire and volcanism differs in chemical and physical characteristics (Etiegni and Campbell, 1991; Horwell, 2007; Bodı́ et al., 2014; Daga et al., 2014), the particulate matter of ash has negative health effects on wildlife and humans (Marske et al., 2007; Finlay et al., 2012; Grob et al., 2012; Unno et al., 2014). For example, accumulation of ash on plant leaves induces damage that reduces photosynthetic activity (Seymour et al., 1983; Biondi et al., 2003; Ayris and Delmelle, 2012) and, therefore, plant productivity (Tognetti et\nal., 2012; Chaneton et al., 2014). Insect-dependent plant reproduction can be impaired because pollinators are not able to follow flower trails covered by ash (Morales et al., 2014). In addition, insects experience mortality (Fernández-Arhex et al., 2015) attributable to cuticle abrasion by ash and by the accumulation of ash in their digestive and respiratory systems (Edwards and Schwartz, 1981; Gersich and Brusven, 1982; Buteler et al., 2014; Elizalde, 2014). Vertebrates also experience adverse effects attributable to the food shortage and difficulties in finding food in the ash (Wilson et al., 2011a; Boretto et al., 2014). In addition, they experience pathologies in the respiratory and digestive systems caused by the introduction of large amounts of ash (Wilson et al., 2011a,b; Pedersen et al., 2012).\nSuch negative impacts may induce organisms to avoid ash. A few studies with insects have tested experimentally this prediction but found only partial support. Honeybees do not avoid food mixed with ash (Martinez et al., 2013), whereas rice weevils prefer to eat in ash-free areas although they do not seem to avoid ash (Buteler et al., 2014). In contrast, different aquatic insects showed strong rejection of their preferred substrates when these were covered with ash (Brusven and Hornig, 1984). For many other taxa, such as lizards, there is no experimental evaluation of their reaction to ash. Field observation of the lizard species Phymaturus spectabilis, suggests that individuals of this species do not actively select areas with a reduced layer of volcanic ash (Cabezas-Cartes et al., 2014), although ash seems to have a negative effect on their body condition (Boretto et al., 2014).\nOur aim was to experimentally explore substrate selection (ash vs. soil), made by two insectivorous Liolaemus lizard species. We also tested their ability to track insect scents and, 3Corresponding author. E-mail: a.l.lillo@bio.uio.no DOI: 10.1670/16-105\nDownloaded From: https://bioone.org/journals/Journal-of-Herpetology on 20 Feb 2019 Terms of Use: https://bioone.org/terms-of-use Access provided by University of Arizona\nthus, to find food in ash. Lizards in general have low dispersal abilities (e.g., Massot et al., 2003), and survivors trapped in an area distant from ash-free patches necessarily will need to search for food in ash. This may depend on the ability to track prey scents, particularly if insects are buried or remain motionless in the ash (e.g., Edwards and Schwartz, 1981; Elizalde, 2014). Presently, we know that different Liolaemus species respond to a diversity of scents (e.g., Labra, 2008, 2011; Labra and Hoare, 2015; Vicente and Halloy, 2016), including from prey (Labra, 2007; Monachesi-Ruiz and Vandecantos, 2017). Ash, however, may reduce the ability to track food scents (Briggs and Vander Wall, 2004), as ash odors may mask food scents or because some ash components (e.g., silica, charcoal) may trap scents (Vander Wall, 2003; D’Alessandro and Turlings, 2005; Roy, 2007).\nEach Liolaemus species was exposed to the type of ash it is most likely to encounter in its natural habitat. We studied the response to fire ash in Liolaemus lemniscatus, a ground-dwelling species (Jaksić and Núñez, 1979) of the Mediterranean sclerophyllous scrublands from central Chile (Mella, 2005), a system prone to fires (Keeley, 2012). Before the Andean uplift, this region experienced fires as consequence of summer lightning storms, which were subsequently blocked by the mountain range (Keeley, 2012). Modern fires occur only as a consequence of human perturbations (Armesto et al., 1994; Moreno, 2000). Central Chile has the highest human density of the country, causing elevated risk of fires (Altamirano et al., 2013; Castillo et al., 2013); therefore, L. lemniscatus has high probabilities to face fires. We studied the response to volcanic ash in Liolaemus pictus, a species usually found in fallen logs or in the ground (pers. obs.) in open areas of Nothofagus forests across the south of Chile and Argentina (Cei, 1986; Mella, 2005). This region has a large number of active volcanoes (Dzierma and Wehrmann, 2012); thus, L. pictus faces risk of volcanic eruptions across its whole distributional range. We predicted that the immediate response of both species will be to avoid ash (e.g., Wilson et al., 2011b; Schowalter, 2012; Ray and Bergey, 2015) and that these insectivorous lizards (Vidal and Labra, 2008) may not be able to track prey scents in ash (Briggs and Vander Wall, 2004). The results may provide insights that may help predict the survival abilities of affected populations of these species, and potentially of related species, to ash."
  }, {
    "heading": "MATERIALS AND METHODS",
    "text": "Lizards and Substrates.—In January 2010, we collected finegrained ash after a forest fire in Altos de Chicauma, a Mediterranean scrubland of central Chile. In an area unaffected by the fire, at the border of the burned area (33813012.56 00S; 70854021.84 00W), we collected ash-free soil and 22 adults (16 M and 6 F) of L. lemniscatus (see Fig. 1). In August 2011, we collected volcanic ash in Futrono (40851016.94 00S; 72816011.70 00W; Fig. 1) from the eruption of the Puyehue–Cordón Caulle complex that occurred in June 2011. We stored ash in sealed plastic containers until use. In November 2011, during the active season of lizards, we collected 21 adults (17 M and 4 F) of L. pictus near Coñaripe (39830035.09 00S; 71853041.39 00W), as well as ash-free soil (see Fig. 1). Our aims were to collect lizards that had not been exposed to ash and soils from where we saw lizards basking or moving. The location of each lizard was georeferenced to return them to their exact collecting point at the end of the experiments.\nWe transported substrates and lizards to the laboratory where they were housed individually in plastic enclosures (44.5 · 32 ·\n25 cm) that had climbing surfaces in the form of two windows covered by a plastic mesh in the front and in the lid. Enclosures had a sandy substrate, a wooden stick used as a perch, a pot for water, and an inverted pot for use as shelter and basking place. We provided water permanently and food (mealworms dusted with vitamins) three times per week. Before the experiments, lizards remained undisturbed for at least one week (except for feeding), allowing habituation to the experimental conditions. We maintained lizards in an indoor vivarium with continuous ventilation and conditions mimicking those recorded in the field during normal hot days, a photoperiod of 13:11 L:D that went along with temperatures between 338C to 128C, all provided by halogen lights.\nExperimental Design.—We sieved substrates to homogenize their texture, precluding variation in roughness that could bias substrate selection by modifying the willingness to explore both substrates, as lizards tend to do more chemical exploration (for more explanations, see below) in substrates with small objects such as stones or twigs (pers. obs.). We prepared two types of experimental arenas, using the same type of enclosures as those used to maintain lizards. We divided the enclosures in two halves along the major axis, and each side had a 3-cm layer of different substrates; the positions of the substrates were randomized across trials. Experiments were: 1) substrate discrimination: on one side there was soil (ash free) and in the other ash from fire for L. lemniscatus and from a volcanic eruption for L. pictus; and 2) prey–scent discrimination. We followed the protocol previously used to study prey chemical recognition in L. lemniscatus (Labra, 2007). Enclosures had only ash as substrate (different for each species), and in one section we placed 30 mealworms (22–25 mm in length), considering these species can include prey that are found in high densities (Vidal and Labra, 2008). We positioned a cardboard barrier between the sections to prevent mealworms from moving across sections. Substrates of both sides were covered with a paper towel, lightly moistened every two days to provide refuge and to prevent dehydration of the mealworms. To ensure enough prey scents, the experimental enclosures were prepared one week in advance. Before starting a trial, we removed the barrier, paper towels, mealworms, and their molts. For this type of experiment, lizards were fasted for three days before trials to ensure that they would be eager to search for food (Labra, 2007).\nIn both experiments (substrate and prey–scent discrimination), we used a partially counterbalanced design. For logistic reasons (i.e., lack of enough ash), we removed from the total sample size seven individuals for both species in the preydiscrimination experiments. The focal lizard was taken from its enclosure and placed in a cloth bag for 10 min (each lizard had its own bag) to reduce the handling stress (Labra, 2011). Thereafter, the bag was carefully opened in the middle upper part of the experimental enclosure, allowing the lizard to move freely into the enclosure. Once the lizard was on the enclosure floor, the bag was removed, and we closed the enclosure with a glass sheet (37 · 30 cm), instead of the plastic lid, to facilitate filming. We placed a video camera (Sony DCR-TRV 310 NTSC) 60 cm above the experimental enclosure to film the lizards’ behavior for 10 min after they made the first tongue flick (Labra, 2007). At the end of each trial, lizards were returned to their maintenance enclosures and remained undisturbed for at least three days before the next trail (except for feeding). The experimental enclosures were cleaned, and the substrates were discarded.\nDownloaded From: https://bioone.org/journals/Journal-of-Herpetology on 20 Feb 2019 Terms of Use: https://bioone.org/terms-of-use Access provided by University of Arizona\nDownloaded From: https://bioone.org/journals/Journal-of-Herpetology on 20 Feb 2019 Terms of Use: https://bioone.org/terms-of-use Access provided by University of Arizona\nFrom the videotapes, and using focal animal sampling for each lizard, we determined three variables separately by substrate (Labra, 2007). Using a counter, we recorded number of tongue flicks to the substrate, i.e., rapid protrusion, and retraction of the tongue that is considered an index of chemical exploration. Using a stopwatch, we recorded total time(s) in movement that included adjustments of body posture, head movements (scanning), and body displacements, and finally, the total time (s) of permanence in a section, independently of whether the lizard was active or not. When a lizard was between the two sections, we set its position to where the head was. To avoid biases in the records (i.e., expectancy effect), both authors independently analyzed some videos from the substrate-discrimination experiment. In the case of the prey–scent discrimination experiment, the experimenter who analyzed the videos (MM) was blind to the scent location.\nWe examined the residuals of the variables to confirm the model assumptions. Some variables were transformed (log10 or square root), as indicated in the results. For each type of experiment, we compared every behavior recorded in both sections of the enclosures with a t-test for dependent measures. Using the same test, we also compared the rates (log10 transformed) of the number of tongue flicks and time moving exhibited in each section by treatment, standardized by the time of permanence in each section. Liolaemus pictus always spent a variable amount of the total experimental time moving in the front window, and therefore, we analyzed the data considering the percentage of the total time on the floor of each section, and movements and tongue flicks were standardized by these percentages. Because these results had the same trends as those obtained when data were unstandardized, we present only the latter."
  }, {
    "heading": "RESULTS",
    "text": "Substrate Discrimination.—Liolaemus lemniscatus tongue flicked more (Fig. 2A) and at a higher rate (t = 4.15; P = 0.0005) in the ash than in the soil. Nevertheless they moved and spent the same amount of time in both substrates (Figs. 2B, C, respectively), and the rate of movement was also similar in both substrates (t = 0.86; P = 0.40). In the case of L. pictus, lizards remained on the window up to 87% of the experimental period (mean = 35.2%). While they were on the enclosure floor, they exhibited more chemical exploration in the ash than in the soil (Fig. 3A), and even though they spent an equal amount of time moving in both substrates (Fig. 3B), they remained for longer in the area with ash (Fig. 3C). In both substrates, lizards had similar rates of tongue flicks (t = 0.16; P = 0.87) and time in movement (t = 1.42; P = 0.17).\nPrey–Scent Discrimination.—Liolaemus lemniscatus explored more, chemically and behaviorally, the area with prey scents than the area without these scents (Fig. 2D, E, respectively), although they spent the same amount of time in both substrates (Fig. 2F). In both substrates, lizards showed the same rate of tongue flicks (t = 0.97; P = 0.35) and time in movement (t = 0.04; P = 0.97). Liolaemus pictus, on the other hand, remained clinging to the window for up to 94% of the experimental period (mean = 28%). While lizards were on the enclosure floor, they made more tongue flicks and movements and spent more time in the section with prey scents (Fig. 3D, E, F, respectively). In both substrates, however, lizards had similar rates of tongue flicks (t = 0.67; P = 0.52) and time in movement (t = 0.03; P = 0.97)."
  }, {
    "heading": "DISCUSSION",
    "text": "Our knowledge about how lizards respond to fires and volcanic eruptions is restricted mainly to analyses of how lizard assemblages change across years after disturbances (e.g., Pelegrin and Bucher, 2010; Pianka and Goodyear, 2012). Those studies help us understand the factors that modulate the recovery of the diversity and the abundance of different species after a disturbance (Shine et al., 2016). Much less is known, however, about the immediate response of surviving individuals. An exception is the study by Fenner and Bull (2007) who reported that individuals of the threatened skink species, Tiliqua adelaidensis, remained for longer (days) inside their burrows after a fire, reducing their activity and foraging, and decaying in body condition. In our study, we found that naı̈ve ‘‘survivor’’ lizards did not avoid ash; in fact, they investigated this substrate more than soil. This was particularly pronounced in L. lemniscatus, which also showed an increased rate of tongue flicks in ash. In addition, both species were able to detect prey scents in ash, suggesting they might be able to find food when available shortly after a disturbance.\nIn general, animals tend to investigate more novel elements, and the information they obtain may be helpful in different ways (Byrne, 2013; Pisula et al., 2013). Similarly, Liolaemus species explore more, both chemically (tongue flicks) and behaviorally (movements), scents that are more attractive, new, or less common than familiar scents (e.g., Labra, 2008; Aguilar et al., 2009). In this study, the two Liolaemus species showed elevated chemical exploration of ash as compared to familiar soil, indicating that species differentiated the substrates and that ash may constitute an unfamiliar substrate. The two species, however, used the test substrates (ash vs. soil) differently; L. lemniscatus spent equal amounts of time in both substrates, whereas L. pictus preferred to remain in the ash. Based on our observations, we postulate that substrate selection of L. pictus may be a consequence of the lizards being more cryptic in ash than in soil. Lillywhite et al. (1977) observed that after a fire individuals of Sceloporus occidentalis preferred to remain in burned areas where they were more cryptic.\nConsidering the various negative effects of ash on wildlife (e.g., Wilson et al., 2011b; Schowalter, 2012; Ray and Bergey, 2015), it is intriguing that lizards did not avoid the ash substrate when they had the possibility to remain on a ‘‘safe’’ and familiar substrate. Potentially, the short experimental period in which lizards were exposed to ash may not have been enough for them to experience adverse effects that could motivate rejection of this substrate. Under a real scenario, however, if lizards do not actively avoid ash, they may experience significant health problems such as ocular irritation and respiratory problems (Horwell, 2007; Gudmundsson, 2011; Grob et al., 2012; Unno et al., 2014), as well as digestive complications attributable to ingestion of ash along with prey (Mitchell and Diaz-Figueroa, 2005). Ash may also obstruct the vomeronasal organ, the lizards’ main chemoreceptor organ that receives chemical information delivered by the tongue (Filoramo and Schwenk, 2009). Experimental evidence indicates that obstruction of this organ impairs chemoreception, reducing the ability to discriminate scents (Cooper and Alberts, 1991). Therefore, the chemical perception of different type of scents, including food (Labra, 2007; 2008), could be impaired.\nThe lizard species Phymaturus spectabilis did not select areas with low ash concentration for a full 8 months after a volcanic eruption, despite that their locomotor performance, body condition, and reproduction were negatively affected by the\nDownloaded From: https://bioone.org/journals/Journal-of-Herpetology on 20 Feb 2019 Terms of Use: https://bioone.org/terms-of-use Access provided by University of Arizona\nash (Boretto et al., 2014; Cabezas-Cartes et al., 2014). These\nresults, together with ours, indicate that at least some iguanian\nlizards do not have good mechanisms for avoiding ash. We\ncannot rule out, however, that L. pictus did attempt to avoid ash\nby clinging to the window.\nBoth lizard species explored more, chemically and behav-\niorally, the area with prey scents, indicating that they are able\nto track insect scents in ash. This was mainly a consequence of\nlizards spending more time in the scented area, as we did not\nfind differences in the rate of tongue flicks and movements.\nIncreased exploration of food-scented areas has previously\nbeen observed in L. lemniscatus but in a neutral (sandy)\nsubstrate (Labra, 2007). The ability to detect prey scents can be\nimportant for survivors of a disturbance to find food by\nDownloaded From: https://bioone.org/journals/Journal-of-Herpetology on 20 Feb 2019 Terms of Use: https://bioone.org/terms-of-use Access provided by University of Arizona\nfollowing prey scents of insects superficially buried or\nmotionless in the ash (e.g., Labra, 2007). This is relevant\nbecause lizards are generally less able to find motionless prey\n(Fleishman, 1992; Hoese et al., 2008). Furthermore, most insects\nexperience elevated mortality when exposed to ash (Schowal-\nter, 2012; Fernández-Arhex et al., 2013; Buteler et al., 2014; but\nsee Wille and Fuentes, 1975, for an exception), making it\npotentially beneficial for lizards to follow prey scents after ash\nexposure. In this study, L. lemniscatus did not remain for longer\nin the area with prey scents, as was observed in a previous\nstudy (Labra, 2007). This difference may be consequence of\nfasting lizards for fewer days than in the previous study (3 vs.\n5 days). In contrast, L. pictus did remain for longer in the food-\nscented area; this may be attributable to this species being\nDownloaded From: https://bioone.org/journals/Journal-of-Herpetology on 20 Feb 2019 Terms of Use: https://bioone.org/terms-of-use Access provided by University of Arizona\nbigger than L. lemniscatus (Mella, 2005), and it may have been comparatively more hungry than L. lemniscatus.\nWe conclude that these Liolaemus lizards, at least in the short term, do not reject the ash they find in their environments. In addition, lizards in ash may be able to find insects following their traces, suggesting that starvation might not be the main source of immediate mortality after a disturbance. Some populations of L. pictus include a relatively high percentage of fruits and seeds in their diets (Vidal and Sabat, 2010), but whether individuals will be able to track these vegetation scents in ash is unclear.\nAcknowledgments.—The study was authorized by SAG (Resolution 5480 and 7575). We thank two anonymous reviewers, R. Ligon, T. Doan, and, particularly, T. F. Hansen for their valuable contribution to improve previous versions of this manuscript. We also thank J. Constanzo-Chávez, M. Hoare, J. Lagos, A. Martı́nez, F. Norambuena, G. Silva, A. Zapata, M. Penna, N. Velázquez, and O. Acevedo for help in the field and laboratory. Funds: Fondecyt 1090251 and 1120181 (AL)."
  }, {
    "heading": "LITERATURE CITED",
    "text": "AGUILAR, P. M., A. LABRA, AND H. M. NIEMEYER. 2009. Self-chemical recognition in the lizard Liolaemus fitzgeraldi. Journal of Ethology 27: 181–184. ALTAMIRANO, A., C. SALAS, V. YAITUL, C. SMITH-RAMIREZ, AND A. ÁVILA. 2013. The influence of landscape heterogeneity on forest fire occurrence in central Chile. Revista de Geografı́a Norte Grande 55: 157–170. ARMESTO, J. J., C. VILLAGRÁN, AND C. DONOSO. 1994. Desde la era glacial a la industrial: la historia del bosque templado chileno. Ciencia y Ambiente 10:66–72. ARNALDS, O. 2013. The influence of volcanic tephra (ash) on ecosystems. Advances in Agronomy 121:331–380. AYRIS, P. M., AND P. DELMELLE. 2012. The immediate environmental effects of tephra emission. Bulletin of Volcanology 74:1905–1936. BIONDI, F., I. G. ESTRADA, J. C. G. RUIZ, AND A. E. TORRES. 2003. Tree growth response to the 1913 eruption of Volcán de Fuego de Colima, Mexico. Quaternary Research 59:293–299. BODÍ, M. B., D. A. MARTIN, V. N. BALFOUR, C. SANTÍN, S. H. DOERR, P. PEREIRA, A. CERDÀ, AND J. MATAIX-SOLERA. 2014. Wildland fire ash: production, composition and eco-hydro-geomorphic effects. EarthScience Reviews 130:103–127. BORETTO, J. M., F. CABEZAS-CARTES, E. L. KUBISCH, B. SINERVO, AND N. R. IBARGÜENGOYTÍA. 2014. Changes in female reproduction and body condition in an endemic lizard, Phymaturus spectabilis, following the Puyehue volcanic ashfall event. Herpetological Conservation and Biology 9:181–191. BRIGGS, J. S., AND S. B. VANDER WALL. 2004. Substrate type affects caching and pilferage of pine seeds by chipmunks. Behavioral Ecology 15: 666–672. BRUSVEN, M. A., AND C. E. HORNIG. 1984. Effects of suspended and deposited volcanic ash on survival and behavior of stream insects. Journal of the Kansas Entomological Society 57:55–62. BUTELER, M., G. P. LÓPEZ GARCÍA, A. A. POCHETTINO, N. STEFANAZZI, A. A. FERRERO, AND T. STADLER. 2014. Insecticidal activity of volcanic ash against Sitophilus oryzae L. (Coleoptera: Curculionidae) under laboratory conditions. Ecologı́a Austral 24:17–22. BYRNE, R. W. 2013. Animal curiosity. Current Biology 23:469–470. CABEZAS-CARTES, F., E. L. KUBISCH, AND N. R. IBARGÜENGOYTÍA. 2014.\nConsequences of volcanic ash deposition on the locomotor performance of the Phymaturus spectabilis lizard from Patagonia, Argentina. Journal of Experimental Zoology 321A:164–172. CASTILLO, M. E., J. R. MOLINA-MARTÍNEZ, F. RODRÍQUEZ Y SILVA, AND G. H. JULIO. 2013. A territorial fire vulnerability model for Mediterranean ecosystems in South America. Ecological Informatics 13:106–113. CEI, J. M. 1986. Reptiles del Centro, Centro-Oeste y Sur de la Argentina. Herpetofauna de las Zonas Áridas y Semiáridas. Museo Regionale di Scienze Naturali, Italy."
  }, {
    "heading": "CHANETON, E. J., N. MAZÍA, L. A. GARIBALDI, J. CHAIJ, AND T. KITZBERGER.",
    "text": "2014. Impact of volcanic ash deposition on foliar productivity and insect herbivory in northern Patagonia deciduous forests. Ecologı́a Austral 24:51–63. COOPER, W. E., JR., AND A. C. ALBERTS. 1991. Tongue-flicking and biting in response to chemical food stimuli by an iguanid lizard (Dipsosaurus dorsalis) having sealed vomeronasal ducts: vomerolfaction may mediate these behavioral responses. Journal of Chemical Ecology 17:135–146. DAGA, R., S. R. GUEVARA, D. G. POIRE, AND M. ARRIBERE. 2014. Characterization of tephras dispersed by the recent eruptions of volcanoes Calbuco (1961), Chaiten (2008) and Cordon Caulle Complex (1960 and 2011), in Northern Patagonia. Journal of South American Earth Sciences 49:1–14. D’ALESSANDRO, M., AND T. C. J. TURLINGS. 2005. In situ modification of herbivore-induced plant odors: a novel approach to study the attractiveness of volatile organic compounds to parasitic wasps. Chemical Senses 30:739–753. DZIERMA, Y., AND H. WEHRMANN. 2012. On the likelihood of future eruptions in the Chilean southern volcanic zone: interpreting the past century’s eruption record based on statistical analyses. Andean Geology 39:380–393. EDWARDS, J. S., AND L. M. SCHWARTZ. 1981. Mount St-Helens ash: a natural insecticide. Canadian Journal of Zoology-Revue Canadienne de Zoologie 59:714–715. ELIZALDE, L. 2014. Volcanism and arthropods: a review. Ecologı́a Austral 24:3–16. ETIEGNI, L., AND A. G. CAMPBELL. 1991. Physical and chemical characteristics of wood ash. Bioresource Technology 37:173–178. FENNER, A. L., AND C. M. BULL. 2007. Short-term impact of grassland fire on the endangered pygmy bluetongue lizard. Journal of Zoology 272:444–450. FERNÁNDEZ-ARHEX, V., M. BUTELER, M. E. AMADIO, A. ENRIQUEZ, A. L. PIETRANTUONO, T. STADLER, G. BECKER, AND O. BRUZZONE. 2013. The effects of volcanic ash from Puyehue-Caulle range eruption on the survival of Dichroplus vittigerum (Orthoptera: Acrididae). Florida Entomologist 96:286–288. FERNÁNDEZ-ARHEX, V., M. E. AMADIO, A. ENRIQUEZ, A. L. PIETRANTUONO, G. BECKER, AND O. BRUZZONE. 2015. Effect of volcanic ash over Orthoptera survival in Patagonia. Ecologı́a Austral 25:81–85. FILORAMO, N. I., AND K. SCHWENK. 2009. The mechanism of chemical delivery to the vomeronasal organs in Squamate reptiles: a comparative morphological approach. Journal of Experimental Zoology 311A:20–34. FINLAY, S. E., A. MOFFAT, R. GAZZARD, D. BAKER, AND V. MURRAY. 2012. Health impacts of wildfires. PLOS Currents 4: e4f959951cce2c. FLEISHMAN, L. J. 1992. The influence of the sensory system and the environment on motion patterns in the visual displays of anoline lizards and other vertebrates. American Naturalist 139:S36–S61. GERSICH, F. M., AND M. A. BRUSVEN. 1982. Volcanic ash accumulation and ash-voiding mechanisms of aquatic insects. Journal of the Kansas Entomological Society 55:290–296. GROB, B. E., G. M. OYARZÚN, I. CAVIERES, P. ZARGES, AND G. M. BUSTAMANTE. 2012. ¿Son las cenizas volcánicas un riesgo para la salud respiratoria?: Revisión a propósito de la erupción del Cordón del Caulle en junio de 2011. Revista Chilena de Enfermedades Respiratorias 28: 294–302. GUDMUNDSSON, G. 2011. Respiratory health effects of volcanic ash with special reference to Iceland. A review. Clinical Respiratory Journal 5: 2–9. HOESE, F., R. A. PETERS, AND C. S. EVANS. 2008. The effect of variation in prey movement on the predatory response of jacky lizards (Amphibolurus muricatus). Ethology 114:718–727. HORWELL, C. J. 2007. Grain-size analysis of volcanic ash for the rapid assessment of respiratory health hazard. Journal of Environmental Monitoring 9:1107–1115. HOSSACK, B. R., AND D. S. PILLIOD. 2011. Amphibian responses to wildfire in the western United States: emerging patterns from short-term studies. Fire Ecology 7:129–144. HUANG, Y., AND H. L. CHENG. 2013. The impact of climate change on coastal geological disasters in southeastern China. Natural Hazards 65:377–390. JAKSIĆ, F. M., AND H. NÚÑEZ. 1979. Escaping behavior and morphological correlates in two Liolaemus species of central Chile (Lacertilia: Iguanidae). Oecologia 42:119–122.\nDownloaded From: https://bioone.org/journals/Journal-of-Herpetology on 20 Feb 2019 Terms of Use: https://bioone.org/terms-of-use Access provided by University of Arizona\nKEELEY, J. E. 2012. Fire in Mediterranean climate ecosystems—a comparative overview. Israel Journal of Ecology and Evolution 58: 123–135. LABRA, A. 2007. The peculiar case of an insectivorous iguanid lizard that detects chemical cues from prey. Chemoecology 17:103–108. ———. 2008. Multi-contextual use of chemosignals by Liolaemus lizards. Pp, 357–365 in J. L. Hurst, R. J. Beynon, S. C. Roberts, and T. D. Wyatt (eds.), Chemical Signals in Vertebrates 11. SpringerLink, USA. ———. 2011. Chemical stimuli and species recognition in Liolaemus lizards. Journal of Zoology 285:215–221. LABRA, A., AND M. HOARE. 2015. Chemical recognition in a snake-lizard predator-prey system. actha ethologia 18:173–179. LILLYWHITE, H. B., G. FRIEDMAN, AND N. FORD. 1977. Color matching and perch selection by lizards in recently burned chaparral. Copeia 1977: 115–121. LUGO, A.E. 2008. Visible and invisible effects of hurricanes on forest ecosystems: an international review. Austral Ecology 33:368–398. MARSKE, K. A., M. A. IVIE, AND G. M. HILTON. 2007. Effects of volcanic ash on the forest canopy insects of Montserrat, West Indies. Environmental Entomology 36: 817–825. MARTINEZ, A. S., M. MASCIOCCHI, J. M. VILLACIDE, G. HUERTA, L. DANERI, A. BRUCHHAUSEN, G. ROZAS, AND J. C. CORLEY. 2013. Ashes in the air: the effects of volcanic ash emissions on plant-pollinator relationships and possible consequences for apiculture. Apidologie 44:268–277. MASSOT, M., R. B. HUEY, J. TSUJI, AND F. H. VAN BERKUM. 2003. Genetic, prenatal, and postnatal correlates of dispersal in hatchling fence lizards (Sceloporus occidentalis). Behavioral Ecology 14:650–655. MCGUIRE, B. 2010. Potential for a hazardous geospheric response to projected future climate changes. Philosophical Transactions of the Royal Society 368A:2317–2345. MELLA, J. E. 2005. Guı́a de Campo Reptiles de Chile: Zona Central. Centro de Ecologı́a Aplicada Ltda, Chile. MITCHELL, M. A., AND O. DIAZ-FIGUEROA. 2005. Clinical reptile gastroenterology. Veterinary Clinics of North America Exotic Animal Practice 8:277–298. MONACHESI-RUIZ, M. R., AND S. VALDECANTOS. 2017. Chemical recognition of the prey in Liolaemus ceii (Donoso-Barros, 1971). Herpetology Notes 10:327–28. MORALES, C. L., A. SAEZ, M. P. ARBETMAN, L. CAVALLERO, AND M. A. AIZEN. 2014. Detrimental effects of volcanic ash deposition on bee fauna and plant-pollinator interactions. Ecologı́a Austral 24:42–50. MORENO, P. I. 2000. Climate, fire, and vegetation between about 13,000 and 9200 14C yr B.P. in the Chilean lake district. Quaternary Research 54:81–89. PEDERSEN, S. C., T. E. POPOWICS, G. G. KWIECINSKI, AND D. E. B. KNUDSEN. 2012. Sublethal pathology in bats associated with stress and volcanic activity on Montserrat, West Indies. Journal of Mammalogy 93:1380– 1392. PELEGRIN, N., AND E. H. BUCHER. 2010. Long-term effects of a wildfire on a lizard assemblage in the Arid Chaco forest. Journal of Arid Environments 74:368–372. PIANKA, E. R., AND S. E. GOODYEAR. 2012. Lizard responses to wildfire in arid interior Australia: long-term experimental data and commonalities with other studies. Austral Ecology 37:1–11. PISULA, W., K. TURLEJSKI, AND E. P. CHARLES. 2013. Comparative psychology as unified psychology: the case of curiosity and other novelty-related behavior. Review of General Psychology 17:224–229. PODOLSKIY, E. A. 2009. Effects of recent environmental changes on global seismicity and volcanism. Earth Interactions 13:1–14.\nRAY, E. J., AND E. A. BERGEY. 2015. After the burn: factors affecting land snail survival in post-prescribed-burn woodlands. Journal of Molluscan Studies 81:44–50. ROY, M. M. 2007. Charcoal-adsorption, water-washing, and air-dilution systems to reduce diesel emissions with special emphasis on odor reduction Journal of Energy Resources Technology 129:338–347. SCHOWALTER, T. D. 2012. Insect responses to major landscape-level disturbance. Annual Review of Entomology 57:1–20. SEYMOUR, V. A., T. M. HINCKLEY, Y. MORIKAWA, AND J. F. FRANKLIN. 1983. Foliage damage in coniferous trees following volcanic ashfall from Mt. St. Helens. Oecologia 59:339–343. SHINE, R., G. P. BROWN, AND M. J. ELPHICK. 2016. Effects of intense wildfires on the nesting ecology of oviparous montane lizards. Austral Ecology 41:756–767. TOGNETTI, R., F. LOMBARDI, B. LASSERRE, G. BATTIPAGLIA, M. SAURER, P. CHERUBINI, AND M. MARCHETTI. 2012. Tree-ring responses in Araucaria araucana to two major eruptions of Lonquimay Volcano (Chile). Trees 26:1805–1819. UNNO, H., K. FUTAMURA, H. MORITA, R. KOJIMA, K. ARAE, S. NAKAE, H. IDA, H. SAITO, K. MATSUMOTO, AND A. MATSUDA. 2014. Silica and doublestranded RNA synergistically induce bronchial epithelial apoptosis and airway inflammation. American Journal of Respiratory Cell and Molecular Biology 51:344–353. VAN AALST, M. K. 2006. The impacts of climate change on the risk of natural disasters. Disasters 30:5–18. VANDER WALL, S. B. 2003. How rodents smell buried seeds: a model based on the behavior of pesticides in soil. Journal of Mammalogy 84:1089– 1099. VERKAIK, I., M. RIERADEVALL, S. D. COOPER, J. M. MELACK, T. L. DUDLEY, AND N. PRAT. 2013. Fire as a disturbance in mediterranean climate streams. Hydrobiologia 719:353–382. VICENTE, N. S., AND M. HALLOY. 2016. Chemical recognition of conspecifics in a Neotropical lizard, Liolaemus pacha (Iguania: Liolaemidae): relation to visual displays, season and sex. Journal of Ethology 34:329–335. VIDAL, M. A., AND A. LABRA. 2008. Dieta de anfibios y reptiles. Pp. 453– 482 in M. A. Vidal and A. Labra (eds.), Herpetologı́a de Chile. Science Verlag, Chile. VIDAL, M. A., AND P. SABAT. 2010. Stable isotopes document mainlandisland divergence in resource use without concomitant physiological changes in the lizard Liolaemus pictus. Comparative Biochemistry and Physiology B 156:61–67. WILLE, A., AND G. FUENTES. 1975. Efecto de la ceniza del Volcán Irazu (Costa Rica) en algunos insectos. Revista de Biologı́a Tropical 23:165– 176. WILSON, T. M., J. W. COLE, S. J. CRONIN, C. STEWART, AND D. M. JOHNSTON. 2011a. Impacts on agriculture following the 1991 eruption of Vulcan Hudson, Patagonia: lessons for recovery. Natural Hazards 57:185– 212. WILSON, T. M., J. W. COLE, C. STEWART, S. J. CRONIN, AND D. M. JOHNSTON. 2011b. Ash storms: impacts of wind-remobilised volcanic ash on rural communities and agriculture following the 1991 Hudson eruption, southern Patagonia, Chile. Bulletin of Volcanology 73: 223–239.\nAccepted: 20 March 2017. Published online: 28 July 2017.\nDownloaded From: https://bioone.org/journals/Journal-of-Herpetology on 20 Feb 2019 Terms of Use: https://bioone.org/terms-of-use Access provided by University of Arizona"
  }],
  "year": 2019,
  "references": [],
  "id": "SP:263e3e9fbe6a4b3cef3032a6e9910bc162343188",
  "authors": [{
    "name": "MARTA MORA",
    "affiliations": []
  }, {
    "name": "ANTONIETA LABRA",
    "affiliations": []
  }],
  "abstractText": "—Fires and volcanic eruptions produce ash that may negatively affect survivors of the disturbances themselves. Therefore, animals are expected to avoid areas covered by ash when possible. We tested this prediction by determining the substrate selection, ash vs. soil, in two insectivorous Liolaemus lizard species. We exposed each species to the type of ash it is most likely to encounter in its habitat: fire ash for Liolaemus lemniscatus and volcanic ash for Liolaemus pictus. We also determined the ability of these species to track insect scents in ash, as the effectiveness of scent tracking, and hence the ability to find food, may be reduced in ash. Contrary to our expectations, both species explored ash more than soil, and they were able to detect insect scents in ash. We concluded that at least shortly (e.g., days) after a disturbance involving ash production, surviving lizards may not avoid ash that may have negative impact on their health. Lizards would be able to find insects in substrates covered by ash by tracking their scents, however, suggesting that starvation may not necessarily be an immediate cause of mortality after a fire or a volcanic eruption. RESUMEN.—Los incendios y las erupciones volcánicas producen cenizas que pueden afectar negativamente a los sobrevivientes de estas perturbaciones. Es por lo tanto esperable que los animales intenten evitar zonas cubiertas por cenizas, cuando sea posible. Nosotras probamos esta predicción determinando la selección de sustrato, ceniza vs. tierra, en dos especies de lagartijas insectı́voras de Liolaemus. Expusimos a cada especie al tipo de ceniza más probable de encontrar en su hábitat; cenizas de fuego para Liolaemus lemniscatus y volcánica para Liolaemus pictus. También determinamos la habilidad de estas especies de rastrear esencias de insectos, dado que la efectividad del rastreo de esencias, y por lo tanto la habilidad de encontrar alimento, podrı́a reducirse en las cenizas. Contrario a nuestras expectativas, ambas especies exploraron más la ceniza que la tierra, y fueron capaces de detectar esencias de insectos en la ceniza. Concluimos que al menos en un perı́odo relativamente corto (e.g. dı́as) después de una perturbación que involucre la producción de ceniza, los lagartos sobrevivientes no evitarı́an las cenizas, lo que podrı́a afectar negativamente su salud. Sin embargo, los lagartos serı́an capaces de encontrar insectos en sustratos cubiertos de cenizas rastreando sus esencias, sugiriendo que la hambruna no serı́a necesariamente una causa inmediata de mortalidad después de un incendio o de una erupción volcánica. Organisms continuously face biotic (e.g., predators) and abiotic (e.g., large-scale disturbances) threats that challenge their survival. Disturbances such as floods, volcanic eruptions, hurricanes, and severe fires can be critical, because they provoke novel stressors, habitat changes, and massive mortalities that can cause local extinction (Lugo, 2008; Schowalter, 2012; Elizalde, 2014). From a conservation perspective, such disturbances are becoming more important, because they may be increasing in frequency as a consequence of climate change and anthropogenic perturbation (Van Aalst, 2006; Podolskiy, 2009; McGuire, 2010; Huang and Cheng, 2013). Therefore, understanding how organisms respond and recover from such disturbances is relevant (e.g., Pelegrin and Bucher, 2010; Hossack and Pilliod, 2011; Pianka and Goodyear, 2012; Arnalds, 2013), keeping in mind that disturbances differ in extension, intensity, and character (Horwell, 2007; Schowalter, 2012; Arnalds, 2013; Verkaik et al., 2013). Fires and volcanic eruptions are disturbances with certain commonalities, including ash production (Schowalter, 2012). Although the ash produced by fire and volcanism differs in chemical and physical characteristics (Etiegni and Campbell, 1991; Horwell, 2007; Bodı́ et al., 2014; Daga et al., 2014), the particulate matter of ash has negative health effects on wildlife and humans (Marske et al., 2007; Finlay et al., 2012; Grob et al., 2012; Unno et al., 2014). For example, accumulation of ash on plant leaves induces damage that reduces photosynthetic activity (Seymour et al., 1983; Biondi et al., 2003; Ayris and Delmelle, 2012) and, therefore, plant productivity (Tognetti et al., 2012; Chaneton et al., 2014). Insect-dependent plant reproduction can be impaired because pollinators are not able to follow flower trails covered by ash (Morales et al., 2014). In addition, insects experience mortality (Fernández-Arhex et al., 2015) attributable to cuticle abrasion by ash and by the accumulation of ash in their digestive and respiratory systems (Edwards and Schwartz, 1981; Gersich and Brusven, 1982; Buteler et al., 2014; Elizalde, 2014). Vertebrates also experience adverse effects attributable to the food shortage and difficulties in finding food in the ash (Wilson et al., 2011a; Boretto et al., 2014). In addition, they experience pathologies in the respiratory and digestive systems caused by the introduction of large amounts of ash (Wilson et al., 2011a,b; Pedersen et al., 2012). Such negative impacts may induce organisms to avoid ash. A few studies with insects have tested experimentally this prediction but found only partial support. Honeybees do not avoid food mixed with ash (Martinez et al., 2013), whereas rice weevils prefer to eat in ash-free areas although they do not seem to avoid ash (Buteler et al., 2014). In contrast, different aquatic insects showed strong rejection of their preferred substrates when these were covered with ash (Brusven and Hornig, 1984). For many other taxa, such as lizards, there is no experimental evaluation of their reaction to ash. Field observation of the lizard species Phymaturus spectabilis, suggests that individuals of this species do not actively select areas with a reduced layer of volcanic ash (Cabezas-Cartes et al., 2014), although ash seems to have a negative effect on their body condition (Boretto et al., 2014). Our aim was to experimentally explore substrate selection (ash vs. soil), made by two insectivorous Liolaemus lizard species. We also tested their ability to track insect scents and, Corresponding author. E-mail: a.l.lillo@bio.uio.no DOI: 10.1670/16-105 Downloaded From: https://bioone.org/journals/Journal-of-Herpetology on 20 Feb 2019 Terms of Use: https://bioone.org/terms-of-use Access provided by University of Arizona thus, to find food in ash. Lizards in general have low dispersal abilities (e.g., Massot et al., 2003), and survivors trapped in an area distant from ash-free patches necessarily will need to search for food in ash. This may depend on the ability to track prey scents, particularly if insects are buried or remain motionless in the ash (e.g., Edwards and Schwartz, 1981; Elizalde, 2014). Presently, we know that different Liolaemus species respond to a diversity of scents (e.g., Labra, 2008, 2011; Labra and Hoare, 2015; Vicente and Halloy, 2016), including from prey (Labra, 2007; Monachesi-Ruiz and Vandecantos, 2017). Ash, however, may reduce the ability to track food scents (Briggs and Vander Wall, 2004), as ash odors may mask food scents or because some ash components (e.g., silica, charcoal) may trap scents (Vander Wall, 2003; D’Alessandro and Turlings, 2005; Roy, 2007). Each Liolaemus species was exposed to the type of ash it is most likely to encounter in its natural habitat. We studied the response to fire ash in Liolaemus lemniscatus, a ground-dwelling species (Jaksić and Núñez, 1979) of the Mediterranean sclerophyllous scrublands from central Chile (Mella, 2005), a system prone to fires (Keeley, 2012). Before the Andean uplift, this region experienced fires as consequence of summer lightning storms, which were subsequently blocked by the mountain range (Keeley, 2012). Modern fires occur only as a consequence of human perturbations (Armesto et al., 1994; Moreno, 2000). Central Chile has the highest human density of the country, causing elevated risk of fires (Altamirano et al., 2013; Castillo et al., 2013); therefore, L. lemniscatus has high probabilities to face fires. We studied the response to volcanic ash in Liolaemus pictus, a species usually found in fallen logs or in the ground (pers. obs.) in open areas of Nothofagus forests across the south of Chile and Argentina (Cei, 1986; Mella, 2005). This region has a large number of active volcanoes (Dzierma and Wehrmann, 2012); thus, L. pictus faces risk of volcanic eruptions across its whole distributional range. We predicted that the immediate response of both species will be to avoid ash (e.g., Wilson et al., 2011b; Schowalter, 2012; Ray and Bergey, 2015) and that these insectivorous lizards (Vidal and Labra, 2008) may not be able to track prey scents in ash (Briggs and Vander Wall, 2004). The results may provide insights that may help predict the survival abilities of affected populations of these species, and potentially of related species, to ash. MATERIALS AND METHODS Lizards and Substrates.—In January 2010, we collected finegrained ash after a forest fire in Altos de Chicauma, a Mediterranean scrubland of central Chile. In an area unaffected by the fire, at the border of the burned area (3381312.56 S; 7085421.84 W), we collected ash-free soil and 22 adults (16 M and 6 F) of L. lemniscatus (see Fig. 1). In August 2011, we collected volcanic ash in Futrono (4085116.94 S; 7281611.70 W; Fig. 1) from the eruption of the Puyehue–Cordón Caulle complex that occurred in June 2011. We stored ash in sealed plastic containers until use. In November 2011, during the active season of lizards, we collected 21 adults (17 M and 4 F) of L. pictus near Coñaripe (3983035.09 S; 7185341.39 W), as well as ash-free soil (see Fig. 1). Our aims were to collect lizards that had not been exposed to ash and soils from where we saw lizards basking or moving. The location of each lizard was georeferenced to return them to their exact collecting point at the end of the experiments. We transported substrates and lizards to the laboratory where they were housed individually in plastic enclosures (44.5 · 32 · 25 cm) that had climbing surfaces in the form of two windows covered by a plastic mesh in the front and in the lid. Enclosures had a sandy substrate, a wooden stick used as a perch, a pot for water, and an inverted pot for use as shelter and basking place. We provided water permanently and food (mealworms dusted with vitamins) three times per week. Before the experiments, lizards remained undisturbed for at least one week (except for feeding), allowing habituation to the experimental conditions. We maintained lizards in an indoor vivarium with continuous ventilation and conditions mimicking those recorded in the field during normal hot days, a photoperiod of 13:11 L:D that went along with temperatures between 338C to 128C, all provided by",
  "title": "The Response of Two Liolaemus Lizard Species to Ash from Fire and Volcanism"
}