{
  "sections": [{
    "text": "6. K. L. Smith Jr., R. S. Kaufmann, R. J. Baldwin, Limnol. Oceanogr. 39, 1101 (1994). 7. R. J. Baldwin, R. C. Glatts, K. L. Smith Jr., Deep-Sea Res. Part II Top. Stud. Oceanogr. 45, 643 (1998). 8. K. L. Smith Jr., Limnol. Oceanogr. 32, 201 (1987). 9. K. L. Smith Jr., R. S. Kaufmann, Science 284, 1174\n(1999). 10. K. L. Smith Jr., R. J. Baldwin, D. M. Karl, A. Boetius,\nDeep-Sea Res. Part I Oceanogr. Res. Pap. 49, 971 (2002). 11. D. Roemmich, J. A. McGowan, Science 267, 1324 (1995). 12. D. Roemmich, J. A. McGowan, Science 268, 352 (1995). 13. J. A. McGowan, D. R. Cayan, L. M. Dorman, Science\n281, 210 (1998). 14. C. E. Reimers, R. A. Jahnke, D. C. McCorkle, Global\nBiogeochem. Cycles 6, 199 (1992). 15. E. M. Druffel, B. H. Robison, Science 284, 1139 (1999). 16. M. W. Silver, S. L. Coale, C. H. Pilskaln, D. R. Steinberg,\nLimnol. Oceanogr. 43, 498 (1998). 17. W. M. Hamner, B. H. Robison, Deep-Sea Res. 39,\n1299 (1992). 18. E. G. Barham, Science 205, 1129 (1979). 19. P. J. Davoll, M. J. Youngbluth, Deep-Sea Res. 37, 285\n(1990). 20. J. C. Hunt, D. J. Lindsay, Plankt. Biol. Ecol. 46, 75\n(1999). 21. C. P. Galt, Fish. Bull. 77, 514 (1979). 22. S. E. Beaulieu, K. L. Smith Jr., Deep-Sea Res. Part II\nTop. Stud. Oceanogr. 45, 781 (1998). 23. Small larvacean species are often very abundant in\nnear-surface waters. Most have bodies less than 10 mm long, with house diameters commonly twice as large. Their houses may be produced at a rate of six or more each day, depending on the density of food particles. Discarded small houses are important components of organic aggregate flux in the ocean’s upper layers, but they rarely reach the deep sea floor (34–36). 24. Materials and methods are available as supporting material on Science Online. 25. Sediment traps catch what they were designed to catch, namely, small, slowly sinking particles. Although sediment traps may occasionally collect sinker fragments, physical contact, particularly with traps that have interior baffles, is certain to exclude, disrupt, or disperse this material (16). The easily recognized rectangular\nmesh structures of larvacean filters have not been reported in analyses of sediment trap contents. 26. R. Fenaux, Q. Bone, D. Deibel, in The Biology of Pelagic\nTunicates, Q. Bone, Ed. (Oxford Univ. Press, New York, 1998), chap. 15. 27. Bathochordaeus sp. is found chiefly at depths from 100 to 300 m; Mesochordaeus erythrocephalus occurs principally between 300 and 500 m (17, 28). 28. R. R. Hopcroft, B. H. Robison, J. Plankton Res. 21, 1923 (1999). 29. J. H. Martin, G. A. Knauer, D. M. Karl, W. W. Broenkow, Deep-Sea Res. 34, 267 (1987). 30. C. H. Pilskaln, J. B. Paduan, F. P. Chavez, R. Y. Anderson, W. M. Berelson, J. Mar. Res. 54, 1149 (1996). 31. This value considerably exceeds the amount of flux estimated by Silver, Coale, Pilskaln, and Steinberg (16), for Bathochordaeus in the same region. Although our measurements of the abundance and turnover of houses and sinkers agree, our measurements of the carbon content of sinkers are substantially greater, principally because of incomplete sampling in the earlier study. 32. F. P. Chavez et al., Prog. Oceanogr. 54, 205 (2002). 33. A. B. Burd, G. A. Jackson, R. S. Lampitt, M. Follows,\nEos 83, 573 (2002). 34. A. L. Alldredge, Science 177, 885 (1972). 35. A. L. Alldredge, Limnol. Oceanogr. 21, 14 (1976). 36. D. Deibel, Mar. Biol. 93, 429 (1986). 37. We thank the pilots of the ROVs Ventana and\nTiburon, for their skills and patience in the difficult task of collecting these specimens, and the officers and crews of the research vessels Point Lobos and Western Flyer. Supported by the David and Lucile Packard Foundation.\nSupporting Online Material www.sciencemag.org/cgi/content/full/308/5728/1609/ DC1 Materials and Methods SOM Text Figs. S1 to S4 References and Notes\n23 December 2004; accepted 15 April 2005 10.1126/science.1109104\nRapid Acidification of the Ocean During the Paleocene-Eocene\nThermal Maximum James C. Zachos,1* Ursula Röhl,2 Stephen A. Schellenberg,3\nAppy Sluijs,4 David A. Hodell,6 Daniel C. Kelly,7 Ellen Thomas,8,9\nMicah Nicolo,10 Isabella Raffi,11 Lucas J. Lourens,5\nHeather McCarren,1 Dick Kroon12\nThe Paleocene-Eocene thermal maximum (PETM) has been attributed to the rapid release of È2000 109 metric tons of carbon in the form of methane. In theory, oxidation and ocean absorption of this carbon should have lowered deep-sea pH, thereby triggering a rapid (G10,000-year) shoaling of the calcite compensation depth (CCD), followed by gradual recovery. Here we present geochemical data from five new South Atlantic deep-sea sections that constrain the timing and extent of massive sea-floor carbonate dissolution coincident with the PETM. The sections, from between 2.7 and 4.8 kilometers water depth, are marked by a prominent clay layer, the character of which indicates that the CCD shoaled rapidly (G10,000 years) by more than 2 kilometers and recovered gradually (9100,000 years). These findings indicate that a large mass of carbon (d2000 109 metric tons of carbon) dissolved in the ocean at the Paleocene-Eocene boundary and that permanent sequestration of this carbon occurred through silicate weathering feedback.\nDuring the Paleocene-Eocene thermal maximum (PETM), sea surface temperature (SST) rose by 5-C in the tropics and as much as 9-C at high latitudes (1–3), whereas bottom-water temperatures increased by 4- to 5-C (4). The initial SST rise was rapid, on the order of È103 years, although the full extent of warming was not reached until some È30,000 years (30 ky)\nFig. 3. Comparative plot of active houses of giant larvaceans (blue line) and discarded sinkers (red line) versus depth, in square meters of area swept. The data are derived from a 10-year time series of quantitative video transects at depth intervals between 100 and 1000 m (n 0 679 transects). With an average sinking rate of 800 m dayj1, the difference between the integrated areas beneath the curves indicates that these animals produce a new house each day (24).\nwww.sciencemag.org SCIENCE VOL 308 10 JUNE 2005 1611\nebruary 26, 2019\nhttp://science.sciencem ag.org/\nD ow nloaded from\nlater (5). The most compelling evidence for greenhouse forcing is a coeval global carbon isotope excursion (CIE) of roughly –3.0 per mil (°) in deep-sea cores (4). The pattern of the CIE—an initial rapid decrease (È20 ky) followed by a more gradual recovery (130 to 190 ky) (1, 6–8)—indicates the input of a large mass of isotopically depleted carbon into the ocean and atmosphere. Quantitatively, methane hydrates, with a mean d13C of G–60°, appear to be the most plausible source of this carbon (9). For example, only È1200 109 metric tons of carbon (GtC) of biogenic methane would be required to produce a CIE\nof 2.5° (10, 11). Thermogenic methane has been implicated as well (12), although the mass required to produce the CIE would be roughly double that of the biogenic methane.\nRegardless of its source, the released methane was rapidly oxidized to CO 2 . Subsequent oceanic dissolution of this CO 2 would alter ocean carbon chemistry, principally by lowering the pH and carbonate ion content ECO 3\n2–^ of seawater. These changes would be partially neutralized by a transient rise in the level of the lysocline and calcite compensation depth (CCD) (13), resulting in the widespread dissolution of sea-floor carbonate. Eventually, the CO 2 would be sequestered and ocean carbonate chemistry would be restored, primarily through chemical weathering of silicate rocks (10). The extent and duration of lysocline/CCD shoaling and subsequent recovery would depend largely on the source, mass, and rate of carbon input. For example, modeling of a 1200-GtC input over 10 ky produces a lysocline shoaling of 300 m (less in the Pacific) with a recovery time of È40 ky (10). Such changes in ECO 3 2–^ should produce\ndistinct patterns in pelagic carbonate sedimentation and lithology, characterized by an abrupt transition from carbonate-rich sediment to clay, followed by a gradual recovery to carbonate. Moreover, the clay layer should increase in thickness with increasing water depth.\nClay or low-carbonate layers coincident with the PETM were previously identified in several deep-sea cores and land-based marine sections (14–16). However, these sections, which are either geographically isolated or not completely recovered, or both, are inadequate for constraining CCD variations and for testing the methane hypothesis. Ocean Drilling Program (ODP) Leg 208 was designed to recover an array of pelagic cores spanning the PaleoceneEocene (P-E) boundary over a broad depth range. The primary drilling target was the Walvis Ridge, in the southeastern Atlantic (fig. S1), where the Deep Sea Drilling Project (DSDP) Leg 74 rotary cored portions of the P-E boundary sequence near the base and summit of the ridge (sites 527 and 525) (17). By using advanced piston coring in multiple offset holes at five sites (1262, 1263, 1265, 1266, and 1267), Leg 208 successfully recovered stratigraphically complete and undisturbed upper Paleocene–to–lower Eocene successions at four of five sites between 2.7 and 4.8 km water depth (18). At each site, the P-E boundary sequence was characterized by an abrupt transition from carbonate-rich ooze to a dark\nFig. 1. Digital core photos and weight % CaCO3 content plotted versus meters of composite depth (MCD) across the P-E boundary interval at ODP sites 1262 (hole A), 1263 (hole C/D), 1265 (hole A), 1266 (hole C), and 1267 (hole B) on Walvis Ridge (fig. S1) (18). Records are plotted from left to right in order of increasing water depth. The core photos for each site represent composites of the following sections: 1262A-13H-5 and -6; 1263C-14H-1 and core catcher (CC); 1263D-4H-1 and -2; 1265A-29H-6 and -7; 1266C-17H-2, -3, and -4; 1267B-23H-1, -2, and -3.\n2717 m water depth 1263C/D\n3060 m water depth 1265A\n3798 m water depth 1266C\n4355 m water depth 1267B\n4755 m water depth 1262A\nD ep\nth (\nm cd\n)\n334\n335\n336\n305\n306\n307\n230\n231\n232\n315\n316\n139\n140\n100 CaCO3 (wt%) 500\n100 CaCO3 (wt%) 500\n100 CaCO3 (wt%) 500\n100 CaCO3 (wt%) 500\n100 CaCO3 (wt%) 500\n1Earth Sciences Department, Earth and Marine Sciences Building, University of California, Santa Cruz, Santa Cruz, CA 95064, USA. 2Deutsche Forschungsgemeinschaft (DFG) Research Center for Ocean Margins, University of Bremen, Leobener Strasse, 28359 Bremen, Germany. 3Department of Geological Sciences, San Diego State University, 5500 Campanile Drive, San Diego CA 92182–1020, USA. 4Laboratory of Palaeobotany and Palynology, Department of Palaeoecology; 5Faculty of Geosciences, Department of Earth Sciences; Utrecht University, Budapestlaan 4, 3584 CD Utrecht, Netherlands. 6Department of Geological Sciences, University of Florida, 241 Williamson Hall, Post Office Box 112120, Gainesville, FL 32611, USA. 7Department of Geology and Geophysics, University of Wisconsin, Madison, 1215 West Dayton Street, Madison, WI 53706, USA. 8Wesleyan University, 265 Church Street, Middletown, CT 06459–0139, USA. 9Department of Geology and Geophysics, Yale University, New Haven, CT 06520–8109, USA. 10Department of Earth Science, Rice University, 6100 Main Street, MS-126, Houston, TX 77005–1892, USA. 11Dipartimento di Scienze della Terra, Universitario G. D’Annunzio, Campus Universitario, Via dei Vestini 31, 66013 Chieti Scalo, Italy. 12Faculty of Earth and Life Sciences, Vrije Universiteit, De Boelelaan 1085, HV 1081 Amsterdam, Netherlands.\n*To whom correspondence should be addressed. E-mail: jzachos@emerald.uscs.edu\n10 JUNE 2005 VOL 308 SCIENCE www.sciencemag.org1612\nebruary 26, 2019\nhttp://science.sciencem ag.org/\nD ow nloaded from\nred Bclay layer,[ which then graded back into ooze (Fig. 1 and table S1). Carbonate content was G1 weight percent (wt %) in the clay layers, and 980 and 90 wt % in the underlying and overlying oozes, respectively; the only exception was site 1265, where the basal portion of the clay layer was not recovered. The thickness of the clay layers increased with depth, from 5 cm at the shallowest site (1263) E2717 m; paleodepth È1500 m (19)^ to 35 cm in the deepest site (1262) E4755 m; paleodepth È 3600 m (19)^ (Fig. 1). The benthic foraminiferal extinction horizon, which is characterized by the disappearance of long-lived Paleocene species and a rapid drop in diversity, occurred at the base of the clay layer in each site (18).\nBulk sediment carbon isotope (d13C) records were constructed at 1- to 5-cm resolution for each boundary section (table S2) (20). Each record is marked by a decrease in d13C at the base of the clay layer, followed by gradual recovery. Minimum carbon isotope values within the clay layer are not uniform, but increase from the shallowest to the deepest site (minimums of –0.9 and 0.0° at sites 1263 and 1262, respectively), a feature we attribute to truncation by dissolution and the presence of residual pre-excursion calcite (21). Also, the base of the CIE differs across sites, occurring in two steps at site 1263 and in a single step at the deeper sites. As a result, the excursion layer, from the onset of the CIE to the point of\nfull recovery (i.e., stability), decreases in thickness from 2.1 m at site 1263 to 1.0 m at 1262.\nIn this spatially tight array of sites, the production and export of carbonate and the accumulation of clay should be similar at any given time, leaving dissolution as the major process that drives differences in carbonate accumulation between sites. We can therefore infer from the weight % carbonate and carbon isotope data that rapid shoaling of the lysocline/CCD occurred, followed first by a more gradual descent or recovery of the CCD and then by the recovery of the lysocline. The duration of the lysocline/CCD descent from the shallowest to the deepest sites was estimated by first correlating several key inflection points in the carbon isotope records (Fig. 2, tie points A to G), as well as in the Fe concentration and bulk magnetic susceptibility (MS) records (fig. S2). The tie points, particularly E and F, were then verified with biostratigraphic data (table S3) (20). We then correlated the site 1263 carbon isotope record to that of south Atlantic ODP site 690 (22), which has an orbitally derived age model (8), and ordinated the weight % carbonate and isotope data for each site within that age model (Fig. 3 and table S4). An alternate age model based on 3He exists for site 690 (23), but the two models are roughly similar for the initial 100 ky of the PETM; thus, the choice of model makes little difference in our in-\nterpretation of events up to that point. The greatest uncertainty in the site-to-site correlations and age estimates is in the basal portion of the clay layer, where the carbon isotope and other records are compromised by dissolution. The correlations (Fig. 1, tie points D to G) are most reliable in the recovery interval where the weight % carbonate is higher and the ocean d13C is rapidly shifting. Given these age constraints, the CCD is inferred to have shoaled more than 2 km within a few thousand years (Fig. 3). Recovery was gradual, with the CCD descending to the shallowest site (1263) within È10 to 15 ky of the CIE onset and to the deepest site (1262) within È60 ky. By þ110 ky, carbonate content had fully recovered. This pattern of change, particularly the recovery, has important implications. According to theory, the initial uptake of CO 2 and buffering should occur mainly via deep-sea calcite dissolution, but eventually, chemical weathering of silicate rocks takes over accelerating the flux of dissolved ions (including HCO 3 –) to the ocean, thereby increasing ECO 3\n2–^ and the rate of calcite accumulation (24). The distribution of carbonate between þ60 and þ100 ky indicates that the CCD had descended, but the lysocline was still shallow and the deep sea was largely undersaturated. The percentage of CaCO 3 continued to increase, and by þ110 kyr, it had reached 90% over the entire\nM B\nS F\n( 69\n0) a\nnd M\nC D\n( Le\ng 20\n8)\nA B\nC\nD E\nF\nH\nA-\n164\n166\n168\n170\n172\n332\n333\n334\n335\n336\n313\n314\n315\n316\n303\n304\n305\n306\n307\n228\n229\n230\n231\n232\n137\n138\n139\n140\nN4\nN4 N3\nN3\nN2\nN2\nN1\nN1\n1263C/D δ13C (vPDB)\n-1 0 1 2 3 -1 0 1 2 3 -1 0 1 2 3\n-1 0 1 2 3-1 0 1 2 3 -1 0 1 2 3\n1262A δ13C (vPDB) 1266C δ13C (vPDB)\nδ13C (vPDB) 690B\nδ13C (vPDB) 1265A\nδ13C (vPDB) 1267B\nG\nFig. 2. Bulk sediment carbon isotope records for holes 1262A, 1263C/D, 1265A, 1266C, and 1267B plotted versus MCD. Also plotted are nannofossil horizons (N1 to N4, arrows in red) for holes 1262B and 1263C/D (20). Data for ODP site 690 (22) are plotted to the far left versus meters below the sea floor (MBSF). Lines of correlation are based on inflections in the carbon isotope (A to G above the P-E boundary, –A below), Fe/Ca, and magnetic susceptibility (MS) records (20). vPDB, Vienna PeeDee Belemnite.\nwww.sciencemag.org SCIENCE VOL 308 10 JUNE 2005 1613\nebruary 26, 2019\nhttp://science.sciencem ag.org/\nD ow nloaded from\ntransect, a state that implies that the lysocline descended below the deepest site (93.6 km) as well as its pre-excursion level. This phenomenon is consistent with theory (10) and likely represents a transitional period during which the excess ions supplied to the ocean by the weathering of silicate rocks greatly increased deep-sea CO 3 2– concentration and thus carbonate accumulation. The site 690 record is marked by a similar pronounced interval of high carbonate content (23, 25), demonstrating that CO 3 2– oversaturation was not a local phenomenon.\nThis scenario for acidification of the deep sea and initial neutralization by calcite dissolution is not unlike that simulated by models in response to the anthropogenic rise in CO 2 (26–28). Because dissolution layers are also present in P-E boundary sections in the Pacific and Tethys Oceans and at depths G1 km (29–33), it appears that for a brief period of time, much of the ocean beneath the thermocline was highly undersaturated with respect to calcite. The mass of CO 2 required to\nshoal the CCD to G1 km water depth would be substantial. In a series of simulations with an ocean/sediment carbon-cycle model designed to evaluate the ocean-buffering capacity in response to a range of anthropogenic CO 2 fluxes, 4500 GtC was required to terminate carbonate accumulation over the entire ocean (26).\nFor the PETM, the release of 94500 GtC would be more consistent with the magnitude of global temperature rise (2, 3, 9). Such a large mass of carbon, however, would require a reevaluation of the source of carbon and its isotopic composition. With bacterially produced methane at –60°, the total input from hydrates is limited by the d13C excursion to G2000 GtC (10). To increase the mass of carbon added while adhering to the isotope constraints requires the input of isotopically heavier carbon, such as thermogenic CH 4 /CO 2 (È–30 to –20°) or oxidation of organic carbon (standing or stored) (–20°) (34). In this regard, recent documentation of an unusual concentration of upper Paleocene fluid/gas seep\nconduits associated with volcanic intrusions in the North Atlantic (12) merits additional attention. An alternative explanation, that the magnitude of the marine CIE has been greatly underestimated because of dissolution or damping by pH affects, seems unlikely given the constraints provided by continental isotope records (35). Finally, proximity to where carbon (CO 2 or CH 4 ) enters the deep sea via circulation will dictate where neutralization by carbonate dissolution is most intense (36). For example, severe dissolution in the Atlantic may indicate direct input of methane into bottom waters entering this basin.\nExcessive carbonate undersaturation of the deep ocean would likely impede calcification by marine organisms and therefore is a potential contributing factor to the mass extinction of benthic foraminifera at the P-E boundary. Although most plankton species survived, carbonate ion changes in the surface ocean might have contributed to the brief appearance of weakly calcified planktonic foraminifera (6) and the dominance of heavily calcified forms of calcareous algae (37). What, if any, implications might this have for the future? If combustion of the entire fossil fuel reservoir (È4500 GtC) is assumed, the impacts on deep-sea pH and biota will likely be similar to those in the PETM. However, because the anthropogenic carbon input will occur within just 300 years, which is less than the mixing time of the ocean (38), the impacts on surface ocean pH and biota will probably be more severe.\nReferences and Notes 1. J. P. Kennett, L. D. Stott, Nature 353, 225 (1991). 2. J. C. Zachos et al., Science 302, 1551 (2003). 3. A. K. Tripati, H. Elderfield, Geochem. Geophys.\nGeosyst. 5, 2003GC000631 (2004). 4. E. Thomas, N. J. Shackleton, in Correlation of the\nEarly Paleogene in Northwest Europe, R. W. O. B. Knox, R. M. Corfield, R. E. Dunay, Eds. (Geological Society, London, 1996), vol. 101, pp. 401–441. 5. D. J. Thomas, J. C. Zachos, T. J. Bralower, E. Thomas, S. Bohaty, Geology 30, 1067 (2002). 6. D. C. Kelly, T. J. Bralower, J. C. Zachos, I. P. Silva, E. Thomas, Geology 24, 423 (1996). 7. T. J. Bralower, D. J. Thomas, E. Thomas, J. C. Zachos, Geology 26, 671 (1998). 8. U. Roehl, T. J. Bralower, R. D. Norris, G. Wefer, Geology 28, 927 (2000). 9. G. R. Dickens, J. R. Oneil, D. K. Rea, R. M. Owen, Paleoceanography 10, 965 (1995). 10. G. R. Dickens, M. M. Castillo, J. C. G. Walker, Geology 25, 259 (1997). 11. G. R. Dickens, Bull. Soc. Geol. Fr. 171, 37 (2000). 12. H. Svensen et al., Nature 429, 524 (2004). 13. The lysocline, also referred to as the calcite satura-\ntion horizon, represents the depth in the ocean where the carbonate ion concentration falls below the saturation level (currently È4 km in the South Atlantic). Carbonate accumulation can occur below this level if the flux of carbonate to the sea floor exceeds the rate at which it dissolves. The depth at which dissolution is greater than the flux and where carbonate does not accumulate defines the CCD. 14. T. J. Bralower et al., Geology 25, 963 (1997). 15. E. Thomas, in Late Paleocene–Early Eocene Biotic and\nClimatic Events in the Marine and Terrestrial Records, M.-P. Aubry, S. Lucas, W. A. Berggren, Eds. (Columbia Univ. Press, New York, 1998), pp. 214–243. 16. D. J. Thomas, T. J. Bralower, J. C. Zachos, Paleoceanography 14, 561 (1999).\n10 JUNE 2005 VOL 308 SCIENCE www.sciencemag.org1614\nebruary 26, 2019\nhttp://science.sciencem ag.org/\nD ow nloaded from\n17. T. C. J. Moore et al., Eds., Leg 74 (U.S. Government Printing Office, Washington, DC, 1984), vol. 74. 18. J. C. Zachos et al., Proc. ODP Init. Rep., 208 (2004), available at http://www-odp.tamu.edu/publications/ 208_IR/208ir.htm. 19. Paleodepths of the Leg 208 sites at 55 million years ago (Ma) were estimated using a standard thermal subsidence curve and a sediment accumulation model (18). At 55 Ma, the paleodepths of sites 1263 and 1262 were 1.5 and 3.6 km, respectively. 20. Materials and methods are available as supporting material on Science Online. 21. The initial phase of dissolution would involve Paleocene sediments already present on the sea floor. As such, the base of the clay layer, perhaps as much as a few centimeters in the deepest site, was deposited before the carbon isotope excursion. The traces of carbonate remaining must be a mixture of pre-excursion and excursion fragments that survived dissolution. 22. S. Bains, R. M. Corfield, R. D. Norris, Science 285, 724 (1999). 23. K. A. Farley, S. F. Eltgroth, Earth Planet. Sci. Lett. 208, 135 (2003). 24. The weathering of silicates on land is generally repre-\nsented by the following equation: CaSiO3 þ 2CO2 þ H2O Y 2HCO3\n– þ Ca2þ þ SiO2. Ensuing precipitation of calcite from the bicarbonate (and carbonate) ions supplied by the above reaction is represented by this equation: HCO3\n– þ Ca2þ Y CaCO3 þ CO2 þ H2O, so that there is a net uptake of one unit of CO2 for each unit of silicate weathered. 25. D. C. Kelly, Paleoceanography 17, 1071 (2002). 26. D. Archer, H. Kheshgi, E. Maier-Reimer, Geophys. Res.\nLett. 24, 205 (1997). 27. K. Caldeira, M. E. Wicket, Nature 425, 365 (2003). 28. R. A. Feely et al., Science 305, 362 (2004). 29. T. J. Bralower et al., Proc. ODP Init. Rep. 198 (2002). 30. B. Schmitz, V. Pujalte, K. Nunez-Betelu, Palaeogeogr.\nPalaeoclimatol. Palaeoecol. 165, 299 (2001). 31. B. Schmitz, R. P. Speijer, M. P. Aubry, Geology 24, 347\n(1996). 32. N. Ortiz, Mar. Micropaleontol. 26, 341 (1995). 33. R. Coccioni, R. Di Leo, S. Galeotti, S. Monechi,\nPalaeopelagos 4, 87 (1994). 34. A. Kurtz, L. R. Kump, M. A. Arthur, J. C. Zachos, A.\nPaytan, Paleoceanography 18, 1090 (2003). 35. G. J. Bowen, D. J. Beerling, P. L. Koch, J. C. Zachos, T.\nQuattlebaum, Nature 432, 495 (2004).\n36. G. Dickens, Geochem. Geophys. Geosyst. 2, NIL_1 (2001). 37. T. J. Bralower, Paleoceanography 17, 1060 (2002). 38. The primary buffering capacity of the ocean is\nprovided by the deep ocean and sea-floor sediments. Because the mixing time of the ocean is 9500 years, most of the anthropogenic CO2 will accumulate in the atmosphere and surface ocean before it can be conveyed to the deep sea to be neutralized (27). 39. We thank the ODP Leg 208 Science Crew for their contributions and C. John and S. Bohaty for technical assistance. The ODP supplied samples. Supported by NSF grant EAR-0120727 to J.C.Z. and E.T. and by DFG grant no. Ro 1113/3 to U.R.\nSupporting Online Material www.sciencemag.org/cgi/content/full/308/5728/1611/ DC1 Materials and Methods Figs. S1 and S2 Tables S1 to S4 References\n21 December 2004; accepted 18 April 2005 10.1126/science.1109004\nPhotoinduced Plasticity in Cross-Linked Polymers\nTimothy F. Scott,1 Andrew D. Schneider,1 Wayne D. Cook,2\nChristopher N. Bowman1*\nChemically cross-linked polymers are inherently limited by stresses that are introduced by post-gelation volume changes during polymerization. It is also difficult to change a cross-linked polymer’s shape without a corresponding loss of material properties or substantial stress development. We demonstrate a cross-linked polymer that, upon exposure to light, exhibits stress and/or strain relaxation without any concomitant change in material properties. This result is achieved by introducing radicals via photocleavage of residual photoinitiator in the polymer matrix, which then diffuse via addition-fragmentation chain transfer of midchain functional groups. These processes lead to photoinduced plasticity, actuation, and equilibrium shape changes without residual stress. Such polymeric materials are critical to the development of microdevices, biomaterials, and polymeric coatings.\nCross-linked, gelled polymers have an Binfinite’’ molecular weight and are described as thermosets, implying a network that cannot be melted or molded (1). This description is true for most chemically cross-linked polymers; however, several cross-linked networks are known to undergo bond cleavage or depolymerization at high temperatures or under various chemical or other treatments (2). Although such treatments are useful for recycling purposes, there is an associated degradation in the mechanical properties of the polymers. BCrackhealing[ networks, such as those that use groups in the polymer backbone able to undergo thermoreversible Diels-Alder reactions (3), are able to relieve stress without mechanical degradation. However, this reaction must be performed at elevated temperatures, making it unsuitable in thermally sensitive applications such as dental composites. Internal stress buildup during polymerization is typical when shrinkage occurs. This stress decreases the ultimate mechanical properties of the cured polymer, which is highly detrimental in fields such as polymeric coatings, fiber-reinforced composites, and dental materials, or it may introduce birefringence, unwanted in optical materials. Additionally, given that the equilibrium shape of conventional cross-linked polymers is defined by the shape at gelation, stress relief would enable a material to be Bmolded[ and subsequently destressed, allowing for arbitrary equilibrium shapes to be attained after cure. We describe a covalently cross-linked network that is able to undergo photomediated, reversible cleavage of its backbone to allow\nchain rearrangement for rapid stress relief at ambient conditions without mechanical property degradation. The key to this reversible backbone cleavage is addition-fragmentation chain transfer. Reaction diffusion of radicals through the cross-linked matrix occurs initially\nby reaction of a radical with an in-chain functionality, forming an intermediate, which in turn fragments, reforming the initial functionality and radical. Allyl sulfides have been used as efficient addition-fragmentation chain transfer agents (4–6). This addition-fragmentation process alters the topology of the network, but the polymer chemistry and network connectivity remain unchanged. In the absence of radical termination events or other side reactions, the number of allyl sulfide groups, and hence network strands, remains unchanged (Scheme 1), although relaxation of the stresses in each bond is facilitated by the alternating cleavage and reformation reactions.\nThe monomers used to produce the networks are shown in Scheme 2. The base network studied was formed from a stoichiometric mixture of pentaerythritol tetra(3-mercaptopropionate) (PETMP) and triethyleneglycol divinylether (TEGDVE), which produces a rubbery network with a glass transition temperature (T g ) of about –25-C. This monomer system was modified by the addition of varying concentrations of the ring-opening monomer 2-methyl-7-methylene-1,5-dithiacyclooctane (MDTO) (7) as a comonomer. Addition of a stoi-\n1Department of Chemical and Biological Engineering, University of Colorado, Boulder, CO 80309, USA. 2School of Physics and Materials Engineering, Monash University, Clayton, Victoria 3800, Australia.\n*To whom correspondence should be addressed. E-mail: christopher.bowman@colorado.edu\nScheme 1. Reaction mechanism for chain transfer within the polymer backbone.\nwww.sciencemag.org SCIENCE VOL 308 10 JUNE 2005 1615\nebruary 26, 2019\nhttp://science.sciencem ag.org/\nD ow nloaded from\nRapid Acidification of the Ocean During the Paleocene-Eocene Thermal Maximum\nNicolo, Isabella Raffi, Lucas J. Lourens, Heather McCarren and Dick Kroon James C. Zachos, Ursula Röhl, Stephen A. Schellenberg, Appy Sluijs, David A. Hodell, Daniel C. Kelly, Ellen Thomas, Micah\nDOI: 10.1126/science.1109004 (5728), 1611-1615.308Science\nARTICLE TOOLS http://science.sciencemag.org/content/308/5728/1611\nMATERIALS SUPPLEMENTARY http://science.sciencemag.org/content/suppl/2005/06/07/308.5728.1611.DC1\nCONTENT RELATED file:/contentpending:yes\nREFERENCES\nhttp://science.sciencemag.org/content/308/5728/1611#BIBL This article cites 28 articles, 10 of which you can access for free\nPERMISSIONS http://www.sciencemag.org/help/reprints-and-permissions\nTerms of ServiceUse of this article is subject to the\nis a registered trademark of AAAS.Science licensee American Association for the Advancement of Science. No claim to original U.S. Government Works. The title Science, 1200 New York Avenue NW, Washington, DC 20005. 2017 © The Authors, some rights reserved; exclusive\n(print ISSN 0036-8075; online ISSN 1095-9203) is published by the American Association for the Advancement ofScience\non F ebruary 26, 2019\nhttp://science.sciencem ag.org/ D ow nloaded from"
  }],
  "year": 2005,
  "references": [],
  "id": "SP:7b80891eed3f65239a4111d9af9ee11fe15d4d31",
  "authors": [{
    "name": "J. H. Martin",
    "affiliations": []
  }, {
    "name": "G. A. Knauer",
    "affiliations": []
  }, {
    "name": "D. M. Karl",
    "affiliations": []
  }, {
    "name": "W. W. Broenkow",
    "affiliations": []
  }, {
    "name": "C. H. Pilskaln",
    "affiliations": []
  }, {
    "name": "J. B. Paduan",
    "affiliations": []
  }, {
    "name": "F. P. Chavez",
    "affiliations": []
  }, {
    "name": "R. Y. Anderson",
    "affiliations": []
  }, {
    "name": "W. M. Berelson",
    "affiliations": []
  }],
  "abstractText": "Oceanogr. 39, 1101 (1994). 7. R. J. Baldwin, R. C. Glatts, K. L. Smith Jr., Deep-Sea Res. Part II Top. Stud. Oceanogr. 45, 643 (1998). 8. K. L. Smith Jr., Limnol. Oceanogr. 32, 201 (1987). 9. K. L. Smith Jr., R. S. Kaufmann, Science 284, 1174 (1999). 10. K. L. Smith Jr., R. J. Baldwin, D. M. Karl, A. Boetius, Deep-Sea Res. Part I Oceanogr. Res. Pap. 49, 971 (2002). 11. D. Roemmich, J. A. McGowan, Science 267, 1324 (1995). 12. D. Roemmich, J. A. McGowan, Science 268, 352 (1995). 13. J. A. McGowan, D. R. Cayan, L. M. Dorman, Science 281, 210 (1998). 14. C. E. Reimers, R. A. Jahnke, D. C. McCorkle, Global Biogeochem. Cycles 6, 199 (1992). 15. E. M. Druffel, B. H. Robison, Science 284, 1139 (1999). 16. M. W. Silver, S. L. Coale, C. H. Pilskaln, D. R. Steinberg, Limnol. Oceanogr. 43, 498 (1998). 17. W. M. Hamner, B. H. Robison, Deep-Sea Res. 39, 1299 (1992). 18. E. G. Barham, Science 205, 1129 (1979). 19. P. J. Davoll, M. J. Youngbluth, Deep-Sea Res. 37, 285 (1990). 20. J. C. Hunt, D. J. Lindsay, Plankt. Biol. Ecol. 46, 75 (1999). 21. C. P. Galt, Fish. Bull. 77, 514 (1979). 22. S. E. Beaulieu, K. L. Smith Jr., Deep-Sea Res. Part II Top. Stud. Oceanogr. 45, 781 (1998). 23. Small larvacean species are often very abundant in near-surface waters. Most have bodies less than 10 mm long, with house diameters commonly twice as large. Their houses may be produced at a rate of six or more each day, depending on the density of food particles. Discarded small houses are important components of organic aggregate flux in the ocean’s upper layers, but they rarely reach the deep sea floor (34–36). 24. Materials and methods are available as supporting material on Science Online. 25. Sediment traps catch what they were designed to catch, namely, small, slowly sinking particles. Although sediment traps may occasionally collect sinker fragments, physical contact, particularly with traps that have interior baffles, is certain to exclude, disrupt, or disperse this material (16). The easily recognized rectangular mesh structures of larvacean filters have not been reported in analyses of sediment trap contents. 26. R. Fenaux, Q. Bone, D. Deibel, in The Biology of Pelagic Tunicates, Q. Bone, Ed. (Oxford Univ. Press, New York, 1998), chap. 15. 27. Bathochordaeus sp. is found chiefly at depths from 100 to 300 m; Mesochordaeus erythrocephalus occurs principally between 300 and 500 m (17, 28). 28. R. R. Hopcroft, B. H. Robison, J. Plankton Res. 21, 1923 (1999). 29. J. H. Martin, G. A. Knauer, D. M. Karl, W. W. Broenkow, Deep-Sea Res. 34, 267 (1987). 30. C. H. Pilskaln, J. B. Paduan, F. P. Chavez, R. Y. Anderson, W. M. Berelson, J. Mar. Res. 54, 1149 (1996). 31. This value considerably exceeds the amount of flux estimated by Silver, Coale, Pilskaln, and Steinberg (16), for Bathochordaeus in the same region. Although our measurements of the abundance and turnover of houses and sinkers agree, our measurements of the carbon content of sinkers are substantially greater, principally because of incomplete sampling in the earlier study. 32. F. P. Chavez et al., Prog. Oceanogr. 54, 205 (2002). 33. A. B. Burd, G. A. Jackson, R. S. Lampitt, M. Follows, Eos 83, 573 (2002). 34. A. L. Alldredge, Science 177, 885 (1972). 35. A. L. Alldredge, Limnol. Oceanogr. 21, 14 (1976). 36. D. Deibel, Mar. Biol. 93, 429 (1986). 37. We thank the pilots of the ROVs Ventana and Tiburon, for their skills and patience in the difficult task of collecting these specimens, and the officers and crews of the research vessels Point Lobos and Western Flyer. Supported by the David and Lucile Packard Foundation."
}