{
  "sections": [{
    "heading": "INTRODUCTION",
    "text": "Late Campanian through Maastrichtian events have been the topic of a number of paleontological debates that cannot be resolved without a reliable regional and global chronostratigraphic framework. Of principle interest are investigations of (1) the likelihood that ice sheet growth caused positive shifts in the marine oxygen isotope record and widespread unconformities in continental margin stratigraphic sequences during the mid-Campanian, late Campanian and early Maastrichtian (Miller and others, 1999, 2005; Jarvis and others, 2002; Huber and others, 2002); (2) whether global warming (inferred from oxygen isotopes) and poleward migration of thermophilic planktonic foraminifera during the latest Maastrichtian were synchronous with the onset of Deccan Trap volcanism, as has been reported by various authors (e.g., Huber, 1990; Huber and Watkins, 1992; Barrera and Savin, 1999; Olsson and others, 2001); (3) the nature of the ‘‘mid-Maastrichtian Event,’’ for which global extinction among deep-sea inoceramid bivalves has been related to a change in deep-\nocean circulation, as evidenced by a negative excursion in global deep-sea benthic carbon isotope values and a positive shift in oxygen isotope values (MacLeod, 1994; MacLeod and Huber, 1996; MacLeod and others, 2000; Frank and Arthur, 1999; Frank and others, 2005); and (4) extinction patterns of planktonic foraminifera below and across the Cretaceous-Paleogene mass extinction event (e.g., Keller, 1988, 2004; Keller and others, 1993; Abramovich and others, 1998; Norris and others, 1998; Arenillas and others, 2000; Arz and others, 2000, 2001; Huber and others, 2002; Molina and others, 2005; MacLeod and others, 2007).\nLate Campanian-Maastrichtian sediments drilled on the Blake Nose, in the subtropical North Atlantic Ocean (Fig. 1), have figured prominently in these debates because of the unusually good preservation of calcareous microfossils and relatively complete composite core recovery for a region and range of depths otherwise lacking good Campanian-Maastrichtian data. Deep Sea Drilling Project (DSDP) Hole 390A (Leg 44; Benson and others, 1978) and Ocean Drilling Program (ODP) Sites 1049, 1050 and 1052 (Leg 171B; Norris and others, 1999) were drilled along a 50- km depth transect from 2700 to 1300 m water depth at the edge of the Blake Nose escarpment (Fig. 1). Paleolatitude of the sites is estimated as 25uN (Ogg and Bardot, 2001). A seismic reflection profile across this transect reveals a shallowly buried Aptian-Eocene sequence of pelagic ooze and chalk that gently slopes and gradually thins eastward to the Blake Escarpment (Norris and others, 1998, p. 353, Fig. 3). The Campanian-Maastrichtian interval is thickest at Site 1052, which recovered 172 m of hemipelagic chalk, and is thinnest at Site 1049 and Hole 390A, which recovered about 20 m of pelagic chalk. Although slump features are apparent at several levels of all three sites (Norris and others, 1998), no evidence for stratigraphic repetition has been presented (MacLeod and others, 2003).\nDetailed investigations of faunal and stable isotopic investigations associated with the ‘‘mid-Maastrichtian Event’’ (sensu Frank and others, 2005) have been undertaken on samples from Hole 390A (MacLeod and others, 2000; Friedrich and others, 2004), and the site was resampled as Site 1049 of ODP Leg 171B. Isotopic trends and their relationship to Maastrichtian North Atlantic paleoceanography and foraminiferal paleobiology were examined at Sites 1050 and 1052 (MacLeod and others, 2005; Isaza-Londoño and others, 2006). Campanian-Maastrichtian studies of the Leg 171B Blake Nose drill sites also include examination of relative abundance changes among planktonic foraminifera and calcareous nannofossils below and across the Cretaceous-Paleogene boundary (Norris and others, 1999; Huber and others, 2002; Self-Trail, 2001, 2002; Watkins and Self-Trail, 2005); strontium isotope evidence for slope failure, sediment reworking and ocean chemistry related to the boundary (MacLeod and others, 1 Department of Paleobiology, MRC-121, Smithsonian Museum of Natural History, Washington, DC 20013-7012 2 Department of Geological Sciences, University of MissouriColumbia, Columbia, MO 65211 3 All-Russian Geological Institute (VSEGEI), Sredny pr., 74, St.Petersburg, 199106 Russia 4 Correspondence author. E-mail: huberb@si.edu\n162\nDownloaded from https://pubs.geoscienceworld.org/cushmanfoundation/jfr/article-pdf/38/2/162/3025624/162.pdf by University of Arizona user on 26 February 2019\n2001a; MacLeod and others, 2003); long- and short-term variations in the oxygen and carbon isotopic record (MacLeod and others, 2000, 2005; MacLeod and Huber, 2001; Wilf and others, 2003), and the effects of Milankovitch forcing on sedimentation and foraminiferal distributions during the mid-Maastrichtian (MacLeod and others, 2001b). Collectively, these studies span a range of important paleoceanographic and paleoclimatological topics, but they have used a variety of age models that complicate integration of the results and comparison of Blake Nose patterns to events documented in other regions.\nThe objective of this study is to develop age-depth models for the Campanian-Maastrichtian intervals at each of the Blake Nose sites using the best available planktonic foraminiferal, calcareous nannofossil and paleomagnetic datum events calibrated with a current geological time scale (Gradstein and others, 2004). Better age models enable a more reliable calculation of sedimentation rates, determination of the distribution and duration of hiatuses, and estimation of ages for first and last occurrence datums of previously uncalibrated planktonic foraminiferal and calcareous nannofossil species. Most importantly, establishment of the age-depth relationships for each of the Blake Nose sites enables examination of the degree to which biotic and paleoceanographic events observed on the Blake Nose are synchronous across the depth transect and with events observed at other localities worldwide."
  }, {
    "heading": "MATERIAL AND METHODS",
    "text": "Planktonic foraminifera are abundant, and the assemblages are diverse and moderately to very well preserved at each of the Blake Nose sites (Norris and others, 1998). Sampling resolution from Leg 171B sites varies depending\non proximity to bio- and lithostratigraphic boundaries and thickness of the Campanian-Maastrichtian interval. A total of 40 samples between 132.25 and 112.97 meters below seafloor (mbsf) were studied from Hole 1049C with an average sample spacing of less than 0.5 m; 53 samples between 484.56 and 405.92 mbsf were studied from Hole 1050C with an average sample spacing of 1.5 m; and 85 samples between 475.45 and 302.17 mbsf were studied from Hole 1052E with an average sample spacing of 2.0 m. For Hole 390A samples from the study of MacLeod and others (2000), which generally had 0.75-m sample spacing, were analyzed and supplemented with additional samples to improve biostratigraphic resolution and to identify datum events that were not recognized in the MacLeod and others (2000) study.\nMost nannofossil datums reported are from published sources. The ages and depths used are cited in Tables 1–5. Smear slides were prepared during the present study for select Maastrichtian samples from DSDP Hole 390A and ODP Hole 1049C in an effort to determine the stratigraphic distribution of several calcareous nannofossil zonal marker taxa that are included in Tables 2 and 3.\nPaleomagnetic chron assignments for the Leg 171B drill sites are based on the magnetic polarity data of Ogg and Bardot (2001), which include shipboard measurement of natural remnant magnetization of continuous half-core sections yielding a sample resolution of about 5 cm. These data were supplemented by shore-based progressive demagnetization of about two discrete samples per coresection (about 0.75 m apart). As noted in Ogg and Bardot (2001), many of the polarity chron boundaries in the Campanian-Maastrichtian cores were indeterminate because of stratigraphic discontinuities, poor paleomagnetic characteristics and synsedimentary slumping and/or drilling-induced disruption. As a result, only chron boundaries deemed to be reliably identified and stratigraphically well located were included in the age models.\nAge-depth models were created using the CHRONOS ADP application with an interactive line of correlation (LOC) drawn through the most reliable stratigraphic event data points (see http://www.chronos.org). Stratigraphic uncertainty is plotted as vertical bars to show the thickness between samples containing the datum marker and the next sample below or above where the datum marker is absent.\nTable 1 lists the bioevents, associated biozones and datum ages used in the age models. Bioevent ages originally reported relative to previous time scales (e.g., Gradstein and others, 1994; Cande and Kent, 1995; Hardenbol and others, 1998, Chart 5) were converted by J. Ogg, (pers. comm., 2007) to the Geologic Time Scale 2004 (GTS2004; Gradstein and others, 2004) by maintaining the same relative position in the polarity chrons and adjusting to 0.01-m.y. precision. Sources for bioevent depths are cited in Tables 2–5. In the present study, we distinguish between lowest (LO) and highest (HO) occurrences of marker species, which are used to define biozone boundaries within the sections, and first-appearance (FAD) and last-appearance (LAD) datums, which are used to define globally the temporal limits of a bioevent.\nAs an independent check on the accuracy of the age model, we used the interpreted age-depth relationship from age\nDownloaded from https://pubs.geoscienceworld.org/cushmanfoundation/jfr/article-pdf/38/2/162/3025624/162.pdf by University of Arizona user on 26 February 2019\nT A\nB L\nE 1\n. P\nla n\nk to\nn ic\nfo ra\nm in\nif er\na l\n(F )\na n\nd ca\nlc a\nre o\nu s\nn a\nn n\no fo\nss il\n(N )\nd a\ntu m\ns u\nse d\nin la\nte C\na m\np a\nn ia\nn -M\na a\nst ri\nch ti\na n\na g\ne m\no d\nel s\nfo r\nth e\nB la\nk e\nN o\nse d\nri ll\nsi te\ns. S\no u\nrc es\nfo r\na g\nes a\nn d\nco m\nm en\nts o n d a tu m s a re sh o w n .\nF o\nss il\nG ro\nu p\nD a tu\nm E\nv en\nt Z\no n\ne (B\na se\n) D\na tu\nm\nC a n\nd e\n& K\nen t\n(1 9 9 5 )\nA g e\n(M a )\nS E\nP M\n1 9 9 8\n6\nG ra\nd st\nei n\na n\nd o\nth er s (2 0 0 4 ); T h is st u d y A g e (M a )7\nC o\nm m\nen t\nN b\nM ic\nu la\np ri\nn si\ni C\nC 2\n6 b\n1 b\nM p\n6 6\n.0 0\n5 6\n6 .1\n5 6\n6 .7\n9 H\nen ri\nk ss\no n\n(1 9\n9 3\n) id\nen ti\nfi ed\nth e\nL O\no f\nM .\np ri\nn si\ni in\nlo w\ner C\nh ro\nn C\n2 9\nr a t D S D P si te s in th e A tl a n ti c a n d P a ci fi c O ce a n s. A v er a g in g it s d is tr ib u ti o n w it h in th is ch ro n in te rv a l fo r si te s w it h m o d er a te a b u n d a n ce o f th is sp ec ie s y ie ld s a m ea n a g e o f 6 5 .7 9 M a\n. N b C er a to li th o id es k a m p tn er i C C 2 6 a 1 b C k 6 7 .2 0 1 [6 7 .4 4 ] P er ch -N ie ls en (1 9 8 5 ) n o te d th a t C . k a m\np tn\ner i\nca n\nb e\nu se\nd a\ns a\np ro\nx im\na l\nm a\nrk er\nfo r\nth e\nb a\nse o\nf Z\no n\ne C\nC 2\n6 .\nN b\nN ep\nh ro\nli th\nu s\nfr eq\nu en\ns C\nC 2\n6 a\n1 b\nN f\n6 7\n.2 0\n5 6\n8 .1\n5 6\n7 .4\n4 P\no sp\nic h\na l\na n\nd W\nis e\n(1 9\n9 0 )\nid en\nti fi\ned th\ne L\nO o\nf N\n. fr\neq u\nen s\na t\nn ea\nr sa\nm e\nle v\nel a\ns R\nei n\nh a\nrd ti\nte s\nle vi\ns in\nm id\nd le\nC h\nro n\nC 3\n1 r\na t\nM a\nu d\nR is\ne a\nn d\nn o te a n , 1 m .y . y o u n g er a p p ea ra n ce a t lo w la ti tu d es w it h in C h ro n C 3 1 n . F b P se u d o g u em b el in a h a ri a en si s P su ed o g u em b el in a h a ri a en si s2 b P h 6 6 .4 0 2 6 6 .5 4 [6 6 .7 8 ] L i a n d K el le r (1 9 9 8 ) id en ti fi ed th e L O o f P . h a ri a en si s in m id d le C h ro n C 3 0 n a t D S D P S it e 5 2 5 A in th e m id -l a ti tu d e S o u th A tl a n ti c. N b M ic u la m u ru s C C 2 5 c1 b M m 6 8 .5 0 1 6 8 .6 6 6 8 .5 1 M o n ec h i a n d T h ie rs te in (1 9 8 5 ) p la ce d a t b a se o f C h ro n C 3 0 n in th e B o tt a cc io n e se ct io n (, 6 7 .7 0 M a ). E rb a a n d o th er s (1 9 9 5 ) a ss ig n ed th is to u p p er C h ro n C 3 1 r, w h ic h is th e p re fe rr ed a g e u se d h er e. F b A b a th o m p h a lu s m a y a ro en si s A b a th o m p h a lu s m a y a ro en si s b A m 6 8 .2 5 2 6 8 .6 6 [6 8 .7 2 ] R ec o rd ed a t b a se o f C h ro n C 3 1 n b y M o n ec h i a n d T h ie rs te in (1 9 8 5 ) in B o tt a cc io n e se ct io n , w h ic h is w h er e it fi rs t o cc u rs in th e p re se n t st u d y ; re co rd ed in lo w er to m id d le C h ro n C 3 1 r a t O D P S it es 6 8 9 a n d 6 9 0 (M a u d R is e, so u th er n S o u th A tl a n ti c; H u b er , 1 9 9 0 ) a n d H o le 5 2 5 A m id - la ti tu d e S o u th A tl a n ti c; L i a n d K el le r, 1 9 9 8 ). N b L it h ra p h id it es q u a d ra tu s C C 2 5 b 1 /U C 2 0 3 b L q 6 7 .5 0 6 8 .5 6 6 8 .7 0 M o n ec h i a n d T h ie rs te in (1 9 8 5 ) a ss ig n ed to lo w er m o st C h ro n C 3 1 n in th e B o tt a cc io n e se ct io n , o r , 6 8 .7 0 M a . N t R ei n h a rd ti te s le vi s C C 2 5 a 1 /U C 1 9 3 tR l 6 9 .2 0 5 6 9 .4 2 6 9 .4 4 P o sp ic h a l a n d W is e (1 9 9 0 ) n o te d la ti tu d in a l d ia ch ro n ei ty in th is ex ti n ct io n , w it h lo w la ti tu d e H O a t th e b a se o f C h ro n C 3 0 n a n d h ig h la ti tu d e H O in m id d le C h ro n C 3 1 r. H o w ev er , E rb a a n d o th er s (1 9 9 5 ) re co rd th is H O ju st a b o v e th e L O o f R . fr u ct ic o sa , w h ic h is th e le v el u se d h er e. B ra lo w er a n d o th er s (1 9 9 5 ) d o n o t d if fe re n ti a te R . le vi s fr o m R . a n th o p h o ru s b ec a u se o f d if fi cu lt y se p a ra ti n g m o rp h o lo g ie s w it h ev en m in o r d ia g en - es is . F b R a ce m ig u em b el in a fr u ct ic o sa R a ce m ig u em b el in a fr u ct ic o sa b R f 6 9 .6 0 5 6 9 .4 4 6 9 .6 2 A t lo w la ti tu d es , P re m o li S il v a a n d S li te r (1 9 9 4 ) a n d R o b a sz y n sk i a n d C a ro n (1 9 9 5 ) co rr el a te L O in T u n is ia w it h th e u p p er th ir d o f C h ro n C 3 1 r. L a ti tu d in a l d ia ch ro n ei ty is d em o n st ra te d b y L O in C h ro n C 3 1 n a t D S D P S it e 5 2 5 (L i a n d K el le r, 1 9 9 8 ). N t Q u a d ru m tr if id u m tQ t 7 1 .3 0 5 7 0 .5 5 6 9 .8 5 A cc o rd in g to J. O g g (c o m m u n ., 2 0 0 7 ) d a tu m o cc u rs , 0 .7 5 m .y . a b o v e T er ci s G S S P b a se o f M a a st ri ch ti a n (u se d h er e) . N t T ra n o li th u s o ri o n a tu s U C 1 8 3 tT o 6 9 .6 0 5 6 9 .8 2 [7 0 .6 0 ] L eg 2 0 7 In it ia l R ep o rt s v o lu m e (S h ip b o a rd S ci en ti fi c P a rt y , 2 0 0 4 ) u se s th is H O fo r b a se o f C C 2 4 ra th er th a n T . p h a ce lo su s, b u t m o st w o rk er s co n si d er it d if fi cu lt to d is ti n g u is h T . o ri o n a tu s fr o m T . p h a ce lo su s, a n d co n si d er th e la tt er sp ec ie s a s th e se n io r sy n o n y m (J . S el fT ra il , co m m u n ., 2 0 0 7 ). F b P se u d o g u em b el in a p a lp eb ra P se u d o g u em b el in a p a lp eb ra b P p 7 1 .6 4 A t B la k e N o se (t h is st u d y ) th e L O o f P . p a lp eb ra o cc u rs ju st a b o v e b o th C h ro n C 3 2 n .1 r a n d th e F A D o f th e ca lc a re o u s n a n n o fo ss il T . p h a ce lo su s. N t T ra n o li th u s p h a ce lo su s C C 2 4 4 tT p 7 1 .6 0 5 7 1 .3 0 7 1 .8 0 E rb a a n d o th er s (1 9 9 5 ) co rr el a te w it h th e b a se o f C h ro n C 3 2 n .1 , w h ic h is th e a g e u se d h er e. F b G a n ss er in a g a n ss er i G a n ss er in a g a n ss er i b G g 7 2 .8 0 5 7 2 .8 4 7 2 .3 5 P re m o li S il v a a n d S li te r (1 9 9 4 ) p la ce a t a b o u t 4 0 % a b o v e th e b a se o f C h ro n C 3 2 n .n 2 . T h is sp ec ie s is n o t a re li a b le d a tu m a t B la k e N o se b ec a u se o f it s sp o ra d ic a n d ra re o cc u rr en ce in th e co re sa m p le s.\nDownloaded from https://pubs.geoscienceworld.org/cushmanfoundation/jfr/article-pdf/38/2/162/3025624/162.pdf by University of Arizona user on 26 February 2019\nF o\nss il\nG ro\nu p\nD a tu\nm E\nv en\nt Z\no n\ne (B\na se\n) D\na tu\nm\nC a n\nd e\n& K\nen t\n(1 9 9 5 )\nA g e\n(M a )\nS E\nP M\n1 9 9 8\n6\nG ra\nd st\nei n\na n\nd o\nth er s (2 0 0 4 ); T h is st u d y A g e (M a )7\nC o\nm m\nen t\nF b\nP la\nn o\ng lo\nb u\nli n a a ce rv u li n o id es\nb P\na 7\n2 .8\n4 7\n2 .3\n5 P\nre m\no li\nS il\nv a\na n\nd S\nli te\nr (1\n9 9\n4 )\np la\nce a\nt sa\nm e\nle v\nel a\ns L\nO o\nf G\n. g\na n\nss er i, a b o u t 4 0 % a b o v e th e b a se o f C h ro n C 3 2 n .n 2 . A t th e B la k e N o se si te s\nth e\nL O\no f\nP .\na ce\nrv u li\nn o\nid es\nco n\nsi st\nen tl\ny o\ncc u\nrs a\nt o\nr ju\nst a\nb o\nv e\nth e\nL O\no f\nR .\nfr u\nct ic\no sa\n. T\nh is\nd is\ncr ep\na n\ncy m\na y\nre su\nlt fr\no m\nd if\nfe ri\nn g\nta x\no n\no m ic co n ce p ts o f th is sp ec ie s.\nF b\nG lo\nb o\ntr u\nn ca\nn a\na eg\ny p\nti a\nca G\nlo b\no tr\nu n\nca n a a eg y p ti a ca\nb G\na 7\n4 .0\n8 7\n3 .2\n7 P\nre m\no li\nS il\nv a\na n\nd S\nli te\nr (1\n9 9\n4 )\np la\nce a\nt a\nb o\nu t\n5 0 %\na b\no v\ne th\ne b\na se\no f\nC h\nro n\nC 3\n2 r.\nr2 .\nT h\nis is\na n\nu n\nre li\na b\nle d\na tu\nm a\nt B\nla k\ne N\no se\nb ec\na u\nse o\nf th e sp o ra d ic o cc u rr en ce o f th e b io m a rk er\n. F b P se u d o g u em b el in a ex co la ta b P e 7 4 .0 8 7 3 .2 7 P re m o li S il v a a n d S li te r (1 9 9 4 ) re p o rt a t\nsa m\ne le\nv el\n(m id\n-C 3\n2 r.\nr2 )\na s\nth e\nL O\no f\nG .\na eg\ny p\nti a\nca .\nF b\nP se\nu d\no te\nx tu\nla ri\na el\neg a\nn s\nb P\nel 7\n5 .2\n5 [7\n5 .0\n7 ]\nS E\nP M\n’9 8\np la\nce s\na t\nsa m\ne le\nv el\n(C 3 3\nn .8\n5 )\na s\nH O\no f\nR .\nca lc\na ra\nta ,\nw h\nic h\nis th e b a si s fo r th e a g e es ti m a te u se d h er\ne. N t A sp id o li th u s p a rc u s U C 1 7 3 tA p 7 4 .6 0 5 7 4 .4 7 [7 3 .9 0 ] M o n ec h i a n d T h ie rs te in (1 9 8 5 ) p la ce a\nt C\nh ro\nn C\n3 3\nr. 6\n0 in\nth e\nB o\ntt a\ncc io\nn e\nse ct\nio n\n, b\nu t\nE rb\na a\nn d\no th\ner s\n(1 9\n9 5 )\nco rr\nel a\nte w\nit h\nth e\nb a\nse o\nf C\nh ro n C 3 2 r. 2 r, w h ic h is fo ll o w ed h er e. G ra d st ei n a n d o th er s (2 0 0 4 ) u se 7 5 .2 0 M a a s th e L A D fo r th is sp ec ie s. A ls o p la ce d in g en u s B ro in so n\nia .\nF t\nR a\nd o\ntr u n\nca n\na ca\nlc a\nra ta\nG lo\nb o\ntr u\nn ca\nn el\nla .\nh a\nva n\nen si\ns tR\nc 7\n5 .2\n0 2\n7 5\n.7 7\n[7 5\n.0 7\n] A\nss ig\nn ed\nto p\no la\nri ty\nC h\nro n\nC 3\n3 n\n.9 2\nb a\nse d\no n\nB o\ntt a\ncc io\nn e\nse ct\nio n\n(P re\nm o li S il v a a n d S li te r, 1 9 9 4 ). G ra d st ei n a n d o th er s (2 0 0 4 ) u se 7 5 .5 7 M a a s d a tu m a g e. P re v io u sl y h a s b ee n a ss ig n ed to G lo b o tr u n ca n it a .\nN t\nE if\nel li\nth u\ns ex\nim iu\ns C\nC 2\n3 4 /U\nC 1\n6 3\ntE e\n7 5\n.3 0\n5 7\n5 .3\n3 [7\n5 .3\n1 ]\nM o\nn ec\nh i\na n\nd T\nh ie\nrs te\nin (1\n9 8\n5 )\nre co\nrd in\n, C\nh ro\nn C\n3 3\nn .5\n0 in\nB o\ntt a\ncc io\nn e\nse ct\nio n\n, w\nh er\nea s\nE rb\na a\nn d\no th\ner s\nco rr\nel a\nte w\nit h\n, C\nh ro\nn C\n3 3\nn .8\n0 ,\nw h\nic h\nis u\nse d\nh er\ne. G\nra d\nst ei\nn a\nn d\no th\ner s\n(2 0\n0 4\n) u\nse 7\n5 .7\n2 M\na a\ns d\na tu\nm a\ng e.\nF b\nR a\nd o\ntr u n\nca n\na ca\nlc a\nra ta\nR a\nd o\ntr u n\nca n a ca lc a ra ta\nb R\nc 7\n6 .4\n0 2\n7 6\n.2 0\n[7 5\n.5 7\n] A\nss ig\nn ed\nto C\nh ro\nn C\n3 3\nn .7\n6 b\na se\nd o\nn B\no tt\na cc\nio n\ne se\nct io\nn (P\nre m\no li\nS il\nv a\na n\nd S\nli te\nr, 1\n9 9\n4 ).\nG ra\nd st\nei n\na n\nd o\nth er\ns (2\n0 0\n4 )\nu se\n7 6\n.1 8\nM a\na s\nd a\ntu m\na g\ne. P\nre v\nio u\nsl y\nh a\ns b\nee n\na ss\nig n\ned to\nG lo\nb o\ntr u\nn ca\nn it\na .\nN b\nQ u\na d ru\nm tr\nif id\nu m\nC C\n2 2\n4 b\nQ t\n7 6\n.0 0\n5 7\n6 .1\n5 7\n6 .2\n9 In\nth e\nB o\ntt a\ncc io\nn e\nse ct\nio n\n, P\nre m\no li\nS il\nv a\na n\nd S\nli te\nr co\nrr el\na te\nw it\nh ju st a b o v e th e L O o f R . ca lc a ra ta , b u t E rb a a n d o th er s re co rd lo w er , a t a b\no u t C h ro n C 3 3 .6 5 , w h ic h is th e a g e es ti m a te u se d h er e. G ra d st ei n a n d o th er s (2 0 0 4 ) u se 7 6 .3 8 M a a s d a tu m a g e. A ls o k n o w n a s U n ip la n a ri u s tr if id u m .\nN b\nQ u\na d ru\nm si\nss in\ng h\nC C\n2 1\n4 b\nQ s\n7 7\n.0 0\n5 7\n7 .1\n5 7\n7 .1\n0 E\nrb a\na n\nd o\nth er\ns (1\n9 9\n5 )\nco rr\nel a\nte w\nit h\n, C\nh ro\nn C\n3 3\nn .4\n5 ,\nw h\nic h\nis th e es ti m a te u se d h er e. G ra d st ei n a n d o th er s (2 0 0 4 ) u se 7 7 .3 8 M a a s\nd a\ntu m\na g\ne. A\nls o\nk n\no w\nn a\ns U\nn ip\nla n\na ri\nu s\nsi ss\nin g\nh ii . F b G lo b o tr u n ca n a ve n tr ic o sa G lo b o tr u n ca n a ve n tr ic o sa b G v 7 7 .5 8 7 9 .5 4 In th e B o tt a cc io n e se ct io n , P re m o li S il v a a n d S\nli te\nr (1\n9 9\n4 )\nre co\nrd a\nt b\na se\no f\nC h\nro n\nC 3\n3 n\n. G\nra d\nst ei\nn a\nn d\no th\ner s\n(2 0\n0 4 )\np la\nce in\nu p\np er\nC h\nro n\nC 3\n3 r\nw it\nh a\nn a\nss ig\nn ed\na g\ne o\nf 7\n9 .9\n2 M\na .\n1 Se\nlf -T\nra il\n, 20 01 2 R ob as zy n sk i an d\nC ar\non ,\n19 95\n3 B\nu rn\net t,\n19 98\n4 Si\nss in\ngh (1\n97 7)\nan d\nP er\nch N\nie ls\nen (1\n98 5)\n5 E\nrb a\nan d\not h\ner s,\n19 95\n6 SE\nP M\n19 98\nre fe\nrs to\nC h\nar t\n5 in\nd e\nG ra\nci an\nsk y\nan d\not h\ner s,\n19 98\n7 A\nge va\nlu es\np re\nse n\nte d\nin br\nac ke\nts ar\ne re\nca li\nbr at\ned to\nth e\nG ra\nds te\nin an\nd ot\nh er\ns (2\n00 4)\nti m\ne sc\nal e.T\nA B\nL E\n1 .\nC o\nn ti\nn u\ned .\nDownloaded from https://pubs.geoscienceworld.org/cushmanfoundation/jfr/article-pdf/38/2/162/3025624/162.pdf by University of Arizona user on 26 February 2019\nmodels for each site to generate an estimated age for each Campanian-Maastrichtian Blake Nose sample for which 87Sr/86Sr data are available (MacLeod and others, 2001a; MacLeod and others, 2003). These ages and ratios are then plotted against the 87Sr/86Sr seawater curve of McArthur and Howarth (2004). Like the age model, this Sr-curve is calibrated to the time scale of Gradstein and others (2004). However, because of a consistent offset in similarly aged samples observed between samples from a number of sites analyzed at the University of North Carolina and those used to define the mean Late Cretaceous seawater strontium curve, the reference curve was shifted by 0.000020 toward higher values (MacLeod and others, 2003)."
  }, {
    "heading": "BIOZONATION",
    "text": "The planktonic foraminiferal zonal scheme outlined below is based on the standard tropical/subtropical scheme of Robaszynski and Caron (1995), which was established for the families Globotruncanidae and Heterohelicidae based on observations from Cretaceous sections in the Mediterranean region. This scheme has been modified to improve reliability of correlation among the Blake Nose drill sites by including recognition of a new Pseudoguembelina palpebra Partial-range Zone between the Globotruncanella havanensis and Racemiguembelina fructicosa Zones. Other modifications and refinements are noted in the remarks subsection of the zonal descriptions below. Ages of the zonal marker datums and sources for those ages are cited in Table 1. Biostratigraphic subdivisions of each Blake Nose drill site are correlated relative to the drill site magnetostratigraphy and the Robaszynski and Caron (1995) biozonation in Figures 2–5. Datums used to define the calcareous nannofossil tropical/subtropical biozonations of Sissingh (1977) and Perch-Nielsen (1985), as adopted by Self-Trail (2002) and identified in this study, are listed in Table 1 and presented in Figures 2–5.\nGlobotruncana ventricosa Partial-range Zone (=Globotruncana ventricosa Interval Zone of Robaszynski and Caron, 1995)\nDefinition. Biostratigraphic interval from the lowest-occurrence of the nominate species to the lowest occurrence of Radotruncana calcarata.\nMagnetochronologic calibration. Premoli Silva and Sliter (1994) record the LO at the same level as the base of Chron C33n in the Bottaccione section.\nAge Estimates. Base 79.54 Ma, top 75.57 Ma.\nRemarks. Although the zonal marker was found only in one sample, the zonal interval is assigned to all of Core 1050C19R based on the presence of Globotruncanita subspinosa, G. atlantica, G. elevata, Contusotruncana patelliformis and C. plummerae and the absence of Radotruncana calcarata. The lower part of this zone at Site 1050 is truncated by an unconformity. This zone is absent from the other Blake Nose drill sites.\nIn addition to the species listed above, characteristic globotruncanids within this zone include Globotruncana\narca, G. bulloides, G. hilli, G. linneiana, Globotruncanita stuartiformis, and Contusotruncana fornicata. Heterohelicid species include Heterohelix globulosa and Pseudotextularia nuttalli.\nRadotruncana calcarata Taxon-range Zone (=Globotruncana calcarata Total Range Zone of Robaszynski and\nCaron, 1995)\nDefinition. Biostratigraphic interval comprising the total range of the nominate species (Fig. 2).\nMagnetochronologic calibration. Based on the study of Premoli Silva and Sliter (1994), the LO and HO of R. calcarata are estimated at 76% and 92%, respectively, above the base of Chron C33n in the Bottaccione section. At ODP Site 1050 the LO of R. calcarata correlates with a normal polarity zone assigned to C33n (Fig. 4).\nAge Estimates. Base 75.57 Ma, top 75.07 Ma.\nRemarks. The nominate species is a rare but conspicuous element found throughout this zone. The stratigraphic range of R. calcarata in the Bottaccione section may be underestimated because of difficulty in making unambiguous identification of specimens with spines in thin section (Premoli Silva and Sliter, 1994). Thus, ages for its FAD and LAD may be underestimated.\nCharacteristic globotruncanid species found in this zone include Globotruncana arca, G. angulata, G. atlantica, G. bulloides, G. insignis, G. orientalis, Globotruncanita stuartiformis, Contusotruncana fornicata and C. patelliformis. Characteristic heterohelicid species include Heterohelix globulosa and Pseudotextularia nuttalli.\nLOs observed within this zone include Planoglobulina manuelensis, P. riograndensis, Pseudoguembelina costulata, Gublerina acuta and Globotruncanella havanensis.\nGlobotruncanella havanensis Partial-range Zone (=Globotruncanella havanensis Interval and Partial\nRange Zone of Robaszynski and Caron, 1995)\nDefinition. Biostratigraphic interval containing the partial range of the nominate taxon from the HO of Radotruncana calcarata to the LO of Pseudoguembelina palpebra (Fig. 2).\nMagnetochronologic calibration. See above for base and below for top of zone.\nAge Estimates. Base 75.07 Ma, top 71.64 Ma.\nRemarks. The nominate species is relatively rare within this zone, whereas globotruncanids including Globotruncana arca, G. linneiana, G. bulloides, Contusotruncana fornicata and Globotruncanita stuartiformis are quite common. Among the heterohelicids, Heterohelix globulosa is common and Pseudotextularia nuttalli, Laeviheterohelix glabrans and Planoglobulina riograndensis are present but relatively rare.\nNumerous lowest occurrences are recorded within this zone. Species with LOs near the base of the zone include Pseudoguembelina excolata, Globotruncanita stuarti and\nDownloaded from https://pubs.geoscienceworld.org/cushmanfoundation/jfr/article-pdf/38/2/162/3025624/162.pdf by University of Arizona user on 26 February 2019\nRugoglobigerina hexacamerata; LOs in the middle of the zone include Globotruncanella petaloidea and Gublerina robusta.\nPseudoguembelina palpebra Partial-range Zone (defined herein; different denotation than Pseudoguembelina palpebra"
  }, {
    "heading": "Zone of Li and Keller, 1998)",
    "text": "Definition. Biostratigraphic interval from the LO of Pseudoguembelina palpebra to the LO of Racemiguembelina fructicosa.\nMagnetochronologic calibration. At Site 1050, the LO of P. palpebra occurs 21 cm above the midpoint depth of Chron C32n.1r (this study). The LO of R. fructicosa correlates with the upper third of Chron C31r in southern Europe (Premoli Silva and Sliter, 1994; Robaszynski and Caron, 1995) and in the subtropical North Atlantic Ocean (this study). The LO of R. fructicosa within the middle of Chron C31n in the mid-latitude South Atlantic Ocean (Li and Keller, 1998) may be the result of poleward diachroneity in its distribution.\nAge Estimates. Base 71.64 Ma, top 69.62 Ma.\nRemarks. The LO of the nominate taxon is determined by the appearance of a finely costate biserial heterohelicid that has a rapid chamber-size increase in the early ontogeny and the distinct presence of at least one supplementary aperture. These early forms strongly resemble the holotype of Pseudoguembelina polypleura Masters, 1976, which is considered a junior synonym of P. palpebra by most authors (e.g., see Nederbragt, 1991). Later forms tend to show increased pinching of the final chambers, greater inflation of the prepenultimate chambers, a more coarsely costate test, and earlier ontogenetic appearance of the supplementary apertures than early forms. However, the change is gradual through the section, with a range of morphologies possible in any given sample.\nThe LO of P. palpebra is consistently found in low to moderate abundance between the HO of R. calcarata and the LO of R. fructicosa at all of the Blake Nose drill sites and is recorded just above the LO of Gansserina gansseri in Hole 1049C. Because G. gansseri has a spotty distribution in the Blake Nose samples and is very rare when it is found, the LO of P. palpebra is considered a more reliable biomarker than the LO of G. gansseri for correlation within the uppermost Campanian interval. The FAD of P. palpebra is estimated as 71.64 Ma based on ages averaged\nTABLE 3. Biostratigraphic datums used to define the age-depth curve for DSDP Hole 390A.\nDatum type Event Plot-code Young age (Ma) Top depth (mbsf) Bottom depth (mbsf)\nKPB K/P boundary KPB 65.50 111.87 112.20 F b P. hariaensis bPh 66.78 125.01 125.77 N b C. kamptneri bCk 67.44 125.77 125.87 N b M. murus bMm 68.51 125.77 125.87 F b A. mayaroensis bAm 68.80 125.77 125.87 F b R. fructicosa bRf 69.56 126.36 126.85 F t R. calcarata tRc 75.07 139.32 139.48 F b R. calcarata bRc 75.57 140.14 140.31 F b G.aegyptiaca bGa 73.27 124.37 125.01 F b P. elegans bPel 75.07 125.77 126.36\nDownloaded from https://pubs.geoscienceworld.org/cushmanfoundation/jfr/article-pdf/38/2/162/3025624/162.pdf by University of Arizona user on 26 February 2019\nfrom its LOs at ODP Sites 1049 and 1050, which differ by only 0.21 m.y. (Table 7). The age of the lowest occurrence of P. palpebra in Hole 1052E is not calculated because of an unconformity separating upper Campanian from lower Cenomanian sediments.\nGlobotruncanid assemblages in the P. palpebra Zone are very similar to those found in the underlying G. havanensis Zone. Globotruncana arca, G. bulloides, G.\nlinneiana and Globotruncanita stuartiformis are most abundant and G. hilli and C. patelliformis increase in abundance up section. Heterohelicids are dominated by Heterohelix globulosa and Pseudotextularia nuttalli. Pseudoguembelina palpebra, P. costulata, Heterohelix navarroensis, H. labellosa, Gublerina acuta, Planoglobulina manuelensis, and P. riograndensis occur consistently in low to moderate abundance.\nTABLE 5. Biostratigraphic datums used to define the age-depth curve for ODP Hole 1052E.\nGroup Event Plot Code Young Age (Ma) Top depth (mbsf) Bottom depth (mbsf)\nKPB k/t boundary1 KPB 65.50 302.18 302.18 M b C29r2 b29r 65.86 302.79 309.70 F b M. prinsii3 bMp 65.81 324.60 326.00 F b P. hariaensis4 bPh 66.78 328.88 330.32 M base C30n2 b30n 67.70 335.62 338.71 M base C30r2 b30r 67.87 343.68 349.30 N b C. kamptneri3 bCk 67.44 351.80 352.90 N b M. murus3 bMm 68.51 367.90 377.10 F b A. mayaroensis4 bAm 68.72 379.01 380.28 N b L. quadratus3 bLq 68.70 385.00 386.70 M b C31n2 bC31n 68.79 386.26 386.73 N t R. levis3 tRl 69.44 389.92 394.28 F b R. fructicosa4 bRf 69.62 400.12 411.99 M b C31r2 bC31r 70.96 468.35 478.35 F b P. acervulinoides4 bPa 72.35 386.67 394.26 F b G. aegyptiaca4 bGa 72.35 414.52 418.50 F b G. gansseri4 bGg 72.35 473.70 474.30 N t T. phacelosus5 tTp 71.80 474.00 474.40 F b P. elegans4 bPel 75.07 423.27 424.22\n1Norris and others, 1998 2Ogg and Bardot, 2001 3Self-Trail, 2002 4This study 5Watkins in Norris and others, 1998\nDownloaded from https://pubs.geoscienceworld.org/cushmanfoundation/jfr/article-pdf/38/2/162/3025624/162.pdf by University of Arizona user on 26 February 2019\nLowest occurrences within the lower part of this zone include Pseudoguembelina kempensis and Racemiguembelina powelli. LOs in the upper part of the zone include Planoglobulina multicamerata, Pseudotextularia intermedia, P. brazoensis and Contusotruncana contusa.\nRacemiguembelina fructicosa Partial-range Zone (base different, top same as Racemiguembelina fructicosa"
  }, {
    "heading": "Partial-range Zone of Robaszynski and Caron, 1995)",
    "text": "Definition. Biostratigraphic interval from the LO of Racemiguembelina fructicosa to the LO of Abathomphalus mayaroensis.\nMagnetochronologic calibration. See above for LO of R. fructicosa. In the Italian Bottaccione section, the LO of A. mayaroensis correlates with the base of Chron C31n (Premoli Silva and Sliter, 1994), whereas it has been reported in lower to middle Chron C31r in the South Atlantic Ocean (Huber, 1990; Li and Keller, 1998).\nAge Estimates. Base 69.62 Ma, top 68.72 Ma.\nRemarks. The LO of R. fructicosa is differentiated from its ancestor, R. powelli, by having smaller, more numerous multiserial chambers that form a more circular test outline in top view and are connected by a sieve plate (Nederbragt, 1991). However, presence of intermediate forms may cause some uncertainty in identifying this datum. The nominate species is rare in the lower part of the zone and becomes increasingly abundant in the upper part.\nCharacteristic globotruncanid species include Globotruncana arca, G. conica, G. hilli, Gobotruncanita stuartiformis and Contusotruncana contusa. Globotruncana bulloides becomes very rare in the upper part of the zone. Heterohelicids are dominated by Heterohelix globulosa, H. striata and H. navarroensis, whereas Heterohelix labellosa, Pseudotextularia elegans, Planoglobulina multicamerata and Pseudoguembelina palpebra occur consistently in low to moderate abundance. Planoglobulina manuelensis becomes less abundant in the upper part of this zone.\nLOs within this zone include Heterohelix semicostata, Planoglobulina acervulinoides and Rugoglobigerina rotundata. The HO of Contusotruncana fornicata is recorded in the middle of this zone.\nDownloaded from https://pubs.geoscienceworld.org/cushmanfoundation/jfr/article-pdf/38/2/162/3025624/162.pdf by University of Arizona user on 26 February 2019\nDownloaded from https://pubs.geoscienceworld.org/cushmanfoundation/jfr/article-pdf/38/2/162/3025624/162.pdf by University of Arizona user on 26 February 2019\nAbathomphalus mayaroensis Partial-range Zone (base same, top different from Abathomphalus mayaroensis\nPartial-range Zone of Robaszynski and Caron, 1995)\nDefinition. Biostratigraphic interval from the LO of Abathomphalus mayaroensis to the LO of Pseudoguembelina hariaensis.\nMagnetochronologic calibration. See above for base. The LO of P. hariaensis has been correlated with middle Chron C30n in the Mediterranean region (Robaszynski and Caron, 1995) and lower Chron C30n in the mid-latitude South Atlantic Ocean (Li and Keller, 1998).\nAge Estimates. Base 68.72 Ma, top 66.78 Ma.\nRemarks. The nominate taxon occurs consistently in low abundance throughout this zone. Characteristic globotrun-\ncanid species include Globotruncana arca, Globotruncanita stuartiformis, G. stuarti and Contusotruncana contusa. Heterohelicids are dominated by Heterohelix globulosa, H. navarroensis, H. planata, H. striata and Racemiguembelina fructicosa, whereas Heterohelix labellosa, Pseudoguembelina excolata, P. palpebra, Planoglobulina multicamerata and Pseudotextularia nuttalli occur consistently in low to moderate abundance. Rugoglobigerina rugosa and R. hexacamerata are also common in this zone.\nThe LO of Trinitella scotti is recorded in the middle of the A. mayaroensis Zone.\nPseudoguembelina hariaensis Partial-range Zone (=Pseudoguembelina hariaensis Partial-range Zone of"
  }, {
    "heading": "Robaszynski and Caron, 1995)",
    "text": "Definition. Biostratigraphic interval from the LO of the nominate species to the extinction of most Cretaceous\nDownloaded from https://pubs.geoscienceworld.org/cushmanfoundation/jfr/article-pdf/38/2/162/3025624/162.pdf by University of Arizona user on 26 February 2019\nplanktonic foraminifera at the Cretaceous-Paleogene boundary.\nMagnetochronologic calibration. See above for base. Top correlated with lower Chron C29r (Premoli Silva and Sliter, 1994).\nAge Estimates. Base 66.78 Ma, top 65.50 Ma.\nRemarks. The nominate taxon occurs consistently throughout the interval in relatively moderate abundance. Globotruncanid species include common Globotruncanita stuartiformis, Globotruncana arca and Contusotruncana contusa; rare to moderately abundant Globotruncanita stuarti, Globotruncana falsostuarti, G. esnehensis, G. conica and G. angulata; and very rare Abathomphalus mayaroensis, Globotruncana dupleublei and G. insignis. Heterohelicids are dominated by Heterohelix globulosa and include relatively common Heterohelix labellosa, Racemiguembelina fructicosa, Pseudotextularia elegans and P. nuttalli.\nThe HOs of Globotruncana linneiana and Contusotruncana patelliformis occur in the base and middle of this zone, respectively.\nPlummerita hantkeninoides is absent from all of the Blake Nose sites despite the presence of sediments spanning the age range of this species, which evolved within the last 300 k.y. of the Maastrichtian (Abramovich and Keller, 2002). This species apparently preferred to live in eutrophic shelfal to upper-slope continental margin environments (e.g., Abramovich and others, 1998; Abramovich and Keller, 2002; MacLeod and others, 2007) and has not been reported from open–ocean pelagic carbonate sediments."
  }, {
    "heading": "AGE MODELS",
    "text": "Datums determined for Campanian-Maastrichtian planktonic foraminifera and calcareous nannofossils and the levels of magnetic polarity reversals obtained from DSDP/ODP sites on the Blake Nose provide the basis for construction of the age-depth models presented in Figures 4–7. Age assignments, lowest and highest occurrence\nDownloaded from https://pubs.geoscienceworld.org/cushmanfoundation/jfr/article-pdf/38/2/162/3025624/162.pdf by University of Arizona user on 26 February 2019\ndepths, and reference sources are presented in Tables 2–5. Sr isotopic data are used as a means of independently evaluating the model and are discussed below.\nSITE 1049\nCretaceous sediments from the three holes drilled at Site 1049, which are located about 10 m apart from each other, are precisely correlated using the base of the impact bed at the Cretaceous/Paleogene (K/P) boundary as a datum plane (Fig. 2). Constructing a precise age model for this site (and for Hole 390A) is difficult as the section is relatively thin (reducing stratigraphic resolution) and contains significant coring gaps and disturbed bedding that may indicate slumping in places. Sediment thickness between the K/P boundary and the unconformity bounding the late Campanian Radotruncana calcarata Zone and the early Albian Hedbergella rischi Zone varies between 17.98 and 19.26 m in the three drillholes, but it is about 10-m thicker in Hole 390A due to a thicker interval of Campanian sediment (Fig. 2). Sub-bottom depths to the K/P boundary differ between these holes by as much as 14.8 m. This offset probably resulted from error in calculating the depth to the seafloor surface, as the method used at Site 1049 depended on estimation of when a reduction in drill string weight occurred (Norris and others, 1998, p. 49), which can be imprecise when drilling in soft sediment. Comparison of\nsub-bottom depths for planktonic foraminiferal and calcareous nannofossil datums for these holes show offsets that are similar to the boundary offsets. Planktonic foraminiferal and calcareous nannofossil datums were determined with greatest precision at Hole 1049C, which is used as the basis for constructing the age model for Site 1049 (Fig. 4). Table 2 lists all datums included in this age model along with the less precisely determined datums used to determine zonal boundary depths for Holes 1049A and 1049B (Fig. 2).\nDespite the problems outlined, the age model for Hole 1049C is constrained by a number of reliable datums. The depths of the K/P boundary and the Chron C29r/C30n reversal in the uppermost Maastrichtian establish a sedimentation rate of 4.17 m/m.y. Below the base of Chron C29r, the estimated sedimentation rate increases to 10.11 m/m.y., as determined by passing the LOC through the FAD of Pseudoguembelina hariaensis. This datum occurs at the same level as the FAD of the calcareous nannofossil Micula prinsii and just above a distinct sediment color change at 125.48 mbsf that is interpreted as a hiatal surface. Based on co-occurring FADs of four planktonic foraminiferal and calcareous nannofossil datums, this hiatus is estimated to span the interval from 66.92 to 68.95 Ma.\nBetween 68.95 Ma and 73.90 Ma, planktonic foraminiferal datums line up to define a LOC that suggests\nDownloaded from https://pubs.geoscienceworld.org/cushmanfoundation/jfr/article-pdf/38/2/162/3025624/162.pdf by University of Arizona user on 26 February 2019\nsedimentation rates were much slower (1.03 m/m.y.) below the color change than above it (10.11 m/m.y.). Disturbed bedding in this interval is suggestive of slumping, but there is no biostratigraphic evidence for mixing or repetition of strata. A short (,1.14 m.y.) hiatus is placed between the base of the G. havanensis Zone and top of the R. calcarata Zone, below which is a 2-m interval that spans most of the R. calcarata Zone. An ,34-m.y. unconformity separates upper Campanian from lower Albian sediments.\nThe LOs of Planoglobulina acervulinoides and Pseudotextularia elegans are estimated as 69.62 Ma according to the LOC for Hole 1049C. This age is much younger than the FAD ages that have been previously used for these species (Table 1).\nSITE 390A\nThe age-depth curve for Hole 390A is very similar to that of Hole 1049C. Differences between the two curves are attributed to inclusion of fewer calcareous nannofossil datums and absence of the Chron C29r/C30n paleomagnetic control point in Hole 390A (Fig. 5). The K/P boundary, which is used as a datum plane for correlation of the three holes at Site 1049, was not recovered intact at Site 390 because of coring disturbance (Benson and others, 1978). The boundary is placed between 145 and 149 cm in\nSection 390A-11-5 (111.95–112.00 mbsf), where there is a sediment color change and a mixture of planktonic foraminifera and calcareous nannofossils of latest Maastrichtian and earliest Danian age (Benson and others, 1978).\nThe age model for Hole 390A indicates an initially fast sedimentation rate of 10.11 m/m.y. between the K/P boundary (KPB) and the mid-Maastrichtian unconformity, which is marked by a sharp color change at 125.87 mbsf. The unconformity is estimated to span the interval between 66.94 and 68.85 Ma, with a 1.91-m.y. duration. Below the unconformity, the sedimentation rate slows to about 1.03 m/m.y. A brief unconformity between 75.05 and 73.90 Ma is followed by a short interval of sedimentation and then a major unconformity between 75.57 Ma and 110.00 Ma.\nThere are significant differences in depths below the seafloor between Holes 390A and 1049C that should be considered when correlating between these two holes (Fig. 2). First, assuming the KPB is nearly complete at Hole 390A, its depth is 1.08 m above the base of the tektite bed at Hole 1049C. Second, the depth of the midMaastrichtian unconformity Hole 390A is 1.47 m below that in Hole 1049C. Finally, biozones below the midMaastrichtian unconformity at Site 390A thicken with depth, such that the top of the R. calcarata Zone is 8.95 m deeper than in Hole 1049C. These differences suggest that\nDownloaded from https://pubs.geoscienceworld.org/cushmanfoundation/jfr/article-pdf/38/2/162/3025624/162.pdf by University of Arizona user on 26 February 2019\nthe position of Hole 390A must be offset relative to Site 1049, despite use of the same geographic coordinates. These differences underscore the problems of resolving short intervals of time in sections with slow sedimentation rates and potential sedimentological complications.\nSITE 1050\nThe most complete Campanian-Maastrichtian record at the Blake Nose occurs at Site 1050, extending ,79 m from the G. ventricosa Zone to the P. hariaensis Zone. Although the K/P boundary is biostratigraphically complete, no impact ejecta were observed in sediments above or below the boundary layer, suggesting that the impact bed may have been slumped away (Norris and others, 1998). As observed at Site 1049, the LOs of M. prinsii and P. hariaensis occur in close proximity to each other, and the latter is used as a control point for the LOC. The sedimentation rate for this interval is estimated as 18.10 m/m.y. A 0.66-m.y. hiatus is interpreted to occur at a possibly slumped interval at 427.75 mbsf. Tie points linking the LO of C. kamptneri and the Chron C31n/C31r boundary are supported by several calcareous nannofossil and planktonic foraminiferal datums, and indicate a sedimentation rate of 18.33 m/m.y. within the A. mayaroensis Zone.\nFrom the base of Chron C31n to the base of the G. havanensis Zone, the planktonic foraminiferal and calcareous nannofossil datums indicate a sedimentation rate of 8.94 m/m.y. The LOs of Planoglobulina acervulinoides and Pseudotextularia elegans are about 69.98 and 68.76 Ma, respectively, according to the LOC at Hole 1050C. These ages are considerably younger than the FAD ages that have been used previously for these species (Table 1).\nSimilarly, the LO of Reinhardtites levis at Site 1050 is recorded at a level that projects to about 2.02 m.y. earlier than its previously assigned FAD age.\nA hiatus estimated to range from 75.04 to 71.62 Ma spans the lower G. havanensis Zone and upper R. calcarata Zone. Below this hiatus is a 13.42-m interval comprising the interval from the R. calcarata Zone to the G. ventricosa Zone and for which the estimated sedimentation rate is 6.50 m/m.y. This interval is underlain by a disconformity ,10 m.y. in duration that separates upper Campanian from lower Cenomanian sediments.\nSITE 1052\nThe 172-m-thick, late Campanian-Maastrichtian interval at Hole 1052E ranges from the G. havanensis Zone to the P. hariaensis Zone. The K/P boundary was not recovered in this hole, probably because of poor core recovery, but the upper Maastrichtian is considered biostratigraphically complete (Norris and others, 1998). The LOC spanning the P. hariaensis Zone is determined from alignment of the FAD of P. hariaensis and the base of Chron C29r. As observed at Sites 1049 and 1050, the LO of M. prinsii is very close to that of P. hariaensis, contrary to the 0.54-m.y. age difference that has been assigned to these species. Based on this curve, we estimate that sediment from the last 150 k.y. of the Maastrichtian is missing. The sedimentation rate in this interval is calculated as 37.89 m/m.y. As occurs at Sites\n1049 and 1050, a hiatus is recognized just below the LO of P. hariaensis and ranges from 66.49 to 67.57 Ma. Alignment of the bases of Chrons C30n and C30r and calcareous nannofossil and planktonic foraminiferal datums establishes a sedimentation rate of 45.11 m/m.y. and indicates the presence of a hiatus spanning the period from 69.34 to 68.82 Ma, which is within a slumped interval in Core 1052E-17.\nUsing the FAD of R. fructicosa and the base of Chron C31r as tie points, the sedimentation rate between the lower R. fructicosa Zone and the upper G. havanensis Zone is calculated as 50.09 m/m.y. A major unconformity that separates the upper G. havanensis Zone from the Rotalipora globotruncanoides Zone (lower Cenomanian) in Section 1052E-36R-1 is estimated to have a duration of ,26 m.y.\nA delayed first occurrence at Site 1052 for C. kamptneri (or unrecorded occurrence) is suggested by an LO that is 0.59 m.y. younger than the assumed age of its FAD. The LOs of P. acervulinoides and P. elegans are dated as 69.05 and 68.68 Ma, respectively, according to the LOC for Hole 1052E. These ages are much younger than the FAD ages that have previously been used for this species."
  }, {
    "heading": "DISCUSSION",
    "text": ""
  }, {
    "heading": "BIOSTRATIGRAPHIC DATUMS",
    "text": "The age models constructed for the upper CampanianMaastrichtian interval at each of the Blake Nose drill sites demonstrate that the relative order of occurrences and ages used for most of the planktonic foraminiferal and calcareous nannofossil datums listed in Table 1 are consistent and reliable. Moreover, the Maastrichtian magnetic-reversal-boundary tie points that are included in the age models are collinear with the microfossil datums, providing further evidence that the biostratigraphic age calibrations are dependable, at least for tropical and subtropical oceans.\nThree out of the thirteen calcareous nannofossil species used in construction of the age models show significant offsets from the age model LOCs from at least one of the three drill sites where they have been identified. The HO of Reinhardtites levis in Hole 1050C was identified 18.32 m lower than the depth predicted from the LOC (Fig. 6) and the LO of Ceratolithoides kamptneri was identified 19.41 m lower than the depth predicted by the LOC in Hole 1052E (Fig. 7). These inconsistencies do not necessarily point to a problem with the assigned datum ages, since there is good agreement with the age models at the other Blake Nose sites. However, at all three Leg 171B drill sites, the assigned FAD age for Micula prinsii is consistently younger by about 0.5 m.y. than the predicted age for its LO. This discrepancy is difficult to explain since the M. prinsii datum was carefully documented by Henriksson (1993) in multiple Atlantic and Pacific Ocean sequences with magnetostratigraphic age control.\nSignificant offsets from the age model lines of correlation are shown for several planktonic foraminiferal datums at all of the Blake Nose sites. Relative to the LOCs for each site, the LO of Pseudotextularia elegans projects to ages that are\nDownloaded from https://pubs.geoscienceworld.org/cushmanfoundation/jfr/article-pdf/38/2/162/3025624/162.pdf by University of Arizona user on 26 February 2019\n5.5 to 6.4 m.y. younger than the assigned datum age, and the LO of Planoglobulina acervulinoides is between 2.4 and 3.3 m.y. too young. Both of these offsets are probably an artifact of inconsistency in taxonomic concepts. The confusion with P. elegans stems from a poorly drawn type specimen that has been lost. For this species, we follow the species concept of Nash (1981), who selected a neotype bearing thick, continuous costae. As was noted by Nederbragt (1991), P. elegans has a distinctively different appearance from the finely costate Pseudotextularia nuttalli, and the stratigraphic ranges differ in that the former species is restricted to the Maastrichtian and the latter species ranges down to the Coniacian. The 75.25-Ma age for the FAD of P. elegans that was cited in Chart 5 of Hardenbol and others (1998) was most likely based on identification of the finely costate P. nuttalli. Based on the Blake Nose age models, the LO of P. elegans ranges between 68.68 and 69.62 Ma, and has a mean age of 69.02 Ma (Table 7). Similarly, it is likely that the older age reported for the FAD of P. acervulinoides in Gradstein and others (2004) is based on a species concept that includes forms here assigned to Planoglobulina riograndensis. We differentiate P. riograndensis as having vermicular ornamentation and a greater number of multiserial chambers than does P. acervulinoides. Based on our observations, the LO of P. acervulinoides occurs between 69.05 and 69.98 Ma, with an average age of 69.55 Ma calculated from all the Blake Nose drill sites. At the Blake Nose, we have determined that the LO of P. riograndensis is in the upper R. calcarata Zone, with an FAD of 75.72 Ma. This age is consistent with the range reported for P. riograndensis by Nederbragt (1991).\nVariations in the LOs of Globotruncana aegyptiaca and Gansserina gansseri among sections and relative to the established ages of the FADs are explained as sampling artifacts due to the scarcity of these taxa at the Blake Nose. The LO of G. aegyptiaca in Hole 1049C is recorded in the middle of the P. hariaensis Zone, plotting about 7.1 m.y. younger than the assigned FAD age; in Hole 1050C, the LO of G. aegyptiaca is in the G. havanensis Zone and plots 1.58 m.y. younger than the assigned age; and in Hole 1052, the LO is in the upper P. palpebra Zone and plots 3.35 m.y. younger than the assigned age. The LO of G. gansseri is recorded close to its FAD age in Hole 1049C, but its occurrence in Hole 1050C is over 1 m.y. younger than its assigned datum age. In Hole 1052E, the lower range of G. gansseri is truncated by a disconformity.\nIn addition to the taxa used to constrain the LOC at various sections, a number of additional planktonic foraminifera are considered reliable regional chronostratigraphic biomarkers. These taxa are listed in Table 7 along with their depths and ages calculated from each of the age models. Mean ages and maximum difference between ages are also presented. Although Contusotruncana contusa has been used as a zonal marker taxon in some studies (e.g., Wonders, 1980; Li and Keller, 1998, 1999), the 1.06-m.y. difference in ages for its LO at the Blake Nose reflects the difficulty in consistently identifying this species because of its morphologic variability (e.g., see Kucera and Malmgren, 1996)."
  }, {
    "heading": "COMPARISON BETWEEN AGE MODELS AND SRISOTOPIC DATA",
    "text": "Agreement between the age models and Sr isotopic data is generally excellent (Fig. 8). Because the seawater curve was calibrated to the timescale of Gradstein and others (2004) separately from data used to construct the age models and because Sr-isotopic measurements do not depend in any way on chronostratigraphic assignments, this comparison is an independent confirmation of the general accuracy of the age models. Beyond this confirmation, the Sr plot indicates intervals where uncertainty in age estimates are relatively large (where the age models and Sr ages are not congruent) and intervals where age uncertainty is likely low (where the age models and Sr ages are congruent).\nIn this regard, recognition that much of the lower Abathomphalus mayaroensis Zone is missing in Hole 1049C results in better agreement between Sr data and biostratigraphy than seen in a similar comparison using a simple age model (MacLeod and others, 2003) and suggests improved precision of age estimates in the upper Maas-\nDownloaded from https://pubs.geoscienceworld.org/cushmanfoundation/jfr/article-pdf/38/2/162/3025624/162.pdf by University of Arizona user on 26 February 2019\ntrichtian in Hole 1049C. The largest discrepancy between the two estimates occurs in the lower portion of the section in Hole 1049C where Sr-based age estimates that would place the samples in the lower Maastrichtian are at odds with the presence of the lower Upper Campanian marker R. calcarata. Possible explanations for this discrepancy include reworking of older zonal markers into younger sediment and alteration of original 87Sr/86Sr ratios. The former is consistent with disturbed bedding observed in portions of Cores 1049C-10 and -11 but is difficult to reconcile with the ordered sequence of both highest and lowest occurrences that define the LOC. The latter is consistent with the coarser nature of the sediment below the color change within Core 10 in Hole 1049C, which might allow relatively easy circulation of pore fluids carrying a higher 87Sr/86Sr ratio.\nOther discrepancies are minor by comparison. Within the major slumped interval in Hole 1052E (,69 Ma), two Sr analyses suggest the slumped material includes material older than the subjacent hemipelagic interval (MacLeod and others, 2003) and the five analyses immediately below the slump suggest the youngest sediment below the slump may be ,0.5 m.y. older than estimated biostratigraphically. Similarly, the high-resolution samples bracketing the major slump in Hole 1050C suggest bracketing ages up to ,0.5 to 1.0 m.y. younger than those estimated in the age models. In both cases, the presence of slumped intervals and significant coring gaps below the LO of Racemiguebelina fructicosa affect the precision of the LOC used in the age models for these intervals. Finally, the highest point in Hole 1052E suggests that the hiatus spanning the K/P boundary in this hole could be slightly longer than estimated, but coring gaps in cores 1052E-18 and -19 again limit the precision possible in this interval."
  }, {
    "heading": "SEDIMENTATION HISTORY",
    "text": "The age-depth curves generated from the Blake Nose sites suggest a varied depositional history in the upper Campanian and Maastrichtian across the Blake Nose depth transect and through time. At the deepest and mostoffshore site (Sites 1049 and 390), the upper Maastrichtian sedimentation rate is relatively high (,10.11 m/m.y.) for a sequence with almost no terrigenous clastic content. This interval could indicate a period of increased calcareous plankton productivity, or it could reflect deposition during a period characterized by both downslope and pelagic input, and it could be related to hiatuses observed within the late Maastrichtian at Sites 1050 and 1052. However, core photographs from Cores 1049C-8 through -10 do not show slump features nor is there microfaunal evidence for downslope transport. The dramatic slowing in sedimentation rate from 10.11m/m.y. to 1.03 m/m.y. across the 66.94– 68.85 Ma unconformity at Site 1049 (Fig. 4) suggests that the cause(s) of high sedimentation rates ceased prior to the K/P boundary. Study of benthic foraminiferal assemblages could help determine whether significant bottom-water changes occurred across this unconformity, which is evident at all three Blake Nose drill sites.\nAlthough there are several slumped intervals in the upper Campanian-Maastrichtian cores at Sites 1050 and 1052, the\nage estimates presented are equivocal as to whether these occurred as discrete local events or are correlative and potentially related to regional paleoceanographic changes. Several slumps in Hole 1052 have no apparent counterparts in the other sites and, as discussed above, it is difficult to evaluate the nature of disturbed bedding (e.g., drilling disturbance or slumping) in the lower Maastrichtian at Hole 390A and Site 1049. On the other hand, the midMaastrichtian hiatus at Site 390A/1049 and the missing section in the major slump in Hole 1052E have very similar age estimates at their bases. Further, if Sr ages for the major slump in Hole 1050C are more accurate than the age models, this interval would correlate closely with the slump in Hole 1052E. Regardless, the continuity of all age estimates—above and below the slumps and hiatuses— supports the conclusion of MacLeod and others (2003) that the pre-KPB slumped intervals on the Blake Nose were not generated by seismic shaking during the K/P impact event as had been proposed based on geophysical data (Klaus and others, 2000; Norris and others, 2000; Norris and Firth, 2001).\nAt all four sites on the Blake Nose, the oldest Campanian sediments are bounded below by major unconformities. The age models constructed for these sites in this study and by previous workers (Bellier and others, 2000; Petrizzo and Huber, 2006) indicate that this unconformity spans the period from about 76–110 Ma at Site 1049, 77–87 Ma at Site 1050, and 72–97 Ma at Site 1052. Closing of east-west gateways to Tethyan circulation and opening of an increasingly unrestricted north-south passage through the tropical Atlantic gateway are possible ultimate causes for these unconformities. Because this study only examined material above the unconformity, though, we lack observations that meaningfully address the issue."
  }, {
    "heading": "PALEOCEANOGRAPHIC AND BIOTIC EVENTS",
    "text": "Stable isotope data generated from the upper Campanian-Maastrichtian interval along the Blake Nose depth transect are replotted in Figures 9 and 10 using ages calculated from the new age models discussed above. For Hole 390A, these new age assignments reveal that the age span of stable isotope and benthic foraminiferal abundance data generated by Friedrich and others (2004) and Friedrich and Hemleben (2007), respectively, was underestimated by over 3.5 m.y. These authors assigned samples between horizons 390A-14-5, 70 cm and -13-2, 53 cm (139.71– 125.93 mbsf) to the lower Maastrichtian and assigned an age range from 71.3 to 69.6 Ma using the Gradstein and others (1994) time scale. Their age assignments were based on the assumptions that this stratigraphic interval correlates with the Globotruncana falsostuarti-Gansserina gansseri Zone and that sedimentation was continuous and averaged 1.2 m/m.y. However, the revised age model for Hole 390A suggests (1) the oldest sample in their study correlates with the Radotruncana calcarata Zone and should be assigned an age of 74.56 Ma, (2) the youngest sample correlates with the Racemiguembelina fructicosa Zone and should be assigned an age of 69.33 Ma, (3) a 0.42-m.y. unconformity occurs at 139.36 Ma and marks the top of the R. calcarata Zone, and (4) the sedimentation rate above the\nDownloaded from https://pubs.geoscienceworld.org/cushmanfoundation/jfr/article-pdf/38/2/162/3025624/162.pdf by University of Arizona user on 26 February 2019\nR. calcarata Zone averaged 2.49 m/m.y. Therefore, Friedrich and Hemleben (2007) underestimate by over 3 million years the amount of time for major reorganization of deep- and intermediate-water circulation. Similarly, Friedrich and Hemleben (2007) identified a major decline in inoceramid abundance at 134.5 mbsf, which is 8.63 m below the inoceramid extinction level observed by MacLeod and others (2000) in Hole 390A. According to the new age model, this inoceramid decline should be assigned an age of 72.6 Ma, which is 3 m.y. earlier than the age assigned by Friedrich and Hemleben (2007). Absence of upper Campanian sediments older than 71.62 Ma at Sites 1050 and 1052 (Table 6) prevents an opportunity to test whether this inoceramid abundance change occurred at shallower depths on the Blake Nose.\nThe inoceramid bivalve extinction event observed within the lowermost Abathomphalus mayaroensis Zone in Holes 1052E and 1050C (MacLeod and Huber, 2001) is now age\ndated between 68.5 and 68.7 Ma. This is in good agreement with the 68.6–68.9 Ma age for this extinction event reported by Frank and others (2005) at three sites on the Shatsky Rise. Published d18O and d13C data obtained from benthic and planktonic foraminifera and from bulk and finefraction carbonate do not show significant positive or negative shifts that correlate with the inoceramid extinction (Figs. 9, 10). Thus, the hypothesis that major shifts in source regions and circulation patterns for intermediate and deep water promoted the decline or extinction of the inoceramid bivalves (e.g., MacLeod, 1994; MacLeod and Huber, 1996; Frank and Arthur, 1999; MacLeod and others, 2000; Friedrich and others, 2004; Friedrich and Hemleben, 2007; Frank and others, 2005) is not supported by the combined results obtained from the Blake Nose. However, if the mid-Maastrichtian hiatus at Hole 390A and Site 1049 is coincident with and causally related to the slumps at 1050C and 1052E, it is possible that at the Blake\nDownloaded from https://pubs.geoscienceworld.org/cushmanfoundation/jfr/article-pdf/38/2/162/3025624/162.pdf by University of Arizona user on 26 February 2019\nNose the manifestation of changing circulation patterns is sedimentological and not evidenced by isotopic changes.\nThe updated stable isotope plots for Holes 1052E and 1050 support the claim (Wilf and others, 2003) that a 0.6 to 0.8% negative shift in benthic and planktonic foraminiferal d18O values (,3uC warming) between 65.90 and 65.65 Ma. (Fig. 9) was synchronous with the onset of Deccan volcanism, which began at the base of Chron C29R (Courtillot and others, 1986; Hansen and others, 1996). This oxygen isotopic warming event has not been observed at Site 390 because published stable isotope data terminate below this time interval."
  }, {
    "heading": "CONCLUSIONS",
    "text": "Age-depth models are created for the upper CampanianMaastrichtian interval recovered from DSDP/ODP Holes 390A/1049C and ODP Holes 1050C and 1052E, which were drilled along a middle to upper bathyal depth transect on the Blake Nose in the subtropical North Atlantic Ocean. These age models are constructed using published and reinterpreted magneto-, chemo-, and biostratigraphic datums along with new biostratigraphic observations, all of\nTABLE 6. Age and duration (m.y.) of upper CampanianMaastrichtian unconformities on the Blake Nose.\nBase (Ma) Top (Ma) Duration (m.y.)\nHole 390A 69.22 66.86 2.35 75.04 74.62 0.42 110.00 75.55 34.45 Hole 1049C\n68.85 66.94 1.91 75.05 73.90 1.15 110.00 75.57 34.43 Hole 1050C\n65.56 65.50 0.06 67.44 66.78 0.66 75.04 71.62 3.42 87.30 77.10 10.20 Hole 1052E 65.78 65.50 0.23 67.52 66.49 1.03 69.34 68.82 0.52 96.80 71.04 25.76\nDownloaded from https://pubs.geoscienceworld.org/cushmanfoundation/jfr/article-pdf/38/2/162/3025624/162.pdf by University of Arizona user on 26 February 2019\nwhich are age calibrated using the Gradstein and others (2004) geomagnetic time scale. The revised age models enable greater accuracy in chronostratigraphic correlation, characterization of changes in sedimentation rates, and determination of the stratigraphic position, timing, and duration of unconformities. These refinements provide a much more reliable framework for interpretation of biotic and paleoceanographic changes that occurred during the last 10 m.y. of the Cretaceous Period as observed on the Blake Nose.\nThe relative order and timing of a majority of the planktonic foraminiferal and calcareous nannofossil datum events identified at the Blake Nose sites show very good agreement among sites. Exceptions among the planktonic foraminifera include the zonal marker species Globotruncana aegyptiaca and Gansserina gansseri, which both have rare and sporadic distributions at the Blake Nose drill sites. Because recognition of the G. gansseri and G. aegyptiaca Zones is deemed unreliable, we define a new Pseudoguembelina palpebra Interval Zone for biostratigraphic subdivision between the Globotruncanella havanensis Partial-range Zone and the Racemiguembelina fructicosa Partial-range Zone. The FAD of P. palpebra is calibrated as 71.64 Ma. Secondary planktonic foraminiferal datum ages that are estimated from mean values obtained from the Blake Nose age models include: (1) the LAD of Gansserina gansseri 5 65.93 Ma, (2) the LAD of Contusotruncana patelliformis 5 66.20, (3) the LAD of Globotruncana linneiana 5 67.86 Ma, (4) the LAD of Globotruncana bulloides 5 68.80 Ma, (5) the LAD of Contusotruncana fornicata 5 68.98 Ma, (6) the FAD of Pseudotextularia elegans 5 69.02 Ma, (7) the FAD of Planoglobulina acervulinoides 5 69.55 Ma, (8) the FAD of Contusotruncana contusa 5 70.5 Ma, (9) the FAD of Pseudoguembelina kempensis 5 71.50 Ma, (10) the FAD of Racemiguembelina powelli 5 70.98 Ma and (11) the FAD of Pseudoguembelina excolata 5 74.40 Ma.\nRevision of the late Campanian-Maastrichtian chronology for the Blake Nose sites has an important bearing on paleoceanographic interpretations that have been made based on data generated from the drill cores and in correlation with data from other regions. Of particular interest is determination whether reorganization of the sources and patterns of deep- and intermediate-water circulation played a role in biotic changes, particularly the extinction of inoceramid bivalves. The extinction of inoceramid bivalves is now dated between 68.5 and 68.7 Ma on the Blake Nose. Combined stable isotope datasets published for the Blake Nose sites do not show any significant change in foraminiferal, bulk- and fine–fractioncarbonate d18O and d13C values in this interval.\nThe new chronology also provides reliable constraints on the timing and duration of Late Cretaceous unconformities across the Blake Nose transect. A mid-Maastrichtian unconformity with a duration ranging between 0.7 and 1.9 m.y. is identified at all three sites across the 1300-mdepth transect. Several additional unconformities occur within the upper Campanian, and the oldest of these spans the period from 10.2 to 34.4 m.y. The more precise age dating of these unconformities will provide a framework for understanding their cause and regional to global extent.T A B L E 7 . D ep th s a n d ca lc u\nla te\nd a\ng es\nfo r\nse co\nn d\na ry\np la\nn k\nto n\nic fo\nra m\nin if\ner a\nl d\na tu\nm s\nid en\nti fi\ned in\nth e\nB la\nk e\nN o\nse d\nri ll\nh o\nle s.\nA g\ne d\nif fe\nre n\nce b\net w\nee n\nm a\nx im\nu m\na n\nd m\nin im\nu m\na g\nes sh\no w\nn in\np a\nre n\nth es\nes .\nD a\nsh es\nsh o\nw n\nw h\ner e\nd a\ntu m\na g\ne is\nu n\nce rt\na in\nb ec\na u\nse o\nf th\ne p\nre se\nn ce\no f\na n\nu n\nco n\nfo rm\nit y\n.\nP la\nn k\nto n\nic fo\nra m\nin if\ner sp\nec ie\ns D\na tu\nm\nH o\nle 1 0 4 9 C\nH o\nle 1 0 5 0 C\nH o\nle 1 0 5 2 E\nM ea\nn a g e\n(M a )\nT o\np d\nep th\n(m b\nsf )\nB o\ntt o\nm d\nep th\n(m b\nsf )\nA g e (M a )\nT o\np d\nep th\n(m b\nsf )\nB o\ntt o\nm d\nep th\n(m b\nsf )\nA g e (M a )\nT o\np d\nep th\n(m b\nsf )\nB o\ntt o\nm d\nep th\n(m b\nsf )\nA g e (M a )\nG a\nn ss\ner in\na g\na n\nss er\ni L\nA D\n1 1\n3 .2\n0 1\n1 3\n.4 7\n6 5\n.5 7\n4 1\n2 .5\n0 4\n1 2\n.9 6\n6 5\n.9 5\n3 2\n0 .0\n4 3\n2 2\n.0 2\n6 6\n.2 7\n6 5\n.9 3\n(0 .7\n0 )\nC o\nn tu\nso tr\nu n\nca n\na p\na te\nll if\no rm\nis L\nA D\n1 2\n5 .4\n7 1\n2 5\n.5 6\n– 4\n1 3\n.7 0\n4 1\n3 .8\n8 6\n6 .0\n0 3\n2 4\n.9 1\n3 2\n6 .0\n2 6\n6 .4\n0 6\n6 .2\n0 (0\n.4 0 ) G lo b o tr u n ca n a li n n ei a n a L A D 1 2 5 .4 7 1 2 5 .5 6 – 4 2 8 .9 3 4 2 9 .9 9 6 7 .5 3 3 6 7 .9 4 3 6 8 .8 5 6 8 .1 9 6 7 .8 6 (0 .6 6 ) G lo b o tr u n ca n a b u ll o id es L A D 1 2 5 .5 6 1 2 6 .5 4 – 4 5 2 .5 0 4 5 4 .0 8 6 8 .8 3 3 5 8 .5 4 3 5 4 .7 2 6 7 .9 4 6 8 .3 4 (0 .8 9 ) C o n tu so tr u n ca n a fo rn ic a ta L A D 1 2 5 .5 6 1 2 6 .5 4 – 4 5 2 .1 8 4 5 2 .5 0 6 8 .7 8 3 8 3 .4 9 3 8 4 .7 3 6 8 .5 4 6 8 .6 6 (0 .2 4 ) P se u d o te x tu la ri a el eg a n s F A D 1 2 5 .5 6 1 2 6 .5 4 6 6 .6 2 4 5 1 .8 2 4 5 2 .1 8 6 8 .7 6 3 8 8 .2 4 3 9 1 .2 7 6 8 .6 8 6 9 .0 2 (0 .9 4 ) P la n o g lo b u li n a a ce rv u li n o id es F A D 1 2 5 .5 6 1 2 6 .5 4 6 9 .6 2 4 6 2 .1 7 4 6 3 .5 5 6 9 .9 8 3 9 3 .0 9 3 9 4 .2 6 6 9 .0 5 6 9 .5 5 (0 .9 3 ) P la n o g lo b u li n a m u lt ic a m er a ta F A D 1 2 5 .5 6 1 2 6 .5 4 6 9 .6 2 4 6 5 .7 4 4 6 7 .2 0 7 0 .4 1 4 2 3 .2 7 4 2 4 .2 2 7 0 .0 6 7 0 .0 3 (0 .7 9 ) C o n tu so tr u n ca n a co n tu sa F A D 1 2 7 .0 3 1 2 8 .0 0 7 1 .0 4 4 6 2 .1 7 4 6 3 .5 5 6 9 .9 8 4 3 4 .6 1 4 4 5 .2 2 7 0 .3 9 7 0 .4 7 (1 .0 6 ) R a ce m ig u em b el . p o w el li F A D 1 2 7 .0 3 1 2 8 .0 0 7 1 .0 4 4 8 1 .6 9 4 8 2 .2 4 – 4 5 5 .9 7 4 6 5 .1 2 7 0 .9 2 7 0 .9 8 (0 .1 2 ) P se u d o g u em b el . k em p en si s F A D 1 2 6 .5 4 1 2 7 .0 3 7 0 .3 3 4 6 5 .1 2 4 6 8 .2 7 7 3 .2 6 4 6 5 .1 2 4 6 8 .2 7 7 0 .9 1 7 1 .5 0 (2 .9 3 ) P se u d o g u em b el . p a lp eb ra F A D 1 2 8 .0 0 1 2 8 .4 9 7 1 .7 5 4 7 6 .5 5 4 7 8 .1 5 7 1 .5 4 4 7 3 .7 0 4 7 4 .3 0 – 7 1 .6 4 (0 .2 1 ) P se u d o g u em b el . ex co la ta F A D 1 3 0 .2 0 1 3 0 .7 0 7 3 .8 9 4 7 6 .5 5 4 7 8 .1 5 7 4 .9 0 – – – 7 4 .4 0 (1 .0 1 )\nDownloaded from https://pubs.geoscienceworld.org/cushmanfoundation/jfr/article-pdf/38/2/162/3025624/162.pdf by University of Arizona user on 26 February 2019"
  }, {
    "heading": "ACKNOWLEDGMENTS",
    "text": "This research used samples and data provided by the Integrated Ocean Drilling Program (IODP). IODP is sponsored by the U. S. National Science Foundation (NSF) and participating countries under management of the Joint Oceanographic Institutions (JOI), Inc. We extend our thanks to Jean Self-Trail (U. S. Geological Survey) for providing unpublished calcareous nannofossil biostratigraphic data and for training BTH in identification of some Maastrichtian species; Jim Ogg (Purdue University) for advice on correlation between Cretaceous biostratigraphic datums and the 2004 geomagnetic time scale; John McArthur for permission to use LOWESS version 4B; and to the CHRONOS System for developing and providing online access to the Age-depth Profile tool. This study benefited from reviews by R. K. Olsson and an anonymous reviewer and editorial suggestions by C. Brunner and M. R. Petrizzo."
  }],
  "year": 2008,
  "references": [{
    "title": "Decline of the Maastrichtian pelagic exosystem based on planktic foraminifera assemblage change: implication for the terminal Cretaceous faunal",
    "authors": ["S. ABRAMOVICH", "A. ALMOGI-LABIN", "C. BENJAMINI"],
    "venue": "crisis: Geology,",
    "year": 1998
  }, {
    "title": "High stress late Maastrichtian paleoenvironment; inference from planktonic foraminifera in Tunisia: Palaeogeography",
    "authors": ["G. KELLER"],
    "venue": "Palaeoclimatology, Palaeoecology,",
    "year": 2002
  }, {
    "title": "The Cretaceous/Paleogene (K/P) boundary at Aı̈n Settara, Tunisia: sudden catastrophic mass extinction in planktic foraminifera",
    "authors": ["I. ARENILLAS", "J.A. ARZ", "E. MOLINA", "C. DUPUIS"],
    "venue": "Journal of Foraminiferal Research,",
    "year": 2000
  }, {
    "title": "La estabilidad evolutiva de los foraminı́feros planctónicos en el Maastrichtiense Superior y su extinción en el lı́mite Cretácico",
    "authors": ["J.A. ARZ", "I. ARENILLAS", "E. MOLINA", "R. SEPÚLVEDA"],
    "venue": "Terciario de Caravaca, España: Revista Geológica de Chile,",
    "year": 2000
  }, {
    "title": "Micropaleontology and sedimentology across the Cretaceous/Tertiary boundary at La Ceiba (Mexico): impactgenerated sediment gravity flows",
    "authors": ["A.R. SORIA", "L. ALEGRET", "J.M. GRAJALES-NISHIMURA", "C.L. LIESA", "A. MELÉNDEZ", "E. MOLINA", "M.C. ROSALES"],
    "venue": "Journal of South American",
    "year": 2001
  }, {
    "title": "Evolution of late CampanianMastrichtian marine climates and oceans",
    "authors": ["E. BARRERA", "S.M. SAVIN"],
    "venue": "Special Paper 332,",
    "year": 1999
  }, {
    "title": "MidCretaceous Planktonic Foraminifers from Blake Nose: revised biostratigraphic framework",
    "authors": ["BELLIER", "J.-P", "M. MOULLADE", "B.T. HUBER"],
    "venue": "Proceedings of the Ocean Drilling Program,",
    "year": 2000
  }, {
    "title": "Revised calibration of the geomagnetic polarity timescale for the Late Cretaceous and Cenozoic",
    "authors": ["S.C. CANDE", "D.V. KENT"],
    "venue": "Journal of Geophysical Research,",
    "year": 1995
  }, {
    "title": "Deccan flood basalts at the Cretaceous/Tertiary boundary?",
    "authors": ["V. COURTILLOT", "J. BESSE", "D. VANDAMME", "R. MONTIGNY", "JAEGER", "J.-J", "H. CAPPETTA"],
    "venue": "Earth and Planetary Science Letters,",
    "year": 1986
  }, {
    "title": "Cretaceous calcareous plankton biostratigraphy of Sites 872 through 879",
    "authors": ["E. ERBA", "I. PREMOLI SILVA", "D.K. WATKINS"],
    "year": 1995
  }, {
    "title": "Tectonic forcings of Maastrichtian ocean-climate evolution: Paleoceanography",
    "authors": ["T.D. FRANK", "M.A. ARTHUR"],
    "venue": "v. 14,",
    "year": 1999
  }, {
    "title": "The Maastrichtian record from Shatsky Rise (northwest Pacific): a tropical perspective on global ecological and oceanographic changes: Paleoceanography",
    "authors": ["D.J. THOMAS", "R.M. LECKIE", "M.A. ARTHUR", "P.R. BOWN", "K. JONES", "J. LEES"],
    "venue": "p. PA1008",
    "year": 2005
  }, {
    "title": "Early Maastrichtian benthic foraminiferal assemblages from the western North Atlantic (Blake Nose) and their relation to paleoenvironmental changes",
    "authors": ["O. FRIEDRICH", "C. HEMLEBEN"],
    "venue": "Marine Micropaleontology,",
    "year": 2007
  }, {
    "title": "Early Maastrichtian stable isotopes: changing deep water sources in the North Atlantic?: Palaeogeography",
    "authors": ["J.O. HERRLE", "P. KÖßLER", "C. HEMLEBEN"],
    "venue": "Palaeoclimatology, Palaeoecology,",
    "year": 2004
  }, {
    "title": "A Geologic Time Scale 2004",
    "authors": ["F.M. GRADSTEIN", "J.G. OGG", "A.G. SMITH"],
    "year": 2004
  }, {
    "title": "A Mesozoic time scale",
    "authors": ["F.P. AGTERBERG", "J.G. OGG", "J. HARDENBOL", "P. VAN VEEN", "J. THIERRY", "Z. HUANG"],
    "venue": "Journal of Geophysical Research,",
    "year": 1994
  }, {
    "title": "Lameta age: dating the main pulse of the Deccan Traps volcanism: Gondwana",
    "authors": ["H.J. HANSEN", "P. TOFT", "D.M. MOHABEY", "A. SURKAR"],
    "venue": "Geology Magazine,",
    "year": 1996
  }, {
    "title": "Mesozoic and Cenozoic sequence chronostratigraphic framework of European basins, in de Graciansky",
    "authors": ["J. HARDENBOL", "J. THIERRY", "FARLEY", "M.-B", "P.C. DE GRACIANSKY", "P.R. VAIL"],
    "venue": "Mesozoic and Cenozoic Sequence Stratigraphy of Europe-",
    "year": 1998
  }, {
    "title": "Biochronology of the terminal Cretaceous calcareous nannofossil zone of Micula prinsii: Cretaceous",
    "authors": ["A.S. HENRIKSSON"],
    "venue": "Research, v",
    "year": 1993
  }, {
    "title": "Maestrichtian planktonic foraminifer biostratigraphy of the Maud Rise (Weddell Sea, Antarctica): ODP Leg 113 Holes 689B and 690C",
    "authors": ["B.T. HUBER"],
    "venue": "Proceedings of the Ocean Drilling Program, Scientific Results,",
    "year": 1990
  }, {
    "title": "Biogeography of CampanianMaastrichtian calcareous plankton in the region of the Southern Ocean: paleogeographic and paleoclimatic implications, in Kennett",
    "authors": ["D.K. WATKINS"],
    "year": 1992
  }, {
    "title": "Deep sea paleotemperature record of extreme warmth during the Cretaceous: Geology",
    "authors": ["R.D. NORRIS", "K.G. MACLEOD"],
    "venue": "v. 30,",
    "year": 2002
  }, {
    "title": "Maastrichtian North Atlantic warming, increasing stratification, and foraminiferal paleobiology at three timescales: Paleoceanography",
    "authors": ["C. ISAZA-LONDOŃO", "K.G. MACLEOD", "B.T. HUBER"],
    "venue": "v. 21,",
    "year": 2006
  }, {
    "title": "Late Cretaceous (Campanian) carbon isotope events, sea-level change and correlation of the Tethyan and Boreal realms: Palaeogeography",
    "authors": ["I. JARVIS", "A. MABROUK", "R.T.J. MOODY", "S. DE CABRERA"],
    "venue": "Palaeoclimatology, Palaeoecology,",
    "year": 2002
  }, {
    "title": "Extinction, survivorship and evolution of planktic foraminifers across the Cretaceous/Tertiary boundary at El Kef, Tunisia: Marine Micropaleontology",
    "authors": ["G. KELLER"],
    "venue": "v. 13,",
    "year": 1988
  }, {
    "title": "Gradual mass extinction, species survivorship, and long-term environmental changes across the Cretaceous-Tertiary boundary in high latitudes",
    "authors": ["E. BARRERA", "B. SCHMITZ", "E. MATTSON"],
    "venue": "Geological Society of America Bulletin,",
    "year": 1993
  }, {
    "title": "Latitudinal variation",
    "authors": ["M. KUCERA", "B.A. MALMGREN"],
    "year": 1996
  }, {
    "title": "Maastrichtian climate, productivity",
    "authors": ["L. LI", "G. KELLER"],
    "year": 1998
  }, {
    "title": "Bioturbation, inoceramid extinction, and mid",
    "authors": ["K.G. MACLEOD"],
    "year": 1994
  }, {
    "title": "Reorganization of deep ocean",
    "authors": ["B.T. HUBER"],
    "year": 1996
  }, {
    "title": "Evidence for a small (,0.000030) but resolvable increase in seawater 87Sr/86Sr ratios",
    "authors": ["P.D. FULLAGAR"],
    "year": 2001
  }, {
    "title": "Planktonic foraminifera from the upper",
    "authors": ["B.A. MASTERS"],
    "year": 1976
  }, {
    "title": "Strontium isotope",
    "authors": ["J.M. MCARTHUR", "R.J. HOWARTH"],
    "year": 2004
  }, {
    "title": "A neotype for the Cretaceous genus Pseudotextularia",
    "authors": ["S. NASH"],
    "year": 1981
  }, {
    "title": "Late Cretaceous biostratigraphy",
    "authors": ["A.J. NEDERBRAGT"],
    "year": 1991
  }, {
    "title": "Mass wasting of Atlantic",
    "authors": ["R.D. NORRIS", "J. FIRTH"],
    "year": 2001
  }, {
    "title": "Synchroneity of the K-T oceanic mass extinction and meteorite impact: Blake Nose, western North Atlantic",
    "authors": ["B.T. HUBER", "J. SELF-TRAIL"],
    "venue": "Geology, v",
    "year": 1999
  }, {
    "title": "Mass failure of the North Atlantic margin triggered by the CretaceousPaleogene bolide impact",
    "authors": ["J. FIRTH", "J.S. BLUSZTAJN", "G. RAVIZZA"],
    "venue": "Geology, v",
    "year": 2000
  }, {
    "title": "Aptian through Eocene magnetostratigraphic correlation of the Blake Nose transect (Leg 171B), Florida continental margin",
    "authors": ["J.G. OGG", "L. BARDOT"],
    "venue": "Proceedings of the Ocean Drilling Program,",
    "year": 2001
  }, {
    "title": "Paleobioeography of Pseudotextularia elegans during the latest Maastrichtian global warming event",
    "authors": ["R.K. OLSSON", "J.D. WRIGHT", "K.G. MILLER"],
    "venue": "Journal of Foraminiferal Research,",
    "year": 2001
  }, {
    "title": "Mesozoic calcareous nannofossils",
    "authors": ["K. PERCH-NIELSEN"],
    "venue": "Plankton Stratigraphy: Cambridge University Press, Cambridge,",
    "year": 1985
  }, {
    "title": "Biostratigraphy and taxonomy of late Albian planktonic foraminifera from ODP Leg 171B (western North Atlantic Ocean)",
    "authors": ["M.R. PETRIZZO", "B.T. HUBER"],
    "venue": "Journal of Foraminiferal Research,",
    "year": 2006
  }, {
    "title": "Maestrichtian calcareous nannofossil biostratigraphy of Maud Rise ODP Leg 113 Sites 689 and 690, Weddell Sea",
    "authors": ["J.J. POSPICHAL", "S.W. WISE", "JR"],
    "venue": "Proceedings of the Ocean Drilling Program, Scientific Results,",
    "year": 1990
  }, {
    "title": "Cretaceous planktonic foraminiferal biostratigraphy and evolutionary trends from the Bottaccione section, Gubbio, Italy: Palaeontographia",
    "authors": ["I. PREMOLI SILVA", "W.V. SLITER"],
    "venue": "Italica, v",
    "year": 1994
  }, {
    "title": "Foraminifères planktoniques du Crétacé: commentaire de la zonation Europe-Mediterranée",
    "authors": ["F. ROBASZYNSKI", "M. CARON"],
    "venue": "Société géologique de France,",
    "year": 1995
  }, {
    "title": "Biostratigraphic subdivision and correlation of upper Maastrichtian sediments from the Atlantic Coastal Plain and Blake Nose, Western Atlantic",
    "authors": ["J.M. SELF-TRAIL"],
    "venue": "Western North Atlantic Palaeogene and Cretaceous Palaeoceanography: Geological Society of London,",
    "year": 2001
  }, {
    "title": "Biostratigraphy of Cretaceous calcareous nannoplankton",
    "authors": ["W. SISSINGH"],
    "venue": "Geologie en Mijnbouw, v",
    "year": 1977
  }, {
    "title": "Calcareous nannofossil evidence for the existence of the Gulf Stream during the late Maastrichtian: Paleoceanography",
    "authors": ["D.K. WATKINS", "J.M. SELF-TRAIL"],
    "venue": "v. 20, p. PA3006",
    "year": 2005
  }, {
    "title": "Correlated terrestrial and marine evidence for global climate changes before mass extinction at the Cretaceous-Paleogene boundary",
    "authors": ["P. WILF", "K.R. JOHNSON", "B.T. HUBER"],
    "venue": "Proceedings of the National Academy of Sciences,",
    "year": 2003
  }, {
    "title": "Middle and Late Cretaceous planktonic foraminifera of the western Mediterranean area",
    "authors": ["A.A.H. WONDERS"],
    "venue": "Utrecht Micropaleontology Bulletin,",
    "year": 1980
  }],
  "id": "SP:9e35be1cdb52c8891562299d8d712cff47210cd7",
  "authors": [{
    "name": "BRIAN T. HUBER",
    "affiliations": []
  }, {
    "name": "KENNETH G. MACLEOD",
    "affiliations": []
  }, {
    "name": "NATALIYA A. TUR",
    "affiliations": []
  }],
  "abstractText": "A new chronostratigraphic framework is presented for upper Campanian-Maastrichtian pelagic sediments cored at DSDP/ODP Sites 390A/1049, 1050, and 1052, which were drilled across a 1300-m depth transect on the Blake Nose (subtropical western Atlantic Ocean). The planktonic foraminiferal zonation is based on standard global biozones for this interval, but rare and sporadic occurrence of two zonal biomarkers, Gansserina gansseri and Globotruncana aegyptiaca, precludes reliable identification of the nominate zones for those species. The Pseudoguembelina palpebra Partialrange Zone is defined as a means of subdividing this upper Campanian biostratigraphic interval. Planktonic foraminiferal, calcareous nannofossil and paleomagnetic datums are integrated to construct reliable age-depth curves for each of the Blake Nose drill sites. These age models are largely confirmed by Sr-isotopic data and suggest significant unconformities at various positions within the sections. Compilation of stable isotope datasets for this time interval from the Blake Nose sites reveals no significant shifts in dO and dC at the time of the inoceramid bivalve extinction (now dated as 68.5–68.7 Ma in the Blake Nose sections) and no correlation with proposed Campanian-Maastrichtian glacial intervals. However, benthic warming associated with Deccan volcanism during the late Maastrichtian is supported.",
  "title": "CHRONOSTRATIGRAPHIC FRAMEWORK FOR UPPER CAMPANIAN-MAASTRICHTIAN SEDIMENTS ON THE BLAKE NOSE (SUBTROPICAL NORTH ATLANTIC)"
}