{
  "sections": [{
    "text": "1774Spencer et al. | Orogenesis and quartzite deposition, Yavapai tectonic provinceGEOSPHERE | Volume 12 | Number 6\nNew field mapping and laboratory studies of Paleoproterozoic rock units around Little Chino Valley in central Arizona clarify the timing of magmatism, deformation, and sedimentation in part of the Yavapai tectonic province and yield new insights into sources of sands and weathering environments. Mafic lavas, calc-silicate rocks, and pelitic and psammitic strata in the Jerome Canyon area west of Little Chino Valley were deposited, deformed, and intruded by the 1736 ± 21 (2σ) Ma Williamson Valley Granodiorite. U-Pb geochronologic analysis of detrital zircons from a sample of psammitic strata yielded a maximum depositional age of ca. 1738 Ma. Approximately 25% of the detritalzircon grains were derived from a ca. 2480 Ma source, as previously identified in Grand Canyon schist units. Kolmogorov-Smirnov statistical comparison of the Jerome Canyon detrital-zircon analyses with Grand Canyon schist analyses indicates that three of the 12 samples analyzed by Shufeldt et al. (2010) are statistically indistinguishable from the Jerome Canyon sample at the 95% confidence level and supports the concept that the Jerome Canyon sequence and Paleoproterozoic schists in the eastern and western Grand Canyon are part of the same tectonostratigraphic terrane.\nThe Del Rio Quartzite on the northeast side of Little Chino Valley, previously considered an outlier of Mazatzal Quartzite, consists of poorly sorted quartz arenite, pebbly quartz arenite, and conglomerate deposited in a braidedstream environment. Microscope examination of 32 thin sections stained for potassium and calcium failed to identify any feldspar, mica, or mafic silicate grains. Similarly, conglomerate clasts consist entirely of vein quartz and less abundant argillite and jasper. A rock unit interpreted as a paleosol beneath the Del Rio Quartzite contains no surviving minerals except quartz, some of which is embayed and rounded as in corrosive saprolitic soils. U-Pb geo chrono logic analyses of detrital zircons from the 1400-m-thick Quartzite indicate maximum depositional ages of ca. 1745 Ma for the base and ca. 1737 Ma for the top. The unit is folded but is unaffected by the penetrative deformation and metamorphism that affected other Paleoproterozoic volcanic and sedimentary\nstrata in the area, and it is probably significantly younger. We infer that the physically immature but chemically super-mature Del Rio Quartzite was deposited during a time of extreme weathering during a hot, humid climate with exceptionally high atmospheric CO2 concentrations and associated corrosive rainwater rich in carbonic acid."
  }, {
    "heading": "INTRODUCTION",
    "text": "Laurentia is the Paleoproterozoic ancestor of the North American continent. Much of it formed by 1.8 Ga as a result of tectonic assembly of Paleoproterozoic and Archean cratonic elements into the Hudsonian craton (Hoffman, 1988). Over the following 200 million years, magmatism, sedimentation, and tectonic accretion added the Transcontinental Proterozoic provinces to its (now) southern margin (Condie, 1982; Karlstrom and Bowring, 1993; Van Schmus and Bickford, 1993; Karlstrom et al., 2001; Whitmeyer and Karlstrom, 2007). These tectonic provinces represent genesis of much of the continental crust beneath the United States, including that beneath all of Arizona and New Mexico (Fig. 1).\nGenesis of continental crust, and changes to crustal genesis processes over geologic time, are major topics of geologic interest. Earth’s greater radiogenic heat production in the past has been identified as the likely cause of different tectonic and magmatic processes associated with crustal genesis (e.g., Hamilton, 2007), including rates of accretion in forearcs (Condie, 2007). The Chino Valley area in central Arizona is in the Yavapai tectonic province, which was created by magmatic activity, sedimentation, and tectonic accretion at ca. 1.7– 1.8 Ga (Fig. 2; Karlstrom and Bowring, 1988, 1993) and perhaps modified by rifting and related magmatism (Duebendorfer et al., 2006; Bickford and Hill, 2007). Two 7 ½′ quadrangles in the Chino Valley area, mapped in detail as part of the STATEMAP program (a component of the National Geologic Mapping Act of 1992), encompass areas of Paleoproterozoic magmatism, sedimentation, and deformation. This new mapping and associated U-Pb geochronologic, geochemical, and petrographic analyses yielded insights into Yavapai province genesis. A folded section of quartzite and quartz-cobble conglomerate in the same area has been mapped as an outlier of the Mazatzal Quartzite. The"
  }, {
    "heading": "CITATION: Spencer, J.E., Pecha, M.E., Gehrels, G.E., Dickinson, W.R., Domanik, K.J., and Quade, J.,",
    "text": "2016, Paleoproterozoic orogenesis and quartz- arenite deposition in the Little Chino Valley area, Yavapai tectonic province, central Arizona, USA: Geosphere, v. 12, no. 6, p. 1774–1794, doi:10.1130/GES01339.1.\nReceived 29 March 2016 Revision received 22 July 2016 Accepted 24 August 2016 Published online 17 October 2016\nFor permission to copy, contact Copyright Permissions, GSA, or editing@geosociety.org.\n© 2016 Geological Society of America\n*Published posthumously\nDownloaded from https://pubs.geoscienceworld.org/gsa/geosphere/article-pdf/12/6/1774/1000594/1774.pdf by University of Arizona user on 20 February 2019\n1775Spencer et al. | Orogenesis and quartzite deposition, Yavapai tectonic provinceGEOSPHERE | Volume 12 | Number 6\nquartzite is not affected by the metamorphism and penetrative deformation that affected other Paleoproterozoic strata in the area and is likely younger. The quartz-rich composition of the quartzite and a deeply weathered paleosol at its base support previous interpretations of extreme chemical weathering during latest Paleoproterozoic quartz-arenite deposition across the Transcontinental Paleoproterozoic provinces."
  }, {
    "heading": "Background",
    "text": "Since genesis, the Transcontinental Proterozoic tectonic provinces have been greatly modified and largely buried, but they are fairly well preserved and exposed in a 500-km-long, northwest-southeast belt across Arizona that is perpendicular to the dominant structural and lithologic fabric of the provinces (Fig. 1). This belt is within a part of Arizona known as the Transition Zone. Unlike the Colorado Plateau to the northeast, its Paleozoic cover has been mostly removed by erosion, and unlike the Basin and Range province to the southwest, it is not severely affected by Phanerozoic tectonism and magmatism.\nPaleoproterozoic rocks of the Transition Zone consist largely of granitoids and weakly to strongly metamorphosed volcanic and clastic sedimentary rocks (Fig. 2; Wrucke and Conway, 1987; Karlstrom and Bowring, 1988; DeWitt et al., 2008). Geochronologic studies suggest that assembly of the Proterozoic tectonic provinces occurred from northwest to southeast (Condie, 1982; Karlstrom et al., 1987, 2001; Van Schmus et al., 1993; Eisele and Isachsen, 2001; Meijer, 2014), although in detail, igneous-rock ages are only weakly correlated with position in the orogen. Isotopic studies indicate that the newly formed Paleoproterozoic crust was largely juvenile, with little incorporation of older material (Bennett and DePaolo, 1987; Wooden and DeWitt, 1991; Iriondo et al., 2004).\nCentral Arizona Paleoproterozoic rocks are notable for their prominent north- to northeast-striking shear zones that separate multiple tectonic blocks, as identified by Karlstrom and Bowring (1993). The well-developed Shylock shear zone, a north-south–striking zone of strong, subvertical foliation that is exposed over ~60 km, bounds the Chino Valley area on the east (Fig. 2). The steep, planar fabric in the shear zone (S2 of Darrach et al., 1991), with steeply plunging lineations and fold axes, is interpreted to represent shortening with dip-slip displacement. The fabric is both intruded by, and affects, a 1699 Ma pluton (Karlstrom, 1989; Darrach et al., 1991). The Mesa Butte shear zone, a feature that includes a fault on the west side of Chino Valley, was proposed to be part of the tectonic boundary between the Hualapai block to the northwest and the Green Gulch block to the southeast (Bergh and Karlstrom, 1992; Karlstrom and Bowring, 1993). The geologic histories of each block have been used to infer the approximate timing of juxtaposition of the blocks, with a plausible interpretation of juxtaposition indicated by synchronous deformation and magmatism in adjacent blocks (Karlstrom and Bowring, 1988, 1993).\nUpper Paleoproterozoic to lower Mesoproterozoic quartz-rich clastic rocks are present in widely scattered exposures across the Transcontinental Protero-\nDownloaded from https://pubs.geoscienceworld.org/gsa/geosphere/article-pdf/12/6/1774/1000594/1774.pdf by University of Arizona user on 20 February 2019\n1776Spencer et al. | Orogenesis and quartzite deposition, Yavapai tectonic provinceGEOSPHERE | Volume 12 | Number 6\nzoic provinces of the American Southwest (Fig. 1) and the upper Midwest (Cox et al., 2002b; Dott, 2003; Medaris et al., 2003; Jones et al., 2009; Doe et al., 2012; Jones and Thrane, 2012; Mako et al., 2015). At least two aspects of these rocks are significant. Deformation of these strata in Arizona and New Mexico had been attributed to the 1.6–1.7 Ga Mazatzal orogeny (e.g., Wilson, 1939; Karlstrom and Bowring, 1988, 1993; Doe and Karlstrom, 1991). Recent detrital-zircon geochronology has identified some quartz-rich clastic units that are Mesoproterozoic in age and hence younger than, and un related to, the Mazatzal orogeny (Doe et al., 2012; Mako et al., 2015). This has brought into question the existence of the Mazatzal orogeny because it had been partly defined on the basis of its effect on quartz-rich clastic sequences that were thought to be Paleoproterozoic. Secondly, the unusually quartz-rich character of the clastic deposits is difficult to reconcile with their inferred synto late-orogenic setting, and led to the interpretation of unusually effective\nDownloaded from https://pubs.geoscienceworld.org/gsa/geosphere/article-pdf/12/6/1774/1000594/1774.pdf by University of Arizona user on 20 February 2019\n1777Spencer et al. | Orogenesis and quartzite deposition, Yavapai tectonic provinceGEOSPHERE | Volume 12 | Number 6\nweathering that eliminated most non-quartzose minerals from the weathering environment and produced deeply altered paleosols (Medaris et al., 2003; Jones et al., 2009)."
  }, {
    "heading": "Purpose",
    "text": "Geologic mapping and related laboratory analyses of two areas flanking Chino Valley in central Arizona (Fig. 2), done as part of a long-term geologic mapping program by the Arizona Geological Survey, identified features relevant to the origin and evolution of the Transcontinental Paleoproterozoic provinces in the Southwest. One purpose of this paper is to present evidence on the nature and timing of crustal genesis in this part of the Yavapai tectonic province and to present evidence that it occurred partly through genesis of an extensive tectonostratigraphic terrane of supracrustal rocks. Another purpose of this paper is to outline the geology of an ~1400-m-thick sequence of Paleoprotero zoic quartz arenite and conglomerate on the northeast side of Chino Valley. The complete absence of feldspar and feldspar-bearing clasts in this rock unit and in an underlying paleosol is attributed to an incompletely understood environment of extreme chemical weathering. Widespread, quartzarenite deposition across the Southwest and mid-continent regions has been referred to as a “signature event” of the late Paleoproterozoic (Jones et al., 2009), a concept that we support with an extreme example.\nU-Pb ISOTOPE ANALYSIS METHODS\nSamples of two granitoids and three sandstones were crushed and zircon grains separated by density and magnetic susceptibility. Zircon grains were then embedded in epoxy along with a geochronologic standard zircon from Sri Lanka (Sri-Lanka 2; see Gehrels et al., 2008, and supplemental file 1 in Gehrels and Pecha, 2014, for additional details on laser ablation–multicollector–inductively coupled plasma–mass spectrometry [LA-MC-ICP-MS] analytical procedures and data reduction and presentation). The epoxy mounts were then abraded to a depth of ~20 µm, polished, imaged, and cleaned before placement in the laser chamber. An ~35 µm spot on each zircon grain was ablated with an excimer laser, mobilized in a helium carrier gas, and accelerated down the mass-spectrometer flight tube in static magnetic mode with multiple Faraday collectors, one for each analyzed isotope (238U, 232Th, 208Pb, 207Pb, 206Pb, 204Pb, and 202Hg) (analytical data are included in Supplemental Table 11; sample locations are included in Supplemental Table 22).\nAll of the ages reported here are derived from measurement of 207Pb/206Pb. Because of low concentrations, 235U is not measured but is calculated from measured 238U (235U = 238U/137.82). 207Pb/235U age is calculated from measured 206Pb/238U and measured 207Pb/206Pb [207Pb/235U = (206Pb/(238U/137.82))/ (206Pb/207Pb)]. Two-sigma uncertainty in measured 206Pb/207Pb age is ~1%–2% for zircon crystals older than ca. 1 Ga (Gehrels et al., 2008). Histograms of age\ndeterminations are based on 206Pb/207Pb for ages older than ca. 1.0 Ga. Each age-probability plot (also referred to as a probability-density plot or age-distribution curve) is the sum of all ages represented on the corresponding histogram with each age determination represented by a normal probability distribution with equal area (vertical scale is arbitrary). The age-distribution curves more accurately represent raw data because, unlike the histograms, they include representation of analytical uncertainties. The histograms, in contrast, provide a ready reference to determine how many grains are represented by a probability peak or set of peaks."
  }, {
    "heading": "JEROME CANYON AREA",
    "text": "Paleoproterozoic rocks in the Jerome Canyon area northwest of Prescott consist of a sequence of basaltic lava and breccia, calc-silicate, phyllite, and psammite. The sequence is intruded by the Williamson Valley Granodiorite and the Mint Wash Granodiorite (Fig. 3; Krieger, 1967; DeWitt et al., 2008; Spencer and Young, 2011; Ferguson and Pearthree, 2013). Basaltic rocks are interbedded with phyllite and psammite, plus the following rock types, none of which contain sand grains or mica, and all of which are suspected to consist at least partially of chemical precipitates from Paleoproterozoic seawater: (1) Dark-gray, resistant, ferruginous, massive to laminated silica, with thin (<10 mm) white and dark layers. (2) Hard, epidote-silica rock with pervasive epidote-green color, locally with elongate pits and thin (<10 mm) layers that likely contained, or contain, carbonate. (3) Thinly interlayered, mottled silica and gray carbonate. (4) Laminated, talc and/or pyrophyllite paper-schist with a soapstone-like character (Spencer and Young, 2011). These basaltic and finegrained rocks form an ~15-km-long, steeply dipping, north-northeast–striking belt (Fig. 3).\nMetasedimentary rocks are moderately to strongly cleaved to weakly schistose. Bedding is apparent but probably transposed by penetrative deformation. Where bedding is apparent, strata are almost everywhere plane bedded and typically thin bedded to laminated. Sandstone rarely contains graded beds or ripple cross laminations. Stratigraphic top direction was recognized at only three locations based on truncation of low-angle cross beds or ripple cross laminations, and these were conflicting (two with tops to the east). Folding probably had a significant effect on this rock sequence and may account for the conflicting facing directions.\nCleavage, schistosity, and bedding are all steep and northeast striking. The average dips of cleavage and schistosity are slightly steeper than aver age bedding (Fig. 4). Metamorphic mica is parallel to cleavage within ~1–2 km of the irregular intrusive contact with the undeformed Williamson Valley Granodiorite. Within a few tens of meters of this contact, however, metamorphic mica is coarser, preferred orientation is less pronounced, and well-defined schistosity is lacking, reflecting conditions of static recrystallization. Directly adjacent to the NNE-striking, linear shear-zone contact with Mint Wash Granodiorite (Fig. 3), metamorphic rock units have neither sec-\nSupplemental Table 1. U-Pb analytical data. Analysis U 206Pb U/Th 206Pb* ± 207Pb* ± 206Pb* ± error 206Pb* ± 207Pb* ± 206Pb* ± Best age ± Conc\n(ppm) 204Pb 207Pb* (%) 235U* (%) 238U (%) corr. 238U* (Ma) 235U (Ma) 207Pb* (Ma) (Ma) (Ma) (%) 1 1 1 1 Sample 2-14-11-1, Mint Wash Granodiorite (strikethrough data not used in final age determination due to high analytical uncertainty or low percent concordance) (n=25 for age) 2-14-11-1-8R 105 50990 3.1 9.8589 1.7 4.1597 1.8 0.2974 0.7 0.40 1678.6 10.8 1666.1 15.1 1650.5 31.3 1650.5 31.3 101.7 2-14-11-1-8C 112 110249 2.9 9.7781 1.0 4.1464 1.2 0.2941 0.5 0.47 1661.8 8.0 1663.5 9.5 1665.7 18.9 1665.7 18.9 99.8 2-14-11-1-18C 133 72211 1.5 9.7714 0.8 4.2177 1.4 0.2989 1.1 0.83 1685.9 16.9 1677.5 11.3 1667.0 14.3 1667.0 14.3 101.1 2-14-11-1-10C 119 95977 4.3 9.7609 1.0 4.2318 1.3 0.2996 0.9 0.67 1689.2 13.0 1680.2 10.7 1669.0 18.0 1669.0 18.0 101.2 2-14-11-1-19R 153 17775 2.7 9.7389 0.7 4.2537 1.2 0.3005 1.0 0.83 1693.6 14.9 1684.4 9.9 1673.1 12.4 1673.1 12.4 101.2 2-14-11-1-16R 133 98287 1.9 9.7324 1.1 4.3324 1.3 0.3058 0.7 0.54 1720.1 10.4 1699.6 10.6 1674.4 20.1 1674.4 20.1 102.7 2-14-11-1-24R 154 174322 1.4 9.7249 0.5 4.2829 1.9 0.3021 1.8 0.97 1701.6 27.2 1690.1 15.4 1675.8 8.5 1675.8 8.5 101.5 2-14-11-1-23R 163 8184 5.0 9.7231 0.9 3.9656 1.2 0.2797 0.8 0.69 1589.6 12.0 1627.2 9.9 1676.1 16.2 1676.1 16.2 94.8 2-14-11-1-13R 126 72530 2.5 9.7222 0.4 4.2873 0.7 0.3023 0.6 0.84 1702.7 8.7 1690.9 5.7 1676.3 7.0 1676.3 7.0 101.6 2-14-11-1-9R 196 141416 2.6 9.7107 0.5 4.3296 1.3 0.3049 1.2 0.92 1715.7 17.8 1699.0 10.6 1678.5 9.3 1678.5 9.3 102.2 2-14-11-1-9C 124 66320 3.2 9.7101 0.8 4.2615 1.1 0.3001 0.8 0.70 1691.9 11.4 1686.0 8.9 1678.6 14.2 1678.6 14.2 100.8 2-14-11-1-11R 116 67919 2.9 9.7061 0.9 4.2485 1.6 0.2991 1.3 0.82 1686.7 19.3 1683.4 13.1 1679.4 17.0 1679.4 17.0 100.4 2-14-11-1-10R' 103 55303 1.4 9.7054 0.6 4.0601 5.1 0.2858 5.0 0.99 1620.5 72.0 1646.3 41.2 1679.5 10.4 1679.5 10.4 96.5 2-14-11-1-22R 111 65551 2.8 9.6959 0.9 4.3272 1.2 0.3043 0.8 0.67 1712.6 12.5 1698.6 10.2 1681.3 16.9 1681.3 16.9 101.9 2-14-11-1-26R 137 4618 2.3 9.6880 1.1 4.3791 2.2 0.3077 1.9 0.86 1729.4 28.7 1708.4 18.1 1682.8 20.3 1682.8 20.3 102.8 2-14-11-1-7R 185 115301 4.1 9.6862 0.5 4.1997 0.7 0.2950 0.5 0.67 1666.6 7.0 1674.0 5.9 1683.1 9.9 1683.1 9.9 99.0 2-14-11-1-20R 113 75192 2.5 9.6786 0.7 4.2417 1.1 0.2978 0.9 0.77 1680.2 12.9 1682.1 9.4 1684.6 13.5 1684.6 13.5 99.7 2-14-11-1-21R 156 24641 1.4 9.6689 0.8 4.2575 2.3 0.2986 2.2 0.95 1684.2 32.7 1685.2 19.2 1686.4 13.8 1686.4 13.8 99.9 2-14-11-1-2R 183 165087 2.2 9.6650 0.6 4.2843 1.1 0.3003 0.9 0.84 1692.9 13.4 1690.4 8.9 1687.2 10.9 1687.2 10.9 100.3 2-14-11-1-1C 103 2141 1.1 9.6634 1.0 3.8367 1.9 0.2689 1.6 0.84 1535.2 21.5 1600.5 15.1 1687.5 18.6 1687.5 18.6 91.0 2-14-11-1-27R 137 86560 1.5 9.6627 0.9 4.3728 2.0 0.3064 1.8 0.88 1723.2 26.5 1707.2 16.4 1687.6 17.1 1687.6 17.1 102.1 2-14-11-1-3R 225 5788 3.0 9.6614 0.7 3.8545 7.5 0.2701 7.5 1.00 1541.2 102.2 1604.2 60.4 1687.9 12.1 1687.9 12.1 91.3 2-14-11-1-25R 155 5730 2.1 9.6573 0.8 4.2652 1.2 0.2987 0.9 0.77 1685.1 13.6 1686.7 9.8 1688.7 14.1 1688.7 14.1 99.8 2-14-11-1-6R 646 554 2.0 9.6247 3.4 3.8390 19.9 0.2680 19.6 0.99 1530.5 267.5 1601.0 161.8 1694.9 62.7 1694.9 62.7 90.3 2-14-11-1-1R 120 64587 2.4 9.6135 1.1 4.4016 3.4 0.3069 3.2 0.94 1725.4 48.3 1712.6 28.0 1697.0 20.8 1697.0 20.8 101.7 2-14-11-1-25R' 135 13837 2.4 9.6038 1.2 4.2739 1.8 0.2977 1.3 0.74 1679.9 19.4 1688.4 14.5 1698.9 21.8 1698.9 21.8 98.9 2-14-11-1-29R 186 34891 2.1 9.5725 3.2 4.3875 3.9 0.3046 2.2 0.56 1714.1 32.5 1710.0 32.0 1704.9 59.2 1704.9 59.2 100.5 2-14-11-1-5R 306 828 2.5 9.5055 2.5 3.9031 2.6 0.2691 0.5 0.19 1536.1 6.8 1614.3 20.9 1717.8 46.6 1717.8 46.6 89.4 2-14-11-1-12R 192 1363 2.2 9.4840 4.2 4.3495 4.4 0.2992 1.3 0.29 1687.3 19.1 1702.8 36.5 1722.0 77.8 1722.0 77.8 98.0 2-14-11-1-28R 377 905 2.8 9.4784 1.3 3.0855 8.4 0.2121 8.3 0.99 1240.0 93.3 1429.1 64.3 1723.1 24.8 1723.1 24.8 72.0 2-14-11-1-3C 152 816 3.0 9.4579 3.3 3.7238 5.0 0.2554 3.8 0.76 1466.4 49.9 1576.5 40.2 1727.1 60.0 1727.1 60.0 84.9 2-14-11-1-17R 150 3229 2.8 9.2437 9.4 3.8766 11.3 0.2599 6.1 0.55 1489.3 81.7 1608.8 91.2 1769.0 172.9 1769.0 172.9 84.2\nSupplemental Table 2. U-Pb and paleosol-geochemistry sample locations Sample no. Latitude Longitude UTMN UTME Datum zone Notes GPS Station 2-15-11-3 34.707008 -112.572745 3841678 355968 NAD83 12 Medium to fine grain sandstone near Jerome Canyon JES-11-193 2-14-11-1 34.682364 -112.560197 3838927 357075 NAD83 12 Mint Wash granodiorite of DeWitt - Sample of fresh granodiorite from blasted road cut JES-11-133 4-15-11-1 34.7426983 -112.5636 3845623 356867 NAD83 12 Williamson Valley Granodiorite of DeWitt JES-11-481 11-4-08-9 34.823058 -112.422938 3854343 369872 NAD83 12 Del Rio Quartzite, top of section JES-09-034 11-5-08-1 34.813694 -112.403918 3853280 371597 NAD83 12 Del Rio Quartzite, base of section JES-09-043 6-20-15-1 34.8143132 -112.403164 3853349 371666 NAD83 12 Paleosol JES-15-164 6-20-15-2 Paleosol sample from between 6-20-15-1 and 6-20-15-4 6-20-15-3 Paleosol sample from between 6-20-15-1 and 6-20-15-5 6-20-15-4 34.8144608 -112.4028959 3853365 371691 NAD83 12 Paleosol JES-15-165\n1Supplemental Table 1. Isotopic data and calculated ages for all zircon grains dated during this study. Please visit http:// dx .doi .org /10 .1130 /GES01339 .S1 or the full-text article on www .gsapubs .org to view Supplemental Table 1.\n2Supplemental Table 2. Location information for U-Pb geochronology samples and paleosol geochemistry samples. Please visit http:// dx .doi .org /10 .1130 /GES01339 .S2 or the full-text article on www .gsapubs .org to view Supplemental Table 2.\nDownloaded from https://pubs.geoscienceworld.org/gsa/geosphere/article-pdf/12/6/1774/1000594/1774.pdf by University of Arizona user on 20 February 2019\n1778Spencer et al. | Orogenesis and quartzite deposition, Yavapai tectonic provinceGEOSPHERE | Volume 12 | Number 6\nondary mica nor phyllite sheen, so it is inferred that displacement along this contact juxtaposed the two units (farther south, the contact is intrusive but was not examined in detail). Strong mylonitic fabrics are present locally along the contact, primarily in the granite but locally in metasedimentary rocks. Lineation is insufficiently developed to determine displacement direction. Two samples of granitic rocks and one of metasandstone were analyzed for U-Pb geochronology at the Arizona Laserchron Center at the University of Arizona. Fourteen U-Pb LA-ICP-MS spot analyses of zircons from the Williamson Valley Granodiorite yielded an age of 1736 ± 21 Ma (2s uncertainty including all internal and external uncertainties). Twenty-five U-Pb analyses of zircons from the Mint Wash Granodiorite yielded an age of 1680 ± 16 Ma (2s; Fig. 5).\nDownloaded from https://pubs.geoscienceworld.org/gsa/geosphere/article-pdf/12/6/1774/1000594/1774.pdf by University of Arizona user on 20 February 2019\n1779Spencer et al. | Orogenesis and quartzite deposition, Yavapai tectonic provinceGEOSPHERE | Volume 12 | Number 6\nSeventy-five detrital-zircon grains from a sample of fine-grained sandstone were analyzed for U-Pb age. The youngest peak in the probability density plot, at 1738 Ma (Fig. 6), indicates the maximum possible depositional age. Detrital-zircon analyses yielded abundant dates typical of the Yavapai Province (e.g., Karlstrom et al., 1987) as well as seven dates at 1800–1900 Ma that are older than known local rock units. Also, 19 of 75 dated grains are within the narrow age range of 2467–2485 Ma (mean 2480 Ma; Fig. 6). This narrow range of dates, representing ~25% of the analyzed zircon grains, suggests a single, unidentified igneous source that is ca. 740 Ma older than typical dated igneous rocks in the Yavapai Province in Arizona.\nDownloaded from https://pubs.geoscienceworld.org/gsa/geosphere/article-pdf/12/6/1774/1000594/1774.pdf by University of Arizona user on 20 February 2019\n1780Spencer et al. | Orogenesis and quartzite deposition, Yavapai tectonic provinceGEOSPHERE | Volume 12 | Number 6"
  }, {
    "heading": "DEL RIO QUARTZITE",
    "text": "The Paleoproterozoic Del Rio Quartzite along lower Granite Creek near Little Chino Valley consists of a heterogeneous sequence of interbedded quartzite, pebbly quartzite, pebble to cobble conglomerate, and sparse, variably silty argil lite (Fig. 7; Krieger, 1965; Trevena, 1979; Bayne, 1987; Gootee et al., 2010). A slightly disrupted, 1400-m-thick section is exposed in the northwestern limb of an anticline in the northwestern area of quartzite exposures (Fig. 7; Bradshaw, 1975). The top of the Quartzite is covered and total thickness of the unit\ncould be significantly greater. The rock unit was originally considered an outlier of Mazatzal Quartzite (Wilson, 1922, 1939; Krieger, 1965; Bradshaw, 1975; Trevena, 1979), which is well exposed in the Mazatzal Mountains to the southeast (Fig. 2); however, doubts that the unit can be confidently correlated over the intervening ~100 km led to informal designation as the Del Rio Quartzite (Bayne, 1987; Chamberlain et al., 1991; Gootee et al., 2010).\nConglomerate and conglomeratic sandstone of the Del Rio Quartzite are poorly to moderately sorted, with clasts of white vein quartz and less abundant red jasper and argillite within a matrix of poorly to moderately sorted, reddish-brown sand and pebbly sand. Clasts are typically subrounded to subangular (Fig. 8A). Quartzite and pebbly quartzite are typically cross stratified in medium- to thick-bedded trough, wedge, and tabular sets, commonly with sweeping asymptotic basal cross strata with black-sand laminations (Fig. 8B). The upper conglomerate unit in northwestern exposures is generally plane bedded, with massive and graded beds of cobble and pebble conglomerate (Fig. 8C). Even thin pebble beds are commonly planar and laterally continuous for many meters (Figs. 8D and 8E). Channels are rare and, where present, are broad and shallow (Fig. 8E). Some coarse sandstone and pebbly conglomerate are characterized by planar cross beds (Fig. 8F).\nIn thin section, quartzite that makes up most of the Del Rio Quartzite consists of quartz grains with variably abundant, commonly rounded opaque grains and a sparse (generally <10%) microcrystalline to cryptocrystalline pseudomatrix consisting largely of very fine secondary mica. Examination of 32 thin sections stained for plagioclase and K-feldspar did not identify any detrital grains of feldspar, mica, or mafic silicates. The hardest and most pure quartzite consists almost entirely of quartz grains with sutured, complex grain boundaries (Fig. 9A). Quartz overgrowths are common, with subrounded cores and crystallographically continuous overgrowths (Fig. 9B). In other samples, quartz grains are poorly sorted and consist of mixed grains that vary from subrounded to angular (Fig. 9C). Some angular quartz grains are surrounded by fine secondary matrix (Fig. 9D). Abundant heavy-mineral laminations in sandstone consist of rounded opaque grains generally 75–500 mm in diameter (Figs. 9E and 9F). Electron microprobe analysis indicates that the opaque grains are hematite or maghemite, and their very weak magnetic susceptibility strongly suggests they are hematite. Some grains contain up to 20% solid solution toward the ilmenite end member (Fig. 10). Some grains also exhibit exsolved lamellae and rims of rutile and minor lamellae of ilmenite. At one location, hematite grains form much or most of a black-sand unit several meters thick (Gootee et al., 2010).\nDetrital-zircon grains from quartzite samples from the base and top of the Del Rio Quartzite yielded age spectra dominated by ca. 1.65–1.95 Ga zircons, with a scattering of grains as old as 3.4 Ga (Fig. 11). The youngest peak in the age-probability plot for the stratigraphically lowest sample, at 1745 Ma, is the maximum possible depositional age for strata near the base of the sequence (Fig. 11A). The youngest peak in the probability-density plot for the stratigraphically highest sample, at 1737 Ma, is the maximum possible depositional age for strata near the top of the sequence (Fig. 11C).\nDownloaded from https://pubs.geoscienceworld.org/gsa/geosphere/article-pdf/12/6/1774/1000594/1774.pdf by University of Arizona user on 20 February 2019\n1781Spencer et al. | Orogenesis and quartzite deposition, Yavapai tectonic provinceGEOSPHERE | Volume 12 | Number 6\nFigure 7. Geologic map and cross section of the Del Rio Quartzite and associated rocks (see Fig. 1 for location). Note that a deformation zone near the center of the map results in uncertainty regarding stratigraphic relations across this zone. Offset across this zone is not shown in the cross section but could be significant. The base of the Quartzite is shown as if the outcrop at the core of the anticline, here interpreted as a paleosol, marks the stratigraphic base of the Quartzite. The basal contact is, however, concealed. The strike of bedding in Paleo zoic strata roughly follows the contact with the under lying Proterozoic rocks and dips gently away from exposures of Del Rio Quartzite, as if differential compaction caused the variable dips.\nDownloaded from https://pubs.geoscienceworld.org/gsa/geosphere/article-pdf/12/6/1774/1000594/1774.pdf by University of Arizona user on 20 February 2019\n1782Spencer et al. | Orogenesis and quartzite deposition, Yavapai tectonic provinceGEOSPHERE | Volume 12 | Number 6\nA B\nC D\nE F\nFigure 8. Del Rio Quartzite: (A) Conglomerate clasts, dominated by vein quartz, range from subrounded to angular (red arrows point to angular clasts). (B) Channel margin in pebbly quartzite with black-sand laminations in lower conglomerate. (C) The upper conglomerate unit in northwestern exposures is generally plane bedded, with massive and graded beds of cobble and pebble conglomerate. (D, E) Red arrows point to thin pebble beds, which are commonly planar and laterally continuous for many meters. (E) Channels are rare in the upper conglomerate and, where present, are broad and shallow (channel is ~3 m wide). (F) Some coarse sandstone and pebbly conglomerate are characterized by planar cross beds in tabular sets.\nDownloaded from https://pubs.geoscienceworld.org/gsa/geosphere/article-pdf/12/6/1774/1000594/1774.pdf by University of Arizona user on 20 February 2019\n1783Spencer et al. | Orogenesis and quartzite deposition, Yavapai tectonic provinceGEOSPHERE | Volume 12 | Number 6\nA B\nC D\nE F\nFigure 9. (A) Del Rio Quartzite quartz grains commonly have sutured, complex grain boundaries (1-mm scale bar, crossed nicols). (B) Quartz overgrowths are not uncommon, with subrounded cores and epitaxial overgrowths (1-mm scale bar, crossed nicols). (C) Poorly sorted quartzite with grains that vary from subrounded to angular (1-mm scale bar, crossed nicols). (D) Some angular quartz grains are surrounded by fine secondary matrix and appear to be primary angular grains and not products of postdepositional fracturing and crushing (1-mm scale bar, plain light). (E) Abundant opaque-mineral laminations in sandstone consist of rounded hematite grains (1-mm scale bar, reflected light). (F) Amalgamated heavy-mineral laminations at the base of a cross-bed set.\nDownloaded from https://pubs.geoscienceworld.org/gsa/geosphere/article-pdf/12/6/1774/1000594/1774.pdf by University of Arizona user on 20 February 2019\n1784Spencer et al. | Orogenesis and quartzite deposition, Yavapai tectonic provinceGEOSPHERE | Volume 12 | Number 6\nContacts between the Del Rio Quartzite and other Proterozoic units are covered or faulted, and the Quartzite is depositionally overlain by flat-lying to gently tilted Phanerozoic strata (Fig. 7). Nearby Proterozoic units include psammitic, biotite-sericite schist that records penetrative deformation that did not affect the Del Rio Quartzite, and an isolated exposure of pillow basalt un affected by penetrative deformation (Krieger, 1965; Gootee et al., 2010). Although the Del Rio Quartzite is folded, it is not affected by cleavage development or metamorphic mineral growth except that recrystallization of pseudomatrix in sandstone and silty argillite is apparent in thin section but not significant enough to impart cleavage or micaceous sheen in hand samples. Silty argillite from the Quartzite contains “incompletely ordered illite, kaolinite, and pyrophyllite, compatible with temperatures of 280–400 °C” (Gillentine et al., 1991). Furthermore, Gillentine et al. (1991) state that if the pyrophyllite is detrital rather than metamorphic, peak temperatures were lower, at 120–200 °C. Folding of the Del Rio Quartzite, as is apparent on the cross section in Figure 7, likely occurred during latest Paleoproterozoic orogenesis (Karlstrom and Bowring, 1993) or during the Mesoproterozoic (Doe et al., 2012; Mako et al., 2015)."
  }, {
    "heading": "Paleosol below the Del Rio Quartzite",
    "text": "A massive, reddish-brown, uncleaved rock unit interpreted as a paleosol is exposed below the Quartzite (Fig. 7) in an ~5-m-wide ledge that parallels bedding in the Quartzite to the northwest. The contact between the two\nis covered and is possibly depositional. Discordance between the ledge and bedding to the southeast suggests that the paleosol is faulted on the southeast, although this contact is also concealed. The paleosol consists of ~20%, <7 mm quartz and clumps of multiple quartz grains in a mixture of very fine, opaque and translucent minerals or mineraloids (Fig. 12). Embayed boundaries and rounded margins characterize some quartz grains (Figs. 12C and 12D). Abundant microfracturing in some quartz grains (Fig. 12E) is similar to such fracturing in the quartzite. Relict grains of uncertain protolith have no extinction under crossed nicols and are possibly clay minerals derived from feldspar (Fig. 12F). We sampled the paleosol for geochemical analysis at four locations along the length of the outcrop belt and at variable but poorly constrained relative paleodepths. The average of four very similar chemical analyses indicates a chemical composition of silica (79.2% SiO2), aluminum (10.7% Al2O3), iron (5.1% Fe2O3), potassium (1.66% K2O), and volatiles lost on melting (2.7% loss on ignition) that together make up 99.4% of the unit. Analytical data are included in Supplemental Table 33."
  }, {
    "heading": "INTERPRETATION",
    "text": ""
  }, {
    "heading": "Geochronology of the Jerome Canyon Area",
    "text": "Static recrystallization of phyllitic Jerome Canyon strata near the undeformed Williamson Valley Granodiorite resulted in mica growth parallel to cleavage at low levels of recrystallization but with increasingly random orientations of metamorphic mica with greater levels of recrystallization closer to the intrusion. It remains uncertain, however, if the Jerome Canyon strata were tilted to near vertical before cleavage development, or if gently inclined cleavage developed before tilting to steep dips. The preponderance of steep, generally east-northeast–striking cleavage in Paleoproterozoic rocks across central and southeastern Arizona suggests that steep cleavage is a general feature reflecting consolidation of the newly formed Paleoproterozoic crust, with steep cleavage perpendicular to shortening direction and approximately parallel to the convergent continental margin. We conclude that deposition of the Jerome Canyon sandstone, tilting to steep dips, and later cleavage development, all occurred after the ca. 1738 Ma maximum depositional age of the sandstone as indicated by the youngest age-probability peak, and before intrusion of the 1736 ± 21 Ma (2s) Williamson Valley Granodiorite. It is possible that strata that are stratigraphically below the analyzed sample, including the basalts, are significantly older.\nThe ca. 1738 Ma maximum depositional age and the 1736 ± 21 Ma (2s) age of the Williamson Valley Granodiorite are essentially identical, yet the true ages of these units are separated by the time necessary for complete deposition of the clastic sequence, tilting to steep dips, and cleavage development. All this could have occurred within a few million years, within an active convergent plate margin, and within the uncertainties of the analyses (which are\nSupplemental Table 3. Geochemical analyses of Del Rio paleosol Bureau Veritas Commodi es Canada Ltd. Final Report Client: Arizona Geological Survey File Created: 16-Jul-15 Job Number: VAN15001606 Number of Samples: 4 Project: STATEMAP 2015 Received: 2-Jul-15\nMethod WGHT LF200 LF200 LF200 LF200 LF200 LF200 LF200 LF200 LF200 LF200 LF200 LF200 LF200 LF200 Analyte Weight SiO 2 Al 2O 3 Fe 2O 3 MgO CaO Na 2O K 2O K 2O/Na 2O TiO 2 P 2O 5 MnO Cr 2O 3 Ni Sc LOI Unit KG % % % % % % % % % % % PPM PPM % MDL 0.01 0.01 0.01 0.04 0.01 0.01 0.01 0.01 0.01 0.01 0.01 0.002 20 1 -5.1 Sample Type 6-20-15-1 Rock 0.38 79.87 10.48 4.88 0.07 0.03 0.18 1.43 7.9 0.18 0.02 0.03 <0.002 <20 9 2.7 6-20-15-2 Rock 0.47 79.17 9.34 7.03 0.08 0.03 0.15 1.28 8.5 0.17 0.02 0.04 <0.002 <20 9 2.6 6-20-15-3 Rock 0.46 79.36 10.01 5.87 0.12 0.06 0.16 1.72 10.8 0.18 0.01 0.02 <0.002 <20 11 2.4 6-20-15-4 Rock 0.46 79.23 10.66 5.06 0.12 0.05 0.17 1.66 9.8 0.18 0.01 0.02 <0.002 <20 9 2.7 average 79.41 10.12 5.71 0.10 0.04 0.17 1.52 9.2 0.18 0.015 0.028 9.5 2.6 Pulp Duplicates 6-20-15-4 Rock 0.46 79.23 10.66 5.06 0.12 0.05 0.17 1.66 9.8 0.18 0.01 0.02 <0.002 <20 9 2.7 6-20-15-4 REP Reference Materials STD GS311-1 STD STD GS910-4 STD STD SO-18 STD 57.91 14.15 7.72 3.4 6.38 3.67 2.16 0.69 0.8 0.4 0.557 50 24 1.9 STD SO-19 STD 60.46 13.95 7.55 2.87 5.89 4.08 1.3 0.69 0.31 0.13 0.494 472 27 1.9 STD DS10 STD STD OREAS45EA STD BLK BLK BLK BLK <0.01 <0.01 <0.04 <0.01 <0.01 <0.01 <0.01 <0.01 <0.01 <0.01 <0.002 <20 <1 0 BLK BLK Prep Wash ROCK-VAN Prep Blank 70.78 14.14 3 0.83 2.4 4.52 2.1 0.36 0.08 0.08 <0.002 <20 7 1.5\n3Supplemental Table 3. Major and trace element geochemistry results for four paleosol samples below the Del Rio Quartzite. Please visit http:// dx .doi .org /10 .1130 /GES01339 .S3 or the full-text article on www .gsapubs .org to view Supplemental Table 3.\nDownloaded from https://pubs.geoscienceworld.org/gsa/geosphere/article-pdf/12/6/1774/1000594/1774.pdf by University of Arizona user on 20 February 2019\n1785Spencer et al. | Orogenesis and quartzite deposition, Yavapai tectonic provinceGEOSPHERE | Volume 12 | Number 6\nunspecified for the age-probability peak but probably similar to that for the Granodiorite). It is also possible that metamorphic zircons or metamorphic zircon overgrowths have displaced the maximum depositional age to a younger age than the actual age of deposition (e.g., Jacobson et al., 2015). We consider this unlikely, however, because the youngest U-Pb ages in the sandstone were not derived from the rims of zircon grains, and U/Th for zircon grains younger than 1750 Ma are all less than 3 and are not anomalous compared to older grains. The short period of sedimentation, tilting, deformation, and granitoid intrusion reveals a rapid pace of what appears to be genesis of a small part of Yavapai province crust."
  }, {
    "heading": "Significance of circa 2480 Ma Zircon Grains in the Jerome Canyon Sandstone",
    "text": "Nineteen of 75 U-Pb zircon dates from the Jerome Canyon sandstone fall in the range 2467–2485 Ma. All but one have individual analytical uncertainty less than 8 Ma (1s), with an average of 4.7 Ma. The age and uncertainty of the age-probability peak (Fig. 6), 2480.2 ± 27.4 Ma, includes consideration of systematic error, but considering only the uncertainty associated with each individual analysis (without consideration of systematic error), the weighted mean and uncertainty is 2480.2 ± 1.9 Ma. In other words, reproducibility and\nDownloaded from https://pubs.geoscienceworld.org/gsa/geosphere/article-pdf/12/6/1774/1000594/1774.pdf by University of Arizona user on 20 February 2019\n1786Spencer et al. | Orogenesis and quartzite deposition, Yavapai tectonic provinceGEOSPHERE | Volume 12 | Number 6\nA B\nC D\nE F\nFigure 12. Photomicrographs of the Del Rio paleosol, with crossed nicols in all images. (A) Large, chemically(?) rounded quartz grain with two embayments at lower right. (B) Euhedral quartz crystal (lower). (C) Cluster of quartz crystals with rounded corners, embayments, and straight boundaries that could have been the margins of adjacent feldspar crystals before alteration. (D) Embayed quartz crystal. (E) Highly fractured quartz crystal as with some Del Rio Quartzite. (F) Relict minerals in bright, finely mottled area with no extinction in crossed nicols.\nDownloaded from https://pubs.geoscienceworld.org/gsa/geosphere/article-pdf/12/6/1774/1000594/1774.pdf by University of Arizona user on 20 February 2019\n1787Spencer et al. | Orogenesis and quartzite deposition, Yavapai tectonic provinceGEOSPHERE | Volume 12 | Number 6\nprecision are very high compared to accuracy. The mean square of weighted deviations (MSWD) of the nineteen analyses is 0.65, which means that the peak in the age-probability plot is narrower than would be expected for the analytical uncertainties associated with the individual analyses (the individual analyses are “underdispersed”). This in turn suggests that analytical uncertainty associated with individual analyses is overestimated for earliest Proterozoic zircon grains. The similarity and precision of these dates suggest that a single igneous rock body or cluster of related units was the source for a large fraction of the sand grains in the Jerome Canyon sandstone.\nA distinctive population of similar-age zircons was also identified in ten samples of Vishnu Schist (Ilg et al., 1996; Karlstrom et al., 2012) from ~150 km to the north-northeast in eastern Grand Canyon, and in two samples of schist from western Grand Canyon (Billingsley et al., 2006), ~140 km to the northwest (Fig. 13; Shufeldt et al., 2010). The 1s uncertainty for zircon U-Pb analyses from the Jerome Canyon sample and for three of the 12 samples analyzed by Shufeldt et al. (2010) are 4.5–5.5 Ma (unlike the other samples,\nfor which 1s = 24–45 Ma). The three low-uncertainty analyses by Shufeldt et al. (2010) include a subset of zircons that cluster similarly tightly around 2475–2480 Ma, and all of the others contain a sub-population of about this age. Kolmogorov-Smirnov (K-S) statistical comparison of all U-Pb dates from the 13 samples (Fig. 14) determined a P value of 0.51 for comparison of the Jerome Canyon sample and the westernmost schist sample (Fig. 13) analyzed by Shufeldt et al. (2010). This means that the two samples can’t be statistically distinguished from each other with even 50% confidence and could have been derived from the same source.\nKolmogorov-Smirnov statistical analysis compares populations to determine if they can be distinguished from each other with some level of confidence. The null hypothesis is that two samples can’t be statistically distinguished from each other. This would be the situation for small data sets where there are too little data to determine if two samples were derived from different sources (the null hypothesis can’t be disproved). With larger data sets, statistically different populations can be better distinguished. In general, a 95% confidence in statistical distinctness is considered definitive with detrital-zircon U-Pb dates (Guynn and Gehrels, 2010). A P value of 0.05 corresponds to 95% confidence that two samples can’t have come from the same population. Below this confidence limit (P > 0.05), samples appear more similar and may have been derived from the same source. It is noteworthy that P values of 0.093 and 0.068, representing comparison of the Jerome Canyon sample with two samples of Vishnu Schist in eastern Grand Canyon, indicate that these samples can’t be distinguished with 95% confidence, although they can be distinguished with 90% confidence. Calculation of K-S values reported in Figure 14 includes uncertainty in individual analyses, and these values are a better test of similarity or difference if analytical uncertainty is small. One of the two Vishnu Schist samples that is statistically indistinguishable from the Jerome Canyon sample at the 95% confidence level (but not at the 90% level) also has very low analytical uncertainty associated with individual analyses.\nPaleoproterozoic Vishnu Schist from the eastern Grand Canyon is a finegrained psammitic and pelitic unit that is associated with the Brahma and Rama schists (Ilg et al., 1996). These units consist of mafic and felsic schists and gneisses that are interlayered with hypabyssal, volcanic, or volcaniclastic layers dated at 1750 ± 2 Ma and 1741 ± 1 Ma. The three units are described as follows by Hawkins et al. (1996): “comparable units of the Rama, Vishnu, and Brahma Schists are interlayered at several localities in the Upper Gorge transect, suggesting that these units compose a complex volcanic and sedimentary package characterized by spatial and temporal lithologic variation.” These lithologies match well with the Jerome Canyon strata with the minor difference that Jerome Canyon strata contains significant iron-silica rocks and calc-silicate chemical sediments. Furthermore, the maximum depositional age of the Jerome Canyon psammite is essentially identical to the eastern Grand Canyon supracrustal rocks.\nBecause of detrital-zircon statistical similarity of the 12 Grand Canyon samples, Shufeldt et al. (2010) concluded that the name “Vishnu Schist”\nDownloaded from https://pubs.geoscienceworld.org/gsa/geosphere/article-pdf/12/6/1774/1000594/1774.pdf by University of Arizona user on 20 February 2019\n1788Spencer et al. | Orogenesis and quartzite deposition, Yavapai tectonic provinceGEOSPHERE | Volume 12 | Number 6\ncould be applied to all of the sampled Grand Canyon schists. As shown in Figure 13, this schist terrane extends for ~150 km across regional tectonic strike and broadly corresponds to the Hualapai block of Karlstrom and Bowring (1993). The zircon population from the Jerome Canyon sample contains a higher proportion of ca. 2480 Ma grains than all but one of the 12 Grand Canyon samples and a lower proportion of Archean (>2500 Ma) grains than all but one (a different one) of the 12 Grand Canyon samples. The ratio of ca. 2480 Ma to >2500 Ma dates for the Jerome Canyon sample is larger (2.2) than for any of the Grand Canyon samples (0.2–1.2). These characteristics of the Jerome Canyon detrital zircons suggest that these strata were closer to the source of the ca. 2480 Ma zircon grains than most or all of the Grand Canyon schists, and Jerome Canyon strata were not simply derived from erosion and dispersal of strata now represented by the Vishnu Schist in Grand Canyon. Considering the lithologic, geochronologic, and detrital-zircon–population similarities between the Jerome Canyon strata and the Vishnu Schist, we suggest that the Jerome Canyon strata could be correlated with the Vishnu Schist, and that the entire area encompassed by the 13 samples is a single tectonostratigraphic terrane. One difference between Jerome Canyon strata and Vishnu Schist is that the dominant, steep fabric in Jerome Canyon strata predates intrusion of the 1736 ± 21 Ma (2s) Williamson Valley Granodiorite, whereas similar fabric in the eastern Grand Canyon (S2 of Ilg et al. [1996] and Dumond et al. [2007]) formed at 1713–1685 Ma (Hawkins et al., 1996). This difference in timing of deformations, however, is unrelated to correlation of the schists."
  }, {
    "heading": "Depositional Environment of the Del Rio Quartzite",
    "text": "Asymptotic and planar cross beds and hematite laminations are common in Del Rio sandstones. Sorting is typically poor, with abundant white pebbles and granules in poorly sorted sands (Fig. 8). Channels are sparse in sandstones. Some channels and cross beds contain coarse basal debris. All of these features are consistent with near-shore marine and braided-stream depo sitional environments. However, poor to very poor sorting, especially in conglomerate units, supports a fluvial environment. Planar cross beds of pebble to granule conglomeratic sandstone with basal cobble lag (Fig. 8F) are readily interpreted as the result of aggrading bars in a braided stream environment. The sparseness of channels in the upper conglomerate unit, with planar, laterally continuous pebble and cobble conglomerate beds (Figs. 8C–8E) indicates rapid changes in flow velocity on a planar stream bed.\nQuartzite and conglomerate in the Del Rio Quartzite are unusual because they are highly mature chemically, containing little but quartz, jasper, and hema tite, but are physically immature, as indicated by angular quartz sand grains and angular conglomerate clasts. We attribute this to unusually effective chemical weathering in a surficial environment reminiscent of modern, tropical fluvial environments. For example, where sediments have traveled many hundreds of kilometers in low-energy river systems such as the Ama zon and Orinoco, chemical destruction is especially effective where sands are intermittently stored in point-bar deposits with variable degrees of soil development (Johnsson and Meade, 1990; Johnsson et al., 1991). The Del Rio Quartzite\nDownloaded from https://pubs.geoscienceworld.org/gsa/geosphere/article-pdf/12/6/1774/1000594/1774.pdf by University of Arizona user on 20 February 2019\n1789Spencer et al. | Orogenesis and quartzite deposition, Yavapai tectonic provinceGEOSPHERE | Volume 12 | Number 6\nwas not, however, deposited by a meandering tropical river, as indicated by clast angularity and large size, poor sorting, and absence of point-bar deposits. Complete destruction of feldspar occurs in some poorly drained tropi cal soils, but sands derived from such soils typically carry a small to moderate component of feldspar and lithic grains (Suttner et al., 1981; van Hattum et al., 2006; Hall and Smyth, 2008; Garzanti et al., 2013). While Del Rio sediments have some similarities to modern tropical sediments, the striking contrast between extreme chemical maturity and physical immaturity in these braided stream deposits suggests chemical weathering of greater effectiveness than in any modern fluvial environment.\nLike the Del Rio Quartzite, Mazatzal Group Quartzite and similar late Paleoproterozoic quartzite in the southern Rocky Mountains and the mid-continent region include units that are devoid or nearly devoid of feldspar and lithic fragments but have interstitial alteration products interpreted as relict feldspar and lithic grains (Dott, 1983; Soegaard and Eriksson, 1989; Cox et al., 2002b; Medaris et al., 2003; Jones et al., 2009). The quartz-rich character of Mazatzal Group quartzites has been attributed to unusually effective diagenetic alteration of feldspar and lithic grains (Cox et al., 2002a), but thin-section examination of some Del Rio Quartzite samples reveals almost no interstitial material. If feldspar had been present before diagenetic alteration, interstitial alteration products likely would be present in greater abundance and would form relict grains. The quartz-rich composition of mid-continent (Baraboo) quartzites has been attributed to derivation from deeply weathered bedrock in which feldspar and mafic silicates had been altered to clays and oxides by weathering and saprolitic soil development, possibly aided by near-surface physical stabilization by microbial mats for extended periods of time (Dott, 2003; Medaris et al., 2003; Driese and Medaris, 2008). We propose that similar if not identical weathering and soil development, followed by erosion, sediment dispersal, and concentration of quartz grains by winnowing of fines, is responsible for the composition of the Del Rio Quartzite. Unlike the Baraboo interval quartzites, however, we doubt that the Del Rio Quartzite was deposited on a low-relief, stable platform. Rather, significant relief at the time of deposition seems likely, both to provide a source of coarse sand and conglomerate and to accommodate deposition of >1400 meters of clastic sediments.\nAs noted above, conglomerate clasts in the Del Rio Quartzite consist largely of vein quartz, with less common jasper and argillite, and with no evidence of diagenetic replacement of other clast types with alteration products. Common and highly visible hematitic laminations in pebbly sandstone and conglomerate were not deformed by the mechanical collapse of voids following or accompanying diagenetic elimination of granitoid and other feldspar-bearing conglomerate clasts. Similarly, no secondary-mineral void fillings were identified where originally feldspar-bearing clasts had been. We infer that nearly pure quartz compositions of conglomerate clasts are primary and that alteration and destruction of feldspar and lithic fragments were highly effective in near-surface environments before clast transport and deposition. It is particularly significant that abundant vein-quartz clasts likely would have been\nderived from granitic and/or metamorphic host rocks, but the absence of clasts of such host rocks suggests that weathering destroyed these rocks before they reached the surface and were dispersed by fluvial processes.\nPaleoenvironmental Implications of the Del Rio Paleosol\nThe Del Rio paleosol has a distinctive bulk chemical composition consistent with extreme weathering of the protolith. What is most diagnostic and unusual is elevated average SiO2 (79%–80%) and Fe2O3 (5%–7%) and very low CaO (<0.10%) and Na2O (<0.20%). Several weathering indices provide a measure of weathering effects by comparing the ratio of mobile (or weatherable elements such as Ca and Na) to immobile elements (such as Ti or Zr). For example, the widely used chemical index of alteration minus potassium, or CIA – K = 100 × Al2O3/( Al2O3 + CaO + Na2O), returns very high values of 97.8–98.1, consistent with almost total loss of mobile elements (Supplemental Table 3 [see footnote 3]). Potassium is excluded here because of suspected potassium metasomatism indicated by K/Na of ~10 (e.g., Driese and Medaris, 2008).\nThe presence of embayed and rounded quartz in the Del Rio paleosol (Figs. 12A, 12C, and 12D) is also consistent with effective chemical weathering. Saprolitic soils in the southeastern United States are known for embayed and chemically rounded quartz grains in soils developed on metamorphic and igneous basement (Cleary and Conolly, 1971, 1972), as well as in Australia (Crook, 1968) and in buried paleosols (Lander et al., 1991). Embayed quartz has also been recognized in glacial till where corrosion is thought to be the result of repeated periods of evaporation that increase the pH of residual aqueous fluids (Krauskopf, 1956; May, 1980). Embayed and rounded quartz are also present in igneous rocks due to mixing of magmas with appropriate compositions (Vernon, 1986; Donaldson and Henderson, 1988; Watt et al., 1997) and have been recognized in some Paleoproterozoic metamorphic rocks in nearby areas (Anderson and Creasey, 1958). We consider it possible but unlikely that the Del Rio paleosol was derived from igneous rocks with embayed quartz, in part because igneous quartz phenocrysts with embayments as large and well developed as shown in Figure 12D are rare and we know of none in Arizona Paleoproterozoic rocks.\nWe infer that the protolith of the Del Rio paleosol was a granitoid, as indicated by abundant large quartz grains and clusters of quartz grains in a matrix that is plausibly dominated by highly altered feldspar. This interpretation is also supported by the straight margins of some quartz-grain clusters (Fig. 12C) that are interpreted to reflect boundaries with earlier-crystallized feldspar in a granitoid. The chemical composition of the paleosol, compared to 1.7 Ga granitoids in central and northern Arizona, suggests that pedogenic chemical processes reduced Na2O by 94%–95% and CaO by 96%–98%. Such weathering losses are consistent with modern, low-latitude, warm, and generally wet tropical environments (e.g., Gardner and Walsh, 1996; Guan et al., 2001; Li and Yang, 2010; Betard, 2012). Comparable losses are also observed in the 2.2 Ga Hekpoort Paleosol (Rye and Holland, 2000) and have been interpreted to indi-\nDownloaded from https://pubs.geoscienceworld.org/gsa/geosphere/article-pdf/12/6/1774/1000594/1774.pdf by University of Arizona user on 20 February 2019\n1790Spencer et al. | Orogenesis and quartzite deposition, Yavapai tectonic provinceGEOSPHERE | Volume 12 | Number 6\ncate intense weathering not due to wet climate but to elevated atmospheric pCO2 in the Early Proterozoic (Sheldon, 2006). We can’t distinguish the cause (high H2O, high pCO2, or both) with our analysis, but our results demonstrate intense weathering conditions just before Del Rio Quartzite deposition in central Arizona. Indeed, weathering and dispersal of soils such as that represented by the Del Rio paleosol would yield abundant quartz grains without feldspar or mafic silicates."
  }, {
    "heading": "Age of Del Rio Quartzite Deposition and Folding",
    "text": "As noted above, the maximum depositional age of the Del Rio Quartzite is indicated by the 1745 Ma age-probability peak for the sample near the base of the Quartzite and the 1737 Ma age-probability peak for the sample near the top (Fig. 11). The large range of individual zircon dates, the significant number of multiple peaks on the age-probability plots, and numerous older dates extending back to the Archean, all indicate that the zircon grains were derived from diverse sources (or possibly from a sedimentary unit that had previously accumulated zircons from diverse sources). The fact that the youngest age-probability peak is older for the sample at the stratigraphic base than for the sample near the top suggests that the age peaks approximate depositional ages, but the two peaks are so close in age that the difference is probably not statistically significant. The fact that 17 of 93 zircon dates from the stratigraphically higher sample are 1626–1695 Ma suggests that at least the upper part of the Quartzite is younger than the 1737 Ma age peak. Furthermore, 10 of these 17 dates are more than 70 Ma younger than the age peak, which is notable because the average 2s analytical uncertainty for these dates is ±70 Ma. Deformation and metamorphism of the nearby Jerome Canyon area at ca. 1740 Ma probably occurred before deposition of the nearby uncleaved and unmetamorphosed Del Rio Quartzite and genesis of the underlying paleosol, although these two areas could have been separated by greater distance at that time. Directly to the northeast of the main exposure of Quartzite is a psammitic quartz-sericite schist similar to the Jerome Canyon strata (Krieger, 1965; Gootee et al., 2010). In addition to the young zircon grains in the Quartzite, the contrast in levels of deformation and metamorphism, both locally and regionally, also suggests that the Del Rio Quartzite is significantly younger than ca. 1740 Ma.\nThe broad range of zircon grains in the Del Rio Quartzite that are younger than ca. 1750 Ma plausibly represents derivation from igneous rocks in the surrounding region, as indicated by the following: (1) South and east of the Chino Valley area, eight of nine U-Pb dates listed by Karlstrom et al. (1987) indicate igneous activity from 1755 Ma to 1699 Ma. The ninth date (ca. 1800 Ma), on the Cleopatra Rhyolite near the United Verde mine (Fig. 2; Lindberg, 2008), was more recently dated at 1738.5 ± 0.5 Ma (Slack et al., 2007). (2) In the area around the Bagdad mine ~80 km to the west-southwest, Paleoproterozoic rock units yielded six U-Pb isochron dates of 1720–1677 Ma (Bryant et al., 2001). (3) In the Grand Canyon area ~150 km to the north, 28 of 29 dates of Paleoprotero zoic rocks listed by Karlstrom et al. (2012) range from 1750 to 1662 Ma.\nIn summary, 43 of 44 U-Pb dates from these areas define the time of magmatism in the Yavapai tectonic province in central Arizona at 1755–1662 Ma. To the southeast, in areas that are considered to be part of the Mazatzal tectonic province or at least close to it, U-Pb dates are largely similar or somewhat younger. Eleven of 13 dates listed by Karlstrom et al. (1987) are 1695–1710 Ma, with two younger granitoids dated at 1640 and 1630 Ma. Five granitoids within 70 km of the city of Phoenix yielded U-Pb dates of 1632–1644 Ma (Isachsen et al., 1999; Spencer et al., 2003). In conclusion, igneous rocks in a wide region around the Del Rio Quartzite could have supplied 1750–1630 Ma zircons to the Quartzite and allow for the possibility that the Quartzite is significantly younger than its maximum depositional age as determined by age-probability peaks.\nThe timing of folding of the Del Rio Quartzite is poorly constrained. Overlying and surrounding Paleozoic strata are generally flat lying and not moderately to strongly folded like the Quartzite (Fig. 7). Directly adjacent to the Del Rio Quartzite, Paleozoic strata appear to be slightly folded, possibly due to differential compaction (Fig. 7; Krieger, 1965). Paleozoic strata in the Transition Zone of central Arizona were affected locally by Phanerozoic deformation. Paleozoic strata to the northwest of the Del Rio Quartzite are deformed into open, northwest-striking folds of probable Laramide (50–70 Ma) age (Ferguson et al., 2012; Pearthree and Ferguson, 2012) that are nearly at right angles to the northeast-striking folds in the much more strongly folded Del Rio Quartzite. In eastern and southeastern Arizona, the widespread Mesoproterozoic Apache Group, dated near its base at 1328 ± 5 Ma (Stewart et al., 2001), is flat lying except locally where affected by Mesoproterozoic diabase intrusion or by much later and more severe Phanerozoic deformation (Shride, 1967; Wrucke, 1989). Extrapolation of post–1328 Ma tectonic stability to central Arizona suggests that the Del Rio Quartzite was folded before ca. 1328 Ma. In conclusion, folding likely occurred after the main phase of Yavapai orogenesis at ca. 1700–1740 Ma (Karlstrom and Bowring, 1993) and exhumation of deformed metamorphic rocks, and before ca. 1328 Ma. Folding plausibly occurred during the early Meso protero zoic as it did in areas to the southeast in the Mazatzal province (e.g., Doe et al., 2012; Mako et al., 2015)."
  }, {
    "heading": "Implications for the Late Paleoproterozoic Atmosphere",
    "text": "The extreme effectiveness of chemical weathering during deposition of the Del Rio Quartzite, with similarities to modern tropical weathering conditions, could be interpreted as the result of higher temperatures than in modern environments. This is problematic, however, because at 1.7 Ga solar radiation was 87% of modern levels (Gough, 1981; Bahcall et al., 2001; Ribas, 2009). Indeed, a primary paleoclimatological problem of Precambrian Earth has been to determine how Earth avoided snowball or ice-age conditions during most of its history (e.g., Feulner, 2012). Conditions that could have elevated late Paleoproterozoic temperatures include greater concentrations of CO2 (e.g., Kasting, 1987; Kiehl and Dickinson, 1987; Sheldon, 2006; Bekker and Kaufman, 2007), CH4 (Pavlov et al., 2003; Kasting, 2005), climatic consequences of Earth’s past\nDownloaded from https://pubs.geoscienceworld.org/gsa/geosphere/article-pdf/12/6/1774/1000594/1774.pdf by University of Arizona user on 20 February 2019\n1791Spencer et al. | Orogenesis and quartzite deposition, Yavapai tectonic provinceGEOSPHERE | Volume 12 | Number 6\nlower land area and higher rotation rate (Jenkins et al., 1993), a thicker atmosphere (Goldblatt et al., 2009; Som et al., 2012), and reduced oxygen levels (Poulsen et al., 2015). Only higher CO2 levels will obviously contribute to the corrosiveness of the atmosphere. We suggest that hot, humid greenhouse conditions associated with very high atmospheric CO2 concentration produced exceptionally corrosive, carbonic-acid–bearing rainwater that caused rapid and effective chemical weathering during deposition of the Del Rio Quartzite. The Del Rio Quartzite is exceptional in representing these conditions because of its proximal fluvial depositional setting and is an example of the “signature lithology” of syntectonic quartzites that appear to represent unique climatic conditions during the late Paleoproterozoic (Jones et al., 2009)."
  }, {
    "heading": "CONCLUSION",
    "text": "Several conclusions derived from this study are as follows: (1) In the Jerome Canyon area, deposition of a sequence of siltstone, sandstone, calc-silicate, and basalt, with a 1738 Ma maximum depositional age of a psammite sample, was followed by tilting to near vertical and deformation resulting in cleavage and weak schistosity. This in turn was followed by intrusion of the undeformed 1736 ± 21 Ma (2s) Williamson Valley Granodiorite.\n(2) Jerome Canyon sandstone was derived in part from an unidentified ca. 2480 Ma rock unit, most likely an intrusion or amalgamation of similar-age intrusions. This rock unit was also a source of zircons in the Vishnu Schist in eastern Grand Canyon and similar schist in western Grand Canyon (Shufeldt et al., 2010). This suggests that the Yavapai-Mojave orogenic collage locally included fault blocks of much older rock.\n(3) The statistical similarity of U-Pb dates from detrital zircons in the Jerome Canyon sample with three samples of schist from the Grand Canyon, and similarities among the Grand Canyon schist samples (Shufeldt et al., 2010), support the existence of a Paleoproterozoic tectonostratigraphic terrane that encompasses all the samples and is approximately coincident with the Hualapai block of Karlstrom and Bowring (1993).\n(4) Quartzite and conglomerate that make up the Del Rio Quartzite were deposited sometime after ca. 1745 Ma (base) to ca. 1737 Ma (top). The significant fraction of younger ages represented by the broad left slope of the age-probability plots for the two samples suggests that the actual age of the quartzite is significantly younger than the two maximum depositional ages, as does the fact that the Quartzite is not affected by the metamorphism and penetrative deformation that affected rocks in surrounding areas.\n(5) Quartzite in the Del Rio Quartzite consists almost exclusively of quartz grains with minor hematite. Conglomerate contains clasts of vein quartz and less common argillite and jasper, with a complete absence of clasts containing feldspar, mica, or mafic silicate minerals. Similarly, an associated paleosol contains only quartz grains in a microcrystalline to cryptocrystalline matrix, is severely leached of sodium and calcium, and contains embayed and rounded quartz grains that are characteristic of some deeply weathered soils. Physical\nmaturity of quartzite and conglomerate is moderate, however, with a range of rounding and the presence of angular and subangular sand grains and conglomerate clasts. Chemical maturity with physical immaturity in these braidedstream deposits supports the concept of exceptionally effective chemical weathering in late Paleoproterozoic time, as does the severe alteration of the paleosol. This aspect of Paleoproterozoic quartzites has been recognized previously (e.g., Cox et al., 2002b; Jones et al., 2009), but unlike Cox et al. (2002b), we attribute chemical maturation to surficial rather than diagenetic processes because of the absence of alteration products in some orthoquartzites and, especially, because conglomerate clasts consist entirely of vein quartz and jasper without feldspar, mica, or mafic silicates."
  }, {
    "heading": "ACKNOWLEDGMENTS",
    "text": "J. Spencer thanks Mike Doe for discussions of Proterozoic geology, Charles Ferguson for comments on an earlier draft, Jay Holberg for discussions regarding stellar evolution, and Beth Nichols Boyd and Diane Love for assistance in the field. We thank Associate Editor Mike Williams, reviewer Jamey Jones, and an anonymous reviewer for thorough reviews that resulted in substantial improvement. U-Pb geochronologic analyses of single zircon grains were done by LA-ICP-MS at the Arizona Laserchron Center at the University of Arizona. LaserChron Center facilities support was provided by National Science Foundation grant EAR-1338583. Field mapping and laboratory studies were supported by the U.S. Geological Survey National Cooperative Geologic Mapping Program under STATEMAP assistance awards 08HQAG0093 and G10AC00428. The views and conclusions contained in this document are those of the authors and should not be interpreted as necessarily representing the official policies, either expressed or implied, of the U.S. Government. This manuscript is submitted for publication with the understanding that the United States Government is authorized to reproduce and distribute reprints for governmental use."
  }, {
    "heading": "REFERENCES CITED",
    "text": "Allmendinger, R.W., Cardozo, N.C., and Fisher, D., 2013, Structural Geology Algorithms: Vectors & Tensors: Cambridge, UK, Cambridge University Press, 289 p. Anderson, C.A., and Creasey, S.C., 1958, Geology and ore deposits of the Jerome area, Yavapai County, Arizona: U.S. Geological Survey Professional Paper 308, 185 p., with plates. Bahcall, J.N., Pinsonneault, M.H., and Basu, S., 2001, Solar models: Current epoch and time dependencies, neutrinos, and helioseismological properties: The Astrophysical Journal, v. 555, p. 990–1012, doi: 10 .1086 /321493 . Bayne, B.J., 1987, Depositional analysis of conglomerates in the Mazatzal Group and related strata, central Arizona [M.S. thesis]: Flagstaff, Northern Arizona University, 182 p. Bekker, A., and Kaufman, A.J., 2007, Oxidative forcing of global climate change: A biogeochemical record across the oldest Paleoproterozoic ice age in North America: Earth and Planetary Science Letters, v. 258, p. 486–499, doi: 10 .1016 /j .epsl .2007 .04 .009 . Bennett, V.C., and DePaolo, D.J., 1987, Proterozoic crustal history of the western United States as determined by neodymium isotopic mapping: Geological Society of America Bulletin, v. 99, p. 674–685, doi: 10 .1130 /0016 -7606 (1987)99 <674: PCHOTW>2 .0 .CO;2 . Bergh, S.G., and Karlstrom, K.E., 1992, The Chaparral shear zone: Deformation partitioning and heterogeneous bulk crustal shortening during Proterozoic orogeny in central Arizona: Geological Society of America Bulletin, v. 104, p. 329–345, doi: 10 .1130 /0016 -7606 (1992)104 <0329: TCSZDP>2 .3 .CO;2 . Betard, F., 2012, Spatial variations of soil weathering processes in a tropical mountain environment: The Baturite massif and its piedmont (Ceara, NE Brazil): Catena, v. 93, p. 18–28, doi: 10 .1016 /j .catena .2012 .01 .013 . Bickford, M.E., and Hill, B.M., 2007, Does the arc accretion model adequately explain the Paleoproterozoic evolution of southern Laurentia?: An expanded interpretation: Geology, v. 35, p. 167–170, doi: 10 .1130 /G23174A .1 . Billingsley, G.H., Block, D.L., and Dyer, H.C., 2006, Geologic Map of the Peach Springs 30′ × 60′ Quadrangle, Mohave, and Coconino Counties, Northwestern Arizona: U.S. Geological Survey Scientific Investigations Map SIM-2900, scale 1:100,000.\nDownloaded from https://pubs.geoscienceworld.org/gsa/geosphere/article-pdf/12/6/1774/1000594/1774.pdf by University of Arizona user on 20 February 2019\n1792Spencer et al. | Orogenesis and quartzite deposition, Yavapai tectonic provinceGEOSPHERE | Volume 12 | Number 6\nBradshaw, E.C., 1975, Structure in the Mazatzal Quartzite, Del Rio, Arizona [M.S. thesis]: Flagstaff, Northern Arizona University, 134 p. Bryant, B., Wooden, J.L., and Nealey, L.D., 2001, Geology, geochronology, geochemistry, and Pb-isotopic compositions of Proterozoic rocks, Poachie region, west-central Arizona—A study of the east boundary of the Proterozoic Mojave crustal province: U.S. Geological Survey Professional Paper 1639, 54 p. Cardozo, N., and Allmendinger, R.W., 2013, Spherical projections with OSXStereonet: Computers & Geosciences, v. 51, no. 0, p. 193–205, doi: 10 .1016 /j .cageo .2012 .07 .021 . Chamberlain, K.R., Karlstrom, K.E., and Bowring, S.A., 1991, U-Pb age constraints on deposition of the quartzite at Del Rio, and 1.72 Ga deformation in the Chino Valley area in northern Yavapai County, Arizona: Geological Society of America Abstracts with Programs, v. 23, p. 11. Cleary, W.J., and Conolly, J.R., 1971, Distribution and genesis of quartz in a piedmont-coastal plain environment: Geological Society of America Bulletin, v. 82, no. 10, p. 2755–2766, doi: 10 .1130 /0016 -7606 (1971)82 [2755: DAGOQI]2 .0 .CO;2 . Cleary, W.J., and Conolly, J.R., 1972, Embayed quartz grains in soils and their significance: Journal of Sedimentary Petrology, v. 42, p. 899–904. Condie, K.C., 1982, Plate tectonics model for Proterozoic continental accretion in the southwestern United States: Geology, v. 10, p. 37–42, doi: 10 .1130 /0091 -7613 (1982)10 <37: PMFPCA>2 .0 .CO;2 . Condie, K.C., 2007, Accretionary orogens in space and time, in Hatcher, R.D., Jr., Carlson, M.P., McBride, J.H., and Martínez Catalán, J.R., eds., 4-D Framework of Continental Crust: Geologi cal Society of America Memoir 200, p. 145–158, doi: 10 .1130 /2007 .1200 (09) . Cox, R., Gutmann, E.D., and Hines, P.G., 2002a, Diagenetic origin for quartz-pebble conglomerates: Geology, v. 30, p. 323–326, doi: 10 .1130 /0091 -7613 (2002)030 <0323: DOFQPC>2 .0 .CO;2 . Cox, R., Martin, M.W., Comstock, J.C., Dickerson, L.S., Ekstrom, I.L., and Sammons, J.H., 2002b, Sedimentology, stratigraphy, and geochronology of the Proterozoic Mazatzal Group, central Arizona: Geological Society of America Bulletin, v. 114, no. 12, p. 1535–1549, doi: 10 .1130 /0016 -7606 (2002)114 <1535: SSAGOT>2 .0 .CO;2 . Crook, K.A.W., 1968, Weathering and roundness of quartz sand grains: Sedimentology, v. 11, p. 171–182, doi: 10 .1111 /j .1365 -3091 .1968 .tb00851 .x . Darrach, M.E., Karlstrom, K.E., Argenbright, D.N., and Williams, M.L., 1991, Progressive deformation in the early Proterozoic Shylock shear zone, central Arizona, in Karlstrom, K.E., ed., Proterozoic Geology and Ore Deposits of Arizona: Arizona Geological Society Digest 19, p. 97–116. DeWitt, E., Langenheim, V., Force, E., Vance, R.K., Lindberg, P.A., and Driscoll, R.L., 2008, Geologic Map of the Prescott National Forest and the Headwaters of the Verde River, Yavapai and Coconino Counties, Arizona: U.S. Geological Survey Scientific Investigations Map 2996, scale 1:100,000, with 100 p. text. Doe, M.F., and Karlstrom, K.E., 1991, Structural geology of an Early Proterozoic foreland thrust belt, Mazatzal Mountains, Arizona, in Karlstrom, K.E., ed., Proterozoic Geology and Ore Deposits of Arizona: Arizona Geological Society Digest 19, p. 181–192. Doe, M.F., Jones, J.V., III, Karlstrom, K.E., Thrane, K., Frei, D., Gehrels, G., and Pecha, M., 2012, Basin formation near the end of the 1.60–1.45 Ga tectonic gap in southern Laurentia: Mesoproterozoic Hess Canyon Group of Arizona and implications for ca. 1.5 Ga supercontinent configurations: Lithosphere, v. 4, p. 77–88, doi: 10 .1130 /L160 .1 . Donaldson, C.H., and Henderson, C.M.B., 1988, A new interpretation of round embayments in quartz crystals: Mineralogical Magazine, v. 52, p. 27–33, doi: 10 .1180 /minmag .1988 .052 .364 .02 . Dott, R.H., Jr., 1983, The Proterozoic red quartzite enigma in the north-central United States: Resolved by plate collision?, in Medaris, L.G., Jr., Early Proterozoic Geology of the Great Lakes Region: Geological Society of America, Memoir 160, p. 129–143, doi: 10 .1130 /MEM160 -p129 . Dott, R.H., Jr., 2003, The importance of eolian abrasion in supermature quartz sandstones and the paradox of weathering on vegetation-free landscapes: The Journal of Geology, v. 111, p. 387–405, doi: 10 .1086 /375286 . Driese, S.G., and Medaris, L.G., Jr., 2008, Evidence for biological and hydrological controls on the development of a Paleoproterozoic paleoweathering profile in the Baraboo Range, Wisconsin, U.S.A.: Journal of Sedimentary Research, v. 78, p. 443–457, doi: 10 .2110 /jsr .2008 .051 . Duebendorfer, E.M., Chamberlain, K.R., and Fry, B., 2006, Mojave-Yavapai boundary zone, southwestern United States: A rifting model for the formation of an isotopically mixed crustal boundary zone: Geology, v. 34, p. 681–684, doi: 10 .1130 /G22581 .1 . Dumond, G., Mahan, K., Williams, M.W., and Karlstrom, K.E., 2007, Metamorphism in middle continental crust, Upper Granite Gorge, Grand Canyon, Arizona: Implications for segmented\ncrustal architecture, processes at 25-km-deep levels, and unroofing of orogens: Geological Society of America Bulletin, v. 119, p. 202–220, doi: 10 .1130 /B25903 .1 . Eisele, J., and Isachsen, C.E., 2001, Crustal growth in southern Arizona: U-Pb geochronologic and Sm-Nd isotopic evidence for addition of the Paleoproterozoic Cochise block to the Mazatzal province: American Journal of Science, v. 301, p. 773–797, doi: 10 .2475 /ajs .301 .9 .773 . Ferguson, C.A., and Pearthree, P.A., 2013, Geologic map of the Sullivan Buttes 7 1/2′ Quadrangle, Yavapai County, Arizona: Arizona Geological Survey Digital Geologic Map DGM-102, scale 1:24,000. Ferguson, C.A., Gootee, B.F., Pearthree, P.A., and Cook, J.P., 2012, Geologic map of the Paulden 7.5′ quadrangle, Yavapai County, Arizona: Arizona Geological Survey Digital Geologic Map DGM-91, scale 1:24,000. Feulner, G., 2012, The faint young sun problem: Reviews of Geophysics, v. 50, RG2006, doi: 10 .1029 /2011RG000375 . Gardner, R., and Walsh, R., 1996, Chemical weathering of metamorphic rocks from low elevations in the southern Himalaya: Chemical Geology, v. 127, p. 161–176, doi: 10 .1016 /0009 -2541 (95)00089 -5 . Garzanti, E., Padoan, M., Andò, S., Resentini, A., Vezzoli, G., and Lustrino, M., 2013, Weathering and relative durability of detrital minerals in equatorial climate: Sand petrology and geochemistry in the East African Rift, v. 121, p. 547–580. Gehrels, G.E., and Pecha, M., 2014, Detrital zircon U-Pb geochronology and Hf isotope geochemistry of Paleozoic and Triassic passive margin strata of western North America: Geosphere, v. 10, no. 1, p. 49–65, doi: 10 .1130 /GES00889 .1 . Gehrels, G.E., Valencia, V.A., and Ruiz, J., 2008, Enhanced precision, accuracy, efficiency, and spatial resolution of U-Pb ages by laser ablation–multicollector–inductively coupled plasma– mass spectrometry: Geochemistry Geophysics Geosystems, v. 9, Q03017, doi: 10 .1029 /2007GC001805 . Gillentine, J.M., Karlstrom, K.E., Parnell, R.A., Jr., and Puls, D., 1991, Constraints on temperatures of Proterozoic metamorphism in low-grade rocks of central Arizona, in Karlstrom, K.E., ed., Proterozoic Geology and Ore Deposits of Arizona: Arizona Geological Society Digest, v. 19, p. 165–180. Goldblatt, C., Claire, M.W., Lenton, T.M., Matthews, A.J., Watson, A.J., and Zahnle, K.J., 2009, Nitrogen- enhanced greenhouse warming on early Earth: Nature Geoscience, v. 2, p. 891– 896, doi: 10 .1038 /ngeo692 . Gootee, B.F., Ferguson, C.A., Spencer, J.E., and Cook, J.P., 2010, Geologic map of the Chino Valley North 7 1/2′ Quadrangle, Yavapai County, Arizona: Arizona Geological Survey Digital Geologic Map DGM-80, scale 1:24,000. Gough, D.O., 1981, Solar interior structure and luminosity variations: Solar Physics, v. 74, p. 21– 34, doi: 10 .1007 /BF00151270 . Guan, P., Ng, C.W.W., Sun, M., and Tang, W., 2001, Weathering indices for rhyolitic tuff and granite in Hong Kong: Engineering Geology, v. 59, p. 147–159, doi: 10 .1016 /S0013 -7952 (00)00071 -5 . Guynn, J., and Gehrels, G., 2010, Comparison of detrital zircon age distributions using the K-S test: Arizona Laserchron Center, 16 p. Hall, R., and Smyth, H.R., 2008, Cenozoic arc processes in Indonesia: Identification of the key influences on the stratigraphic record in active volcanic arcs, in Draut, A.E., Clift, P.D., and Scholl, D.W., eds., Formation of the Sedimentary Record in Arc Collision Zones: Geological Society of America Special Paper 436, p. 27–54, doi: 10 .1130 /2008 .2436 (03) . Hamilton, W.B., 2007, Earth’s first two billion years—The era of internally mobile crust, in Hatcher, R.D., Jr., Carlson, M.P., McBride, J.H., and Martínez Catalán, J.R., eds., 4-D Framework of Continental Crust: Geological Society of America Memoir 200, p. 233–296, doi: 10 .1130 /2007 .1200 (13) . Hawkins, D.P., Bowring, S.A., Ilg, B.R., Karlstrom, K.E., and Williams, M.L., 1996, U-Pb geo chronologic constraints on the Paleoproterozoic crustal evolution of the Upper Granite Gorge, Grand Canyon, Arizona: Geological Society of America Bulletin, v. 108, no. 9, p. 1167–1181, doi: 10 .1130 /0016 -7606 (1996)108 <1167: UPGCOT>2 .3 .CO;2 . Hoffman, P.F., 1988, United plates of America, the birth of a craton: Early Proterozoic assembly and growth of Laurentia: Annual Review of Earth and Planetary Sciences, v. 16, p. 543–603, doi: 10 .1146 /annurev .ea .16 .050188 .002551 . Ilg, B.R., Karlstrom, K.E., Hawkins, D.P., and Williams, M.L., 1996, Tectonic evolution of Paleoprotero zoic rocks in the Grand Canyon: Insights into middle-crustal processes: Geological Society of America Bulletin, v. 108, p. 1149–1166, doi: 10 .1130 /0016 -7606 (1996)108 <1149: TEOPRI>2 .3 .CO;2 .\nDownloaded from https://pubs.geoscienceworld.org/gsa/geosphere/article-pdf/12/6/1774/1000594/1774.pdf by University of Arizona user on 20 February 2019\n1793Spencer et al. | Orogenesis and quartzite deposition, Yavapai tectonic provinceGEOSPHERE | Volume 12 | Number 6\nIriondo, A., Premo, W.R., Martínez-Torres, L.M., Budahn, J.R., Atkinson, W.W., Jr., Siems, D.F., and Guarás-González, B., 2004, Isotopic, geochemical, and temporal characterization of Protero zoic basement rocks in the Quitovac region, northwestern Sonora, Mexico: Implications for the reconstruction of the southwestern margin of Laurentia: Geological Society of America Bulletin, v. 116, no. 1/2, p. 154–170, doi: 10 .1130 /B25138 .1 . Isachsen, C.E., Gehrels, G.E., Riggs, N.R., Spencer, J.E., Ferguson, C.A., Skotnicki, S.J., and Richard, S.M., 1999, U-Pb geochronologic data from zircons from eleven granitic rocks in central and western Arizona: Arizona Geological Survey Open-File Report 99-5, 27 p. Jacobson, C.E., Hourigan, J., Haxel, G.B., Grove, M.J., and Hoyt, J.J., 2015, Orocopia Schist at Cemetery Ridge, Arizona: A type exposure of subducted rocks accreted during Laramide flat subduction, then incorporated into a Miocene Cordilleran core complex: Geological Society of America Abstracts with Programs, v. 47, no. 7, p. 432. Jenkins, G.S., Marshall, H.G., and Kuhn, W.R., 1993, Precambrian climate: The effects of land area and Earth’s rotation rate: Journal of Geophysical Research, v. 98, p. 8785–8791, doi: 10 .1029 /93JD00033 . Johnsson, M.J., and Meade, R.H., 1990, Chemical weathering of fluvial sediments during alluvial storage: The Macuapanim Island point bar, Solimões River, Brazil: Journal of Sedimentary Petrology, v. 60, p. 827–842. Johnsson, M.J., Stallard, R.F., and Lundberg, N., 1991, Controls on the composition of fluvial sands from a tropical weathering environment: Sands of the Orinoco River drainage basin, Venezuela and Columbia: Geological Society of America Bulletin, v. 103, p. 1622–1647, doi: 10 .1130 /0016 -7606 (1991)103 <1622: COTCOF>2 .3 .CO;2 . Jones, J.V., III, and Thrane, K., 2012, Correlating Proterozoic synorogenic metasedimentary successions in southwestern Laurentia: New insights from detrital zircon U-Pb geochronology of Paleoproterozoic quartzite and metaconglomerate in central and northern Colorado, U.S.A.: Rocky Mountain Geology, v. 47, no. 1, p. 1–35, doi: 10 .2113 /gsrocky .47 .1 .1 . Jones, J.V., III, Connelly, J.N., Karlstrom, K.E., Williams, M.L., and Doe, M.F., 2009, Age, provenance, and tectonic setting of Paleoproterozoic quartzite successions in the southwestern United States: Geological Society of America Bulletin, v. 121, no. 1/2, p. 247–264, doi: 10 .1130 /B26351 .1 . Karlstrom, K.E., 1989, Early recumbent folding during Proterozoic orogeny in central Arizona, in Grambling, J.A., and Tewksbury, B.J., Proterozoic Geology of the Southern Rocky Mountains: Geological Society of America Special Paper 235, p. 155–172, doi: 10 .1130 /SPE235 -p155 . Karlstrom, K.E., and Bowring, S.A., 1988, Early Proterozoic assembly of tectonostratigraphic terranes in southwestern North America: The Journal of Geology, v. 96, p. 561–576, doi: 10 .1086 /629252 . Karlstrom, K.E., and Bowring, S.A., 1993, Proterozoic orogenic history of Arizona, in Van Schmus, W.R., and Bickford, M.E., eds., Transcontinental Proterozoic Provinces, in Reed, J.C., Jr., et al., eds., Precambrian: Conterminous U.S.: Geological Society of America, Decade of North America Geology, v. C-2, p. 188–211. Karlstrom, K.E., Bowring, S.A., and Conway, C.M., 1987, Tectonic significance of an Early Proterozoic two-province boundary in central Arizona: Geological Society of America Bulletin, v. 99, p. 529–538, doi: 10 .1130 /0016 -7606 (1987)99 <529: TSOAEP>2 .0 .CO;2 . Karlstrom, K.E., Åhäll, K.-I., Harlan, S.S., Williams, M.L., McLelland, J., and Geissman, J.W., 2001, Long-lived (1.8–1.0 Ga) convergent orogen in southern Laurentia, its extensions to Australia and Baltica, and implications for refining Rodinia: Precambrian Research, v. 111, p. 5–30, doi: 10 .1016 /S0301 -9268 (01)00154 -1 . Karlstrom, K.E., Ilg, B.R., Hawkins, D., Williams, M.L., Dumond, G., Mahan, K., and Bowring, S.A., 2012, Vishnu basement rocks of the Upper Granite Gorge: Continent formation 1.84 to 1.66 billion years ago, in Timmons, J.M., and Karlstrom, K.E., eds., Grand Canyon Geology: Two Billion Years of Earth’s History: Geological Society of America Special Paper 489, p. 7–24, doi: 10 .1130 /2012 .2489 (01) . Kasting, J.F., 1987, Theoretical constraints on oxygen and carbon dioxide concentrations in the Precambrian atmosphere: Precambrian Research, v. 34, p. 205–229, doi: 10 .1016 /0301 -9268 (87)90001 -5 . Kasting, J.F., 2005, Methane and climate during the Precambrian era: Precambrian Research, v. 137, p. 119–129, doi: 10 .1016 /j .precamres .2005 .03 .002 . Kiehl, J.T., and Dickinson, R.E., 1987, A study of the radiative effects of enhanced atmospheric CO2 on early earth surface temperatures: Journal of Geophysical Research, v. 92, p. 2991– 2998, doi: 10 .1029 /JD092iD03p02991 . Krauskopf, K.B., 1956, Dissolution and precipitation of silica at low temperatures: Geochimica et Cosmochimica Acta, v. 10, p. 1–26, doi: 10 .1016 /0016 -7037 (56)90009 -6 . Krieger, M.H., 1965, Geology of the Prescott and Paulden Quadrangles, Arizona: U.S. Geological Survey Professional Paper 467, 127 p., with maps, scale 1:48,000. Krieger, M.H., 1967, Reconnaissance geologic map of the Iron Springs quadrangle, Yavapai County, Arizona [Iron Springs, Skull Valley, Mount Josh, and Jerome Canyon 7.5 min]: U.S. Geological Survey Miscellaneous Geologic Investigations Map I-504, 1 sheet, scale 1:62,500. Lander, R.H., Bloch, S., Mehta, S., and Atkinson, C.D., 1991, Burial diagenesis of paleosols in the Giant Yacheng gas field, People’s Republic of China: Bearing on illite reaction pathways: Journal of Sedimentary Petrology, v. 61, p. 256–268. Li, C., and Yang, S., 2010, Is chemical index of alteration (CIA) a reliable proxy for chemical weathering in global drainage basins: American Journal of Science, v. 310, p. 111–127, doi: 10 .2475 /02 .2010 .03 . Lindberg, P.A., 2008, Early Proterozoic volcanogenic massive sulfide ore deposits, Jerome, Arizona, USA, in Spencer, J.E., and Titley, S.R., eds., Ores and Orogenesis: Circum-Pacific Tec tonics, Geologic Evolution, and Ore Deposits: Arizona Geological Society Digest 22, p. 601–610. Ludwig, K.R., 2008, Isoplot 3.6: Berkeley Geochronology Center, Special Publication 4, 77 p. Mako, C.A., Williams, M.L., Karlstrom, K.E., Doe, M.F., Powicki, D., Holland, M.E., Gehrels, G., and Pecha, M., 2015, Polyphase Proterozoic deformation in the Four Peaks area, central Arizona, and relevance for the Mazatzal orogeny: Geosphere, v. 11, p. 1975–1995, doi: 10 .1130 /GES01196 .1 . May, R.W., 1980, The formation and significance of irregularly shaped quartz grains in till: Sedimentology, v. 27, p. 325–331, doi: 10 .1111 /j .1365 -3091 .1980 .tb01182 .x . Medaris, L.G., Jr., Singer, B.S., Dott, R.H., Jr., Naymark, A., Johnson, C.M., and Schott, R.C., 2003, Late Paleoproterozoic Climate, Tectonics, and Metamorphism in the Southern Lake Superior Region and Proto–North America: Evidence from Baraboo Interval Quartzites: The Journal of Geology, v. 111, p. 243–257, doi: 10 .1086 /373967 . Meijer, A., 2014, The Pinal Schist of southern Arizona: A Paleoproterozoic forearc complex with evidence of spreading ridge–trench interaction at ca. 1.65 Ga and a Proterozoic arc obduction event: Geological Society of America Bulletin, v. 126, p. 1145–1163, doi: 10 .1130 /B31002 .1 . Pavlov, A.A., Hurtgen, M.T., Kasting, J.F., and Arthur, M.A., 2003, Methane-rich Proterozoic atmosphere?: Geology, v. 31, p. 87–90, doi: 10 .1130 /0091 -7613 (2003)031 <0087: MRPA>2 .0 .CO;2 . Pearthree, P.A., and Ferguson, C.A., 2012, Geologic map of the Wineglass Ranch 7.5′ quadrangle, Yavapai County, Arizona: Arizona Geological Survey Digital Geologic Map DGM-90, scale 1:24,000. Poulsen, C.J., Tabor, C., and White, J.D., 2015, Long-term climate forcing by atmospheric oxygen concentrations: Science, v. 348, p. 1238–1241, doi: 10 .1126 /science .1260670 . Ribas, I., 2009, The Sun and stars as the primary energy input in planetary atmospheres, in Kosovichev, A.G., Andrei, A.H., and Rozelot, J.-P., eds., Solar and Stellar Variability: Impact on Earth and Planets: Proceedings of the International Astronomical Union symposium no. 264, 16 p. Richard, S.M., Reynolds, S.J., Spencer, J.E., and Pearthree, P.A., 2000, Geologic map of Arizona: Arizona Geological Survey Map 35, scale 1:1,000,000. Rye, R., and Holland, H.D., 2000, Geology and geochemistry of paleosols developed on the Hekpoort basalt, Pretoria Group, South Africa: American Journal of Science, v. 300, p. 85–141, doi: 10 .2475 /ajs .300 .2 .85 . Sheldon, N.D., 2006, Precambrian paleosols and atmospheric CO2 levels: Precambrian Research, v. 147, p. 148–155, doi: 10 .1016 /j .precamres .2006 .02 .004 . Shride, A.F., 1967, Younger Precambrian geology in southern Arizona: U.S. Geological Survey Professional Paper 566, 89 p. Shufeldt, O.P., Karlstrom, K.E., Gehrels, G.E., and Howard, K.E., 2010, Archean detrital zircons in the Proterozoic Vishnu Schist of the Grand Canyon, Arizona: Implications for crustal architecture and Nuna supercontinent reconstructions: Geology, v. 38, no. 12, p. 1099–1102, doi: 10 .1130 /G31335 .1 . Slack, J.F., Grenne, T., Bekker, A., Rouxel, O.J., and Lindberg, P.A., 2007, Suboxic deep seawater in the late Paleoproterozoic: Evidence from hematitic chert and iron formation related to seafloor-hydrothermal sulfide deposits, central Arizona, USA: Earth and Planetary Science Letters, v. 255, p. 243–256, doi: 10 .1016 /j .epsl .2006 .12 .018 . Soegaard, K., and Eriksson, K.A., 1989, Origin of thick, first-cycle quartz arenite successions: Evidence from the 1.7 Ga Ortega Group, northern New Mexico: Precambrian Research, v. 43, p. 129–141, doi: 10 .1016 /0301 -9268 (89)90008 -9 .\nDownloaded from https://pubs.geoscienceworld.org/gsa/geosphere/article-pdf/12/6/1774/1000594/1774.pdf by University of Arizona user on 20 February 2019\n1794Spencer et al. | Orogenesis and quartzite deposition, Yavapai tectonic provinceGEOSPHERE | Volume 12 | Number 6\nSom, S.M., Catling, D.C., Harnmeijer, J.P., Polivka, P.M., and Buik, R., 2012, Air density 2.7 billion years ago limited to less than twice modern levels by fossil raindrop imprints: Nature, v. 484, p. 359–362, doi: 10 .1038 /nature10890 . Spencer, J.E., and Young, J.J., 2011, Geologic map of the Jerome Canyon 7 1/2′ quadrangle, Yavapai County, Arizona: Arizona Geological Survey Digital Geologic Map DGM-94, version 1.0, scale 1:24,000. Spencer, J.E., Isachsen, C.E., Ferguson, C.A., Richard, S.M., Skotnicki, S.J., Wooden, J., and Riggs, N.R., 2003, U-Pb isotope geochronologic data from 23 igneous rock units in central and southeastern Arizona: Arizona Geological Survey Open-File Report 03-08, 40 p. Stewart, J.H., Gehrels, G.E., Barth, A.P., Link, P.K., Christie-Blick, N., and Wrucke, C.T., 2001, Detrital zircon provenance of Mesoproterozoic to Cambrian arenites in the western United States and northwestern Mexico: Geological Society of America Bulletin, v. 113, no. 10, p. 1343–1356, doi: 10 .1130 /0016 -7606 (2001)113 <1343: DZPOMT>2 .0 .CO;2 . Suttner, L.J., Basu, A., and Mack, G.H., 1981, Climate and the origin of quartz arenites: Journal of Sedimentary Petrology, v. 51, p. 1235–1246. Trevena, A.S., 1979, Studies in sandstone petrology: Origin of the Precambrian Mazatzal Quartzite and provenance of detrital feldspar [Ph.D. thesis]: Salt Lake City, University of Utah, 390 p. van Hattum, M.W.A., Hall, R., Pickard, A.L., and Nichols, G.J., 2006, SE Asian sediments not from Asia: Provenance and geochronology of North Borneo sandstones: Geology, v. 34, p. 589–592, doi: 10 .1130 /G21939 .1 . Van Schmus, W.R., and Bickford, M.E., eds., 1993, Transcontinental Proterozoic provinces, in Reed, J.C., Jr., et al., eds., Precambrian: Conterminous U.S.: Geological Society of America, Decade of North America Geology (DNAG), v. C-2. p. 171–334. Van Schmus, W.R., Bickford, M.E., and Condie, K.C., 1993, Transcontinental Proterozoic provinces: Early Proterozoic crustal evolution, in Reed, J.C., Jr., et al., eds., Precambrian: Con-\nterminous U.S.: Geological Society of America, Decade of North America Geology (DNAG), v. C-2. p. 270–281. Vernon, R.H., 1986, Evaluation of the “quartz-eye” hypothesis: Economic Geology and the Bulletin of the Society of Economic Geologists, v. 81, p. 1520–1527, doi: 10 .2113 /gsecongeo .81 .6 .1520 . Watt, G.R., Wright, P., Galloway, S., and McLean, C., 1997, Cathodoluminescence and trace element zoning in quartz phenocrysts and xenocrysts: Geochimica et Cosmochimica Acta, v. 61, p. 4337–4348, doi: 10 .1016 /S0016 -7037 (97)00248 -2 . Whitmeyer, S.J., and Karlstrom, K.E., 2007, Tectonic model for the Proterozoic growth of North America: Geosphere, v. 3, p. 220–259, doi: 10 .1130 /GES00055 .1 . Wilson, E.D., 1922, Proterozoic Mazatzal Quartzite of central Arizona: Pan-American Geology, v. 38, p. 299–312. Wilson, E.D., 1939, Pre-Cambrian Mazatzal revolution in central Arizona: Geological Society of America Bulletin, v. 50, p. 1113–1164, doi: 10 .1130 /GSAB -50 -1113 . Wooden, J.L., and DeWitt, E., 1991, Pb isotopic evidence for the boundary between the Early Protero zoic Mojave and central Arizona crustal provinces in western Arizona, in Karlstrom, K.E., ed., Proterozoic Geology and Ore Deposits of Arizona: Arizona Geological Society Digest 19, p. 27–50. Wrucke, C.T., 1989, The middle Proterozoic Apache Group, Troy Quartzite, and associated diabase of Arizona, in Jenney, J.P., and Reynolds, S.J., eds., Geologic Evolution of Arizona: Arizona Geological Society Digest 17, p. 239–258. Wrucke, C.T., and Conway, C.M., 1987, Geologic map of the Mazatzal Wilderness and Contiguous Roadless Area, Gila, Maricopa, and Yavapai Counties, Arizona: U.S. Geological Survey Open-File Report 87-664, 22 p., scale 1:48,000.\nDownloaded from https://pubs.geoscienceworld.org/gsa/geosphere/article-pdf/12/6/1774/1000594/1774.pdf by University of Arizona user on 20 February 2019"
  }],
  "year": 2016,
  "references": [],
  "id": "SP:d98a14e062666b08dc4d1681e013a300f9a728ba",
  "authors": [{
    "name": "Jon E. Spencer",
    "affiliations": []
  }, {
    "name": "Mark E. Pecha",
    "affiliations": []
  }, {
    "name": "George E. Gehrels",
    "affiliations": []
  }, {
    "name": "William R. Dickinson",
    "affiliations": []
  }, {
    "name": "Kenneth J. Domanik",
    "affiliations": []
  }, {
    "name": "Jay Quade",
    "affiliations": []
  }],
  "abstractText": "New field mapping and laboratory studies of Paleoproterozoic rock units around Little Chino Valley in central Arizona clarify the timing of magmatism, deformation, and sedimentation in part of the Yavapai tectonic province and yield new insights into sources of sands and weathering environments. Mafic lavas, calc-silicate rocks, and pelitic and psammitic strata in the Jerome Canyon area west of Little Chino Valley were deposited, deformed, and intruded by the 1736 ± 21 (2σ) Ma Williamson Valley Granodiorite. U-Pb geochronologic analysis of detrital zircons from a sample of psammitic strata yielded a maximum depositional age of ca. 1738 Ma. Approximately 25% of the detritalzircon grains were derived from a ca. 2480 Ma source, as previously identified in Grand Canyon schist units. Kolmogorov-Smirnov statistical comparison of the Jerome Canyon detrital-zircon analyses with Grand Canyon schist analyses indicates that three of the 12 samples analyzed by Shufeldt et al. (2010) are statistically indistinguishable from the Jerome Canyon sample at the 95% confidence level and supports the concept that the Jerome Canyon sequence and Paleoproterozoic schists in the eastern and western Grand Canyon are part of the same tectonostratigraphic terrane. The Del Rio Quartzite on the northeast side of Little Chino Valley, previously considered an outlier of Mazatzal Quartzite, consists of poorly sorted quartz arenite, pebbly quartz arenite, and conglomerate deposited in a braidedstream environment. Microscope examination of 32 thin sections stained for potassium and calcium failed to identify any feldspar, mica, or mafic silicate grains. Similarly, conglomerate clasts consist entirely of vein quartz and less abundant argillite and jasper. A rock unit interpreted as a paleosol beneath the Del Rio Quartzite contains no surviving minerals except quartz, some of which is embayed and rounded as in corrosive saprolitic soils. U-Pb geo chrono logic analyses of detrital zircons from the 1400-m-thick Quartzite indicate maximum depositional ages of ca. 1745 Ma for the base and ca. 1737 Ma for the top. The unit is folded but is unaffected by the penetrative deformation and metamorphism that affected other Paleoproterozoic volcanic and sedimentary strata in the area, and it is probably significantly younger. We infer that the physically immature but chemically super-mature Del Rio Quartzite was deposited during a time of extreme weathering during a hot, humid climate with exceptionally high atmospheric CO2 concentrations and associated corrosive rainwater rich in carbonic acid.",
  "title": "Paleoproterozoic orogenesis and quartz-arenite deposition in the Little Chino Valley area, Yavapai tectonic province, central Arizona, USA"
}