{
  "sections": [{
    "text": "GEOLOGY, March 2012 195"
  }, {
    "heading": "INTRODUCTION",
    "text": "The largest biotic extinction event in Earth history occurred at the Permian-Triassic (P-Tr) boundary and affected both marine and terrestrial life (e.g., Erwin, 1993). The causes of this mass extinction event are controversial, and include among others the effects of Siberian Traps volcanism (Renne et al., 1995), oceanic anoxia (Wignall and Hallam, 1992), oceanic H2S degassing (Kump et al., 2005), as well as climate changes caused by increasing atmospheric CO2 concentrations due to volcanism (Erwin, 1993; Korte et al., 2010) and thermal decomposition of organic matter (Svensen et al., 2009). Climatic changes, especially climate warming in conjunction with elevated atmospheric CO2 levels as a consequence of Siberian Traps volcanism and contemporaneous volcanism in south China (Yin et al., 1992), were suspected to have played a major role during the Permian-Triassic transition. However, no proxy data were available that documented the timing and magnitude of global warming during this critical time interval.\nWe present the fi rst high-resolution oxygen isotope paleotemperature records from two Chinese P-Tr boundary sections. Oxygen isotopes were measured on conodonts, tooth-like microfossils composed of carbonate-fl uorapatite, representing the only skeletal remains of the marine conodont animal assumed to have been one of the earliest jawless vertebrates (Donoghue et al., 2000). Oxygen isotopes analyzed on phosphate-bound oxygen of conodont apatite have\nbeen shown to be relatively inert to diagenetic alteration and to be a promising tool for reconstructing paleoclimate changes (e.g., Joachimski et al., 2009). The presented oxygen isotope records document signifi cant climate warming in the latest Permian that is seen in context with major changes in the global carbon cycle.\nSTUDIED SECTIONS AND MATERIALS Oxygen isotopes were studied on monogeneric conodonts from the Meishan (Zhejiang Province) and Shangsi (Sichuan Province) sections in south China. During the Late Permian, both sections were located on the Yangtze Platform at 20°N in subtropical latitudes (Liu et al., 1999) at a distance of 1500 km from each other. The Meishan section represents the Global Stratotype Section and Point of the P-Tr boundary and has been intensively studied by various research groups (for a summary, see Yin et al., 2001). The Changhsingian to Griesbachian strata were deposited in an intraplatform depression with shallower water depths in comparison to other P-Tr boundary sections in south China (e.g., Yin et al., 1995). The Changxing Formation (uppermost Wuchiapingian to Changhsingian) is represented by siliceous bioclastic micrites with thinly interbedded cherts. The Yinkeng Formation (uppermost Changhsingian to Griesbachian) is composed of shales with minor intercalations of thin-bedded limestones. In the Shangsi section, the latest Permian (Wuchiapingian to Changhsingian) is represented by dark, organic-rich carbonate\nmudstones overlain by cherty micrites. Early Triassic (Griesbachian) strata are composed of thin-bedded alternations of micritic and argillaceous limestones with no cherty concretions. The hemipelagic facies of the Shangsi section indicates a deeper water to basinal depositional setting (Wignall et al., 1995).\nConodonts play an important role in the correlation of P-Tr boundary sections; the fi rst appearance datum (FAD) of Hindeodus parvus marks the basal Triassic (Yin et al., 1988). In the Meishan section, the P-Tr boundary is defi ned at the base of bed 27c (Fig. 1). The position of the P-Tr boundary in the Shangsi section is more controversial; Lai et al. (1996), defi ned it at the upper part of bed 28a based on the occurrence of H. turgidus at this level. Jiang et al. (2011), observed the fi rst occurrence of H. parvus, and thus the base of the H. parvus Zone, at the base of bed 29c. However, based on the occurrence of Neogondolella taylorae (an auxiliary marker for the recognition of the P-Tr boundary) and Isarciella huckriedei in bed 28a, Jiang et al. (2011) suggest that the P-Tr boundary should be defi ned within bed 28, and thus below the fi rst occurrence of H. parvus in the Shangsi section.\nOxygen isotopes were analyzed on platform “tooth” elements (P1) of conodont taxa Clarkina (or Neogondolella) and Hindeodus in the case of abundant faunas (see the GSA Data Repository1). Ramiform “tooth” elements of both taxa were used in case of less abundant specimens. Clarkina is generally interpreted as an offshore, outer shelf, basinal, or deep-water taxon (e.g., Wardlaw and Collinson, 1984; Lai et al., 2001). The paleoecology of Hindeodus is more controversial. While some consider Hindeodus a shallow-water dweller (Wardlaw and Collinson, 1984; Orchard, 1996), others interpreted Hindeodus to have lived in varied environments (e.g., Kozur et al., 1996; Lai et al., 2001). In the Meishan and Shangsi sections, the abundance of Clarkina declines\neology, March 2012; v. 40; no. 3; p. 195–198; doi:10.1130/G32707.1; 2 fi gures; Data Repository item 2012069. © 2012 Geological Society of America. For permission to copy, contact Copyright Permissions, GSA, or editing@geosociety.org.\n1GSA Data Repository item 2012069, methods and oxygen isotope data, is available online at www .geosociety.org/pubs/ft2012.htm, or on request from editing@geosociety.org or Documents Secretary, GSA, P.O. Box 9140, Boulder, CO 80301, USA.\nwarming across the Permian-Triassic (P-Tr) boundary. Oxygen isotope ratios measured on phosphate-bound oxygen in conodont apatite from the Meishan and Shangsi sections (South China) decrease by 2‰ in the latest Permian, translating into low-latitude surface water warming of 8 °C. The oxygen isotope shift coincides with the negative shift in carbon isotope ratios of carbonates, suggesting that the addition of isotopically light carbon to the ocean-atmosphere system by Siberian Traps volcanism and related processes resulted in higher greenhouse gas levels and global warming. The major temperature rise started immediately before the main extinction phase, with maximum and harmful temperatures documented in the latest Permian (Meishan: bed 27). The coincidence of climate warming and the main pulse of extinction suggest that global warming was one of the causes of the collapse of the marine and terrestrial ecosystems. In addition, very warm climate conditions in the Early Triassic may have played a major role in the delayed recovery in the aftermath of the Permian-Triassic crisis.\nDownloaded from https://pubs.geoscienceworld.org/gsa/geology/article-pdf/40/3/195/3541914/195.pdf by University of Arizona user on 21 February 2019\n196 GEOLOGY, March 2012\nsignifi cantly toward the P-Tr boundary, with Hindeodus becoming more abundant toward the boundary and being the dominant taxon in the Early Triassic (Lai et al., 2001)."
  }, {
    "heading": "RESULTS",
    "text": "Oxygen isotopes of Clarkina from the base of the studied interval (beds 22–23) in Meishan are between 21.3‰ and 22.3‰. Lower values between 20.7‰ and 21.6‰ are measured from the base of bed 24 to bed 26 (Fig. 1). In this interval, oxygen isotope ratios of Hindeodus compare well to those of Clarkina, with a maximum difference in δ18O of 0.4‰. Starting from bed 27, oxygen isotopes start to decrease, both for Clarkina and Hindeodus. Oxygen isotopes for Clarkina decrease to values of 20.4‰ and 20.0‰ while oxygen isotopes measured on Hindeodus decrease to values between 19.3‰ (beds 27a to 28) and 18.8‰ (bed 29).\nA comparable pattern is observed in the Shangsi section (Fig. 2). Oxygen isotope values measured on Clarkina from beds 26 and 27a are ~21.5‰. The δ18O values start to decrease at bed 27c; values of 20.0‰ (Clarkina) and\n19.5‰ (Hindeodus) are measured in bed 27c and 28c, respectively. Hindeodids from beds 30–32 show δ18O values from 18.9‰ to 19.3‰; hindeoids from bed 33 have a value of 18.7‰. In general, P1 and ramiform conodont elements of both studied taxa, Clarkina and Hindeodus, show identical δ18O values given an analytical reproducibility of ±0.2‰ (1σ), suggesting that both elements can be used for paleotemperature reconstruction. The comparable absolute δ18O values as well as δ18O patterns in the Meishan and Shangsi sections suggest that the recorded trends can not be explained by local variations in salinity or by diagenetic alteration."
  }, {
    "heading": "DISCUSSION",
    "text": "Paleotemperatures were calculated using the equation of Pucéat et al. (2010), assuming a δ18O value of -1‰ VSMOW (Vienna standard mean ocean water) for Late Permian seawater (a value typically assumed for nonglacial time intervals; Savin, 1977) and no secular variations in seawater salinity. In the Meishan section, oxygen isotope ratios of Clarkina from beds 22–23 translate into average temperatures\nof 22 °C (Fig. 1). Slightly higher temperatures between 23 and 27 °C are registered in the overlying beds 24–26. In this interval, Clarkina and Hindeodus P1 elements indicate comparable temperatures. Starting with bed 27a, paleotemperatures increase, with Clarkina showing a minor temperature increase in comparison to Hindeodus. While Hindeodus indicates warming of 8 °C to maximum paleotemperatures of 33–35 °C, paleotemperatures reconstructed from δ18O of Clarkina indicate warming of 5 °C with maximum paleotemperatures ranging between 29 and 30 °C. A comparable paleotemperature trend is reconstructed in the Shangsi section (Fig. 2). Paleotemperatures calculated from δ18O of Clarkina indicate temperatures between 23 and 24 °C in the latest Permian, and increase to 32 °C above the event horizon. The δ18O values of Griesbachian Hindeodus specimens translate into temperatures between 32 and 35 °C, comparable to paleotemperatures reconstructed from δ18O measured on hindeodids from Meishan.\nThe comparable oxygen isotope ratios of Hindeodus and Clarkina in the Meishan section (beds 24a–24e) indicate that Hindeodus and Clarkina were thriving in comparable water depths with comparable temperatures. Sediments of the Meishan section were deposited in an intraplatform depression with estimated water depths of ~50 m for the Permian-Triassic transition (Zhang et al., 1996). In these water depths, temperatures are not expected to be very different from surface water temperature. Consequently, we argue that both taxa, Hindeodus and Clarkina, recorded surface water temperature. The Shangsi section represents a platform to slope setting and potentially a signifi cantly deeper environment in comparison to Meishan. Nevertheless, δ18O values of Clarkina are comparable to those of Meishan, supporting our interpretation that Clarkina and Hindeodus from both sections lived in near surface waters and recorded surface water temperature. This interpretation is further supported by calculated warm water temperatures.\nThe most striking feature of the conodont δ18O record is the signifi cant temperature rise in the latest Permian. While Hindeodus suggests warming of 8 °C, Clarkina indicates a minor temperature increase of 4–5 °C (Fig. 1). The increase in temperature cannot be attributed to shallowing and warming of surface waters since a sea-level rise, and thus deepening of the environment, was identifi ed above bed 24d in the Meishan section (Zhang et al., 1996; Cao et al., 2010). The minor temperature increase recorded by Clarkina in comparison to Hindeodus suggests that this taxon migrated to slightly deeper and thus colder waters in conjunction with this sea-level rise in the latest Changhsingian (e.g., Wignall and Hallam, 1992) and/or the\nδ18O (‰ VSMOW) 2218 19 20 21 δ13C (‰ VPDB) -2 0 +2 +4\nSB\n7\n654\n32\n8\n1\nv v\nEvent horizonTS\n35 202530 T (°C)\n24a 24b\n24c\n24d\n24e\n29. RT\nN AI\nM R\nE P\nHindeodus sp. P1\nClarkina sp. ramiform\nClarkina sp. P1\nPTB\n0.5 m\nClarkina\nchangxing-\nensis\nC. yini\nI. isarcica I. stae.\nH. changxing.\nC. meishan.\nH. parvus\n26 27\n22\n23\nFigure 1. Oxygen isotopes of conodont apatite (this study) and carbon isotopes (VPDB—Vienna Peedee belemnite) of whole-rock carbonate (red dots—Jin et al., 2000; black dots—Xie et al., 2007) for the Meishan section (South China). Anoxic facies after Wignall and Hallam (1992). Paleotemperatures calculated assuming δ18O value for Permian seawater of –1‰ VSMOW (Vienna standard mean ocean water). I.—Isarcicella, H.— Hindeodus, C.—Clarkina, TR—Triassic, PTB—Permian-Triassic boundary, SB—sequence boundary, TS—transgressive surface, 1—limestone, 2—marly limestone, 3—claystone, 4—siliceous marl, 5—black shale, 6—volcanic ash, 7—chert, 8—dysaerobic to anaerobic facies.\nDownloaded from https://pubs.geoscienceworld.org/gsa/geology/article-pdf/40/3/195/3541914/195.pdf by University of Arizona user on 21 February 2019\nGEOLOGY, March 2012 197\ndevelopment of a stratifi ed and thermally less well mixed water column.\nReconstructed climate warming is supported by latest Permian and earliest Triassic paleosols indicating signifi cant warming across the P-Tr boundary (Retallack, 1999). Warm Early Triassic climate conditions and a low latitudinal temperature gradient are further indicated by the latitudinal distribution of ammonoids (Galfetti et al., 2007) and intensively weathered highlatitude paleosols (Retallack and Krull, 1999). Global warming would have resulted in minor O2 contents of surface waters, increased respiration rates of organic carbon, and possibly a more sluggish oceanic circulation, culminating in widely documented shallow-water anoxia (e.g., Wignall and Hallam, 1992; Knoll et al., 2007). This context is corroborated by the coincidence of climate warming and the onset of oxygen-poor facies in Meishan (bed 25; Fig. 1) and Shangsi (bed 28a; Fig. 2). Since temperature is considered as a main controlling factor for the formation of microbial carbonates (Riding, 1992), warming of surface waters favored the widespread occurrence of cyanobacterial\nmicrobialites after the Permian-Triassic extinction (e.g., Xie et al., 2010).\nReconstructed climate warming in the latest Permian is seen in context with a major perturbation in the carbon cycle mirrored in the globally recorded negative carbon isotope excursion (see reviews in Korte and Kozur, 2010; Hermann et al., 2010). The apatite δ18O and carbonate δ13C records (δ13Ccarb) from Meishan and Shangsi suggest parallel negative shifts at the transition of beds 23 and 24 (Meishan) and at the extinction horizon (Meishan and Shangsi). In the Meishan section, δ13Ccarb values show a gradual decrease starting at the transition of beds 23 and 24 and a second more abrupt negative shift in the upper part of bed 24e below the event horizon (Fig. 1; Jin et al., 2000; Cao et al., 2002; Xie et al., 2007). The δ13Ccarb values recover in beds 26–28 but reveal a second negative shift in beds 28–34 (early Griesbachian; Xie et al., 2007). In the Shangsi section, the fi rst negative shift in δ13Ccarb starts in bed 22, and the second, more sudden, shift occurs immediately below or at the event horizon (Fig. 2; Yan et al., 1989). Outgassing of CO2 during\nSiberian Traps volcanism (Renne et al., 1995; Sobolev et al., 2011), thermal decomposition of isotopically light organic carbon around sill intrusions (Svensen et al., 2009), destabilization of 12C-enriched methane hydrates contained in permafrost soils (e.g., Retallack and Jahren, 2008), and a higher contribution of methane to the ocean-atmosphere system (Luo et al., 2010) were discussed as triggering mechanisms for the negative carbon isotope excursion. All of these processes would have resulted in higher atmospheric greenhouse gas levels and may have initiated the dramatic warming documented by the oxygen isotope records of conodont apatite.\nThe main extinction of the Permian-Triassic crisis occurred during a relatively short time interval represented by beds 25 to 28 in Meishan (Shen et al. 2011); the highest extinction rate is observed at the base of bed 25 (Jin et al., 2000; Yin et al., 2007). Paleotemperatures start to increase below bed 25, with maximum and probably harmful temperatures reached at the base of bed 27. The coincidence of climate warming and the major phase of extinction indicates that rapid climate warming contributed to the collapse of both marine and terrestrial ecosystems. Additionally, as pointed out by Knoll et al. (2007), the very warm climate conditions in the Early Triassic may have played an important role in the timing and pattern of the slow recovery of marine and terrestrial ecosystems in the aftermath of the Permian-Triassic crisis."
  }, {
    "heading": "ACKNOWLEDGMENTS",
    "text": "Joachimski thanks the German Science Foundation (DFG grant JO 219/9-1), Lai thanks the Natural Science Foundation of China (grants 40872002 and 40921062) and the Chinese State Administration of Foreign Experts Affairs (grant B08030), and Shen thanks the Natural Science Foundation of China (grant 40921091) and the Chinese Academy of Sciences (grant KZCX2-YW-Q08-4) for fi nancial support. S. Xie (Wuhan) kindly provided carbon isotope data for the Meishan section. We thank C. Henderson (Calgary) for comments on conodont biostratigraphy and E. Grossman and H. Svensen for constructive reviews."
  }, {
    "heading": "REFERENCES CITED",
    "text": "Cao, C.Q., Wang, W., and Jin, Y.G., 2002, Carbon\nisotope excursions across the Permian-Triassic boundary in the Meishan section, Zhejiang Province, China: Chinese Bulletin of Science, v. 47, p. 1125–1129, doi:10.1360/02tb9252. Cao, C.Q., Yang, Y.C., Shen, S.Z., Wang, W., Zheng, Q.F., and Summons, R.E., 2010, Pattern of δ13Ccarb and implications for geological events during the Permian-Triassic transition in South China: Geological Journal, v. 45, p. 186–194, doi:10.1002/gj.1220. Donoghue, P.C., Forey, P.L., and Aldridge, R., 2000, Conodont affi nity and chordate phylogeny: Cambridge Philosophical Society Biological Reviews, v. 75, p. 191–251, doi:10.1017/ S0006323199005472. Erwin, D.H., 1993, The great Paleozoic crisis: Life and death in the Permian: New York, Columbia University Press, 327 p.\nDownloaded from https://pubs.geoscienceworld.org/gsa/geology/article-pdf/40/3/195/3541914/195.pdf by University of Arizona user on 21 February 2019\n198 GEOLOGY, March 2012\nGalfetti, T., Bucher, H., Brayard, A., Hochuli, P.A., Weissert, H., Goudun, K., Adutorei, V., and Guex, J., 2007, Late Early Triassic climate change: Insights from carbonate carbon isotopes, sedimentary evolution and ammonoid paleobiogeography: Palaeogeography, Palaeoclimatology, Palaeoecology, v. 243, p. 394– 411, doi:10.1016/j.palaeo.2006.08.014. Hermann, E., Hochuli, P.A., Bucher, H., Vigran, J.O., Weissert, H., and Bernasconi, S.M., 2010, A close-up view of the Permian-Triassic boundary based on expanded organic carbon isotope records from Norway (Trondelag and Finmark Platform): Global and Planetary Change, v. 74, p. 156–167, doi:10.1016/j.gloplacha.2010.10.007. Jiang, H., Lai, X., Yan, C., Aldridge, R.J., Wignall, P., and Sun, Y., 2011, Revised conodont zonation and conodont evolution across the Permian-Triassic boundary at the Shangsi section, Guangyuan, Sichuan, South China: Global and Planetary Change, v. 77, p. 103– 115, doi:10.1016/j.gloplacha.2011.04.003. Jin, Y.G., Wang, Y., Wang, W., Shang, Q.H., Cao, C.Q., and Erwin, D.H., 2000, Pattern of marine mass extinction near the Permian-Triassic mass extinction boundary in South China: Science, v. 289, p. 432–436, doi:10.1126/ science.289.5478.432. Joachimski, M.M., Breisig, S., Buggisch, W., Talent, J.A., Mawson, R., Gereke, M., Morrow, J.M., Day, J., and Weddige, K., 2009, Devonian climate and reef evolution: Insights from oxygen isotopes in apatite: Earth and Planetary Science Letters, v. 284, p, 599–609, doi:10.1016/j .epsl.2009.05.028. Knoll, A.H., Bambach, R.K., Payne, J.L., Pruss, S., and Fischer, W.W., 2007, Paleophysiology and end-Permian mass extinction: Earth and Planetary Science Letters, v. 256, p. 295–313, doi:10.1016/j.epsl.2007.02.018. Korte, C., and Kozur, H.W., 2010, Carbon-isotope stratigraphy across the Permian-Triassic boundary: A review: Journal of Asian Earth Sciences, v. 39, p. 215–235, doi:10.1016/j.jseaes.2010.01.005. Korte, C., Pnade, P., Kalle, P., Kozur, H.W., Joachimski, M.M., and Oberhänsli, H., 2010, Massive volcanism at the Permian-Triassic boundary and its impact on the isotopic composition of the ocean and atmosphere: Journal of Asian Earth Sciences, v. 37, p. 293–311, doi:10.1016/j .jseaes.2009.08.012. Kozur, H., Ramovö, A., Wang, C.Y., and Zakharov, Y., 1996, The importance of the Hindeodus parvus (conodonta) for the defi nition of the Permian-Triassic boundary and evaluation of the proposed sections for global stratotype section and point (GSSP) for the base of the Triassic: Geologija, v. 37/38, p. 172–213. Kump, L.R., Pavlov, A., and Arthur, M.A., 2005, Massive release of hydrogen sulfi de to the surface ocean and atmosphere during intervals of oceanic anoxia: Geology, v. 33, p. 397–400, doi:10.1130/G21295.1. Lai, X.L., Yang, F.Q., Hallam, A., and Wignall, P.B., 1996, The Shangsi section: Candidate of the global stratotype section and point of the Permian-Triassic boundary, in Yin, H.F., ed., The Palaeozoic-Mesozoic boundary, candidates of the Global Stratotype Section and Point of the Permian-Triassic boundary: Wuhan, China University of Geosciences Press, p. 113–124. Lai, X., Wignall, P., and Zhang, K., 2001, Palaeoecology of the conodonts Hindeodus and Clarkina during the Permian-Triassic transitional period:\nPalaeogeography, Palaeoclimatology, Palaeoecology, v. 171, p. 63–72, doi:10.1016/S00310182(01)00269-3. Liu, Y.Y., Zhu, Y.M., and Tian, W.H., 1999, New magnetostratigraphic results from Meishan section, Changxing County: Zheijang Province: Earth Science Journal of China University of Geosciences, v. 24, p. 151–154. Luo, G., Kump, L.R., Wang, Y., Tong, J., Arthur, M.A., Yang, H., Huang, J., Yin, H., and Xie, S., 2010, Isotopic evidence for anomalously low oceanic sulphate concentration following end-Permian mass extinction: Earth and Planetary Science Letters, v. 300, p. 101–111, doi:10.1016/j.epsl .2010.09.041. Orchard, M.J., 1996, Conodont fauna from the Permian-Triassic boundary: Observations and reservations: Permophiles, v. 28, p. 29–35. Pucéat, E., Joachimski, M.M., Bouilloux, A., Monna, F., Bonin, A., Motreuil, S., Morinière, P., Hénard, S., Mourin, J., Dera, G., and Quesne, D., 2010, Revised phosphate-water fractionation equation reassessing paleotemperatures derived from biogenic apatite: Earth and Planetary Science Letters, v. 298, p. 135–142, doi:10.1016/j .epsl.2010.07.034. Renne, P.R., Zichao, Z., Richards, M.A., Black, M.T., and Basu, R.T., 1995, Synchrony and causal relations between Permian-Triassic boundary crises and Siberian fl ood volcanism: Science, v. 269, p. 1413–1416, doi:10.1126/ science.269.5229.1413. Retallack, G.J., 1999, Postapocalyptic greenhouse paleoclimate revealed by earliest Triassic paleosols in the Sydney Basin, Australia: Geological Society of America Bulletin, v. 111, p. 52–70, doi:10.1130/0016-7606(1999)111<0052: PGPRBE>2.3.CO;2. Retallack, G.J., and Jahren, A.H., 2008, Methane release from igneous intrusion of coal during Late Permian extinction events: Journal of Geology, v. 116, p. 1–20, doi:10.1086/524120. Retallack, G.J., and Krull, E.S., 1999, Landscape ecological shift at the Permian-Triassic boundary in Antarctica: Australian Journal of Earth Sciences, v. 46, p. 785–812, doi:10.1046/ j.1440-0952.1999.00745.x. Riding, R., 1992, Paleophysiology and end-Permian mass extinction: Geological Society of London Journal, v. 149, p. 979–989, doi:10.1144/ gsjgs.149.6.0979. Savin, M.S., 1977, The history of the Earth’s surface temperature during the past 100 million years: Annual Review of Earth and Planetary Sciences, v. 5, p. 319–355, doi:10.1146/annurev. ea.05.050177.001535. Shen, S.Z., and 20 others, 2011, Calibrating the end-Permian Mass extinction: Science, v. 334, p. 1367–1372, doi:10.1126/science.1213454. Sobolev, S.V., Sobolev, A.V., Kuzmin, D.V., Krivolutskaya, N.A., Petrunin, A.G., Arndt, N.T., Radko, V.A., and Vasiliev, Y.R., 2011, Linking mantle plumes, large igneous provinces and environmental catastrophes: Nature, v. 477, p. 312–316, doi:10.1038/nature10385. Svensen, H., Planke, S., Polozov, A.G., Schmidbauer, N., Corfu, F., Podladchikov, Y.Y., and Jamtveit, B., 2009, Siberian gas venting and the end-Permian environmental crisis: Earth and Planetary Science Letters, v. 277, p. 490– 500, doi:10.1016/j.epsl.2008.11.015. Wardlaw, B.R., and Collinson, J.W., 1984, Conodont paleoecology of the Permian Phosphoria Forma tion and related rocks of Wyoming and\nadjacent areas, in Clark, D.L., ed., Conodont biofacies and provincialism: Geological Society of America Special Paper 196, p. 263–281. Wignall, P.B., and Hallam, A., 1992, Anoxia as a cause of the Permian/Triassic extinction: Facies evidence from northern Italy and the western United States: Palaeogeography, Palaeoclimatology, Palaeoecology, v. 93, p. 21–46, doi:10.1016/0031-0182(92)90182-5. Wignall, P.B., Hallam, A., Lai, X.L., and Yang, F.Q., 1995, Paleoenvironmental changes across the Permian/Triassic boundary at Shangsi: Historical Biology, v. 10, p. 175–189, doi:10.1080/ 10292389509380519. Xie, S., Pancost, R.D., Huang, X., Wignall, P., Yu, J., Tang, X., Chen, L., Huang, X., and Lai, X., 2007, Changes in the global carbon cycle as two episodes during the Permian-Triassic crisis: Geology, v. 35, p. 1083–1086, doi:10.1130/ G24224A.1. Xie, S., Pancost, R.D., Wang, Y., Yang, H., Wignal, P.B., Luo, G., Jia, C., and Chen, L., 2010, Cyanobacterial blooms tied to volcanism during the 5 m.y. Permo-Triassic biotic crisis: Geology, v. 38, p. 447–450, doi:10.1130/G30769.1. Yan, Z., Ye, L., Jin, R., and Xu, D., 1989, Features of stable isotope near the Permian-Triassic boundary of the Shangsi section, Guangyuan, Sichuan, in Li, Z.S., et al., eds., Study on the Permian–Triassic biostratigraphy and event stratigraphy of northern Sichuan and Southern Shaanxi: Beijing, Geological Publishing House, p. 166–171 (in Chinese). Yin, H.F., Yang, F.Q., Zhang, K.X., and Yang, W.P., 1988, A proposal to the biostratigraphy criterion of Permian/Triassic boundary: Memorie della Societa Geologica Italiana, v. 34, p. 329– 344. Yin, H.F., Huang, S.J., Zhang, K.X., Hansen, H.J., Yang, F.Q., Ding, M.H., and Bie, X.M., 1992, The effects of volcanism on the Permo-Triassic mass extinction in South China, in Sweet, W.C., et al., eds., Permo-Triassic events in the Eastern Tethys: Cambridge, UK, Cambridge University Press, p. 146–157. Yin, H.F., Ding, M.H., Zhang, K.X., Tong, J.N., Yang, F.Q., and Lai, X.L., 1995, Late Permian to Triassic ecostratigraphy of Yangtze Plate and adjacent area: Bejing, Science Press, 484 p. (in Chinese). Yin, H.F., Zhang, K.X., Tong, J.N., Yang, Z.Y., and Wu, S.B., 2001, The global Stratotype Section and Point of the Permian-Triassic boundary: Episodes, v. 24, p. 102–114. Yin, H.F., Feng, F.Q., Lai, X.L., Baud, A., and Tong, J.N., 2007, The protracted Permo-Triassic crisis and multi-episode extinction around the Permian-Triassic boundary: Global and Planetary Change, v. 55, p. 1–20, doi:10.1016/j .gloplacha.2006.06.005. Zhang, K.X., Tong, J.N., Yin, H.F., and Wu, S.B., 1996, Sequence stratigraphy near the Permian-Triassic boundary at Meishan section, South China, in Yin, H.F., ed., The PaleozoicMesozoic boundary, candidates of the Global Stratotype Section and Point of the PermianTriassic boundary: Wuhun, China University of Geo sciences Press, p. 72–83.\nManuscript received 2 August 2011 Revised manuscript received 23 September 2011 Manuscript accepted 27 September 2011\nPrinted in USA\nDownloaded from https://pubs.geoscienceworld.org/gsa/geology/article-pdf/40/3/195/3541914/195.pdf by University of Arizona user on 21 February 2019"
  }],
  "year": 2012,
  "references": [],
  "id": "SP:b8b1aa915fe89ba4d5aee8e931be5b3748cbb16d",
  "authors": [],
  "abstractText": "High-resolution oxygen isotope records document the timing and magnitude of global warming across the Permian-Triassic (P-Tr) boundary. Oxygen isotope ratios measured on phosphate-bound oxygen in conodont apatite from the Meishan and Shangsi sections (South China) decrease by 2‰ in the latest Permian, translating into low-latitude surface water warming of 8 °C. The oxygen isotope shift coincides with the negative shift in carbon isotope ratios of carbonates, suggesting that the addition of isotopically light carbon to the ocean-atmosphere system by Siberian Traps volcanism and related processes resulted in higher greenhouse gas levels and global warming. The major temperature rise started immediately before the main extinction phase, with maximum and harmful temperatures documented in the latest Permian (Meishan: bed 27). The coincidence of climate warming and the main pulse of extinction suggest that global warming was one of the causes of the collapse of the marine and terrestrial ecosystems. In addition, very warm climate conditions in the Early Triassic may have played a major role in the delayed recovery in the aftermath of the Permian-Triassic crisis. Downloaded from https://pubs.geoscienceworld.org/gsa/geology/article-pdf/40/3/195/3541914/195.pdf by University of Arizona user on 21 February 2019 196 GEOLOGY, March 2012 signifi cantly toward the P-Tr boundary, with Hindeodus becoming more abundant toward the boundary and being the dominant taxon in the Early Triassic (Lai et al., 2001). RESULTS Oxygen isotopes of Clarkina from the base of the studied interval (beds 22–23) in Meishan are between 21.3‰ and 22.3‰. Lower values between 20.7‰ and 21.6‰ are measured from the base of bed 24 to bed 26 (Fig. 1). In this interval, oxygen isotope ratios of Hindeodus compare well to those of Clarkina, with a maximum difference in δ18O of 0.4‰. Starting from bed 27, oxygen isotopes start to decrease, both for Clarkina and Hindeodus. Oxygen isotopes for Clarkina decrease to values of 20.4‰ and 20.0‰ while oxygen isotopes measured on Hindeodus decrease to values between 19.3‰ (beds 27a to 28) and 18.8‰ (bed 29). A comparable pattern is observed in the Shangsi section (Fig. 2). Oxygen isotope values measured on Clarkina from beds 26 and 27a are ~21.5‰. The δ18O values start to decrease at bed 27c; values of 20.0‰ (Clarkina) and 19.5‰ (Hindeodus) are measured in bed 27c and 28c, respectively. Hindeodids from beds 30–32 show δ18O values from 18.9‰ to 19.3‰; hindeoids from bed 33 have a value of 18.7‰. In general, P1 and ramiform conodont elements of both studied taxa, Clarkina and Hindeodus, show identical δ18O values given an analytical reproducibility of ±0.2‰ (1σ), suggesting that both elements can be used for paleotemperature reconstruction. The comparable absolute δ18O values as well as δ18O patterns in the Meishan and Shangsi sections suggest that the recorded trends can not be explained by local variations in salinity or by diagenetic alteration. DISCUSSION Paleotemperatures were calculated using the equation of Pucéat et al. (2010), assuming a δ18O value of -1‰ VSMOW (Vienna standard mean ocean water) for Late Permian seawater (a value typically assumed for nonglacial time intervals; Savin, 1977) and no secular variations in seawater salinity. In the Meishan section, oxygen isotope ratios of Clarkina from beds 22–23 translate into average temperatures of 22 °C (Fig. 1). Slightly higher temperatures between 23 and 27 °C are registered in the overlying beds 24–26. In this interval, Clarkina and Hindeodus P1 elements indicate comparable temperatures. Starting with bed 27a, paleotemperatures increase, with Clarkina showing a minor temperature increase in comparison to Hindeodus. While Hindeodus indicates warming of 8 °C to maximum paleotemperatures of 33–35 °C, paleotemperatures reconstructed from δ18O of Clarkina indicate warming of 5 °C with maximum paleotemperatures ranging between 29 and 30 °C. A comparable paleotemperature trend is reconstructed in the Shangsi section (Fig. 2). Paleotemperatures calculated from δ18O of Clarkina indicate temperatures between 23 and 24 °C in the latest Permian, and increase to 32 °C above the event horizon. The δ18O values of Griesbachian Hindeodus specimens translate into temperatures between 32 and 35 °C, comparable to paleotemperatures reconstructed from δ18O measured on hindeodids from Meishan. The comparable oxygen isotope ratios of Hindeodus and Clarkina in the Meishan section (beds 24a–24e) indicate that Hindeodus and Clarkina were thriving in comparable water depths with comparable temperatures. Sediments of the Meishan section were deposited in an intraplatform depression with estimated water depths of ~50 m for the Permian-Triassic transition (Zhang et al., 1996). In these water depths, temperatures are not expected to be very different from surface water temperature. Consequently, we argue that both taxa, Hindeodus and Clarkina, recorded surface water temperature. The Shangsi section represents a platform to slope setting and potentially a signifi cantly deeper environment in comparison to Meishan. Nevertheless, δ18O values of Clarkina are comparable to those of Meishan, supporting our interpretation that Clarkina and Hindeodus from both sections lived in near surface waters and recorded surface water temperature. This interpretation is further supported by calculated warm water temperatures. The most striking feature of the conodont δ18O record is the signifi cant temperature rise in the latest Permian. While Hindeodus suggests warming of 8 °C, Clarkina indicates a minor temperature increase of 4–5 °C (Fig. 1). The increase in temperature cannot be attributed to shallowing and warming of surface waters since a sea-level rise, and thus deepening of the environment, was identifi ed above bed 24d in the Meishan section (Zhang et al., 1996; Cao et al., 2010). The minor temperature increase recorded by Clarkina in comparison to Hindeodus suggests that this taxon migrated to slightly deeper and thus colder waters in conjunction with this sea-level rise in the latest Changhsingian (e.g., Wignall and Hallam, 1992) and/or the δO (‰ VSMOW) 22 18 19 20 21 δC (‰ VPDB)"
}