{
  "year": 2007,
  "references": [{
    "title": "Estimated impact of Agung, E1 Chich6n, and Pinatubo volcanic eruptions on global and regional total ozone after adjustment",
    "authors": ["J.K. Angell"],
    "year": 1988
  }, {
    "title": "Khmelevtsov, Volcanics",
    "authors": ["M.L. 1997b. Asaturov", "M.I. Budyko", "K.Y. Vinnikov", "P.Y. Groisman", "A.S. Kabanov", "I.L. Karol", "M.P. Kolomeev", "Z.I. Pivovarova", "E.V. Rozanov", "S.S"],
    "year": 1997
  }, {
    "title": "Robock, Global warming in the context",
    "authors": ["M. Free"],
    "year": 1982
  }, {
    "title": "Vertical mixing and coral death in the Red Sea following the eruption",
    "authors": ["A. Genin", "B. Lazar", "S. Brenner"],
    "venue": "Mount Pinatubo,",
    "year": 1995
  }, {
    "title": "Regional climate consequences",
    "authors": ["Y. P"],
    "venue": "ternaire,",
    "year": 1998
  }, {
    "title": "The impact of solar variability",
    "authors": ["J. Haigh"],
    "venue": "on climate,",
    "year": 1996
  }, {
    "title": "Influence of volcanic",
    "authors": ["K. Kodera"],
    "year": 1996
  }, {
    "title": "Volcanoes and climate, WCP-54, WMO/ TD-166, 103 pp., World Meteorol",
    "authors": ["K.Y. Kondratyev"],
    "year": 1988
  }, {
    "title": "Simulating climatic impact of the Toba eruption with the LLN 2-D climate",
    "authors": ["X.S. Li", "A. Berger"],
    "venue": "Inst. d'Astron. et de Geophys",
    "year": 1997
  }, {
    "title": "Radiative climate forcing by the Mount Pinatubo",
    "authors": ["Denn", "D.R. Doelling", "W.L. Smith Jr."],
    "venue": "eruption, Science,",
    "year": 1993
  }, {
    "title": "On the response",
    "authors": ["C. R"],
    "venue": "Southern Oscillation, J. Climatol.,",
    "year": 1988
  }, {
    "title": "FIRE IFO II jet stream",
    "authors": ["D.O. Starr", "G.G. Mace", "M.R. Poellot", "S.H. Melfi", "W.L. Eberhard", "J.D. Spinhirne", "E.W. Eloranta", "D.E. Hagen", "J. Hallett"],
    "year": 1991
  }, {
    "title": "Annular modes in the extratropical circulation, part II, Trends",
    "authors": ["D.W. J", "J.M. Wallace", "G.C. Hegerl"],
    "venue": "J. Clim.,",
    "year": 2000
  }, {
    "title": "Helens, edited by A. Deepak",
    "authors": ["Mount St"],
    "venue": "NASA Conf. Publ. 2240,",
    "year": 1982
  }],
  "id": "SP:83165eb81f477ad1b8c394798740125349cac276",
  "authors": [{
    "name": "Alan Robock",
    "affiliations": []
  }],
  "abstractText": "Volcanic eruptions are an important natural cause of climate change on many timescales. A new capability to predict the climatic response to a large tropical eruption for the succeeding 2 years will prove valuable to society. In addition, to detect and attribute anthropogenic influences on climate, including effects of greenhouse gases, aerosols, and ozone-depleting chemicals, it is crucial to quantify the natural fluctuations so as to separate them from anthropogenic fluctuations in the climate record. Studying the responses of climate to volcanic eruptions also helps us to better understand important radiative and dynamical processes that respond in the climate system to both natural and anthropogenic forcings. Furthermore, modeling the effects of volcanic eruptions helps us to improve climate models that are needed to study anthropogenic effects. Large volcanic eruptions inject sulfur gases into the stratosphere, which convert to sulfate aerosols with an e-folding residence time of about 1 year. Large ash particles fall out much quicker. The radiative and chemical effects of this aerosol cloud produce responses in the climate system. By scattering some solar radiation back to space, the aerosols cool the surface, but by absorbing both solar and terrestrial radiation, the aerosol layer heats the stratosphere. For a tropical eruption this heating is larger in the tropics than in the high latitudes, producing an enhanced pole-to-equator temperature gradient, especially in winter. In the Northern Hemisphere winter this enhanced gradient produces a stronger polar vortex, and this stronger jet stream produces a characteristic stationary wave pattern of tropospheric circulation, resulting in winter warming of Northern Hemisphere continents. This indirect advective effect on temperature is stronger than the radiative cooling effect that dominates at lower latitudes and in the summer. The volcanic aerosols also serve as surfaces for heterogeneous chemical reactions that destroy stratospheric ozone, which lowers ultraviolet absorption and reduces the radiative heating in the lower stratosphere, but the net effect is still heating. Because this chemical effect depends on the presence of anthropogenic chlorine, it has only become important in recent decades. For a few days after an eruption the amplitude of the diurnal cycle of surface air temperature is reduced under the cloud. On a much longer timescale, volcanic effects played a large role in interdecadal climate change of the Little Ice Age. There is no perfect index of past volcanism, but more ice cores from Greenland and Antarctica will improve the record. There is no evidence that volcanic eruptions produce E1 Nifio events, but the climatic effects of E1 Nifio and volcanic eruptions must be separated to understand the climatic response to each.",
  "title": "VOLCAN IC ERUPTIONS AN D CLIMATE"
}