{
  "year": 2007,
  "references": [],
  "id": "SP:f6dc0e4249c9ede2a27de002c045cfacf92cf438",
  "authors": [{
    "name": "C. R. Stoker",
    "affiliations": []
  }, {
    "name": "• N. A. Cabrol",
    "affiliations": []
  }, {
    "name": "• T. R. Roush",
    "affiliations": []
  }],
  "abstractText": "We report on a field experiment held near Silver Lake playa in the Mojave Desert in February 1999 with the Marsokhod rover. The payload (Descent Imager, PanCam, Mini-TES, and Robotic Arm Camera), data volumes, and data transmission/receipt windows simulated those planned for the Mars Surveyor mission selected for 2001. A central mast with a pan and tilt platform at 150 cm height carried a high-resolution color stereo imager to simulate the PanCam and a visible/near-infrared fiberoptic spectrometer (operating range 0.35-2.5 •m). Monochrome stereo navigation cameras were mounted on the mast and the front and rear of the rover near the wheels. A field portable infrared spectroradiometer (operating range 8-14 •m) simulated the Mini-TES. A Robotic Arm Camera, capable of close-up color imaging at 23 •m/pixel resolution, was used in conjunction with the excavation of a trench into the subsurface. The science team was also provided with simulated images from the Mars Descent Imager and orbital panchromatic and multispectral imaging of the site obtained with the French SPOT, airborne Thermal Infrared Mapping Spectrometer, and Landsat Thematic Mapper instruments. Commands sequences were programmed and sent daily to the rover, and data returned were limited to 40 Mbits per communication cycle. During the simulated mission, 12 commands were uplinked to the rover, it traversed -90 m, six sites were analyzed, 11 samples were collected for laboratory analysis, and over 5 Gbits of data were collected. Twenty-two scientists, unfamiliar with the location of the field site, participated in the science mission from a variety of locations, accessing data via the World Wide Web. Remote science interpretations were compared with ground truth from the field and laboratory analysis of collected samples. Using this payload and mission approach, the science team synergistically interpreted orbital imaging and infrared spectroscopy, descent imaging, rover-based imaging, infrared spectroscopy, and microscopic imaging to deduce a consistent and largely correct interpretation of the geology, mineralogy, stratigraphy, and exobiology of the site. Use of imaging combined with infrared spectroscopy allowed source outcrops to be identified for local rocks on an alluvial fan. Different lithologies were distinguished both near the rover and at distances of hundreds of meters or more. Subtle differences such as a contact between dolomite and calcite were identified at a distance of 0.5 km. A biomarker for endolithic microbiota, a plausible life form to be found on Mars, was successfully identified. Microscopic imaging of soils extracted from the surface and subsurface allowed the mineralogy and fluvial history of the trench site to be deduced. The scientific productivity of this simulation shows that this payload and mission approach has high science value and would contribute substantially to achieving the goals of Mars exploration. •NASA Ames Research Center, Moffett Field, California. 2Department of Geological Sciences, University of Tennesee, Knoxville. 3New Mexico Museum of Natural History and Science, Albuquerque. 4Department of Physics, University of Central Florida, Orlando. 5Department of Geoscience, University of Iowa, Iowa City. 6United States Geological Survey, Flagstaff, Arizona. Copyright 2001 by the American Geophysical Union. Paper number 1999JE001178. 0148-0227/01/1999JE001178509.00 7Lunar and Planetary Institute, Houston, Texas. 8Smithsonian Institution, Washington, D.C. 9Department of Geosciences, University of Louisiana, Monroe. •øHawaii Institute of Geophysics and Planetology, University of Hawaii at Manoa, Honolulu. •Lunar and Planetary Laboratory, University of Arizona, Tucson. •2Department of Earth and Planetary Sciences, University of New Mexico, Albuquerque. •3Dipartimento di Scienze, Universita' d'Annunzio, Pescara, Italy. •4Department of Geology, Arizona State University, Tempe. •SDepartment of Industrial Engineering, University ofIowa, Iowa City.",
  "title": "The 1999 Marsokhod rover mission simulation at Silver Lake, California: Mission overview, data sets, and summary of results"
}