{
  "year": 2007,
  "references": [{
    "title": "Loutre, Insolation values for the climate of the last 10 million years, Quat",
    "authors": ["A. Berger", "M.F"],
    "venue": "Sci. Rev.,",
    "year": 1991
  }, {
    "title": "Dansgaard, Greenland ice sheet evidence of post-glacial volcanism",
    "authors": ["C.U. Hammer", "H.B. Clausen"],
    "year": 1999
  }, {
    "title": "A discussion of plausible solar irradiance variations, 1700-1992",
    "authors": ["D.V. Hoyt", "K.H. Schatten"],
    "venue": "J. Geophys. Ress,",
    "year": 1993
  }, {
    "title": "Differences of the atmospheric",
    "authors": ["T. Machida", "M. Tanaka", "Y. Fujii", "S. Aoki", "O. Watanabe"],
    "venue": "ice core records, Quat. Sci. Rev.,",
    "year": 1993
  }, {
    "title": "Free, Ice cores as an index of global volcanism from 1850 to the present",
    "authors": ["M.P"],
    "venue": "J. Geophy. Res.,",
    "year": 1995
  }, {
    "title": "Radiative forcing of climate change, in Climate Change 1995: The Science of Climate Change, edited",
    "authors": ["D Schimel"],
    "year": 1995
  }, {
    "title": "Dynamic vegetation within a world of changing climate, in Global Analysis, Interpretation and Modeling: First Science Conference, h•ternational Geosphere-Biosphere",
    "authors": ["F.I. Woodward", "S.E. Lee", "M. Lomas", "P. Cox"],
    "year": 1993
  }],
  "id": "SP:145b73236af22f6feed77162fe48c6397cbd747a",
  "authors": [],
  "abstractText": "A new compilation of annually resolved time series of atmospheric trace gas concentrations, olar irradiance, tropospheric aerosol optical depth, and stratospheric (volcanic) aerosol optical depth is presented for use in climate modeling studies of the period 1500 to 1999 A.D. Atmospheric CO2, CH 4, and N20 concentrations over this period are well established on the basis of fossil air trapped in ice cores and instrumental measurements over the last few decades. Estimates of solar irradiance, ranging between 1364.2 and 1368.2 W/m :, are presented using calibrated historical observations of the Sun back to 1610, along with cosmogenic isotope variations extending back to 1500. Tropospheric aerosol distributions are calculated by scaling the modern distribution of sulfate and carbonaceous aerosol optical depths back to 1860 using reconstructed regional CO2 emissions; prior to 1860 the anthropogenic tropospheric aerosol optical depths are assumed to be zero. Finally, the first continuous, annually dated record of zonally averaged stratospheric (volcanic) optical depths back to 1500 is constructed using sulfate flux data from multiple ice cores from both Greenland and Antarctica, in conjunction with historical and instrumental (satellite and pyrheliometric) observations. The climate forcings generated here are currently being used as input to a suite of transient (time dependent) paleoclimate model simulations of the past 500 years. These forcings are also available for comparison with instrumental and proxy paleoclimate data of the same period.",
  "title": "Hypothesized climate forcing time series for the last 500 years"
}