{
  "year": 2007,
  "references": [],
  "id": "SP:d3862ad773cba4ea52c517c2e5b52aa430e908de",
  "authors": [],
  "abstractText": "Extensive archives of volcanic history are available from ice cores recovered from the Antarctic and Greenland ice sheets that receive and preserve sulfuric acid fallout from explosive volcanic eruptions. The continuous, detailed (average 1.2 samples per year) sulfate measurements of a 200-m ice core from a remote East Antarctica site (Plateau Remote) provide a record of Southern Hemisphere volcanism over the last 4100 years. This extends the volcanic record beyond the last 1000 years covered by previous Antarctic ice cores. An average of 1.3 eruptions per century is recorded in East Antarctic snow during the last 4100 years. The record shows that on average ruptions have been more frequent and more explosive during the most recent 2000 years than in the previous 2100 years. Intervals up to 500 years are observed in which few explosive volcanic signals are detected. These periods include 2000-1500 B.C. (no eruptions), 500-1 B.C. (two eruptions), and 700-1200 A.D. (two eruptions). This new Plateau Remote volcanic record is compared with those from previous Antarctic ice cores covering the last 1000 years. In terms of dates for volcanic events, the new record is in excellent agreement with the earlier records. However, significant discrepancies are found between these records in relative signal magnitude (volcanic flux) of several well-known events. The discrepancies among the records may be explained by the differences in the glaciology at the ice core sites, analytical techniques used for sulfate and sulfuric acid measurement, and the selection of detection thresholds for volcanic signals. Comparison with Greenland ice core volcanic records indicates that during the last millennium, nine large, low-latitude ruptions contributed significant amounts of volcanic aerosols to the atmosphere ofboth hemispheres, potentially affecting global climate. In contrast, only one or possibly two such eruptions are found in the first millennium A.D."
}