{
  "sections": [{
    "text": "Response of Antarctic (ODP Site 690) planktonic foraminifera to the\nPaleocene–Eocene thermal maximum: Faunal evidence for\nocean/climate change\nD. Clay Kelly Department of Geology and Geophysics, University of Wisconsin-Madison, Madison, Wisconsin, USA\nReceived 24 January 2002; revised 25 May 2002; accepted 12 June 2002; published 28 December 2002.\n[1] High-resolution study of Antarctic planktonic foraminiferal assemblages (Ocean Drilling Program Site 690, Weddell Sea) shows that these microplankton underwent a stepwise series of changes during the Paleocene– Eocene thermal maximum (PETM). Initiation of this response coincides with the onset of the carbon isotope excursion (CIE) but precedes the benthic foraminiferal mass extinction. The ‘‘top-to-bottom’’ succession in the biotic response indicates that the surface ocean/atmosphere was affected before the deep sea. The earliest stage of the faunal response entailed a conspicuous turnover within the shallow-dwelling genus Acarinina and a succession of stratigraphic first appearances. The genus Morozovella, large (>180 mm) biserial planktonics, and A. wilcoxensis are all restricted to the lower CIE within this PETM section. Acarininid populations crashed as the ocean/climate system ameliorated during the CIE recovery, reflecting atypical surface water conditions. This transient decline in acarininids is paralleled by a marked increase in carbonate content of sediments. It is postulated that this interval of carbonate enrichment, and its unusual microfauna, reflects enhanced carbon storage within reservoirs of the global carbon cycle other than the marine carbonate system [sensu Broecker et al., 1993; Ravizza et al., 2001]. INDEX TERMS: 4855 Oceanography: Biological and Chemical: Plankton; KEYWORDS: Paleocene-Eocene thermal maximum, planktonic foraminifera, Southern Ocean, global warming, carbonate sedimentation\nCitation: Kelly, D. C., Response of Antarctic (ODP Site 690) planktonic foraminifera to the Paleocene–Eocene thermal maximum: Faunal evidence for ocean/climate change, Paleoceanography, 17(4), 1071, doi:10.1029/2002PA000761, 2002."
  }, {
    "heading": "1. Introduction",
    "text": "[2] Growing concern about warming of today’s climate, and its potential consequences for the biosphere, has prompted scientists to examine the geologic records of past greenhouse climates in ever increasing detail. A case in point is a pulse of accelerated warming that occurred at the close of the Paleocene epoch ( 55 Ma), the Paleocene–Eocene thermal maximum (PETM). The PETM is a short-lived ( 150–200 kyr) climatic ‘‘overshoot’’ superimposed upon the more gradual, long-term warming of the Early Paleogene. Oxygen isotope records compiled from globally widespread locales show that oceanic deep waters warmed significantly ( 5 C) and that sea surface temperatures (SSTs) at high latitudes warmed by as much as 8 C during the PETM [e.g., Kennett and Stott, 1991; Zachos et al., 1993, 2001]. PETM warming was accompanied by a precipitous decrease ( 2.5%) in the carbon isotopic compositions of marine and terrestrial materials [Koch et al., 1992]. The presence of this carbon isotope excursion (CIE) at geographically distant locales and the anomalous magnitude of d13C decrease indicate that the global carbon cycle experienced a major perturbation during the PETM [Kennett and Stott, 1991; Bralower et al., 1995; Zachos et al., 2001]. The striking magnitudes of the PETM d18O and d13C excursions\nare matched equally by the remarkable rapidity with which this global change occurred. The transition from background climatic conditions into the PETM has been estimated to have taken less than 10 kyr, a rate of climatic warming comparable to that seen in the modern [e.g., Kennett and Stott, 1991; Dickens et al., 1997; Bralower et al., 1997]. [3] The transient PETM was a watershed event for biotic evolution in the Cenozoic. High-latitude warming opened new climatic corridors in boreal regions permitting the intercontinental dispersal of major land mammal groups. The stratigraphic first appearance of several mammalian orders (e.g., artiodactyls, perrisodactyls, and primates) coincides with the CIE in North America [Koch et al., 1995; Maas et al., 1995; Clyde and Gingerich, 1998] and northwestern Europe [Hooker, 1996]. The effects of the PETM were felt also in the marine realm. In low-latitude waters, PETM warming triggered a rapid diversification among shallow-dwelling planktonic foraminifera [Kelly et al., 1996a]. Conversely, the extreme warmth of the PETM had dire consequences for the marine benthos, eliminating nearly half of all cosmopolitan benthic foraminifera [e.g., Tjaslma and Lohmann, 1983; Thomas, 1990; Kennett and Stott, 1991]. Thus, within a short time span (<10 kyr), oceanic temperatures warmed dramatically as the global carbon reservoir underwent a major perturbation, altering the course of biotic evolution. [4] A number of mechanisms have been invoked to account for the biotic and geochemical changes associated\nPALEOCEANOGRAPHY, VOL. 17, NO. 4, 1071, doi:10.1029/2002PA000761, 2002\nCopyright 2002 by the American Geophysical Union. 0883-8305/02/2002PA000761\n23 - 1\nwith the PETM. The proposed mechanisms range from global changes in ocean circulation [e.g., Miller et al., 1987; Thomas, 1990; Kennett and Stott, 1991] to enhanced levels of submarine hydrothermal activity [Rea et al., 1990] and/or volcanism [Eldholm and Thomas, 1993]. Others have explored the possibility that the PETM was either the direct [Kent et al., 2001] or the indirect [Schmitz et al., 1997] result of a bolide impact. The abrupt nature and anomalous magnitude of the CIE imposes strict limitations on any possible mechanism. It was this line of reasoning that led Dickens et al. [1995] to propose that the CIE was caused by the rapid dissociation of massive amounts (1200–2800 Gt) of sedimentary methane hydrate. Oxidation of the released methane would have driven atmospheric CO2 levels higher, amplifying background greenhouse conditions. This mechanism has great appeal because of its tremendous capacity as a carbon reservoir, isotopically depleted ( 60%) d13C signature, and responsiveness to temperature/pressure changes. Still others have envisioned scenarios that entail various combinations of the above the mechanisms (deep-sea hydrothermal activity, explosive volcanism, change in ocean circulation, and clathrate dissociation) to explain the PETM [Bralower et al., 1997; Katz et al., 2001]. Despite the diversity of proposed mechanisms, there is general agreement that atmospheric CO2 concentrations during the late Paleocene–early Eocene were higher than present levels, and that greenhouse gases played an instrumental role in warming Earth climate during this period [e.g., Sloan et al., 1995; Sloan and Rea, 1995; Thomas et al., 1999]. [5] For these reasons, the PETM has become a focal point of much scientific interest. It is therefore surprising how little is known about the response of the marine plankton to this dramatic episode of climatic warming. From the perspective of the planktonic foraminifera, only a handful of studies [e.g., Kelly et al., 1996a, 1998] have incorporated the stratigraphic detail required to clearly delineate the microfaunal response to the transient PETM. The dearth of such highresolution stratigraphic studies constitutes a significant gap in our understanding of how the pelagic ecosystem fared during the PETM. This shortcoming becomes even more acute when one considers the importance of microplankton as indicators of the overall health of the marine ecosystem. [6] Here, this problem is addressed by a detailed, highresolution investigation of planktonic foraminiferal assemb-\nlages preserved in a high-latitude PETM record recovered from the Weddell Sea (Ocean Drilling Program (ODP) Site 690; 65 090S, 01 120E) (Figure 1). A number of investigations have shown that the Site 690 section contains the most complete deep-sea record of the PETM. Moreover, the wellestablished biochemomagnetochronology for this PETM record provides an excellent stratigraphic framework for conducting such a high-resolution study."
  }, {
    "heading": "2. Chemostratigraphic Framework and Sampling Strategy",
    "text": "[7] Thomas et al. [2002] recently performed stable isotope analyses on individual shells of planktonic foraminifera to refine the original Site 690 d13C stratigraphy of Kennett and Stott [1991]. This updated version of the Site 690 CIE, as recorded by individual shells of planktonic foraminifera (CIEpf), shows that the onset of the CIE is detectable at 170.78 m below seafloor (mbsf), about 17 cm below its originally reported ( 170.61 mbsf) position. Revision of the stable isotope record at Site 690 will undoubtedly further our understanding of the PETM, but the general biomagnetostratigraphic framework of this PETM record remains unaltered (Figure 2a). It is well established that the PETM, and its telltale CIE, are confined to nannofossil Zone NP9, planktonic foraminiferal Zones AP4 and AP5, and geomagnetic Chron 24R [Kennett and Stott, 1991]; a chronology that has been confirmed by subsequent investigations [e.g., Bralower et al., 1997; Röhl et al., 2000; Bralower, 2002]. Hence, the high-resolution carbon isotope stratigraphy constructed from the bulk-sediment d13C records (CIEbulk) of Bains et al. [1999] and Thomas et al. [2002] has been herein adopted (Figure 2b). This spliced CIEbulk record proved well suited for optimizing sample spacing and provided an excellent chemostratigraphic framework within which to evaluate faunal change. Added stratigraphic control is provided by the position ( 170.61 mbsf ) of the benthic foraminiferal extinction event [Kennett and Stott, 1991]. [8] Detailed study of the structure of the CIEbulk curve shows that it is composed of a stepwise series of three finescale ( 103 years) d13C decreases, and that each of these smaller excursions can be correlated over geographically extensive regions [Bains et al., 1999]. The initial onset of the CIEbulk occurs over a 6 cm interval (170.69–170.63 mbsf ) within Core 19 of Hole 690B (Figure 2b). This first d13C decrease in the CIEbulk record is on the order of 1% in magnitude [Thomas et al., 2002]. Bains et al. [1999] have noted that this initial excursion is followed by a short interval in which d13C values level off. This intervening ‘‘plateau’’ is followed by a second decrease in the CIEbulk record at 170.45 mbsf that is smaller in magnitude (<1%) than the first (Figure 2b). Hence, the stratigraphic interval bracketing the first and second d13C decreases seen in CIEbulk record was sampled in greatest detail. To this end, a 72 cm long U-channel (171.125–170.41 mbsf ) was taken from the archived half of Core 19, starting 43.5 cm below the base of the CIEbulk and ending 28 cm above this same horizon [Thomas et al., 2002]. The U-channeled section was then sampled every cm, providing a remarkably detailed\nstratigraphic record. Assemblage counts were performed on 27 of the U-channel samples, yielding an average intersample offset of 2.5 cm (Figure 2a). [9] Bains et al. [1999] showed that a second plateau in the CIEbulk record occurs immediately above the second d 13C decrease. This second CIEbulk plateau is, in turn, followed by a third, more prolonged decrease that begins at 170.16 mbsf (Figure 2b). It is during this third d13C decrease that the CIEbulk record attains its overall minimum. The CIEbulk recovery to background conditions begins at 169.52 mbsf as d13C ratios return gradually to higher values. This sequence of fine-scale d13C shifts occurs within the stratigraphic interval (170.40–168.41 mbsf ) overlying the Uchanneled section, and 28 samples were taken at ‘‘moderate’’ resolution ( 7 cm spacing) through this portion of the CIEbulk record (Figure 2a). [10] The asymptotic character of the CIEbulk recovery makes precise positioning of its termination somewhat subjective (Figure 2b), but it is generally placed at 167.10 mbsf [Röhl et al., 2000]. Thus, the return to background d13C values of the earliest Eocene is preserved within the uppermost 2.5 m of Core 19. The uppermost portion of the CIE (168.40–166.92 mbsf) was sampled at low resolution (30–60 cm spacing) with only four samples examined (Figure 2). All samples consist of quarter splits taken from coarse (>63 mm) fractions.\n[11] Inspection of size-segregated aliquots from each sample revealed that the major elements of the faunal response could be identified using the >180 mm sieve-size range. The use of this sieve-size fraction proved optimal for identifying fine-scale, wall textural differences between genera of planktonic foraminifera that possess similar gross morphologies (e.g., subbotinids and acarininids). Thus, planktonic foraminifera were picked from the >180 mm sieve-size fraction. In general, planktonic foraminifera exhibit moderate to good preservation. Many of the samples required further subdivision to reduce the planktonic foraminiferal assemblages to more manageable numbers, whereas a few samples were found to contain significantly less planktonic foraminifera (Figure 2c). This latter obser-\nvation is most problematic within the carbonate-rich sediments from the CIEbulk recovery interval (168.60–167.50 mbsf ). Fluctuations in the absolute numbers of foraminifera were difficult to quantify since the weights of the original, bulk-sediment samples are not available. All assemblage count data have been archived with the National Geophysical Data Center."
  }, {
    "heading": "3. Stepwise Changes Within the PETM Response at Site 690",
    "text": "[12] Census counts performed on a stratigraphic succession of planktonic foraminiferal assemblages spanning the PETM interval from Site 690 reveal striking faunal changes. Detailed sampling delineates the complexity of the PETM response, and five discrete steps of change are recognized. The earliest assemblages predate the CIE and represent background conditions, while steps 1–4 represent a series of distinct faunal changes that took place during the CIE. The fifth step is seen in the uppermost sample that postdates\nthe CIE. Faunal criteria for each of these steps are given below. [13] Assemblages from the stratigraphic interval (170.93–170.78 mbsf) that predates both the CIEpf and CIEbulk are composed of a diverse suite of species belonging to the genus Acarinina, with A. nitida (Figure 3a) being particularly abundant ( 40–55%). Other acarininid taxa in these pre-CIE assemblages are A. praepentacamerata (Figure 3b), A. subsphaerica (Figure 3c), A. mckannai (Figure 3d), A. soldadoensis (Figure 3e), and A. coalingensis (Figure 3f ). Members of the genus Subbotina are also present (Figure 3g), but this group is subordinate in numbers to the acarininids. Examination of the <180 mm size fraction revealed the presence of small, biserial forms assigned to the genus Chiloguembelina (Figure 3h). Stratigraphic distributions and relative abundances for these taxa are shown in Figure 4. [14] Step 1 in the faunal response actually precedes the CIEbulk onset, but coincides with the base of the CIEpf record of Thomas et al. [2002]. The beginning of step 1 is\nsignified by a decline in A. praepentacamerata at 170.77 mbsf, 8 cm below the CIEbulk onset (Figure 4a). Another acarininid species (A. nitida) that was at peak abundances (>50%) prior to the CIEbulk onset suffered a sharp decline at 170.76 mbsf (Figure 4b). The relative abundances of two other acarininid species (A. subsphaerica and A. mckannai) also exhibit marked decreases that are associated with the CIEbulk onset (Figures 4c and 4d). The relative abundance of the genus Subbotina was reduced to half its pre-PETM percentages with the initiation of the CIEbulk (Figure 4e). [15] In contrast, other taxa either flourish and/or first appear during step 1 (170.77–170.50 mbsf ). The most conspicuous aspect of step 1 is the appearance and subsequent increase in the relative abundance of large, heavily calcified acarininids (Figures 3i –3l). These ‘‘robust’’ variants are assigned to both A. soldadoensis and A. coalingensis, although the latter outnumbers the former. The wall textures of these heavily calcified forms possess pronounced pustules that make them distinctly different from antecedent specimens of A. soldadoensis (Figure 3e) and A. coalingensis (Figure 3f ). The first stratigraphic appearance of these robust acarininids (170.74 mbsf ) is recorded just 5 cm below the CIEbulk onset, and 15 cm below the benthic foraminiferal extinction ( 170.61 mbsf ). The relative abundance of the robust variants increases sharply, peaking at 50% within the lowermost part of the CIEbulk (Figure 4f ). The incursion of these robust, subspecific variants is reflected by concomitant increases in the relative abundances of the nominate taxa, A. coalingensis (Figure 4g) and A. soldadoensis (Figure 4h). [16] Step 1 is also characterized by a flurry of successive stratigraphic first occurrences following the appearance of the robust acarininids. Of these, the most conspicuous is the first appearance of the genus Morozovella (Figure 4i). The earliest representative of this genus, M. aequa (Figure 3m), first appears (170.72 mbsf ) 3 cm below the CIEbulk onset, and 11 cm below the benthic foraminiferal extinction horizon. A second morozovellid species, M. subbotinae (Figure 3n), first appears further upsection at 170.64 mbsf. Two more taxa, Chiloguembelina trinitatensis (Figures 3o and 3p) and Acarinina wilcoxensis (Figure 3q), first appear just above the CIEbulk onset. Large (>180 mm) specimens of C. trinitatensis are first recorded at 170.62 mbsf (Figure 4j), while specimens of A. wilcoxensis first appear in the PETM section at 170.56 mbsf (Figure 4k). In the case of C. trinitatensis (Figures 3o and 3p), the first appearance of this biserial form may be a taphonomic artifact stemming from the use of a 180 mm sieve. Inspection of the <180 mm material in each sample revealed that diminutive chiloguembelinids (Figure 3h) are present throughout the entire study section. Moreover, subtle variations in the relative abundances of A. wilcoxensis and C. trinitatensis should be viewed with caution since both species compose less than 2% of the assemblages, although the lowermost and uppermost stratigraphic occurrences of these rare taxa are still considered significant. [17] Step 1 in the faunal response is short-lived as delimited by an abrupt decline in the relative abundance of the robust acarininids at 170.52 mbsf (Figure 4f ). Termination of step 1 is further supported by the temporary disappearances of morozovellids (Figure 4i) and A. wilcoxensis (Figure 4k), and an increase in the relative abundance of subbotinids (Figure 4e). The short-lived absence of morozovellids (170.51–170.48 mbsf) coincides with the abrupt decline suffered by the robust acarininids ( 170.52 mbsf ). Much like the morozovellids, A. wilcoxensis disappears temporarily (170.54–170.34 mbsf ) from the PETM record with the termination of step 1. The transient declines of these diagnostic taxa are roughly correlative with the onset of the second d13C decrease in the CIEbulk record ( 170.45 mbsf ). Hence, step 1 is confined stratigraphically to the lowermost part of the CIE. [18] Step 2 in the faunal response is recorded over the stratigraphic interval spanning 170.50–169.74 mbsf. Its beginning is marked by a sharp decline in the relative abundance of A. coalingensis and a concomitant decrease in the abundance of robust acarininids (Figures 4f and 4g). The temporary decline in relative abundance of the A. coalingensis group is most pronounced over the 170.31– 170.25 mbsf interval. Conversely, the morozovellids return to the stratigraphic record (170.46 mbsf ) during step 2, and continue on to record their acme ( 7%) at 170.11 mbsf (Figure 4i). The base of step 2 is also delimited by the last stratigraphic appearance of A. praepentacamerata at 170.44 mbsf (Figure 4a). [19] Low relative abundances of A. nitida and A. subsphaerica (Figures 4b and 4c), as well as the uppermost stratigraphic occurrence of A. mckannai (170.16 mbsf ) within the study section (Figure 4d) further characterize step 2. The presence of C. trinitatensis and A. wilcoxensis, albeit at extremely low percentages (<2%), is additional criteria for defining step 2 in the faunal response (Figures 4j and 4k). Also, the subbotinids recover through this interval, scoring relative abundances in excess of 50% (Figure 4e). [20] The transition from step 2 into step 3 is gradational and entails a stratigraphic succession of last appearances within the CIEbulk record. The first is recorded at 169.97 mbsf and represents the uppermost occurrence of A. wilcoxensis (Figure 4k). The last occurrence of A. wilcoxensis is followed by the last occurrence of large (>180 mm) C. trinitatensis at 169.80 mbsf (Figure 4j). The third, and most conspicuous, of these disappearances is the uppermost stratigraphic occurrence of the genus Morozovella at 169.74 mbsf (Figure 4i). [21] Additional criteria distinguishing step 3 is a pronounced recovery in the relative abundance of A. coalingensis (Figure 4g), and a lesser increase in the percentage of its robust variants (Figure 4f ). It is during step 3 (169.74–169.10 mbsf ) that A. coalingensis attains a second peak ( 60%) in relative abundance. Other acarininid species such as A. nitida, A. subsphaerica, and A. soldadoensis are present as well, but at relatively low abundances (Figures 4b, 4c, and 4h). Members of the genus Subbotina become less common within the early parts of step 3 (Figure 4e). Furthermore, the conspicuous absence of morozovellids and large chiloguembelinids makes step 3 all the more distinctive. Step 3 straddles the transition from the third\ndecrease in the CIEbulk record and the early stages of the CIEbulk recovery. [22] Step 4 in the faunal response is seen within the 2 m of section (169.10–167.10 mbsf ) over which CIEbulk ratios increase asymptotically toward higher background values. It is here, in the wake of the second A. coalingensis acme, that the genus Acarinina suffers a wholesale decline; specimens of A. coalingensis (Figure 4g) and A. soldadoensis (Figure 4h) are absent throughout this interval. An exception to the overall decline in acarininids is the presence of high-spired morphotypes (Figure 3r) that are tentatively assigned to the taxon A. subsphaerica. In contrast to the acarininid decline, the relative abundance of members of the genus Subbotina, most notably S. patagonica (Figure 3g), exhibit a concomitant increase during step 4. The subbotinids dominate step 4, composing over 90% of some assemblages (Figures 4e and 4l). [23] On a cautionary note, foraminifera are extremely rare in some of the samples within step 4. The impoverished state of some of the step 4 assemblages lends an added degree of uncertainty to the counting statistics. The scarcity of foraminifera is most problematic within the 168.60– 168.10 mbsf interval where the total number of specimens counted for each sample was less than 50 (Figure 2c). Nevertheless, the Subbotina acme is seen also in assemblages from stratigraphic horizons immediately below (168.80 and 168.78 mbsf ) and above (167.20 mbsf ) this impoverished interval. Added confidence is derived from the fact that step 4 is preserved in carbonate-rich sediments and the observation that acarininid and subbotinid specimens from these assemblages exhibit moderate to good preservation (Figures 3g and 3r). Step 4 assemblages are distinctly different from any others seen within the study section. [24] Step 5 is the final step in the faunal response and is recorded in the uppermost sample (166.90 mbsf). This step is denoted by a sharp increase in the relative abundance of A. coalingensis and its robust variant (Figure 3s). The reappearance of other acarininid species (A. soldadoensis and A. nitida) at this horizon is overshadowed by the recovery of the A. coalingensis plexus (Figures 4f and 4g). Thus, the relative abundance of the A. coalingensis group increased from 0% to >60% during step 5, while that of the subbotinids decreased from >90% to less than 15% (Figures 4e and 4l). Step 5 coincides with the termination of the CIEbulk and signifies a return to background conditions."
  }, {
    "heading": "4. Discussion",
    "text": "[25] Oxygen isotope records from Site 690 show that SSTs in the Southern Ocean reached their Cenozoic maximum ( 20 C) during the PETM [Kennett and Stott, 1991; Zachos et al., 1993]. The striking changes seen among the planktonic foraminiferal assemblages attest to the profound effect PETM warming had on the pelagic ecosystem at Site 690. The onset of the CIE, the hallmark signature of the PETM, is nearly synchronous with the first and last appearances of a number of distinctive taxa. The sudden appearance of thermophilic taxa (e.g., Morozovella aequa and M. subbotinae) at this subpolar site is evidence that high-\nlatitude warming permitted these warm-water species to expand their paleobiogeographic ranges to include subpolar waters. [26] A caveat inherent to such a temporally/spatially focused study is that the stratigraphic first and last occurrences seen in the Site 690 PETM section do not necessarily represent true evolutionary originations and/or extinctions. Rather, the first and last appearances seen within the Site 690 PETM record reflect fluctuations in species’ paleobiogeographic ranges as they tracked shifting water mass boundaries, migrating into and out of the study area [e.g., Kennett and Stott, 1995]. It is noteworthy, however, that a review of the literature [Stott and Kennett, 1990] indicates that the first appearance datums of the morozovellids (M. aequa and M. subbotinae), large biserials (Chiloguembelina trinitatensis >180 mm), and robust variants of A. coalingensis are roughly correlative with the onset of the CIE at Site 690. A similar stratigraphic succession in which members of the genus Morozovella first appear in the record near the base of the CIE has been reported [Lu and Keller, 1993] from another PETM section from the Southern Ocean (ODP Site 738). Thus, the first appearance datums of these distinctive morphotypes may prove useful for approximating the stratigraphic position of the CIE throughout the Southern Ocean. [27] Locating the precise stratigraphic position for the beginning of the planktonic foraminiferal response provides important evidence for evaluating causal mechanisms. The earliest signs of faunal change (170.77 mbsf ) are recorded 8 cm below the base of the CIEbulk, but are virtually coeval with the base of the CIEpf (170.78 mbsf ) recorded in individual shells of planktonic foraminifera [Thomas et al., 2002]. This places the base of the planktonic foraminiferal response 16 cm below the benthic foraminiferal extinction (170.61 mbsf ). This stratigraphic offset is evidence that a substantial amount of time ( 103 years) elapsed before the full impact of the PETM was felt by the marine benthos, and that the surface ocean/atmosphere was affected by the PETM before the deep ocean basins (Figure 5b). The ‘‘top-to-bottom’’ pattern in the biotic response should not be confused with Kennett and Stott’s [1995] ‘‘bottom-up’’ description for the intensity of the biotic extinction. It is also recommended that causal mechanisms for the PETM be reevaluated in light of the ‘‘top-to-bottom’’ biotic response seen at Site 690."
  }, {
    "heading": "4.1. Intractable Nature of PETM Paleoproductivity",
    "text": "[28] Documenting the assemblage changes at this Southern Ocean location complements assemblage studies performed on low-latitude PETM sections [e.g., Kelly et al., 1996a, 1998] by providing a more global picture of how the pelagic ecosystem responded to this episode of extreme warmth. A common feature shared by planktonic foraminiferal responses in both high-latitude and lowlatitude PETM sections is an initial increase in the relative abundance of acarininids at the base of the CIE. At Site 690, this acarininid ‘‘spike’’ is represented by sharp increases in the relative abundances of A. coalingensis (Figures 4f and 4g) and A. soldadoensis (Figure 4h). In low-latitude regions, a similar acarininid ‘‘spike’’ is seen in\nPETM sections throughout the Tethyan region [Lu et al., 1996; Schmitz et al., 1997; Pardo et al., 1999] and in the tropical Pacific Ocean [Kelly et al., 1996a, 1998], although the caste of acarininid species differs. The ubiquitous occurrence of the acarininid ‘‘spike’’ suggests that some aspect of this group’s paleoecology was advantageous under PETM conditions. [29] In general, the stable isotopic signatures of Acarinina species are most analogous to those of modern planktonic foraminifera that inhabit the photic zone and possess algal symbionts [D’Hondt et al., 1994; Norris, 1996; Quillévéré et al., 2001]. Throughout the evolutionary history of the foraminifera, algal symbiosis has been a recurrent adaptive response to the development of stable, nutrient-depleted water masses [Haynes, 1965; Lee et al., 1979; Hallock, 1985; Kelly et al., 1996b; Norris, 1996]. Thus, the sharp increase seen in the relative abundance of acarininids at Site 690 may be in response to increased oligotrophy during the early stages of the PETM [e.g., Kelly et al., 1996a, 1998]. Perhaps high-latitude warming deepened the thermocline at Site 690, thereby reducing oceanic mixing and nutrient replenishment to the photic zone. Dramatic changes seen among the calcareous nannoplankton assemblages at Site 690 parallel those in the planktonic foraminifera and have been interpreted as reflecting a shift from colder, productive surface waters to warmer, nutrient-depleted conditions during the PETM [Bralower, 2002]. [30] A shift to less productive surface waters during the PETM seems inconsistent with the selectivity displayed by the benthic foraminiferal extinction; epifaunal species were preferentially targeted for extinction, while small infaunal species flourished during the PETM. This biased survivorship is thought to signify either an increased flux of organic matter from the sea surface to the seafloor and/ or the presence of poorly oxygenated bottom waters [Thomas, 1998; Speijer et al., 1996; Speijer and Schmitz, 1998; Thomas et al., 2000]. The former interpretation asserts that oceanic surface waters became more eutrophic during the PETM. Moreover, several lines of evidence suggest that the PETM was a period of pronounced chemical weathering and continental runoff. Clay–mineral assemblages exhibit a sharp increase in kaolinite content across several PETM records, including that at Site 690 [Robert and Kennett, 1994]. This influx of kaolinite indicates a climatic change to more humid conditions and an intensification of chemical weathering [Gibson et al., 1993; Robert and Kennett, 1994; Kaiho et al., 1996; Cramer et al., 2000]. The climatic signature of PETM clay assemblages is supported by changes seen among nearshore dinoflagellate cyst assemblages [Crouch et al., 2001]. In nearshore environments, dinoflagellate diversity decreases as assemblages become dominated by a single genus (Apectodinium) during the PETM. This Apectodinium bloom appears to have been an opportunistic response to increased productivity in marginal marine waters driven by riverine runoff from intensely weathered continents [Crouch et al., 2001]. Finally, bulk-sediment records from several PETM sections display a pronounced increase in barium content, and this barium anomaly has been interpreted to reflect elevated levels of organic matter delivered to the seafloor [Bains et al., 2000]. [31] The discrepant responses of the calcareous plankton and benthic foraminifera to the PETM are largely reconciled by an alternative explanation that contends that vast areas of the ocean basins were temporarily bathed by relatively warm, oxygen-depleted bottom waters [e.g., Miller et al., 1987; Kennett and Stott, 1991; Pak and Miller, 1992; Kaiho et al., 1996]. This view is supported by both geochemical and sedimentological evidence. Benthic foraminiferal d18O records from geographically widespread locales show that oceanic intermediate waters ( 1000–2500 m water depth) warmed, on average, by 4 C [e.g., Kennett and Stott, 1991; Zachos et al., 1993; Bralower et al., 1995; Thomas and Shackleton, 1996]. This rapid temperature increase would have decreased the solubility of oxygen, asphyxiating epifaunal benthic foraminifera that prefer well-ventilated bottom waters [e.g., Thomas and Shackleton, 1996; Kaiho et al., 1996]. This respiratory crisis would have been exacerbated if large quantities of methane were oxidized in the ocean. Furthermore, oxygen-depleted conditions on the seafloor appear to have curtailed the burrowing activity of benthic organisms. This is evidenced by a reduction in bioturbation near the base of the CIE [Kennett and Stott, 1991; Bralower et al., 1997; Thomas et al., 2002]. It is also noteworthy, that most PETM sections contain relatively low amounts of organic carbon, despite the presence of widespread dysoxia on the seafloor [Bralower et al., 1997; Bralower, 2002]. Moreover, it has recently come to light that gas hydrate reservoirs contain vast quantities of sulfate-depleted waters with unusually high concentrations of barium [Dickens et al., 2003]. A release of methane through the dissociation of massive quantities of gas hydrate would alter the barium saturation state in bottom waters, fostering favorable conditions for the preservation of biogenic barite (BaSO4) in seafloor sediments. Thus, the barium anomaly measured in the PETM bulk-sediment records may be an ancillary by-product of methane release, not a primary signature for increased surface water productivity. [32] Despite these interpretative differences, there is general agreement that PETM warming led to major changes in the latitudinal and vertical thermal structure of the oceans. This global reorganization of the oceans undoubtedly altered the distribution and cycling of nutrients [e.g., Thomas, 1998]. Some of the disagreement over paleoproductivity changes is likely to stem from geographic differences between local preservational/productivity conditions (i.e., nearshore, shelf areas versus pelagic, open-ocean environments). Bralower [2002] has suggested that shelf environments became a more effective nutrient sink during the PETM, leading to the relative starvation of the open oceans. Furthermore, the planktonic foraminiferal assemblage changes seen in the Site 690 PETM record show that the response is composed of multiple events, a level of complexity not previously known. Thus, some of the interpretative differences over paleoproductivity may stem from vagaries of the sedimentary record; a minor hiatus would\ndrastically alter the sequence of events preserved within a given PETM section [e.g., Aubry, 1998; Dickens, 1998]."
  }, {
    "heading": "4.2. Complexity of the PETM Response",
    "text": "[33] The detail at which the planktonic foraminiferal assemblages have been examined shows that the PETM response at Site 690 actually consists of a series of multiple steps that occurred in a sequential fashion. To a limited degree, some of this variance is dependent upon the total number of specimens counted for each sample. The relative abundances of species that are typically rare are particularly sensitive to this statistical limitation [e.g., Raup, 1975]. It is noteworthy, however, that all five steps in the faunal response are defined by pronounced changes in the relative abundances of common taxa. For instance, step 4 in the faunal response is recorded within a 2 m long, carbonate-rich interval that contains relatively few planktonic foraminifera (Figure 2c). However, a stratigraphic series of nine consecutive samples from within this same interval failed to yield a single specimen of A. coalingensis, A. soldadoensis, and/or their robust variants (see Figures 4f–4h). The absence of these otherwise commonplace taxa is convincing evidence that the step 4 assemblages are truly unique, despite the general scarcity of planktonic foraminifera in some of these samples. The overall robust nature of each step in the faunal response is well expressed by relative abundance changes seen in the stratigraphic distribution of A. coalingensis (Figure 4g). [34] It should also be noted that several of the steps identified within the faunal response coincide with the second-order d13C shifts in the CIEbulk record. The relative abundance of A. coalingensis increases sharply (step 1) with the CIEbulk onset, then decreases (step 2) with the second CIEbulk decrease, rising again (step 3) during the later stages of the third CIEbulk decrease, only to decline to its nadir (step 4) during the CIEbulk recovery. Finally, the uppermost sample is dominated by A. coalingensis (step 5) and corresponds to the CIEbulk termination. The relationship between the relative abundance of A. coalingensis and the fine-scale CIEbulk shifts is not unidirectional, in some instances the abundance of A. coalingensis increases while in others it decreases. Nevertheless, this variation supports the notion that minor decreases in the CIEbulk record represent multiple ‘‘events.’’ [35] It has been argued that the fine-scale CIEbulk decreases reflect multiple injections of isotopically depleted methane [Bains et al., 1999; Röhl et al., 2000]. This view has been criticized because the minor CIEbulk shifts mirror stratigraphic patterns of change seen among calcareous nannoplankton assemblages [Bralower, 2002]. Given that calcareous nannofossils are the primary constituent of most bulk-carbonate samples, Bralower [2002] surmised that the minor CIEbulk shifts are artifacts stemming from isotopic vital effects of the dominant nannofossil taxa, not multiple episodes of methane injection. Here, the series of changes documented among the planktonic foraminifera are interpreted as local responses to multiple episodes of oceanic change recorded within the CIEbulk record. Whether the calcareous microplankton and nannoplankton responses\nwere driven by multiple injections of methane remains open to debate."
  }, {
    "heading": "4.3. Striking Faunal and Sedimentological Change at the End of the CIE",
    "text": "[36] Curious faunal and sedimentological changes coincide with the recovery phase in the CIEbulk record. Of particular interest, is step 4 in the planktonic foraminiferal response which entailed a temporary ‘‘crash’’ in diversity and relative abundance of the mixed-layer-dwelling acarininids (Figures 4b and 4f–4h). The decline in the acarininids was accompanied by a concomitant increase in the relative abundance of the subbotinids (Figure 4e), especially Subbotina patagonica (Figure 4l). The preponderance of subbotinids, and conspicuous absence of typical acarininid taxa (i.e., A. coalingensis and A. soldadoensis), make the step 4 assemblages distinctly different from any of the other faunas seen in the study section. The unique character of these assemblages is accentuated by the presence of atypical morphotypes tentatively assigned to A. subsphaerica (Figure 3r). [37] The unusual character of the step 4 assemblages becomes all the more evident when one considers the paleobiogeography and paleoecology of the dominant subbotinids. Study of latitudinal variation in Early Paleogene planktonic foraminiferal assemblages has shown that the subbotinids are most common in colder, high-latitude waters [Boersma and Premoli Silva, 1983]. Moreover, numerous investigations have established that the subbotinids possess relatively high d18O signatures compared to most Paleogene planktonic foraminifera, corroborating that the subbotinids preferred colder waters [e.g., Boersma et al., 1987; Shackleton et al., 1985; Norris, 1996]. Thus, subsumed within the CIEbulk recovery is faunal evidence for a transient cooling of SSTs. [38] The asymptotic nature of the CIEbulk recovery is seen worldwide, and is thought to indicate that some reservoir(s) within the global carbon cycle served as a major sink(s) for the sequestration of substantial amounts of 12C, and by proxy, the greenhouse gas CO2 [e.g., Dickens et al., 1997; Norris and Röhl, 1999]. The step 4 assemblages and CIEbulk recovery are preserved within a stratigraphic interval of the Site 690 section that exhibits a significant increase in carbonate content. Carbonate content increases through the CIEbulk recovery from 65% to more than 85% [Bralower et al., 1998], imparting a white color to the sediments (Figure 5a). This increase is also expressed as a dilution of Fe content in the sediments [Röhl et al., 2000]. It is therefore paradoxical that the absolute number of foraminifera appears to decline sharply as carbonate content increases (Figures 2 and 5a and 5b). Selective dissolution of foraminiferal species seems unlikely because carbonate content increases, and the few foraminifera that are present exhibit moderate to good preservation (Figures 3g and 3r). Hence, the most plausible explanation is a disproportionate increase in the amount of fine-fraction (<63 mm) carbonate (i.e., calcareous nannofossils). The unusual character of the foraminiferal assemblages (step 4) preserved within this carbonate-rich deposit provides clear evidence that this sedimentological shift was produced by atypical surface water conditions. An impor-\ntant corollary of this interpretation is that sedimentation rates increased markedly, diluting both the coarse fraction (foraminifera) and Fe content through this interval. This model is supported by a parallel dilution of cosmogenic 3He concentrations that is believed to reflect a 10-fold increase in sedimentation rates at Site 690 [Eltgroth and Farley, 2001]. [39] The increase in carbonate content during the CIEbulk recovery contrasts starkly with the carbonate dissolution associated with the CIEbulk onset in a number of other PETM sections [Thomas and Shackleton, 1996; Dickens et al., 1997; Bralower et al., 1997; Thomas et al., 1999]. Given the equilibrium between ocean alkalinity (CO3 = ion content) and atmospheric CO2 [e.g., Berger, 1977; Broecker and Peng, 1987; Archer and Maier-Reimer, 1994], the Site 690 carbonate compensation shift during the CIEbulk recovery was likely a response to increased ocean alkalinity as the global carbon cycle approached a new steady state. Perhaps it represents a ‘‘preservational event ’’ fostered by a transient (103–104 years) decline in CO2 uptake of the oceanic reservoir [sensu Broecker et al., 1993]. Such an interpretation implies that reservoirs other than the marine carbonate\nsystem had their capacity for CO2 uptake temporarily enhanced, thereby reducing carbonate dissolution in the Southern Ocean. Thus, CO2 uptake by terrestrial reservoirs such as the weathering of silicate rocks [Ravizza et al., 2001] and/or continental vegetation [Beerling, 2000] may have increased during the PETM. [40] As with any feedback system, differentiating cause and effect can be difficult. Nevertheless, the role of carbonate compensation as a sink for CO2 at the close of the PETM is relatively unappreciated even though this mechanism modulates atmospheric CO2 on timescales (10\n3 years) applicable to the PETM [e.g., Broecker and Peng, 1987]. The geographic extent of this carbonate spike is presently unknown, so it is possible that it was formed by a local aberration in carbonate supply (massive, prolonged coccolith blooms). Hence, delineating the geographic extent of this carbonate layer in the Southern Ocean is important for understanding how negative feedback systems curbed PETM greenhouse conditions."
  }, {
    "heading": "5. Conclusions",
    "text": "[41] Rapid warming of Earth’s climate forced a global reorganization of planktonic foraminiferal population structures during the PETM ( 55 Ma). The biotic effects of this warming are pronounced at high-latitude locations in the Southern Ocean. Detailed study shows that Antarctic (ODP Site 690) planktonic foraminiferal assemblages underwent a stepwise series of changes in response to PETM warming. The complex fabric of this response reflects polar immigrations/emigrations of thermophilic taxa as paleoceanographic conditions varied during the PETM. Thus, unlike some lowlatitude PETM sections that contain novel morphotypes confined stratigraphically to the CIE, all species recognized in the Site 690 section have global stratigraphic distributions that predate and/or postdate the CIE. [42] Step 1 in the faunal response coincides with the onset of the CIEpf, but predates the onset of the CIEbulk (Figure 5). The most conspicuous aspect of step 1 is striking changes within the genus Acarinina. The acarininid turnover entailed the replacement of A. nitida and A. praepentacamerata by A. coalingensis and A. soldadoensis. The presence of large, subspecific variants of these successor species (A. coalingensis and A. soldadoensis) accentuates this episode of faunal change. Thus, the stratigraphic first occurrence of robust, heavily calcified acarininids is correlative with the base of the CIE at Site 690. Rare specimens of Morozovella aequa first appear in the stratigraphic section during this early acarininid turnover (Figure 5b). Moreover, the stratigraphic first appearances of A. wilcoxensis, M. subbotinae, and large specimens (>180 mm) of the biserial species Chiloguembelina trinitatensis occur shortly thereafter. All of these biostratigraphic data proved useful for approximating the position of the base of the CIE at Site 690, a testimony to the profound influence the PETM had on the pelagic ecosystem. [43] The stratigraphic record preserved at Site 690 shows that the planktonic foraminiferal response initiated prior ( 103 years) to the benthic foraminiferal extinction (Figure\n5b). This indicates that the biotic effects of the PETM were felt first in the surface ocean, then in the deep ocean basins. It is therefore recommended that causal mechanisms for the PETM take into account the ‘‘top-to-bottom’’ temporal succession in the biotic response. [44] Step 2 occurred subsequently to the initial PETM response. Salient features of step 2 are a marked decrease in the relative abundances of all acarininids (e.g., A. coalingensis, A. praepentacamerata, A. mckannai, A. subsphaerica, and A. nitida) and a concomitant increase in the relative abundance of the genus Subbotina. It is during step 2 that the genus Morozovella attains its peak relative abundance, although this group remains a relatively minor component of the assemblages. Initiation of step 2 coincides with the second decrease seen in the CIEbulk record (Figure 5). [45] Step 3 in the PETM response is typified by a recovery in the relative abundances of A. coalingensis and its robust variant (Figure 5b). This stage of the faunal response is further characterized by the conspicuous absences of morozovellids, A. wilcoxensis, and large C. trinitatensis. Hence, the morozovellids and their cohort taxa (A. wilcoxensis and C. trinitatensis) are restricted stratigraphically to the lower portion of the CIEbulk during the PETM. [46] Step 4 in the PETM response is correlative with the later stages of the CIEbulk where d 13C ratios exhibit an asymptotic return toward higher, background values (Figure 5). Sediments within this expanded, 2 m thick interval contain few foraminifera, while exhibiting an increase in carbonate content. This paradox is attributed to a dilution effect caused by a disproportionate increase in fine-fraction (<63 mm) carbonate. Furthermore, the impoverished assemblages within this carbonate-rich interval become distinctly cold water in character. These cold water assemblages contain few acarininids and are dominated by the genus Subbotina. It is proposed that this interval of carbonate enrichment may represent a ‘‘preservational event’’ [sensu Broecker et al., 1993] fostered by a transient increase in ocean alkalinity. A corollary of this model is that CO2 uptake by terrestrial reservoirs (e.g., continental vegetation and chemical weathering of silicate rocks) was temporarily enhanced following the PETM perturbation. [47] The uppermost assemblage in the stratigraphic section represents step 5. This assemblage is dominated by A. coalingensis, and contains relatively few subbotinids. Thus, an acarininid-rich assemblage caps the study section (Figure 5b). Step 5 in the faunal response coincides with the termination of the CIEbulk and reflects the onset of postPETM conditions.\n[48] Acknowledgments. This work is made possible by the Ocean Drilling Program. Coarse-fraction splits are courtesy of D. Thomas and T. Bralower (University of North Carolina at Chapel Hill) and R. Norris (Woods Hole Oceanographic Institution). Insightful comments by S. Schellenberg, R. Olsson, and an anonymous reviewer improved the manuscript. Research is supported in part by NSF (EAR98-14604). The author expresses appreciation to R. Noll of the Facility for Scanning Electron Microscopy (University of Wisconsin-Madison) for technical assistance. Assemblage count data are archived with the NOAA/NGDC World Data Center-A for Paleoclimatology and can be accessed via ftp://ftp.ngdc.noaa. gov/paleo/contributions by author/kelly2002/."
  }],
  "year": 2002,
  "references": [{
    "title": "Mechanisms of climate warming at the end of the Paleocene",
    "authors": ["S. Bains", "R.M. Corfield", "R.D. Norris"],
    "venue": "Science, 285,",
    "year": 1999
  }, {
    "title": "Termination of global warmth at the Palaeocene/Eocene boundary through productivity",
    "authors": ["S. Bains", "R.D. Norris", "R.M. Corfield", "K.L. Faul"],
    "venue": "feedback, Nature,",
    "year": 2000
  }, {
    "title": "Increased terrestrial carbon storage across the Palaeocene–Eocene boundary, Palaeogeogr",
    "authors": ["D.J. Beerling"],
    "venue": "Palaeoclimatol. Palaeoecol.,",
    "year": 2000
  }, {
    "title": "Paleocene planktonic foraminiferal biogeography and paleoceanography of the Atlantic Ocean, Micropaleontology",
    "authors": ["A. Boersma", "I. Premoli Silva"],
    "year": 1983
  }, {
    "title": "Atlantic Eocene planktonic foraminiferal paleohydrographic indicators and stable isotope paleoceanography, Paleoceanography",
    "authors": ["A. Boersma", "I. Premoli Silva", "N.J. Shackleton"],
    "year": 1987
  }, {
    "title": "High-resolution records of the late Paleocene thermal maximum and circum-Caribbean volcanism: Is there a causal link",
    "authors": ["T.J. Bralower", "D.J. Thomas", "E. Thomas", "J.C. Zachos"],
    "venue": "Comment and reply, Geology,",
    "year": 1998
  }, {
    "title": "The role of CaCO3 compensation in the glacial to interglacial atmospheric CO2 change, Glob",
    "authors": ["W.S. Broecker", "T.-H. Peng"],
    "venue": "Biogeochem. Cycles,",
    "year": 1987
  }, {
    "title": "Mammalian community response to the latest Paleocene thermal maximum: An isotaphonomic study in the northern Bighorn",
    "authors": ["W.C. Clyde", "P.D. Gingerich"],
    "year": 1998
  }, {
    "title": "River section: An exceptional record of the LPTM event in a neritic",
    "authors": ["Browning", "The Bass"],
    "venue": "setting, Bull. Geol. Soc. Fr.,",
    "year": 2000
  }, {
    "title": "Global dinoflagellate event associated with the late",
    "authors": ["E.M. Crouch", "C. Heilmann-Clausen", "H. Brinkhuis", "H.E.G. Morgans", "K.M. Rogers", "H. Egger", "B. Schmitz"],
    "venue": "Paleocene thermal maximum,",
    "year": 2001
  }, {
    "title": "Stable isotopic signals and photosymbiosis in late Paleocene planktic",
    "authors": ["S. D’Hondt", "J.C. Zachos", "G. Schultz"],
    "venue": "foraminifera, Paleobiology,",
    "year": 1994
  }, {
    "title": "High-resolution records of the late Paleocene thermal maximum and circumCaribbean volcanism: Is there a causal link",
    "authors": ["G.R. Dickens"],
    "venue": "Comment and reply, Geology,",
    "year": 1998
  }, {
    "title": "Dissociation of oceanic methane hydrate as a cause of the carbon isotope excursion at the end of the Paleocene, Paleoceanography",
    "authors": ["G.R. Dickens", "J.R. O’Neil", "D.K. Rea", "R.M. Owen"],
    "year": 1995
  }, {
    "title": "A blast of gas in the latest Paleocene: Simulating first-order effects of massive dissociation of oceanic methane",
    "authors": ["G.R. Dickens", "M.M. Castillo", "J.C.G. Walker"],
    "venue": "hydrate, Geology,",
    "year": 1997
  }, {
    "title": "Environmental impact of volcanic margin formation, Earth Planet",
    "authors": ["O. Eldholm", "E. Thomas"],
    "venue": "Sci. Lett., 117,",
    "year": 1993
  }, {
    "title": "High resolution timing of the late Paleocene thermal maximum by extraterrestrial 3He implied sedimentation rates at ODP Site 690B",
    "authors": ["S.F. Eltgroth", "K.A. Farley"],
    "venue": "Eos Trans. AGU,",
    "year": 2001
  }, {
    "title": "Latest Paleocene lithologic and biotic events in neritic deposits of southwestern",
    "authors": ["T.G. Gibson", "L.M. Bybell", "J.P. Owens"],
    "venue": "New Jersey, Paleoceanography,",
    "year": 1993
  }, {
    "title": "Why are larger foraminifera large",
    "authors": ["P. Hallock"],
    "venue": "Paleobiology, 11,",
    "year": 1985
  }, {
    "title": "Symbiosis, wall structure, and habitat in foraminifera, Contrib",
    "authors": ["J. Haynes"],
    "venue": "Cushman Found. Foraminiferal Res.,",
    "year": 1965
  }, {
    "title": "Latest Paleocene benthic foraminiferal extinction and environmental changes at Tawanui",
    "authors": ["K Kaiho"],
    "venue": "New Zealand, Paleoceanography,",
    "year": 1996
  }, {
    "title": "Uncorking the bottle: What triggered the Paleocene–Eocene thermal maximum methane",
    "authors": ["M.E. Katz", "B.S. Cramer", "G.S. Mountain", "S. Katz", "K.G. Miller"],
    "venue": "release?, Paleoceanography,",
    "year": 2001
  }, {
    "title": "Evolutionary consequences of the latest Paleocene thermal maximum for tropical planktonic foraminifera, Palaeogeogr",
    "authors": ["D.C. Kelly", "T.J. Bralower", "J.C. Zachos"],
    "venue": "Palaeoclimatol. Palaeoecol.,",
    "year": 1998
  }, {
    "title": "Abrupt deep-sea warming, palaeoceanographic changes and benthic extinctions at the end of the Palaeocene",
    "authors": ["J.P. Kennett", "L.D. Stott"],
    "venue": "Nature, 353,",
    "year": 1991
  }, {
    "title": "Symbiosis and the evolution of larger foraminifera, Micropaleontology",
    "authors": ["J.J. Lee", "M.E. McEnery", "E.G. Kahn", "F.L. Schuster"],
    "year": 1979
  }, {
    "title": "The Paleocene–Eocene transition in the Antarctic Indian Ocean: Inference from planktic foraminifera",
    "authors": ["G. Lu", "G. Keller"],
    "venue": "Mar. Micropaleontol.,",
    "year": 1993
  }, {
    "title": "Long-term (105) d13C excursion near the Palaeocene–Eocene transition: Evidence from the Tethys",
    "authors": ["G. Lu", "G. Keller", "T. Adatte", "N. Ortiz", "E. Molina"],
    "venue": "Terra Nova,",
    "year": 1996
  }, {
    "title": "Abyssal circulation and benthic foraminiferal changes near the Paleocene/Eocene",
    "authors": ["K.G. Miller", "T.R. Janecek", "M.E. Katz", "D.J. Keil"],
    "venue": "boundary, Paleoceanography,",
    "year": 1987
  }, {
    "title": "Symbiosis as an evolutionary innovation in the radiation of Paleocene planktic foraminifera, Paleobiology",
    "authors": ["R.D. Norris"],
    "year": 1996
  }, {
    "title": "Paleocene to Eocene benthic foraminiferal isotopes and assemblages: Implications for deepwater circulation",
    "authors": ["D.K. Pak", "K.G. Miller"],
    "venue": "Paleoceanography,",
    "year": 1992
  }, {
    "title": "Role of photosymbiosis and biogeography in the diversification of early Paleogene acarininids (planktonic",
    "authors": ["F. Quillévéré", "R.D. Norris", "I. Moussa", "W.A. Berggren"],
    "venue": "foraminifera), Paleobiology,",
    "year": 2001
  }, {
    "title": "Taxonomic diversity estimation using rarefaction",
    "authors": ["D.M. Raup"],
    "venue": "Paleobiology,",
    "year": 1975
  }, {
    "title": "Antarctic subtropical humid episode at the Paleocene–Eocene boundary: Clay mineral evidence, Geology",
    "authors": ["C. Robert", "J.P. Kennett"],
    "year": 1994
  }, {
    "title": "Stable isotope data and the ontogeny of Paleocene planktonic foraminifera",
    "authors": ["N.J. Shackleton", "R.M. Corfield", "M.A. Hall"],
    "venue": "J. Foraminiferal Res.,",
    "year": 1985
  }, {
    "title": "Atmospheric carbon dioxide and early Eocene climate: A general circulation modeling sensitivity study, Palaeogeogr",
    "authors": ["L.C. Sloan", "D.K. Rea"],
    "venue": "Palaeoclimatol. Palaeoecol.,",
    "year": 1995
  }, {
    "title": "A benthic foraminiferal record of Paleocene sea-level changes and trophic conditions at Gebel Aweina, Egypt, Palaeogeogr",
    "authors": ["R.P. Speijer", "B. Schmitz"],
    "venue": "Palaeoclimatol. Palaeoecol.,",
    "year": 1998
  }, {
    "title": "The impact of Paleocene/Eocene boundary events on middle neritic benthic foraminiferal assemblages from Egypt",
    "authors": ["R.P. Speijer", "G.J. van der Zwaan", "B. Schmitz"],
    "venue": "Mar. Micropaleontol.,",
    "year": 1996
  }, {
    "title": "Antartic Paleogene planktonic foraminifera biostratigraphy",
    "authors": ["L.D. Stott", "J.P. Kennett"],
    "venue": "ODP Leg 113, Sites",
    "year": 1990
  }, {
    "title": "Paleocene–Eocene bathyal and abyssal benthic foraminifera from the Atlantic Ocean, Micropaleontology",
    "authors": ["R.C. Tjaslma", "G.P. Lohmann"],
    "venue": "Spec. Publ.,",
    "year": 1983
  }, {
    "title": "Abrupt climate change and transient climates during the Paleogene: A marine perspective",
    "authors": ["J.C. Zachos", "K.C. Lohmann", "J.C.G. Walker", "S.W. Wise"],
    "venue": "J. Geol.,",
    "year": 1993
  }],
  "id": "SP:f64634189d51796fa6a25fa1af7ff86603cbb113",
  "authors": [{
    "name": "D. Clay Kelly",
    "affiliations": []
  }],
  "abstractText": "[1] High-resolution study of Antarctic planktonic foraminiferal assemblages (Ocean Drilling Program Site 690, Weddell Sea) shows that these microplankton underwent a stepwise series of changes during the Paleocene– Eocene thermal maximum (PETM). Initiation of this response coincides with the onset of the carbon isotope excursion (CIE) but precedes the benthic foraminiferal mass extinction. The ‘‘top-to-bottom’’ succession in the biotic response indicates that the surface ocean/atmosphere was affected before the deep sea. The earliest stage of the faunal response entailed a conspicuous turnover within the shallow-dwelling genus Acarinina and a succession of stratigraphic first appearances. The genus Morozovella, large (>180 mm) biserial planktonics, and A. wilcoxensis are all restricted to the lower CIE within this PETM section. Acarininid populations crashed as the ocean/climate system ameliorated during the CIE recovery, reflecting atypical surface water conditions. This transient decline in acarininids is paralleled by a marked increase in carbonate content of sediments. It is postulated that this interval of carbonate enrichment, and its unusual microfauna, reflects enhanced carbon storage within reservoirs of the global carbon cycle other than the marine carbonate system [sensu Broecker et al., 1993; Ravizza et al., 2001].",
  "title": "Response of Antarctic (ODP Site 690) planktonic foraminifera to the Paleocene–Eocene thermal maximum: Faunal evidence for ocean/climate change"
}