{
  "sections": [{
    "heading": "On observing the compositional variability of",
    "text": "the surface of Venus using nightside\nnear-infrared thermal radiation\nGeorge L. Hashimoto1\nCenter for Climate System Research, University of Tokyo, Tokyo, Japan\nSeiji Sugita Department of Earth and Planetary Science, University of Tokyo, Tokyo, Japan\nReceived 12 March 2003; revised 4 July 2003; accepted 10 July 2003; published 30 September 2003.\n[1] There are several windows in the near-infrared wavelength range ( 1 mm), in which thermal radiation emitted from the planetary surface penetrates through the thick Venus atmosphere and clouds. In this study we develop an improved method to estimate the surface emissivity on the basis of near-infrared thermal emission from the nightside Venus, which is observed through these windows. A simple radiative transfer model demonstrates that multiple reflection of thermal radiation between the atmosphere (including clouds) and the solid surface has a significant influence on the observed radiance under the condition of Venus, where reflectivity of overlying atmosphere and clouds is high. Thus it is necessary to take the effect of the reflection by the planetary surface into account in order to estimate accurately the variation in the surface emissivity on the basis of nearinfrared observation of Venus. The net effect of multiple reflection of surface thermal radiation between the atmosphere and the surface is to significantly reduce the spatial contrast in thermal radiation due to surface compositional variation. The model calculation demonstrates that despite this effect, detection of granitic rocks on the Venus surface using near-infrared windows is feasible. Since granitic and basaltic rocks have dramatically different 1 mm emissivities, granitic rocks are distinguishable from basaltic rocks by ground-based telescopic observation. AVenus orbiter that measures both the near-infrared thermal radiation and the surface altitude with great accuracy will provide us with a reliable surface emissivity map of Venus, which is a very valuable tool to detect granitic (i.e., Earth-like continental) rocks on Venus. INDEX TERMS: 1060 Geochemistry: Planetary geochemistry (5405, 5410, 5704, 5709, 6005, 6008); 6295 Planetology: Solar System Objects: Venus; 5470 Planetology: Solid Surface Planets: Surface materials and properties; 5464 Planetology: Solid Surface Planets: Remote sensing; KEYWORDS: Venus, crust composition, granite, near-infrared, emissivity\nCitation: Hashimoto, G. L., and S. Sugita, On observing the compositional variability of the surface of Venus using nightside nearinfrared thermal radiation, J. Geophys. Res., 108(E9), 5109, doi:10.1029/2003JE002082, 2003."
  }, {
    "heading": "1. Introduction",
    "text": "[2] The chemical and mineralogical composition of the Venus surface are very important diagnostics for elucidating not only the bulk composition of the planet but also the evolution of the planet, such as the thermal history and chemical differentiation. Since Venus is similar to Earth in mass, density, and the distance from the Sun, information on Venus is expected to help us understand Earth significantly. [3] In particular, detecting granitic rocks is extremely important in understanding the early evolution of Venus. Here we use the term granite in a broad definition; i.e.,\nfelsic rocks. Since it has been suggested that the formation of felsic magmas requires water to be carried into the mantle by the subduction of hydrated oceanic crust [e.g., Campbell and Taylor, 1983], granitic rocks may be regarded as evidence for an ocean and subduction on the young Venus. [4] However, chemical characteristics of the Venus surface has not been understood enough to discuss the above issues. The thick atmosphere and clouds of Venus restrict methods to observe the surface. Nearly global mapping of the Venus surface has been conducted with microwaves, which can penetrate the thick Venus atmosphere and clouds. Two data sets, the radar reflectivity and radiothermal emissivity, revealed that the reflectivity and emissivity of highlands are remarkably different from those of lowlands [e.g., Pettengill et al., 1982, 1992]. Reflectivity and emissivity seem to be related with the mineralogical properties of the\nJOURNAL OF GEOPHYSICAL RESEARCH, VOL. 108, NO. E9, 5109, doi:10.1029/2003JE002082, 2003\n1Also at Institute of Space and Astronautical Science, Kanagawa, Japan.\nCopyright 2003 by the American Geophysical Union. 0148-0227/03/2003JE002082\n13 - 1\nsurface, but origins of the differences are still highly controversial [e.g., Campbell et al., 1997; Pettengill et al., 1997]. [5] In situ measurements of gamma-ray and X-ray fluorescence spectroscopy were performed by the Venera and Vega landers [Surkov et al., 1984, 1986, 1987]. They provide the abundance of some elements in soils. Those data indicate that the Venus surface is dominated by basaltic rocks, while the presence of some evolved lavas such as rhyolite is also suggested from the data [e.g., Kargel et al., 1993]. However, it is difficult to understand the global characteristics from the lander data since measurements are performed on only a few points on the vast Venusian surface. [6] Radar backscatter images reveal the morphology of many volcanic structures, which allows us to infer the chemical compositions of the lavas. Most of the volcanic landforms on Venus are consistent with low-viscosity eruptions, which are characteristic of basalt [e.g., Head et al., 1992]. Some other structures, such as pancake domes, are consistent with high-viscosity lavas. The pancake domes may be a Venus counterpart of terrestrial rhyolite domes [McKenzie et al., 1992]. However, it is difficult to determine uniquely the chemical composition of lavas since the morphology of volcanic structures is controlled by not only the composition but also the eruption condition and the crystallinity of magma [Bridges, 1995; Sakimoto and Zuber, 1995]. [7] New spectral windows of the Venus atmosphere were discovered at the near-infrared wavelengths (0.85, 0.90, 1.01, 1.10, and 1.18 mm), recently [Carlson et al., 1991; Lecacheux et al., 1993; Baines et al., 2000]. Radiation emitted by the surface were measured on the Venus nightside through the clouds, since thermal emission of Venus is not disturbed by reflected sunlight on the nightside. An atmospheric radiative transfer model demonstrates that the surface radiation accounts for virtually all (>95%) the radiation observed within the 1.0 mm window [Meadows and Crisp, 1996]. Actually, the images of Venus observed at these windows are correlated well with the topography [Lecacheux et al., 1993; Meadows and Crisp, 1996]. [8] Analyzing the near-infrared thermal emission, some groups of researchers searched for variations in surface emissivity. However, they found no signature of large variations at near-infrared wavelengths [Lecacheux et al., 1993; Meadows and Crisp, 1996]. Nevertheless, their analysis neglects the reflection of radiation by the planetary surface. Although this simplification does not cause a significant problem for Earth and Mars, it is problematic for Venus as shown below. Thus it is necessary to re-examine whether observation through one of the near-infrared windows can obtain a variation in the surface emissivity. [9] The purpose of this study is to develop a method to estimate thesurfaceemissivity fromtheobservationof thermal emission on the nightside Venus, considering all the relevant effects, including backscattering by overlying atmosphere (including clouds). We first examine the effect of the above simplificationused in thepreviousanalysis andseconddiscuss the feasibility of observing highly silisic rocks on Venus."
  }, {
    "heading": "2. Probing the Venus Surface Through NearInfrared Windows",
    "text": "[10] The newly discovered near-infrared windows allows thermal emission from the hot Venus surface to leak through\nthe Venus atmosphere and clouds [Carlson et al., 1991; Lecacheux et al., 1993; Baines et al., 2000]. The intensity of thermal emission is controlled by both the emissivity and the temperature of the surface. Thus, when surface temperature can be evaluated independently, we can estimate the surface emissivity from the intensity of leaked radiation. [11] It is possible to use the altimetry data measured by the Pioneer Venus and Magellan spacecrafts for estimating the surface temperature. Since the temporal variation in the temperature in the Venusian lower atmosphere is expected to be extremely small [e.g., Seiff, 1983], it can be assumed that planetary surface is thermally equilibrated with the contacting atmosphere. Then, the surface temperature can be approximated as the atmospheric temperature at the same elevation, which is calculated as a function of the altitude [Meadows and Crisp, 1996]. [12] To estimate the surface emissivity from the observation of ‘‘leaked’’ emission, it is also necessary to correct the modulation of radiation induced by overlying atmosphere (including clouds). Although the word ‘‘window’’ leads us to expect no or little extinction of light at the wavelength, it is not the case with the Venus near-infrared windows. Scattering by the atmospheric molecules and clouds cannot be neglected in the Venus near-infrared windows, even when absorption is negligible in the windows such as 1.0 mm. Since such scattering reduces the transmittance of thermal emissions from the surface to the space, variation in the optical thickness of clouds influences the intensity of leaked emission. This interferes with the effect of variation in the surface emissivity. [13] Scattering by atmospheric molecules and clouds also diffuses the spatial variation in the leaked emission due to the spatial variation of the surface emissivity. The 3-dimensional Monte Carlo simulation by Hashimoto and Imamura [2001] demonstrates that photons emitted from a point source on the Venus surface spread over 100 km at the cloud top. Thus the best spatial resolution of observation of the surface of Venus is about 100 km."
  }, {
    "heading": "2.1. Model",
    "text": "[14] Using a two-stream approximation, Moroz [2002] examined the visibility of the Venusian surface. Although the model by Moroz [2002] is accurate, it is very complicated and contains many model layers in the atmosphere and a number of microscopic optical properties of gas and cloud particles. However, we have found that the relation among the surface emissivity, the atmospheric reflectance, the surface temperature, and the outgoing flux can be derived with a much simpler model. Here we present a simple model to derive this relation using only key macroscopic properties of the atmosphere and surface. Such a simple model makes it easier to understand the physical meaning of the parameters and to develop a method to estimate the surface emissivity from the observation of nearinfrared windows. [15] For simplicity, the radiation field is expressed by hemispheric upward and downward flux densities; i.e., the two-stream approximation (Figure 1). The intense scattering in the cloud layer allows the two-stream model to approximate the radiative transfer in the Venusian atmosphere well. We also assume that absorption by the atmospheric molecules and clouds is negligible, because the 1.0 mm window is\nvirtually free from absorption [Meadows and Crisp, 1996]. Then we obtain the following equations for the nightside:\nF \" Surface ¼ pBl TSð Þ þ rF # Surface ð1Þ\nF # Surface ¼ RF \" Surface ð2Þ\nF \" TOA ¼ 1 Rð ÞF \" Surface ð3Þ\nwhere FTOA \"\nis the upward flux at the top of the atmosphere, and FSurface \" and FSurface # are the upward and downward flux at the surface, respectively. Furthermore, , r, TS, and Bl (T) are the surface emissivity, the surface reflectivity, the surface temperature, and the Planck function at temperature T, and wavelength l, respectively. The effect of scattering by the atmospheric molecules and clouds are expressed by the reflectance R of the atmosphere (including clouds), which is defined as the fraction of the upward radiation reflected by the atmosphere and clouds (equation (2)). [16] From the above simultaneous equations (1), (2), and (3), the next equation (4) is derived:\nF \" TOA ¼ 1 Rð Þ 1 rR pBl TSð Þ ð4Þ\nThis equation involves both the emissivity and reflectivity of the surface. Here, the reflectivity can be calculated from emissivity on the basis of Kirchhoff’s law:\nr ¼ 1 ð5Þ\nSubstituting the emissivity for the reflectivity in equation (4) using equation (5), we obtain the relation between the surface emissivity and leaked radiation:\nF \" TOA ¼ 1 Rð Þ 1 1 ð ÞR pBl TSð Þ ð6Þ\n[17] It is intuitively obvious that the intensity of leaked radiation depends only weakly on the surface emissivity when the overlying atmosphere, including clouds, is highly reflective (Figure 2). The influence of emissivity decreases as the atmospheric reflectance R increases. AsMoroz [2002] points out, the low sensitivity of the observed flux to the surface emissivity is due to the multiple reflection between the planetary surface and the atmosphere (including clouds). The intensity of leaked radiation is proportional to the upward flux at the surface (equation (3)), which comes from two sources (equation (1)). The first term on the righthand side of equation (1) is the emission from the planetary surface, which is proportional to the surface emissivity. However, the second term is the reflection by the planetary surface, which decreases as the surface emissivity increases. Such negative correlation between the emission and reflection reduces the sensitivity to the surface emissivity."
  }, {
    "heading": "2.2. Effect of Solid-Surface Reflection",
    "text": ""
  }, {
    "heading": "2.2.1. Conventional Approach",
    "text": "[18] Although variations in the surface emissivity of the Venusian surface was searched for through the near-infrared windows, no signature of large variations has been found [Lecacheux et al., 1993; Meadows and Crisp, 1996]. However, this is not surprising given our and Moroz’s finding that multiple cloud-surface reflection effectively washes out the variations in surface thermal flux due to emissivity variations. When this previous analytical ‘‘error’’ is properly corrected, we have much larger emissivity variations for a given range of observed flux. Here, we discuss an analytical approach to obtain the surface emissivity variations accurately and demonstrate that Venus may have a much larger surface variability in emissivity than previously thought. [19] As has been noted above, the modulation of radiation induced by the spatial variations in both surface temperature\nand atmospheric reflectance needs to be corrected to obtain the surface emissivity. To remove the effect of the variation in the atmospheric reflectance, Meadows and Crisp [1996] produced the ‘‘cloud-corrected’’ image, which is the ratio of 1.18 mm radiance to the 1.31 mm radiance. Through the 1.31 mm window, thermal emission from the atmosphere at altitudes between 30 to 50 km are observed from above the clouds [Taylor et al., 1997]:\nF1:31 ¼ F\"TOA l ¼ 1:31mmð Þ ¼ 1 R1:31ð ÞpB1:31 T1:31ð Þ ð7Þ\nwhere T1.31 is the emission temperature of 1.31 mm radiation. If the atmospheric reflectances R1.18 at 1.18 mm and R1.31 at 1.31 mmare the same, the ratio of 1.18 mm radiance to 1.31 mm radiance is written in a simple form. From equations (4) and (7), we have\nF1:18 F1:31 ¼ F\n\" TOA l ¼ 1:18mmð Þ F \" TOA l ¼ 1:31mmð Þ ¼ 1:18 1 r1:18R1:18 pB1:18 TSð Þ pB1:31 T1:31ð Þ\n¼ axe1:18pB1:18 TSð Þ ð8Þ\nwhere\na 1 pB1:31 T1:31ð Þ ¼ const: ð9Þ\nx 1 1 r1:18R1:18\nð10Þ\nHere, subscripts denote wavelength. Since the temperatures in the deep atmosphere does not fluctuate because of the large heat capacity, a can be assumed to be constant. [20] When the surface reflection is neglected, the surface reflectivity r is zero. Then, the factor x becomes constant, and the ratio F1.18/F1.31 of radiance at 1.18 mm to that at 1.31 mm is independent of the atmospheric reflectance. Consequently, the variations in the atmospheric reflectance are removed. However, since the value of surface reflectivity is actually not zero, the ratio of 1.18 mm to 1.31 mm radiance depends on the atmospheric reflectance. Thus this procedure byMeadows and Crisp [1996] fails to remove the effect of the variations in the atmospheric reflectance. Since x increases with atmospheric reflectance, the ratio of radiance at 1.18 mm to that at 1.31 mm is negatively correlated with atmospheric reflectance. Thus it is likely that this process accounts for the over-compensation in the cloudcorrected image reported by Meadows and Crisp [1996]. [21] To correct the influence of spatial variation in the surface temperature, Meadows and Crisp [1996] further divided the ratio of radiance at 1.18 mm to that at 1.31 mm by a synthetic radiance that was created with a uniform surface emissivity and nominal atmospheric reflectance. They use the altimetry map obtained by the Pioneer Venus orbiter and assume a near-surface temperature lapse rate to estimate the surface temperature. Whether the reflection of the radiation on the planetary surface is included or not, a synthetic radiance is proportional to the Planck radiation from the surface temperature TS (equation (4)):\nF1:18 syn ¼ bpB1:18 TSð Þ ð11Þ\nb ¼ const: ð12Þ\nTherefore the division by a synthetic radiance can correct the variation in the surface temperature\nb F1:18 F1:31F1:18 syn ¼ a b x 1:18 ð13Þ\n[22] To discuss the variations in the surface emissivity, Meadows and Crisp [1996] define contrast C as\nC b2 b1 b1\nð14Þ\nwhere subscripts refer to the geographical positions, and b1 < b2. If the reflection of the radiation on the planetary surface was neglected (r = 0), b is proportional to the surface emissivity. Then the contrast C represents the contrast of the surface emissivity. Dividing the cloudcorrected 1.18 mm radiance by the synthetic radiance, Meadows and Crisp [1996] obtain that the contrast C is 0.03 ± 0.04, and conclude that there is no signature of large variations in the surface emissivity at near-infrared wavelength. However, because it is not appropriate to neglect the reflection on the planetary surface as described in section 2.1, the contrast C defined by equation (14) does not represent the contrast of the surface emissivity. The contrast in surface emissivity should be re-examined taking the surface reflection into account. 2.2.2. New Approach [23] In the following, we estimate surface emissivity using our new model and the data presented by Meadows and Crisp [1996]. Using equations (6), (7), and (11), radiance at 1.18 mm divided by that at 1.31 mm and the synthetic radiance is\nbi F1:18\nF1:31F1:18 syn ¼ a 1 R1:18ð Þ b 1 R1:31ð Þ i 1 1 ið ÞR1:18\nð15Þ\nwhere i is emissivity at location i. Then, the contrast C defined by equation (14) is actually a function of both the surface emissivity and the atmospheric reflectance:\n2 1 1 ¼ C 1 R1:18 þ R1:18 1ð Þ 1 R1:18 CR1:18 1\nð16Þ\nSince the spatial variation in the atmospheric reflectance is not presented by Meadows and Crisp [1996], the atmospheric reflectance is assumed to be uniform in this study. However, the error due to this assumption is small, since the spatial variation in the atmospheric reflectance is almost corrected by the procedure of equation (8) [Meadows and Crisp, 1996]. [24] Putting the nominal values (Table 1) and C = 0.03 obtained with the analysis by Meadows and Crisp [1996], we obtain an approximate estimate of the surface emissivity contrast:\n2 1 1 ¼ 0:17 ð17Þ\nThis is much larger emissivity contrast than that ( 0.03) estimated by Meadows and Crisp [1996]. In this estimate, we neglect the small absorption by atmospheric molecules at 1.18 mm window. We have to use a much more detailed model to evaluate the error due to the absorption by the\natmosphere accurately. Nevertheless, since such error is expected to be small, it is very likely that there is a large spatial variation in the surface emissivity at 1.18 mm wavelength."
  }, {
    "heading": "3. Emissivity and Mineralogy",
    "text": ""
  }, {
    "heading": "3.1. Condition for Detecting Granitic Rocks",
    "text": "[25] The reflectivities at 1 mm wavelength is mostly determined by the content of FeO, since it absorbs photons at this wavelength [e.g., Burns, 1993]. Consequently, reflectivities of mafic minerals, which are rich in FeO, are usually as low as 0.1 [Clark et al., 1993]. In contrast, those of felsic minerals, which are poor in FeO, are as high as 0.9 [Clark et al., 1993]. Basaltic rocks, which are typical on Venus, have a low reflectivity at 1.0 mm wavelength, since they have high fractions of mafic minerals. If there are granitic rocks which contain a very low fraction of mafic minerals, they will be seen as a distinctively high surface reflectivity at 1 mm wavelength. Since emissivity is related to reflectivity (equation (5)), estimation of the surface emissivity from the leaked surface thermal emission will lead to detection of granitic rocks on Venus. [26] Here, we assume that surface is a binary mixture of felsic minerals (rfelsic = 0.9) and mafic minerals (rmafic = 0.1) for simplicity (Table 2). The bihemispherical reflectance r of mineral mixtures is evaluated from the mean single scattering albedo w of a multicomponent mixture [Hapke, 1981; Johnson et al., 1983; Clark, 1983]:\nr ¼ 1 ffiffiffiffiffiffiffiffiffiffiffiffi 1 w p\n1þ ffiffiffiffiffiffiffiffiffiffiffiffi 1 w p ð18Þ\nw ¼ P\ni wixi=diP i xi=di\nð19Þ\nwhere i refers to the ith component in the mixture, x is the volume fraction, and d is the effective mean particle diameter, respectively. [27] Reflectance and emissivity of binary mixture are not linearly dependent on the volume fraction of felsic minerals (Figure 3). Distinction between granitic rocks with >70% of felsic minerals and basaltic rocks with <55% of felsic minerals requires accuracy of the surface emissivity estimation about 0.05, since the difference in the surface emissivity between these two rocks is 0.1. If the accuracy of the emissivity measurement is better than this, we can also identify rocks of intermediate composition, such as andesite.\n[28] Here, it is noted that the oxidation state of iron also affects the reflectivity at 1 mm wavelength. The reflectance observed at Venera 9 and 10 landing sites suggests that the surface materials are weathered and contain ferric minerals [Pieters et al., 1986]. Since ferric bearing minerals have a higher reflectance at 1 mm than ferrous minerals [Clark et al., 1993], weathering increases the surface reflectivity to some extent. However, the reflectance of ferric minerals is lower than that of felsic minerals [Clark et al., 1993]. Furthermore, the reflectivity of hematite at 1.0 mm wavelength at the extremely high temperature on the Venusian surface will be lower than that at room temperature owing to the temperature dependence of reflectance spectra for the ferric oxide hematite [Pieters et al., 1986]. Thus it is a good approximation that the surface reflectivity at 1.0 mm wavelength is mostly controlled by the iron content, even if the iron in the basaltic rocks are weathered and are ferric. Nevertheless, it is important to keep in mind that oxidation state of iron may play an important role in 1.0 mm reflectance and to refer to other observations, such as radar backscatter images and altimetry data, to understand the geologic context of an observed area."
  }, {
    "heading": "3.2. Carbonate and Pyrite",
    "text": "[29] The stability ofVenus climate systemdepends strongly on the chemical composition of the surface. In particular, the existence of volatile-rich minerals such as carbonates and sulfide is extremely important. If carbonate minerals exist and react with the atmosphere, the current state of climate is not stable [Bullock and Grinspoon, 1996; Hashimoto et al., 1997]. If sulfide mineral (pyrite) controls the atmospheric SO2 abundance, however, the climate is stable [Hashimoto and Abe, 2000]. Thus detecting carbonates and/or pyrite on the Venus surface is extremely\nTable 1. Nominal Values of Parameters\nValue Reference\nNear-IR surface emissivity 0.85 Meadows and Crisp [1996] Atmosphere-cloud reflectivity 0.82 Hashimoto and Imamura [2001] Surface temperature 735 K Seiff et al. [1985]\nimportant in determining the stability of the Venus climate system. [30] To detect these minerals, however, it is necessary to obtain a spectrum rather than a measurement in a single window. Since surface emission features are observed at 0.85, 0.90, 1.01, 1.10, and 1.18 mm windows, Baines et al. [2000] suggest that these windows may permit a remote mapping of the mineralogical composition of the Venus surface. Thus it is an important future work to investigate a method to determine the mineralogy from the observation of emission spectrum through restricted windows."
  }, {
    "heading": "4. Feasibility of Observing Granitic Terrains",
    "text": "[31] Uncertainty in the estimated surface emissivity comes from three factors: error in the measurement of the intensity of leaked radiation, error in the atmospheric reflectance estimate, and error in the surface temperature estimate. The contribution of these three factors to the uncertainty in estimate for surface emissivity can be evaluated with partial derivatives of equation (6):\n¼ @ @F\"TOA F\"TOA þ @ @R Rþ @ @TS TS ð20Þ\nwhere\n@ @F\"TOA ¼ 1 1 ð ÞRf g 1 Rð Þ 1 F \" TOA\nð21Þ\n@ @R ¼\n2\n1 Rð Þ2 ð22Þ\n@ @TS ¼ p\n2\nF \" TOA\ndBl dT\nT¼TS\nð23Þ\nUncertainties increase with surface emissivity and atmospheric reflectance (Figure 4). Since cloud optical thickness fluctuates with time, high quality data may be obtained when the atmospheric reflectance is temporarily low. Lower atmospheric reflectance leads to more accurate estimation of surface emissivity. In section 4.1, we discuss each of the three sources of uncertainty and then evaluate the overall uncertainty in surface emissivity estimate."
  }, {
    "heading": "4.1. Errors and Uncertainties",
    "text": ""
  }, {
    "heading": "4.1.1. Instrumental Error",
    "text": "[32] When the instrument is well-calibrated, error due to statistical fluctuation such as shot noise dominates. The uncertainty in the estimated surface emissivity increase in proportion to the signal-to-noise ratio (equations (20) and (21)). If the signal-to-noise ratio is 100, the uncertainty in the estimated surface emissivity is as large as 0.04 under a typical Venusian condition (Table 1). However, when data sets covering the same area on Venus are added together, a standard deviation for the statistical fluctuations is reduced in proportion to the inverse of the square root of the number of data sets. Summing several tens of data sets will reduce the uncertainty to less than 0.01. 4.1.2. Atmospheric Reflectance [33] Simultaneous observations acquired with different windows, such as 1.31 mm, allows us to observe thermal emission not from the surface but from the different heights in the deep atmosphere. Then, we can obtain the spatial variation in cloud optical thickness [e.g., Carlson et al., 1993]. Since the intensities of leaked radiation within such windows are entirely controlled by the clouds and not related to the surface properties, spatial variations in the cloud properties can be evaluated. If the optical properties of the atmosphere and clouds at neighboring windows are identical, the influence of the clouds on the leaked radiation emitted by the surface can be removed.\n\" /FTOA\n\" = 0.01). (b) Error due to uncertainty in the reflectance of\natmosphere and cloud ( R = 0.01). (c) Error due to uncertainty in surface temperature ( TS = 1K).\n[34] Since the optical properties of the atmosphere and clouds are sensitive to wavelength, great care needs to be used even when data from neighboring windows are analyzed. AlthoughMeadows and Crisp [1996] assume that the atmospheric reflectances at 1.18 mm and at 1.31 mm are the same, such an assumption is not necessarily appropriate. Instead, rather detailed radiative transfer model calculation is necessary to correct the dependence on the wavelength. [35] To calculate the radiation fields of cloudy atmosphere, we have to assume many variables, such as particle size, number density, particle composition, atmospheric structure, and so on. However, cloud particles in the Venus atmosphere has well-behaved nature; they appear to have a uniform shape (spherical) and comprised of one constituent (i.e., H2SO4) [e.g., Grinspoon et al., 1993, and references therein]. This allows analytical Mie scattering models based on data observed at longer wavelengths to correct the 1.0 mm data. Carlson et al. [1991, 1993] have demonstrated that the cloud properties can be properly handled by simultaneously measuring their properties at two longer near-infrared wavelengths, such as at 1.3 and 1.73 or 2.4 mm. [36] Suppose that the error in the atmospheric reflectance is 0.01, which may be conservative, then the uncertainty induced by the atmospheric reflectance is as large as 0.22 under a typical Venusian condition (Table 1). We can reduce the influence of random error in the same way (i.e., stacking) as the instrumental error in the measurement. Systematic error, which originates from the procedure to remove the influence of the spatial variation in clouds, is not reduced by data stacking. Nevertheless, there are several methods to reduce the influence of systematic error, when we search for the spatial variation in the surface emissivity (section 4.2). 4.1.3. Surface Temperature [37] If the potential temperature of the Venusian lower atmosphere is constant, error in the surface temperature originates entirely from the uncertainty in the altimetry data. Since the accuracy of the altimetric measurement performed by the Magellan spacecraft is about 50 m [Pettengill et al., 1991], the error in surface temperature estimate is approximately 0.4 K [Seiff et al., 1985; Meadows and Crisp, 1996]. Then, using equations (20) and (23) the uncertainty due to the error in the surface temperature under a typical Venus condition (Table 1) is calculated to be about 0.04. 4.1.4. Total Uncertainty [38] Systematic errors in the estimation of the atmospheric reflectance and surface temperature determine the minimum total uncertainty in the estimation of the surface emissivity. If the error in the atmospheric reflectance is 0.01, the minimum total uncertainty in surface emissivity is about 0.27 under a typical Venusian condition. If data are acquired under the conditions of low atmospheric reflectance, such as R = 0.70, it is reduced to about 0.11. Then, the uncertainty in the estimate of felsic mineral content is about ±30% (Figure 3). This is rather large for determining the rock types from surface emissivity. 4.1.5. Detection of Spatial Variation [39] However, spatial variation in the surface emissivity can be determined more precisely than the absolute value of the surface emissivity. When the effect of the systematic error in atmospheric reflectance is nearly constant over a large surface area on Venus, the uncertainty in the estimated spatial variation becomes significantly smaller than the uncertainty in the estimated absolute value. Thus we may be able to distinguish granitic rocks from basaltic rocks by searching for the spatial variations in the surface emissivity, even when the absolute values of the surface emissivity are not estimated very accurately. [40] One method to precisely determine the spatial variation in the surface emissivity is to use data that are acquired under similar conditions for analysis. When the cloud properties are similar, the error in the estimation of the atmospheric reflectance are also similar. Comparison of the surface emissivities estimated from such a set of data is virtually free from the influence of the error in the atmospheric reflectance, since offset for all data are nearly the same. Integration over a period longer than the timescale of temporal cloud variation will also reduce the influence of the variation in the observational condition, since all surface emissivities estimated from the data obtained by time integration should contain a similar error. [41] There is no method to remove the error in the estimation of surface temperature. The estimated spatial variation in the surface emissivity should be examined in the light of uncertainty induced by the error in the estimation of surface temperature. However, the uncertainty in the surface emissivity is no more than 0.04 when topographic maps of Magellan is used (section 4.1.3). Then, the accuracy of estimation of the fraction of felsic minerals based on near-infrared observation is about 10%. If data acquired under low atmospheric reflectance are selected for analysis, the accuracy is further improved. We will be able to distinguish the difference between granitic rocks and basaltic rocks. [42] A Venus orbiter is an attractive platform for observing the surface emissivity. It can observe all longitudes at night over a few months, while a complete global survey cannot be achieved from Earth due to limited observational geometries. If a Venus orbiter perform an altimetric measurement with an accuracy better than that of Magellan, we can reduce the error due to the estimation of the surface temperature furthermore. Then, spatial variation in the surface emissivity will be accurately mapped over the planet. Such a global mapping of 1 mm emissivity will enhance the value of a surface lander mission, since lander data can be used to calibrate the estimation of surface emissivity obtained by the orbiter."
  }, {
    "heading": "5. Conclusion",
    "text": "[43] To estimate the surface emissivity of Venus from the observations through near-infrared windows, it is important to consider the influence of the multiple reflection between the planetary surface and the atmosphere/clouds. Since this process significantly obscures the difference in the surface emissivity, analysis neglecting the surface reflection fails to find a signature of the surface emissivity difference. Reexamination of the previous analysis demonstrates that there may be a significant spatial variation in the surface emissivity as large as 20%, which corresponds to the difference between granitic rocks and basaltic rocks. [44] Correction of the influence of scattering by the clouds is crucial in estimating the surface emissivity. Since the uncertainty in the estimation of the surface emissivity\nincreases rather sharply with atmospheric reflectance, nearinfrared data obtained when the atmospheric reflectance is temporally low due to the natural variation in cloud optical thickness is extremely important in obtaining accurate emissivity data of the Venus surface. [45] Spatial variation in the surface emissivity (i.e., the relative surface emissivity of a location with respect to that of another location) can be determined precisely enough to distinguish granitic rocks from basaltic rocks. The uncertainty in the estimation of the surface emissivity is controlled mostly by the error induced by the correction of the spatial variability of clouds. However, the uncertainty in the estimated spatial variation (i.e., relative emissivity) is significantly smaller than the uncertainty in the estimated value itself (i.e., absolute emissivity), when the estimated surface emissivities are affected in a similar way. To obtain a highquality data set, in which all the estimated surface emissivities are affected by clouds in a similar way, integration over a period longer than the timescale of temporal cloud variation is an effective way. [46] Since spatial resolution is limited by the intense scattering by clouds, it seems difficult to probe a small features such as the pancake domes ( 100 km). However, it can be determined whether large highland terrains on Venus, such as Ishtar Terra, Aphrodite Terra, and Lada Terra, have mineralogic compositions much more silicic (i.e., granitic) than surrounding (probable) basaltic plains.\n[47] Acknowledgments. The authors thank Carlé M. Pieters, Ryosuke Nakamura, and Tatsuaki Okada for discussion of reflectance spectrum. They also express their thanks to Mark Bullock and Kevin Baines for their constructive comments on this manuscript."
  }],
  "year": 2003,
  "references": [{
    "title": "Submarine analogs to Venusian pancake domes, Geophys",
    "authors": ["T. N"],
    "venue": "Venus by Cassini/VIMS, Icarus,",
    "year": 2000
  }, {
    "title": "Origin of electronic spectra of minerals in the visible",
    "authors": ["G. R"],
    "venue": "J. Geophys. Res.,",
    "year": 1996
  }, {
    "title": "Galileo infrared imaging spectrometer measurements",
    "authors": ["W R"],
    "venue": "continents, Geophys. Res. Lett.,",
    "year": 1983
  }, {
    "title": "Elucidating the rate of volcanism on Venus: Detection of lava eruptions by using near-infrared observations, Icarus",
    "authors": ["G.L. Hashimoto", "T. Imamura"],
    "year": 2001
  }, {
    "title": "CO2 mount on Venus constrained by a criterion of topographic-greenhouse instability",
    "authors": ["G.L. Hashimoto", "Y. Abe", "S. Sasaki"],
    "venue": "Geophys. Res. Lett.,",
    "year": 1997
  }, {
    "title": "Venus volcanism: Classification of volcanic features and structures, associations, and global distribution from Magellan data",
    "authors": ["J.W. Head", "L.S. Crumpler", "J.C. Aubele", "J.E. Guest", "R.S. Saunders"],
    "venue": "J. Geophys. Res.,",
    "year": 1992
  }, {
    "title": "A semiempirical method for analysis of the reflectance spectra of binary mineral mixtures",
    "authors": ["P.E. Johnson", "M.O. Smith", "S. Taylor-George", "J.B. Adams"],
    "venue": "J. Geophys. Res.,",
    "year": 1983
  }, {
    "title": "The volcanology of Venera and VEGA landing sites and the geochemistry of Venus",
    "authors": ["J.S. Kargel", "G. Komatsu", "V.R. Baker", "R.G. Strom"],
    "venue": "Icarus, 103,",
    "year": 1993
  }, {
    "title": "Detection of the surface of Venus at 1.0 mm from ground-based observations, Planet",
    "authors": ["J. Lecacheux", "P. Drossart", "P. Laques", "F. Deladerrière", "F. Colas"],
    "venue": "Space Sci.,",
    "year": 1993
  }, {
    "title": "Ground-based near-infrared observations of the Venus nightside: The thermal structure and water abundance near the surface",
    "authors": ["V.S. Meadows", "D. Crisp"],
    "venue": "J. Geophys. Res.,",
    "year": 1996
  }, {
    "title": "Estimates of visibility of the surface of Venus from descent probes and balloons, Planet",
    "authors": ["V.I. Moroz"],
    "venue": "Space Sci.,",
    "year": 2002
  }, {
    "title": "Venus surface radiothermal emission as observed by Magllan",
    "authors": ["G.H. Pettengill", "P.G. Ford", "R.J. Wilt"],
    "venue": "J. Geophys. Res.,",
    "year": 1992
  }, {
    "title": "Surface scattering and dielectric properties, in Venus II, edited by S",
    "authors": ["G.H. Pettengill", "B.A. Campbell", "D.B. Campbell", "R.A. Simpson"],
    "year": 1997
  }, {
    "title": "The color of the surface of Venus",
    "authors": ["Pieters", "C. M"],
    "venue": "Science, 234,",
    "year": 1986
  }, {
    "title": "Composition of magmas, in Encyclopedia of Volcanoes, edited by H",
    "authors": ["N. Rogers", "C. Hawkesworth"],
    "venue": "Sigurdsson et al., pp. 115–131,",
    "year": 2000
  }, {
    "title": "The spreading of variable-viscosity axisymmetric radial gravity currents: Applications to the emplacement of Venusian ‘‘pancake’",
    "authors": ["S.E.H. Sakimoto", "M.T. Zuber"],
    "venue": "domes, J. Fluid Mech., 301,",
    "year": 1995
  }, {
    "title": "Thermal structure of the atmosphere of Venus, in Venus, edited by D",
    "authors": ["A. Seiff"],
    "venue": "M. Hunten et al.,",
    "year": 1983
  }, {
    "title": "Marov, Models of the structure of the atmosphere of Venus from the surface to 100 kilometers altitude, Adv",
    "authors": ["A. Seiff", "J.T. Schofield", "A.J. Kliore", "F.W. Taylor", "S.S. Limaye", "H.E. Revercomb", "L.A. Sromovsky", "V.V. Kerzhanovich", "V.I. Moroz", "M. Y"],
    "venue": "Space Res.,",
    "year": 1985
  }, {
    "title": "Kemurdzhian, New data on the composition, structure, and properties of Venus rock obtained by Venera 13 and Venera",
    "authors": ["Y.A. Surkov", "V.L. Barsukov", "L.P. Moskalyeva", "V.P. Kharyukova", "A. L"],
    "venue": "Proc. Lunar Planet. Sci. Conf. 14th,",
    "year": 1984
  }, {
    "title": "Venus rock composition at the Vega 2 landing site",
    "authors": ["Y.A. Surkov", "L.P. Moskalyova", "V.P. Kharyukova", "A.D. Dudin", "G.G. Smirnov", "S.Y. Zaitseva"],
    "venue": "Proc. Lunar Planet. Sci. Conf. 17th,",
    "year": 1986
  }, {
    "title": "Sobornov, Uranium, thorium, and potassium in the Venusian rocks at the landing sites of Vega 1 and 2, Proc",
    "authors": ["Y.A. Surkov", "F.F. Kirnozov", "V.N. Glazov", "A.G. Dunchenko", "L.P. Tatsy", "O. P"],
    "venue": "Lunar Planet. Sci. Conf. 17th,",
    "year": 1987
  }],
  "id": "SP:09cd50fd21a2e2c0c07a9152c470cfb836401494",
  "authors": [{
    "name": "George L. Hashimoto",
    "affiliations": []
  }, {
    "name": "Seiji Sugita",
    "affiliations": []
  }],
  "abstractText": "[1] There are several windows in the near-infrared wavelength range ( 1 mm), in which thermal radiation emitted from the planetary surface penetrates through the thick Venus atmosphere and clouds. In this study we develop an improved method to estimate the surface emissivity on the basis of near-infrared thermal emission from the nightside Venus, which is observed through these windows. A simple radiative transfer model demonstrates that multiple reflection of thermal radiation between the atmosphere (including clouds) and the solid surface has a significant influence on the observed radiance under the condition of Venus, where reflectivity of overlying atmosphere and clouds is high. Thus it is necessary to take the effect of the reflection by the planetary surface into account in order to estimate accurately the variation in the surface emissivity on the basis of nearinfrared observation of Venus. The net effect of multiple reflection of surface thermal radiation between the atmosphere and the surface is to significantly reduce the spatial contrast in thermal radiation due to surface compositional variation. The model calculation demonstrates that despite this effect, detection of granitic rocks on the Venus surface using near-infrared windows is feasible. Since granitic and basaltic rocks have dramatically different 1 mm emissivities, granitic rocks are distinguishable from basaltic rocks by ground-based telescopic observation. AVenus orbiter that measures both the near-infrared thermal radiation and the surface altitude with great accuracy will provide us with a reliable surface emissivity map of Venus, which is a very valuable tool to detect granitic (i.e., Earth-like continental) rocks on Venus.",
  "title": "On observing the compositional variability of the surface of Venus using nightside near‐infrared thermal radiation"
}