{
  "sections": [{
    "text": "Did melting glaciers cause volcanic eruptions in\neastern California? Probing the mechanics of dike\nformation\nA. Mark Jellinek Geophysical Laboratories, Department of Physics, University of Toronto, Toronto, Ontario, Canada\nMichael Manga Department of Earth and Planetary Science, University of California, Berkeley, California, USA\nMartin O. Saar Department of Geological Sciences, University of Michigan Ann Arbor, Michigan, USA\nReceived 17 January 2004; revised 17 June 2004; accepted 28 June 2004; published 21 September 2004.\n[1] A comparison of time series of basaltic and silicic eruptions in eastern California over the last 400 kyr with the contemporaneous global record of glaciation suggests that this volcanism is influenced by the growth and retreat of glaciers occurring over periods of about 40 kyr. Statistically significant cross correlations between changes in eruption frequency and the first derivative of the glacial time series imply that the temporal pattern of volcanism is influenced by the rate of change in ice volume. Moreover, calculated time lags for the effects of glacial unloading on silicic and basaltic volcanism are distinct and are 3.2 ± 4.2 kyr and 11.2 ± 2.3 kyr, respectively. A theoretical model is developed to investigate whether the increases in eruption frequency following periods of glacial unloading are a response ultimately controlled by the dynamics of dike formation. Applying results from the time series analysis leads, in turn, to estimates for the critical magma chamber overpressure required for eruption as well as constraints on the effective viscosity of the wall rocks governing dike propagation. INDEX TERMS: 8414 Volcanology: Eruption mechanisms; 8434 Volcanology: Magma migration; 8439 Volcanology: Physics and chemistry of magma bodies; 8159 Tectonophysics: Rheology—crust and lithosphere; KEYWORDS: volcanic eruption, crustal rheology, glacial forcing, dike formation, eruption frequency\nCitation: Jellinek, A. M., M. Manga, and M. O. Saar (2004), Did melting glaciers cause volcanic eruptions in eastern California? Probing the mechanics of dike formation, J. Geophys. Res., 109, B09206, doi:10.1029/2004JB002978."
  }, {
    "heading": "1. Introduction and Motivation",
    "text": "[2] Volcanic activity may be modulated by external physical processes acting over a wide range of timescales [Jupp et al., 2004]. At short timescales, volcanic eruptions may be triggered by Earth tides (see Johnston and Mauk [1972], Mauk and Johnston [1973], Hamilton [1973], and Sparks [1981], but see Mason et al. [2004] for evidence to the contrary), short-term climatic effects [Kennett and Thunell, 1975; Rampino et al., 1979; Dzurisin, 1980] and daily variations in atmospheric pressure and temperature [Neuberg, 2000]. Annual periodicity is also sometimes observed [McNutt and Beavan, 1987]. At long periods (i.e., greater than hundreds of years) it has been suggested that volcanism is influenced by changes in sea level [Walcott, 1972; Wallmann et al., 1988; McGuire et al., 1997] and by ice loading [Hall, 1982; Paterne et al., 1990; Sigvaldson et al., 1992; Nakada and Yokose, 1992; Paterne and Guichard, 1993; Jull and Mackenzie, 1996;\nGlazner et al., 1999]. In addition, at long periods both changes in hydrothermal circulation [e.g., Mastin, 1994] and melt productivity [Slater et al., 1998; Maclennan et al., 2002] have been invoked. [3] In this study we reexamine the volcanic history of eastern California (Figure 1). For this region, Glazner et al. [1999] find an anticorrelation between volcanism and interglacial maxima over the past 800 kyr. One explanation presented by these authors is that an increase in the confining (lithostatic) pressure due to the presence of glaciers inhibits dike formation from magma chamber walls, resulting in a lower frequency of volcanic eruptions. Here, we show that although a correlation exists between glacial maxima and a lower eruption frequency, there is also a significant correlation between changes in eruption frequency and the rate of change in ice volume. We hypothesize that this volcanism is a response ultimately controlled by the dynamics of dike formation, which will be influenced by the rate of change of ice volume rather than the total ice volume. Moreover, we find the responses for basaltic and silicic systems to be distinct, allowing us to constrain the critical magma chamber overpressure required for volcanic eruptions as well as the\nJOURNAL OF GEOPHYSICAL RESEARCH, VOL. 109, B09206, doi:10.1029/2004JB002978, 2004\nCopyright 2004 by the American Geophysical Union. 0148-0227/04/2004JB002978$09.00\nB09206 1 of 10\nmechanical properties of the wall rocks that govern silicic and basaltic dike formation, respectively. Our results are consistent with basaltic magmas being generated at greater depths than silicic magmas, in accord with geochemical observations."
  }, {
    "heading": "2. Data and Methods",
    "text": "[4] Eruptions constituting the volcanic history of the Long Valley and Owens Valley volcanic fields over the last 400 kyr are shown in Figure 2. Eruption ages compiled from Glazner et al. [1999] and A. F. Glazner (unpublished data, 2003) are shown along with the SPECMAP time series, which serves as a proxy for global glaciation [cf. Shackleton, 1987; McIntyre et al., 1989]. We distinguish basaltic eruptions from ‘‘silicic’’ eruptions, which include all andesitic, dacitic and rhyolitic events. In accordance with the conventional view [e.g., Imbrie et al., 1984] the amplitudes of the d18O variations in the SPECMAP time series are taken to be proportional to global ice volume. We\nassume that the average thickness of glacial ice in the Sierras, and thus the average surface loading, is governed mostly by global climatic conditions and is, thus, also indicated by variations in the SPECMAP data. This assumption is discussed in more detail below. [5] Figure 2 shows that the frequencies of silicic and basaltic eruptions vary in time. The apparent clustering of events at different times suggests also that temporal variations in eruptive behavior occur over a range of characteristic timescales. In addition to being related to the dynamics of the volcanic system itself, this temporal behavior may be due partly to erratic sampling associated with preservation bias as well as uncertainties on age determinations. In order to identify and minimize observational biases so that we can compare the time series for silicic and basaltic eruptions quantitatively with the oxygen isotopic data set within equivalent frequency bands, we perform two operations. First, discrete data points constituting each data set are grouped into 0.5, 1, 2, and 5 kyr bins to construct time series in terms of a number of events per thousand years.\nB09206 JELLINEK ET AL.: VOLCANISM AND DEGLACIATION\n2 of 10\nB09206\nThese bin widths are chosen such that the volcanic signal with the shortest period in the data sets is resolved. In particular, minimum recurrence intervals for silicic and basaltic volcanism over the last 150 kyr, observed during periods in which eruptive activity is concentrated, are in the range 0.7–2 kyr. In addition, assuming that the tectonic regime giving rise to volcanism evolves on a plate tectonic (i.e., 10–100 Myr) timescale it is reasonable to expect these eruptive periods to be present over the full 400 kyr data set. After binning the data we smooth all three data sets using a Gaussian kernel with a 22 to 25 kyr width (depending on the bin width, see Table 1) [e.g., Glazner et al., 1999]. A number of alternative kernel widths were employed, but the results are quantitatively insensitive to the choice. As an independent test of this filtering technique, we also perform moving polynomial interpolations of the time series [cf. Saar and Manga, 2003]. This latter approach has the advantage that the data is optimally matched in a least squares sense and that no artificial frequencies are introduced. Both approaches to the data analysis yield similar results. We choose to show the analysis based on the convolution with the Gaussian kernel because this smoothing method is similar to that presented by Glazner et al. [1999], and results may thus be compared easily.\nB09206 JELLINEK ET AL.: VOLCANISM AND DEGLACIATION\n3 of 10\nB09206\n[6] Smoothed time series are compared with binned and raw volcanic and SPECMAP data in Figure 2 for different bin widths. Corresponding power spectra for each of the time series are calculated using a standard adaptive multitaper algorithm and shown in Figure 3. Two observations are apparent from a comparison of Figures 2 and 3. First, the choice of bin width not surprisingly governs the temporal scale of structure that can ultimately be resolved. For example, whereas well-established (Milankovitch) periods at 23, 40, and 100 kyr (not shown) are evident in the SPECMAP data if this time series is binned at 0.5 and 1 kyr, only the 100 kyr period is retained for a 5 kyr bin. Second, the 40 kyr glacial period is apparent in both the basaltic and silicic data sets produced using 0.5, 1, and 2 kyr bin widths. This result supports a hypothesis that the cyclical growth and retreat of Sierran glaciers influences regional volcanism. [7] The application of the SPECMAP data set as a proxy for glacial ice thickness in the Sierras requires some justification because the correlation of alpine to continental glaciation is contentious [Gillespie and Molnar, 1995]. In particular, analyses of time series of local d18O variations in vein calcite from Devils Hole, Nevada [e.g.,Winograd et al., 1992, 1996; Herbert et al., 2001], as well as temporally similar variations in temperature-calibrated alkenone unsaturation indices gathered along the northern California margin, indicate that rises in groundwater, precipitation, and Pacific sea surface temperature (PSST) in this region over the last 500 kyr generally precede global sea level rises following glacial maxima by 10–15 kyr [Herbert et al., 2001], suggesting that continental and alpine glaciation in the Sierras are asynchronous [Winograd et al., 1992; Gillespie and Molnar, 1995]. However,Herbert et al. [2001] find a tight correspondence between changes in PSSTand the global ice volume in interglacial and early glacial phases. Furthermore, in accord with biogeochemical indicators of oceanic upwelling and productivity along the California margin [Dean et al., 1997; Herbert et al., 1995; Sancetta et al., 1992], as well as modeling studies of the influence of Laurentide glaciation on atmospheric circulation over North America [e.g., Kutzbach and Wright, 1985; Manabe and Broccoli, 1985], Herbert et al. [2001] show that increases in PSST preceding glacial terminations correspond to collapses of the cold California current, and probably indicate subsequent intrusions of warm water from the central Pacific. Thus the nearly synchronous California PSST and Devils hole temperature records [Winograd et al., 1996; Herbert et al., 2001] apparently reflect the influence of global glaciation on local climate and are not inconsistent with Sierran glaciation being similar to the global glacial record indicated by SPECMAP [Imbrie et al., 1993]. [8] In section 3 we argue that the rate of change of glacial unloading influences the dynamics of dike formation governing the frequency of volcanic eruptions. Accordingly, in Figure 4 we take the first derivative of the SPECMAP time series, d18O0, and the first derivatives of the basaltic, B0, and silicic data sets, S0. An important additional result of this procedure is that the time derivatives of the eruption time series vary about a well-defined mean and may be characterized in terms of average statistical properties in a straightforward way. Consequently, Figure 5 shows the cross correlations between d18O0 and B0 and S0, respectively. Calculated absolute time lags indicate the interval of time between a maximum in the rate of glacial unloading and a peak in associated volcanic response. In more detail, we determine moving normalized unbiased cross-correlation\nB09206 JELLINEK ET AL.: VOLCANISM AND DEGLACIATION\n4 of 10\nB09206\ncoefficients on overlapping segments within each of the time series. The segment width for all bin widths is 300 kyr, and the step size is 1–5 kyr, depending on bin width. Table 1 summarizes input parameters for, and results from, the time series analysis as a function of bin width. Finally, the segment width of 300 kyr is sufficiently large that multiple periods contribute to the calculation of each cross-correlation coefficient and sufficiently small so that locally highly correlated segments of the time series cannot dominate average cross-correlation coefficients, which ensures that the analysis is statistically valid. [9] Uncertainties on the correlation coefficients are obtained using a Monte Carlo method with the goal of identifying all statistically significant correlations over the full time lag interval of interest (Table 1). In general terms, for each time lag interval uncertainties are calculated by randomly assigning different phases (between 0 and 2p) to each frequency in the frequency domain and then picking one minimum and one maximum cross-correlation coefficient for the complete time lag interval. This method is modified from Saar and Manga [2003] and allows for simultaneous inferences over all time lags within the time lag interval of interest. This procedure is repeated sufficiently many times that a 95% confidence interval can be established within which 95% of all minimum and maximum cross correlation coefficients fall (Table 1) representing anticorrelations and correlations, respectively. In addition, moving cross correlations are chosen in all calculations to reduce the dominating effects of (locally) highly (anti)correlated segments of the time series. This approach allows us to determine formal uncertainties for the time lags as a function of bin width, shown by bars indicating 2s standard deviations. This approach allows us to determine formal uncertainties for the time lags as a function of bin width. Comparison of the results for different bin widths provides an additional measure of observational bias. For basaltic events calculated time lags are similar or overlapping for each bin choice (Table 1). Neglecting results for the 5 kyr bin width, which are under-resolved (compare Figure 3), we obtain an average time lag of 11.2 ± 2.3 kyr, where the uncertainty reflects two standard deviations. For silicic eruptions time lags and their 2s standard deviations are similar when the bin width is 0.5–1 kyr and unresolved at a 95% confidence\nB09206 JELLINEK ET AL.: VOLCANISM AND DEGLACIATION\n5 of 10\nB09206\nlevel for larger bins. Thus the average time lag for silicic eruptions is 3.2 ± 4.2 kyr."
  }, {
    "heading": "3. A Theoretical Model",
    "text": "[10] In a model developed by Jellinek and DePaolo [2003] the evolution of overpressure, DPch = (Pch sr), within a spherical magma chamber contained in Maxwell viscoelastic wall rocks is given by\ndDPch dt ¼ E mwr DPmax DPchð Þ; ð1Þ\nwhere Pch is the pressure in the chamber, which is taken to be hydrostatic, sr is the remote lithostatic stress, and E and mwr are the elastic modulus and effective viscosity of the wall rocks, respectively. Here, DPmax = 2mwrQ/3Vch is the maximum sustainable magma chamber overpressure and corresponds to the condition dDPch/dt = 0. For a given longterm average magma supply, Q, effective wall rock viscosity, mwr, and magma chamber volume, Vch, DPmax is approximately constant. Dike formation is expected to lead to volcanic eruptions if DPmax > DPcrit, where DPcrit is the critical overpressure required to propagate a dike from the bounding chamber wall rocks to the surface, resulting in an eruption [Jellinek and DePaolo, 2003]. In this study we are interested in how the rate of change of glacial unloading affects the evolution of chamber overpressure and thus the timing of dike formation and volcanism (Figure 6). In principal, glacial unloading can influence the frequency of dike formation, by both reducing the confining lithostatic stress, which retards the stretching and radial expansion of chamber walls due to an overpressure [Sammis and Julian, 1987;McLeod and Tait, 1999; Jellinek and DePaolo, 2003], as well as the rate of decompression melting in the mantle, which governs the long-term magma supply [e.g., Jull and Mackenzie, 1996]. The time lags identified in Figure 5, however, show that glacial unloading affects silicic and basaltic volcanism differently. This observation is inconsistent with volcanism being due to a uniform increase in the magma supply rate resulting from enhanced decompression melting. Moreover, mantle-derived basalts are likely to form at depths greater than about 50 km [e.g., Kushiro, 1996; DePaolo and Daley, 2000]. Stresses\nB09206 JELLINEK ET AL.: VOLCANISM AND DEGLACIATION\n6 of 10\nB09206\nresulting from a narrow Sierra ice sheet will fall off with depth as 1/r3, where r is the radial distance from the center of mass of the ice load [e.g., Jaeger and Cook, 1979]. Thus we expect the effect of Sierra glacial loading on underlying mantle melting to be small. [11] In contrast to the large depth of melt generation, silicic volcanism in this region is thought to occur from shallow (5–8 km depth) chambers, where the influence of glacial loading and unloading on the lithostatic stress may be significant. In particular, the tensile deviatoric stress parallel to the chamber walls, which occurs in response to the chamber overpressure and acts to dilate fractures such that dikes may form, is governed by the lithostatic stress [McLeod and Tait, 1999; Jellinek and DePaolo, 2003]. Thus, assuming that DPmax DPcrit, harmonic glacial unloading may govern the dynamics of dike formation as well as the eruption frequency in this region. To investigate this possibility, we assume DPmax DPcrit and replace the constant source term (E/mwr)DPmax with the rate of change of glacial unloading, dDPf /dt, and obtain a new equation for the evolution of magma chamber overpressure: dDPch dt þ E mwr DPch ¼ dDPf dt : ð2Þ Here, the quantity tm = mwr/E is the Maxwell relaxation timescale. Of particular importance to this discussion is that whether unloading occurs over a timescale that is long or short in comparison to this timescale ultimately governs the response of the system. Thus the rate of change of surface\nB09206 JELLINEK ET AL.: VOLCANISM AND DEGLACIATION\n7 of 10\nB09206\nloading will have a larger influence on dike formation than the absolute ice load. In the asymptotic situation of effectively infinite mwr the second term can be neglected. In this case, glacial unloading occurs over a timescale that is small in comparison to the Maxwell time. Wall rock rheology is approximately elastic and the response of the evolution of chamber overpressure to deglaciation will be instantaneous and of the same mathematical form as the external forcing. In contrast, for finite mwr the second term cannot be neglected. In this situation, glacial unloading occurs on a timescale that is comparable to, or long compared with, the Maxwell time. The viscous part of the wall rock rheology is important and this additional damping causes the response of the magmatic system to lag behind glacial unloading. [12] In order to reduce the number of parameters and simplify the discussion it is useful to nondimensionalize equation (2). Making the substitutions Pch = DPch/DPcrit, Pf = DPf /DPcrit and t = t/tm gives\ndPch\ndt þ Pch ¼ dPf dt : ð3Þ\nTo further compare the model with data, it is useful to look at the solution to equation (3) in the frequency domain. The frequency response of the system is given by the transfer function H(iw) = Y(iw)/X(iw), where X(iw) and Y(iw) are the Fourier transforms of the input (rate of change of surface\nstress due to temporal changes in ice thickness) and output (critical overpressure for dike formation and eruption), respectively. Thus for equation (3),\nH iwð Þ ¼ iw iwþ 1ð Þ : ð4Þ\nMultiplying equation (4) by (iw 1)/(iw 1) and rearranging yields\nH iwð Þ ¼ w 2 w2 þ 1 iw w2 þ 1 ; ð5Þ\nwhere w2/(w2 + 1) and w/(w2 + 1) are the real, <, and imaginary, =, parts of H(iw), respectively. Trigonometry in the complex plane gives the magnitude, jH(iw)j = ffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffi\n<2 þ=2 p\n, and phase, q(w) = tan 1 (==<) = tan 1(1/w). The magnitude of the transfer function describes the amplitude filtering characteristics of the dike formation model and is a distinctive property that can be obtained from the data analysis:\njH iwð Þj ¼ w w2 þ 1ð Þ1=2 ¼ DPcrittf DPf tm ; ð6Þ\nwhere the forcing timescale tf is normalized by the Maxwell time, tm. The phase of equation (3) gives the lag between the glacial forcing and the response of the model system and (for positive frequencies) is related to the time lag, G, determined from the analysis in Figure 5:\nq wð Þ ¼ p=2þ tan 1 wð Þ ¼ 2pG tf : ð7Þ\nPhysically, the phase or ‘‘time lag’’ provides information about the temporal response of the magmatic system to forcing at different frequencies."
  }, {
    "heading": "4. Discussion",
    "text": "[13] Figure 7 shows q(w) and jH(iw)j as functions of the normalized forcing frequency tm/tf. Also included are the time lags for basaltic and silicic eruptions determined from the data analysis. Each of these time lags, along with their uncertainties, may be projected onto the theoretical curve for q(w), which, in turn, identifies a range of values for the ratios tm/tf and jH(iw)j. Consequently, the time lags determined from the data analysis constrain jH(iw)j to be about 0.8 for silicic volcanism and <2 10 2 for basaltic volcanism. In principle, with additional constraints on DPcrit or DPf, values for either parameter may be obtained. However, Glazner et al. [1999] suggest that a plausible estimate for the mean ice thickness and lake depth in this region is around 300mwhich corresponds to DPf 3 MPa. Thus from Figure 5, for silicic and basaltic volcanism, this loading constrains DPcrit to be 3 MPa and 1 MPa, respectively. For comparison, using a theoretical model Jellinek and DePaolo [2003] argue that DPcrit is in the range 10–30 MPa for silicic magmas and is likely 1 MPa for basaltic magmas. We note that Glazner et al. [1999] indicate that the maximum ice thickness was about 1.5 km; if this estimate for ice thickness is more accurate then 15 MPa and 1 MPa may be more appropriate estimates for silicic and basaltic volcanism, respectively. The present analysis, based on data, thus provides an additional independent constraint on DPcrit.\nB09206 JELLINEK ET AL.: VOLCANISM AND DEGLACIATION\n8 of 10\nB09206\n[14] Figure 7 also shows that our estimate for tf 40 kyr constrains a lower bound for the Maxwell time, tm, governing silicic dike formation and volcanism to be approximately 30–80 kyr. Our results constrain an upper bound for tm for basaltic volcanism of around 2 kyr. Taking E = 1010 Pa to be typical for all rocks, these Maxwell times imply that the average effective wall rock viscosities governing silicic and basaltic volcanism are around 1022 Pa s and 6 1020 Pa s, respectively. If the forcing time was chosen instead to be tf 100 kyr, the dominant period in the glacial record, then the inferred viscosities are 2 1022 to 3 1023 Pa s and <1.5 1021 Pa s, respectively. The 100 kyr period is not dominant in the volcanic eruption record that we have analyzed. We expect that the 100 kyr period will be suppressed because older eruptions are less well sampled. The additional well-known glacial period of tf 23 kyr that is evident in the SPECMAP data and the silicic time series (Figure 3) is not significantly expressed in the volcanic time series. It is noteworthy, however, that Paterne et al. [1990] and Paterne and Guichard [1993] identify this period (and not the 40 kyr period found in this study) in a time series of volcanic eruptions from the Campanian area of southern Italy. They suggest on further geochemical grounds that harmonic glacial forcing may govern the influx of new magma to magma chambers from which the observed eruptions originate. [15] Assuming that the effective viscosity of crustal rocks declines with increasing temperature [e.g., Kirby, 1985], and that temperature increases monotonically with depth in the crust, these results are consistent with basaltic magmas coming from a greater depth than silicic magmas. Geochemical and petrological observations suggest that whereas the rhyolite magmas may erupt from depths of 5–8 km in eastern California [e.g., Anderson et al., 1989; Wallace et al., 1995], basaltic magmas may erupt from the base of the lithosphere [e.g., DePaolo and Daley, 2000]. Finally, these wall rock viscosities are consistent with the conclusion of Jellinek and DePaolo [2003] that under most plausible conditions for silicic magma chambers in intracontinental settings, the dynamics governing dike formation are likely to lead to volcanism if mwr > 10 20 Pa s."
  }, {
    "heading": "5. Concluding Remarks",
    "text": "[16] Magmatic and volcanic systems involve processes that operate over a wide range of timescales and length scales. In our particular example, an analysis of the response of a magmatic system to glacial forcing at the kiloyear timescale provides new insight into crustal dynamics (e.g., the Maxwell timescale and wall rock viscosity) and magma transport (e.g., dike propagation).\nB09206 JELLINEK ET AL.: VOLCANISM AND DEGLACIATION\n9 of 10\nB09206\n[17] The values obtained here for crustal and magma chamber properties rely on the accuracy of the two time series: eruption frequency and glacial loading. We can expect improved estimates to follow from further refinements in the ages of eruptions, more dated eruptions, and a continuous and complete record of local ice and lake volume.\n[18] Acknowledgments. We thank Alan Glazner for critical comments on an earlier version of this manuscript and for supplying the raw eruption data used to compile Figures 1 and 2. This manuscript has benefited from thoughtful reviews by D. M. Pyle and an anonymous reviewer as well as from comments by Bernd Milkreit, Catherine Johnson, Cathy Constable, Giorgio Spada, and Francis Albarede. This study was supported by NSF EAR 019296, the Canadian Institute for Advanced Research (CIAR), and NSERC."
  }],
  "year": 2004,
  "references": [{
    "title": "Neodymium isotopes in basalts of the southwest basin and range and lithospheric thinning during continental extension",
    "authors": ["D.J. DePaolo", "E.E. Daley"],
    "venue": "Chem. Geol.,",
    "year": 2000
  }, {
    "title": "Influence of fortnightly earth tides at Kilauea volcano",
    "authors": ["D. Dzurisin"],
    "venue": "Hawaii, Geophys. Res. Lett.,",
    "year": 1980
  }, {
    "title": "Asynchronous maximum advances of mountain and continental glaciers",
    "authors": ["A. Gillespie", "P. Molnar"],
    "venue": "Rev. Geophys.,",
    "year": 1995
  }, {
    "title": "Fire or ice: Anticorrelation of volcanism and glaciation in California over the past",
    "authors": ["A.F. Glazner", "C.R. Manley", "J.S. Marron"],
    "venue": "Rojstaczer",
    "year": 1999
  }, {
    "title": "Rapid deglaciation as an initiator of volcanic activity: An hypothesis, Earth Surf",
    "authors": ["K. Hall"],
    "venue": "Processes Landforms,",
    "year": 1982
  }, {
    "title": "Tidal cycles of volcanic eruptions: Fortnightly to 19 yearly periods",
    "authors": ["W.L. Hamilton"],
    "venue": "J. Geophys. Res.,",
    "year": 1973
  }, {
    "title": "Glacial-interglacial sea surface temperature record as inferred from alkenone unsaturation indices, Site 893",
    "authors": ["T.D. Herbert", "M. Yasuda", "C. Burnett"],
    "venue": "Santa Barbara Basin, Proc. Ocean Drill/Program Sci. Results,",
    "year": 1995
  }, {
    "title": "Collapse of the California current during glacial maxima linked to climate change",
    "authors": ["Herbert", "T. D"],
    "venue": "on land,",
    "year": 2001
  }, {
    "title": "The orbital theory of pleistocene climate: Support from a revised chronology of the marine d18O record, in Milankovitch and Climate, Part 1, edited by A. L",
    "authors": ["J. Imbrie", "J.D. Hays", "D.G. Martinson", "A. McIntyre", "A.C. Mix", "J.J. Morley", "N.G. Pisias", "W.L. Prell", "N.J. Shackleton"],
    "year": 1984
  }, {
    "title": "A model for the origin of large silicic magma chambers: Precursors of catastrophic caldera-forming eruptions",
    "authors": ["A.M. Jellinek", "D.J. DePaolo"],
    "venue": "Bull. Volcanol.,",
    "year": 2003
  }, {
    "title": "Earth tides and the triggering of eruptions from Mount Stromboli",
    "authors": ["M.J.S. Johnston", "F.J. Mauk"],
    "venue": "Italy, Nature,",
    "year": 1972
  }, {
    "title": "The effect of deglaciation on mantle melting beneath Iceland",
    "authors": ["M. Jull", "D. Mackenzie"],
    "venue": "J. Geophys. Res.,",
    "year": 1996
  }, {
    "title": "A statistical model for the timing of earthquakes and volcanic eruptions influenced by periodic processes",
    "authors": ["T.E. Jupp", "D.M. Pyle", "B.G. Mason", "W.B. Dade"],
    "venue": "J. Geophys",
    "year": 2004
  }, {
    "title": "Global increase in quaternary explosive volcanism",
    "authors": ["J.P. Kennett", "R. C"],
    "venue": "Thunell",
    "year": 1975
  }, {
    "title": "Rock mechanics observations pertinent to the rheology of the continental lithosphere and the localization of strain along shear zones, Tectonophysics",
    "authors": ["S.H. Kirby"],
    "year": 1985
  }, {
    "title": "Partial melting of a fertile mantle peridotite at high pressure: An experimental study using aggregates of diamond, in Earth Processes: Reading the Isotopic Code, Geophys",
    "authors": ["I. Kushiro"],
    "venue": "Monogr. Ser.,",
    "year": 1996
  }, {
    "title": "Simulation of the climate of 18,000 years BP—Results for the North-American North-Atlantic European sector and comparison with the geologic record of North America, Quat",
    "authors": ["J.E. Kutzbach", "H.E. Wright"],
    "venue": "Sci. Rev.,",
    "year": 1985
  }, {
    "title": "The link between volcanism and deglaciation in Iceland, Geochem",
    "authors": ["J. Maclennan", "M. Jull", "D. McKenzie", "L. Slater"],
    "venue": "Grönvold",
    "year": 2002
  }, {
    "title": "The influence of continental ice sheets on the climate of an ice age",
    "authors": ["S. Manabe", "J. Broccoli"],
    "venue": "J. Geophys. Res.,",
    "year": 1985
  }, {
    "title": "Seasonality of volcanic eruptions",
    "authors": ["B.G. Mason", "D.M. Pyle", "W.B. Dade", "T. Jupp"],
    "venue": "J. Geophys. ,",
    "year": 2004
  }, {
    "title": "Explosive tephra emissions at Mount St. Helens, 1989–1991, the violent escape of magmatic gas following storms, Geol",
    "authors": ["L.G. Mastin"],
    "venue": "Soc. Am. Bul.,",
    "year": 1994
  }, {
    "title": "On the triggering of volcanic eruptions by Earth tides",
    "authors": ["F.J. Mauk", "M.J.S. Johnston"],
    "venue": "J. Geophys. Res.,",
    "year": 1973
  }, {
    "title": "Surface water response of the equatorial Atlantic ocean to orbital forcing, Paleoceanography",
    "authors": ["A. McIntyre", "W.F. Ruddiman", "K. Karlin", "A. C"],
    "venue": "Mix",
    "year": 1989
  }, {
    "title": "The growth of dykes from magma chambers",
    "authors": ["P. McLeod", "S. Tait"],
    "venue": "J. Volcanol. Geotherm. Res.,",
    "year": 1999
  }, {
    "title": "Eruptions of Pavlof volcano and their possible modulation by ocean load and tectonic stresses",
    "authors": ["S.R. McNutt", "R.J. Beavan"],
    "venue": "J. Geophys. Res.,",
    "year": 1987
  }, {
    "title": "Ice age as a trigger of active Quaternary volcanism and tectonism, Tectonophysics",
    "authors": ["M. Nakada", "H. Yokose"],
    "year": 1992
  }, {
    "title": "External modulation of volcanic activity, Geophys",
    "authors": ["J. Neuberg"],
    "venue": "J. Int.,",
    "year": 2000
  }, {
    "title": "Triggering of volcanic pulses in the Campanian area, South Italy by periodic deep magma influx",
    "authors": ["M. Paterne", "F. Guichard"],
    "venue": "J. Geophys. Res.,",
    "year": 1993
  }, {
    "title": "Fluctuations of the Campanian explosive volcanic activity (south Italy) during the past 190,000 years, as determined by marine tephrachronology",
    "authors": ["M. Paterne", "J. Labeyrie", "F. Guichard", "A. Mazaud", "F. Maitre"],
    "venue": "Earth Planet. Sci. Lett.,",
    "year": 1990
  }, {
    "title": "Can rapid climate change cause volcanic eruptions",
    "authors": ["M.R. Rampino", "S. Self", "R. W"],
    "venue": "Fairbridge",
    "year": 1979
  }, {
    "title": "Seismicity induced by seasonal groundwater recharge at Mt. Hood, Oregon, Earth Planet",
    "authors": ["M.O. Saar", "M. Manga"],
    "year": 2003
  }, {
    "title": "Fracture instabilities accompanying dike intrusion",
    "authors": ["C.G. Sammis", "B.R. Julian"],
    "venue": "J. Geophys. Res.,",
    "year": 1987
  }, {
    "title": "Late-glacial to holocene changes in winds, upwelling, and seasonal production of the northern California current system",
    "authors": ["C Sancetta"],
    "venue": "Quat. Res.,",
    "year": 1992
  }, {
    "title": "Oxygen isotopes, ice volume and sea level, Quat",
    "authors": ["N.J. Shackleton"],
    "venue": "Sci. Rev.,",
    "year": 1987
  }, {
    "title": "Effect of glacier loading/deloading on volcanism: Postglacial volcanic eruption rate of the Dyngjufjoll area, central Iceland",
    "authors": ["G.E. Sigvaldson", "K. Annertz", "M. Nilsson"],
    "venue": "Bull. Volcanol.,",
    "year": 1992
  }, {
    "title": "Deglaciation effects on mantle melting under Iceland: Results from the northern volcanic zone, Earth Planet",
    "authors": ["L. Slater", "M. Jull", "D. Mackenzie"],
    "venue": "Gronvold",
    "year": 1998
  }, {
    "title": "Triggering of volcanic eruptions by Earth",
    "authors": ["R.S.J. Sparks"],
    "venue": "tides, Nature,",
    "year": 1981
  }, {
    "title": "Past sea levels, eustasy and deformation of the Earth",
    "authors": ["R.I. Walcott"],
    "venue": "Quat. Res.,",
    "year": 1972
  }, {
    "title": "Mechanical models for correlation of ring fracture eruptions at Pantelleria, Straight of Sicily, with glacial sea level drawdown",
    "authors": ["P.C. Wallmann", "G.A. Mahood", "D.D. Pollard"],
    "venue": "Bull. Volcanol.,",
    "year": 1988
  }, {
    "title": "Continuous 500,000-year climate record from vein calcite in Devils",
    "authors": ["Winograd", "I. J"],
    "venue": "Hole, Nevada,",
    "year": 1992
  }, {
    "title": "High resolution delta-18O record from Devils Hole, Nevada, for the period 80 to 19 ka",
    "authors": ["I.J. Winograd", "T.B. Coplen", "K.R. Ludwig", "J.M. Landwehr", "A.C. Riggs"],
    "venue": "Eos Trans. AGU,",
    "year": 1996
  }],
  "id": "SP:be8ee1a87a07a71464c4d037e0527f418298bda9",
  "authors": [{
    "name": "A. Mark Jellinek",
    "affiliations": []
  }, {
    "name": "Michael Manga",
    "affiliations": []
  }, {
    "name": "Martin O. Saar",
    "affiliations": []
  }],
  "abstractText": "[1] A comparison of time series of basaltic and silicic eruptions in eastern California over the last 400 kyr with the contemporaneous global record of glaciation suggests that this volcanism is influenced by the growth and retreat of glaciers occurring over periods of about 40 kyr. Statistically significant cross correlations between changes in eruption frequency and the first derivative of the glacial time series imply that the temporal pattern of volcanism is influenced by the rate of change in ice volume. Moreover, calculated time lags for the effects of glacial unloading on silicic and basaltic volcanism are distinct and are 3.2 ± 4.2 kyr and 11.2 ± 2.3 kyr, respectively. A theoretical model is developed to investigate whether the increases in eruption frequency following periods of glacial unloading are a response ultimately controlled by the dynamics of dike formation. Applying results from the time series analysis leads, in turn, to estimates for the critical magma chamber overpressure required for eruption as well as constraints on the effective viscosity of the wall rocks governing dike propagation.",
  "title": "Did melting glaciers cause volcanic eruptions in eastern California? Probing the mechanics of dike formation"
}