{
  "sections": [{
    "text": "Interpreting ancient ice in a shallow ice core from the South Yamato\n(Antarctica) blue ice area using flow modeling and compositional\nmatching to deep ice cores\nJohn C. Moore,1 Fumihiko Nishio,2 Shuji Fujita,3 Hideki Narita,4 Elizabeth Pasteur,5 Aslak Grinsted,1,6 Anna Sinisalo,1,7 and Norikazu Maeno8\nReceived 8 June 2005; revised 28 February 2006; accepted 12 May 2006; published 18 August 2006.\n[1] We explore methods of dating a 101 m ice core from a bare ice ablation area in the Yamato Mountains, Dronning Maud Land, East Antarctica. There are two unknowns, the age of the ice at the surface and the age spanned by the core. The ice crystal growth rate was used to estimate the age span of the core at about 5 kyr. CO2, CH4 and N2O data on the core were compared with well-dated records from deep cores, leading to two plausible matches, both within isotope stage C. Detailed comparison of high-resolution DEP records from this core and the Dome Fuji core support the 55–61 kyr BP fit best. Oxygen isotope values in the core were then used to constrain the source elevation of the snow in the core, and hence the velocities in a simple flow line model. We inverted the ice core surface age, age span and origin site and their confidence intervals in a sensitivity study of flow model parameter space. The flow line model predicts good matches to the core by reducing glacial flow rates to 70% of present-day, accumulation rates by 45% with 10% confidence intervals. The modeled surface age for the whole meteorite field yields maximum surface ages of about 90 kyr, which is consistent with known, but poorly constrained, tephra dating, meteorite terrestrial ages and the frequency of meteorite discoveries. This approach can be used quite generally to link deep ice cores to surface outcrops on blue ice fields.\nCitation: Moore, J. C., F. Nishio, S. Fujita, H. Narita, E. Pasteur, A. Grinsted, A. Sinisalo, and N. Maeno (2006), Interpreting ancient ice in a shallow ice core from the South Yamato (Antarctica) blue ice area using flow modeling and compositional matching to deep ice cores, J. Geophys. Res., 111, D16302, doi:10.1029/2005JD006343."
  }, {
    "heading": "1. Introduction",
    "text": "[2] Antarctic blue ice areas (BIAs) have been a focus of investigation for many years, one reason being their importance as a stranding ground for meteorites [Whillans and Cassidy, 1983; Nishiizumi et al., 1989], and more recently as they are known to have very old ice at the surface and thus they present a tempting resource of ancient ice in potentially vast quantities [Bintanja, 1999]. However, the dating of the surface ice is still problematic, as is their general stability under different climate regimes [Bintanja, 1999; Sinisalo et al., 2004], considering that the surface of the East Antarctic plateau ice sheet may have been about\n100 m lower [Ritz et al., 2001; Pattyn, 1999; Jouzel et al., 1989], or perhaps hundreds of meters higher in the last glacial than at present [Näslund et al., 2000]. [3] Traditionally deep ice cores have been used as a record of the geochemical and atmospheric changes that occur over time periods as long as the glacial cycle. Several deep ice cores have been recovered from Greenland and Antarctica and contain ice spanning the last 100 kyr or more [e.g.,Watanabe et al., 2003a; Legrand et al., 1988; Jouzel et al., 1989]. Other methods of obtaining ancient ice without the financial and logistical problems involved in deep drilling have used ice from thin ice domes [Johnsen et al., 1992] or from the ablation area of an ice cap margin where old ice is exposed at the surface [Reeh et al., 1991]. Cores through thin ice caps suffer from low temporal resolution near bedrock where the oldest ice is very compressed, and ice from ablation zones such as the Greenland ice cap margin has been deformed considerably by ice flow, though oxygen isotope variations are interpretable [Reeh et al., 1991]. In this paper we report on ancient ice from a shallow core in East Antarctica which has never been close to the melting point and has high temporal resolution. The ice core comes from an bare ice ablation area resulting from sublimation of the ice surface, and the ice has not been buried\nJOURNAL OF GEOPHYSICAL RESEARCH, VOL. 111, D16302, doi:10.1029/2005JD006343, 2006\n1Arctic Centre, University of Lapland, Rovaniemi, Finland. 2Center for Environmental Remote Sensing, Chiba University, Chiba, Japan. 3National Institute of Polar Research, Tokyo, Japan. 4Institute of Low Temperature Science, Hokkaido University, Sapporo, Japan. 5British Antarctic Survey, Natural Environment Research Council, Cambridge, UK. 6Also at Thule Institute, University of Oulu, Oulu, Finland. 7Also at Department of Geophysics, University of Oulu, Oulu, Finland. 8IceTech Japan, Inc., Tokyo, Japan.\nCopyright 2006 by the American Geophysical Union. 0148-0227/06/2005JD006343\nD16302 1 of 17\ndeeply enough for the core stratigraphy to be disturbed by bedrock topography. [4] The principal problem in interpreting ice core records from BIAs has been in dating the ice. Previous efforts have focused on flow modeling using parameters derived from measuring the mechanical properties of ice cores in the area [Azuma et al., 1985; Nakawo et al., 1988]. Here we report chemical and electrical measurements on a 101 m ice core from the Yamato Mountain bare ice field that we believe can be dated reliably. We use a combination of the ice core gas and isotopic composition, high-resolution electrical stratigraphy, and ice geophysical properties combined with a flow line model, in a slightly iterative way to estimate an age depth profile for the core. We use a flow model developed for BIAs [Grinsted et al., 2003] that utilizes a previously unpublished set of ice velocity measurements on the meteorite field, to constrain the source area of the core ice. We verify that the ice isotopic and chemical composition is plausible for its modeled origin site and age, and that the electrical stratigraphy is comparable with that from the Dome Fuji ice core which is located upstream of the ice in the BIA. The general procedure, we believe is a generally useful way of dating such BIA ice samples for paleoclimate interpretation. We also shed some light on the question of BIA stability over glacial cycle timescales."
  }, {
    "heading": "2. Field Site",
    "text": "[5] The flow of the East Antarctic ice sheet is partly obstructed in East Dronning Maud Land by a chain of mountains lying along the edge of the continent. The obstruction of the ice flow causes the ice to stagnate on the upstream side of some of the nunataks that compose the Yamato Mountains (Figure 1). Many meteorites are found in the bare ice areas as the ice sublimes away exposing particles or meteorites which remain on the ice surface. The flow regime of the ice around several nunataks in the\nmeteorite field has been the subject of several models [Naruse and Hashimoto, 1982; Nishio et al., 1984; Azuma et al., 1985]. The deduced flow patterns reveal that the ice has a net upward component in the region upstream of the nunataks, and that in principle a shallow core drilled there could contain very old ice. The ice from such a core would have remained well below the melting point throughout its history, and should preserve a chemical signature of the past climate."
  }, {
    "heading": "3. Data and Methods",
    "text": ""
  }, {
    "heading": "3.1. SY Core",
    "text": "[6] The 101 m long ice core (referred to here as the SY core) was recovered in 1983 by glaciology members of the 24th Japanese Antarctic Research Expedition, from a site about 3 km from Kuwagata Nunatak in the southern part of the Yamato Mountains. Some difficulty was found trying to get the exact drilling coordinates in presatellite navigation days, but much investigation leads us to conclude that it was within 500 m of 72 050S, 35 110E, 2150 m surface elevation, (Figure 2). The 10 cm diameter core was cut into 0.5 m sections and transported to Japan. The core was cut longitudinally in half and Nakawo et al. [1988] present measurements made on 20 discrete samples of density, bubble volume, and oxygen isotopes. Very few melt layers seen throughout the core. The upper few meters of core showed many vertical cracks, but none were seen below 7 m depth. No clathrate hydrate structures were seen, which suggests all gases were present in bubbles. The core was sampled for CH4, CO2 and N2O [Machida et al., 1996]. 14 samples each composed of 500–700 g were used with CH4 extracted by melting the core and CO2 and N2O extracted by milling the ice to a fine powder. Overall precision was estimated to be 1 ppmv for CO2, 10 ppbv for CH4 and 2 ppbv for N2O. Continuous electrical measurements were made using the DC ECM technique Nakawo et al. [1988], though the system used was a prototype with rather lower voltage than is typically used [Hammer, 1980]. In addition we report here 5 cm resolution dielectric profiling (DEP) results along the entire core. The permittivity and conductivity of the ice was measured at frequencies between 20 Hz and 300 kHz. The high-frequency conductivity reaches a plateau value, s1, that has been found to be dependent on the ionic impurities in the ice [Moore et al., 1994]. [7] The chemical composition of 34 samples was measured, and each 3 cm long sample was cut with a bandsaw in a cold room and placed in plastic containers cleaned with HNO3. The cleaning procedure unfortunately led to contamination in NO3\ndata which had to be excluded from further analysis. Analysis of Na+, Mg2+, and Ca2+ was done using atomic absorption spectrometry with precision around 5%. Anions were measured by ion chromatography (precision better than 10%). MSA samples were injected by hand into a Dionex AS4A separator and column with Na2B4O7 eluent, SO4\n2 and Cl were run with Na2CO3/NaHCO3 eluent by an autosampler. Contamination was checked by a series of blanks and found to be negligible except for NO3 as mentioned earlier, and Ca2+, which may have been introduced during sample cutting. [8] Nakawo et al. [1988] estimated the time required for the ice at the bottom of the core to reach the surface on the\nD16302 MOORE ET AL.: BLUE ICE AREA PALEOCLIMATE AND DYNAMICS\n2 of 17\nD16302\nbasis of bubble expansion in the core. The result is very sensitive to the ice flow law parameters assumed, with two possible models giving emergence times for the core bottom of about 10 kyr and 100 kyr. Nakawo et al. [1988] suggest that this emergence time is also the age scale of the core, but we disagree that this is the case, as the vertical velocity at the core site does not depend, at least not simply, on the accumulation rate where the snow fell nor on the strain thinning of the layers over the course of their flow history. Machida et al. [1996] showed that the CO2 and CH4 concentrations in the core were clearly characteristic of ice age ice, though precise dating was not possible."
  }, {
    "heading": "3.2. Ice Flow Model",
    "text": "[9] The age of the ice at the surface of the ice field varies from place to place and depends on local flow history and sublimation rates. There have been several attempts at producing flow models for Antarctic BIAs. Naruse and Hashimoto [1982] used a simple model to study the flow upstream of Motoi Nunatak (at the north east edge of the South Yamato BIA). Their analysis yielded ages of the surface ice of 1 kyr 15 km from the nunatak and 5 kyr at 5 km. Whillans and Cassidy [1983], produced a very simple model for the Allan Hills BIA, and a much more sophisticated approach was used by Azuma et al. [1985] for the flow on South Yamato BIA in an area 50 km northwest of the SY site near a nunatak called Massif A. Azuma et al. [1985] used a 30 m ice core taken 2 km upstream of the nunatak to estimate parameters for the flow law of the ice, and then computed flow lines for the ice near the nunatak, parameterizing the flow divergence near the nunatak. The modeling suggests that the ice ablating close to the nunatak was precipitated less than 100 km upstream. The age of the ice at the surface varied from a few kyr at several tens of km from the nunatak, to 20–30 kyr within 10 km of the nunatak. [10] In this paper we estimated ice flow along the entire flow line using an ice volume conserving flow line model [Grinsted et al., 2003], which avoids the need to parameterize flow divergence as was used Azuma et al. [1985]. Traditional flow line models have either been based on the shallow ice approximation [e.g., Paterson, 1994] or the full stress equilibrium equations [e.g., Pattyn, 2002]. However, here we want to use the full set of relatively sparse observational data to simulate realistic shearing flow of the ice sheet, where we have no measurements of the temperature profile, and hence velocity variation with depth.\nFigure 2. (top) Southern part of the Yamato blue ice area. Small arrows mark flow vectors from the K grid. Black line is the flow line, running generally perpendicular to surface slope originating at Dome Fuji that passes through the drill site. The circle labeled SY marks the drilling location. The thick black band at bottom right is the edge of Landsat scene LE7149111000235650. Surface elevation contours are from BEDMAP 5 km gridded data. The two closest nunataks (Kuwagata and Kurakake) are also marked. LM marks the positions where three lunar meteorites were found, and T marks the location of tephra dated at 35 kyr BP [Fireman, 1990]. (bottom) Detail of the area showing the flow line and the 10.5 km long radar profile (dashed line) in the area of the SY site (circle near the flow line and radar line intersection). Lunar meteorites Y86032, Y82192 and Y82193 (diamonds), all have terrestrial ages of 80 ± 80 kyr [Nishiizumi et al., 1989].\nD16302 MOORE ET AL.: BLUE ICE AREA PALEOCLIMATE AND DYNAMICS\n3 of 17\nD16302\nThis model is simply uses volume conservation forced by observed surface velocities, ice thickness and mass balance, and hence there is no time evolution of the glacier surface elevation, and all force imbalance is taken up in the vertical velocity which is a model output. We choose x to be the distance along the flow line, z as the water equivalent height above the bed and y is perpendicular to the flow. The model is formulated using a vertically scaled coordinate z = z/H, where H is the water equivalent ice thickness. The velocity components of x, y, z and z are U, V, W and w. The horizontal velocity can be written as\nU zð Þ ¼ f zð ÞUs and V zð Þ ¼ 0; ð1Þ\nwhere subscript ‘‘s’’ denote the value at the surface. We need a functional relationship that approximates the variation of shear velocity with depth. In this paper we assume that ice is frozen at the bed, U(0) = 0, and then empirically we find a reliable approximation is\nf zð Þ ¼ tanh kzð Þ tanh kð Þ ð2Þ\nThe value of f, and hence k should reflect the softening of the ice with depth, and is the only tuning parameter in the model. The rheological behavior of ice depends on its crystal fabric, impurity content and temperature. In Antarctica changes due to impurities and crystal fabrics seem much less important than those caused by the temperature profile within the ice sheet [Paterson, 1994]. The steady state temperature profile in an ice sheet is linear at the equilibrium line between net accumulation and ablation, and as we are dealing with slow flow on each side of the equilibrium line a linear profile may be reasonable for the whole flow line. Numerical experimentation comparing equation (2) with the shallow ice approximation using flow parameters based on the compilation of Paterson [1994], shows that a linear temperature profile with a surface temperature of 30 C and bed temperature of 10 C is well fitted by choosing k = 5 [Grinsted et al., 2003]. While the surface temperatures in our study area are likely to have been colder than 30 C during the glacial period, the value of k is much more sensitive to the temperature depth profile than the absolute surface temperature as the surface velocities are used to scale the velocity profile. An indication of sensitivity to temperature profile may be seen from the value of k = 3.4 appropriate for an isothermal glacier [Grinsted et al., 2003]. We use the continuity equation to determine the vertical velocity along the flow line and fix the ice sheet surface elevation constant over time. Input data are accumulation rates, b ice thickness, H and along flow surface velocities, Us which are prescribed as functions of x. A Lagrangian integration scheme is then used to calculate particle back trajectories and thus the dating. [11] The surface elevation in the region [Rignot and Thomas, 2002] and results from large-scale stake networks [Naruse, 1978; Naruse and Hashimoto, 1982] suggest that large-scale flow originates on Dome Fuji (Figure 1), essentially the location of the deep Dome Fuji ice core. As input data to model we use the tabulations of surface slope and ice\nthickness from the BEDMAP model [Lythe et al., 2001]. A flow line was selected on the basis of surface slope and velocities calculated from mean surface gradient over a 25 25 km area, and BEDMAP 5 km gridded ice thickness. The flow line constructed from the SY core site up slope was constrained by previously unpublished ice flow measurements from the K-stake network grid [Nishio et al., 1984] laid out across the BIA (Figure 2), and measured by repeat surveying in 1982 and 1986. We denote the zero for the x coordinate of the flow line as the downstream exit point from the BIA, and in that case the SY drill site is located at about x = 18 km. Mass balance along the flow line is taken from the map of accumulation rates [Takahashi et al., 1994] derived from often measured stake networks established across much of eastern Dronning Maud Land, and on the K-grid on the blue ice area [Nakawo et al., 1988]. In this coordinate system the edge of the blue ice area is at about x = 50 km. [12] Some data around the nunataks on the blue ice area are also available from ground-based radar surveys [Ohmae et al., 1984]. We analyzed the original video cassette recording of the ground-based radar oscilloscope data and used the voice commentary of the operator recorded on the tape to establish the route and surface conditions. The traverse team traveled along a 100.5 km route passing by stakes in the K-grid close to the flow line (Figure 2). We repaired and edited the data to produce the profile in Figure 3, where the distance along the traverse is the xcoordinate of the flow line. We can see, as ice flows toward K3 (the northernmost survey stake, situated in the moraine field near Kuwagata Nunatak), deep ice emerges at the surface and the strata are quite smooth and only gently sloping."
  }, {
    "heading": "4. Results",
    "text": "[13] There are two separate questions in estimating the age of the ice in the core: the age of the surface of the ice at the coring site, and the age spanned by the core. We now discuss methods of estimating one or other or both together."
  }, {
    "heading": "4.1. Flow Model: Surface Age and Age Span",
    "text": "[14] Direct measurements of ice flow and mass balance along the SY flow line are not available except for the part on the BIAwhere it crosses the K-stake network (Figure 2). However, we can make reasonable estimate of the ice flow in the upper parts of the flow line. Figures 1 and 2 show the surface elevation in East Dronning Maud Land; regional ice flow is perpendicular to the elevation contours. Naruse [1978] analyzed stake measurements of velocity along a 250 km long E-W running triangulation network beginning in the Yamato mountains. Surface ice velocity, Us, may be estimated reasonably well from simple theory [Paterson, 1994] using large-scale surface slope (q) and ice thickness (H) data,\nUs ¼ 2A nþ 1 rg sin qð Þ n Hnþ1 ð3Þ\nwhere g is the gravitational acceleration, r is the density of ice and A and n are flow law constants. Naruse [1978] showed\nD16302 MOORE ET AL.: BLUE ICE AREA PALEOCLIMATE AND DYNAMICS\n4 of 17\nD16302\nthat equation (3) with n = 2 and A = 1.12 10 4 Pa n a 1, fitted the data best, with a highly significant correlation coefficient of 0.72. Both Naruse [1978] and Pattyn and Naruse [2003] show that significant amount of basal sliding is necessary to balance the force budget. Although by taking into account temperature variability within the ice, by using these empirical values of n and A, a good fit was obtained despite neglecting basal sliding, in equation (3). We may gain further justification in the use of equation (3) up stream of the mountains as, in general, Antarctic flow models [e.g., Huybrechts, 1992] show that the ice sheet is cold based at higher elevations than the subglacial mountains bordering the East Antarctic ice sheet, while the ice is at the pressure melting point downstream of the mountains. Surface slope and ice thickness is calculated from the BEDMAP data [Lythe et al., 2001]. Equation (3) produces rather variable velocities on the BIA itself, probably due to rougher bedrock and surface topography. Upstream of nunataks the ice is likely under longitudinal stress, which is also suggested by the high-intensity radar scattering in Figure 3 [Matsuoka et al., 2004], and we expect that equation (3) is then not particularly appropriate. The actual measured velocities on the K-grid are quite smoothly varying (Figure 2), and so we choose to use the mean velocity (3.3 m yr 1) of the 5 K-grid stakes closest to the flow line (between x = 18 and 32 km) as the velocity over the first 40 km of the ablation area. The input data to the Grinsted et al. [2003] flow model, Us, b, and H are shown in Figure 4. However, these velocities are for the present-day ice sheet, which we would expect to be faster than velocities during the glacial periods as the ice temperature was lower. Initially in this paper, we make the same correction as Grinsted et al. [2003] used to fit a few Allan Hills meteorite terrestrial exposure ages: lowering accumulation by 50% and velocities to 25% of measured values during the glacial period. This is physically based on general observations of decreased accumulation rate [e.g., Watanabe et al., 2003a] and lower temperatures in glacial periods increasing the ice stiffness and reducing flow velocity. [15] Results from the model are particle paths and age of ice along the flow line as a function of depth (Figure 4), and shows that ice at the SY site around x = 18 km originates at about x = 125 km, or within about 80 km of the upstream edge of the blue ice area (seen as the region having negative mass balance b, in Figure 4). This is in general agreement with the flow pattern found by Azuma et al. [1985]. It is clear that the BIA is of the open type where ice flows through the ice field rather than terminating against a mountain wall. [16] Model uncertainties are introduced from errors in flow line positioning. Kuwagata nunatak (Figure 2) was about 3 km from the coring site. The BEDMAP basal topography we use does not have sufficient resolution to show small nunataks and bedrock peaks. However, Figure 3 shows that the bedrock is relatively mountainous and that the approximately 1 km ice thickness from the BEDMAP model is in good agreement with the detailed ice thickness measurements. Possible impact of flow over mountainous bedrock will be discussed later in section 5.3. The other large uncertainty in the model flow line parameters is the mass balance near the upstream equilibrium line. The visible boundary between the BIA and the surrounding snow upstream is certainly downstream of the actual zero mass balance point. Before blue ice becomes visible, all the surface firn (50–80 m thick) which is composed of ice with\nD16302 MOORE ET AL.: BLUE ICE AREA PALEOCLIMATE AND DYNAMICS\n5 of 17\nD16302\ninterconnected air pockets, and so appears a milky white color, must be ablated away. [17] Figure 4 shows that surface age along the flow line in the BIA (x = 0 to 50 km) spans the last 180,000 years. Nishiizumi et al. [1989] shows that the oldest terrestrial age of Yamato meteorites is 180 ± 80 kyr, with a minimum oldest age of 150 ± 30 kyr, consistent with modeled age span of the BIA. Three lunar meteorites have been identified close to the K-grid (Figure 2), all three come from the same fall, with Y82192 and Y82193 being fragments from the same stone that shattered on impact with the snow surface [Takeda et al., 1989]. The wide age error bar in the terrestrial ages of Y82192 and Y82193, (70 ± 70 and 80 ± 80 kyr respectively), [Nishiizumi et al., 1989] means\nthat they are of limited value in the flow modeling, except to confirm the general trend of ages. There is also a uranium series age for a tephra band [Fireman, 1990] in the ice near stake 26 in the K-grid (Figure 2). The tephra contained very little fissile material, so only an estimated age of 35 kyr, with no error bar was given. The modeled age distribution for the 100 m core spans roughly from 70 kyr to 95 kyr BP, with nearly linear time depth relationship. The site of origin is estimated by the flow model to be between 125 km and 130 km along the flow line from the end of the BIA, so about 110 km from the SY core site, and the distance traversed while accumulating the 25 kyr estimated to be spanned by the ice core is about 10 km. The minimum height above bedrock that the ice in the core has flowed is about 400 m, which is only just below halfway in the total ice thickness, suggesting that the flow is unlikely to have been disturbed or the ice mixed by the bed as seen below 90% depth in the Greenland ice sheet [Taylor et al., 1993]."
  }, {
    "heading": "4.2. Crystal Size Profile: Age Span",
    "text": "[18] As the flow model suggests that ice flow did not take the ice in the core very close to bedrock, we may expect that the crystals in the ice would have grown in an uninterrupted way since they were originally deposited. Measurements of crystal size were made at 25 places along the core by cutting thin ( 0.5 mm) vertical sections 6 cm 4 cm from the core and measuring the area of each crystal D2 grain under polarized light. The profile is shown in Figure 5. Though\nD16302 MOORE ET AL.: BLUE ICE AREA PALEOCLIMATE AND DYNAMICS\n6 of 17\nD16302\nthe data exhibit large scatter, the average crystal growth rate per meter b can be estimated as a function of depth (z):\nD2 ¼ bzþ D20 ð4Þ\nwhere D0 2 is the initial value of D2. Following Gow [1969, 1971], we assume a constant growth rate over time for the crystals a,\na ¼ a0 exp Q=RTð Þ ð5Þ\nwhere R is the gas constant (8.31 Jmol 1 K 1), T is in situ absolute temperature, Q is an activation energy and a0 is a constant. Crystal growth rates as a function of reciprocal temperature at sites in the polar regions are shown in Figure 5. From Figure 4, we may assume that the SY core ice originated about 100 km upstream from the drilling site where the present mean annual temperature is estimated to be 41 C [Satow, 1978]. Though the ice certainly experienced varying temperature conditions, the average crystal growth processes may be regarded as nearly isothermal. If we assume that the mean annual temperature was about 8 C lower than the present in the glacial age when the SY ice was deposited, the mean annual\ntemperature would have been about 50 C. The best fit age span for the 101 m long core is then given by 101b/a which gives an age span of 4.8 kyr with 95% confidence intervals of about 1 kyr (Figure 5). To show the sensitivity to age span we plot the derived growth rate assuming the flow model in Figure 4 was correct in predicting an age span of 25 kyr, and also for an age span of 6.5 kyr. The 5 kyr age span from the crystal data apparently conflict with the model age span. Uncertainties in crystal growth rates come from their dependence on the chemical composition of the ice, though for the Dome Fuji core there are relatively minor variations from a linear trend in crystal size over the Wisconsin glacial period [Azuma et al., 2000]. Thus the variations produced by chemical properties are likely to be small enough to be neglected. The thermal history of the ice is also likely to introduce only minor variations in growth rate as the upper half of the interior part of an ice sheet is relatively isothermal [Paterson, 1994]. Recrystallization could have occurred at some point in the flow history, but temperatures and stresses are relatively low all along the particle paths in the flow line and recrystallization is not expected [e.g., Azuma et al., 2000; Paterson, 1994]."
  }, {
    "heading": "4.3. Gas Composition: Broad-Scale Matching",
    "text": "[19] Figure 6 shows the gas concentrations found in various ice cores in Antarctica and Greenland. As N2O should have the same concentrations everywhere at any given time [Sowers et al., 2003], the data from the GISPII (Central Greenland) should be directly comparable with the SY core. CH4 does vary between hemispheres, so we use data from Byrd (West Antarctica), which has been dated relative to the GISPII core [Blunier and Brook, 2001]. The longest CO2 record we can compare with the Dome Fuji record [Kawamura et al., 2003], which is also the closest deep core site to the SY core. The Dome Fuji core dating [Watanabe et al., 2003b] is very close to the Vostok GT4 age scale [Kawamura et al., 2003], which agrees well over the last glacial cycle with the GISPII dating. The range of gas concentrations seen in the SY core are shown by bands, so the gas content variations seen in the other records containing any putative time span of the SY core should be near to both upper and lower limits of the band. If we used only the CO2 and d\n18O records we may see there are some time periods where matches may be found, e.g. around 50, 170 and 235 kyr BP. However, the flow modeling, tephra dating, and meteorite terrestrial ages suggests that the BIA field as a whole is younger that about 170 kyr, and the SY ice significantly younger. The range of plausible ages for the SY core is then limited by the CO2 variations to about 30–100 kyr BP. This allows us to use the shorter CH4 and N2O gas records to match the gas concentration profiles measured in the SY core. [20] Figure 7 shows the full profiles of the SY core gas and d18O measurements, and two plausible fits. Note that the precision of the gas measurements is stated to be very good (section 2) for both SY and other cores, so that differences between the curves should be statistically significant. However, there are several other sources of error to consider in comparing the gas profiles: possible systematic measurement errors between different cores, in situ reactions changing gas content, and miscalculation of the age of the air. There is a difference in age between the ice and the\nD16302 MOORE ET AL.: BLUE ICE AREA PALEOCLIMATE AND DYNAMICS\n7 of 17\nD16302\nair bubbles it contains, and that depends on the accumulation rate and temperatures at the ice deposition site. For example the Dome Fuji CO2 is between 1 and 5 kyr younger than the ice it is contained within over the last 350 kyr, and at around 60 kyr BP the difference is about 3 kyr [Kawamura et al., 2003]. The lower elevation, warmer and slightly higher accumulation rate SY origin site would have a smaller age difference, so we set it to 2.5 kyr. [21] While it is possible to produce a purely objective fit of the gas data to other cores, the procedure we adopt here is a subjective one based on a series of deductions from the gas concentrations and our other constraints of the age span of the SY core. The CO2 levels are lower than seen earlier than 70 kyr BP, and it is clear from the variability in the CH4 content that the SY core must be younger than about 60 kyr and the N2O data suggests that it does not span the dip in concentrations around 65 kyr BP. The general trend of the N2O data match the decreasing levels seen between 50 and 40 kyr BP in the GISPII record, but the CH4 data do not show low values seen at 40 kyr suggesting that the ice is older than that. The general trend of the d18O shows 3 small peaks that match reasonably well with the Antarctic warmings (A2, A3, A4) [Blunier and Brook, 2001]. One quite rare feature that we note in the SY core is the low CH4 and simultaneous high CO2 and d\n18O, but we do see this feature in Figure 7 (left) at around 48 kyr BP. We therefore suggest that a plausible age range for the 100 m SY core is 45– 63 kyr BP. However, the fit is not unique and Figure 7 also shows an alternative fit spanning an age range from 55 to 61 kyr BP, containing only A4. Note that the N2O data does not fit as well, but this gas has some reported problems from in situ reactions and extraction methods [Stauffer et al., 2003; Sowers et al., 2003], and so we place least weight on its mismatches than between the records of CO2 and CH4. Thus we have two plausible age spans for the core, though they are somewhat imprecise because of the uncertainties\nintrinsic to gas dating. Age ranges very different from these two possibilities seem to be fairly well ruled out because of too large discrepancies in gas compositions or conflicts with our other dating constraints."
  }, {
    "heading": "4.4. Electrical Stratigraphy: Detailed Matching",
    "text": "[22] We can attempt to better choose between plausible fits with the detailed electrical stratigraphy records from ice cores. Figure 8 shows the DEP high-frequency conductivity s1 profile for the SY core. The main features of the profile are the large peaks. Similar events have been observed in other ice cores and are most often associated with peaks in acidity that are the result of large volcanic eruptions [Moore et al., 1994]. Chemical analysis of the spikes reveals the presence of H2SO4, the acid typically deposited in the polar regions after explosive volcanic eruptions. Also shown in Figure 8 are the 10 main spikes recorded in the ECM record of the core [Nakawo et al., 1988]; the instrument used was a prototype and so the data are not very quantitatively reliable. It can be seen that most spikes are common to both the DEP and ECM traces. The small ECM peaks at 52, 61, 66 and 77% along the core from the top correspond to small DEP peaks. The DEP profile also contains 2 peaks that are not represented in the ECM trace. While DEP s1 is linear with acid concentration, ECM current is not [Moore et al., 1992; Fujita et al., 2002b], which is consistent with the finding of Nakawo et al. [1988] that the size of the ECM peaks was not closely linked to the conductivity of the melted sample. [23] Hammer et al. [1997], present the volcanic record for the Byrd ice core spanning the past 50 kyr. They find that ‘‘major’’ eruptions (those with H2SO4 fallout at least as large as the 1815 eruption of Tambora) occur on average about once every 1000 years. We expect that most of the large peaks in Figure 8 are sufficiently large in comparison with the background levels to qualify as ‘‘major’’ eruptions.\nD16302 MOORE ET AL.: BLUE ICE AREA PALEOCLIMATE AND DYNAMICS\n8 of 17\nD16302\nSince there are 8 large DEP spikes the age span of the core should therefore be about 10 kyr, reasonably consistent with the age spans of 5–25 kyr from the earlier methods discussed earlier. [24] We attempted to use the Dome Fuji ECM profile [Fujita et al., 2002a] to try and match with the SY ECM records in Figure 8. We use the calibration curve relating the AC-ECM loss factor to the DEP s1 conductivity [Fujita et al., 2002b], which like DEP, responds to chloride in addition to the acidity which determines the ECM current. It is clear that there would be grave difficulties in matching the records using only the electrical data alone, given that both the age spanned by the SY core and the age of its youngest ice could be varied. However, with the two most plausible fits from the gas data in Figure 7 we can see that the shorter age span of the 55–61 kyr BP fit in the right side of Figure 8 appears to give a better electrical record match than the 18 kyr span. We discuss this further in conjunction with chemical data in section 5.4."
  }, {
    "heading": "5. Discussion",
    "text": ""
  }, {
    "heading": "5.1. Flow Model Parameters",
    "text": "[25] We have attempted to produce a match to the gas and electrical stratigraphy and determine an age span from the crystal growth. Our two plausible fits were for an age range of 45–63 kyr BP for the core and 55–61 kyr BP. Both fits are rather different from the flow model predicted age span (about 25 kyr), and rather younger than predicted. What parameters must be changed to produce a flow model that matches this dating? The accumulation rate approximation of about 50% in the glacial compared with present is well supported by the deep ice cores, in particular the Dome Fuji core, where an accumulation rate change of 45% seems to be relevant between much of the glacial and the Holocene [Watanabe et al., 2003b]. Ice sheet modeling suggests that\nthe general shape and elevation of the East Antarctic plateau has changed little over the glacial cycle [Ritz et al., 2001], suggesting that the flow line on the plateau south of the Yamato Mountains must have been reasonably constant. The ice flow around nunataks in East Antarctica is less well constrained by modeling, and some scenarios produce larger elevation changes than for the plateau regions [Näslund et al., 2000], while in others the elevation changes may be out of phase with those inland [Pattyn and Decleir, 1998]. The extent of the BIA is most likely defined by the local bedrock topography changing surface slope and katabatic winds [Bintanja, 1999]. It is clear that the edge of the BIA is close to the bedrock peak at about x = 50 km (Figure 4), so the area of the BIA may have been quite constant despite glacial period wind speeds being likely rather larger than in the present-day. However, Figure 2 shows that even a small change in the flow line could very dramatically change the length of the ablation part of the flow line as the present flow line passes northward for many km only slightly to the east of the BIA. Modeling this effect implies that the surface age of the SY core could vary between about 50 kyr and 90 kyr for changes of equilibrium line of about 4 km, however we return to this issue in connection with the sensitivity analysis in section 5.3."
  }, {
    "heading": "5.2. Isotopic Values: Age and Site of Origin",
    "text": "[26] We can use the isotopic value, gas composition and electrical stratigraphy of the core, together with the flow model and our estimates of age spanned by the core to estimate its origin site and more precise age. The 0.5 m long samples taken for oxygen isotope d18O in the SY core have d18O values that range between 47 and 52% [Nakawo et al., 1988] (Figure 7). Satow and Watanabe [1992] present d18O values for surface snow in East Dronning Maud Land and find a good relationship with mean annual temperature and with surface elevation. Normally we would use the SY\nD16302 MOORE ET AL.: BLUE ICE AREA PALEOCLIMATE AND DYNAMICS\n9 of 17\nD16302\nborehole temperature at 10 m depth ( 29 C [Nakawo et al., 1988]) as a good estimate of mean annual temperature, however in BIAs this is not a good method [Bintanja, 1999]. We can, however, use the relationship between d18O and elevation given by Satow and Watanabe [1992] to estimate a d18O value of 35.3% (corresponding to 32 C) for the precipitation at the 2150 m elevation SY site. The observed core values of d18O around 49% are only found for snow where mean annual temperature is about 50 C. The low observed d18O values correspond to modern precipitation at least 300 km further inland and 1300 m higher [Satow and Watanabe, 1992] than the drill site, in marked contrast to the modeled accumulation area being within about 100 km (Figure 4). Clearly the d18O value of the SY ice is much lower than can be expected of modern snow from the core accumulation area and indicates that the ice was precipitated during a glacial period, consistent with our earlier results. [27] The d18O record from Dome Fuji at 3800 m elevation shows that in isotope stage C (30–60 kyr BP), d18O values were about 57.5% (d18ODFC), compared with recent values of 55% (d18ODFnow). If we assume a similar shift for the SY core then we should assign about 2.5–3% to the climate and elevation. However, any change in d18O due to surface elevation differences between Stage C and the present is likely to have been the same all over the East Antarctic plateau [Ritz et al., 2001], such as at Dome Fuji and the SY source. We observe a shift of about 14% between present precipitation at the drill site (d18OSYnow) and that in the SY core (d18OSYsourceC). The present-day SY source area isotopic values (d18OSYsourcenow) are related to those in the core and the change due to climate and elevation as:\nd18OSYsourcenow ¼ d18OSYsourceC d18ODFC d18ODFnow\nð6Þ\nThe present-day relationship between altitude and d18O, (@(d18O)/@S = 11% km 1) [Satow and Watanabe, 1992], represents a very dry lapse rate [Souchez and Lorrain, 1991], and the climate in Stage C would have been even drier, so we can make an assumption that the lapse rate has not changed over time. Thus we can write, the surface elevations of the SY source area (SSYsourcenow) in relation to that of the SY drill site (SSYnow) at the present as:\nSSYsourcenow SSYnow ¼ d18OSYsourcenow d18OSYnow\n@ d18O =@S ð7Þ\nIf there has been no relative change in surface elevation between SY and its source area, the source elevation of the SY ice is at 3150–3200 m, at about x = 220–240 km along the flow line on the present-day ice sheet. [28] We can get an independent check of this result by comparison with the Dome Fuji Stage C isotopic values, and the isotopic values in the core, again assuming that the present-day isotopic lapse rate also applied in Stage C:\nSDFC SSYsourceC ¼ d18ODFC d18OSYsourceC\n@ d18O =@S ð8Þ\nAs the SY d18O values are about 8% higher than Dome Fuji Stage C values, the SY origin site would have to be 750 m lower than Dome Fuji, which would be at 3050 m, or about x = 200 km along the flow line on the present-day ice sheet. [29] This analysis allows us to reject the initial model results in Figure 4, as the SY source region would then be 110 km inland from the SY site at 2800 m elevation, 650 m above SY, and simultaneously about 1000 m lower than Dome Fuji which would require the d18O lapse rate to decrease with altitude. This is entirely unlikely given that the dry lapse rate is higher than the wet one. The only way to fit the isotopic values with plausible lapse rates would be have a simultaneous rise in the SY source elevation and decrease in the Dome Fuji elevation, which seems very implausible. [30] Comparing the results of equations (7) and (8) suggests that there were small relative changes in elevation or a change isotopic lapse rates on the ice sheet between the present and Stage C. However, these differences must be small, for example equation (8) can be reconciled with (7) if the isotopic lapse rate was about 12% km 1 in Stage C. The analysis here is not inconsistent with the detailed ice sheet modeling of Ritz et al. [2001] that suggests a surface lowering in the glacial of 100–150 m relative to the present-day all across the East Antarctic plateau, or the specific modeling of the Shirase-Dome Fuji drainage basin by Pattyn [1999]. The relatively small change in ice thickness also supports the constant ice sheet height approximation implicit in using the Grinsted et al. [2003] or Azuma et al. [1985] flow models and also suggests that the BIA nunataks were not likely to have been overridden during the last glacial period."
  }, {
    "heading": "5.3. Refining the Flow Model",
    "text": "[31] The isotope results in section 5.2 suggested that the origin site of the ice would be around 3050–3150 m elevation on the present ice cap, at about x = 200– 240 km. This is rather further away that the modeling that we showed in Figure 4. The only way to match this finding is by a smaller decrease in the surface velocity Us in the glacial than the 25% of Holocene values we used in section 4.1. A more realistic approach would not be to change Us at the termination of the last glacial, 11.5 kyr BP, as the ice sheet has a response time of several kyr while the warmer temperatures penetrate the deeper ice layers. Ritz et al. [2001] found that this was the main reason for the increased ice thickness in interglacials, as the accumulation rate increase is instantaneous while the ice flow requires the whole interglacial (about 10 kyr) to equilibriate. As we cannot incorporate full rheological ice behavior in our flow line model, we simply introduce a delay factor at climate transitions. Setting the ice flow to change to glacial values at 5 kyr BP, with a glacial reduction factor in Us of 0.7 gives x = 210 km for the SY origin site. The age spanned by the core is largely determined by the accumulation rate in the source region as the ice is never buried close to bedrock. Given the present-day accumulation rates at x = 210 km are scaled by 45% in the glacial, that essentially fixes the age span of the core at about 5 kyr. [32] Empirical modeling cannot achieve a combination of relatively young (45 kyr BP) surface age with relatively long (18 kyr) age span, even varying Us between 25 and\nD16302 MOORE ET AL.: BLUE ICE AREA PALEOCLIMATE AND DYNAMICS\n10 of 17\nD16302\n100% of present-day values, and changing the position of the equilibrium line by 20 km. Requiring the ice to originate at x = 210 km and imposing a delay factor of 5 kyr to the glacial flow speed of 0.7Us and a decrease to 45% of present accumulation rates in the glacial gives an SY surface age of about 70 kyr BP and an age span of 6 kyr. Therefore we are forced to introduce another parameter to the model. A simple change in the BIA equilibrium line of about 5 km making the BIA about 10% smaller in the glacial creates a better fit to a surface age of about 60 kyr BP with a 6 kyr age span (Figures 9 and 10). A similar effect could be made by changing ablation rates in the glacial, whereas we leave them unchanged over time as all present-day BIAs above 2000 m have remarkably similar ablation rates [Bintanja,\n1999], which may imply that changing climate does not affect ablation rates greatly. The simplest way to make the surface ice younger would be to change the flow line a little to the south over the BIA where the ice flows faster (Figure 2). Figure 10 shows that the SY core age depth profile is not particularly linear, this is because, as can be seen in Figure 11, the surface age profile across the BIA has a clear kink in it near x = 20 km, due to flow around Kuwagata nunatak, and the change in accumulation rate in the source area near x = 210–220 km (Figure 9). The fact that the lunar meteorites (LM in Figure 2) were found 4 km apart, and at almost the same distance along flow from the edge of the BIA after traveling through the ice for about 200 km suggests that the flow pattern to the BIA is simple and nonchaotic, and that flow disturbances due to topography must have been minimal. [33] The sensitivity of the flow model parameter space to the ice core dating constraints can be assessed. We can write the model output (Y) as a function of its free parameters (X), where the four free model X parameters are delay factor, BIA equilibrium line, glacial accumulation ratio, and glacial flow speed ratio. The Y variables are surface age, age span, and source distance for the SY core. We can linearize the model solution in the vicinity of a solution that is near to optimal by considering the Jacobian matrix, J, of partial derivatives of the Y with respect to X, which expresses the sensitivity of the four model parameters as a function of the ice core parameters (Table 1). So we can write\nDY ¼ JDX : ð9Þ\nWe allow the four free model parameters to vary quite widely (Table 1) around the parameter set (X0) which gives a good empirical fit, called Y0 (as used in Figure 9), to the quantities derived from the SY ice core data (Yopt), and\nD16302 MOORE ET AL.: BLUE ICE AREA PALEOCLIMATE AND DYNAMICS\n11 of 17\nD16302\nthen determine the least squares solution set of parameters Xopt as\nXopt ¼ B Yopt Y0 þ X0; ð10Þ\nwhere B is the pseudoinverse of J determined by using Singular Value Decomposition [e.g., Press et al., 1992]. We can conservatively estimate the errors in X, X, from the estimated errors in Y, expressed as a diagonal matrix Y, as\nX ¼ ffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffi X3 i¼1 BYið Þ2 vuut ; ð11Þ\nwhere the subscript i refers to the column vectors of Y. We can also compute the confidence intervals for the model input parameters on the basis of two standard deviation error estimates of the core parameters (Table 1), that is 2 kyr, 2 kyr, and 20 km to the surface age, age span\nand origin distance respectively. We find that the Xopt are quite sensitive to the range of X data used to calculate J, because of some nonlinearity in J. However, we think that the errors X are useful as they show the confidence of the estimates X0 used in Figure 9. This leads to errors of about 2 kyr in delay factor, 2.5 km in blue ice equilibrium line, 0.05 in glacial accumulation ratio, and 0.1 in glacial velocity ratio. Using the derived confidence intervals of the model X in Table 1, we show the range of surface ages produced across the blue ice area in Figure 11. It is immediately noticeable from the confidence intervals in Table 1 that the velocity and accumulation rate ratios along the flow line during the glacial are very well constrained by ice core data. The velocity reduction factor of 0.7 is an average over the whole flow line, and it is very likely that variability exists along the flow line, especially where there is basal sliding. The low uncertainty in the velocity ratio suggests that the ice flow over the mountainous bedrock (see Figure 3) does not introduce large errors into our simple flow model. This is consistent with the model in Figure 9 which shows that particle paths are within the upper half of the ice sheet where stress gradients are low enough that higher-order stress gradients [e.g., Pattyn, 2002] are not too important. The glacial delay factor and the limits of the blue ice ablation area are much less constrained by the SY core data. This may be expected to some extent as these two parameters tend to cancel each other in the model as can be seen by considering their partial derivatives in Table 1. However, this probably is also a fair reflection on the glaciological physical uncertainties as the direction of the flow line near the mountains would depend subtlety on ice sheet geometry in the area [Pattyn and Decleir, 1998], and also on the transition from cold-based to wet-based glacial flow which likely occurs somewhere in the mountain area [Huybrechts, 1992]. [34] It has been observed that the dip angle of the blue ice relative to the surrounding firn is only a few degrees [Yokoyama, 1976]. This is confirmed by modeling and also seen in the radar data of Figure 3. This is an inevitable consequence of open type BIAs. Sinisalo et al. [2004] show that the dip angle of an isochrone can also be calculated from Us, if the accumulation rate along the flow line and the amount of strain thinning along the flow line can be estimated. These functions need not be constant over time and detailed analysis of radar profiles such as Figure 3 together with flow modeling should enable details of the ice accumulation pattern in the region\nD16302 MOORE ET AL.: BLUE ICE AREA PALEOCLIMATE AND DYNAMICS\nD16302\nto be well constrained, however it is beyond the scope of the present paper. Here we simply assume that the ablation rate is constant over time and assume the annual accumulation at the source region is thinned to length l because of flow, then from geometry, we get the dip angle f as a function of the surface-age (t) from its along-flow gradient @t/@x:\ntan fð Þ ¼ @t @x = @t @z ¼ l b Us\nð12Þ\nEquation (12) shows that for BIAs such as the Yamato BIA, with open type flow where Us remains relatively high across the BIA, the dip angle will be low. Figure 3 shows that typical angles are about 3 . Using the b and Us from Figure 9, and assuming that l is the initial annual accumulation rate reduced by 50%, in equation (12) gives a dip angle of about 2 . Almost the same angle comes from assuming that l = 2 cm, implied from an SY core age span of 5 kyr, and 1.5 with an 18 kyr span. The differences between the age span fits to l and f are not very large, and the differences from the modeled and radar estimates probably reflect the time invariant values assigned to the parameters in equation (12). One relevant implication of shallow dip angles is that although the ice is ancient at the surface, a horizontal ice core is not a particularly efficient way of recovering ice spanning a great age. This can also be appreciated from the roughly 50 km along flow extent of the BIA that spans about 150 ky compared with 150 kyr spanned by the upper 1.8 km of the Dome Fuji ice core [Watanabe et al., 2003b]."
  }, {
    "heading": "5.4. Comparison With Other Ice Cores",
    "text": "[35] As already discussed the d18O levels for the SY core are comparable with the Dome Fuji data assuming it experienced similar climate changes and the isotopic altitudinal lapse rate was similar as at present. However, Figure 7 shows that the degree of scatter of the d18O is rather larger than for the Dome Fuji data. The resolution of the Dome Fuji samples is a few cm corresponding to about 1 year, while the SY core was sampled in 50 cm samples which should correspond to at least 20 years, though the discrete\nsamples were spaced several hundred years apart. We would therefore expect the SY profile to show less variability than Dome Fuji. We have no good explanation for this, as no other ice cores spanning the time period of the SY core that we are aware of show as much variability. [36] The chemical composition of the SY core was measured relatively sparsely except near particular peaks in the DEP record. None of the species show any significant trends or features suggestive of a climatic signal, so we present the data in tabular form to allow comparison with other ice cores. Table 2 shows the mean chemical composition of the SY core (excluding data from large DEP peaks) in comparison with averages for the Byrd, Dome C, and Vostok Antarctic ice cores (Figure 1) during Stage C. Stage C chemical concentrations are rather lower than the periods immediately before and afterward reflecting the generally warmer conditions and probable lower wind speeds relative to the more extreme glacial periods. [37] There is great variability in concentrations between the three deep Antarctic cores for climate stage C. Several factors are important in considering the relationship of the SY core chemistry to the other cores. Dome Fuji is geographically the closest to the SY drill site, but along with Vostok and Dome C, Dome Fuji is much further from the sea and at higher altitudes than the SY site. The Dome Fuji site also appears to receive significant input of acidic species from the stratosphere, an effect not seen in the present-day at altitudes around the origin site of the SY core [Kamiyama et al., 1989]. The Byrd core is from a lowerelevation site (1530 m), but is also far from the sea, and from the different depositional environment of West Antarctica. The concentrations of the marine species (particularly Na+ and Cl ), are all higher at SY than Dome Fuji and the other coring sites. This is expected and seen in presentday snow chemistry in the area [Suzuki et al., 2002]. The combination of low altitude and proximity to the sea leads to higher ratios of Na+ and Mg2+ to Ca2+ in the SYand Byrd cores than in Dome Fuji, Vostok and Dome C cores (Table 1). The MSA concentrations in the SY core are similar to the Dome Fuji, but lower than the Vostok levels. [38] Several peaks in the SY DEP profile (Figure 8) were also chemically analyzed at 3 cm resolution. We can\nD16302 MOORE ET AL.: BLUE ICE AREA PALEOCLIMATE AND DYNAMICS\n13 of 17\nD16302\ncalculate the core acidities found by estimating the non-seasalt components of sulfate and chloride (based on sodium and magnesium). We assume that sulfuric acid is a monovalent acid in the core so counting only proton per sulfate ion to the acidity, as should be the case if the acidity is present at triple grain junctions in the ice [Moore et al., 1992]. As the nitrate data are contaminated, the acidity values found are only useful for the peaks caused by volcanic eruptions, and not for the general background levels. Fujita et al. [2002b] show that the AC-ECM loss factor is linearly dependent on acidity in the Dome Fuji core, and we show in Figure 12 the chemistry data for the SY core and the acidities derived from the Dome Fuji ACECM. It is clear that there is reasonable matches to peak magnitudes for both fits, but as stated earlier the shorter age span fit gives the more convincing match. [39] There were no dust layers seen in the SY core. In the Dome Fuji core no dust layers were seen between 574 m and 1097 m, while between 1097 and 1426 m there are many dust layers [Fujii et al., 1999]. The possible matches, 45–63 k-years and 55–61 k-years correspond to 830– 1060 m and 970–1040 m, respectively. Therefore there is no conflict with the Dome Fuji dust record. [40] The triplet of acidity peaks about 15% from the start of the core are slightly unusual in that the middle peak has about 4 mM of non-sea-salt chloride, most likely HCl as well as 8 mM of non-sea-salt sulfate, likely H2SO4. These three peaks correspond to a very prominent doublet at 56.2 kyr BP in the Dome Fuji data (not resolvable in Figures 8 and 12 except as a broader single peak) in the 55–61 kyr SYage fit. Such closely spaced large peaks are relatively rare, and again tend to support the 55–61 kyr dating model. The DEP s1 peak about 30% from the top of the core does not\ncontain significant quantities of H2SO4 or HCl, but does contain about 7 mMNaCl. The DEP s1 is sensitive to NaCl, but the signal is about 4 times greater than would be expected from the levels in the ice. Additionally the signal also appears on the ECM record of the SY core (Figure 8), which is only sensitive to acids [Hammer, 1980; Moore et al., 1992]. This leads us to suggest the peak is primarily caused by HNO3. It is unlikely that HNO3 would be produced from a volcanic eruption and so it is probable that the peak has another origin, possibly related to the large stratospheric input of acidity seen at the present time at the high-elevation sites such as Dome Fuji [Kamiyama et al., 1989]. It is however, interesting to see that this is one peak that does not apparently have a good match with the Dome Fuji electrical record."
  }, {
    "heading": "6. Summary and Conclusion",
    "text": "[41] We have used a combination of data from chemical and physical analyses of an ice core from a blue ice field together with flow line modeling to determine a chronology for the core (Figure 13). We emphasize that it is such a combination of modeling and matching approaches that allows dating to be done with reasonable confidence. The flow model is needed to gain an initial expectation of plausible surface dates and age span, flow disturbance possibilities and source region. For some areas, meteorite terrestrial ages, or tephra layer dating provide a good check on the model plausibility. Crystal size increase with depth (and hence time) appears to be quite a good way of confirming an age span for the core. Gas composition provides an excellent way of finding more precisely which age ranges could be spanned in the core as the gas composition should be very similar, with some caveats, at all ice core sites. High-resolution records, most commonly electrical stratigraphy, can be useful in deciding between possible alternative fits found using gases. However, the forest of peaks in such records and the flexibility in surface age and age span means that the method must be used with caution and strong constraints. Finally, the flow model can be used to try to get an exact match with the core dating using strong constraints from the core composition such as the d18O implied source elevation, hence ice core source site, and hence flow velocity variations over time. If the modeling produces results consistent with the ice core dating, then confidence is added to both the dating and the flow modeling as, in our experience it is not easy to get arbitrary core dates using realistic variations in model parameters. The flow modeling then can provide other useful information (Figure 13) such as (1) the age span along the flow line over the rest of the blue ice area, (2) give confidence to the interpretation of the Dome Fuji isotope record, and (3) constrain modeled elevation changes and accumulation patterns over this region of East Antarctica over the past 60 kyr. [42] The nearly horizontally lying layers mean that vertical drilling is a more efficient method of collecting ice for normal chemical analysis than horizontal surface sampling. Identifying a specific date on the surface would require quite detailed modeling or sufficient horizontal sampling to capture the broad stratigraphic variability to pin down ages to less than a km or so. The upper meter or so of ice may\nD16302 MOORE ET AL.: BLUE ICE AREA PALEOCLIMATE AND DYNAMICS\n14 of 17\nD16302\nalso have suffered some modification of chemical and especially gaseous composition due to cracking or photolytic reactions. The flow model shows that the ice has not been very near to bedrock (at least using the 5 km resolution topography available), suggesting that the ice disturbances, recrystallization and mixing of the stratigraphic record has not occurred. Measured crystal growth rates in the SY core and close grouping of lunar meteorites near the flow line tend to support this simple interpretation. A self consistent set of models and data can be made to fit an ice core chronology ranging from 55–61 kyr BP. This spans Antarctic warm event A4. The simple flow history coupled with relatively high accumulation in the approximately 3100 m elevation source region means that annual layer thickness in the SY core is bigger then in any of the other Antarctic ice cores that have sampled this time interval. We have per-\nformed detailed chemical analysis of most of the large spikes in the SY DEP record, and several of them contain potentially distinguishing characteristics that could be matched with the Dome Fuji record, however the forest of spikes in the deep ice core would require a great deal of effort to analyze. [43] The age span across the ablation area is about 90 kyr, which is quite consistent with meteorite terrestrial ages which are reported to be up to 130 kyr (with large errors). It is highly likely that some areas in the lee of nunataks would have older ice than that of the SY flow line. A much younger age for the South Yamato ice than Allan Hills meteorite field (Figure 1), has been known for some time [Nishiizumi et al., 1989]. There have been many more meteorites found on the South Yamato field than Allan Hills, and our flow model predicts this, as the source area is much larger than for Allan Hills which has flow lines of only about 10 km length [Grinsted et al., 2003]. [44] We have shown that a shallow ice core from an ablation area can be dated with reasonable confidence and can provide old ice with relatively high resolution. The flow regime of the ice is such that the ice originated within about 200 km of the drill site. This is consistent with the isotopic values seen at the present-day and in the Dome Fuji core, suggesting that the altitudinal gradient of d18O has remained reasonably constant over time. [45] The analysis we present here is of a single core, a series of shallow cores from an ablation area could provide a series of high-resolution records which could together provide a very long climatic record. However, as the relatively close-by Dome Fuji record has been established over the last 350 kyr, there seems little to gain from the extra effort of taking shallow cores, except for specialized measurements that require large volumes of ice. [46] One topic for the future is to try to use radar lines to link the stratigraphic record of the Dome Fuji core with the SY core, and similarly other deep cores with other BIAs to help date the surface ice. An interesting and encouraging feature of the radar data in Figure 3 is the relatively high radar scattering zone at the surface of the blue ice.Matsuoka et al. [2004] show that strong scattering is seen from radar sounding along an axis parallel with the flow direction in areas where the ice is in compression, such as upstream of nunataks, as is the case in Figure 3. Matsuoka et al. [2003] show the high-scattering zone is found, at varying depths, but consistently in ice from the last glacial period in areas across the drainage basins of Dome Fuji which experience convergent flow. This appears to be caused by variation in crystal fabrics that require the variations in climate forcing of the chemical and dust content of the ice that occurred during the glacial. In practice we advice caution while attempting to match surface ablation sites with deep cores, it is in practice, hard to be sure that one is continuously following the same reflection horizon, especially when flow induced fabric also modify their character. Indeed it is quite conceivable that high-intensity scattering ice fabrics could be induced by flow in ice of any plausible chemical composition.\n[47] Acknowledgments. We are grateful for the field work of the glaciology members of the 24th and 27th Japanese Antarctic Research Expeditions, particularly M. Nakawo and H. Ohmae. We are grateful to\nD16302 MOORE ET AL.: BLUE ICE AREA PALEOCLIMATE AND DYNAMICS\n15 of 17\nD16302\nE.W. Wolff for performing some of the chemical analyses reported in the paper. Two anonymous referees provided some exceptionally useful comments. Financial support came from the Finnish Academy and the Japan Society for the Promotion of Science which provided support to J.C.M. to do the initial work on this manuscript at the Institute of Low Temperature Science, Hokkaido University, in 1990."
  }],
  "year": 2006,
  "references": [{
    "title": "Flow pattern near Massif A in the Yamato bare ice field estimated from the structures and the mechanical properties of a shallow ice core, Mem",
    "authors": ["N. Azuma", "M. Nakawo", "A. Higashi", "F. Nishio"],
    "venue": "Natl. Inst. Polar Res. Spec. Issue Jpn.,",
    "year": 1985
  }, {
    "title": "Crystallographic analysis of the Dome Fuji ice core, in Physics of Ice Core Records, edited by T",
    "authors": ["N. Azuma", "Y. Wang", "Y. Yoshida", "H. Narita", "T. Hondoh", "H. Shoji", "O. Watanabe"],
    "year": 2000
  }, {
    "title": "On the glaciological, meteorological, and climatological significance of Antarctic blue ice",
    "authors": ["R. Bintanja"],
    "venue": "areas, Rev. Geophys.,",
    "year": 1999
  }, {
    "title": "Timing of millennial-scale climate change in Antarctica and Greenland during the last glacial",
    "authors": ["T. Blunier", "E.J. Brook"],
    "venue": "period, Science,",
    "year": 2001
  }, {
    "title": "Interhemispheric comparison of changes in the composition of atmospheric precipitation during the late Cenozoic era, in Polar Oceans, edited by M",
    "authors": ["J.H. Cragin", "M.M. Herron", "C.C. Langway"],
    "venue": "Klouda",
    "year": 1977
  }, {
    "title": "Long term changes in the concentrations of major chemical compounds (soluble and insoluble) along deep ice cores, in The Environmental Record in Glaciers and Ice Sheets, edited by H",
    "authors": ["R.J. Delmas", "M. Legrand"],
    "venue": "Oeschger and C. C. Langway,",
    "year": 1989
  }, {
    "title": "Crystal size climate record down to the Last Ice Age from Antarctic ice",
    "authors": ["P. Duval"],
    "venue": "Lorius",
    "year": 1980
  }, {
    "title": "Age of Yamato K-26 ice based on uranium-series disequilibrium, paper presented at Fourteenth Symposium on Antarctic Meteorites",
    "authors": ["E.L. Fireman"],
    "venue": "Natl. Inst. of Polar Res.,",
    "year": 1990
  }, {
    "title": "Tephra layers in the Dome Fuji (Antarctica) deep ice",
    "authors": ["Y. Fujii", "M. Kohno", "H. Motoyama", "S. Matoba", "O. Watanabe", "S. Fujita", "N. Azuma", "T. Kikuchi", "T. Fukuoka", "T. Suzuki"],
    "venue": "core, Ann. Glaciol.,",
    "year": 1999
  }, {
    "title": "Linear and non-linear relations between the high-frequency-limit conductivity, ACECM signals and ECM signals of Dome F Antarctic ice core from a laboratory",
    "authors": ["S. Fujita", "N. Azuma", "H. Motoyama", "T. Kameda", "H. Narita", "S. Matoba", "M. Igarashi", "M. Kohno", "Y. Fujii", "O. Watanabe"],
    "venue": "experiment, Ann. Glaciol.,",
    "year": 2002
  }, {
    "title": "On the rates of grains and crystals in South Pole firn",
    "authors": ["A.J. Gow"],
    "venue": "J. Glaciol.,",
    "year": 1969
  }, {
    "title": "Depth-time-temperature relationships of ice crystal growth in polar glaciers",
    "authors": ["A.J. Gow"],
    "venue": "CRREL Res Rep.,",
    "year": 1971
  }, {
    "title": "Dating Antarctic blue ice areas using a novel ice flow model, Geophys",
    "authors": ["A. Grinsted", "J. Moore", "V.B. Spikes", "A. Sinisalo"],
    "year": 2003
  }, {
    "title": "Acidity of polar ice cores in relation to absolute dating, past volcanism and radio echoes",
    "authors": ["C.U. Hammer"],
    "venue": "J. Glaciol.,",
    "year": 1980
  }, {
    "title": "50,000 years of recorded global volcanism",
    "authors": ["C.U. Hammer", "H.B. Clausen", "C. C"],
    "venue": "Langway",
    "year": 1997
  }, {
    "title": "The Antarctic ice sheet and environmental change: A three-dimensional modelling study, Ber. Polarforsch",
    "authors": ["P. Huybrechts"],
    "venue": "Alfred Wegener Inst. for Polar and Mar. Res.,",
    "year": 1992
  }, {
    "title": "A comparison of deep Antarctic ice cores and their implications for climate between 65,000 and 15,000 years",
    "authors": ["J. Jouzel", "G. Raisbeck", "J.P. Benoist", "F. Yiou", "C. Lorius", "D. Raynaud", "J.R. Petit", "N.I. Barkov", "Y.S. Korotkevitch", "V. M"],
    "venue": "Kotlyakov",
    "year": 1989
  }, {
    "title": "Atmospheric and depositional environments traced from unique chemical compositions of the snow over an inland high plateau, Antarctica",
    "authors": ["K. Kamiyama", "Y. Ageta", "Y. Fujii"],
    "venue": "J. Geophys. Res.,",
    "year": 1989
  }, {
    "title": "Atmospheric CO2 variations over the last three glacial-interglacial climatic cycles deduced from the Dome Fuji deep ice core, Antarctica using a wet extraction technique, Tellus",
    "authors": ["K. Kawamura", "T. Nakazawa", "S. Aoki", "S. Sugawara", "Y. Fujii", "O. Watanabe"],
    "venue": "Ser. B,",
    "year": 2003
  }, {
    "title": "Soluble impurities in four Antarctic ice cores over the last 30 000",
    "authors": ["M. Legrand", "R.J. Delmas"],
    "venue": "years, Ann. Glaciol.,",
    "year": 1988
  }, {
    "title": "Vostok (Antarctica) ice core: Atmospheric changes over the last climate cycle (160,000",
    "authors": ["M. Legrand", "C. Lorius", "N.I. Barkov", "V.N. Petrov"],
    "venue": "years), Atmos. Environ.,",
    "year": 1988
  }, {
    "title": "Ice-core record of oceanic emissions of dimethylsulphide during the last climate",
    "authors": ["M. Legrand", "C. Feniet-Saigne", "E.S. Saltzman", "C. Germain", "N.I. Barkov", "V.N. Petrov"],
    "venue": "cycle, Nature,",
    "year": 1991
  }, {
    "title": "Crystal orientation fabrics within the Antarctic ice sheet revealed by a multipolarization plane and dual-frequency radar survey",
    "authors": ["K. Matsuoka", "T. Furukawa", "S. Fujita", "H. Maeno", "S. Uratsuka", "R. Naruse", "O. Watanabe"],
    "venue": "J. Geophys. Res.,",
    "year": 2003
  }, {
    "title": "Ice-flow induced scattering zone within the Antarctic ice sheet revealed by highfrequency airborne radar",
    "authors": ["K. Matsuoka", "S. Uratsuka", "S. Fujita", "F. Nishio"],
    "venue": "J. Glaciol.,",
    "year": 2004
  }, {
    "title": "The chemical basis for the electrical stratigraphy of ice",
    "authors": ["J.C. Moore", "E.W. Wolff", "H.B. Clausen", "C.U. Hammer"],
    "venue": "J. Geophys. Res.,",
    "year": 1992
  }, {
    "title": "Electrical response of the Summit Greenland ice core to ammonium, sulphuric acid and hydrochloric acid",
    "authors": ["J.C. Moore", "E.W. Wolff", "H.B. Clausen", "C.U. Hammer", "M.R. Legrand", "K. Fuhrer"],
    "venue": "Geophys. Res. Lett.,",
    "year": 1994
  }, {
    "title": "Stratigraphic record of an ice core from the Yamato meteorite ice field, Antarctica",
    "authors": ["M. Nakawo", "M. Nagoshi", "S. Mae"],
    "venue": "Ann. Glaciol.,",
    "year": 1988
  }, {
    "title": "Surface flow and strain of the ice sheet measured by a triangulation chain in Mizuho Plateau, Mem",
    "authors": ["R. Naruse"],
    "venue": "Natl. Inst. Polar Res. Spec. Issue Jpn.,",
    "year": 1978
  }, {
    "title": "Internal flow lines in the ice sheet upstream of the Yamato Mountains, East Antarctica",
    "authors": ["R. Naruse", "M. Hashimoto"],
    "venue": "Mem. Natl. Inst. Polar Res. Spec. Issue Jpn.,",
    "year": 1982
  }, {
    "title": "Numerical modelling of the ice sheet in western Dronning Maud Land, East Antarctica: Impacts of present, past and future climates",
    "authors": ["Näslund", "J.-O", "J.L. Fastook", "P. Holmlund"],
    "venue": "J. Glaciol.,",
    "year": 2000
  }, {
    "title": "Update on terrestrial ages of Antarctic meteorites",
    "authors": ["K. Nishiizumi", "D. Elmore", "P.W. Kubik"],
    "venue": "Earth Planet. Sci. Lett.,",
    "year": 1989
  }, {
    "title": "Dirt layers and atmospheric transportation of volcanic glass in the bare ice areas near the Yamato Mountains in Queen Maud Land and the Allan Hills in Victoria Land, Antarctica",
    "authors": ["F. Nishio", "T. Katsushima", "H. Ohmae", "M. Ishikawa", "S. Takahashi"],
    "venue": "Mem. Natl. Inst. Polar Res. Spec. Issue Jpn.,",
    "year": 1984
  }, {
    "title": "Identification of bedrock types beneath the ice sheet by radio echo sounding in the bare ice field near the Yamato Mountains, Antarctica",
    "authors": ["H. Ohmae", "F. Nishio", "T. Katsushima", "M. Ishikawa", "S. Takahashi"],
    "venue": "Mem. Natl. Inst. Polar Res. Spec. Issue Jpn.,",
    "year": 1984
  }, {
    "title": "The Physics of Glaciers",
    "authors": ["W.S.B. Paterson"],
    "year": 1994
  }, {
    "title": "The variability of Antarctic ice-sheet response to the climatic signal",
    "authors": ["F. Pattyn"],
    "venue": "Ann. Glaciol.,",
    "year": 1999
  }, {
    "title": "Transient glacier response with a higher-order numerical ice-flow",
    "authors": ["F. Pattyn"],
    "venue": "model, J. Glaciol.,",
    "year": 2002
  }, {
    "title": "Ice dynamics near Antarctic marginal mountain ranges: Implications for interpreting the glacial-geological evidence",
    "authors": ["F. Pattyn"],
    "venue": "Decleir",
    "year": 1998
  }, {
    "title": "The nature of complex ice flow in Shirase Glacier catchment, East Antarctica",
    "authors": ["F. Pattyn", "R. Naruse"],
    "venue": "J. Glaciol.,",
    "year": 2003
  }, {
    "title": "A new, detailed ice-age oxygen-18 record from the ice-sheet margin in central West Greenland, Palaeogeogr",
    "authors": ["N. Reeh", "H. Oerter", "A. Letreguilly", "H. Miller", "H.-W"],
    "venue": "Hubberten",
    "year": 1991
  }, {
    "title": "Mass balance of polar ice",
    "authors": ["E. Rignot", "R.H. Thomas"],
    "venue": "sheets, Science,",
    "year": 2002
  }, {
    "title": "Modeling the evolution of Antarctic ice sheet over the last 420,000 years: Implications for altitude changes in the Vostok region",
    "authors": ["C. Ritz", "V. Rommelaere", "C. Dumas"],
    "venue": "J. Geophys. Res.,",
    "year": 2001
  }, {
    "title": "Distribution of 10 m snow temperatures in Mizuho Plateau, Mem",
    "authors": ["K. Satow"],
    "venue": "Natl. Inst. Polar Res. Spec. Issue Jpn.,",
    "year": 1978
  }, {
    "title": "Distribution of mean d18O values of surface snow layers and their dependence on air temperature",
    "authors": ["K. Satow", "O. Watanabe"],
    "year": 1992
  }, {
    "title": "Ice core records of atmospheric",
    "authors": ["T. Sowers", "R.B. Alley"],
    "venue": "Jubenville",
    "year": 2003
  }, {
    "title": "Discussion of the reliability",
    "authors": ["B. Stauffer", "J. Flückiger", "E. Monnin", "T. Nakazawa", "S. Aoki"],
    "year": 2003
  }, {
    "title": "Distribution of sea salt components in snow cover along the traverse route from the coast to Dome Fuji station 1000 km inland at east Dronning Maud",
    "authors": ["T. Suzuki", "Y. Iizuka", "K. Matsuoka", "T. Furukawa", "K. Kamiyama", "O. Watanabe"],
    "year": 2002
  }, {
    "title": "Surface mass balance in east Dronning Maud Land, Antarctica, observed by Japanese Antarctic Research Expeditions",
    "authors": ["S. Takahashi", "Y. Ageta", "Y. Fujii", "O. Watanabe"],
    "venue": "Ann. Glaciol.,",
    "year": 1994
  }, {
    "title": "2003a), General tendencies of stable isotopes and major chemical constituents of the Dome Fuji deep ice core, Mem",
    "authors": ["O Watanabe"],
    "venue": "Natl. Inst. Polar Res. Spec. Issue Jpn.,",
    "year": 2003
  }, {
    "title": "Dating of the Dome Fuji Antarctica deep ice core,Mem",
    "authors": ["O. Watanabe", "H. Shoji", "K. Satow", "H. Motoyama", "Y. Fujii", "H. Narita", "S. Aoki"],
    "venue": "Natl. Inst. Polar Res. Spec. Issue Jpn.,",
    "year": 2003
  }, {
    "title": "Catch a falling star; meteorites and old",
    "authors": ["I.M. Whillans", "W.A. Cassidy"],
    "venue": "ice, Science,",
    "year": 1983
  }, {
    "title": "Geomorphological and glaciological survey of the Minami-Yamato nunataks and Kabuto nunatak, East Antarctica",
    "authors": ["K. Yokoyama"],
    "venue": "Antarct. Rec.,",
    "year": 1976
  }],
  "id": "SP:c66e9b4621758d8abb3f7d2d19b5e053a1615545",
  "authors": [{
    "name": "John C. Moore",
    "affiliations": []
  }, {
    "name": "Fumihiko Nishio",
    "affiliations": []
  }, {
    "name": "Shuji Fujita",
    "affiliations": []
  }, {
    "name": "Hideki Narita",
    "affiliations": []
  }, {
    "name": "Elizabeth Pasteur",
    "affiliations": []
  }, {
    "name": "Aslak Grinsted",
    "affiliations": []
  }, {
    "name": "Anna Sinisalo",
    "affiliations": []
  }, {
    "name": "Norikazu Maeno",
    "affiliations": []
  }],
  "abstractText": "[1] We explore methods of dating a 101 m ice core from a bare ice ablation area in the Yamato Mountains, Dronning Maud Land, East Antarctica. There are two unknowns, the age of the ice at the surface and the age spanned by the core. The ice crystal growth rate was used to estimate the age span of the core at about 5 kyr. CO2, CH4 and N2O data on the core were compared with well-dated records from deep cores, leading to two plausible matches, both within isotope stage C. Detailed comparison of high-resolution DEP records from this core and the Dome Fuji core support the 55–61 kyr BP fit best. Oxygen isotope values in the core were then used to constrain the source elevation of the snow in the core, and hence the velocities in a simple flow line model. We inverted the ice core surface age, age span and origin site and their confidence intervals in a sensitivity study of flow model parameter space. The flow line model predicts good matches to the core by reducing glacial flow rates to 70% of present-day, accumulation rates by 45% with 10% confidence intervals. The modeled surface age for the whole meteorite field yields maximum surface ages of about 90 kyr, which is consistent with known, but poorly constrained, tephra dating, meteorite terrestrial ages and the frequency of meteorite discoveries. This approach can be used quite generally to link deep ice cores to surface outcrops on blue ice fields.",
  "title": "Interpreting ancient ice in a shallow ice core from the South Yamato (Antarctica) blue ice area using flow modeling and compositional matching to deep ice cores"
}