{
  "sections": [{
    "text": "The variation of large-magnitude volcanic ash cloud formation\nwith source latitude\nPeter G. Baines,1,2 Morgan T. Jones,2 and R. Stephen J. Sparks2\nReceived 4 November 2007; revised 24 May 2008; accepted 5 August 2008; published 5 November 2008.\n[1] Very large magnitudes of explosive volcanic eruptions can produce giant ash clouds with diameters of hundreds to thousands of kilometers. These ash clouds are controlled by gravity and rotational forces, leading to a more radially constrained shape than clouds produced by smaller eruptions. Here we develop a dynamic model of the formation of large ash clouds that are produced by eruptions of constant intensity and finite duration, incorporating source latitude, eruption type, magnitude, and intensity. The cloud grows as a stratified intrusion in the stratosphere to an equilibrium shape that approximates an ellipsoid of revolution, rotating anticyclonically as a solid body, at sufficient large distances from the equator. More generally, the structure of the cloud is determined by the source latitude ls and the parameter Ys = ys(b/Nd0)\n1/2, wherein ys is the distance of the source from the equator, b is the north-south gradient of the Coriolis frequency, N is the buoyancy frequency of the stratosphere, and d0 is the maximum cloud thickness. A steady solution for an equilibrium cloud exists if Ys lies above a boundary that ranges from p/2 at the equator to 0 at the pole. These clouds move westward at an increasing rate with decreasing latitude. Below this boundary steady solutions appear not to exist and the nature of the breakdown of the solution at the boundary suggests that the cloud, or part of it, moves toward and across the equator. The above parameters may be expressed in terms of latitude and cloud volume, which enables the model to be applied to the ash clouds of past large-magnitude eruptions. The results suggest that the behavior of clouds formed from plinian phases with eruption magnitudes M < 6.5 (M = log10 m 7, wherein m is the erupted mass in kilograms) depends on source latitude and eruption intensity, whereas for M > 6.5 they could achieve interhemispheric transport from most latitudes. For clouds from co-ignimbrite sources, for M < 7.5, cross-equatorial transport is only possible for sources in the tropics, but for M > 8, it is possible from most latitudes.\nCitation: Baines, P. G., M. T. Jones, and R. S. J. Sparks (2008), The variation of large-magnitude volcanic ash cloud formation with source latitude, J. Geophys. Res., 113, D21204, doi:10.1029/2007JD009568."
  }, {
    "heading": "1. Introduction",
    "text": "[2] The largest magnitude explosive eruptions on Earth have the potential to cause climate change and environmental effects on a global scale. Some historic eruptions, such as Mount Pinatubo, Philippines in 1991 and Tambora, Indonesia in 1815, have caused Northern Hemisphere cooling and marked climatic perturbations for at least 2 years after the eruption as a consequence of injection of aerosols and dusts into the stratosphere [Robock, 2000, 2002]. In the case of Pinatubo, there is also evidence of other global environmental effects, including accelerated depletion of stratospheric ozone and drawdown of CO2 from the atmosphere [Sarmiento, 1993; Lambert et al., 1995; Jones and Cox, 2001; Stenchikov et al., 2002]. The Tambora eruption had a magnitude of about M = 7 and Pinatubo of about M = 6.5, where M = log10(m) 7, where m is the total erupted mass of solid, liquid and gaseous material in kilograms. These historical eruptions are, however, quite small in magnitude compared with eruptions that have occurred in the geologically recent past. Explosive eruptions up to M = 9.2 are known [Mason et al., 2004]. Eruptions with M > 8 have been termed super-eruptions. Although such eruptions are rare with very long repose times [Mason et al., 2004; Self, 2006], there will be severe global consequences when the next eruption of this scale occurs [Self, 2006]. [3] The prospect of global catastrophe as a consequence\nof a super-eruption makes it imperative to assess the likely climatic and environmental effects. Such assessments have been made by a number of researchers using either analogies with smaller-magnitude historic eruptions and geological data [Rampino, 2002; Self, 2006] or modeling [Timmreck and Graf, 2005; Jones et al., 2005, 2007]. An important aspect of super-eruptions is the dynamics of the eruption cloud, as this determines the initial dispersal of ash, gases and aerosols. It is the effects of ash, aerosols, and\nJOURNAL OF GEOPHYSICAL RESEARCH, VOL. 113, D21204, doi:10.1029/2007JD009568, 2008\n1Department of Civil and Environmental Engineering, University of Melbourne, Melbourne, Vic, Australia.\n2National Oceanography Centre, Southampton, UK.\nCopyright 2008 by the American Geophysical Union. 0148-0227/08/2007JD009568\nD21204 1 of 17\ngases on the chemistry and physical properties of the atmosphere, on the chemistry of the ocean (e.g., as a supplier of nutrients) and on surface environments (e.g., destruction of vegetation and changes to albedo of ashcovered terrain) that determine the climate perturbations and environmental effects. Baines and Sparks [2005] have shown that gravity and rotational forces dominate the dynamics of ash clouds above a certain threshold of eruption magnitude, in contrast to smaller-magnitude eruptions where the balance is between gravity and inertial forces [Sparks et al., 1997]. The threshold is approximately about M 6.5, with the Mount Pinatubo eruption cloud showing dynamical features indicative of an important role for rotation. For large explosive eruptions the ash cloud formation process is quite rapid (of order 2 days). Some coarse ash and lapilli may fall out during the formation process, but consideration of particle residence time, which scales with the eruption intensity, indicates that most ash particles will be retained in suspension [Baines and Sparks, 2005] during cloud formation for high intensity, largemagnitude eruptions. Subsequently, the cloud will be advected and sheared by the background motion of the stratosphere, which will control the long-term dispersal of fine ash particles and aerosol on timescales of days to years. [4] Here we describe a model for the formation of very large ash clouds, which includes the midlatitude steady state described by Baines and Sparks [2005], and covers latitudinal variations in the Coriolis frequency, f. This model shows how the latitude of the source volcano and the magnitude and intensity of the eruption control the behavior of the cloud. In particular, the gradient in f causes the cloud to become preferentially deformed toward the equator, but the solution breaks down if the cloud becomes large enough, implying that it may then cross the Equator and affect both hemispheres. The model is then applied to infer the ash cloud character of several large recorded eruptions, and contrasted with the recent eruption in June 1991 of Mount Pinatubo."
  }, {
    "heading": "2. Model for Ash Cloud Formation",
    "text": "[5] We assume that the ash cloud forms by a buoyant plume rising from a localized source, on a timescale of several days, or less. This plume and the resulting cloud consist of a turbulent mixture of hot gases and particles, in which the suspension of the particles is maintained by the turbulence. In the rising plume stage, many of the largest and heaviest particles will be expected to fall out, leaving the smaller particles in the spreading cloud. Vigorously turbulent fluids can maintain suspensions of solid particles, and while the turbulence is maintained so that the suspension is well mixed, the whole system may be regarded as an homogeneous fluid. Particle residence time in volcanic clouds, t, scales with the flow rate,Q, and terminal settling velocity, Vt, according to t = 2(Q/pVt)\n0.5. This scaling has been verified by laboratory experiments and studies of tephra fall deposits [Sparks et al., 1991; Bursik et al., 1992], but breaks down for very fine ash ( 100 mm), for which aggregation effects become important [e.g.,Durant et al., 2008]. Observations of the Pinatubo ash cloud [Guo et al., 2004] show that vertical separation of fine ash and aerosol took place after the formation phase when the cloud had reached its full extent.\nAsh also acts as ice nucleation sites and has a profound effect on ash behavior [Durant et al., 2008], but for large clouds, with Pinatubo as an example, they are not expected to be important until after the cloud has formed. [6] Based on standard practice in the atmospheric sciences [e.g., Gill, 1982], this fluid can also be effectively treated as incompressible if the cloud thickness is much less than the scale height of the atmosphere, and the velocities are significantly less than the speed of sound. For buoyancygenerated motions, this latter condition is normally satisfied [Turner, 1973]. This fluid rises to the level of its neutral buoyancy in the stratosphere, supplying homogeneous fluid at an approximately constant rate where it spreads horizontally from above the source location. Here radiative cooling of the upper part of the cloud may be expected to help maintain its turbulent convective state and the suspension of the lighter and smaller solid particles, so that it takes the form of an effectively homogeneous mass that expands as an intrusion at its neutral density in the stratified environment. These dynamical assumptions are commonly used in modeling the formation of hot ash clouds and furthermore result in good first order agreement between models and observations [Sparks et al., 1986, 1997]. Further, satellite observations of the formation stages of the large ash cloud (15 June 1991) from Mount Pinatubo [Holasek et al., 1996] are consistent with the above assumptions, and the cloud contains large-scale wave-like disturbances (visible as lobes or bulges in the boundary of the cloud in the last two frames of Figure 2 and in plate 2b of their paper) that imply that rotation is important in the dynamics. [7] In the model we also assume that the background atmosphere is effectively at rest. This is justifiable provided that the ambient velocities are much less than those of the fluid in the plume and ash cloud, and this is generally the case for the vigorous plumes and clouds appropriate to the situations discussed here [see Sparks et al., 1986, 1997]. The present model aims to describe the formation process of an ash cloud, and the structure and subsequent motion of it assuming that it is not affected by other factors. Once an ash cloud has formed in the stratosphere, it would be advected with the mean flow at its mean level, which may be predominantly eastward or westward, in addition to the westward motion predicted from the model described here. Horizontal and vertical shears, if present, will tend to degrade the shape, and once the cloud cools to the extent that the turbulence level decreases, the solid material will begin to fall out of it and further changes will result. The description of such effects is outside the bounds of the present model. [8] Hence in our model of the spreading ash cloud we assume that the fluid inside it is homogeneous and incompressible, that the pressure inside the cloud is in hydrostatic balance (i.e., vertical acceleration is negligible), and that the pressure on the boundary of the ash cloud is the same as that in the undisturbed environment at the same level. This means that the pressure at each location inside the cloud is given by\np zð Þ ¼ p 0ð Þ r0gzþ 1\n8 r0N 2d2; N2 ¼ g r dr dz\nð1Þ\nwhere z is the vertical coordinate with the zero level taken at a central height within the cloud, N the buoyancy frequency\nD21204 BAINES ET AL.: LARGE VOLCANIC ASH CLOUD FORMATION\n2 of 17\nD21204\nand r the density of the environment, d the vertical thickness of the ash cloud which has density r0, and g denotes gravity. An analytic solution for a two-dimensional spreading homogeneous intrusion into a rotating stratified fluid has been obtained by Gill [1981], with the boundary condition that the density is continuous. This solution describes the perturbation in the density of the environmental fluid, which is different from that assumed in equation (1). However, an inspection of the effective horizontal pressure gradient on the homogeneous intrusion in Gill’s solution shows that it is the same as that given by equation (1), and we use this expression here. [9] The source may be located at any point on the Earth’s surface, and we take a local planar approximation for the purposes of examining the dynamics of the resulting ash cloud. Since rotation and the Coriolis force are important aspects of the dynamics, this may be an f-plane or a b-plane, and both situations are considered in sections 3 and 4, respectively. The equations governing the motion of such a mass of fluid are\n@u @t þ u:ruþ f xu ¼ 1 r0 rp ¼ N\n2\n8 rd2; ð2Þ\n@d @t þr: duð Þ ¼ 0; ð3Þ\nwhere f = f ẑ with f = 2W sin(latitude) the Coriolis frequency (where W is the angular velocity of the rotation of the Earth), and u is the internal horizontal velocity. The buoyancy frequency N is the natural frequency of oscillation of a density-stratified fluid when it is disturbed in the vertical direction, and the Coriolis frequency f is the corresponding natural frequency of oscillation of a rotating fluid when it is disturbed in a horizontal direction; N and f respectively characterize density-stratified and rotating environments.\n[10] Since the horizontal variation of the pressure is independent of z, we may infer that the velocity inside the homogeneous cloud is also independent of z. From equations (2) and (3) we may then deduce the conservation of potential vorticity\nD\nDt z þ f d ¼ 0; ð4Þ\nwhere V is the vertical component of vorticity rxu. We assume that all the fluid in the cloud has spread from an axisymmetric point source, and hence it has uniform potential vorticity. Further, the value of this potential vorticity is zero, so that at each location within the cloud we have\nz þ f ¼ 0: ð5Þ\n[11] This may be seen by considering equation (2) in plane polar coordinates (r, q):\n@u @t þ u @ @r þ v r @ @q u v\n2 r fv ¼ N 2 8 @d2 @r ð6Þ\n@v @t þ u @ @r þ v r @ @q vþ uv r þ fu ¼ N\n2\n8r\n@d2\n@q ; ð7Þ\nwhere u and v denote the velocity components in the r and q directions respectively. The coordinate system is shown in Figure 1. If the flow near to the source is assumed to be axisymmetric, equation (7) becomes\n@v @t þ u @v @r þ uv r þ fu ¼ 0: ð8Þ\n[12] In equation (8), u and v are functions of r and t, and writing u = dr̂/dt, where r̂ denotes the radial coordinate following a particle of fluid, equation (8) becomes\ndv dt þ dr̂ dt v r̂ þ f ¼ 0; where d dt ¼ @ @t þ u @ @r̂ : ð9Þ\n[13] Hence v may be expressed as a function of r̂ only, and integrating equation (9) gives\n1\nr̂ d r̂vð Þ dr̂ þ f ¼ 0; ð10Þ\nwhich is the axisymmetric form of equation (5). Since v vanishes at the source, equation (10) implies that v = fr/2, in the case where f is constant. [14] In polar coordinates, equation (5) becomes\n1\nr\n@ @r rvð Þ 1 r @u @q ¼ f0 br sin q; ð11Þ\nwhere\nf ¼ f0 þ b y ysð Þ ¼ f0 þ br sin q; ð12Þ\nD21204 BAINES ET AL.: LARGE VOLCANIC ASH CLOUD FORMATION\n3 of 17\nD21204\nwhere f0 is the value of f at the latitude of the source, and (x, y) denote Cartesian coordinates with ys the distance of the source from the equator. b = df/dy, the north-south gradient of f at the source, in the customary notation for a b-plane (a coordinate plane approximating the surface of the Earth locally, but allowing for the variation of f with latitude). The total velocity field inside the cloud may then be represented by any solution of equation (11), plus a component consisting of the gradient of a scalar velocity potentialf(r, q, t), since the latter is themost general form for a velocity field that contains zero vorticity. Adopting the simplest choice, we may therefore write the general velocity field in the form\nu ¼ @f @r ; v ¼ 1 2 f0r 1 3 br2 sin qþ 1 r @f @q : ð13Þ\nBy use of the identity\nu:ru ¼ 1 2 r u:uð Þ uxrxu; ð14Þ\nequation (2) may be written as\n@ @t rfþ 1 2 ru2 uxz ẑþ f xu ¼ N\n2\n8 rd2 ð15Þ\nand since z = f, this becomes\nr @f @t þ 1 2 u2 þ N\n2\n8 d2 ¼ 0; ð16Þ\nwhich integrates to give\n@f @t þ 1 2 u2 þ N\n2\n8 d2 ¼ constant; ð17Þ\n[15] This is effectively a Bernoulli integral for the flow inside the cloud. This general result provides a lot of information, but does not solve the problem of determining the shape of the cloud for variable f. In general, d is not a stream function, and it is necessary to solve equation (3), incorporating equations (13) and (17).\n3. Model Results for the Axisymmetric Case: The f-Plane\n[16] We first consider the case b = 0, with an axisymmetric source. We assume that the volcanic source at ground level generates a buoyant plume of a mixture of hot gas and ash that rises as either a Plinian eruption column or a coignimbrite plume. The rising fluid entrains and mixes with the environmental air, and this mixture finds a mean equilibrium level of neutral buoyancy in the upper atmosphere, which is in the stratosphere for large eruptions. Here it spreads into the stratified environment around this mean equilibrium level. Given the turbulent nature of the fluid inside this spreading flow we assume that it is well mixed, and hence has uniform density. This source operates for a finite time ts, with a constant volume flux Q, and is assumed to spread uniformly in all radial directions. This period is termed the ‘‘spreading phase,’’ after which the source\nceases, and the flow adjusts to a new equilibrium termed the ‘‘steady-state phase.’’"
  }, {
    "heading": "3.1. Spreading Phase",
    "text": "[17] From the above discussion, we may model the spreading ash cloud as caused by a source Q of fluid of uniform density at the origin at the level of neutral buoyancy in a stratified environment, where the motion of the cloud is governed by the axisymmetric forms of equations (3), (13), and (17). Near the origin we have\n2prdu ¼ Q; ð18Þ\nand the fluid may be assumed to spread from a region of vertical thickness ds and initial radius rs (where the subscript ‘‘s’’ here denotes ‘‘source’’), so that 2prsdsus = Q. From plume theory, rs is determined by the width of the plume at the equilibrium level, and ds is comparable with the height of the overshoot of the plume past the equilibrium level [Morton et al., 1956; Turner, 1973]. Both ds and rs are of order (Q/N)1/3. The fluid then spreads from this source as a stratified intrusion with the character of a gravity current [Simpson, 1997; Baines, 1995]. For a steady source, the flow behind the leading nose of a radial gravity current is also approximately steady [Hallworth et al., 2001], and we assume this to be the case here. Accordingly, equation (3) implies that equation (18) applies at all radii within the cloud behind the frontal region, and equations (13) and (17) give\nu2 þ f 2 0 r 2 4 þ N 2d2 4 ¼ C0; v ¼ f0r=2 ð19Þ\nwhere C0 is a constant. Substituting equation (18) into the first of equation (19) gives a quadratic equation for d2, which has two solutions, one of which is\nd\nds\n2 ¼ 1 F0\nr\nrs\n2 1\n!\n1 F0 r\nrs\n2 1\n! !2 rs\nr\n224 3 5 1=2\n; ð20Þ\nwhere\nF0 ¼ 1\n2\nf0rs Nds\n2 : ð21Þ\n[18] Realistic values of F0 are small. u is then given by equation (18), and d and u are plotted for representative values of F0 as functions of r in Figure 2. F0 is a small parameter, d decreases as 1/r over most of the range, and u at first increases and is then approximately constant. The second solution of the quadratic equation for d2 reverses this behavior for d and u, and is interpreted as the unphysical solution in this context and hence is discarded. There is also experimental evidence that the radial velocity in an axisymmetric gravity current is approximately constant with radial distance (B. Sutherland, personal communication), which supports this choice.\nD21204 BAINES ET AL.: LARGE VOLCANIC ASH CLOUD FORMATION\n4 of 17\nD21204\n[19] The solution equation (20) holds in the range\n1 < r\nrs <\n1\n2\n4\nF0 þ 1\n1=2 1 ! ; or approximately;\nrs < r < 21=2Nds\nf0 : ð22Þ\n[20] From both experiments and numerical simulations, nonrotating stratified intrusions spread at the approximate rate Ndn/4 [Simpson, 1997], where dn is the height of the leading nose of the current. Equation (20) does not describe the dynamics of the head, but if d in equation (20) becomes small, the constant radial velocity will feed the head to maintain the expanding current. The presence of rotation constrains the radial extent of the spreading flow. Numerical studies of the analogous situation of the radial spread of a collapsing mass of dense fluid in a rotating stratified environment [Ungarish and Huppert, 2004] have shown that the speed of the nose decreases and reaches zero in a length scale corresponding to equation (21). If the source of the flow continues beyond the time that the current reaches this limit, the total volume of the intrusion will continue to increase and the flow will become time-dependent and may be expected to ‘‘back-fill’’ from the outer boundary, with an inward-propagating disturbance that increases its thickness. This will take the form of a superposition of inwardpropagating linear disturbances where the radial flow is subcritical, or possibly an inward-propagating hydraulic jump if it is supercritical. These details contain an interesting range of possibilities that is beyond the scope of this study."
  }, {
    "heading": "3.2. Steady-State Phase",
    "text": "[21] After the inflow ceases at t = ts, the ash cloud adjusts to a new equilibrium in which the flow is steady with u = 0, and equation (17) gives\nf 20 r 2\n4 þ N\n2d2\n4 ¼ N 2d20 4 ; ð23Þ\nwhere d0 is the value of d at the origin. Hence this steady solution is\nd d0 ¼ 1 Nr f0\n2 !1=2 ; u ¼ 0; v ¼ f0r=2: ð24Þ\n[22] This steady solution to the full nonlinear equations (2) and (3) describes an ellipsoid of revolution, rotating anticyclonically as a rigid body in a state of cyclostrophic balance (implying a balance between the pressure gradient, centrifugal force and Coriolis force inside the cloud). This rotation is just that required to negate the rotation of the Earth beneath it, so that the cloud could be viewed as stationary in an inertial reference frame, with the Earth rotating around it. Whatever the complexities of the spreading phase during the eruption, within the assumptions of this model, this flow state will be the final result. The volume of this cloud is determined by the magnitude of the inflow, which has the value Qts, and the resulting dimensions are:\nd0 ¼ 3f 20 Qts\n2pN2\n1=3 ; rmax ¼ Nd0\nf0 ; ð25Þ\nwhere rmax is the maximum radius.\n4. Model Results for the Asymmetric Case: The b-Plane [23] The axisymmetric theory of the previous section applies to large ash clouds, but not so large that the variation of the Coriolis parameter is significant. For sources sufficiently close to the equator, however, the latitudinal variation in f must be considered. The resulting flow is no longer axisymmetric, and the dynamics are more complex. We proceed as follows."
  }, {
    "heading": "4.1. Spreading Phase",
    "text": "[24] We again make the assumption that the source exists at constant strength for a duration ts. Near the origin, equation (18) still applies, and the flow is approximately axisymmetric. Departure from this state grows with increasing distance from the source, via the zonally varying b effect. These departures from the axisymmetric state are small near the source, and we proceed by assuming that they remain small. The forcing conditions again are steady, and we again look for a steady solution that exists behind an advancing front of a nonaxisymmetric gravity current. We denote the axisymmetric solution for d and u given by equations (24) and (18) as da(r)and ua(r), so that equation (13) may be written\nu ¼ ua rð Þ þ @f1 @r ; v ¼ 1 2 f0r 1 3 br2 sin qþ 1 r @f1 @q ; ð26Þ\nD21204 BAINES ET AL.: LARGE VOLCANIC ASH CLOUD FORMATION\n5 of 17\nD21204\nwhere f1 denotes f with the axisymmetric part subtracted. Substituting equation (26) into equations (7) and (18), and making the assumption that the terms due to the b effect are small so that products of them may be neglected, it follows after some algebra that f1 takes the form\nf1 r; qð Þ ¼ fc rð Þ cos qþ fs rð Þ sin q: ð27Þ\nwhere fc and fs satisfy\nL1 fcð Þ þ L2 fsð Þ ¼ b 3 d2ar f 20 N 2 r 3 ; ð28Þ\nL1 fsð Þ L2 fcð Þ ¼ 2b f0\nN2 uar 2 þ 2 3r d dr ruað Þr3 ; ð29Þ\nwhere\nL1 fð Þ ¼ d2a 4u2a N2 frr þ d2a r þ d dr d2a 2 6u 2 a N2\n8u 2 a N 2r fr\nþ f 2 0 N 2 d 2 a r2 f ð30Þ\nL2 fð Þ ¼ 4f0\nN2 uafr þ\n1\nr\nd dr ruað Þf ; ð31Þ\nwhere the r suffices denote derivatives. [25] From equations (24) and (18), except for very close to the source (r = rs), or near the outer limit (r p 2Nds/f0), da and ua are well described by\nda ds\n2 1\n2\nrs r 2 ; u2a\nQ2\n2p2d2s r2s ; ð32Þ\nso that ua is a constant over most of the range. These expressions simplify equations (28) to (31) and enable power series solutions of them, which for the first few terms take the form\nfc ¼ br3\n15\n1þ 96\n19\nua\nNrsds\n2 r2 þ 2\n41\n45\n19\n4uað Þ2 N2dsrs\n!2 6 f0\nN\n224 3 5\nr 4\nd2s r 2 s\nþ . . . ! ; ð33Þ\nfs ¼ 44b 145 f0ua\nN2d2s r 2 s\nr6 1þ 21 55 4ua\nNdsrs\n2 r2 þ . . . ! : ð34Þ\n[26] These expressions show that the two leading terms for f (with powers r3 and r5) during this spreading phase have cosq dependence and that this form is not sensitive to the value of ua. These terms produce an irrotational flow perturbation to the axisymmetric form that has the structure shown in Figure 3, which shows that the combination of azimuthal and zonal motion produces a net eastward motion at most locations, in a form that has north-south symmetry about the source. For sources far from the equator, this motion will be a small perturbation to the spreading and rotating axisymmetric flow, but for sources near the equator it will dominate the azimuthal velocity."
  }, {
    "heading": "4.2. Subsequent or Steady-State Phase",
    "text": "[27] As for the axisymmetric case, when the source of fluid for the spreading phase ceases after time ts, the flow adjusts to a new state. In the nonaxisymmetric case with\nD21204 BAINES ET AL.: LARGE VOLCANIC ASH CLOUD FORMATION\n6 of 17\nD21204\ntropical or near-equatorial sources, it is not certain or even probable that the resulting flow will be steady in the same sense. Equations (25) to (34) for the spreading phase apply equally to the subsequent phase, with the change that ua = 0. Equations (32) and (33) then imply that the leading terms are:\nfc ¼ br3 15 1 12 41 f0 N 2 r4\nd2s r 2 s\nþ . . . ! ;fs ¼ 0; or f ffi br3\n15 cos q:\nð35Þ\n[28] The leading term here is the same as for the spreading phase, giving the pattern of flow as shown in Figure 3, and it dominates the flow in situations where f0 is small. It is difficult to see how this general eastward flow can constitute a steady flow state. However, nonaxisymmetric steady states are possible for sufficiently large f0, and in order to examine these it is appropriate to nondimensionalize the equations, and consider moving axes."
  }, {
    "heading": "5. Nonaxisymmetric Steady Flows in Moving Axes",
    "text": "[29] We look for steady flow states in axes that have eastward velocity u0 relative to the rotating Earth. This velocity is initially unknown, is to be determined as part of the solution process, and is generally found to be westward (u0 < 0). Accordingly, we transform Cartesian coordinates from (x, y, t) to (x0, y, t) where x0 = x u0t, and u = u0 + u0(x0, y), v = v0(x0, y). In the moving axes (x0, y) the equations for steady flow become\nu0:ru0 þ f x u0 þ u0ð Þ ¼ N2\n8 rd2;r: u0dð Þ ¼ 0; vx0 u0y ¼ f ;\nð36Þ\nwhere u0 = (u0, 0). The geometry is taken to be a b-plane in which\nf ¼ f0 þ b y ysð Þ; ð37Þ\nwhere\nf0 ¼ 2W sinls; b ¼ 2W cosls=a; ð38Þ\nwhere ls is the latitude of the source, and W and a denote the angular velocity and radius of the Earth respectively. We assume that at some central point in the moving frame the fluid velocity vanishes, and denote the cloud thickness at this point as d0. We may then scale d with d0, velocity with Nd0/2, and horizontal lengths with (Nd0/b) 1/2, so that\nd ¼ d0D; u0; vð Þ ¼ Nd0 2 U ;Vð Þ ¼ Nd0 2 U ; x0; yð Þ\n¼ Nd0 b\n1=2 X ; Yð Þ: ð39Þ\nU = (U, V) denotes the dimensionless horizontal velocity in the moving frame.\n[30] The dimensionless form of equation (36) may then be written\nD2 ¼ 1 U2 2U0 Y 2 Y 2s ; ð40Þ\nD2rU þ 1 2 U :rD2 ¼ 0; ð41Þ\nU ¼ U rot þrF X ; Yð Þ; ð42Þ\nwhere Urot contains all the vorticity in the flow. Taking the Cartesian form of equation (13) shows that Urot may be expressed as\nU rot ¼ 1 3 2Y þ 3 tanls ls 2 Ys Y Ys; Xð Þ; ð43Þ\nwhere ls is the source latitude (in radians), and\nYs ¼ ys b Nd0 1=2 ;U0 ¼ 2u0 Nd0 : ð44Þ\n[31] The problem therefore reduces to finding a single scalar function F that satisfies equations (40)–(43). There are three dimensionless parameters in this problem: Ys, ls and U0. As demonstrated below, U0 is dependent on ls and Ys. [32] The leading term from (35) then becomes, in dimensionless form,\nF ¼ 2 15 X 2 þ Y 2 X ; ð45Þ\nand for specified values of Ys, ls and U0, this gives an approximate solution to the problem. Solutions calculated in this way satisfy all equations except equation (41), and give a realistic cloud shape at all latitudes provided Ys is large enough. The degree of mismatch of equation (41) is estimated by calculating the ‘‘absolute error,’’ denoted AbsE, which is the mean magnitude of mismatch of equation (41) (i.e., the mean value of the magnitude of the left-hand side over the whole area of the cloud), which has been scaled so that the constituent terms of the equation are of order unity. The magnitude of the maximum error at any grid point over the whole area is also computed, and denoted Emax. These quantities should be zero for an exact solution, and be reasonably small for a credible approximate one. If Ys is sufficiently large, if one calculates solutions for a range of U0 values for given Ys, ls, one finds that the error AbsE passes through a minimum. This criterion is taken as defining the approximate solution and the value of U0 for these values of Ys, ls. [33] For Ys = 2, 0 < ls 1, for example, with U0 = 0, a realistic cloud shape is obtained that is a slightly deformed version of the axisymmetric solution (equation (23)), with the cloud slightly stretched toward the equator on the equator-side, and slightly compressed on the poleward side; the error values are AbsE = 0.0914 and Emax = 0.222. However, if the cloud is given a small westward motion, the\nD21204 BAINES ET AL.: LARGE VOLCANIC ASH CLOUD FORMATION\n7 of 17\nD21204\nvisible change in cloud shape is very small, but these errors decrease to minimum values near U0 = 0.052, where AbsE = 0.0089, and Emax = 0.037. Figure 4 shows the cloud shape, the internal stream function and the error distribution for these parameters, and it is seen to be a\nslight variation on equation (23). The values of these errors depend on the resolution in the calculation, but given that this resolution is adequate to resolve the structure, the sensitivity is small. This implies that the cloud should move toward the west with a small velocity. This behavior is well known in oceanography [Killworth, 1983], where monopolar eddies drift toward the west with a velocity that is proportional to b/f and the angular momentum of the eddy. The process is analogous to the precession of a spinning body [Nycander, 1996], and hence is a fundamental property of rotating bodies of fluid in the ocean and atmosphere. This motion is (effectively) independent of advection of the cloud by any background mean wind, which would add to its motion relative to the ground. [34] For each value of ls, as Ys is decreased from values above 2, the values of U0 obtained by this procedure become more negative (i.e., westward), the cloud shape becomes more elongated in the north-south direction, and the errors absE increase. Eventually a limiting state is reached where the cloud has a ‘‘teardrop’’ shape, which suggests that part of the cloud is on the verge of detaching from it. If the calculation is repeated at yet smaller Ys values, there is no minimum in the error; isolated cloud shapes are only possible if larger values of U0 are used, giving much larger values of absE, and progressively more unrealistic internal circulation which violates the boundary condition. Accordingly, the solutions obtained by the minimum error criterion are here interpreted as being realistic, but when Ys is below the limiting value for which this criterion is applicable, they are not. The results for Ys = 1.7 for 0 < ls 1 are shown in Figure 5, and for Ys = 1.55, ls = 0.25 in Figure 6. The latter is just below the limiting boundary. Here the teardrop shape is apparent, and the nature of breakdown of the solution, with ‘‘leakage’’ at the low-latitude end, is displayed. Just above the boundary the shape is almost the same, but the ‘‘leakage’’ is absent. [35] These calculations have been repeated for values of ls covering all latitudes, enabling the determination of the boundary curve in Ys ls space, and the values of U0 and absE above it. The same pattern of behavior is seen at all latitudes, and the boundary curve is shown in Figure 7. Figure 7a shows the variation of U0, and Figure 7b the absolute error, absE. Both quantities increase in magnitude as the limiting boundary is approached from above. Solutions above the boundary in Figure 7 are termed ‘‘separated cloud solutions.’’ [36] The behavior of the flow when the parameters lie below the boundary curve is presently unknown. The existence of a single steady cloud shape approximating those above the boundary seems most unlikely. Instead, there are several possibilities, but the manner of breakdown of the steady solution suggests that some or all of the fluid in the cloud is drawn toward the equator, and by inference across it. The resulting structure may be complex and unsteady. Another possibility is that some form of finite amplitude eastward-moving equatorial Kelvin wave will emerge from this structure, and thereby constitute a new form of equatorially trapped disturbance. However, for the purposes of the discussion of the effect of the source latitude on clouds, we will assume that sources with parameters above the boundary will result in clouds that are deformed\nD21204 BAINES ET AL.: LARGE VOLCANIC ASH CLOUD FORMATION\n8 of 17\nD21204\ntoward the teardrop shape and move westward maintaining their identity and latitudinal position, whereas clouds from sources below it do not, and may be expected to be drawn toward and across the equator. [37] The parameter Ys denotes the scaled distance of the source from the equator, and depends on the central cloud thickness and the latitude. For axisymmetric clouds, the thickness may be expressed in terms of the cloud volume, as given by equation (25) and Baines and Sparks [2005], d0 = (3f0 2 Qts/2pN 2)1/3, where Qts = VC, the cloud volume. If one assumes that this same relationship holds for the deformed\nclouds on the b-plane, one may express the cloud volume in terms of Ys and latitude in the form\nVP ¼ NVC\nWVE\n1=6 ¼ ls coslsð Þ 1=2\nsinlsð Þ1=3 1 Ys ; ð46Þ\nwhere VE = 4pa 3/3, the volume of the solid Earth. We may now express the boundary curve in terms of the parameters\nD21204 BAINES ET AL.: LARGE VOLCANIC ASH CLOUD FORMATION\n9 of 17\nD21204\nD21204 BAINES ET AL.: LARGE VOLCANIC ASH CLOUD FORMATION\n10 of 17\nD21204\nVP and latitude, and the result is shown in Figure 8. Note that VP is inversely related to Ys, so that the ‘‘separated cloud solution’’ region lies above the boundary in Figure 8. At each latitude, sufficiently weak eruptions (excepting at the equator) yield a separated ash cloud of the type described above, but sufficiently strong ones place the cloud in the unknown, possibly cross-equatorial region. [38] In summary, the above theoretical development shows that ash clouds produced by a rapid intrusion of a large body of effectively homogeneous fluid into the stratosphere will form a rotating body of fluid in cyclostrophic balance, provided that the source is poleward of the boundary shown in Figures 7 and 8. Equatorward of this boundary, such solutions appear not to exist, and the inference from the nature of this breakdown at the boundary is that the ash cloud intrusion will be drawn toward and across the equator. The parameters governing the ash cloud behavior are the source latitude ls, the parameter Ys, and the cloud volume parameter VP, and we proceed to examine the consequences of these results for particular past eruptions in the next section."
  }, {
    "heading": "6. Application of the Model",
    "text": "[39] We now employ the model to assess the size and shape of ash clouds formed from large volcanic eruptions, and their potential to cross the equator. To do this, it is first necessary to identify the two eruptive types capable of creating large volcanic ash clouds. The first type consists of plinian and ultra-plinian eruptions, which have a steady sustained convective column that transports ash straight into the stratosphere. The second type is an ignimbrite eruption. Here buoyancy is not attained immediately after injection of magma into the atmosphere as the vent is too wide, and the column collapses to produce pyroclastic density currents that descend around the source. These flows deposit dense material and entrain air from above as they progress,\neventually resulting in the buoyant liftoff of the upper area of the flow, creating a co-ignimbrite ash cloud [Sparks et al., 1997]. The magma discharge rates are generally larger for ignimbrite-forming eruptions. [40] An eruption can consist of multiple phases that have both plinian and ignimbrite eruption styles. In addition, to the eruption type, three variables are relevant: the magma flow rate from the vent, QG, the stratospheric injection rate Q, and the duration of the eruption, ts. V = QGts is the volume of magma ejected in the eruption, and VC = Qts is the volume of the cloud. [41] Q is determined by QG and the eruptive style, and is commonly several orders of magnitude larger than QG due to the entrainment of air and expansion due to heating [Baines and Sparks, 2005]. More intense eruptions (larger QG) give larger stratospheric clouds for the same magma volume. Entrainment of air increases exponentially with greater QG rates, allowing Q to grow faster than the decrease due to shorter eruption duration ts, giving increased values of d0. Eruption intensity is therefore an important consideration for the thickness of the eruption cloud and its ability to extend into both hemispheres. Plinian eruption columns entrain a greater proportion of air than ignimbrite eruptions for given volumes of magma. Co-ignimbrite ash cloud formation is a secondary process, and therefore needs a greater magma volume to erupt to achieve the same value of Q as a plinian eruption, a condition that is commonly met in explosive eruptions Figure 9, based on data and assumptions on the partitioning of mass between the pyroclastic flow and co-ignimbrite ash cloud from Baines and Sparks [2005], shows the differing dependence of Q on QG for the two eruptive styles. QG for plinian eruptions is much the larger, and grows more rapidly. Ignimbrite forming eruptions can have QG values over 107 m3 s 1, but even these are constrained to Q 1012 m3 s 1 by the lesser entrainment due to the larger source size.\nD21204 BAINES ET AL.: LARGE VOLCANIC ASH CLOUD FORMATION\n11 of 17\nD21204\n[42] Figure 10 shows how the latitude of the source, the volume of the erupted magma and the erupted magma flow rate QG (for specific values denoted by a, b, g, d) affect the parameter Ys, and hence the nature of the ash clouds, for both plinian (Figure 10a) and co-ignimbrite (Figure 10b) eruption clouds. The boundary of the separated cloud solutions is also shown. At low to intermediate volumes, volcanic ash clouds have a much greater chance of crossing the equator if they are erupted in a plinian column at low latitudes. Even at comparatively low values of Q ( 8 1010 m3 s 1) a 10 km3 dense rock equivalent (DRE) magma plinian eruption at latitudes below around 25 produces ash clouds that may cross the equator. An increase in eruptive intensity QG by an order of magnitude (10\n5–106 m3 s 1) increases Q by nearly two orders of magnitude (2.8 1011 to 1013 m3 s 1). A plinian volcanic cloud emanating from 10 km3 of DRE magma erupted at Q = 106 m3 s 1 may be able to cross the equator from source latitudes of up to 41 . By comparison, a DRE magma ignimbrite eruption of order 10 km3 (M 6.5) such as Mount Pinatubo is heavily constrained by latitude. An increase in QG from 1.45 106 to 1.66 107 m3 s 1 boosts Q from 7.35 1010 to 199 1012 m3 s 1. This only changes the maximum latitude for cross-equatorial flow from 12 to 17 (see Figure 10b). The model becomes more sensitive to eruption intensity for ignimbrite eruptions above 100 km3 DRE (M > 7.5). A similar comparison of differing QG and Q rates changes this maximum latitude for a 100 km3 eruption from around 21 to 29 ."
  }, {
    "heading": "7. Model Predictions for Previous Eruptions",
    "text": ""
  }, {
    "heading": "7.1. Implications for Super-Eruptions",
    "text": "[43] The findings of the model are of particular importance to super-eruptions, defined as M = 8 or larger with erupted masses in excess of 1015 kg, roughly 400 km3 DRE magma. Our work indicates that co-ignimbrite ash clouds from super-eruptions may spread into both hemispheres for\nD21204 BAINES ET AL.: LARGE VOLCANIC ASH CLOUD FORMATION\n12 of 17\nD21204\nall QG rates at low to mid latitudes. A super-eruption the size of the Fish Canyon Tuff (M = 9.2) [Mason et al., 2004], would spread into both hemispheres from up to 60 latitude. It has previously been assumed that midlatitude supereruptions (e.g., Yellowstone, 44 300N, USA) may only affect one hemisphere [e.g., Robock, 2000]. The above results imply that transhemispheric transport of ash is possible for many super-eruptions, as all known supervolcanoes are within 50 of the equator [Mason et al., 2004]. Figure 11 shows various historic eruptions plotted in VP-latitude space using DRE volume estimates by Mason et al. [2004] and intensities (based on distributions of ash deposition) by Baines and Sparks [2005]. Low latitude super-eruptions all show no separated cloud solutions, with the Older (Indonesia; 800 km3 DRE) and Younger Toba Tuffs ( 2700 km3 DRE) [Chesner et al., 1991] showing VP values well above the separated cloud boundary line. Between 20 and 30 latitudes, eruptions such as Cerro Galan (Chile/Argentina; 1000 km3) still achieve transport to both hemispheres. At midlatitudes, eruption volume and intensity become important for cloud solutions. Lower volume super-eruptions such as the Bishop Tuff (USA; 450 km3 DRE) cross the separated cloud form boundary, depending on the eruption intensity assumed. For the Yellowstone system (USA), only the larger super-eruptions are capable of crossing the equator. The Lava Creek Tuff ( 900 km3 DRE) maintains a separated cloud solution at all realistic intensities. In comparison, the Huckleberry Ridge Tuff ( 2200 km3 DRE) should achieve bihemispheric transport for the mid to high intensities. It is likely that mid latitude super-eruptions lying below the boundary line in Figure 11 will plot close enough to it to show significant cloud deformation toward the equator."
  }, {
    "heading": "7.2. Pinatubo",
    "text": "[44] The volcanic cloud from the 15–16 June 1991 eruption of Mount Pinatubo, Phillipines showed dynamical features suggesting that cloud was becoming increasingly affected by rotational forces [Holasek et al., 1996]. There are good constraints on magma volume ( 37 km3 DRE) and eruption duration (>9 hours for the climactic phase, but containing an intense phase of 21 hour during which 90% of the mass is emitted). This gives QG 26 105 m3 s 1, comparable to the intensity estimated for Tambora [Self et al., 2004]. Although the most intense part of the eruption had plinian phases, the resulting large ash cloud was predominantly of the co-ignimbrite type [Sparks et al., 1997; Self et al., 2004]. If one assumes a co-ignimbrite cloud for the model, then d0 = 550 m and Ys = 2.27, whereas from a purely plinian-type eruption, d0 = 3168 m and Ys = 0.99. The observed behavior of the ash cloud places it in the separated cloud region of Figures 7 and 8, and, contrary to the interpretations of Koyaguchi and Tokuno [1993], supports the view that the cloud is of co-ignimbrite type."
  }, {
    "heading": "7.3. Taupo",
    "text": "[45] To underline the differences in behavior between plinian and ignimbrite events, we next consider some specific events for which information is available. A good case study is the Taupo eruption, New Zealand. Radiocarbon dating suggests that the eruption occurred in the second century, and it has been suggested that the eruption ties in with accounts in Chinese and Roman literature of climatic anomalies in 186 AD [Wilson et al., 1980]. Descriptions of the Sun and Moon appearing red within 24 of the horizon suggest a stratospheric dust and aerosol haze that scatters radiation. The interpretation of the Taupo eruption as the cause of these northern hemisphere effects has been com-\nD21204 BAINES ET AL.: LARGE VOLCANIC ASH CLOUD FORMATION\n13 of 17\nD21204\nplicated by the recognition of a large explosive eruption at Ksudach Caldera, Kamchatka at about the same time [Andrews et al., 2004]. If Taupo is the source then one or more periods of the eruption must have been capable of allowing the volcanic cloud to cross the equator and affect the northern hemisphere from a source at 38 450S. Further evidence of transport of volcanic material into the northern hemisphere is a residual SO4\n2 peak of 20 ppb in the GISP2 Greenland ice core [Zielinski et al., 1994; Zielinski, 1995]. The peak attributed to the Taupo eruption is dated at both 182 ± 2 AD and 177 ± 10 AD [Zielinski, 1995; Zielinski et al., 1996]. Interhemispheric transport of material (tracers and contaminants) in the stratosphere is known to occur through the slow, large-scale Brewer-Dobson circulation [Holton, 1975]. For these powerful eruptions, larger and more rapid interhemispheric transport may be possible by the more direct route. [46] The Taupo eruption consisted of two main phases which were both voluminous and violent [Wilson and Walker, 1985]: the ultraplinian phase ( 40 km3 DRE, M 6.2) and the Ignimbrite phase ( 10 km3 DRE, M 6.5). The record of intensity is preserved in the ash deposits over a large area. The deposits from the ultraplinian phase are inversely graded, showing an increase in intensity with time up to QG 106 m3 s 1 [Walker, 1980; Wilson et al., 1980], with a predicted column height of over 50 km. If a constant deposition of ashfall out from the ultraplinian ash cloud is assumed, then QG = 8 104 to 2.4 105 m3 s 1 and the duration is between 6 and 19 hours [Walker, 1980; Wilson and Walker, 1985]. These values give an estimated value of Q of between 7.97 1010 m3 s 1 and 1.67 1012 m3 s 1 (see Figure 9). Application of the model predicts that d0 is between 3804 and 7271m, with Ys = 1.517–2.098, close to the borderline of achieving bihemispheric transport at the high end of the estimated eruption intensities (see Figure 11). Similar application of tephra dispersal for the Taupo ignimbrite suggests that the magma flow rate was considerable (QG 3 107 m3 s 1) [Wilson and Walker, 1985], allowing greater stratospheric injection rates than the previous ultraplinian phase (Q = 6.52 1012 m3 s 1). This gives ts = 333 s. Despite the fact that this is the greatest eruption intensity known, the lesser degree of entrainment (Q/QG 105 compared with Q/QG 106 to107 for the plinian phase) gives d0(t) = 4007 m and Ys = 2.04. This allows a separate cloud solution with no bihemispheric transport. As one phase very rapidly followed the other, it is probable that the eruption clouds from the two phases interacted, potentially increasing d0. If the Taupo eruption was the cause of the atmospheric disturbances and the large sulfur residual in the GISP2 core, then our model predicts that the most likely phase capable of crossing the equator is the early ultraplinian phase, although the eruption volume for either phase could have been underestimated. If the aerosol cloud detached from the main cloud at altitude then it is also plausible that the aerosols crossed the equator even if the tephra was unable to do so. Seasonality of eruptions can affect eruption clouds, and in the case of Taupo the palaeobotanical evidence suggests that the eruption occurred during late March to early April (C. Wilson, personal communication). If the cloud remained aloft into June and July, which is likely for fine ash particles and aerosols, then\ninterhemispheric transfer would be made easier by the equinoctal shift of stratospheric air between hemispheres."
  }, {
    "heading": "7.4. Oruanui",
    "text": "[47] Evidence of a much larger eruption from the Taupo volcanic system is also present in the GISP2 core [Zielinski et al., 1996], the 26.5 ka Oruanui eruption [Wilson, 2001; Wilson et al., 2006]. Volume estimates suggest that the eruption generated around 530 km3 DRE magma (M 8.2), of which 300 km3 is represented by extracaldera deposits [Wilson, 2001]. The eruption is unusual in that all phases of the eruption show evidence for scavenging of ash by water [Wilson, 2001]. Initially activity was episodic, but reached a climax toward the end of the eruption. It is therefore important to treat discrete phases of the eruption separately. We assume that the most voluminous phase is the one most likely to create the lowest Ys value. Wilson [2001] estimates the climactic phase (no.10) to consist of ashfall deposits of 265 km3 and contemporaneous ignimbrite deposits totaling 100 km3. This is about 48% of the total estimated deposit volume, which if taken as a direct proportion of the predicted pre-erupted magma volume gives a DRE of 255 km3 (M = 7.8). We have assumed a magma flow rate of 6.38 106 m3 s 1 based on the known extent of the phase 10 pyroclastic density currents [Wilson, 2001], which would have had a diameter of around 100 km [Baines and Sparks, 2005]. This gives an eruption duration of 11 hours, with d0 = 6660 m and Ys = 1.585. This suggests that, for these model parameters, the Oruanui eruption could have transported ash and aerosols into the northern hemisphere, but again the criterion is borderline (see Figure 11). [48] Evidence presented by Wilson [2001] draws attention to the contrast between the Oruanui ashfall deposits and similar deposits from other events, noting that the eruption cloud allowed deposition to occur at unusually large distances upwind and crosswind. While the theory of extreme dispersal driven by the latent heat capacity of water [Wilson, 2001] may add to the distal deposition of co-ignimbrite ash, our model suggests that eruption magnitude and intensity are likely to be the dominant parameters. There are several factors to consider when applying this model to the Oruanui eruption. The abundance of accretionary lapilli (i.e., coalesced ash particles) suggests substantial magma-water interaction, which promotes column collapse and reduces the predicted height of buoyant plumes [Koyaguchi and Woods, 1996]. The resultant increase in grain size from accretionary lapilli generation should also shorten the ash cloud lifetime, though the climactic phase of the eruption is dominated by very fine ash (20–65 mm) [Wilson, 2001]. The phreatomagmatic nature of the eruption may also have scavenged a large proportion of the volatile component from the eruption cloud, reducing the resultant sulfate spike in an ice core. One should also be cautious when assuming that the final stage of the eruption was continuous. There is evidence throughout the Oruanui deposits of emplacement as a series of closely spaced pulses, leading to the progressive accumulation of the ignimbrite sheet. If the pulses had significant repose times, the average eruption rate would be less and would limit the potential of northern hemispheric transport.\nD21204 BAINES ET AL.: LARGE VOLCANIC ASH CLOUD FORMATION\n14 of 17\nD21204"
  }, {
    "heading": "7.5. Campanian",
    "text": "[49] The Campanian eruption around 39,000 years ago is believed to have been erupted from the Campi Flegrei caldera near Naples, Italy (40 450N). Again, there were two dominant eruption phases, an initial plinian phase erupting 20 km3 of deposits, followed by a 100 km3 ignimbrite phase [Perrota and Scarpati, 2002]. The minimum preerupted volume is believed to be 80 km3 DRE [Rosi et al., 1999], so we infer that that the plinian phase came from 10 km3 (M 6.5) and the ignimbrite phase from the remaining 70 km3 (M 7.3). The ash deposition record implies that the plinian phase had two distinct phases: an initial period which saw a gradual increase in intensity, followed by a period of oscillating intensities [Rosi et al., 1999]. Column heights are predicted to have peaked at 44 km and 40 km for each period respectively. A calculated estimation of QG for plinian columns of this size is around 3 105 m3 s 1, assuming an average column height of 36.5 km [Baines and Sparks, 2005]. This gives QG = 1.67 1012 m3 s 1, d0 = 8412 m and Ys = 1.46. This suggests that the plinian phase point lies close to the boundary beyond which volcanic clouds may cross the equator in Figure 11, though the current volume and intensity estimates suggest that a separate cloud solution is probable. If the DRE volume was half that assumed above (5 km3, M 6.1), Ys = 1.639, which is still close to the calculated threshold for bihemispheric transport. [50] The ignimbrite phase of the eruption, predicted at 70 km3 DRE (M 7.3), covered an area over 30,000 km2 [Perrota and Scarpati, 2002]. This gives a predicted deposit diameter of 138 km. If we estimate the co-ignimbrite liftoff area as having a slightly smaller diameter of 100 km, we can apply QG = 6.38 106 m3 s 1 and Q = 7.49 1011 m3 s 1 [Baines and Sparks, 2005]. This predicts d0 = 4445 m and Ys = 2.01, incapable of crossing the equator. Even at higher predicted intensities, the volume of the ignimbrite phase is insufficient to create a volcanic cloud large enough to reach the southern hemisphere. The Campanian eruption is therefore a good example of how plinian and ignimbrite phases differ in volume and intensity thresholds, with the much smaller plinian phase being the only part of the eruption predicted to show equatorward distortion of the cloud and possibly trans hemispheric transport."
  }, {
    "heading": "7.6. Uncertainties",
    "text": "[51] The model provides a useful tool when assessing the fallout from large volcanic clouds, but must be used carefully when applied to past events. The nature of the flow in the region of parameter space where isolated ash cloud solutions do not exist is uncertain, but is expected to involve motion of fluid toward and across the equator. Many of the numbers used for the calculations (e.g., Q, QG) are based on assumptions with potentially significant uncertainties. Figures 10a and 10b underline that for some well constrained parameters, large errors in other parameters make little difference to the predicted form and outcome of the cloud. At sufficiently large eruption intensities we may expect that both plinian and co-ignimbrite ash clouds will cross the equator. Uncertainties are minimized where eruptions are known to have been extremely violent and the intensity is well constrained. However, these uncertainties\nwill have a large impact on eruptions that are heavily dependent on intensity, like a 10 km3 plinian phase or a 100 km3 ignimbrite-forming phase. Another important factor to consider is the gradual loss of material from the cloud by gravitational sedimentation, reducing the density of the cloud and allowing it to expand in the stratosphere. These processes effectively increase d0 and lower the predicted Ys value, raising the potential for transport between hemispheres."
  }, {
    "heading": "8. Conclusions and Implications",
    "text": ""
  }, {
    "heading": "8.1. Ash Cloud Formation",
    "text": "[52] We have developed a model for the formation of ash clouds generated by large-magnitude explosive eruptions, assuming that this results in the injection of a finite body of homogeneous fluid as an intrusion into the stratosphere. For sources at high latitudes, this body achieves cyclostrophic balance (between the pressure gradient, centrifugal and Coriolis forces) with the shape of an ellipsoid of revolution, rotating anticyclonically as a rigid body with angular velocity f0/2. For sources closer to the equator, the variation of the Coriolis frequency f with latitude becomes important, and the behavior of the cloud depends on latitude and the parameter Ys = ys(b/Nd0)\n1/2. With these parameters, there is a boundary such that a solution for an isolated ash cloud as described above does not appear to exist if the source lies on the equatorward side, as shown in Figure 7. For values of Ys that plot close to the poleward side of this boundary (see Figures 7 and 8), the cloud is deformed toward the equator but is confined to a range of middle latitudes around that of the source. It also moves steadily toward the west with a velocity that increases with decreasing latitude, in a manner analogous to that of oceanic eddies, and is a consequence of the dynamics of rotating bodies. For Ys values that lie below (equatorward of) this cloud form boundary no steady solution has been obtained, and the implication is that at least part of the cloud is drawn toward and across the equator and a complex pattern of motion results. This boundary of the isolated ash cloud solutions may be expressed in terms of the cloud volume and source latitude, as shown in Figures 8 and 11, by using the expression (24) for the cloud thickness in the axisymmetric case. [53] This dynamical criterion which seems to divide the behavior of the ash cloud into two different types has been combined with the dynamics of plumes from plinian and coignimbrite eruptions to estimate criteria for ash cloud dispersion from eruptions of given magnitude of each type. These results are preliminary, as the theory is not yet complete, and more work on the dynamics of ash clouds from tropical sources is needed to complete the picture. However, these initial findings suggest that previous assumptions for volcanic ash clouds may not be valid. For example, Timmreck and Graf [2005] modeled the initial dispersal of volcanic aerosols using the Yellowstone volcanic system. Their findings concerning aerosol dispersal may hold true for the aerosol and volcanic gas components after tephra deposition or separation of the ash and aerosol clouds, but the initial behavior of the cloud will be much less affected by wind direction and therefore the season of the eruption. Similarly, Bühring and Sarnthein [2000] used\nD21204 BAINES ET AL.: LARGE VOLCANIC ASH CLOUD FORMATION\n15 of 17\nD21204\nthe dispersal of tephra from the Younger Toba Tuff (YTT) to hypothesize that the eruption took place during the Southeast Asian summer monsoon season and was transported by two contrasting wind directions. The volume of the eruption, coupled with the predicted high intensity based on tephra dispersal, suggests that the giant eruption cloud formed by Toba could easily have extended radially for several thousand kilometers and caused the spread of YTT deposits summarized by Lee et al. [2004] regardless of wind direction. It is therefore not necessary to have a long eruption duration to account for the spread of the deposits. The westward bias of the YTT deposits fits with the predicted motion of ash clouds above the cloud form boundary, so it is possible that ash clouds that cross the equator are also induced into a westward motion, possibly as an eddy pair. [54] Hence the formation process for large ash clouds facilitates the transport of ash and other cloud constituents toward and (apparently) across the equator, more so than poleward. This transport is in the opposite direction to the poleward transport in the stratosphere associated with the slower background Brewer-Dobson circulation, and affects the initial latitudinal distribution of material advected by the latter."
  }, {
    "heading": "8.2. Implications for Climate Impact",
    "text": "[55] The results of the model have implications for the predicted climatic impact of volcanic eruptions. The largest known volcanogenic forcing is the injection of volcanic gases into the stratosphere. The sulfur species oxidize to form sulfate aerosol, which has an atmospheric lifetime of 1 to 3 years [Robock, 2000]. Aerosol particles efficiently scatter shortwave radiation and absorb long-wave radiation [e.g., Bekki et al., 1996]. The scattering effect raises the planetary albedo, leading to surface cooling and the instigation of a volcanic winter [Robock, 2000]. The nature of this disturbance relies strongly on whether the sulfate cloud can affect both hemispheres. The degree of sulfur loading affects aerosol particle size and residence times, with larger loadings increasing particle size. Larger particles have a shorter atmospheric residence time due to increased gravitational sedimentation, and change the degree of scattering of shortwave radiation [Bekki et al., 1996]. Reducing the sulfate cloud lifetime limits the radiative cooling period and reduces the climatic impact for a given loading. Transport of sulfur into both hemispheres reduces the sulfur loading, promoting growth of smaller particles and increasing the atmospheric residence time [Bekki, 1995]. Thus if large eruptions achieve interhemispheric transfer, the climatic effect of sulfate aerosols is increased due to longer residence times. Clouds affecting both hemispheres also reduce the likelihood of stratospheric dehydration, which has been suggested for extreme sulfur loadings [Bekki et al., 1996]. These conclusions are contentious as entrainment of tropospheric H2O was not considered in their model, but the potential to achieve dehydration and inhibition of growth of sulfate aerosol particles will become less likely if stratospheric. OH in both hemispheres becomes available. [56] The deposition of tephra may also be important with respect to the climatic response of the oceans. The equatorial movement of volcanic clouds allows fine-grained ash to be deposited in more tropical waters. Equatorial oceans are\ncharacterized by high nutrient levels but low chlorophyll levels [Martin et al., 1994; Chester, 2000], with biota consuming available nutrients until limited by one or several elements. Chlorophyll is kept low unless iron and other key elements enrich the surface waters and instigate blooms [Morel et al., 1991]. Aeolian deposition and upwelling are the common causes of blooms, but the potential of volcanic ash as a fertilizer has now been considered [Frogner et al., 2001]. The blooms use carbon for shell building, and the ocean maintains equilibrium with the atmosphere by sequestering CO2. If these shells sink and are lost from the system, such blooms could lower atmospheric CO2 levels. Small ash particles are proficient scavengers of volatiles out of the eruption cloud due to the higher surface area to mass ratio [Rose et al., 1973; Witham et al., 2005]. In many cases the concentrations of scavenged acid species increase away from the volcano [Witham et al., 2005]. An addition of a large amount of ash leachates to water deprived of iron and other nutrients may instigate a large bloom, causing a sustained drop in atmospheric CO2 levels. Our model indicates that fine ash and aerosols will cover much larger areas of the ocean due to transhemispheric transport. Deposition in nutrient-deprived equatorial waters will add to the enhancement of the climate perturbation. [57] The behavior and subsequent extent of aerosol and volcanic gas distribution in the atmosphere depends on the interaction between the volatiles and the ash. If decoupling occurs early on in the eruption, one would expect the resulting aerosol cloud to form a homogenous body in the stratosphere and to be affected by the same processes described for ash cloud behavior. With a lower density and a greater volume, the diameter and d0(t) of a giant aerosol cloud will be much greater than that of the ash cloud. This assumes that the cloud stays as a coherent body. If the gas cloud coherence time is substantially less than the stratospheric residence time, then sulfate deposition should occur at both poles. [58] The results of our model show that the importance of each controlling factor changes with eruption magnitude. Plinian eruptions with volume V < 10 km3 (M 6.5) in size are heavily controlled by eruption intensity and source latitude. Plinian eruptions with magnitudes greater than this threshold are predicted to create ash clouds capable of crossing the equator for sources at all latitudes less than 50 , and any intensity which can sustain a plinian eruption column. Ash clouds from ignimbrite forming eruptions show a similar relationship between controlling factors, with intensity and source latitude dominating the cloud form for eruptions under 100 km3 (M 7.5). The threshold beyond which eruption magnitude dominates the ability of a cloud to cross the equator is close to that assigned for supereruptions (M > 8), suggesting that an ash cloud from a super-eruption can achieve interhemispheric transport from low to mid latitudes at all eruption intensities considered.\n[59] Acknowledgments. P.G. Baines is supported in Bristol by QUEST program. R.S.J. Sparks acknowledges Royal Society Wolfson Merit Award. M.T. Jones is supported by a NERC studentship. [60] We thank Colin Wilson for points of clarification concerning the eruptions of Taupo, Greg Zielinski for help with the GISP2 ice core data, and Steve Self and two other anonymous referees for constructive reviews.\nD21204 BAINES ET AL.: LARGE VOLCANIC ASH CLOUD FORMATION\n16 of 17\nD21204"
  }],
  "year": 2008,
  "references": [{
    "title": "Topographic Effects in Stratified Flows, 482 pp",
    "authors": ["P.G. Baines"],
    "year": 1995
  }, {
    "title": "Dynamics of giant volcanic ash clouds from supervolcanic eruptions",
    "authors": ["P.G. Baines", "R.S.J. Sparks"],
    "venue": "Geophys. Res. Lett., 32,",
    "year": 2005
  }, {
    "title": "Oxidation of volcanic",
    "authors": ["S. Bekki"],
    "year": 1995
  }, {
    "title": "The role of microphysical and chemical processes in prolonging the climate forcing of the Toba eruption",
    "authors": ["S. Bekki", "J.A. Pyle", "W. Zhong", "R. Toumi", "J.D. Haigh", "D.M. Pyle"],
    "venue": "Geophys. Res. Lett.,",
    "year": 1996
  }, {
    "title": "Toba ash layers in the South China Sea: Evidence of contrasting wind directions during eruption ca",
    "authors": ["C. Bühring", "M. Sarnthein"],
    "venue": "ka, Geology,",
    "year": 2000
  }, {
    "title": "Sedimentation of tephra by volcanic plumes: I. Theory and its comparison with a study of the Fogo A Plinian deposit",
    "authors": ["M.I. Bursik", "R.S.J. Sparks", "J.S. Gilbert", "S.N. Carey"],
    "venue": "San Miguel (Azores), Bull. Volcanol.,",
    "year": 1992
  }, {
    "title": "Eruptive history of Earth’s largest quaternary caldera (Toba, Indonesia",
    "authors": ["C.A. Chesner", "W.I. Rose", "A. Deino", "A. Drake"],
    "venue": "clarified, Geology,",
    "year": 1991
  }, {
    "title": "Marine Geochemistry, 506 pp",
    "authors": ["R. Chester"],
    "year": 2000
  }, {
    "title": "Ice nucleation and overseeding of ice in volcanic clouds",
    "authors": ["A.J. Durant", "R.A. Shaw", "W.I. Rose", "Y. Mi", "G.G.J. Ernst"],
    "venue": "J. Geophys. Res.,",
    "year": 2008
  }, {
    "title": "Homogeneous intrusions in a rotating stratified fluid",
    "authors": ["A.E. Gill"],
    "venue": "J. Fluid Mech.,",
    "year": 1981
  }, {
    "title": "Atmosphere-Ocean Dynamics, 662 pp., Elsevier, New York",
    "authors": ["A.E. Gill"],
    "year": 1982
  }, {
    "title": "Reevaluation of SO2 release of the 15 June 1991 Pinatubo eruption using ultraviolet and infrared satellite sensors, Geochem",
    "authors": ["S. Guo", "G.J.S. Bluth", "W.I. Rose", "I.M. Watson", "A.J. Prata"],
    "venue": "Geophys. Geosyst.,",
    "year": 2004
  }, {
    "title": "Axisymmetric gravity currents in a rotating system: Experimental and numerical investigations",
    "authors": ["M.A. Hallworth", "H.E. Huppert"],
    "venue": "Ungarish",
    "year": 2001
  }, {
    "title": "Satellite observations and interpretation of the 1991 Mount Pinatubo eruption plumes",
    "authors": ["R.E. Holasek", "S. Self", "A.W. Woods"],
    "venue": "J. Geophys. Res.,",
    "year": 1996
  }, {
    "title": "The Dynamic Meteorology of the Stratosphere and Mesosphere",
    "authors": ["J.R. Holton"],
    "year": 1975
  }, {
    "title": "Modeling the volcanic signal in the atmospheric CO2 record",
    "authors": ["C.D. Jones", "P.M. Cox"],
    "venue": "Global Biogeochem. Cycles,",
    "year": 2001
  }, {
    "title": "An AOGCM simulation of the climatic response to a volcanic super-eruption",
    "authors": ["G.S. Jones", "J.M. Gregory", "P.A. Stott", "S.F.B. Tett", "R.B. Thorpe"],
    "venue": "Clim. Dyn.,",
    "year": 2005
  }, {
    "title": "The climatic impact of supervolcanic ash blankets",
    "authors": ["M.T. Jones", "R.S.J. Sparks", "P.J. Valdes"],
    "venue": "Clim. Dyn.,",
    "year": 2007
  }, {
    "title": "On the motion of isolated lenses on a beta-plane",
    "authors": ["P.D. Killworth"],
    "venue": "J. Phys. Oceanogr.,",
    "year": 1983
  }, {
    "title": "On the formation of eruption columns following explosive mixing of magma and surface water",
    "authors": ["T. Koyaguchi", "A.W. Woods"],
    "venue": "J. Geophys. Res.,",
    "year": 1996
  }, {
    "title": "Year-to-year changes in atmospheric",
    "authors": ["G. Lambert", "P. Monfray", "B. Ardouin", "G. Bonsang", "A. Gaudry", "V. Kazan", "V.G. Polian"],
    "year": 1995
  }, {
    "title": "Testing the iron hypothesis in ecosystems of the equatorial Pacific Ocean",
    "authors": ["Martin", "J. H"],
    "year": 1994
  }, {
    "title": "The size and frequency of the largest explosive eruptions on Earth",
    "authors": ["B.G. Mason", "D.M. Pyle", "C. Oppenheimer"],
    "venue": "Bull. Volcanol.,",
    "year": 2004
  }, {
    "title": "Turbulent gravitational convection from maintained and instantaneous sources",
    "authors": ["B.R. Morton", "G.I. Taylor", "J.S. Turner"],
    "venue": "Proc. R. Soc. Lond. A,",
    "year": 1956
  }, {
    "title": "Analogy between the drift of planetary vortices and the",
    "authors": ["J. Nycander"],
    "year": 1996
  }, {
    "title": "Supereruptions as a threat to civilizations",
    "authors": ["Miner. Petrol", "M.R. 67–78. Rampino"],
    "year": 2002
  }, {
    "title": "Pinatubo eruption — the climatic aftermath",
    "authors": ["A. 191–219. Robock"],
    "year": 2002
  }, {
    "title": "Gravity Currents in the Environment and the La",
    "authors": ["J.E. 2004GL020925. Simpson"],
    "year": 1997
  }, {
    "title": "The initial dispersal and radiative",
    "authors": ["C. 2002JD002090. Timmreck", "H.-F. Graf"],
    "year": 2005
  }, {
    "title": "On gravity currents propagating at",
    "authors": ["M. Press. Ungarish", "H.E. Huppert"],
    "year": 2004
  }, {
    "title": "The Taupo pumice: Product of the most powerful",
    "authors": ["L.G. P"],
    "venue": "rotation, J. Fluid Mech.,",
    "year": 1980
  }],
  "id": "SP:07ab77d8f2f18fda9f28de80ba81b02bfb89153c",
  "authors": [{
    "name": "Peter G. Baines",
    "affiliations": []
  }, {
    "name": "Morgan T. Jones",
    "affiliations": []
  }, {
    "name": "Stephen J. Sparks",
    "affiliations": []
  }],
  "abstractText": "[1] Very large magnitudes of explosive volcanic eruptions can produce giant ash clouds with diameters of hundreds to thousands of kilometers. These ash clouds are controlled by gravity and rotational forces, leading to a more radially constrained shape than clouds produced by smaller eruptions. Here we develop a dynamic model of the formation of large ash clouds that are produced by eruptions of constant intensity and finite duration, incorporating source latitude, eruption type, magnitude, and intensity. The cloud grows as a stratified intrusion in the stratosphere to an equilibrium shape that approximates an ellipsoid of revolution, rotating anticyclonically as a solid body, at sufficient large distances from the equator. More generally, the structure of the cloud is determined by the source latitude ls and the parameter Ys = ys(b/Nd0) , wherein ys is the distance of the source from the equator, b is the north-south gradient of the Coriolis frequency, N is the buoyancy frequency of the stratosphere, and d0 is the maximum cloud thickness. A steady solution for an equilibrium cloud exists if Ys lies above a boundary that ranges from p/2 at the equator to 0 at the pole. These clouds move westward at an increasing rate with decreasing latitude. Below this boundary steady solutions appear not to exist and the nature of the breakdown of the solution at the boundary suggests that the cloud, or part of it, moves toward and across the equator. The above parameters may be expressed in terms of latitude and cloud volume, which enables the model to be applied to the ash clouds of past large-magnitude eruptions. The results suggest that the behavior of clouds formed from plinian phases with eruption magnitudes M < 6.5 (M = log10 m 7, wherein m is the erupted mass in kilograms) depends on source latitude and eruption intensity, whereas for M > 6.5 they could achieve interhemispheric transport from most latitudes. For clouds from co-ignimbrite sources, for M < 7.5, cross-equatorial transport is only possible for sources in the tropics, but for M > 8, it is possible from most latitudes.",
  "title": "The variation of large-magnitude volcanic ash cloud formation with source latitude"
}