{
  "sections": [{
    "text": "Oceanographic and climatic evolution of the Miocene Mediterranean\ndeduced from Nd, Sr, C, and O isotope compositions of marine\nfossils and sediments\nL. Kocsis,1 T. W. Vennemann,1 D. Fontignie,2 C. Baumgartner,3 A. Montanari,4 and B. Jelen5\nReceived 5 September 2007; revised 1 July 2008; accepted 28 July 2008; published 8 November 2008.\n[1] Isotopic compositions of marine sediments and fossils have been investigated from northern basins of the Mediterranean to help constrain local oceanographic and climatic changes adjacent to the uplifting Alps. Stable C and O isotope compositions of benthic and planktonic foraminifera from the Umbria-Marche region (UMC) have an offset characteristic for their habitats and the changes in composition mimic global changes, suggesting that the regional conditions of climate and the carbon cycle were controlled by global changes. The radiogenic isotope composition of these fossil assemblages allows recognition of three distinct periods. In the first period, from 25 to 19 Ma, high eNd values and low\n87Sr/86Sr of sediments and fossils support intense tectonism and volcanism, related to the opening of the western Mediterranean. In the second period, from 19 to 13 Ma the 87Sr/86Sr ratio of Mediterranean (UMC) deviate from the global ocean, which is compatible with rapid uplift of the hinterland and intense influx of Sr from Mesozoic carbonates of the western Apennines. This local control on the seawater was driven by a humid and warm climate and indicates restricted exchange of water with the global ocean. Generally, the eNd values of the fossils are very similar to those of Indian Ocean water, with brief periods of a decrease in the eNd values coinciding with volcanic events and maybe sea level variation at 15.2 Ma. In the third period, from 13 to 10 Ma the fossils have 87Sr/86Sr similar to those of Miocene seawater while their eNd values change considerably with time. This indicates fluctuating influence of the Atlantic versus the Paratethys and/or locally evolved seawater in the Mediterranean driven by global sea level changes. Other investigated localities near the Alps and from the ODP 900 site are compatible with this oceanographic interpretation. However, in the late early Miocene, enhanced local control, reflecting erosion of old crustal silicate rocks near the Alps, results in higher 87Sr/86Sr.\nCitation: Kocsis, L., T. W. Vennemann, D. Fontignie, C. Baumgartner, A. Montanari, and B. Jelen (2008), Oceanographic and climatic evolution of the Miocene Mediterranean deduced from Nd, Sr, C, and O isotope compositions of marine fossils and sediments, Paleoceanography, 23, PA4211, doi:10.1029/2007PA001540."
  }, {
    "heading": "1. Introduction",
    "text": "[2] Radiogenic and stable isotope compositions of marine sediments and fossils have been documented to be useful proxies for the determination of past oceanic and climatic conditions [e.g., Savin et al., 1985; Zachos et al., 2001; Frank, 2002]. The interpretative strength is particularly good, if different isotopic systems can be used simultaneously. [3] The application of neodymium isotope geochemistry to oceanography began when it was recognized that the main oceanic provinces have their own characteristic Nd isotope compositions [Piepgras and Wasserburg, 1980]. The two end-members of the modern seawater are the northern Pacific Ocean and the North Atlantic Deep Water (NADW), which have large differences in their Nd isotopic compositions [e.g., Piepgras and Wasserburg, 1980]. This large variation among the different oceans indicates that neodymium, as well as the other rare earth elements (REE), has a short residence time in seawater relative to the time of global oceanic circulation [e.g., Bertram and Elderfield, 1993; Tachikawa et al., 1999]. Neodymium is mainly derived from atmospheric and riverine terrigenous inputs, while the impact of hydrothermal processes at the midoceanic ridges can largely be neglected [e.g., Frank, 2002]. Therefore, differences in Sm/Nd and age for different lithologies of the source rocks in the hinterland can result in differences in the radiogenic isotopic composition of the local seawater. As such, the relatively low 143Nd/144Nd of the NADW reflects a dominance of erosion of old crystalline rocks of the Canadian Shield, while higher 143Nd/144Nd of the Pacific Ocean are controlled by a large contribution from erosion of young volcanic rocks. The other ocean basins generally have intermediate 143Nd/144Nd [Albarède\nPALEOCEANOGRAPHY, VOL. 23, PA4211, doi:10.1029/2007PA001540, 2008\n1Institut de Minéralogie et Géochimie, University of Lausanne, Lausanne, Switzerland.\n2Section des Sciences de la Terre, Département de Minéralogie, University of Geneva, Geneva, Switzerland.\n3Institut de Géologie et Paléontologie, University of Lausanne, Lausanne, Switzerland.\n4Osservatorio Geologico di Coldigioco, Frontale di Apiro, Italy. 5Geological Survey of Slovenia, Ljubljana, Slovenia.\nCopyright 2008 by the American Geophysical Union. 0883-8305/08/2007PA001540\nPA4211 1 of 20\nand Goldstein, 1992], related to the pattern of the present global thermohaline circulation and/or related to boundary exchange processes in the shelf areas [Lacan and Jeandel, 2005; Jeandel et al., 2007]. [4] Several archives are used to constrain the ancient oceanic Nd isotope compositions: deepwater Fe-Mn nodules or crusts [e.g., Albarède and Goldstein, 1992; Albarède et al., 1997; Abouchami et al., 1999; Frank et al., 2002], foraminifera [e.g., Palmer and Elderfield, 1985; Vance and Burton, 1999; Burton and Vance, 2000; Pomiès et al., 2002] or fossil fish teeth [e.g., Staudigel et al., 1985; Vennemann and Hegner, 1998; Martin and Haley, 2000]. On the basis of such studies, it was shown that the deepwater of the three main oceanic basins of the Atlantic, Indian, and Pacific were also compositionally distinct during the Oligo-Miocene [e.g., Ling et al., 1997; O’Nions et al., 1998; Burton et al., 1999] and that the Nd isotope compositions of ancient seawater are useful tracers of changes in oceanic circulation, including the opening and closing of gateways to seawater circulation, and/or in estimating continental inputs and mixing of different water masses [e.g., Burton et al., 1997; Frank et al., 1999; Scher and Martin, 2006]. [5] Although some earlier studies have looked at changes in the Mediterranean Nd isotopic compositions [Jacobs et al., 1996a; Stille et al., 1996; Mühlstrasser, 2002], here a more detailed and continuous study on marine deepwater sediments of the Umbria-Marche region in Italy, as well as\nof a number of other south Alpine Marine Molasse sediments, were investigated in order to address the variation in the Nd isotope compositions of Miocene seawater in different basins of the Mediterranean during a period of active Alpine-Himalayan tectonism. In addition, deepwater sediment samples from the Ocean Drilling Program (ODP) Site 900 of the eastern North Atlantic close to the Mediterranean outflow were examined to evaluate the importance of the Gibraltar Strait as a gateway between the Mediterranean and the Atlantic Ocean at this time. [6] To help constrain the effects of local Nd inputs compared to those of the circulating seawater, the neodymium isotopic compositions of calcareous fossils and, where possible, of the carbonate-free bulk sediments containing the fossil were analyzed. [7] Strontium isotope compositions of marine fossils and sediments were also measured, to help evaluate the effects of local hinterland versus those of the open ocean on the local seawater and hence marine fossil compositions within the Mediterranean basins. Unlike Nd, Sr has a long residence time in seawater, longer than the turnover of the Earth’s oceans, and it was shown that the Sr isotope composition of seawater is similar for the major oceans at any one time [e.g., Burke et al., 1982; DePaolo and Ingram, 1985; Veizer, 1989]. Hence, on the basis of the Sr isotopic composition of well-preserved marine fossils compared to that of the global ocean at the same time, marine sediments may also be indirectly dated [e.g., DePaolo, 1986; Hodell et al., 1991; McArthur et al., 2001]. [8] Finally, oxygen and carbon isotope compositions from benthic and planktonic foraminifera of the Umbria-Marche samples were examined to help evaluate the climatic changes during the Miocene of this part of the Mediterranean and/or to address possible diagenetic changes in isotopic compositions of the fossils used for this study."
  }, {
    "heading": "2. Geological Setting of the Sampled Sites",
    "text": ""
  }, {
    "heading": "2.1. Mediterranean",
    "text": "[9] The Mediterranean Sea today represents the remainder of the most western part of the Mesozoic Neotethys Ocean that vanished by the end of the Eocene because of the Alpine-Himalayan orogeny. During the Miocene, however, the Mediterranean still served as a passage between the Atlantic and Indian Ocean (Figure 1) [e.g., Rögl, 1998]. Several major events changed the shape of the Mediterranean over the course of time (Figure 2a). At the beginning of the Oligocene a new intercontinental sea, the Paratethys, was created to the north of the Mediterranean because of Alpine tectonism. Several seaways opened and closed between the Mediterranean and the Paratethys during the\nFigure 2. (a) Geographic and (b) stratigraphic positions of the sampled Miocene marine beds. UMC, Umbria-Marche composite section; MS, Moransengo; VF, Veneto-Friuli area; SLO, Slovenian outcrops; CT, Contessa Valley; MOR, Moria; VED, La Vedova; MDC, Monte dei Corvi Beach; SAR, La Sardella. In the simplified stratigraphic column the numbers correspond to 1, limestone; 2, marly limestone; 3–4, siliceous-calcareous-tuffitic beds; and 5, tuff levels with Raffaello (RAF), Francesca (Franc.), and Respighi (Resp.) levels indicated in the column. See also Tables 1a–1e for further details. The stages and planktonic foraminifera zones are after Gradstein et al. [2004] and Rögl [1998]. The different marks for the sampled layers indicate those where both fossils and sediments (crosses), only fossils (horizontal dashes), or only sediments (vertical dashes) were involved in the isotope measurements.\nPA4211 KOCSIS ET AL.: OCEANOGRAPHIC AND CLIMATIC EVOLUTION\n2 of 20\nPA4211\nFigure 2\nPA4211 KOCSIS ET AL.: OCEANOGRAPHIC AND CLIMATIC EVOLUTION\n3 of 20\nPA4211\nOligo-Miocene as a result of global sea level changes and orogenesis [e.g., Rögl and Steininger, 1983; Popov et al., 2004]. [10] In the late Oligocene, rifting of the Valencia Trough– Gulf of Lion–Ligurian Sea started the formation of the western Mediterranean, also opening many other subbasins during the Miocene [e.g., Rosenbaum et al., 2002]. This was accompanied by short-lived subduction zones, volcanism, and the anticlockwise rotation of Sardinia and Corsica, together with the formation of the Apennine foredeep that shifted east-northeastward [e.g., Gueguen et al., 1998]. [11] In the eastern Mediterranean, the connection with the Indian Ocean remained until the late Burdigalian when the newly formed land bridge between Africa and Eurasia allowed for the migration of terrestrial fauna. Later, the Indo-Pacific seaway reopened, at least twice during the middle Miocene before it finally closed, just shortly after the Langhian/Serravallian transition ( 13–14 Ma [e.g., Popov et al., 2004]). [12] After this time, the Mediterranean had a connection to the global ocean only via the Gibraltar Strait. In the Messinian this gateway was strongly restricted because of major sea level fall that was accompanied by salinity crises in the region. Conditions similar to today were established by the Pliocene transgression [e.g., Orszag-Sperber, 2006; Popov et al., 2006]. [13] To help constrain the oceanic and climatic evolution of the Miocene Mediterranean and to trace the influence of different water masses in the region, a reference section was established. Deep water sediments of the North Apennine foredeep from the Umbria-Marche region in Italy were sampled to construct a composite sequence of Miocene marine sedimentation (Figure 2). The samples were taken from five previously described and well-dated sections that belong to three formations [Deino et al., 1997; Montanari et al., 1997a, 1997b], referred to here as UMC (UmbriaMarche composite section). [14] The Chattian/Aquitanian boundary (i.e., the Oligocene-Miocene boundary) in the Contessa Valley section (CT), near Gubbio, is in the uppermost part of the Scaglia Cinerea Formation, and bears a hiatus [Montanari et al., 1997a]. The base of the overlying Bisciaro Formation is in the middle Aquitanian (Chron 6AA), and it is marked by a regional bentonite layer (Raffaello Level), which has an Ar/ Ar age of 21.9 ± 0.3 Ma [Montanari et al., 1997a]. Samples spanning the Chattian to Burdigalian interval were collected through this CT section, and also in the Moria section (MOR), which is located about 30 km north of Gubbio.\nTable 1a. Studied Localities and Layers: Umbria-Marche Composite Sectiona\nLocation Samples Meter Planktonic Foraminifera Formation Stages Absolute Age\nCònero Riviera Rossini Level 7.26 Cònero Riviera SAR+15 206.08 N17 Schlier Formation Tortonian 8.4 Cònero Riviera MDC-217 177 N16 Schlier Formation Tortonian 10.1 Cònero Riviera SAR-15 176.08 N16 Schlier Formation Tortonian 10.1 Cònero Riviera MDC-205 167 N16 Schlier Formation Tortonian 10.7 Cònero Riviera MDC-188 156.79 N14-N15 Schlier Formation Tortonian 11.3 Cònero Riviera 149.85 Ancona Level 11.68 Cònero Riviera MDC-154 147.73 N11-N13 Schlier Formation Serravallian 11.7 Cònero Riviera MDC-123 137.1 N11-N13 Schlier Formation Serravallian 12.0 Cònero Riviera MDC-68 121.13 N11-N13 Schlier Formation Serravallian 12.4 Cònero Riviera MDC-42 112.37 N11-N13 Schlier Formation Serravallian 12.6 Cònero Riviera MDC-16 104.69 N11-N13 Schlier Formation Serravallian 12.8 Cònero Riviera MDC-6 101.36 N11-N13 Schlier Formation Serravallian 12.9 Cònero Riviera 101.35 Respighi Level (1 cm) 12.9 ± 0.2 Cònero Riviera VED-36.2 36.2 N9 Schlier Formation Langhian 14.6 Cònero Riviera VED-30 30 N9 Schlier Formation Langhian 14.8 Cònero Riviera 24 VED-24 14.9 ± 0.2 Cònero Riviera VED-17.2 17.2 N8 Schlier Formation Langhian 15.3 Moria MOR-184 99 N8 Schlier Formation Langhian 15.2 Moria 76.8 MOR-76.8 15.5 ± 0.2 Moria MOR-155 76 N8 Schlier Formation Langhian 15.5 Moria MOR-121 63.8 N8 Schlier Formation Langhian 16.0 Moria 58.4 MOR-58.4 16.2 ± 0.2 Moria MOR-99 57.5 N7 Schlier Formation ? Langhian 16.2 Moria MOR-59 36 N7 Schlier Formation Burdigalian 16.7 Moria 19.5 Francesca Level 17.1 ± 0.2 Moria MOR-40 18 N7 Bisciaro Formation Burdigalian 17.1 Moria MOR-6 3 N6 Bisciaro Formation Burdigalian 17.5 Contessa valley CT-62 322.2 N5/6 Bisciaro Formation Burdigalian 18.0 Contessa valley CT-51 318.2 N5/6 Bisciaro Formation Burdigalian 18.6 Contessa valley 311.3 CT-WALL 19.7 ± 0.3 Contessa valley CT-28 311 N5/6 Bisciaro Formation Burdigalian 19.8 Contessa valley CT-22 309 N5/6 Bisciaro Formation Aquitanian 20.8 Contessa valley 306.7 RAF 21.9 ± 0.3 Contessa valley CT-13 306.5 N4 Scaglia Cinerea Aquitanian 21.9 Contessa valley CT-5 303.5 N4 Scaglia Cinerea Aquitanian 22.3\naStratigraphic information was obtained from Deino et al. [1997], Montanari et al. [1997a, 1997b], Mader et al. [2001], and Hilgen et al. [2005]. Italicized rows represent volcanic ash layers and their obtained ages.\nPA4211 KOCSIS ET AL.: OCEANOGRAPHIC AND CLIMATIC EVOLUTION\n4 of 20\nPA4211\nThe Schlier Formation spans from the upper Burdigalian to the Tortonian. Samples covering this time interval have been taken from Moria (MOR) and from three cliff sections along the Cònero Riviera near Ancona, as samples from La Vedova (VED), Mont dei Corvi Beach (MDC) and La Sardella (SAR). [15] Several volcaniclastic layers occur within these sections and many of them were dated [e.g., Mader et al., 2001]. Given estimates of the sedimentation rates [Deino et al., 1997; Montanari et al., 1997a, 1997b], as well as the biostratigraphic position of the samples, and combining this with recent astronomical and magnetostratigraphic estimates of the ages of the sediments [e.g., Cleaveland et al., 2002; Hilgen et al., 2003, 2005], it was possible to assign absolute numerical ages to the sampled horizons (Table 1a). [16] Beside the detailed stratigraphy of the area, the paleobathymetry of the basin is not well known. Sediments of the Scaglia Cinerea Formation were deposited in a deep water basin, its pelagic homogenous sequence consisting of well-bedded biomicritic limestone containing sporadic volcanoclastic layers. The older middle Eocene deposits of the Scaglia sequences in the region are deposited in middlelower bathyal settings (800–1000 m) [Jovane et al., 2007], which might be applicable for the Oligo-Miocene parts as well. [17] In contrast, the Bisciaro Formation is made up of an alternation of different rock types. The lower marly member contains pelagic limestones and calcareous marls, while the middle member is an alternation of siliceous-calcareoustuffitic beds. The upper member is dominated by marls again, and it is similar to the lower part of the following Schlier Formation. The boundary between these two formations is a volcaniclastic level that can be recognized all over the region (Piero della Francesca Level). The hemipelagic marl of the Schlier Formation is followed by layers of a calcareous member that is characterized by a rhythmic sequence of foraminiferal, marly limestones grading into marlstones with fewer marly limestone intercalations toward the top. The paleobathymetry was investigated only at La Vedova (VED) section, where an estimate of 600 m was calculated for the Schlier Formation [Mader et al., 2001]."
  }, {
    "heading": "2.2. South Alpine Molasse",
    "text": "[18] Additional samples were taken from the southern Alpine Miocene marine deposits in order to obtain a better spatial distribution of sampling and to help constrain the influence of the terrestrial sediments eroded from the uplifting Alps on the Nd and Sr isotopic composition of the local seawater. [19] The most western site is the Monferrato (MS) area located east of Turin in northwestern Italy, where the Alps and Apennines are juxtaposed (Figure 2). The area can be subdivided into two main tectonostratigraphic units: Eastern Monferrato that is interpreted as an individual unit, and Western Monferrato that consists of several minor tectonostratigraphic units with well-defined fault-bounded geometric elements [Clari et al., 1995; Piana and Polino, 1995]. Samples were obtained from the subunit of Western Monferrato from the Moransengo block (MS) where ChattianLanghian deepwater (600–1500 m) sediments are exposed (Table 1b) [Mühlstrasser, 2002]. [20] The Oligo-Miocene Veneto-Friuli Molasse Basin (VF) is located further east at the junction of three orogenic belts of the Dinarides, Alps, and the Apennine–Southern Alps system. It evolved in two distinct stages. During the Chattian-Langhian, this region was a foreland basin to the Dinarides, formed in response to relatively weak tectonic forces. Nonetheless, four sedimentary megasequences can be distinguished that represent different transgressiveregressive cycles. From the Serravallian onward the tectonic\nTable 1b. Studied Localities and Layers: Western Monferrato Areaa\nSequence Samples Meter Planktonic Foraminifera Formation Stages Absolute Age\nMoransengo MS-57 620 N8 Tonengo Calcarenites Langhian 15.2 Moransengo MS-52 570 N8 Moransengo Sandstone Langhian 15.4 Moransengo MS-48 532 N8 Moransengo Sandstone Langhian 15.5 Moransengo MS-40 455 N8 Moransengo Sandstone Langhian 15.8 Moransengo MS-36 412 N8 Moransengo Sandstone Langhian 15.9 Moransengo MS-30 330 N8 Moransengo Sandstone Langhian 16.2 Moransengo MS-24 249 base of N7 Moransengo Sandstone upper Burdigalian 17.2 Moransengo MS-20 212 N5/6 Antognola Marls Burdigalian 18.9 Moransengo MS-7 47 P22 Antognola Marls upper Oligocene 23.7\naStratigraphic information was obtained from Mühlstrasser [2002].\nTable 1c. Studied Localities and Layers: Veneto-Friuli Molasse Basina\nSequence Samples Sr Age Location Stages Absolute Age\nBelluno Gia-2 16.8 Giazzo Burdigalian-Langhian 16.8 Belluno Lib-2 20.1 Libano lower Burdigalian 20.1 Belluno Orz-1 24.4 Orzes Chattian 24.4 Vittorio-Veneto Lor-2 11.0 S. Lorenzo upper Serravallian 11.0 Vittorio-Veneto Zue-1 17.7 Zuel di La Burdigalian 17.7 Vittorio-Veneto Nog-1 24.2 Nogarolo Chattian-Aquitanian 24.2\naStratigraphic information was obtained from Massari et al. [1986].\nPA4211 KOCSIS ET AL.: OCEANOGRAPHIC AND CLIMATIC EVOLUTION\n5 of 20\nPA4211\nframework changed drastically with extreme subsidence rates and large displacements along the faults, incorporating the basin in the South Alpine–Apennine tectonic system. The basin hence received large amounts of clastic sediments from the Southern Alps [Massari et al., 1986]. Outcrops were sampled near Belluno and in the area of VittorioVeneto covering the Chattian-Serravallian (Table 1c), where layers were deposited in a shallow water environment (50– 250 m) [Massari et al., 1986]. [21] Further eastward, the Tertiary sediments of Slovenia (SLO) were also sampled, to help trace the connection between the Mediterranean and Paratethys during the Miocene. In this region the rocks are strongly deformed and it is characterized by several faults and broad shear zones [e.g., Fodor et al., 1998]. The present situation results from collision of the Adriatic microplate with the European Plate, involving three large geodynamic systems: the Alps, Dinarides, and IntraCarpathian Basin. At least four different Tertiary tectonostratigraphic units can be distinguished from which two were sampled (A1 and B2, see Table 1d and Jelen and Rifelj [2002])."
  }, {
    "heading": "2.3. ODP Site 900 Eastern North Atlantic",
    "text": "[22] The ODP Site 900 is situated within the Iberian Abyssal Plain west of the Iberia peninsula at 46 40.9940N and 11 36.2520W, where present seawater depth is more than 5000 m. The depositional history of the Iberian Abyssal Plain is characterized by the influence of downslope transport of terrigenous sediment with various types of debris flow, turbidity current and also contour current reworking [Milkert et al., 1996]. The turbidites may have been triggered by local tectonic activity. At the Site 900 the igneous basement is covered by pelagic-hemipelagic marine deposits with ages from late Paleocene to Pleistocene. However, a hiatus is observed in the late Miocene and the\nearly Pliocene. The sediments consist mainly of silty, nannofossil claystones and in the younger deposits also of nannofossil chalks. In the older deposits, hemipelagic to pelagic contourite facies with turbidite sediments are dominant, while from the late early Miocene onward, muddominated turbidites are common, which decrease up-section giving way to continuous sequences of pelagic marls. [23] Seven samples were obtained from the ODP East Coast Repository (Table 1e). They were chosen to be timeequivalent to the age of the UMC section in order to determine the eNd values for the outflow of the Mediterranean. The absolute age of the sampled layers are based on Milkert et al. [1996] and de Kaenel and Villa [1996]."
  }, {
    "heading": "3. Material and Analytical Methods",
    "text": "[24] All samples were disaggregated with 10% H2O2 in an ultrasonic bath; washed with distilled water and sieved (mesh size 125 and 250 mm). Well-preserved fossils were picked under a binocular microscope. The state of preservation was examined for some samples using a scanning electron microscope (SEM) (Figure 3). The surface of planktonic foraminifera is somewhat etched, but not recrystallized. No oxide coatings were visible for any of the samples. Chamber lumen, apertures and pores can be filled with lithified, carbonate-rich ooze consisting largely of coccoliths. Some early diagenetic dolomite may occur as part of the infill and as overgrowth on the surface of foraminifera. Specimens with visible dolomite were not used for isotope analyses. [25] For oxygen and carbon isotope measurements benthic and planktonic foraminifera were separated from the UMC section. To test whether species-specific fractionation (vital effect) is preserved or not, different genera (e.g., Orbulina, Globigerinoides; see Table 2) were measured\nTable 1d. Studied Localities and Layers: Sloveniaa\nSequence Samples Biostratigraphy Location Stages Absolute Age\nB2: Celje basin L-4-1 NP 25 Petrovèe/Lisce lower Egerian 23.5 B2: Sava folds ŠJ-25-II-56m Amon (west of Podèetrtek) Sarmatian 12 B2: Sava folds ŠJ-120-1 Bulimina-Bolivina higher Mestinje (west of Rog. Slatina) upper Badenian 13.3 B2: Sava folds ŠJ-47-2 Bulimina-Bolivina Mestinje (west of Rog. Slatina) middle-upper Badenian 13.5 B2: Sava folds CE-86-1 lower Lagenidae Kompole (near Štore) lower Badenian 15.9 A1: Mura basin Š-58 Selnica middle Badenian 14.8 A1: Mura basin Š-I/a -1 upper Lagenidae Šentilj (beside the highway) lower Badenian 15.5 A1: Mura basin Š-III lower Lagenidae Šentilj (beside the highway) lower Badenian 15.9\naStratigraphic information was obtained from Jelen and Rifelj [2002].\nTable 1e. Studied Localities and Layers: ODP 900 Eastern North Atlantica\nSamples Depth (mbsf) Planktonic Foraminifera Calcareous Nannoplankton Stratigraphic Age Absolute Ages\n149-900-A-14R-4 118.16 N17-N16 NN11 late Miocene 7.1 149-900-A-18R-3 154.91 N11-N9 NN7 middle Miocene 11.9 149-900-A-19R-2 162.65 N8 NN6 middle Miocene 12.5 149-900-A-21R-5 186.63 N7 NN5 middle Miocene 15.6 149-900-A-24R-5 215.93 N6 upper NN2 early Miocene 18.8 149-900-A-27R-5 244.42 N6-N5 NN2 early Miocene 20.4 149-900-A-33R-2 297.88 N4 NN1 early Miocene 22.9\naStratigraphic information was obtained from Milkert et al. [1996] and de Kaenel and Villa [1996].\nPA4211 KOCSIS ET AL.: OCEANOGRAPHIC AND CLIMATIC EVOLUTION\n6 of 20\nPA4211\nseparately. The d18O and d13C values were obtained using a Gasbench II coupled to a Finnigan MAT Delta Plus XL mass spectrometer [Spötl and Vennemann, 2003]. The analytical precision for this method was better than ±0.1%. [26] Oxygen and carbon isotope compositions are expressed in the d notation relative to VPDB (d18O = 18O=16OSample 18O=16OVPDB 1 1000).\nPA4211 KOCSIS ET AL.: OCEANOGRAPHIC AND CLIMATIC EVOLUTION\n7 of 20\nPA4211\nTable 2. Oxygen Isotope Composition of the Different Investigated Foraminifera Groups From the UMC Sectiona\nSamples d13C VPDB d18O VPDB\nSAR+15 Orbulina 1.02 –0.68 Orbulina 0.70 –0.51 G. trilobus s.l. 1.60 –0.57 Average 1.11 –0.59 SD 0.46 0.08 Globorotalia: dextral 0.83 0.05 Globorotalia: sinistral 0.72 –0.18 Average 0.77 –0.06 SD 0.08 0.17 MDC-217 Orbulina 0.11 –0.95 Orbulina 0.20 –1.07 G. trilobus s.l. 0.03 –0.75 Average 0.11 –0.92 SD 0.08 0.16 Globorotalia –1.02 –0.17 SAR-15 Orbulina 0.32 –0.55 Orbulina 0.35 –0.71 Orbulina 0.35 –0.72 G. trilobus s.l. 0.76 –0.62 Average 0.45 –0.65 SD 0.21 0.08 Microbenthic (Rotalidae) –0.07 0.06 Globorotalia 0.13 –0.20 Average 0.03 –0.07 SD 0.15 0.18 MDC-205 Orbulina 0.77 –0.86 Orbulina 0.89 –1.26 Orbulina 0.45 –0.81 G. trilobus s.l. 0.61 –0.60 G. trilobus s.l. 0.56 –1.03 G. trilobus s.l. 0.47 –0.63 G. bulloides 0.88 –0.84 Orbulina 0.55 –1.05 G. sp. 0.91 –1.13 Average 0.68 –0.91 SD 0.19 0.22 Benthic 0.27 0.19 Benthic 0.08 –0.60 Average 0.18 –0.20 SD 0.13 0.55 MDC-188 Orbulina 0.92 –1.29 Orbulina and G. trilobus s.l. mixed 1.23 –1.14 Orbulina 1.25 –1.15 Average 1.13 –1.19 SD 0.19 0.09 Benthic 1.08 –0.13 Benthic 0.73 0.28 Average 0.91 0.07 SD 0.25 0.29 MDC-154 Orbulina 1.00 –0.93 Orbulina 0.76 –0.96 G. trilobus s.l. 0.46 –0.85 Average 0.74 –0.91 SD 0.27 0.06 Microbenthic (Rotalidae) 0.67 0.06 MDC-123 Orbulina 1.04 –0.70 G. trilobus s.l. 1.05 –0.83 Orbulina 1.02 –0.94 Globogerina 1.03 –0.45 Average 1.03 –0.73 SD 0.01 0.21 Globorotalia 0.92 0.03 Microbenthic 0.56 –0.37\nTable 2. (continued)\nSamples d13C VPDB d18O VPDB\nAverage 0.74 –0.17 SD 0.25 0.28 MDC-68 G. trilobus s.l. and G. sacculifer 1.00 –0.65 Globorotalia and Rotalidae 0.20 0.37 MDC-42 Orbulina 1.00 –0.91 G. trilobus s.l. 1.28 –1.04 G. trilobus s.l. 1.25 –0.78 G. sacculifer 1.01 –1.03 Orbulina 1.17 –1.06 Plankton 1.06 –0.93 Average 1.13 –0.96 SD 0.12 0.11 Benthic 0.43 0.04 Benthic 0.45 –0.13 Average 0.44 –0.04 SD 0.01 0.12 MDC-16 Orbulina 1.40 –1.00 Orbulina 1.41 –0.98 Orbulina 1.25 –0.95 Average 1.35 –0.98 SD 0.09 0.03 Globorotalia 1.20 –0.82 Rotalidae 1.15 0.20 Benthic 0.59 –0.16 Benthic 0.99 –0.01 Average 0.98 –0.20 SD 0.28 0.44 MDC-6 G. trilobus s.l. and planktonic fragments 1.41 –0.81 Globorotalia and microbenthic 1.01 –0.09 VED-36.2 Orbulina 1.86 –1.30 Orbulina 1.97 –1.48 Orbulina 1.94 –1.38 G. trilobus s.l. 2.10 –1.26 Average 1.97 –1.36 SD 0.10 0.10 Microbenthic 1.52 –0.40 VED-30 G. trilobus s.l. 1.55 –1.52 G. trilobus s.l. 1.55 –1.70 Average 1.55 –1.61 SD 0.00 0.13 Globorotalia 0.98 –0.93 Uvigerina 0.69 –0.42 Microbenthic 0.03 –0.75 Average 0.57 –0.70 SD 0.49 0.25 VED-17.2 Preorbulina ? 1.65 –2.04 G. trilobus s.l. 1.39 –1.55 G. trilobus s.l. 1.42 –1.44 Average 1.49 –1.68 SD 0.15 0.32 Benthic 0.97 0.15 Benthic 0.48 –0.56 Average 0.73 –0.20 SD 0.35 0.50 MOR-184 Fragments of globigerinoides 0.92 –2.58 G. trilobus s.l. 1.06 –2.50 Average 0.99 –2.54 SD 0.10 0.06 Fragment of microbenthic –0.01 –1.96 MOR-155 G. trilobus s.l. 1.41 –2.13 G. trilobus s.l. 1.54 –2.44\nPA4211 KOCSIS ET AL.: OCEANOGRAPHIC AND CLIMATIC EVOLUTION\n8 of 20\nPA4211\n[27] For the Sr and Nd isotopic compositions, measurements were made on mixed, well-preserved calcareous fossils because there is no known species-specific fractionation for these isotopic systems. The samples are largely composed of foraminifera, bivalves and in case of some ODP samples, bulk carbonates. An average of about 10 mg of sample (500 mg ODP sediment) was decomposed in 5 molar acetic acid in an ultrasonic bath for 1 h. This method, first proposed by DePaolo and Ingram [1985] was also tested by Hagmaier [2002], where it was confirmed that in contrast to using HCl, no contribution of Sr from the\ndetrital silicate fraction is leached. The solution was then passed over cation exchange columns for the separation of Nd and Sr [Hegner et al., 1995]. [28] Homogenized, powdered sediment samples were prepared following the method described by Weldeab et al. [2002]. Only the carbonate-free, siliceous fraction was analyzed as most of the carbonate within the sediment is either marine in origin and, if present, the older detrital carbonate has very low Nd content compared to that of the siliciclastic detrital component of the sediment [e.g., Faure, 1986]. [29] The isotopic ratios from both sediment and fossils were determined on a Finnigan MAT 262 using a semidynamic multiple mass data collection routine. Analysis of NBS-SRM 987 Sr standard yielded 87Sr/86Sr = 0.710240 ± 12 [2s, n = 31] and the La Jolla Nd standard yielded 143Nd/144Nd = 0.511845 ± 4 [2s, external, n = 26]. 87Sr/86Sr are relative to 86Sr/88Sr = 0.1194 and 143Nd/144Nd to 146Nd/144Nd = 0.7219. [30] eNd values are given in Table 3 and are expressed as\neNd =\n\" 143Nd=144Ndð Þ\nmeasured\n143Nd=144Ndð Þ0 CHUR\n1 # 104, where 143Nd/144Nd for\npresent-day CHUR is 0.512638 and 147Sm/144Nd is 0.1967 [Jacobsen and Wasserburg, 1980]."
  }, {
    "heading": "4. Results",
    "text": "4.1. The d18O and d13C Values of Foraminifera From the UMC Section\n[31] Oxygen and carbon isotope compositions of the UMC samples are given in Table 2. For some samples, separate analyses of different species were made in order to test the preservation of vital offsets. However, no measurable differences were obtained between compositions of the genera Orbulina and Globigerinoides (Table 2 and Figure 3). Coccolith ooze present as infill in the foraminifers, while largely having been disaggregated and removed with the ultrasonic treatment, may have influenced the isotopic composition of the foraminifera where residues thereof have remained hidden within the skeletal structure. Averages for planktonic and separately for benthic foraminifera are plotted in Figure 4. A higher standard deviation of the repeated measurements for benthic foraminifera is thought to be the result of a more important and variable influence of the surface-derived coccolith infill in the benthic tests. Despite this, benthic and planktonic foraminifera differ consistently for both C and O isotopes: d18O and d13C values of the planktonic foraminifera are about 0.5 to 1% lower and about 0.2 to 0.8% higher, respectively, compared to those of the benthic foraminifera. [32] Between 22.3 to 14.8 Ma the d18O values change from about –3 to –1.5% for planktonic and from –2 to – 0.2% for benthic foraminifera, respectively, while from about 13 Ma the values increase slightly to –1 to –0.5% and –0.2 to 0.4% for planktonic and benthic foraminifera, respectively. [33] The carbon isotopic compositions have a general range from –1 to 2% with a maximum between 17 to 13 Ma. During this period the trend toward more positive values is more pronounced for the planktonic foraminifera.\nPA4211 KOCSIS ET AL.: OCEANOGRAPHIC AND CLIMATIC EVOLUTION\n9 of 20\nPA4211\nPA4211 KOCSIS ET AL.: OCEANOGRAPHIC AND CLIMATIC EVOLUTION\nPA4211"
  }, {
    "heading": "4.2. Measurements of 143Nd/144Nd and 87Sr/86Sr",
    "text": ""
  }, {
    "heading": "4.2.1. UMC Section",
    "text": "[34] Nd and Sr isotope compositions are given in Table 3 and illustrated in Figures 5 and 6. The 143Nd/144Nd of the fossils and sediments vary from 0.512113 to 0.512392 and from 0.512093 to 0.512327, respectively, corresponding to eNd values of 10.2 to 4.8 and 10.6 to 6.1, respectively. In general, the values for the sediments are lower or similar to those of the fossils. Samples with an age older than 19 Ma have higher eNd values for both fossils and sediments compared to those for the rest of the section. After 19 Ma, the sediment eNd values are quite homogeneous, with an average of 9.9 ± 0.4, with few exceptions only (e.g., at 15.2 Ma), while the fossil eNd values cover a wider range with an average of 8.5 ± 0.9. The fossils have minimum values at 15.2 Ma and around 12–11 Ma, where the eNd values approach those of the sediment, while three peaks with higher values occur at 15.3, 12.5, and 10 Ma. [35] The strontium isotope ratios of the fossils have a range from 0.708185 to 0.709091. Samples older than 15 Ma have lower values compared to Miocene open ocean seawater (Figure 5c), while the younger samples have the expected Miocene seawater 87Sr/86Sr, except for the youngest one with a clearly higher 87Sr/86Sr. [36] The sediment 87Sr/86Sr vary from 0.708142 to 0.717703 and are generally higher than those of the corresponding fossils, with sample VED-36.2 at 14.6 Ma being the only exception. Other samples from La Vedova (VED) and also samples of CT-13 and CT-28 have much lower 87Sr/86Sr compared to other sediments and they are also very close to the 87Sr/86Sr of the fossils."
  }, {
    "heading": "4.2.2. South Alpine Molasse",
    "text": "[37] The Moransengo fossils have eNd values from 10.4 to 8.4 and the sediment from 9.7 to 8.2. Fossils tend to have lower values compared to sediment. However, for the oldest (MS-7) and the youngest (MS-57) samples, the opposite is the case with sediments having lower values, while for yet two other layers (MS-30 and 40) the values are identical between the two archives (Table 3). Mühlstrasser [2002] has already reported Nd data of foraminifera from this area. However, he obtained higher eNd values, values that are thus also closer to those of the sediments presented here. This discrepancy can be explained by the HCl digestion of the fossils used by Mühlstrasser [2002], which may have leached additional Nd from the detrital components. [38] The 87Sr/86Sr ratios have a range from 0.708304 to 0.708831 and from 0.711916 to 0.718968 for fossils and sediments, respectively, with sediment values always higher than those of the fossils. However, the fossils, although having ratios very similar to those of the global ocean 87Sr/86Sr curve, always have marginally higher ratios during this time interval. [39] From other studied basins of Veneto-Friuli and Slovenia, six and eight samples were analyzed, respectively. However, the neodymium isotopic ratio in the fossils was not always measurable (Table 3). For samples where this was possible, the fossils have higher eNd values compared to the sediment, except one sample (Lor-2). The 87Sr/86Sr ratios of the sediments vary from 0.712591 to 0.719140 and from 0.711788 to 0.723748, respectively. The Sr isotope ages calculated from the 87Sr/86Sr of the fossils in the Veneto-Friuli Basin are very close to the indicated stratigraphic age [e.g., Massari et al., 1986], with one\nPA4211 KOCSIS ET AL.: OCEANOGRAPHIC AND CLIMATIC EVOLUTION\n11 of 20\nPA4211\nexception the Lor-2 sample. These ages were thus used for the plot of Figures 6b and 6c. In case of the Slovenian samples, most of the fossils have higher 87Sr/86Sr compared to Miocene seawater, given their respective biostratigraphical ages. The oldest sample (L-4) is an exception though. 4.2.3. ODP Site 900 [40] Seven samples were chosen covering the age range of 7–23 Ma (Table 3). Separated foraminifera generally have lower 87Sr/86Sr and hence would give an older Sr isotope age compared to the indicated biostratigraphic level [Milkert et al., 1996]. Also, for the four youngest samples, 87Sr/86Sr ratios of bulk carbonates were measured and the values clearly deviate from the corresponding Miocene seawater Sr isotopic composition. Nd isotopic compositions of the samples were analyzed also on the bulk carbonate fractions and the eNd values gradually decrease from 8 to 10.2 upward with the stratigraphy."
  }, {
    "heading": "5. Discussion",
    "text": ""
  }, {
    "heading": "5.1. Oxygen and Carbon Isotope Compositions of Benthic and Planktonic Foraminifera",
    "text": "[41] Differences expected between the d18O and d13C values of planktonic and benthic foraminifera that have\nlived in different habitats within the same water column have been preserved (Figure 4). The lower d18O values of the planktonic foraminifera in this case reflect higher water temperatures near the surface compared to those for the benthic foraminifera of the same age. However, the difference between these average values is generally less than about 1%, whereas it is over 2% for most other open ocean Miocene sections (e.g., Douglas and Savin [1975, 1978] for sections from the Central Pacific). Two possibilities could explain this relatively small difference observed for the composite section studied here. For one, the coccolith infill within benthic forams certainly has added a ‘‘surface’’ component to their isotopic value, which is expected to be closer in isotopic composition to that of the planktonic forams. Alternatively, this small difference could also indicate shallower and warmer bottom water conditions with vertical mixing for the Miocene Mediterranean sections studied here compared to the open ocean. [42] The carbon isotope differences between the two groups do, however, reflect the differences observed for open ocean foraminifera and also for d13C values of dissolved inorganic carbon between the bottom and surface waters [e.g., Kroopnick, 1985].\nPA4211 KOCSIS ET AL.: OCEANOGRAPHIC AND CLIMATIC EVOLUTION\n12 of 20\nPA4211\n[43] The variations of the carbon and oxygen isotope compositions with time show a similar trend to those of the global oxygen and carbon isotope records (Figure 4), with d13C values also similar in terms of absolute values [e.g., Miller et al., 1987, 1991; Zachos et al., 2001]. [44] The lower d18O values from 22.3 to 14.8 Ma indicate warmer climatic conditions, coinciding with the middle Miocene climatic optimum. The gradual changes to higher d18O values accordwellwith an onset of global cooling and the development of polar ice sheets [e.g., Zachos et al., 2001]. [45] In terms of d13C values, the positive excursion between 17 and 13 Ma coincides with the globally recognized Monterey event, linking this part of the Mediterranean to the global carbon cycle. This was also observed to be the case for the C isotopic compositions measured for shelf sediments of Malta [Jacobs et al., 1996b]. [46] It can thus be assumed that the fossils analyzed from the UMC section have preserved C and O isotopic compositions characteristic for the habitat and environmental conditions within this basin and the similarity to the global records also supports that this basin has been influenced by the global changes in climate during the Miocene. This would also argue against a strong diagenetic alteration having affected the chosen samples. Diagenesis, for example, would have lead to homogenization of the d18O values. The possible presence of small secondary dolomite that may have remained undetected in some samples (see Figure 3) is thus likely not to have influenced the original isotopic compositions to a large extent."
  }, {
    "heading": "5.2. Strontium Isotope Composition of the Fossils",
    "text": "[47] Sr substitutes for Ca and is generally incorporated in vivo within biogenic marine carbonate and thus the isotopic composition of the fossils is thought to reflect those of seawater at the time of formation [e.g., DePaolo and Ingram, 1985; Koepnick et al., 1985; Hodell et al., 1991]. However, the 87Sr/86Sr may also be influenced locally through a strong riverine runoff from the hinterland [e.g., Bryant et al., 1995] and may also be altered during late diagenetic processes. As such, the older samples of the welldated UMC section with lower strontium isotope ratios compared to Miocene open ocean seawater (Figure 5c), might either reflect a large input of Sr from sources with\nPA4211 KOCSIS ET AL.: OCEANOGRAPHIC AND CLIMATIC EVOLUTION\n13 of 20\nPA4211\nlow 87Sr/86Sr [e.g., Kocsis et al., 2007] or reflect alteration in the presence of fluids low in 87Sr/86Sr. Given that the stable C and O isotope compositions appear to be preserved for these fossils, and given that the Sr concentrations in freshwater diagenetic solutions are generally low, Sr input into a marginal sea from a drainage basin with 87Sr/86Sr lower than that of contemporaneous seawater is considered to be more likely. [48] The effects of Fe-Mn coatings on the Sr isotopic compositions of the fossils can be an important factor [Gutjahr et al., 2007] as Sr in these phases can be scavenged from the sediment. However, in our case the Sr isotopic compositions of the detrital fraction is generally much higher compared to the fossils (Figure 5c), while the fossils have lower 87Sr/86Sr compare to the seawater. A source with appropriately low 87Sr/86Sr could have been the Mesozoic carbonates. According to Deino et al. [1997] and Montanari et al. [1997a, 1997b], such rocks have discharged sediments from the western Apennines. Indeed, warmer and more humid conditions during the middle Miocene could have also favored weathering of carbonate rocks. Another source of low 87Sr/86Sr would be the hydrothermal influx from rift zones related to the opening of the western Mediterranean during the early Miocene [e.g., Gueguen et al., 1998]. Contribution of these sources to the Sr budget of the Mediterranean may have been enhanced relative to global seawater as the Gibraltar Strait and/or the eastern IndoPacific seaways were also thought to have partially closed several times during the Miocene [Rögl, 1998]. [49] The 87Sr/86Sr between 13 and 9 Ma are similar to those of the global ocean ratios and may reflect that the local control on the Sr budget of the Mediterranean terminated and connections with the global ocean were reestablished. A change toward colder climates during this period may have also decreased the intensity of chemical weathering processes in the hinterland, thus helping to reduce the dissolved Sr input. At 8.4 Ma the youngest sample again deviates from open ocean Sr isotope compositions, indicating yet another closure of the seaways and additional terrestrial influx of Sr. [50] In case of the sites closer to the Alps, the older fossils appear to reflect the Sr isotopic composition of ancient seawater. However, for samples younger than about 16– 15 Ma, the 87Sr/86Sr in most of the cases deviates toward higher ratios relative to the Miocene open ocean (Table 3). As these localities are close to the tectonically active areas, where older crustal rocks have been exposed (e.g., the Aar and Mont Blanc massifs [Massari et al., 1986; Kuhlemann et al., 2001]), erosion of rocks enriched in 87Sr may again have had an influence on the local seawater Sr budget."
  }, {
    "heading": "5.3. Neodymium Isotope Composition of the Fossils",
    "text": "[51] Rare Earth Elements (REE) such as Nd are not vital for the formation of biogenic carbonates, nor are they important for the metabolism, hence their content is very low in modern specimens [e.g., Palmer, 1985; Palmer and Elderfield, 1985]. Palmer [1985] argued that most of the REEs in fossil foraminifera are found within Fe-Mn coatings, forming after the death of the organism. Several attempts were performed to remove this coating [e.g., Boyle,\n1981; Palmer, 1985] in order to constrain original seawater or surface water Nd isotopic compositions [e.g., Vance and Burton, 1999; Burton and Vance, 2000]. In contrast, Pomiès et al. [2002] showed that after death of planktonic foraminifera and during subsequent transport through the water column and deposition in the sediment, the primary Nd isotopic composition characteristic of the surface water can be reset, and often the eNd values of the fossils lie between those characteristic of surface and bottom water. It was also shown that during the cleaning procedure the REEs can readsorb onto the calcite surface [Pomiès et al., 2002]. In contrast, Vance et al. [2004] showed that even uncleaned planktonic foraminifera can retain surface water Nd isotope compositions, which can also be retained in the sediment either in the calcite test, Fe-Mn coating or other phases associated with the forams (e.g., organic matter). [52] Given that mixed benthic and planktonic fossils were measured together, this will give mixed bottom and surface water Nd compositions. However, large differences cannot be expected as the water column was generally well mixed as supported by the oxygen isotope data. Furthermore, the fossils were digested in weak acetic acid, hence assuring that the Nd is largely derived from the calcite lattice, and that additional Nd from incidental Fe-Mn coating is minimized. However, even if contributing to the overall Nd content, such early diagenetic coatings do generally record Nd isotopic compositions of the seawater in which they are formed and thus still allow for interpretations on the seawater geochemistry [e.g., Palmer and Elderfield, 1986; Gutjahr et al., 2007]. As Fe-Mn hydroxides are also formed within the sediments they would contribute as a deep water Nd component. Hence, if present, such hydroxides would strengthen the bottom water Nd isotopic composition measured. On the basis of the above arguments [cf. Frank, 2002], the eNd values will be discussed in the context of the overall Nd isotope composition for the Mediterranean. [53] During the Miocene the three main oceanic basins of the Pacific, Indian, and Atlantic had distinct eNd values averaging –4, –8, and –12, respectively [Ling et al., 1997; O’Nions et al., 1998; Burton et al., 1999]. The eNd values of the UMC fossils, during the period from 25 to 19 Ma are between those corresponding to the Indian and Pacific Oceans, while after 19 Ma the values fluctuate between those of the Atlantic and Indian Oceans (Figure 5a). [54] For the most western localities, such as at Moransengo, some samples have rather low eNd values in the middle Miocene compared to the other sections, while the Slovenian samples have higher values, that is closer to those corresponding to the Indian Ocean (Figure 6b). The samples analyzed from Veneto-Friuli have values in between these other sites, except for the oldest that have high eNd values similar to the older UMC samples. The general trend in eNd values and also the absolute values at the shallow tidal deposits of Veneto-Friuli are remarkably similar to the deeper environments of the UMC sequences indicating good connections and well-mixed water masses between these areas. [55] The Oligo-Miocene phosphate layers of Malta [Stille et al., 1996] as well as those from upper Oligocene foraminifera from the Piedmont basin [Jacobs et al., 1996a],\nPA4211 KOCSIS ET AL.: OCEANOGRAPHIC AND CLIMATIC EVOLUTION\n14 of 20\nPA4211\nby analogy to our study, also show steadily decreasing values from more radiogenic values typical for the Pacific toward lower values typical for the Atlantic Ocean. These data were interpreted to express a gradually decreasing influence of Pacific Ocean and increasing dominance of Atlantic Ocean water in the Mediterranean Sea [Stille et al., 1996]. As the basins within the Mediterranean are commonly relatively small and often represent marginal seas, it is of interest to establish just how much of this overall change can indeed be simply related to changes in oceanographic links and how much of it is related to local hinterland effects only. This question is addressed in the following section."
  }, {
    "heading": "5.4. Sediment Versus Fossils",
    "text": "[56] Comparing the carbonate free sediment eNd values to those of the fossils (Figure 5a and Table 3) it is clear that in general these values differ markedly. Given the low Nd content in carbonates of the hinterland, it can be expected that these have not contributed large amounts of Nd to the water column [e.g., Faure, 1986]. In those cases where the eNd values of the sediment and the fossil are similar, the local Nd input either overwhelmed the Nd budget of the ocean, indicating a more restricted circulation with a more important continental input, or the seawater had a similar Nd isotopic composition compared to the local hinterland input. To address this latter possibility, the exact lithologic constitution and the relief of the hinterland as well as the erosion rates, climatic influence and sea level fluctuations would need to be known. However, the combined use of Sr and Nd isotopes of the sediments as well as the fossils can also be used to address this seawater versus hinterland balance for the control on the seawater geochemical composition. [57] Mantle-derived rocks and rocks related to young volcanism generally have high eNd and low 87Sr/86Sr, while old crustal rocks generally have the opposite relationship [e.g., Faure, 1986]. Accordingly, those sediments with high eNd values but low\n87Sr/86Sr in the older part of the UMC section (Figures 5a and 5b) can be interpreted as being dominated by sediments derived from young volcanic rocks at this time. [58] This period does coincide with the opening of the western Mediterranean that began around 25 Ma. In addition, the Sardinian and Corsican blocks were subjected to anticlockwise rotation and this was accompanied by increased volcanism in the area [e.g., Gueguen et al., 1998; Rosenbaum et al., 2002]. Volcanic rocks dated at 32 Ma occur in the Provence, France, and large eruptions of rhyodacitic ignimbrites occurred at about 23 to 19 Ma in the Provence, Sardinia, and southern Corsica [e.g., Beccaluva et al., 2004]. Evidence for these eruptions is also given by the volcaniclastic sediments in the Apennine sedimentary sequence, such as the Bisciaro Formation in the UmbriaMarche region (26.8–17.1 Ma in the works by Balogh et al. [1993] and Montanari et al. [1994, 1997a]). Similarly, an effect of volcanism has been detected in the La Vedova region (sample VED-17.2) at 15.3 Ma [Mader et al., 2001]. [59] For the periods where the sediments have higher eNd values compared to the average values for the section as a\nwhole, the fossils also have higher values, paralleling the changes in values of the sediments. Hence, this can be interpreted as a direct influence of erosion of the volcanic rocks on the seawater Nd isotopic composition. Similar relations between volcanism and seawater were observed near Iceland [Palmer and Elderfield, 1985] where modern foraminifera also have unusually elevated eNd values. [60] Other UMC sediment samples, not having been deposited during periods of known volcanic activity, generally have homogeneous, low eNd values and high 87Sr/86Sr. This would be compatible with sediment derivation from erosion predominantly of older crustal rocks. The influence of old crustal rocks is also interpreted to have been important for the local seawater Nd isotopic compositions during deposition of the middle Miocene Moransengo fossils, which have very low eNd values (around –10, Table 3). Conversely, these low values imply that old crustal rocks were already exposed in the western Alps at this time [cf. Henry et al., 1997; Brügel et al., 2000]. Today the uncovered rocks have a very variable distribution in terms of eNd values [e.g., Mahlen et al., 2005], however the proportion of eroding old upper continental crust appears to dominate."
  }, {
    "heading": "5.5. ODP Site 900",
    "text": "[61] Variable Sr isotope compositions from this site are likely to reflect the complex depositional history of the Iberia Abyssal Plain. While largely being characterized by pelagic sedimentation, turbidity flows and reworking by contour currents were common during the early and middle Miocene at this site [Milkert et al., 1996]. The latter processes might have caused some mixing of sediments, which may also account for discrepancies noted for the planktonic foraminifera [Gervais, 1996] and calcareous nannoplankton zonations [de Kaenel and Villa, 1996] relative to the absolute age given by Gradstein et al. [2004] (Table 1e and Figure 2b). Nevertheless, oxygen isotope compositions of foraminifera [Mühlstrasser, 2002] are compatible with early to middle Miocene climatic changes. [62] The eNd values of fossils (Figure 6a) for this site are surprisingly high compared to those reported for the North Atlantic [e.g., O’Nions et al., 1998; Abouchami et al., 1999; Reynolds et al., 1999]. However, eNd values higher than those typical for the North Atlantic have also been observed at the Lion Seamount next to the Mediterranean outflow at 7 to 8 Ma [Abouchami et al., 1999]. These higher values were interpreted to result from an additional Nd source from the Mediterranean. As such, the gradually decreasing eNd values at the ODP Site 900 could indicate a weakening effect of the Mediterranean outflow and strengthening of the North Atlantic deepwater in this area. Conversely, the data also imply that the North Atlantic influence on the Mediterranean could well have become considerably more important from the middle Miocene onward."
  }, {
    "heading": "5.6. Paleoceanography in the Mediterranean",
    "text": "[63] The combined data set for the O, Sr and Nd isotopic compositions of the fossils, in conjunction with interpretations of paleontological changes given in the literature [e.g., Rögl, 1998] allows for the distinction of three periods for\nPA4211 KOCSIS ET AL.: OCEANOGRAPHIC AND CLIMATIC EVOLUTION\n15 of 20\nPA4211\nthe paleoclimatic-paleoceanographic evolution of this part of the Mediterranean. 5.6.1. Period From 25 to 19 Ma [64] This period is characterized by high eNd values for UMC fossils, two VF samples, also those measured for phosphate beds of Malta [Stille et al., 1996], and foraminifera of the Piedmont basin [Jacobs et al., 1996a]. The values are between those representative of the Indian and Pacific Oceans [Ling et al., 1997; O’Nions et al., 1998] during the Oligo-Miocene and Stille et al. [1996] suggested\na direct connection between the Mediterranean and the Pacific Ocean at this time. Some samples from MS, SLO, as well as others from UMC at around 22–24 Ma, and all sampled localities toward the end of this period (19 Ma), have values similar to those of the Indian Ocean (Figure 6). For either a Pacific or an Indian Ocean influence, the same eastern seaway is assumed to have been important [Rögl, 1998]. Furthermore, collision of India with Asia excludes direct inflow from the Pacific Ocean. The Indian Ocean influence in the region is further supported by the eNd values of the Paratethys (Figure 6a), which were very similar to those of the Indian Ocean at around 19–20 Ma [Kocsis et al., 2008]. Moreover, the older fossils (22–24 Ma) of the northern localities (MS, SLO) might have been influenced by Indian Ocean water, which entered through the Paratethys via the Slovenian corridor into the Mediterranean, which seaway existed during this period [Rögl, 1998]. [65] The siliceous fraction of the sediments in the UMC section, however, also has elevated eNd values and the low 87Sr/86Sr, supporting important local volcanism in the region that could be linked to the period of opening of the western Mediterranean (see section 5.4). Therefore, instead of a competitive influence between Indian and Pacific water entering into the Mediterranean, strong local volcanism may have influenced the water budget at this time. 5.6.2. Period From 19 to 13 Ma [66] The seawater Sr isotopic compositions of the Mediterranean sections generally do not correspond to open ocean Miocene values until after 15 Ma (Figure 5c). The low 87Sr/86Sr of the UMC fossils suggest a local influence with an important contribution of Sr through erosion of Mesozoic carbonates, weathering of which may well have been supported by the subtropical climate during the early depositional phase. In contrast, as these carbonates have low Nd concentrations their contribution of Nd to the seawater budget is probably quite small. The situation is reversed for the Moransengo fossils that record high 87Sr/86Sr and low 143Nd/144Nd ratios, indicating erosion of older continental rocks near the southwestern Alps and Apennines [cf. Henry et al., 1997]. [67] The UMC fossils have little differences in their eNd values during this time, which slowly increases from –9 to –8. Exceptions to this trend are given by VED-17.2 at 15.3 Ma, with a higher value of 7 and together with analyses from the sediment, suggest another short-lived volcanic influence on the local seawater [Montanari et al., 1994, 1997a, 1997b;Mader et al., 2001]. Another exception is a very negative value down to –10.2 eNd values at 15.2 Ma (MOR-184). In this case the eNd value is similar to that of the silicate fraction of the sediment (Figure 6a) and perhaps related to an enhanced weathering of the hinterland together with even more limited water inflow in the area. [68] Nd isotopic compositions of samples from the Veneto-Friuli area, most of the Moransengo samples, those from the phosphate layers in Malta [Stille et al., 1996], and shark teeth from the Paratethys [Kocsis et al., 2008], all have very similar values to those considered as ‘‘background’’ or average eNd values of the UMC section (Figure 7). These values are very comparable to a mixed seawater source between Atlantic and Indian Ocean water\nPA4211 KOCSIS ET AL.: OCEANOGRAPHIC AND CLIMATIC EVOLUTION\n16 of 20\nPA4211\n(Figure 6). However, fossils of the ODP Site 900 indicate that the eastern Atlantic was not too different in value compared to the Mediterranean during this period, making exact estimates of proportions difficult. [69] To sum up in agreement with the Sr isotope data, a rather dominant local input together with Indian Ocean influence can be assumed in the Mediterranean at this time, which further have affected the eastern Atlantic as well. 5.6.3. Period From 13 to 8 Ma [70] The UMC fossils generally recorded normal Miocene open ocean Sr isotopic compositions indicating good connection with the global oceans, whereas the eNd values fluctuate between the Indian Ocean (13 and 10 Ma) and the Atlantic Ocean (12–11 Ma) compositions (Figures 5 and 6). However, the final cease of the eastern seaway was around 14–13 Ma at the Langhian/Serravallian transition [e.g., Rögl, 1998; Popov et al., 2004] discarding the Indian Ocean originated water in the area. Maybe this closure induced the presence of enhanced Atlantic seawater entering into the Mediterranean shown by the sudden decrease in the eNd values at 12–11 Ma. [71] After this period the fossil eNd values increased again toward the Indian-Ocean-like seawater that marks the diminishing Atlantic effect in the Mediterranean. The Nd budget became controlled by extra inputs either from the local hinterland and/or from the water masses entering from the Paratethys (Figures 6 and 7c). An analogous example for such local water development with similar eNd values to the Indian Ocean is the modern Mediterranean [Tachikawa et al., 2004]. The Paratethyan connection would be supported by eNd values at least till 12 Ma (Figure 6a) and it may have lasted longer. Another rather tentative possibility rose up from our eNd values such as the Indian Ocean reentered into the Mediterranean once again maybe via the Paratethys ( 10 Ma), however such statement lacks of support in the view of several other studies [e.g.,Rögl and Steininger, 1983; Rögl, 1998; Popov et al., 2004, 2006]. [72] In case of the youngest sample (8.4 Ma) the eNd value is much lower again, but in this case the 87Sr/86Sr also deviates from values typical of Miocene open ocean. This might indicate the strengthening of the local influence again in the region together with limited connection toward the open ocean. [73] At this time interval the gradually cooling climate and the enhanced growth of the East Antarctic ice sheet resulted in a more advanced succession of sea level fall events, which are marked by oxygen isotope maxima (Mi 3 to 6 [cf. Miller et al., 1991]). Unfortunately, our d18O data are not detailed enough to trace unambiguously the Mi events, however isotope record from Sicily yielded these global variations in d18O values for the Mediterranean as well [Turco et al., 2001; Hilgen et al., 2005]. At the transition between the middle and lateMiocene (Serravallian/ Tortonian), where our lowest eNd values indicate the presence of Atlantic seawater in the Mediterranean, the record generally show a major sea level fall [Haq et al., 1987; Hardenbol et al., 1998;Miller et al., 1998, 2005] coupled by theMi5 event [cf.Miller et al., 1991;Westerhold et al., 2005]. On the other hand, before this sea level drop a relatively larger rise occurred [cf. Miller et al., 2005]. [74] Nevertheless, the low eNd value together with 87Sr/86Sr ratio that remains typical of the open ocean signifies the enhanced Atlantic influence in the Mediterranean at 12–11 Ma. In the view of the sea level fluctuations, one scenario could be that the Atlantic water inflow may have started by a short sea rise [cf. Miller et al., 2005] but apparently it peaked at a low global sea level [Hardenbol et al., 1998]. After this period the increasing eNd values show the end of Atlantic dominance which may have been driven by further sea level changes and/or local tectonic adjustment."
  }, {
    "heading": "6. Conclusion",
    "text": "[75] The Sr, Nd, C, and O isotope compositions of marine fossils and the Sr and Nd isotope compositions of their embedding sediments have been analyzed from sections of the Miocene Mediterranean. Oxygen isotope compositions of benthic and planktonic foraminifera have preserved compositions compatible with their relative habitats and that also vary in concert with those used for evaluating global changes in climate. Carbon isotope compositions also preserved differences characteristic for having equilibrated with the carbon isotope compositions of dissolved inorganic carbon in bottom and surface waters for benthic and planktonic foraminifera, respectively. Furthermore, between 17 to 13 Ma a positive d13C excursion is noted, which correlates well with the globally recognized Monterey carbon isotope event. These results support that the fossils are well preserved and did not experience strong diagenetic overprints. [76] The radiogenic isotope compositions, measured on the same splits of samples as the stable isotope compositions, when interpreted in conjunction allow for the following paleoceanographic interpretations: [77] 1. During the period of 25 to 19 Ma the compositions are indicative of the opening of the western Mediterranean and intense volcanism related to major tectonic events. The seawater compositions are locally influenced and do not yet reflect complete open ocean conditions, even though the gateway to the Indian Ocean was already of importance. [78] 2. During the period between 19 and 13 Ma the influence of seawater from the Indian Ocean strengthened, also affecting the Atlantic Ocean at the Mediterranean outflow. However, the 87Sr/86Sr of the fossils do not yet reflect Miocene open ocean conditions for the northern Mediterranean basins (at least till 15 Ma), suggestive of strong tectonic activity in the Alps with a predominant Sr input from weathering of Mesozoic carbonates but also significant erosion of older crustal rocks near the Alps. A warm subtropical climate suggested by the oxygen isotopic compositions favored intense weathering. Brief excursions most notably in the Nd isotopic compositions may indicate sporadic volcanic events. [79] 3. Between 13 and 10 Ma the Sr isotope record supports open ocean conditions, while the Nd isotope record suggests a fluctuating influence of Atlantic versus Paratethys and/or locally evolved seawater in the Mediterranean, which was driven by global sea level changes and by local tectonic adjustments.\nPA4211 KOCSIS ET AL.: OCEANOGRAPHIC AND CLIMATIC EVOLUTION\n17 of 20\nPA4211\n[80] Acknowledgments. We thank the Ocean Drilling Program for providing the core samples of ODP Site 900 and Thomas Mühlstarsser for donating his samples from the Moransengo area. This research was generously funded by the Swiss National Science Foundation (SNF 200021-100530). We also appreciate the kind help of David Haig (UWA) for the revision of the micropaleontological information. Discussions with and comments by Peter Baumgartner greatly aided our interpretation. The comprehensive reviews by R. Mark Leckie and an anonymous reviewer are much appreciated and have also helped to improve the manuscript.\nPA4211 KOCSIS ET AL.: OCEANOGRAPHIC AND CLIMATIC EVOLUTION\n18 of 20\nPA4211"
  }],
  "year": 2008,
  "references": [{
    "title": "A world map of Nd isotopes in seafloor ferromanganese",
    "authors": ["F. Albarède", "S.L. Goldstein"],
    "venue": "deposits, Geology,",
    "year": 1992
  }, {
    "title": "The 143Nd/144Nd of Mn nodules from the Southern and Indian oceans, the global oceanic Nd budget, and their bearing on the deep ocean circulation during the Quaternary",
    "authors": ["F. Albarède", "S.L. Goldstein", "D. Dautel"],
    "year": 1997
  }, {
    "title": "New data concerning the inframiocenic ‘Biscario volcanoclastic event",
    "authors": ["K. Balogh", "M. Delle Rose", "F. Guerrera", "L. Ravasz-Baranyai", "F. Veneri"],
    "venue": "(Umbrio-Marche Apennines)",
    "year": 1993
  }, {
    "title": "Tertiary-Quaternary volcanism and tectonomagmatic evolution in Italy, in Geology of Italy, Special Volume of the Italian Geological Society for the IGC 32 Florence, edited by U",
    "authors": ["L. Beccaluva", "G. Bianchini", "F. Siena"],
    "year": 2004
  }, {
    "title": "The geochemical balance of the rare earth elements and Nd isotopes in the oceans, Geochim",
    "authors": ["C.J. Bertram", "H. Elderfield"],
    "venue": "Cosmochim. Acta,",
    "year": 1993
  }, {
    "title": "Cadmium, zinc, copper, and barium in foraminifera tests, Earth Planet",
    "authors": ["E.A. Boyle"],
    "year": 1981
  }, {
    "title": "The record of Periadriatic volcanism in the Eastern Alpine Molasse zone and its paleogeographic implications",
    "authors": ["A. Brügel", "I. Dunkl", "W. Frisch", "J. Kuhlemann", "K. Balogh"],
    "venue": "Terra Nova,",
    "year": 2000
  }, {
    "title": "Influence of freshwater flux on 87Sr/86Sr chronostratigraphy in marginal marine environments and dating of vertebrate and invertebrate",
    "authors": ["J.D. Bryant", "D.S. Jones", "P.A. Mueller"],
    "venue": "faunas, J. Paleontol.,",
    "year": 1995
  }, {
    "title": "Variation of seawater 87Sr/86Sr throughout Phanerozoic time, Geology",
    "authors": ["W.H. Burke", "R.E. Denison", "E.A. Hetherington", "R.B. Koepnick", "H.F. Nelson", "J.B. Otto"],
    "year": 1982
  }, {
    "title": "Glacialinterglacial variations in the neodymium isotope composition of seawater in the Bay of Bengal recorded by planktonic foraminifera",
    "authors": ["K.W. Burton", "D. Vance"],
    "venue": "Earth Planet. Sci. Lett., 176,",
    "year": 2000
  }, {
    "title": "Closure of the Central American Isthmus and its effect on deep-water formation",
    "authors": ["K.W. Burton", "H.-F. Ling", "R. K"],
    "venue": "O’Nions",
    "year": 1997
  }, {
    "title": "Actual timing of neodymium isotopic variations recorded by Fe-Mn crusts in the western North Atlantic",
    "authors": ["K.W. Burton", "D.-C. Lee", "J.N. Christensen", "A.N. Halliday", "J.R. Hein"],
    "venue": "Earth Planet. Sci",
    "year": 1999
  }, {
    "title": "Late Oligocene-Miocene sedimentary evolution of the critical Alps/ Apennines junction: The Monferrato area, northwestern Italy",
    "authors": ["P. Clari", "F. Dela Pierre", "A. Novaretti"],
    "venue": "Timpanelli",
    "year": 1995
  }, {
    "title": "Cyclostratigraphic analysis of pelagic carbonates at Monte dei Corvi (Ancona, Italy) and astronomical correlation of the Serravallian-Torto",
    "authors": ["L.C. Cleaveland", "J. Jensen", "S. Goese", "D.M. Bice", "A. Montanari"],
    "year": 2002
  }, {
    "title": "Integrated stratigraphy of the upper Burdigalian-lower Langhian section at Moria (Marche region, Italy), in Miocene Stratigraphy: An Integrated Approach",
    "authors": ["A Deino"],
    "venue": "Dev. in Palaeontol. and Stratigr.,",
    "year": 1997
  }, {
    "title": "OligoceneMiocene calcareous nannofossils from the Iberia Abyssal Plain",
    "authors": ["E. de Kaenel", "G. Villa"],
    "venue": "Proc. Ocean Drill. Program Sci. Results,",
    "year": 1996
  }, {
    "title": "Detailed record of the Neogene Sr isotopic evolution of seawater",
    "authors": ["D.J. DePaolo"],
    "venue": "fromDSDP site 590B, Geology,",
    "year": 1986
  }, {
    "title": "Highresolution stratigraphy with strontium isotopes",
    "authors": ["D.J. DePaolo", "B.L. Ingram"],
    "venue": "Science, 227,",
    "year": 1985
  }, {
    "title": "Oxygen and carbon isotope analyses of Cretaceous and Tertiary foraminifera from Shatsky Rise and other sites in the North Pacific Ocean",
    "authors": ["R.G. Douglas", "S.M. Savin"],
    "venue": "Initial Rep. Deep Sea Drill. Proj.,",
    "year": 1975
  }, {
    "title": "Oxygen isotopic evidence for the depth stratification of Tertiary and Cretaceous planktonic foraminifera",
    "authors": ["R.G. Douglas", "S.M. Savin"],
    "venue": "Mar. Micropaleontol.,",
    "year": 1978
  }, {
    "title": "Principles of Isotope Geology",
    "authors": ["G. Faure"],
    "year": 1986
  }, {
    "title": "Miocene-Pliocene tectonic evolution of the Slovenian Periadriatic Line: Implication for Alpine-Carpathian extrusion models, Tectonics",
    "authors": ["L. Fodor", "B. Jelen", "E.Márton", "D. Skaberne", "J. Car", "M. Vrabec"],
    "year": 1998
  }, {
    "title": "Radiogenic isotopes. Tracers of past ocean circulation and erosional",
    "authors": ["M. Frank"],
    "venue": "input, Rev. Geophys.,",
    "year": 2002
  }, {
    "title": "Nd and Pb isotopes in Atlantic and Pacific water masses before and after closure of the Panama",
    "authors": ["M. Frank", "B.C. Reynolds", "R. K"],
    "venue": "O’Nions",
    "year": 1999
  }, {
    "title": "O’Nions (2002), North Atlantic Deep Water export to the Southern Ocean over the past 14 Myr: Evidence from Nd and Pb isotopes in ferromanganese crusts, Paleocea",
    "authors": ["M. Frank", "N. Whiteley", "S. Kasten", "J.R. Hein", "R. K"],
    "year": 2002
  }, {
    "title": "Cretaceous to Quaternary planktonic foraminiferal biostratigraphy of the Iberia Abyssal Plain",
    "authors": ["E. Gervais"],
    "venue": "Proc. Ocean Drill. Program Sci. Results,",
    "year": 1996
  }, {
    "title": "On the post-25 Ma geodynamic evolution of the western Mediterranean",
    "authors": ["E. Gueguen", "C. Doglioni", "M. Fernandez"],
    "venue": "Tectonophysics, 298,",
    "year": 1998
  }, {
    "title": "Reliable extraction of a deepwater trace metal isotope signal from Fe-Mn oxyhydroxide coatings of marine sediments",
    "authors": ["M. Gutjahr", "M. Frank", "C.H. Stirling", "V. Klemm", "T. van de Flierdt", "A.N. Halliday"],
    "venue": "Chem. Geol.,",
    "year": 2007
  }, {
    "title": "Isotopie (C, O und Sr) von Foraminiferen der zentralen nördlichen Paratethys (Bayerische Molasse, Wiener Becken) im Miozän als paläozeanographische Proxies, diploma",
    "authors": ["M. Hagmaier"],
    "year": 2002
  }, {
    "title": "Chronology of fluctuating sea levels since the Triassic (250 million years ago to present)",
    "authors": ["B.U. Haq", "J. Hardenbol", "P.R. Vail"],
    "venue": "Science, 235,",
    "year": 1987
  }, {
    "title": "Mesozoic and Cenozoic sequence chronostratigraphic framework of European basins",
    "authors": ["J. Hardenbol", "J. Thierry", "M.B. Farley", "T.H. Jaquin", "P.R. Vail"],
    "venue": "Spec. Publ. SEPM Soc. Sediment. Geol.,",
    "year": 1998
  }, {
    "title": "PbSr-Nd isotopic compositions and trace element geochemistry of megacrysts and melilitites from the Tertiary Urach volcanic field: Source compositions of small volume melts under SW",
    "authors": ["E. Hegner", "H.J. Walter", "M. Satir"],
    "year": 1995
  }, {
    "title": "The erosion of the Alps: Nd isotopic and geochemical constraints on the sources of the periAlpine Molasse sediments, Earth Planet",
    "authors": ["P. Henry", "E. Deloule", "A. Michard"],
    "year": 1997
  }, {
    "title": "Integrated stratigraphy and astronomical tuning of the Serravallian and lower Tortonian at Monte dei Corvi (MiddleUpperMiocene, northern Italy),Palaeogeogr",
    "authors": ["F.J. Hilgen", "H. Abdul Aziz", "W. Krijgsman", "I. Raffi", "E. Turco"],
    "year": 2003
  }, {
    "title": "The global boundary Stratotype Section and Point (GSSP) of the Tortonian Stage (Upper Miocene",
    "authors": ["F.J. Hilgen", "H. Abdul Aziz", "D. Bice", "S. Iaccarino", "W. Krijgsman", "K. Kuiper", "A.Montanari", "I. Raffi", "E. Turco", "andW.-J"],
    "venue": "Zachariasse",
    "year": 2005
  }, {
    "title": "Variations in the strontium isotopic composition of seawater during the Neogene, Geology",
    "authors": ["D.L. Hodell", "P.A. Mueller", "J.R. Garrido"],
    "year": 1991
  }, {
    "title": "Stille (1996a), Sr isotope stratigraphy and variations in Nd isotopic composition of foraminifera from Lemme-Carrosio section (northern",
    "authors": ["E. Jacobs", "M. Steinmann", "P.M. Biolzi"],
    "venue": "Italy), G. Geol.,",
    "year": 1996
  }, {
    "title": "Stille (1996b), The Monterey event in the Mediterranean: A record from shelf sediments",
    "authors": ["E. Jacobs", "H. Weissert", "G. Shields"],
    "year": 1996
  }, {
    "title": "Sm-Nd isotopic evolution of chondrites",
    "authors": ["S.B. Jacobsen", "G. J"],
    "venue": "Wasserburg",
    "year": 1980
  }, {
    "title": "Isotopic Nd compositions and concentrations of the lithogenic inputs into the ocean: A compilation, with an emphasis on the margins",
    "authors": ["C. Jeandel", "T. Arsouze", "F. Lacan", "P. Téchiné", "J.-C"],
    "venue": "Dutay",
    "year": 2007
  }, {
    "title": "Stratigraphic structure of the B1 Tertiary tectonostratigraphic unit in eastern Slovenia, Geologija",
    "authors": ["B. Jelen"],
    "venue": "Rifelj",
    "year": 2002
  }, {
    "title": "The middle Eocene climatic optimum event in the Contessa Highway section, Umbrian Apennines, Italy, Geol",
    "authors": ["L. Jovane", "F. Florindo", "R. Coccioni", "J. DinarèsTurell", "A. Marsili", "S. Monechi", "A.P. Roberts"],
    "venue": "Sprovieri",
    "year": 2007
  }, {
    "title": "Migration of sharks into freshwater systems during the Miocene and implications for Alpine paleoelevation, Geology",
    "authors": ["L. Kocsis", "T.W. Vennemann"],
    "venue": "Fontignie",
    "year": 2007
  }, {
    "title": "Constraints on Miocene oceanography and climate in the Western and Central Paratethys: O-, Sr-, and Nd-isotope compositions of marine fish",
    "authors": ["L. Kocsis", "T.W. Vennemann", "E. Hegner", "D. Fontignie"],
    "venue": "Tütken",
    "year": 2008
  }, {
    "title": "Construction of the seawater 87Sr/86Sr curve for the Cenozoic and Cretaceous",
    "authors": ["R.B. Koepnick", "W.H. Burke", "R.E. Denison", "E.A. Hetherington", "H.F. Nelson", "J.B. Otto", "L.E. Waite"],
    "venue": "Supporting data, Chem. Geol.,",
    "year": 1985
  }, {
    "title": "The distribution of 13C of dCO2 in the world oceans",
    "authors": ["P. Kroopnick"],
    "venue": "Deep Sea Res., Part A,",
    "year": 1985
  }, {
    "title": "Quantifying tectonic versus erosive denudation by the sediment budget: The Miocene core complexes of the Alps, Tectonophysics",
    "authors": ["J. Kuhlemann", "W. Frisch", "I. Dunkl", "B. Székely"],
    "year": 2001
  }, {
    "title": "Neodymium isotopes as a new tool for quantifying exchange fluxes at the continent-ocean interface, Earth Planet",
    "authors": ["F. Lacan", "C. Jeandel"],
    "venue": "Sci. Lett., 232,",
    "year": 2005
  }, {
    "title": "Evolution of Nd and Pb isotopes in central Pacific seawater from ferromanganese crusts, Earth Planet",
    "authors": ["Ling", "H.-F", "K.W. Burton", "R.K. O’Nions", "B.S. Kamber", "F. von Blanckenburg", "A.J. Gibb", "J.R. Hein"],
    "year": 1997
  }, {
    "title": "Provenance of Jurassic Tethyan sediments in the HP/UHP ZermattSaas ophiolite, western Alps, Geol",
    "authors": ["N.J. Mahlen", "C.M. Johnson", "L.P. Baumgartner", "B.L. Beard"],
    "year": 2005
  }, {
    "title": "Fossil fish teeth as proxies for seawater Sr and Nd isotopes, Geochim",
    "authors": ["E.E. Martin", "B.A. Haley"],
    "venue": "Cosmochim. Acta,",
    "year": 2000
  }, {
    "title": "A small polyhistory foreland basin evolving in a context of oblique convergence: The Venetian basin (Chattian to Recent",
    "authors": ["F. Massari", "P. Grandesso", "C. Stefani", "P. G"],
    "venue": "Jobstraibizer",
    "year": 1986
  }, {
    "title": "Strontium isotope stratigraphy: LOWESS version 3: Best fit to the marine Sr-isotope curve for 0–509 Ma and accompanying lookup table for deriving numerical age",
    "authors": ["J.M. McArthur", "R.J. Howarth", "T.R. Bailey"],
    "venue": "J. Geol.,",
    "year": 2001
  }, {
    "title": "Sedimentary facies and depositional history of the Iberia Abyssal Plain",
    "authors": ["D. Milkert", "B. Alonso", "L. Liu", "X. Zhao", "M. Comas", "E. de Kaenel"],
    "venue": "Proc. Ocean Drill. Program Sci. Results,",
    "year": 1996
  }, {
    "title": "Tertiary oxygen isotope synthesis, sea level history and continental margin erosion, Paleoceanography",
    "authors": ["K.G. Miller", "R.G. Fairbanks", "andG"],
    "venue": "S.Mountain",
    "year": 1987
  }, {
    "title": "Miocene isotope reference section, Deep Sea Drilling Project Site 608: An evaluation of isotope and biostratigraphic resolution, Paleoceanography",
    "authors": ["K.G. Miller", "M.D. Feigenson", "J.D. Wright", "B.M. Clement"],
    "year": 1991
  }, {
    "title": "Cenozoic global sea level, sequences, and the New Jersey transect: Results from coastal plain and continental",
    "authors": ["K.G. Miller", "G.S. Mountain", "J.V. Browning", "M. Kominz", "P.J. Sugarman", "N. Christie-Blick", "M.E. Katz"],
    "year": 1998
  }, {
    "title": "Integrated stratigraphy of the Chattian to mid-Burdigalian pelagic sequence",
    "authors": ["A. Montanari", "D.M. Bice", "R. Capo", "R. Coccioni", "A. Deino", "D.J. DePaolo", "L. Emmanuel", "S. Monechi", "M. Renard"],
    "venue": "Zevenboom",
    "year": 1997
  }, {
    "title": "Integrated stratigraphy of the Middle and Upper Miocene pelagic sequence of the Cònero Riviera (Marche region, Italy), in Miocene Stratigraphy: An Integrated Approach",
    "authors": ["A Montanari"],
    "venue": "Dev. in Palaeontol. and Stratigr,",
    "year": 1997
  }, {
    "title": "Paleoceanographic history of the northwestern Tethyan realm for the Late Oligocene through Middle Miocene",
    "authors": ["T. Mühlstrasser"],
    "venue": "Tubinger Mikropalaontol. Mitt.,",
    "year": 2002
  }, {
    "title": "Secular variation of Nd and Pb isotopes in ferromanganese crusts from the Atlantic, Indian and Pacific Oceans, Earth Planet",
    "authors": ["R.K. O’Nions", "M. Frank", "F. von Blanckenburg", "H.-F. Ling"],
    "year": 1998
  }, {
    "title": "Changing perspectives in the concept of ‘‘Lago-Mare’’ in Mediterranean Late Miocene evolution, Sediment",
    "authors": ["F. Orszag-Sperber"],
    "venue": "Geol.,",
    "year": 2006
  }, {
    "title": "Rare earth elements in foraminifera test,Earth",
    "authors": ["M.R. Palmer"],
    "venue": "Planet. Sci. Lett.,",
    "year": 1985
  }, {
    "title": "Variations in the Nd isotopic composition of foraminifera from Atlantic Ocean sediments, Earth Planet",
    "authors": ["M.R. Palmer", "H. Elderfield"],
    "year": 1985
  }, {
    "title": "Rare earth elements and neodymium isotopes in ferromanganese oxide coatings of Cenozoic foraminifera from Atlantic Ocean, Geochim",
    "authors": ["M.R. Palmer", "H. Elderfield"],
    "venue": "Cosmochim. Acta,",
    "year": 1986
  }, {
    "title": "Tertiary structural relationships between Alps and Apennines: The critical Torino Hill and Monferrato area, northwestern Italy",
    "authors": ["F. Piana"],
    "venue": "Polino",
    "year": 1995
  }, {
    "title": "Neodymium isotopic variations in seawater",
    "authors": ["D.J. Piepgras", "G. J"],
    "venue": "Wasserburg",
    "year": 1980
  }, {
    "title": "Neodymium in modern foraminifera from the Indian Ocean: Implications for the use of foraminiferal Nd isotope compositions in paleo-oceanography, Earth Planet",
    "authors": ["C. Pomiès", "G.R. Davies", "M.-H"],
    "venue": "S.Conan",
    "year": 2002
  }, {
    "title": "Lithological-Paleogeographic maps of Paratethys, 10 maps Late Eocene to Pliocene",
    "authors": ["S.V. Popov", "F. Rögl", "A.Y. Rozanov", "F.F. Steininger", "I.G. Shcherba", "M. Kovac"],
    "venue": "Cour. Forschungsinst. Senckenberg,",
    "year": 2004
  }, {
    "title": "Late Miocene to Pliocene palaeogeography of the Paratethys and its relation to the Mediterranean, Palaeo",
    "authors": ["S.V. Popov", "I.G. Shcherba", "L.B. Ilyina", "L.A. Nevesskaya", "N.P. Paramonova", "S.O. Khondkarian", "I. Magyar"],
    "year": 2006
  }, {
    "title": "Nd- and Pb-isotope time series from Atlantic ferromanganese crusts: Implications for changes in provenance and paleocirculation over the last 8Myr,Earth Planet",
    "authors": ["B.C. Reynolds", "M. Frank", "R. K"],
    "venue": "O‘Nions",
    "year": 1999
  }, {
    "title": "Palaeogeographic considerations for the Mediterranean and Paratethys Seaways (Oligocene to Miocene)",
    "authors": ["F. Rögl"],
    "venue": "Ann. Naturhist. Mus. Wien, Ser. A,",
    "year": 1998
  }, {
    "title": "Vom Zerfall der Tethys zu Mediterran und Paratethys",
    "authors": ["F. Rögl", "F.F. Steininger"],
    "venue": "Die neogene Paläogeographie und Palinspastik des zirkum-mediterranen Raumes, Ann. Naturhist. Mus. Wien, Ser. A,",
    "year": 1983
  }, {
    "title": "Reconstruction of the tectonic evolution of the western Mediterranean",
    "authors": ["G. Rosenbaum", "G.S. Lister"],
    "venue": "Duboz",
    "year": 2002
  }, {
    "title": "Timing and climatic consequences of the opening of Drake Passage",
    "authors": ["H.D. Scher", "E.E. Martin"],
    "venue": "Science, 312,",
    "year": 2006
  }, {
    "title": "Continuous-flow IRMS analysis of carbonate minerals",
    "authors": ["C. Spötl", "T.W. Vennemann"],
    "venue": "Rapid Commun. Mass Spectrom.,",
    "year": 2003
  }, {
    "title": "Sr and Nd isotope systematics in fish",
    "authors": ["H. Staudigel", "P. Doyle", "A. Zindler"],
    "venue": "teeth, Earth Planet. Sci. Lett.,",
    "year": 1985
  }, {
    "title": "Nd isotope evidence for the evolution of the paleocurrents in the Atlantic and Tethys Oceans during the past 180 Ma, Earth Planet",
    "authors": ["P. Stille", "M. Steinmann", "R.S. Riggs"],
    "year": 1996
  }, {
    "title": "A new approach to the Nd residence time in the ocean: The role of atmospheric inputs, Earth Planet",
    "authors": ["K. Tachikawa", "C. Jeandel"],
    "venue": "Roy-Barman",
    "year": 1999
  }, {
    "title": "Neodymium isotopes in the Mediterranean Sea: Comparison between seawater",
    "authors": ["K. Tachikawa", "M. Roy-Barman", "A. Michard", "D. Thouron", "D. Yeghicheyan", "C. Jeandel"],
    "year": 2004
  }, {
    "title": "Neodymium isotopes in planktonic foraminifera: A record of the response of continental weathering and ocean circulation rates to climate change, Earth Planet",
    "authors": ["D. Vance", "K. Burton"],
    "venue": "Sci. Lett., 173,",
    "year": 1999
  }, {
    "title": "The use of foraminifera as a record of the past neodymium isotope composition of seawater, Paleoceanography",
    "authors": ["D. Vance", "A.E. Scrivner", "P. Beney", "M. Staubwasser", "G.M. Henderson", "N. C"],
    "venue": "Slowey",
    "year": 2004
  }, {
    "title": "Strontium isotopes in seawater through time, Annu",
    "authors": ["J. Veizer"],
    "venue": "Rev. Earth Planet. Sci.,",
    "year": 1989
  }, {
    "title": "Oxygen, strontium and neodymium isotope composition of shark teeth as a proxy for the palaeoceanography and palaeoclimatology of the Miocene northern Alpine Para",
    "authors": ["T.W. Vennemann", "E. Hegner"],
    "year": 1998
  }, {
    "title": "Sr and Nd isotope composition of Late Pleistocene sapro",
    "authors": ["S. Weldeab", "K.-C. Emeis", "C. Hemleben", "T.W. Vennemann", "H. Schultz"],
    "year": 2002
  }, {
    "title": "Middle to late Miocene oxygen isotope stratigraphy of ODP site 1085 (SE Atlantic): New constrains on Miocene climate variability and sea-level fluctuations,Palaeogeogr",
    "authors": ["T. Westerhold", "T. Bickert", "U. Röhl"],
    "venue": "Palaeoclima-",
    "year": 2005
  }, {
    "title": "Trends, rhythms, and aberrations in global climate 65",
    "authors": ["J. Zachos", "M. Pagani", "L. Sloan", "E. Thomas", "K. Billups"],
    "venue": "Ma to present,",
    "year": 2001
  }],
  "id": "SP:1e8b0f97bf45987635e76bcd10e2401dc0bc8acb",
  "authors": [{
    "name": "L. Kocsis",
    "affiliations": []
  }, {
    "name": "T. W. Vennemann",
    "affiliations": []
  }, {
    "name": "D. Fontignie",
    "affiliations": []
  }, {
    "name": "C. Baumgartner",
    "affiliations": []
  }, {
    "name": "A. Montanari",
    "affiliations": []
  }, {
    "name": "B. Jelen",
    "affiliations": []
  }],
  "abstractText": "[1] Isotopic compositions of marine sediments and fossils have been investigated from northern basins of the Mediterranean to help constrain local oceanographic and climatic changes adjacent to the uplifting Alps. Stable C and O isotope compositions of benthic and planktonic foraminifera from the Umbria-Marche region (UMC) have an offset characteristic for their habitats and the changes in composition mimic global changes, suggesting that the regional conditions of climate and the carbon cycle were controlled by global changes. The radiogenic isotope composition of these fossil assemblages allows recognition of three distinct periods. In the first period, from 25 to 19 Ma, high eNd values and low Sr/Sr of sediments and fossils support intense tectonism and volcanism, related to the opening of the western Mediterranean. In the second period, from 19 to 13 Ma the Sr/Sr ratio of Mediterranean (UMC) deviate from the global ocean, which is compatible with rapid uplift of the hinterland and intense influx of Sr from Mesozoic carbonates of the western Apennines. This local control on the seawater was driven by a humid and warm climate and indicates restricted exchange of water with the global ocean. Generally, the eNd values of the fossils are very similar to those of Indian Ocean water, with brief periods of a decrease in the eNd values coinciding with volcanic events and maybe sea level variation at 15.2 Ma. In the third period, from 13 to 10 Ma the fossils have Sr/Sr similar to those of Miocene seawater while their eNd values change considerably with time. This indicates fluctuating influence of the Atlantic versus the Paratethys and/or locally evolved seawater in the Mediterranean driven by global sea level changes. Other investigated localities near the Alps and from the ODP 900 site are compatible with this oceanographic interpretation. However, in the late early Miocene, enhanced local control, reflecting erosion of old crustal silicate rocks near the Alps, results in higher Sr/Sr.",
  "title": "Oceanographic and climatic evolution of the Miocene Mediterranean deduced from Nd, Sr, C, and O isotope compositions of marine fossils and sediments"
}