{
  "sections": [{
    "text": "This study examines the response of El Niño–Southern Oscillation (ENSO) to massive volcanic eruptions in a suite of coupled general circulation model (CGCM) simulations utilizing the Community Climate System Model, version 3 (CCSM3). The authors find that the radiative forcing due to volcanic aerosols injected into the stratosphere induces a model climatic response that projects onto the ENSO mode and initially creates a La Niña event that peaks around the time the volcanic forcing peaks. The curl of the wind stress changes accompanying this volcanically forced equatorial region cooling acts to recharge the equatorial region heat. For weaker volcanic eruptions, this recharging results in an El Niño event about two seasons after the peak of the volcanic forcing. The results of the CCSM3 volcanic forcing experiments lead the authors to propose that the initial tropical Pacific Ocean response to volcanic forcing is determined by four different mechanisms— one process is the dynamical thermostat mechanism (the mean upwelling of anomalous temperature) and the other processes are related to the zonal equatorial gradients of the mean cloud albedo, Newtonian cooling, and mixed layer depth. The zonal gradient in CCSM3 set by both mixed layer depth and Newtonian cooling terms oppose the zonal sea surface temperature anomaly (SSTA) gradient produced by the dynamical thermostat and initially dominate the mixed layer zonal equatorial heat budget response. Applying this knowledge to a simple volcanically forced mixed layer equation using observed estimates of the spatially varying variables, the authors again find that the mixed layer depth and Newtonian cooling terms oppose and dominate the zonal SSTA gradient produced by the dynamical thermostat. This implies that the observed initial response to volcanic forcing should be La Niña–like not El Niño, as suggested by paleoclimate records."
  }, {
    "heading": "1. Introduction",
    "text": "The tropical Pacific Ocean is home to earth’s largest source of interannual climate variability, the El Niño– Southern Oscillation phenomenon (ENSO). ENSO refers to a quasi-periodic warming (El Niño) or cooling (La Niña) of the eastern and central tropical Pacific Ocean sea surface temperature (SST), and a related largescale seesaw in atmospheric sea level pressure between the western Pacific warm pool and the eastern tropical Pacific cold tongue region known as the Southern Oscillation. ENSO is known to have atmospheric teleconnections around the globe that can influence extreme weather events, creating drought, flooding, bushfires, and influencing tropical cyclone activity (Chan 1985; Nicholls 1985; Power et al. 1999).\nExplosive volcanic eruptions can inject chemically and microphysically active gases and solid aerosol particles into the stratosphere. The resulting stratospheric cloud, which is formed by converting SO2 to sulfate aerosol, acts to scatter and absorb incoming solar radiation in the stratosphere, reducing the amount of solar radiation reaching the surface (Robock 2000). Analysis of paleoclimate records suggests that the radiative effects of explosive tropical volcanism can lead to a more El Niño–like state in the equatorial Pacific Ocean and increase the immediate probability of El Niño occurrences (Adams et al. 2003; McGregor et al. 2010).\nIt is questionable whether instrumental SST anomaly (SSTA) data are consistent with the notion of an increased probability for El Niño conditions, despite the fact that a SSTA composite around the nine large tropical volcanic eruptions since 1870 displays an equatorial warming around the peak of the volcanic event (Fig. 1). Questions arise because (i) the observed tropical Pacific SST changes in the mean and median before, during, or after explosive volcanic events are not statistically significant beyond the Corresponding author address: Shayne McGregor, IPRC, SOEST, University of Hawaii at Manoa, POST Bldg., Room 401, 1680 EastWest Road, Honolulu, HI 96822. E-mail: shaynemc@hawaii.edu\nDOI: 10.1175/2010JCLI3990.1\n2011 American Meteorological Society\n95% level; and (ii) both the El Chichon (1982) and Pinatubo (1991) volcanic events occurred after the initiation of El Niño events in the respective years, indicating a more coincidental relationship (Robock 2000). Analysis of the Intergovernmental Panel on Climate Change (IPCC) Fourth Assessment Report (AR4) twentiethcentury simulation response to volcanic forcing provides no further support for this theory, as even models with multiple realizations of the twentieth-century period do not display a statistically significant response in the eastern equatorial Pacific (Stenchikov et al. 2006). It is of considerable importance to determine how the tropical Pacific Ocean responds to volcanic forcing, since ENSO is known to affect weather and climate around the globe.\nThe relationship between explosive volcanism and ENSO was first discussed in the controversial study by Handler (1984). The proposed relationship was based on a temporal correlation between both phenomena. The results of this study were questioned because of the lack of statistical robustness of the results, the volcanic chronology used, and other methodological deficiencies (Nicholls 1988; Sear et al. 1987; Self et al. 1997; Robock 2000). This relationship has been further examined in a more recent study by Adams et al. (2003) and McGregor et al. (2010). In an effort to improve the robustness, improved statistical methods were used along with longer-term paleoreconstructions of SST anomalies and more up-to-date\neruption chronologies. In contrast to Handler (1984), who proposed that ENSO is entirely driven by volcanic eruptions, the later studies documented that volcanic forcing exerts only a weak but discernible influence on ENSO. The Adams et al. (2003) study reports that the volcanic influence increases the probability for El Niño events in the winter following the volcanic eruption, while the results of McGregor et al. (2010) indicate that volcanic forcing increases the probability of El Niño events occurring in the year of the volcanic eruption.\nThe relationship between ENSO and explosive volcanism has been further studied using models (Mann et al. 2005; Emile-Geay et al. 2008). Using an intermediate anomaly-coupled atmosphere–ocean model, with heavily simplified thermodynamics (fixed mixed layer depth, uniform atmospheric thermal damping, and fixed clouds; Zebiak and Cane 1987), both Mann et al. (2005) and Emile-Geay et al. (2008) find an eastern equatorial Pacific warming in response to a uniform reduction of surface heat fluxes. This result is in qualitative agreement with the findings of Adams et al. (2003) and McGregor et al. (2010). The response can be explained by the dynamical thermostat mechanism (Clement et al. 1996). This mechanism assumes that the mean upwelling of subsurface water in the eastern equatorial Pacific combined with the reduction of the ocean vertical temperature gradient act to reduce the volcanic cooling in\nthe region. This initiates a zonal temperature gradient and an accompanying atmospheric positive feedback that further amplifies the original zonal temperature gradient. It is important to note that this mechanism only represents one of the many terms in the surface heat budget equation.\nThe motivation for our study is to systematically examine ENSO’s response to explosive tropical volcanic eruptions using a coupled general circulation model (CGCM) to assess the relative importance of the dynamical thermostat mechanism. This manuscript is laid out as follows: we present details of the model used in section 2 and provide details of the two twentiethcentury CGCM simulations analyzed in section 3. Details of our three CGCM ensemble volcanic forcing experiments and the main results are given in section 4. How volcanic forcing projects onto the ENSO mode is investigated in section 5. Implications for the observed response to volcanic forcing are discussed in section 6. Conclusions of the study are presented in section 7."
  }, {
    "heading": "2. CGCM",
    "text": "The coupled general circulation model used in this study is the National Center for Atmospheric Research (NCAR) Community Climate System Model, version 3 (CCSM3) (Collins et al. 2006a). CCSM3 is a state-of-the art coupled general circulation model composed of four components—atmosphere, ocean, land, and cryosphere— linked by means of a flux coupler. The atmospheric component, the Community Atmosphere Model, version 3 (CAM3), is a global general circulation model with 26 vertical levels and an Eulerian spectral dynamical core with triangular truncation at T42 corresponding to a horizontal resolution of ;2.88 (Collins et al. 2006b). The ocean component is based on the Parallel Ocean Program (POP) model version 1.4.3 developed at the Los Alamos National Laboratory. POP has 40 vertical levels and utilizes a dipolar grid with 320 zonal points and 384 meridional points, giving an average resolution of 1.1258 in the zonal direction and as small as ;0.58 in the meridional direction near the equator. The land surface model lateral resolution is identical to that of CAM3, while the sea ice model resolution is the same as POP. Detailed descriptions of each of the atmosphere, ocean, land, and cryosphere component models can be found in Collins et al. (2006b), Smith and Gent (2004), Dickenson et al. (2006), and Holland et al. (2006). In the simulations presented here, we use prescribed 1990-level concentrations of greenhouse gases and aerosols (sulfate, dust, carbon, and sea salt) except where stated, along with a fixed solar constant and prescribed annual cycle concentrations of ozone.\nCCSM3 produces ENSO variability with realistic equatorial SST amplitudes and variance (Deser et al. 2006). The period of the simulated ENSO, however, is ;2– 2.5 yr, which is significantly shorter than the observed quasi-periodicity of 2.5–8 yr. This quasi bienniality in the representation of ENSO is relatively common among many IPCC CGCMs (AchutaRao and Sperber 2006). Because of the mean equatorial cold bias, El Niño events extend unrealistically far into the western tropical Pacific warm pool. Composites of modeled ENSO variability display SSTA evolution that includes realistic maximum amplitudes near the end of the calendar year and phase transitions during the boreal spring. CCSM3 also exhibits ENSO characteristics that are qualitatively similar with the recharge oscillator and delayed-action oscillator paradigms for ENSO variability (Deser et al. 2006)."
  }, {
    "heading": "3. Long-term CCSM3 simulations",
    "text": "The long-term CCSM3 simulations presented here are NCAR b30.218a and b30.218b simulations. These two simulations were integrated for the period 1870–1999. As discussed above, concentrations of greenhouse gasses were fixed at 1990 levels, while the solar constant was held fixed and concentrations of ozone have a fixed annual cycle. Here, however, all aerosols are fixed except for the stratospheric sulfate aerosols related to volcanic forcing. The monthly and latitudinally varying twentieth-century volcanic aerosols of Ammann et al. (2003) were prescribed in these simulations. Each of these simulations contains nine volcanic events that influence stratospheric aerosols in the tropical region (defined here as latitudes 6308). To analyze the response of CCSM3 to volcanic forcing in these simulations, a subset of model output was derived that incorporated a 3.5-yr window of SSTA data (consisting of the 6 months prior to the event, the event month, and the 36 months following the event) for each of the prescribed nine volcanic events of each simulation. Visual analysis of a longitude–time plot of the composed equatorial SSTA response to volcanic forcing reveals two distinct features: (i) a shift in the data toward more La Niña–like conditions surrounding the peak of the volcanic eruption and (ii) a shift in the data toward more El Niño–like conditions in the 6–30 months after the volcanic eruption (Fig. 1b).\nTo specifically test the null hypothesis that volcanic forcing has no effect on the mean or median of eastern equatorial Pacific SST in the years surrounding the volcanic event we carry out the t test and the Mann– Whitney U test on SSTA in the Niño-3 region (N3; defined as average SSTA between 58S and 58N and 1508\nand 908W) and the Niño-3.4 region (N34; defined as average SSTA between 58S and 58N and 1708 and 1208W). We find that neither the mean nor median of both N3 and N34 SSTA display a statistically significant shift toward lower temperatures in the months surrounding a prescribed volcanic event. The shift to more El Niño–like conditions in the 6–30 months after the volcanic event also does not exhibit any statistically significant change in the mean state or distribution. This lack of statistical significance in the changes after a volcanic event could be due to the small number of volcanic events in these two CCSM3 simulations (18 events in total) and the high variance of the region, or it could indicate that a relationship between volcanic forcing and ENSO is relatively weak in CCSM3. To better quantify ENSO’s response to volcanic forcing in CCSM3, we run an ensemble of idealized volcanic forcing experiments."
  }, {
    "heading": "4. Volcanic forcing experiments",
    "text": "Three experiments with CCSM3 were conducted to examine the effects of volcanic forcing on the tropical Pacific Ocean and to help understand the mechanisms underlying the CCSM3 response. Each of these experiments has the same model configuration, and the only difference between these simulations is the magnitude of the volcanic forcing used. As such, they are titled the small, moderate, and large volcanic forcing experiments. These experiments each contained an ensemble of 36 simulations that were integrated for 5 yr each. The start year of each ensemble member was every year that restart files were available on the earth system grid from the NCAR 1990 control simulation (b30.004) between model years 700 and 812, while the corresponding start month was determined randomly. There was one condition on the random selection of start months, however; this condition was that out of the ensemble of 36 start months, each month must be restarted from three times, thus removing any possible seasonal bias in the results.\nVolcanic forcing in each of these ensembles was prescribed such that the volcanic stratospheric aerosol concentration starts to ramp up two months after initialization and reaches its peak 6 months later (Fig. 2a). The spatial and temporal structure of these ensembles is derived from the composite of Ammann et al. (2003) tropical volcanic events (Fig. 2b). Specifically, the small volcanic forcing experiment ensemble utilized composite volcanic forcing multiplied by one-half, the moderate volcanic forcing experiment ensemble utilized composite volcanic forcing, and the large volcanic forcing experiment ensemble utilized composite volcanic forcing multiplied by two. This resulted in a clear-sky surface radiative forcing of approximately 23.5, 27, and\n214 W m22 for the small, moderate, and large volcanic forcing ensembles, respectively. The prescribed stratospheric aerosol concentrations and resulting surface clear-sky radiative forcing of the moderate volcanic forcing experiment ensemble are of similar magnitude to those seen during the 1982 eruption of El Chichon, Mexico (Ammann et al. 2003; Dutton and Christy 1992). The large volcanic forcing experiment ensemble uses prescribed stratospheric aerosol concentrations that are equivalent to the 1883 eruption of Krakatau, Indonesia (Ammann et al. 2003). For reference, the stratospheric aerosol concentrations and resulting surface clear-sky radiative forcing of the 1991 eruption of Mount Pinatubo, Philippines, have values that are roughly in the middle of the moderate and large volcanic forcing experiment ensembles (Stenchikov et al. 1998; Ammann et al. 2003).\nIn agreement with the NCAR CCSM3 b30.218a and b30.218b simulations (see Fig. 1b), the results of these CCSM3 ensemble experiments reveal that the initial equatorial response to the volcanic shortwave forcing anomaly is a La Niña–like cooling that peaks around the time of the volcanic forcing (see shaded component of Fig. 3b). The larger the magnitude of the volcanic forcing, the larger the equatorial region cooling (Table 1). This volcanic cooling initially induces a positive atmospheric feedback, easterly surface wind anomalies, which act to shoal (deepen) the eastern (western) equatorial Pacific thermocline (Fig. 3c) and increase eastern equatorial Pacific upwelling, thereby further amplifying the equatorial region cooling.\nNow following ENSO recharge dynamics (Jin 1998), the curl of the off-equatorial wind changes accompanying the initial volcanically forced equatorial region cooling acts to recharge the equatorial region heat. This is evidenced by the 36-member ensemble heat transport into the equatorial Pacific and the resulting delayed change in the equatorial Pacific zonal-mean thermocline depth (Fig. 4). As expected from ENSO dynamics, this recharging of the equatorial region, which has been shown to lead the eastern equatorial Pacific SSTA, switches the equatorial region La Niña–like cooling to more El Niño–like conditions approximately six months after the zonal-mean thermocline depth reaches maximum depth. As with the SSTA, larger volcanic forcing leads to increased heat\ntransport to the equatorial region and larger anomalies of zonal-mean equatorial thermocline depth. However, interestingly, the larger magnitude subsurface changes do not lead to the most El Niño–like conditions; it is the smallest volcanic forcing that displays warming with the largest meridional extent and the most prolonged warming (Fig. 3b). This is likely because the dynamically induced switch from La Niña–like conditions to El Niño–like conditions occurs while the volcanically induced surface cooling still persists (Fig. 3a). In the case of the moderate and large volcanically forced experiments, the persistent volcanic forcing is still significantly large. As such, it would act to damp the ocean surface response to the subsurface changes.\nComparing the probabilities of ENSO events occurring in these volcanically forced experiments with those of the CCSM3 1990 control simulation (b30.004) (Fig. 5), we find a statistically significant (at .95% level) increase in the probability of La Niña event thresholds being exceeded in the year of the volcanic forcing (year 0; Table 2). Further to this, in this same 12-month period, we find a statistically significant (at .90% level) decrease in the probability of small El Niño event thresholds being exceeded (Table 2). Both of these probabilistic changes are consistent with the probability density function (PDF) shift toward more La Niña–like conditions seen in Fig. 5a and implied by the statistically significant shift in the median values presented in Table 1. Focusing on the period 7–18 months after the volcanic eruption (year 1; Fig. 5b), a statistically significant increase in the probability of El Niño events is found for small magnitude volcanic eruptions that is .90% confidence level. This shift is not apparent for the moderate and large magnitude volcanic eruptions, which instead display a shift toward more La Niña–like conditions (Table 2)."
  }, {
    "heading": "5. Thermodynamical/dynamical response to volcanic forcing",
    "text": "The fact that the volcanically induced initial cooling of the equatorial Pacific induces an anomalous easterly equatorial\nwind response (Fig. 3c) is particularly interesting because the volcanic forcing in the stratosphere is spatially uniform. Several mechanisms are explored below.\na. Atmospheric response to volcanic forcing\nIs it possible to get a significant zonal wind anomaly in response to a uniform SSTA? It is widely known that observed equatorial region deep convection is predominantly located in regions where the annual mean SST is above approximately 27.58C. Observations have shown that deep convection in regions overlying the annual mean surface 27.58C isotherm are highly sensitive to SSTA (Graham and Barnett 1987); that is, if SSTs are less than the given threshold, then deep convection shuts down. So, given a volcanically induced uniform reduction in SST, we could expect some regional reductions of deep\nconvection overlying this annual mean surface 27.58C isotherm and an associated reduction in the regions overlying midtropospheric heating. To examine the response of the CCSM3 atmospheric component (CAM3) to a uniform SSTA, an ensemble experiment is carried out. This experiment contains an ensemble of 36 simulations that were each integrated for 12 months. In these simulations, CAM3 was forced by climatological SST plus a prescribed time-varying and spatially uniform global SSTA. The prescribed monthly SSTA perturbation was calculated using the following simple mixed layer equation:\nwhere Q9 follows the first 12 months of the temporal progression of shortwave forcing shown in Fig. 2 with a peak amplitude of 27 W m22. Here a represents the cloud albedo, which has a fixed and horizontally uniform value of 0.25, and the coefficient l gives a damping time scale of 3 months. With this simple mixed layer equation, volcanic forcing Q9 produces a time-varying uniform SST perturbation. The results of this experiment (not shown) indicate that the SST perturbation generates a zonal equatorial wind anomaly that is ;20 times smaller than that produced in the volcanically forced CCSM3 experiments (Fig. 3c). As such, the nonlinearity of the atmospheric response to uniform SSTA forcing alone can be ruled out as the mechanism responsible for the positive atmospheric feedback in CCSM3s response to volcanic forcing. This result is consistent with the recent study of Johnson and Xie (2010), who show a nearly perfect correspondence between changes in tropical mean SST and the SST threshold for convection in the observations and CMIP models.\nb. Oceanic response to volcanic forcing\nThe initial SSTA spatial structure of a near-uniform volcanically induced stratospheric reduction in incoming solar radiation could be influenced by many processes. Consider the full temperature equation for the ocean mixed layer:\nC dT9\ndt 5 D o 1 Q net ,\nwhere T9 represents the anomalies of SST; and C 5 cproH is the heat capacity of the mixed layer, where cp, ro, and H are the specific heat of seawater at constant\npressure, the density of seawater, and the depth of the oceanic mixed layer, respectively. Here Do is the threedimensional ocean heat transport due to advection and mixing, which also includes entrainment at the base of the mixed layer, and Qnet is the change in net surface heat flux. The net surface heat flux is made up of four components—solar radiation QS, longwave radiation QL, and the fluxes of sensible heat QH and latent heat QE—as shown:\nQ net 5 Q S 1 Q L Q H Q E .\nAs discussed in Xie et al. (2010), the latent heat component can be decomposed into two parts; a Newtonian damping component given by QoE 5 «QET9, where « 5 L/ (RyT 2), L is the latent heat of evaporation and Rv is the gas constant for water vapor; and an atmospheric forcing residual is given by QE a 5 Q9E 2 QE o . Volcanic forcing enters the mixed layer equation through this net surface heat flux term as the near-uniform stratospheric aerosol veil created by the volcanic forcing acts to reduce the shortwave radiation received at the surface.\nImportant processes that can translate the uniform radiative forcing into a spatially inhomogeneous response pattern are as follows: (i) the effect of nonuniform cloud albedo (a) on the uniform solar forcing represented by the equation QS(x, y) 5 Q9[1 a(x, y)]; (ii) the effect of spatially varying mixed layer depth [H(x, y)] on the temperature response to uniform Q9 volcanic forcing; (iii) the spatial characteristics of mean entrainment at the base of the mixed layer w(x, y) [the dynamical thermostat mechanism of Clement et al. (1996) given by w(dT9/dz)]; and (iv) the spatial structure of the Newtonian damping component of latent heat QE o (x, y). We note that for an initial uniform SSTA, the mixed layer temperature equation terms for QL, QH, the horizontal components of Do, or the atmospheric residual of latent heat flux QE a are not expected to generate any significant zonal SSTA gradient.\nAs such, when trying to understand how uniform volcanic forcing initially generates a nonuniform SST and wind response, the mixed layer equation can be simplified to\ndT9(x, y)\ndt 5 Q9[1 a(x, y)] c\np r o H(x, y)\n«Q E (x, y)T9(x, y)\nc p r o H(x, y)\nw(x, y) ›T9(x, y) ›z , (1)\nwhere Q9 represents volcanically induced solar radiation anomalies, a is the annual mean albedo (Fig. 6a), H(x, y) is the annual mean mixed layer depth (Fig. 6b), «Q E (x, y)\nrepresents Newtonian cooling (Fig. 6c), and w x; yð Þ is the mean upwelling at the base of the mean mixed layer (Fig. 6d). We note that all annual mean fields used here were calculated from the CCSM3 1990 control simulation (b30.004). We introduce the following abbreviations for the spatial mean values for the N3 and Niño-4 (N4, defined\nas average SSTA between 58S and 58N and 1608E and 2108W) regions: h i3,4 and for the combined spatial mean value in the N3 and the N4 region h iA 5 0.5 h i3 1 h i4). Since our focus is trying to understand which of these spatially nonuniform terms gives rise to the initial zonal SSTA gradient, thus initiating the overlying atmospheric positive feedback, we calculate values for T93,4 in the N3 and N4 regions using the following simplified box mixed layer model:\nd T9h i3,4 dt 5 Q9[1 a(x, y)]\nc p r o H(x, y) * + 3,4\n«Q E (x, y)T9(x, y)\nc p r o H(x, y) * + 3,4\nw(x, y) ›T9(x, y) ›z\n3,4\nwhere Q9 follows the temporal profile of Fig. 2a with a maximum radiative forcing of 214 W m22. To understand the effects of spatially varying albedo, mixed layer depth, evaporation, and upwelling on the SST response to the uniform Q9, we calculate the time evolution of temperatures in the N3 and N4 box according to\nd T9h i 3,4\ndt 5 Q9[1 a(x, y)h iA] c\np r o H(x, y)h i3,4\n«Q E (x, y)T9(x, y)\nc p r o H(x, y) * + 3,4\nw(x, y) ›T9(x, y) ›z\n3,4\n, (3)\nd T9h i3,4 dt 5 Q9[1 a(x, y)h i3,4]\nc p r o H(x, y)h i A\n« Q E (x, y)T9(x, y) 3,4\nc p r o H(x, y)h i A\nw(x, y) ›T9(x, y) ›z\n3,4\n, (4)\nd T9h i3,4 dt 5 Q9[1 a(x, y)]\nc p r o H(x, y) * + 3,4\nQ E (x, y) A\n«T9(x, y)\nc p r o H(x, y) * + 3,4\nw(x, y) ›T9(x, y) ›z\n3,4\n, and (5)\nd Th i9 3,4\ndt 5 Q9[1 a(x, y)] c\np r o H(x, y) * + 3,4\n«Q E (x, y)T9(x, y)\nc p r o H(x, y) * + 3,4\nw(x, y)h iA ›T9(x, y)\n›z\n3,4\n. (6)\nIn these calculations, positive air–sea feedbacks are neglected as well as ocean dynamical processes. The results of these four experiments show that the initial\nzonal gradient, whereby the N3 is cooler than the N4 region, is primarily set by the spatially varying mixed layer depth (Fig. 7). The nonuniformity of the Newtonian cooling term acts to further amplify the gradient set up by the mixed layer depth, much like a positive feedback. Conversely, the albedo and mean upwelling (dynamical thermostat) terms act to oppose the sign of the gradient, but they are not large enough to reverse or cancel it. We must note that the results of these experiments are only useful for identifying the dominant terms that set up the initial SSTA gradient, as after this point other terms, such as the other components of ocean heat transport (e.g., anomalous advection of mean temperature gradients), that were left out of the simplified model become important."
  }, {
    "heading": "6. Discussion",
    "text": "It is clear that volcanic forcing in CCSM3 creates an initial La Niña–like response in the equatorial Pacific. After subsequent recharging of the equatorial thermocline, and for small magnitude volcanic forcing, chances increase that an El Niño event is generated 12 months after the peak forcing. The time evolution of the response in CCSM3 is very different from the El Niño–like response simulated in the intermediate coupled model (Zebiak and Cane 1987) used in the studies of Mann et al. (2005) and Emile-Geay et al. (2008). One of the main reasons is that the response in the Zebiak and Cane (1987) model is dominated by the dynamical thermostat process. The spatial structures of the net shortwave radiation anomaly, the Newtonian damping term and, most importantly, the mixed layer depth are not represented in the Zebiak and Cane (1987) model.\nTo estimate how volcanic forcing may affect ENSO in reality, we calculate values for T9 in the N3 and N4 regions using the simplified mixed layer model presented above. Again, the Q9 temporal profile of Fig. 2a is used with a maximum radiative forcing of 214 W m22. However, in these calculations, we use observed regional values of albedo (Fig. 8a), mixed layer depth (Fig. 8b), the fixed component of Newtonian cooling (Fig. 8c), and vertical velocity at the base of the mixed layer (Fig. 8d). Three separate spatial maps of observed annual mean albedo and the latent heat component of Newtonian cooling were calculated using the net shortwave radiation and latent heat flux data of the Woods Hole Oceanographic Institution (WHOI) (Yu and Weller 2007), the National Oceanography Centre, Southampton (NOC) (Berry and Kent 2009), and the Max Planck Institute for Meteorology (MPI) (Oberhuber 1988). The average of these three spatial maps for each field is then used as our observed fields. Since observed spatially varying and reliable estimates of Pacific Ocean vertical velocity are not available (Kessler 2006), both mixed layer depth and vertical velocity at the base of the mixed layer were calculated from the European Centre for Medium-Range Weather Forecasts (ECMWF) Ocean Re-Analysis System Series 3 (ORA-S3) dataset (Balmaseda et al. 2008).\nSimilar to what is seen in the CCSM3 model, the results of these calculations show an initial zonal SSTA gradient whereby the N3 region is cooler than the N4 region. This gradient is again prominently set by the spatially varying mixed layer depth, and the nonuniform Newtonian cooling acts to further amplify this temperature gradient (Fig. 9). As in CCSM3, the simple mixed layer equation simulates an opposing effect of the mean upwelling (dynamical thermostat), but it is not large enough to reverse or cancel the initial zonal SSTA gradient. If both mixed layer depth and vertical velocity at the base of the mixed layer were calculated from the Quick Scatterometer (QuikSCAT) wind-stress-forced eddy-resolving global Ocean General Circulation Model for the Earth Simulator (OFES) (Masumoto 2010), then we would get a similar result (not shown). We must again\nnote that the results of this simple mixed layer model forecast are only useful for identifying the dominant terms in the setup of the initial SSTA gradient, as after this point other terms, such as the other components of ocean heat transport (e.g., anomalous advection of mean temperature gradients), which were left out of the simplified model, become important.\nThis result suggests that the observed initial response to a volcanically induced reduction in solar radiation should be a La Niña–like cooling of the eastern equatorial Pacific Ocean, which is somewhat opposed to the relationship displayed in the paleoclimate records (Adams et al. 2003; McGregor et al. 2010). This raises the following question: How confident are we in the regional mean estimates of observed albedo, latent heat, mixed layer depth, and vertical velocity used in the simple mixed layer model? All three of the annual mean albedo spatial maps, which were averaged to obtain the albedo used in our calculations, display a N3–N4\ngradient of the same sign and of similar magnitude (Table 3). It is a very similar story for the observed estimates of latent heat flux used in the calculation of the fixed component of Newtonian cooling, as again all three estimates of latent heat flux used here have N3–N4 gradients of the same sign and very similar magnitude (Table 3). We then compared the N3–N4 gradient of mean mixed layer depth used here, which was calculated from the ORA-S3, with the observed N3–N4 mixed layer depth gradients of de Boyer Montégut et al. (2004). We find that the ORA-S3 mixed layer depth N3– N4 gradient is of the same sign and similar magnitude to the observed N3–N4 mixed layer depth gradient, regardless of whether a density or temperature criterion is used in the observed calculations (Table 4). Thus, we are confident in the estimated values used for all three of these variables. In regard to the forth term used in the mixed layer model, vertical velocity at the base of the mixed layer, it is impossible to check how accurately ORA-S3 represents the observed N3–N4 gradient as the spatial structure of observed upwelling remains unknown (Kessler 2006). As such, we do not have as much confidence in estimates of this highly sensitive term as even a slight shift east or west of the central equatorial Pacific mean upwelling maximum could significantly alter the produced zonal SSTA gradient magnitude or sign. We note, however, that the ORA-S3 mean equatorial Pacific Ocean upwelling velocities between 1708 and 958W of 1.4 3 1025 m s21 at 50-m depth are consistent with the observed estimate of 1.9 (60.9) 3 1025 m s21 at 50-m depth (Johnson et al. 2001)."
  }, {
    "heading": "7. Conclusions",
    "text": "We find that the radiative forcing of volcanic aerosols in the stratosphere projects onto the ENSO mode and initially creates a La Niña–like model SSTA, surface wind, and thermocline response. The amplitude of this equatorial response is shown to peak around the time the volcanic forcing peaks. Small (moderate and large) magnitude volcanism is found to double (quadruple) the probability of large La Niña events (N3 SSTAs , 218C) occurring in the year surrounding the volcanic eruption. Anomalous wind stress curl acts to deepen the zonalmean thermocline depth and recharge the equatorial region heat content. This recharging of the equatorial region switches the equatorial region La Niña–like cooling to more El Niño–like conditions approximately six months after the zonal-mean thermocline depth reaches maximum depth. These ocean dynamical changes manifest themselves as an increase in the chance that an El Niño event is generated ;12 months after the peak forcing for small magnitude volcanic forcing. However, this shift is not apparent for the moderate and large magnitude volcanic eruptions, which instead display a shift toward more La Niña–like conditions.\nWe note that this study assumes the same temporal evolution of volcanically induced stratospheric aerosols in all experiments, with magnitude as the only variable (Fig. 1a). With this temporal profile, the volcanically induced tropical stratospheric aerosols persist for approximately two years. This is a very similar time scale to the near-biennial oscillation period of ENSO in the version of CCSM3 used here, meaning that the dynamically induced switch from La Niña–like conditions to El Niño–like conditions occurs while the volcanically induced surface cooling still persists. This could explain why the probabilistic shift toward more El Niño–like conditions seen after the small magnitude volcanic eruptions is not apparent after moderate–large volcanic events, as this volcanic cooling would act to damp the SSTA response of the underlying dynamical changes. It would be interesting to analyze the model response in the years after the peak volcanic forcing, should the model have a more realistic ENSO oscillation period (of approximately 2.5–8 years), or if the stratospheric aerosols were to decay at a more rapid rate, such that the dynamical switch from La Niña– to El Niño–like conditions occurs when volcanically induced surface cooling no longer exists. This would allow us to examine whether the increased chance of El Niño event occurrence ;12 months after the peak volcanic forcing occurs in simulations with both moderate and large volcanic forcing.\nTo diagnose how a near-uniform reduction in stratospheric radiation projects onto the ENSO mode, we\nanalyzed terms in the ocean mixed layer equation that allow the formation of zonal equatorial SSTA gradients. Four possible variables of importance were identified; they were the spatially varying mean cloud albedo, mixed layer depth, Newtonian cooling, and the mean upwelling of anomalous temperatures (also known as the dynamical thermostat). This initial projection onto the ENSO mode is found to occur due to an equatorial zonal temperature gradient that is initially set by the spatially varying mixed layer depth and is further amplified by the spatially varying Newtonian cooling and coupled air–sea feedbacks. The combined effect of mixed layer and Newtonian cooling terms act to oppose and dominate the would-be El Niño–like gradient set up by the dynamical thermostat mechanism in the CCSM3 response to volcanic forcing.\nCarrying out similar mixed layer calculations with observed estimates of mean albedo, mixed layer depth, Newtonian cooling, and vertical velocity, we again find that the mixed layer depth term dominates the initial SSTA gradient produced by the mixed layer equation. As such, the observed response to volcanic forcing should be La Niña–like equatorial Pacific SSTAs, not El Niño–like, as suggested by composite of the Hadley Centre Global Sea Surface Temperature (HadSST) analysis around twentieth-century volcanic events presented in Fig. 1a and the proxy evidence of Adams et al. (2003) and McGregor et al. (2010). We note, however, that this result is somewhat reliant upon estimates of vertical velocity at the base of the mixed layer forecast by the ORA-S3. While the equatorial mean upwelling value is consistent with observations, it is impossible to compare the spatial structure of this field with observations, as the observed spatial structure remains unknown (Kessler 2006). As such, quantitative estimates of the spatial structure of equatorial Pacific Ocean vertical velocity at the base of the mixed layer are needed to conclusively confirm the findings presented here.\nIf the relationship between explosive volcanism and ENSO can be confirmed in the observations, then a Bayesian approach could be used to improve the accuracy of probabilistic forecasts of ENSO variability in years with, and following, explosive tropical volcanic eruptions. The Bayesian approach would allow forecasters to reduce the range of variability expected by selecting the PDF distribution that best represents the range of equatorial region SSTAs that can be expected in the given year, when provided with the magnitude of the volcanic eruption.\nThus, we conclude from this study that there are terms, other than the dynamical thermostat, in the oceanic mixed layer equations that have the ability to play a prominent role in the equatorial response to\nvolcanic forcing. The initial sign of the equatorial response (El Niño– or La Niña–like) to volcanic forcing is determined by the sum of the zonal gradient of these terms. As such, further efforts to investigate the response of the tropical Pacific Ocean to volcanic forcing should be carried out in models that include all of the potential contributing terms from the ocean mixed layer temperature equation.\nAcknowledgments. This work was sponsored by the Japan Agency for Marine-Earth Science and Technology (JAMSTEC) through its sponsorship of the International Pacific Research Center, NOAA through Grant NA08OAR4320910 and Grant DE-FG0207ER64469 of the Office of Science (BER), U.S. Department of Energy."
  }],
  "year": 2011,
  "references": [{
    "title": "ENSO simulation in coupled ocean-atmosphere models: Are the current models better",
    "authors": ["K. AchutaRao", "K.R. Sperber"],
    "venue": "Climate Dyn.,",
    "year": 2006
  }, {
    "title": "Proxy evidence for an El Niño-like response to volcanic forcing",
    "authors": ["J. Adams", "M.E. Mann", "C.M. Ammann"],
    "year": 2003
  }, {
    "title": "A monthly and latitudinally varying volcanic forcing dataset in simulations of 20th century",
    "authors": ["C.M. Ammann", "G.A. Meehl", "W.M. Washington", "C.S. Zender"],
    "venue": "climate. Geophys. Res. Lett.,",
    "year": 2003
  }, {
    "title": "The ECMWF ocean analysis system: ORA-S3",
    "authors": ["M.A. Balmaseda", "A. Vidard", "D. Anderson"],
    "venue": "Mon. Wea. Rev.,",
    "year": 2008
  }, {
    "title": "A new air–sea interaction gridded dataset from ICOADS with uncertainty estimates",
    "authors": ["D.I. Berry", "E.C. Kent"],
    "venue": "Bull. Amer. Meteor. Soc.,",
    "year": 2009
  }, {
    "title": "Tropical cyclone activity in the northwest Pacific in relation to the El Niño/Southern Oscillation phenomenon",
    "authors": ["J. Chan"],
    "venue": "Mon. Wea. Rev.,",
    "year": 1985
  }, {
    "title": "Mixed layer depth over the global ocean: An examination of profile data and a profile-based climatology",
    "authors": ["C. de Boyer Montégut", "G. Madec", "A.S. Fischer", "A. Lazar", "D. Iudicone"],
    "venue": "J. Geophys. Res.,",
    "year": 2004
  }, {
    "title": "Tropical Pacific and Altlantic climate variability in CCSM3",
    "authors": ["C. Deser", "A. Capotondi", "R. Saravanan", "A.S. Phillips"],
    "venue": "J. Climate,",
    "year": 2006
  }, {
    "title": "The Community Land Model and its climate statistics as a component of the Community",
    "authors": ["R.E. Dickenson", "K.W. Oleson", "G. Bonan", "F. Hoffman", "P. Thornton", "M. Vertenstein", "Z.L. Yang", "X. Zeng"],
    "venue": "Climate System Model. J. Climate,",
    "year": 2006
  }, {
    "title": "Solar radiative forcing at selected locations and evidence for global lower tropospheric cooling following the eruptions of El Chichón and Pinatubo",
    "authors": ["E.G. Dutton", "J.R. Christy"],
    "venue": "Geophys. Res. Lett.,",
    "year": 1992
  }, {
    "title": "Volcanoes and ENSO over the past millennium",
    "authors": ["J. Emile-Geay", "R. Seager", "M.A. Cane", "E. Cook", "G.H. Haug"],
    "venue": "J. Climate,",
    "year": 2008
  }, {
    "title": "Sea surface temperature, surface wind divergence, and convection over tropical oceans",
    "authors": ["N.E. Graham", "T.P. Barnett"],
    "year": 1987
  }, {
    "title": "Possible association of stratospheric aerosols and El Niño type events",
    "authors": ["P. Handler"],
    "venue": "Geophys. Res. Lett.,",
    "year": 1984
  }, {
    "title": "Influence of the sea ice thickness distribution on polar climate in CCSM3",
    "authors": ["M.M. Holland", "C.M. Bitz", "E.C. Hunke", "W.H. Lipscomb", "J.L. Schramm"],
    "venue": "J. Climate,",
    "year": 2006
  }, {
    "title": "A simple model for the Pacific cold tongue and ENSO",
    "authors": ["F. Jin"],
    "venue": "J. Atmos. Sci.,",
    "year": 1998
  }, {
    "title": "Firing, 2001: Equatorial Pacific Ocean horizontal velocity, divergence, and upwelling",
    "authors": ["G.C. Johnson", "M.J. McPhaden"],
    "venue": "J. Phys. Oceanogr.,",
    "year": 2001
  }, {
    "title": "Changes in the sea surface temperature threshold for tropical convection",
    "authors": ["N.C. Johnson", "S.-P. Xie"],
    "venue": "Nat. Geosci.,",
    "year": 2010
  }, {
    "title": "The circulation of the eastern tropical Pacific: A review",
    "authors": ["W.S. Kessler"],
    "venue": "Prog. Oceanogr.,",
    "year": 2006
  }, {
    "title": "Volcanic and solar forcing of the tropical Pacific over the past 1000 years",
    "authors": ["M. Mann", "M.A. Cane", "S.E. Zebiak", "A. Clement"],
    "venue": "J. Climate,",
    "year": 2005
  }, {
    "title": "Sharing the results of a high-resolution ocean general circulation model under a multi-discipline framework— A review of OFES activities",
    "authors": ["Y. Masumoto"],
    "venue": "Ocean Dyn.,",
    "year": 2010
  }, {
    "title": "A unified proxy for ENSO and PDO variability since 1650",
    "authors": ["S. McGregor", "A. Timmermann", "O. Timm"],
    "venue": "Climate Past,",
    "year": 2010
  }, {
    "title": "Predictability of interannual variations of Australian seasonal tropical cyclone activity",
    "authors": ["N. Nicholls"],
    "venue": "Mon. Wea. Rev.,",
    "year": 1985
  }, {
    "title": "An atlas based on the COADS data set: The budgets of heat, buoyancy and turbulent kinetic energy at the surface of the global ocean",
    "authors": ["J.M. Oberhuber"],
    "venue": "Max-Planck-Instutut für Meteorologie Tech. Rep. 15,",
    "year": 1988
  }, {
    "title": "Inter-decadal modulation of the impact of ENSO on Australia",
    "authors": ["S.B. Power", "T. Casey", "C. Folland", "A. Colman", "V. Mehta"],
    "venue": "Climate Dyn.,",
    "year": 1999
  }, {
    "title": "Global analyses of sea surface temperature, sea ice, and night marine air temperature since the late nineteenth century",
    "authors": ["N. Rayner", "D. Parker", "E. Horton", "C. Folland", "L. Alexander", "D. Rowell", "E. Kent", "A. Kaplan"],
    "venue": "J. Geophys. Res.,",
    "year": 2003
  }, {
    "title": "Global surface-temperature responses to major volcanic eruptions",
    "authors": ["C.B. Sear", "P.M. Kelly", "P.D. Jones", "C. M"],
    "venue": "Goodess,",
    "year": 1987
  }, {
    "title": "Volcanic aerosol perturbations and strong El Niño events: No general correlation",
    "authors": ["S. Self", "M.R. Rampino", "J. Zhao", "M.G. Katz"],
    "venue": "Geophys. Res. Lett.,",
    "year": 1997
  }, {
    "title": "Reference manual for the Parallel Ocean Program (POP): Ocean component of the Community Climate Model (CCSM2.0 and 3.0)",
    "authors": ["R.D. Smith", "P.R. Gent"],
    "venue": "Los Alamos National Laboratory Tech. Rep. LA-UR-02-2484,",
    "year": 2004
  }, {
    "title": "Radiative forcing from the 1991 Mount Pinatubo volcanic eruption",
    "authors": ["G.L. Stenchikov", "I. Kirchner", "A. Robock", "H.-F. Graf", "J.C. Antuna", "R.G. Grainger", "A. Lambert", "L. Thomason"],
    "venue": "J. Geophys. Res., 103,",
    "year": 1998
  }, {
    "title": "Artic Oscillation response to volcanic eruptions in the IPCC AR4 climate models",
    "authors": ["K. Hamilton", "R.J. Stouffer", "A. Robock", "V. Ramaswamy", "B. Santer", "H.-F. Graf"],
    "venue": "J. Geophys. Res.,",
    "year": 2006
  }, {
    "title": "Global warming pattern formation: Sea surface temperature and rainfall",
    "authors": ["Xie", "S.-P", "C. Deser", "G. Vecchi", "J. Ma", "H. Teng", "A.T. Wittenberg"],
    "venue": "J. Climate,",
    "year": 2010
  }, {
    "title": "Objectively analyzed air–sea heat fluxes for the global ice-free oceans (1981–2005)",
    "authors": ["L. Yu", "R.A. Weller"],
    "venue": "Bull. Amer. Meteor. Soc.,",
    "year": 2007
  }, {
    "title": "A model El Niño–Southern Oscillation",
    "authors": ["S.E. Zebiak", "M.A. Cane"],
    "venue": "Mon. Wea. Rev.,",
    "year": 1987
  }],
  "id": "SP:3d0af1c5b252f80f6cd6745a7527a4ca844a3019",
  "authors": [{
    "name": "SHAYNE MCGREGOR",
    "affiliations": []
  }, {
    "name": "AXEL TIMMERMANN",
    "affiliations": []
  }],
  "abstractText": "This study examines the response of El Niño–Southern Oscillation (ENSO) to massive volcanic eruptions in a suite of coupled general circulation model (CGCM) simulations utilizing the Community Climate System Model, version 3 (CCSM3). The authors find that the radiative forcing due to volcanic aerosols injected into the stratosphere induces a model climatic response that projects onto the ENSO mode and initially creates a La Niña event that peaks around the time the volcanic forcing peaks. The curl of the wind stress changes accompanying this volcanically forced equatorial region cooling acts to recharge the equatorial region heat. For weaker volcanic eruptions, this recharging results in an El Niño event about two seasons after the peak of the volcanic forcing. The results of the CCSM3 volcanic forcing experiments lead the authors to propose that the initial tropical Pacific Ocean response to volcanic forcing is determined by four different mechanisms— one process is the dynamical thermostat mechanism (the mean upwelling of anomalous temperature) and the other processes are related to the zonal equatorial gradients of the mean cloud albedo, Newtonian cooling, and mixed layer depth. The zonal gradient in CCSM3 set by both mixed layer depth and Newtonian cooling terms oppose the zonal sea surface temperature anomaly (SSTA) gradient produced by the dynamical thermostat and initially dominate the mixed layer zonal equatorial heat budget response. Applying this knowledge to a simple volcanically forced mixed layer equation using observed estimates of the spatially varying variables, the authors again find that the mixed layer depth and Newtonian cooling terms oppose and dominate the zonal SSTA gradient produced by the dynamical thermostat. This implies that the observed initial response to volcanic forcing should be La Niña–like not El Niño, as suggested by paleoclimate records.",
  "title": "The Effect of Explosive Tropical Volcanism on ENSO"
}