{
  "sections": [{
    "heading": "Do phreatomagmatic eruptions at Ubehebe Crater (Death Valley,",
    "text": "California) relate to a wetter than present hydro-climate?\nPeri Sasnett,1,2 Brent M. Goehring,1,2,3 Nicholas Christie-Blick,1,2 and Joerg M. Schaefer1,2\nReceived 24 October 2011; revised 14 December 2011; accepted 14 December 2011; published 18 January 2012.\n[1] Phreatomagmatic eruptions occur when rising magma encounters groundwater and/or surface water, causing a steam explosion and the ejection of country rock and pyroclastic material. The predominance of this type of activity at the Ubehebe volcanic field in northern Death Valley, California, is enigmatic owing to the extremely arid climate of the region. A novel application of 10Be surface exposure dating is presented to determine the timing of phreatomagmatic eruptions at Ubehebe Crater and to test the idea that volcanism may relate to a wetter than present hydro-climate. Twelve of the fifteen ages obtained lie between 0.8 and 2.1 ka, while three samples give older, mid-Holocene ages. The cluster between 0.8 and 2.1 ka is interpreted as encompassing the interval of volcanic activity during which Ubehebe Crater was formed. The remaining older ages are inferred to date eruptions at the older neighboring craters. The main and most recent period of activity encompasses the Medieval Warm Period, an interval of prolonged drought in the American southwest, as well as slightly wetter conditions prior to the Medieval Warm Period. Phreatomagmatic activity under varied hydrologic conditions casts doubt on the idea that eruptive timing relates to a wetter hydro-climate. Instead, the presence of a relatively shallow modern water table suggests that sufficient groundwater was generally available for phreatomagmatic eruptions at the Ubehebe site, in spite of prevailing arid conditions. This and the youth of the most recent activity suggest that the Ubehebe volcanic field may constitute a more significant hazard than generally appreciated. Citation: Sasnett, P., B. M. Goehring, N. Christie-Blick, and J. M. Schaefer (2012), Do phreatomagmatic eruptions at Ubehebe Crater (Death Valley, California) relate to a wetter than present hydro-climate?, Geophys. Res. Lett., 39, L02401, doi:10.1029/2011GL050130."
  }, {
    "heading": "1. Introduction",
    "text": "[2] The Ubehebe volcanic field of northern Death Valley (Figure 1) is unusual for its repeated phreatomagmatic eruptions in a region of high aridity. Phreatomagmatic eruptions involve the mixing of magma with ground or surface water, producing large volumes of steam and explosive behavior [Sheridan and Wohletz, 1983; Fisher and Schmincke, 1984]. Such eruptions typically occur where water is abundant, for\nexample in the vicinity of a lake or at a volcanic island, or where water is inferred to have been abundant in the geological past [e.g., Brand and Clarke, 2009]. Although no meteorological data are available for the Ubehebe craters, average annual precipitation at Furnace Creek, 80 km to the southeast and at an elevation 800 m lower than the Ubehebe field, is less than 60 mm yr 1 (Western Regional Climate Center, http://www.wrcc.dri.edu/cgi-bin/cliMAIN.pl?ca2319). [3] The results of beryllium-10 (10Be) surface exposure dating of ejected country rock are presented—the first application of this technique in a basaltic volcanic setting. While the geomorphology of the craters indicates that they are young and part of the contemporary landscape, precise dating of such phreatomagmatic eruptions has proven difficult, in particular for young events. Evidence for the generally assumed Holocene timing of volcanism at Ubehebe is inconclusive, and based upon field relations at distal sites. [4] Three hypotheses therefore are evaluated in our study. The first is that phreatomagmatic activity corresponds with a recent, yet appreciably wetter time, such as the interval from 17.5–15 ka, when many Great Basin pluvial lakes attained their peak sizes [Broecker et al., 2009]. A second hypothesis is that the craters are Holocene in age. In that case, phreatomagmatic eruptions may relate instead to only modestly wetter intervals during that epoch [e.g., Stine, 1994; Benson et al., 2002; Cook et al., 2004]. Our third hypothesis is that groundwater may have been sufficiently abundant in sediments beneath the Ubehebe site to produce explosive eruptions independent of climatic variation. Determining the timing and origin of explosive eruptive activity is of more than academic interest: Ubehebe may constitute a greater than previously recognized volcanic hazard in one of the most popular parks in the United States (984,775 visitors in 2010; National Park Service, http://www.nature.nps.gov/ stats/viewReport.cfm)."
  }, {
    "heading": "2. Ubehebe Volcanic Field",
    "text": "[5] The Ubehebe volcanic field consists of at least a dozen maar craters and tuff rings [Crowe and Fisher, 1973]. The craters are generally small (100–200 m in diameter) and shallow (tens of meters). Ubehebe Crater is by far the largest (700–800 m in diameter and up to 235 m deep; Figure 2). Associated volcanic ejecta form a rampart of base surge and air fall deposits approximately 50 m thick at the crater rim, and they thin radially outward over an area of >15 km2. The sedimentology of the ejecta provides evidence for at least 50 individual eruptions or eruption pulses during the formation of Ubehebe Crater [Crowe and Fisher, 1973]. A succession of lower Miocene red-brown and yellow conglomerate, sandstone and siltstone is exposed in the crater wall. These strata, which crop out in the adjacent Ubehebe 1Department of Earth and Environmental Sciences, Columbia University, Palisades, New York, USA. 2Lamont-Doherty Earth Observatory, Earth Institute at Columbia University, Palisades, New York, USA. 3Now at Department of Earth and Atmospheric Sciences, Purdue University, West Lafayette, Indiana, USA. Copyright 2012 by the American Geophysical Union. 0094-8276/12/2011GL050130\nGEOPHYSICAL RESEARCH LETTERS, VOL. 39, L02401, doi:10.1029/2011GL050130, 2012\nL02401 1 of 5\nHills, were assigned to the Navadu Formation by Snow and Lux [1999], and are thought to be as much as 500 m thick below the floor of the crater. The phreatomagmatic eruptions ejected both fragmental basalt and appreciable quantities of silt, sand, and quartz-bearing larger clasts (>10 cm) derived from the Navadu Formation. The adjacent Cottonwood Mountains are underlain mainly by Paleozoic carbonate rocks that were deformed by thrusting and folding in the late Permian to Cretaceous, and by more recent extension and right-lateral offset along the northern Death Valley fault zone, primarily since mid-Miocene time [Snow and Wernicke, 2000]. These same carbonate rocks project beneath the Miocene in the vicinity of Ubehebe Crater. [6] Simple geomorphic observations suggest that the Ubehebe volcanic field is relatively young (i.e., formed within the last few thousand to tens of thousands of years). The landscape does not appear heavily weathered, and Ubehebe Crater has not been significantly in-filled by material eroded from the crater walls. The two largest craters (Ubehebe and Little Hebe) are thought to be the youngest on the basis of cross-cutting relationships and volcanic stratigraphy, with Ubehebe being the youngest overall [von Engeln, 1932; Crowe and Fisher, 1973]. However, available age constraints are indirect. [7] A limiting estimate of eruption age comes from a silicic ash layer that stratigraphically underlies a layer of inferred Ubehebe ash, and is thought to be from the 1.2 ka\nMono Craters eruption [Klinger, 2002]. A single charcoal fragment also found below the inferred Ubehebe ash yielded a radiocarbon age of 144–305 cal. yr BP (210 30 14C yr) [Klinger, 2001; Reimer et al., 2004]. However, because of possible reworking of the charcoal given its near surface location in a gravel pit, the significance of this date is uncertain (R. Klinger, personal communication, 2011). Ubehebe ejecta also overlie archaeological artifacts that have been associated with Native Americans living in the Death Valley area [Hunt, 1960]. The exact age of those artifacts is not known, but the region is thought to have been inhabited only since about 10 ka [Hunt, 1960]. These constraints and the absence of basaltic ash beds in the nearby deposits of pluvial Lake Rogers (25–50 ka) [Klinger and SarnaWojcicki, 2007] are consistent with a Holocene age for the most recent eruptions at Ubehebe."
  }, {
    "heading": "3. Methods",
    "text": "[8] 10Be surface exposure dating is well suited for dating quartz-bearing deposits throughout the Holocene, including samples as young as a few hundred years [e.g., Schaefer et al., 2009]. Exposure dating of explosive volcanism has not previously been attempted to our knowledge, particularly 10Be of basaltic volcanism, because suitable materials are not normally present for this technique. Sandstone and quartzite cobbles present in the country rock, and ejected from Ubehebe Crater during eruptions, are appropriate for 10Be measurement because they contain considerable amounts of quartz, and because the Miocene age of the Navadu Formation from which they are derived minimizes any contribution of inherited 10Be. Cobbles roughly 10–20 cm in\n2 of 5\ndiameter were obtained from the surrounding rampart, approximately 15 to 100 m from the crater rim—close enough to ensure local sourcing, but sufficiently far from the crater that slumping or other disturbances since eruption can be ruled out (Figure 2). Our samples were embedded in the surface, and are for this reason unlikely to have been reoriented after deposition. Surface deflation removes finegrained material and can potentially exhume clasts long after an eruption, yielding a young exposure age. However, the samples show no evidence of this process. The\nlithology of the cobbles varies from sandstone and quartzite to granitoids, dacite and basalt; however, our samples consist exclusively of quartz-rich rocks. [9] Chemical processing for 10Be was carried out in the Lamont-Doherty Earth Observatory Cosmogenic Nuclide Laboratory following routine beryllium isolation methods (http://www.ldeo.columbia.edu/tcn/). All 10Be/9Be ratios were measured at the Lawrence-Livermore National Laboratory Center for Accelerator Mass Spectrometry relative to the 07KNSTD3110 standard with a ratio of 2.85 10 12 [Nishiizumi et al., 2007], and corrected for background 10Be/9Be given by the procedural blanks, residual boron contamination, and machine background. (All background 10Be/9Be ratios are less than 2 10 15, resulting in blank corrections typically ≤5%.) 10Be exposure ages were calculated using a modified version of the CRONUS-Earth calculator [Balco et al., 2008]. Results are reported relative to the scaling model of Lifton et al. [2005] and the 10Be production rate presented in Balco et al. [2009]. All uncertainties reported below are at the 1s level."
  }, {
    "heading": "4. Results",
    "text": "[10] The 15 ages obtained (see auxiliary material) range from 0.8 to 5.1 ka with analytical uncertainties of less than 5% (1s).1 Twelve of the ages are concentrated between 0.8 and 2.1 ka. Three are significantly older: two samples show relatively close ages of 2.9 0.1 ka and 3.3 0.1 ka, and the single oldest age is 5.1 0.1 ka (Figure 3). [11] The distribution of ages is interpreted to reflect protracted activity within the volcanic field, a conclusion that is consistent with the existence of numerous craters and minor scoria deposits. The simplest explanation for the cluster of young ages is that Ubehebe Crater formed during an interval of up to 1300 yr between 2.1 ka and 0.8 ka (Figure 3). Older ages are thought to relate to eruptions from neighboring craters on the basis of the restricted spatial distribution of those clasts in the vicinity of Little Hebe. All ages older than the 0.8 ka minimum are inferred to correspond with clasts that were ejected more than once, that accumulated their 10Be during two or more intervals of exposure, and that may have been buried for an unknown span (or spans) of time before final emplacement at their sampling sites on a common geomorphic surface. [12] It is unlikely that any of the ages from the youngest cluster relate to eruptions at smaller craters in the field. Most ejected clasts are found no more than 100 m from the rim of Ubehebe, with the greatest concentration on the northeastern and eastern flanks (Figure 2). The samples were obtained from that area, far from the smaller craters, where eruptions were presumably less energetic than at Ubehebe. The distribution of clasts is consistent with eruption directionality, and with the observed distribution of ash fall deposits northnortheast of Ubehebe Crater [Moring, 1986]."
  }, {
    "heading": "5. Implications",
    "text": "[13] The 10Be chronology at Ubehebe Crater shows that the craters are of mid- to late-Holocene age. These eruptions therefore are not related to the significantly wetter climate\n1Auxiliary materials are available in the HTML. doi:10.1029/ 2011GL050130.\n3 of 5\nand higher water table at the end of the last ice age in the American southwest [Benson et al., 1990; Broecker et al., 2009]. [14] We observe that the interval of activity between 2.1 ka and 0.8 ka coincides with prolonged drought-like conditions during Medieval Warm Period (MWP; 800– 1200 AD), as well as with somewhat wetter conditions prior to the MWP (Figure 3). This is indicated by a combination of tree-ring widths [Cook et al., 2004], fossil trees in growth position in areas that are currently inundated by water [Stine, 1994], and d18O values obtained from inorganic calcium carbonate from Pyramid Lake, Nevada [Benson et al., 2002]. The Pyramid Lake record also implies generally wetter conditions for the mid-Holocene samples. However, given that the observed pattern of eruptions encompasses both wet and dry intervals, with peak eruptive activity when conditions were driest (the MWP), we conclude that phreatomagmatic behavior was unrelated to climatically controlled variations in groundwater levels (Figure 3). [15] Instead, we suggest the presence of relatively permanent groundwater beneath the Ubehebe volcanic field with sufficient water in place to permit repeated phreatomagmatic eruptions. The consistent presence of this water thus facilitated explosive activity whenever rising magma encountered the groundwater, which is likely contained within the Miocene conglomerates beneath Ubehebe Crater. Modeling of groundwater levels and flow suggest that the modern water table is at an elevation of 400 m a.s.l. [Belcher, 2004], only 150 m below the crater floor. The presence of Mesquite Spring (Figure 1), a natural spring at a comparable elevation to the crater floor (550 m a.s.l. and 650 m a.s.l., respectively) and located in similar alluvial basin-fill deposits [Kreamer et al., 1996], also supports the above hypothesis. Some have surmised that fluid movement in the Paleozoic carbonate rocks that underlie the Miocene relates to fracture permeability [Belcher et al., 2002]. However, when considering the phreatomagmatic eruptions at Ubehebe Crater, the main concern is not water flow, but rather where it could collect in sufficient volume in order to generate significant volumes of steam. Likewise, the material ejected from the crater during each explosion is either basaltic or Miocene sedimentary. None of the ejecta is carbonate derived directly from the underlying Paleozoic succession. Taken together, these considerations suggest that explosions were generated within the Miocene deposits. [16] It is also possible to consider the volumes of magma and water in terms of the reaction energy required to form Ubehebe Crater. Roddy [1968] calculated the energy necessary to eject the volume of rock that would have filled the crater. Using the Roddy [1968] estimate as a starting point, simple calculations suggest that a quite small magma chamber ( 6 106 m3, or on the order of 100–200 m in diameter) and a smaller volume of water ( 4 105 m3) would be sufficient to generate the necessary energy. These dimensions are consistent with the structure of the crater and its surroundings. It is plausible that this relatively small amount of groundwater remained extant despite generally arid conditions, particularly given the relatively shallow modern water table [Belcher, 2004]. The presence of basaltic flows and spatter in the Ubehebe volcanic field indicates that not every eruption was explosive [Crowe and Fisher, 1973]. In those cases, it is inferred that insufficient water was available to generate phreatomagmatic eruptions. At this point, we cannot say whether tranquil eruptive behavior coincides with times of enhanced aridity [Benson et al., 2002] or whether the magma conduit simply did not intersect the groundwater on every occasion on its path to the surface. Dating of the basaltic flows, along with additional exposure dating, may help further test any climate-phreatomagmatic timing linkage. Either way, climate was not a first-order control on eruption character."
  }, {
    "heading": "6. Conclusions",
    "text": "[17] This study demonstrates that surface exposure dating can be successfully used to date volcanic eruptions with high precision if quartz-bearing materials are present. The ages obtained show that the most recent activity in the Ubehebe volcanic field is younger than anticipated, with much of the activity and the formation of Ubehebe Crater occurring between 2.1 ka and 0.8 ka. While the timing of eruptive activity overlaps with times of elevated precipitation, we cannot establish a clear relationship between phreatomagmatic activity and climatic fluctuations. Instead, we suggest that the requisite water was sourced from permanent groundwater located in Miocene conglomerates beneath the crater field. [18] Acknowledgments. The research, which provides the basis for Peri Sasnett’s senior thesis, was supported by the Columbia Climate Center and the Earth Intern program at Lamont-Doherty Earth Observatory. JMS acknowledges support by the U.S. NSF (EAR-0345835). We thank Dylan Rood and the staff of LLNL-CAMS for their excellent measurements, and Ralph Klinger, Joseph Licciardi and an anonymous reviewer of an earlier version of the manuscript for helpful comments. This is Lamont-Doherty Earth Observatory contribution 7514. [19] The Editor thanks an anonymous reviewer for assistance in evaluating this paper."
  }],
  "year": 2012,
  "references": [{
    "title": "A complete and easily accessible means of calculating surface exposure ages or erosion rates from 10Be and 26Al measurements",
    "authors": ["G. Balco", "J. Stone", "N.A. Lifton", "T.J. Dunai"],
    "venue": "Quat. Geochronol.,",
    "year": 2008
  }, {
    "title": "Regional beryllium-10 production rate calibration for late-glacial northeastern North America",
    "authors": ["G. Balco", "J. Briner", "R.C. Finkel", "J.A. Rayburn", "J.C. Ridge", "J.M. Schaefer"],
    "venue": "Quat. Geochronol.,",
    "year": 2009
  }, {
    "title": "Death Valley regional ground-water flow system, Nevada and California—Hydrogeologic framework and transient ground-water flowmodel, U.S",
    "authors": ["W.R. Belcher"],
    "venue": "Geol. Surv. Sci. Invest. Rep., 2004–5205,",
    "year": 2004
  }, {
    "title": "Three-dimensional hydrogeologic framework model for use with a steady-state numerical ground-water flow model of the Death Valley regional flow system, Nevada and California, U.S",
    "authors": ["W.R. Belcher", "C.C. Faunt", "F. A"],
    "venue": "D’Agnese",
    "year": 2002
  }, {
    "title": "Chronology of expansion and contraction of four Great Basin lake systems during the past",
    "authors": ["L.V. Benson", "D.R. Currey", "R.I. Dorn", "K.R. Lajoie", "C.G. Oviatt", "S.W. Robinson", "G.I. Smith", "S. Stine"],
    "year": 1990
  }, {
    "title": "The architecture, eruptive history, and evolution of the Table Rock Complex, Oregon: From a Surtseyan to an energetic maar eruption",
    "authors": ["B.D. Brand", "A.B. Clarke"],
    "venue": "J. Volcanol. Geotherm. Res.,",
    "year": 2009
  }, {
    "title": "A Great Basin-wide dry episode during the first half of the Mystery Interval",
    "authors": ["W.S. Broecker", "D. McGee", "K.D. Adams", "H. Cheng", "R.L. Edwards", "C.G. Oviatt", "J. Quade"],
    "venue": "Quat. Sci. Rev.,",
    "year": 2009
  }, {
    "title": "Long-term aridity changes in the western",
    "authors": ["E.R. Cook", "C.A. Woodhouse", "C.M. Eakin", "D.M. Meko", "D. W"],
    "venue": "Stahle",
    "year": 2004
  }, {
    "title": "Pyroclastic Rocks, 472 pp., Springer, Berlin, doi:10.1007/978-3-642-74864-6",
    "authors": ["R.V. Fisher", "H.-U"],
    "venue": "Schmincke",
    "year": 1984
  }, {
    "title": "Archeology of the Death Valley",
    "authors": ["A. Hunt"],
    "venue": "Salt Pan, California,",
    "year": 1960
  }, {
    "title": "Late Quaternary volcanism of Ubehebe Crater, in Quaternary and Late Pleistocene Geology of the Death Valley Region: Recent Observations on Tectonics, Stratigraphy, and Lake Cycles, edited",
    "authors": ["R.E. Klinger"],
    "venue": "Open File Rep.,",
    "year": 2001
  }, {
    "title": "Quaternary stratigraphy and geomorphology of northern Death Valley: Implications for tectonic activity on the northern Death Valley fault",
    "authors": ["R.E. Klinger"],
    "venue": "PhD thesis,",
    "year": 2002
  }, {
    "title": "Lake Rogers: A late Pleistocene lake in northern Death Valley revisited,Geol",
    "authors": ["R. Klinger", "A. M"],
    "venue": "Sarna-Wojcicki",
    "year": 2007
  }, {
    "title": "Addressing solar modulation and long-term uncertainties in scaling secondary cosmic rays for in situ cosmogenic nuclide applications, Earth Planet",
    "authors": ["N.A. Lifton", "J.W. Bieber", "J.M. Clem", "M.L. Duldig", "P. Evenson", "J.E. Humble", "R. Pyle"],
    "year": 2005
  }, {
    "title": "Reconnaissance surficial geologic map of northern Death Valley, California and Nevada, U.S",
    "authors": ["B. Moring"],
    "venue": "Geol. Surv. Misc. Field Stud. Map,",
    "year": 1986
  }, {
    "title": "Absolute calibration of 10Be AMS standards",
    "authors": ["K. Nishiizumi", "M. Imamura", "M.W. Caffee", "J.R. Southon", "R.C. Finkel", "J. McAninch"],
    "venue": "Nucl. Instrum. Methods Phys. Res.,",
    "year": 2007
  }, {
    "title": "IntCal04 terrestrial radiocarbon age calibration, 0–26 cal kyr",
    "authors": ["Reimer", "P. J"],
    "venue": "BP, Radiocarbon,",
    "year": 2004
  }, {
    "title": "Minimum energy of formation of Ubehebe Crater, Death Valley, California, Spec",
    "authors": ["D.J. Roddy"],
    "venue": "Pap. Geol. Soc. Am.,",
    "year": 1968
  }, {
    "title": "High-frequency Holocene glacier fluctuations in New Zealand differ from the northern signature",
    "authors": ["J Schaefer"],
    "venue": "Science, 324,",
    "year": 2009
  }, {
    "title": "Hydrovolcanism: Basic considerations and review",
    "authors": ["M.F. Sheridan", "K. H"],
    "venue": "Wohletz",
    "year": 1983
  }, {
    "title": "Tectono-sequence stratigraphy of Tertiary rocks in the Cottonwood Mountains and northern Death Valley area, California and Nevada, in Cenozoic Basins of the Death Valley Region, edited by L",
    "authors": ["J.K. Snow", "D.R. Lux"],
    "venue": "Geol. Soc. Am.,",
    "year": 1999
  }, {
    "title": "Cenozoic tectonism in the Central Basin and Range: Magnitude, rate, and distribution of upper crustal strain",
    "authors": ["J.K. Snow", "B.P. Wernicke"],
    "venue": "Am. J. Sci.,",
    "year": 2000
  }, {
    "title": "Extreme and persistent drought in California and Patagonia during mediaeval",
    "authors": ["S. Stine"],
    "year": 1994
  }, {
    "title": "The Ubehebe craters and explosion breccias in Death Valley, California",
    "authors": ["O. von Engeln"],
    "venue": "J. Geol.,",
    "year": 1932
  }],
  "id": "SP:3a11e46afcc176367dac06ae0b81f0102671c43d",
  "authors": [{
    "name": "Peri Sasnett",
    "affiliations": []
  }, {
    "name": "Brent M. Goehring",
    "affiliations": []
  }, {
    "name": "Nicholas Christie-Blick",
    "affiliations": []
  }, {
    "name": "Joerg M. Schaefer",
    "affiliations": []
  }],
  "abstractText": "[1] Phreatomagmatic eruptions occur when rising magma encounters groundwater and/or surface water, causing a steam explosion and the ejection of country rock and pyroclastic material. The predominance of this type of activity at the Ubehebe volcanic field in northern Death Valley, California, is enigmatic owing to the extremely arid climate of the region. A novel application of Be surface exposure dating is presented to determine the timing of phreatomagmatic eruptions at Ubehebe Crater and to test the idea that volcanism may relate to a wetter than present hydro-climate. Twelve of the fifteen ages obtained lie between 0.8 and 2.1 ka, while three samples give older, mid-Holocene ages. The cluster between 0.8 and 2.1 ka is interpreted as encompassing the interval of volcanic activity during which Ubehebe Crater was formed. The remaining older ages are inferred to date eruptions at the older neighboring craters. The main and most recent period of activity encompasses the Medieval Warm Period, an interval of prolonged drought in the American southwest, as well as slightly wetter conditions prior to the Medieval Warm Period. Phreatomagmatic activity under varied hydrologic conditions casts doubt on the idea that eruptive timing relates to a wetter hydro-climate. Instead, the presence of a relatively shallow modern water table suggests that sufficient groundwater was generally available for phreatomagmatic eruptions at the Ubehebe site, in spite of prevailing arid conditions. This and the youth of the most recent activity suggest that the Ubehebe volcanic field may constitute a more significant hazard than generally appreciated. Citation: Sasnett, P., B. M. Goehring, N. Christie-Blick, and J. M. Schaefer (2012), Do phreatomagmatic eruptions at Ubehebe Crater (Death Valley, California) relate to a wetter than present hydro-climate?, Geophys. Res. Lett., 39, L02401, doi:10.1029/2011GL050130.",
  "title": "Do phreatomagmatic eruptions at Ubehebe Crater (Death Valley, California) relate to a wetter than present hydro‐climate?"
}