{
  "sections": [{
    "heading": "1. Introduction",
    "text": "Large explosive volcanic eruptions inject significant amounts of sulfur into the stratosphere, which cools Earth’s surface by reflecting and scattering incoming sunlight and warms the stratosphere by absorbing both solar and terrestrial radiation [Cole-Dai, 2010; Robock, 2000, 2005]. The cooling reduces the temperature contrast between continents and oceans in the summer, weakens monsoon circulation, and thus may bring significant impacts to regional precipitation, especially in the African and Asian monsoon regions [Iles et al., 2013; Robock et al., 2013]. Using observational data, Trenberth and Dai [2007] showed that the 1991 Pinatubo eruption led to a substantial decrease in overland precipitation and runoff from October 1991 to September 1992, which played an important role in the drought conditions in 1992. Schneider et al. [2009] used the National Center for Atmospheric Research (NCAR) Community Climate System Model version 3 to simulate the climatic impact of tropical versus high-latitude volcanic eruptions and found that both eruptions produced notable precipitation reductions in global and especially in monsoon regions in summer. Similarly, Robock et al. [2008] applied a continuous sulfur injection to the NASA Goddard Institute for Space Studies modelE and observed generally decreasing rainfall especially in Asian and African summer monsoon regions; using the HadGEM2-AO climate model, Jones et al. [2010] obtained a broadly similar near-surface temperature and mean June–August precipitation response to lower stratospheric SO2 injection. Iles et al. [2013] analyzed 11 HadCM3 ensemble results and found that global mean precipitation was significantly reduced after 18 large low-latitude eruptions during the last millennium and that this reduction remains significant for 3 years over landmasses, especially for the tropical and monsoon regions.\nChina has long experienced an uneven precipitation distribution with a diminishing scale from east to west and from south to north [He et al., 2011]. This often results in severe and persistent drought in north China with heavy precipitation and even floods in south China [Ding et al., 2008, 2009]. This northern versus southern spatial difference is more pronounced in the east due to the influence of the Asian monsoon\nZHUO ET AL. ©2014. American Geophysical Union. All Rights Reserved. 6638\nCorrespondence to: C. Gao, gaocc@zju.edu.cn\nCitation: Zhuo, Z., C. Gao, and Y. Pan (2014), Proxy evidence for China’s monsoon precipitation response to volcanic aerosols over the past seven centuries, J. Geophys. Res. Atmos., 119, 6638–6652, doi:10.1002/ 2013JD021061.\nReceived 25 OCT 2013 Accepted 6 APR 2014 Accepted article online 9 APR 2014 Published online 3 JUN 2014\n[Wang et al., 2012], especially under recent global climate change [Ma and Ren, 2007; Zhai and Zou, 2005; Zou et al., 2005], and would probably go on with the projected warming in the next 40 years under the Intergovernmental Panel on Climate Change A2 scenario [Zhai et al., 2011]. Studies using both historical reconstruction [Anchukaitis et al., 2010; Shen et al., 2007] and models [Peng et al., 2010] all reported volcanic aerosols’ precipitation reduction effect in China. Whether stratospheric sulfate injection acts to relieve or reinforce the existing precipitation distribution is an important question, and different studies come to different conclusions. For example, Robock et al. [2008] found a north reducing but south increasing precipitation pattern in eastern China after both tropical and Arctic stratospheric aerosol injection; Zhang et al. [2013], on the other hand, reported anomalous wet conditions in central China but dryness in the south and northeast after analyzing the precipitation responses to 21 simulated volcanic eruptions in the coupled European Centre/Hamburg version 5/Max Planck Institute ocean model/Joint Simulation of Biosphere Atmosphere Coupling in Hamburg model. Meanwhile, using the tree ring-based proxy-Monsoon Asia Drought Atlas (MADA) [Cook et al., 2010], Anchukaitis et al. [2010] showed an overall precipitation reduction in eastern China with the north more pronounced than south in this region. Based on Chinese historical drought and flood records, Shen et al. [2007] found that the three largest drought events of the last five centuries may have all been triggered by large volcanic eruptions and that the droughts first developed in north China (105–122°E, 34–40°N) then gradually expanded or moved to the south, including areas of the Yangtze River Valley (105–122°E, 27–34°N) and southeastern coastal regions (105–122°E, 22–34°N). CRU (Climatic Research Unit) [Mitchell et al., 2004] observations after the 1991 Mount Pinatubo, 1982 El Chichón, and 1963 Agung eruptions show severe precipitation reductions in south China with a slight increase in part of eastern China in the region 35–40°N [Joseph and Zeng, 2011]. This spatial discrepancy between models and observations was also indicated by Anchukaitis et al. [2010] who found an opposite spatial pattern between MADA reconstruction and NCAR CSM1.4 (Climate System Model) model results.\nMost of the previous studies have not considered the impacts of different magnitudes of aerosol injections, except for Fan et al. [2009] who used the NCAR CSM1.4 model simulation and classified eruptions of the last millennium based on their radiative forcing into those exceeding 2 and 4W/m2, respectively, and in both cases found a decrease in the strength of South Asia summer monsoon in the eruption year and the following year. Neither did these studies consider the asymmetric distribution of stratospheric aerosol injections and its effect on the Asian summer monsoon. Haywood et al. [2013], on the other hand, simulated a drier condition in the African summermonsoon region of the Sahel when injecting aerosols into the Northern Hemisphere but a significantly opposite greening effect with a Southern Hemisphere injection, suggesting that the asymmetric distribution does play an important role in the resulting climatic outcome.\nWill different types of aerosol injections have different effects on China’s monsoon precipitation? What is the spatial character of these effects, will they reduce or reinforce China’s spatially uneven hydrological regime? What implications might this have for the viability and consequences of possible geoengineering through stratospheric sulfate injections? In this study, we attempt to address the first two questions by classifying the volcanic eruptions of the past 700 years into four different categories and analyzing their spatial and temporal effects on China’s monsoon precipitation, using two recent volcanism and precipitation reconstructions. Section 2 introduces the data and methods used in the study, followed by description of the spatiotemporal response of precipitation for different eruptions and the corresponding statistical properties in section 3. The conclusions and implications of our results, including their implications for the use of volcanic eruptions as the analog of stratospheric geoengineering, are given in section 4."
  }, {
    "heading": "2. Data and Methods",
    "text": ""
  }, {
    "heading": "2.1. Volcanic Data Sets",
    "text": "We use two independently constructed data sets of global volcanism and two distinct data sets detailing China’s drought history to study the effect of volcanic stratospheric aerosols on China’s monsoon precipitation. For the history of past volcanism, wemainly use the ice core-based volcanic forcing index (IVI2), a volcanic reconstruction of the past 1500 years based on a total of 54 ice core records from both Greenland and Antarctica [Gao et al., 2008]. In addition, we adopt the Crowley2013 reconstruction [Crowley and Unterman, 2013], a 1200 year volcanic index based on 25 ice cores. The IVI2 index reflects the amount of stratospheric sulfate injection, a variable that closely corresponds to its climate impacts. In order to\nZHUO ET AL. ©2014. American Geophysical Union. All Rights Reserved. 6639\ndifferentiate between the impact of volcanic aerosols with different magnitudes, we classify the eruptions into three categories based on the magnitude of their Northern Hemisphere (NH) sulfate injection: the categories correspond to a NH sulfate injection of (1) more than half, (2) equal, and (3) double that of the 1991 Mount Pinatubo eruption (which was estimated to result in around 15 Tg of sulfate aerosols in the NH). Hereafter, we name these three categories INH1/2P, INH1P, and INH2P. We also specify a fourth category consisting of those events with a Southern Hemisphere (SH)-only injection (hereafter termed ISH), representing SH eruptions, to examine whether there is a different effect dependent upon the hemisphere of eruption and subsequent atmospheric aerosol loading. A total of 16, 11, 6, and 9 events are identified in INH1/2P, INH1P, INH2P, and ISH respectively, as listed in Table 1.\nThe Crowley2013 index measures the sulfate flux of historical volcanic eruptions in each hemisphere. Similar to IVI2, we divide the events into four categories, i.e., sulfate flux more than half, equal, and double the size of the Pinatubo eruption (11 kg/km2 as estimated in Crowley and Unterman [2013]) (hereafter CNH1/2P, CNH1P, and CNH2P), to represent volcanic eruptions of different magnitudes, and we also extract the events that have only a SH sulfate flux (hereafter CSH) as a fourth classification. For injections found in both hemispheres but dated 1 year apart, we treat these as being the same low-latitude events and use the early year as our event year. Any eruption that follows a previous one within 3 years is not counted, and hence not included in the SEA analyses, to avoid confusing their climatic impacts. For eruptions that occurred after August, we adjust the timing to the next year since the climatic impacts of these eruptions are likely to take effect during the next boreal summer.\nEvent lists created this way do not differentiate between the impacts of tropical versus high-latitude volcanic perturbations in a given hemisphere, and the reason we use hemispheric injection as the parameter for classification is that uncertainty can exist in the location of some eruptions using the polar ice core-based reconstructions. By using hemispheric injection as the uniform classification criteria, we prefer to minimize\nZHUO ET AL. ©2014. American Geophysical Union. All Rights Reserved. 6640\nsuch uncertainty and focus our analysis on the impacts associated with injection magnitudes. Nevertheless, considering the importance of possible differences between the impacts from tropical and high-latitude eruptions, we rerun our analysis with a further set of lists by assuming those events with NH-only injections are high-latitude eruptions and remove these from the events specified in the above classifications (lists that only include bold years in the three INH classifications in Table 1 and three CNH classifications in Table 2)."
  }, {
    "heading": "2.2. The Drought Indices",
    "text": "The first precipitation index we use is the “Monsoon Asia Drought Atlas” [Cook et al., 2010], an annually resolved spatiotemporal reconstruction of the June-July-August Palmer Drought Severity Index (PDSI) in the Asian monsoon region from A.D. 1300 to A.D. 2005. The index is based on hydroclimatically sensitive tree ring chronologies from more than 300 sites across the forested areas of Monsoon Asia, calibrated with the well-known PDSI reconstruction which is obtained from a water balance model to produce a moving mean value measuring the departure of any given year’s moisture balance from the background state [Dai et al., 2004]. By applying a correlation-weighted, ensemble-based modification of the point by point regression method, the MADA reconstruction minimized the uncertainty might have introduced by the\nZHUO ET AL. ©2014. American Geophysical Union. All Rights Reserved. 6641\nirregularity of the tree ring sites. Just like PDSI, positive MADA values stand for wet conditions while negative values represent dry conditions; droughts develop while MADA values fall below 0.5. The index is available in 2.5° regular grids for the area between 8.75°S–56.25°N and 61.25°E–143.75°E, which provides a well-dated long-running spatial-temporal hydrological index in Asian monsoon areas. After well-calibrated and validated reconstruction, Cook et al. [2010] found similar patterns between the reconstructed drought fields and four well-documented historical drought, which further validate the accuracy of the data, and since its release it has been used to study the hydrological consequences of volcanic eruptions [Anchukaitis et al., 2010], mechanisms of monsoon variation [Ummenhofer et al., 2013], and to predict patterns in monsoon variation [Wahl and Morrill, 2010] and future climate shifts over time [Bell et al., 2011].\nThe second precipitation data set is derived from historical drought disaster records extracted from the serial book entitled (in translation) A Compendium of Chinese Meteorological Records of the Last 3,000 Years [Zhang, 2004]. This series was compiled from the most comprehensive collection of official records such as county annals, provincial annals, and state annals. The relatively uniform recording standards and compiling procedure adopted in these annals minimize the uncertainty or bias inherent in many historical reconstructions, thus providing more precise records of past climatic extremes and their environmental and societal impacts [Zhang, 2004]. Another important feature of this data set is that it incorporates local records that are accurate to the county level from the Ming Dynasty to the Qing Dynasty (A.D. 1368–1911), allowing us to reconstruct not only a time series of major droughts but also their detailed spatial pattern. Therefore, we select the period A.D. 1368–1911 and construct a Chinese historical drought disaster index (hereafter referred to as the “Chinese Historical Index” (CHI)) by summing the frequency of counties with records of “drought” or with “no rain frommonth x to month y.” For the latter criterion, we define a drought event as being a period of no rain lasting formore than 3months, following the definition of McKee et al. [1993]. With the same resource and uniform counting criterion, we limited the uncertainty that otherwise might be associated with various data source and methodology. Nevertheless, certain descriptive information regarding the magnitude of the drought disasters are inevitably lost during this digitalization process, and it is also beyond the scope of this paper to estimate the relevant uncertainty. We then use the aggregated results of each province for the spatial analysis and count the total event numbers from all 28 provinces for the time series analysis."
  }, {
    "heading": "2.3. Superposed Epoch Analysis With Monte Carlo Model",
    "text": "Given CHI’s temporal restriction but good spatial distribution coverage, we first select the period between 1400 and 1900 and conduct the analysis with IVI2 event years. That is, for each category of IVI2 volcanic eruptions we pick out the 5 years before and after the volcanic event years (Table 1) and then use a Superposed Epoch Analysis (SEA) [Haurwitz and Brier, 1981] to examine both MADA and CHI in the selected years to evaluate the temporal-spatial hydrological responses to the selected volcanic perturbations. For further exploration and validation, we apply the same SEA analysis to the extended periods of A.D. 1305–2000 with only the MADA reconstruction, for both the IVI2 (Table 1) and Crowley2013 (Table 2) event years.\nWe construct a Monte Carlo Model [Adams et al., 2003] to test the statistical significance of the MADA results, based on the null hypothesis that there is no association between the eruptions and hydrological conditions. Each volcanic event is randomly reassigned a new eruption date in the period A.D. 1400–1900 and/or 1305–2000 respectively; then the average MADA value is calculated for the eruption year (year 0) and also the 10 years ( 5 to +5) surrounding the eruption year (for 11 years in total). This process is repeated 10,000 times to build a random distribution for the MADA values, against which the results of our SEA analyses are considered to be statistically significant at the 90% or 95% confidence level when they are larger than 90 or 95% of the Monte Carlo results. In addition, we perform the same Monte Carlo drought significance test for each 2.5° × 2.5° grid cell within China to examine the spatial distribution of the hydrological responses. We then divide the area of China into five regions (as shown in the spatial diagrams): North China (NC, 30 grid cells), South China (SC, 31 grid cells), South West China (SW, 30 grid cells), North West China (NW, 29 grid cells), and North East China (NE, 28 grid cells) and calculate the number of the grids found at the 90% significance level in each region to investigate the evolution of the spatial patterns produced by the volcanic eruptions.\nResults obtained from the above methods are based on the assumption that there is no temporal correlation of the precipitation proxies. CHI is obtained from historical documents and thus is independent in time and space. MADA is reconstructed from the tree ring data which should be determined largely by the meteorological conditions of the individual growing season so the data should have no correlation in time.\nZHUO ET AL. ©2014. American Geophysical Union. All Rights Reserved. 6642\nThe only exception might be the precipitation impact the concurrent El Niño–Southern Oscillation (ENSO) events may have caused. Nevertheless, we find only a small portion of the volcanic events (years marked with “*” in Table 1) in our lists that coincides (i.e., happened within 2 years) with dated ENSO events [Gergis and Fowler, 2006]. Besides, the relationship between volcanic eruption and ENSO remains controversial [Adams et al., 2003; Iles et al., 2013; Robock, 2000]. Therefore, we pass by the discussion of possible relationship between volcanic eruption and ENSO and assume that the data have no time-dependent correlation in this study. Considering the potential spatial correlations in precipitation, after deriving the probability distribution of each grid from the Monte Carlo technique, we test the significance of grid cells in each region by controlling the false discovery rate at 5% and 10% following Benjamini and Hochberg [1995]. Spatial results are presented as the number of the grid cells that pass the significance test, in which 5% (i.e., one cell) and 10% of the grid cells (i.e., three cells) may be tested to be statistically significant by chance."
  }, {
    "heading": "3. Results and Discussion",
    "text": ""
  }, {
    "heading": "3.1. Effect on Monsoon Precipitation",
    "text": "Figure 1 shows the SEA results of MADA and CHI for the different categories of eruptions in the A.D. 1400–1900 period for the five prevolcanic years, the volcanic eruption year, and five postvolcanic years, as defined in section 2. For INH1/2P eruptions, the average MADA value for China declines gradually in the 3 years following the eruptions and reaches the maximum reduction (0.24 PDSI value) at year 3. This maximum reduction at year 3 increases to 0.34 and 0.59 respectively for INH1P and INH2P eruptions. Similarly, historical records of drought disasters in China, as quantified in the CHI, show a notable increase in the second year after the eruptions, and the number of recorded drought disasters increases with the magnitude of eruption. Both the MADA and CHI results suggest that volcanic aerosols cause significant reduction in summer precipitation in the Chinese monsoon region, which tends to recover 4 to 5 years after the eruptions; the more aerosol that is injected into the stratosphere, the more severe the apparent drying\nZHUO ET AL. ©2014. American Geophysical Union. All Rights Reserved. 6643\ntrend. By contrast, for SH-only aerosol injections as identified from the IVI2, the MADA index shows a slight wetting tendency in the first year after these eruptions. In MADA, this wetting trend dissipates by the second posteruption year, which may be partially due to the small magnitude of sulfate injections and thus the limited climate impact from these eruptions; similar tendency is visible in CHI but not as dramatic as MADA. As shown in Figure 2, similar trends are detected in both periods of A.D. 1305–2000 and A.D. 1400–1900. Our results are in good agreement with Haywood et al. [2013] who point out that volcanic aerosols might shift the Intertropical Convergence Zone (ITCZ) to the warmer hemisphere, resulting in substantial weakening of monsoon precipitation in the corresponding hemisphere while enhancing rainfall in the opposite hemisphere.\nIn order to test the likelihood that the hydrological impact observed in our SEA may have occurred purely by chance, we adopt the null hypothesis that there is no relationship between the precipitation variations and volcanic eruptions and repeat the SEA of both periods for the temporal analysis and of the period during A.D. 1400–1900 for the spatial analysis using the Monte Carlo model. Our results show that in 18 of the posteruption years, the reduction observed in the MADA values is significant at the 90% confidence level, compared to only 1 year before the eruptions; in addition, while 14 of the posteruption years are statistically significant at the 95% confidence level, no record is shown before the eruptions (Table 3). Therefore, we conclude that the observed hydrological impacts are highly unlikely to have occurred purely by chance and that there is a legitimate association between past volcanic perturbations and drought in China. As to the SH-only injections, precipitation increases in two of the posteruption years are significant at the 90% confidence level, compared to zero before the eruptions. Thus, it seems possible that an association between SH volcanic aerosol injections and increased precipitation may exist in China, but further work is needed to substantiate the reliability of this result, in particular because the relative size of the SH-only injections (6.7 Tg of sulfate aerosols on average) considered here might be considered quite small to have any notable climatic impact.\nOn the other hand, the observed precipitation reduction is unambiguously significant for 1–3 years (i.e., at years 2 to 4 as shown in Figure 2). This is in general agreement with the temporal evolution of the temperature response to explosive volcanism as shown in other studies [Anchukaitis et al., 2010; Iles et al., 2013], except for a 1 year time lag. The time lag is likely due to the following: (1) the zero-year date we use is generally the same calendar year as the eruption, and because it may take a year for the hydrological response to develop, the apparent temporal evolution of the climatic response appears displaced a year forward relative to some previous studies and (2) MADA is based on tree ring data; therefore, the reconstruction depends upon a biological response that may be in some cases lag behind the meteorological forcing in question. This may be indicated by the reporting of drought conditions most prominently in the historical CHI index in year 2, versus year 3 in the tree ring-based MADA index.\nTo further verify the robustness of the association between volcanic aerosols and hydrological conditions in China, we repeat the SEA with the Crowley2013 [Crowley and Unterman, 2013] volcanic\nZHUO ET AL. ©2014. American Geophysical Union. All Rights Reserved. 6644\nreconstruction. As shown in Figure 2, the analysis with the Crowley2013 classifications shows similar results to those of the IVI2: the MADA values indicate decreasing precipitation in the years following the NH eruptions, and the tendency increases as more volcanic aerosols are present; the number of event years passing the 90% significance level increases from 2 before the eruptions to 15 afterward and from 1 to 5 at the 95% significance level. Increasing precipitation follows the SH-only injections, similar to IVI2. Four event years after the eruptions pass the 90% significance level, with three of them also significant at the 95% confidence level, compared to zero before the eruptions (Table 3). This result further suggests the veracity of an association between the SH-only aerosol injections and wetting tendency in China.\nWhen removing the potential high-latitude-only events from our lists, we find similar drying tendencies for all of the three INH classifications, although the effects are more pronounced in magnitude (Figure 3a). Thus, our results based on the integrated eruption lists show representative (albeit conservative) responses of monsoon precipitation to volcanic perturbations."
  }, {
    "heading": "3.2. Causes of Precipitation Reductions",
    "text": "One plausible mechanism for the observed drying effect is a reduction of the latent heat flux [Peng et al., 2010] and the land-sea thermodynamic contrast [Iles et al., 2013; Joseph and Zeng, 2011], due to the volcanic aerosol’s cooling effect. This leads to the weakening of Asian monsoon and decreased evaporation over tropical oceans, thereby contributing to a reduced moisture flux over China. Although climate response to large stratospheric aerosol injection are 2 years after volcanic eruptions [Intergovernmental Panel on Climate Change (IPCC) AR5, 2013], longer precipitation reduction (2 to 4 years after the eruptions) found in this study may be related to the ocean heat content reduction [Gregory, 2010] as well as the ocean heat transport variation and the sea ice dynamic [Zanchettin et al., 2012] which may have extended the volcanic impact to decadal scale. A wetting tendency under the SH-only injections may arise from the movement of the ITCZ toward the warmer hemisphere, as proposed by Haywood et al. [2013], which also affects the Asia summer monsoon [Yancheva et al., 2007].\nZHUO ET AL. ©2014. American Geophysical Union. All Rights Reserved. 6645\nNevertheless, there may be other contributions to this wetting effect as the ITCZ usually moves between 20°N and 20°S, and the East Asia monsoon is also affected by factors such as the western Pacific subtropical high, Tibetan Plateau and Eurasian snow cover, and various large-scale climate patterns like the ENSO and Arctic Oscillation [Ha et al., 2012]."
  }, {
    "heading": "3.3. Spatial Pattern of the Precipitation Responses",
    "text": "Given the similar tendency we found in the periods of A.D. 1305–2000 and A.D. 1400–1900 (Figure 2) and the less extensive temporal coverage of CHI results, we choose the period of A.D. 1400–1900 as representative for discussion of the overall spatial pattern. There is an evident drying trend in the MADA after the INH1P and INH2P\nZHUO ET AL. ©2014. American Geophysical Union. All Rights Reserved. 6646\neruptions, especially in the second to fourth posteruption years (Figures 4 and 5). Areas with significant drying move from a base mainly in central NC in year 0, further to the east and west in year 1, and becoming most spatially extensive from east to west (within the NW and NE particularly) in year 3 and year 4. As the volcanic impact evolves in each posteruption year, the regional differences are both obvious and dramatic: after the INH1P eruptions, the number of grids in NC with significant drying (shown by the plus signs in the figures) has decreased from 7% 1 year before the eruption (year 1) to\nZHUO ET AL. ©2014. American Geophysical Union. All Rights Reserved. 6647\nzero 2 years after the eruptions (year 2); in NW and NE China, the number has increased from zero in year 1 to 52% in year 3 and 36% in year 4, separately (Figure 4 and Table 4). While after the INH2P eruptions, the number has increased to 21% in year 2 and even reaching 90% in year 3 in NW China, and in SW China 10% and 13% of the grids see significant drying in year 2 and year 3, contrasting with zero in year 1 (Figure 5 and Table 4). In most cases the percentage of areas that pass the significance tests is larger than the threshold of 5% that are expected to occur by chance. When controlling the false discovery rate at 10%, the patterns are similar while reasonably with more grids pass the significance tests (Table 4), indicating that these hydrological responses are notably beyond the bounds of random variability.\nZHUO ET AL. ©2014. American Geophysical Union. All Rights Reserved. 6648\nDrought variations in eastern China coincide with the spatial distribution of CHI, in which the driest area shifts from Hebei and Henan Province in north China to Jiangsu and Zhejiang Province in south China over the course of years 1 to 4. This good agreement between MADA and CHI reinforces the significance of volcanic aerosols’ hydrological impact. On the other hand, the drying tendency in NW, SW, and NE China (in MADA) could not be checked robustly with CHI because of the relative lack of historical recording in these desert and sparsely populated regions.\nWe also find, although larger in magnitude (both in terms of spatial extent and with more statistically significant dry grids when controlling the false discovery rate at 5% and 10%), the overall spatial pattern in drying following the INH2P eruptions (Figure 5 and Table 4) to be similar to the INH1P eruptions (Figure 4 and Table 4). By contrast, for the INH1/2P eruptions (Table 4) the drying trends are minor, which confirms our previous finding (in section 3.1) that more aerosol injection leads to a similar but stronger climatic effect.\nTurning now to ISH eruptions, the MADA result indicates a wetting trend, albeit not statistically significant, in NE, NW, and coastal regions of NC after these ISH as shown by the disappearance of the preexisting dryness in these regions (Figure 6). By contrast, dry conditions start to develop in central regions of NC and SC in year 2 and to a lesser degree in coastal regions of SC in year 3. These spatial patterns can also be observed in the spatial distribution of the CHI in which preexisting drought conditions in NC (such as in Hebei and Shandong provinces) ease in the posteruption years, whereas provinces in EC and SC such as Fujian and Guangdong began to see development of drought (Figure 6).\nIn summary, spatial analysis shows a drying effect that is more pronounced in the north than the south for 1 to 2 years following both the INH and ISH eruptions, consistent with previous proxy data analysis [Anchukaitis et al., 2010; Shen et al., 2007] and a modeling study [Robock et al., 2008]. A gradual movement of this drying trend from NC to SC is observed in both MADA and CHI records, similar to the results presented\nZHUO ET AL. ©2014. American Geophysical Union. All Rights Reserved. 6649\nby Shen et al. [2007]. The consistency shown by these two well-reconstructed drought proxies lends confidence to our findings regarding the reality of the hydrological response to volcanic eruptions in China. We detect a shift from wet to significant dry conditions in NE and NW China after the INH1P and INH2P eruptions. This may exacerbate precipitation deficits in the northwest arid or semiarid areas and harm grain production in northeast China, whereas for ISH eruptions, an opposite wetting trend might in fact bring a beneficial impact to these regions.\nFinally, when we remove the potential high-latitude events from our lists and repeat our analyses, we find a similar spatial pattern of hydrological response but with an increase in the magnitude of the drying tendency (Figure 3b compared to Figure 4a).\nZHUO ET AL. ©2014. American Geophysical Union. All Rights Reserved. 6650"
  }, {
    "heading": "4. Conclusions and Implications",
    "text": "Using two independent drought and volcanic reconstructions, this study explores the temporal and spatial responses of China’s precipitation (including the monsoon precipitation patterns important to much of the region) to different magnitudes of volcanic perturbation. Our analysis with the IVI2 reconstruction shows an overall drying trend in China for 2 to 3 years after Northern Hemisphere volcanic aerosol injections, and this drying effect becomes more severe with increasing amounts of aerosols injected. On average, an INH2P-type volcanic perturbation is likely to promote significant drought over wide areas of China, while eruptions of INH1P type or lessermay ormay not result in drought that is very spatially extensive. Conversely, a slightly wetting trend is found after SH-only injections. A Monte Carlo model with 10,000 runs shows that these drying trends are significant at the 90% (for most cases even 95%) confidence level in years 2 to 4 after the INH perturbations. The veracity of these results is further verified with the Crowely2013 reconstruction, though to a less significant level for NH injections, but a more significant level for SH-only injections. Aerosols’ cooling effects reduce the latent heat flux and the land-sea thermodynamic contrast, which can result in a decrease of moisture flux over China. SH-only injections’wetting effect may be caused by the ITCZ shift. Further studies using both observational data and model simulations for this region are needed to test these mechanisms and identify further contributions.\nSpatially, we find an overall expansion of drought area in the posteruption years for all three NH categories of volcanic perturbations, as indicated by the increased number of dry grids that pass the significance test. In northwest China, drought gradually develops throughout year 1 to year 3 and fades away in year 4, whereas in east China, the drying effect first develops in the north at year 0 then gradually moves southward in the next 3 or 4 years. These spatial patterns are detected in both MADA and CHI analysis and are also in good agreement with previous studies using model and/or proxy reconstructions, as well as the CRU observations after the three big eruptions of the twentieth century [Joseph and Zeng, 2011]. Another remarkable feature observed is the evolution in northeast China from preexisting wet conditions to severe drought conditions in the third and fourth posteruption years for all three categories of NH eruptions. An opposite impact, though of less magnitude, is observed for the SH-only injections.\nThe southward movement of the drying effect in east China after NH volcanic eruptions suggests that stratospheric aerosol perturbations may reduce the spatial unevenness of China’s hydrological regime. However, the results are based on limited numbers of events under each category, and there exist some disagreements among the different categories. Further studies with larger samples of eruptions and regional model simulations may improve our estimation and understanding of the spatial response and underlying mechanisms. The drying effect after NH perturbations and the opposite wetting following SH-only injections in northwest and northeast regions may have important implications for the drought management in China, mainly because the NW houses the majority of the arid or semiarid areas in China, and the NE is China’s largest grain production base. The climatic perturbations associated with injections of volcanic stratospheric aerosols shown in this study are in general agreement with the global precipitation pattern detected by Trenberth and Dai [2007] and Iles et al. [2013], both of which suggest the potential for severe droughts accompanying the implementation of stratospheric geoengineering. Robock et al. [2007] also found a significant cooling and precipitation reduction effect in model simulations of smoke generated from a regional nuclear war, which, if occurs in South Asia, will further affect China’s agricultural productivity [Xia and Robock, 2013]. Volcanic eruptions as analog could provide reference to these impacts [IPCC AR5, 2013]. Thus, results reported from this study may shed additional light on the possible effects that stratospheric geoengineering may have on China, validate simulations of precipitation reduction and agricultural impacts of smoke in the atmosphere following a nuclear war, and also provide a theoretical reference to augment drought management strategies in China in the face of future major eruptions."
  }],
  "year": 2014,
  "references": [{
    "title": "Proxy evidence for an El Niño-like response to volcanic forcing",
    "authors": ["J.B. Adams", "M.E. Mann", "C.M. Ammann"],
    "year": 2003
  }, {
    "title": "Controlling the false discovery rate—A practical and powerful approach to multiple testing",
    "authors": ["Y. Benjamini", "Y. Hochberg"],
    "venue": "Southeast Asia, Clim. Change,",
    "year": 1995
  }, {
    "title": "Volcanoes and climate, Wiley Interdiscip",
    "authors": ["Soc", "Ser. B"],
    "venue": "Cole-Dai, J. H",
    "year": 2010
  }, {
    "title": "Asian monsoon failure and megadrought",
    "authors": ["E.R. Cook", "K.J. Anchukaitis", "B.M. Buckley", "R.D. D’Arrigo", "G.C. Jacoby", "W.E. Wright"],
    "year": 2010
  }, {
    "title": "Technical details concerning development of a 1200 yr proxy index for global volcanism, Earth Syst",
    "authors": ["T.J. Crowley", "M.B. Unterman"],
    "year": 2013
  }, {
    "title": "A global dataset of Palmer Drought Severity Index for 1870–2002: Relationship with soil",
    "authors": ["A. G", "K.E. Trenberth", "T.T. Qian"],
    "venue": "Sci. Data,",
    "year": 2004
  }, {
    "title": "Long-term effect of volcanic forcing on ocean heat content",
    "authors": ["ring", "coral", "ice-core", "A.D. documentary palaeoarchives"],
    "venue": "Adv. Geosci.,",
    "year": 2002
  }, {
    "title": "The effect of volcanic eruptions on global precipitation",
    "authors": ["C.E. 235–249. Iles", "G.C. Hegerl", "A.P. Schurer", "X.B. Zhang"],
    "venue": "J. Geophys. Res. Atmos.,",
    "year": 2013
  }, {
    "title": "Geoengineering by Stratospheric SO2 injection: Results from the Met",
    "authors": ["Univ. Press", "U.K. Cambridge", "A. New York. Jones", "J. Haywood", "O. Boucher", "B. Kravitz"],
    "venue": "Robock",
    "year": 2010
  }, {
    "title": "Office HadGEM2 climate model and comparison with the Goddard Institute for Space Studies ModelE",
    "authors": ["N. Zeng"],
    "venue": "Atmos. Chem. Phys.,",
    "year": 2011
  }, {
    "title": "Climatic consequences of regional nuclear conflicts",
    "authors": ["L. Oman", "G.L. Stenchikov", "O.B. Toon", "C. Bardeen", "R.P. Turco"],
    "year": 2007
  }, {
    "title": "Climate response to large, high-latitude and low-latitude",
    "authors": ["D.P. Schneider", "C.M. Ammann", "B.L. Otto-Bliesner", "D.S. Kaufman"],
    "year": 2009
  }, {
    "title": "Effects of Mount Pinatubo volcanic eruption on the hydrological cycle as an analog of geoengineering",
    "authors": ["K.E. Trenberth", "A.G. Dai"],
    "year": 2007
  }, {
    "title": "drought in the Monsoon Asia Drought Atlas, Clim",
    "authors": ["E.R. Wahl", "C. Morrill"],
    "venue": "patterns, Science,",
    "year": 2010
  }, {
    "title": "Impacts of a nuclear war in South Asia on rice production in Mainland China",
    "authors": ["Z. Meteorol"],
    "venue": "Robock",
    "year": 2013
  }, {
    "title": "Changes in temperature and precipitation and their impacts on drought in China during 1951–2003",
    "authors": ["Trop. Geogr"],
    "year": 2005
  }, {
    "title": "A Compendium of Chinese Meteorological Records of the Last 3,000 Years",
    "authors": ["E. D"],
    "venue": "Clim. Change Res.,",
    "year": 2004
  }],
  "id": "SP:6b8d54eccee5937f8d3bbc3508318d42c3e1cbfe",
  "authors": [{
    "name": "Zhihong Zhuo",
    "affiliations": []
  }, {
    "name": "Chaochao Gao",
    "affiliations": []
  }, {
    "name": "Yuqing Pan",
    "affiliations": []
  }],
  "abstractText": "The effect of volcanic aerosols on China’s monsoon precipitation over the past 700 years has been studied using two independently compiled histories of volcanism combined with the Monsoon Asia Drought Atlas. For both reconstructions, four categories of eruptions are distinguished based on the character of their Northern Hemisphere (NH) injection; then Superposed Epoch Analysis (SEA) with a 10,000 Monte Carlo resampling procedure is undertaken for each category and also each individual grid. Results show a statistically significant (at 90% confidence level) drying trend over mainland China from year 1 to year 4 after the eruptions, and the more sulfate aerosol that is injected into the NH stratosphere, the more severe this drying trend. In comparison, a minor wetting trend is observed in the years following Southern Hemisphere-only injections. Results from spatial distribution of the SEA show (1) a southward movement of the significant dry areas in eastern China from year 0 to year 2 after volcanic perturbations that are either equal to or double the size of the 1991 Mount Pinatubo eruption (15 T sulfate aerosols in NH) and (2) northeast and northwest China experienced substantial droughts in years 2 to 5. These results are in good agreement with a SEA analysis of the Chinese Historical Drought Disaster Index compiled from historical meteorological records. Our findings illustrate the important role stratospheric aerosols have played in altering China’s precipitation during the summer monsoon season and can shed new light on the possible effects that stratospheric geoengineering may have on China’s precipitation.",
  "title": "Proxy evidence for China’s monsoon precipitation response to volcanic aerosols over the past seven centuries"
}