{
  "sections": [{
    "text": "Sea surface temperature and sea ice variability in the subpolar North Atlantic from explosive volcanism of the late thirteenth century\nM.-A. Sicre,1 M. Khodri,2 J. Mignot,2,3 J. Eiríksson,4,5 K.-L. Knudsen,6 U. Ezat,1 I. Closset,2 P. Nogues,1 and G. Massé2,7\nReceived 15 July 2013; revised 3 October 2013; accepted 6 October 2013; published 31 October 2013.\n[1] In this study, we use IP25 and alkenone biomarker proxies to document the subdecadal variations of sea ice and sea surface temperature in the subpolar North Atlantic induced by the decadally paced explosive tropical volcanic eruptions of the second half of the thirteenth century. The short- and long-term evolutions of both variables were investigated by cross analysis with a simulation of the IPSL-CM5A LR model. Our results show short-term ocean cooling and sea ice expansion in response to each volcanic eruption. They also highlight that the long response time of the ocean leads to cumulative surface cooling and subsurface heat buildup due to sea ice capping. As volcanic forcing relaxes, the surface ocean rapidly warms, likely amplified by subsurface heat, and remains almost ice free for several decades. Citation: Sicre, M.-A., M. Khodri, J. Mignot, J. Eiríksson, K.-L. Knudsen, U. Ezat, I. Closset, P. Nogues, and G. Massé (2013), Sea surface temperature and sea ice variability in the subpolar North Atlantic from explosive volcanism of the late thirteenth century, Geophys. Res. Lett., 40, 5526–5530, doi:10.1002/2013GL057282."
  }, {
    "heading": "1. Introduction",
    "text": "[2] Solar variability and volcanic eruptions are the main natural causes of externally forced climate variability over the last millennium [Crowley, 2000]. Sulfate aerosols produced during strong volcanic tropical eruptions induce rapid atmospheric and oceanic surface cooling at tropical latitudes first and at middle to high latitudes a few months later (see Robock [2000] for a review). While the persistence of volcanic aerosols in the atmosphere is rather short, the impact on the ocean can last longer as cooling propagates into the deeper layers [e.g., Mignot et al., 2011]. Expansion of sea ice in the Arctic and subpolar regions is another consequence of the injection of large amounts of sulfate aerosols in the atmosphere [Robock, 2000; Zhong et al., 2010]. Transient simulations have shown that volcanism produces anomalously cold summers favoring sea ice formation [Hunt, 2006;Gouirand\net al., 2007; Sedlacek and Mysak, 2009; Zhong et al., 2010; Miller et al., 2012; Zanchettin et al., 2012], which, in turn, have consequences on high-latitude climate through changes in the regional albedo, storage of freshwater, and atmosphere/ ocean exchanges. [3] Historical or proxy records help understand the consequences of volcanism for global climate. In this study, we use IP25, a biomarker produced by sea ice diatoms [Belt et al., 2008; Massé et al., 2008], to assess the impact of decadally paced explosive tropical eruptions on sea ice formation in the subpolar North Atlantic during the late thirteenth century. This volcanically active period began with the largest eruption of the last 1500 years in A.D. 1258, followed by three smaller ones within the next 30 years (A.D. 1269, A.D. 1278, and A.D. 1286) [Gao et al., 2008]. Recently, Sicre et al. [2011] have shown a relatively good correspondence between these major tropical volcanic eruptions, ~1–2°C cooling seen in the alkenone sea surface temperature (SST) record from the North Icelandic MD99-2275 core, and the evolution of SSTs in the subpolar North Atlantic as obtained from the IPSL CM4-v2 simulation of the last millennium climate [Mignot et al., 2011]. However, the quasi-absence of sea ice at this coastal site prior to the fourteenth century [Massé et al., 2008] prevented investigation of the impact of explosive volcanism on sea ice. The MD99-2273 core, located farther offshore, in the vicinity of the sea ice limit, is here targeted to address this issue. Both sea ice and alkenone SSTswere reconstructed at a temporal resolution ranging from 1.5 to 3 years and compared to a simulation obtained from the IPSL-CM5A LR model [Dufresne et al., 2013]."
  }, {
    "heading": "2. Study Area",
    "text": "[4] The North Icelandic shelf lies close to the steep oceanographic gradient boundary separating the relatively warmsaline Atlantic waters [Irminger Current (IC)] from the cold low-salinity Polar affinity and mixed waters [East Icelandic Current (EIC)]. This region of the Nordic Seas is particularly sensitive to ocean circulation changes. Relatively warm, high-salinity conditions prevail when the IC is dominant, whereas cold, low-salinity waters prevail at times when the EIC dominates (Figure S1 in the supporting information) [cf. Johannessen, 1986]. Despite their relative geographical proximity, the MD99-2273 site on the west of the Kolbeinsey Ridge is generally more influenced by the Polar Arctic waters than the MD99-2275 site. As a result, both transfer function and isotope-based foraminifera SSTs show cooler temperatures at MD99-2273 throughout the last 1000 years [Knudsen et al., 2012]. This stronger influence of the Polar Arctic waters is also reflected in the increased marine reservoir ages of MD99-2273 sediments [Eiríksson et al., 2011]. Additional supporting information may be found in the online version of this article. 1LSCE, IPSL, Domaine du CNRS, Gif-sur-Yvette, France. 2LOCEAN, IPSL, University Pierre et Marie Curie, Paris, France. 3Climate and Environmental Physics, Physics Institute, University of Bern, Bern, Switzerland. 4Institute of Earth Sciences, University of Iceland, Reykjavik, Iceland. 5Centre for GeoGenetics, Natural History Museum of Denmark, University of Copenhagen, Copenhagen, Denmark. 6Department of Geoscience, Aarhus University, Aarhus C, Denmark. 7TAKUVIK, UMI 3376, Quebec, QC, Canada. Corresponding author: M.-A. Sicre, LSCE, IPSL, Domaine du CNRS, FR-91191 Gif-sur-Yvette CEDEX, France. (sicre@lsce.ipsl.fr) ©2013. American Geophysical Union. All Rights Reserved. 0094-8276/13/10.1002/2013GL057282\nGEOPHYSICAL RESEARCH LETTERS, VOL. 40, 5526–5530, doi:10.1002/2013GL057282, 2013"
  }, {
    "heading": "3. Methods",
    "text": "[5] The age model of the core section covering the A.D. 1000–1400 period is based on five tephra markers and is described in Eiríksson et al. [2011]. Continuous sampling of the sediment at 1 cm step and high sedimentation rates allowed for SSTs and sea ice reconstructions with an average temporal resolution of 1.7 years. Alkenones and IP25 were analyzed following the procedure of Ternois et al. [1997] and Belt et al. [2012], respectively. Briefly, after extraction, biomarkers were isolated by open silicagel column chromatography. The alkenones were then analyzed using a Varian CX3400 gas chromatograph (GC) coupled to a flame detector, while IP25 were quantified using an Agilent 7890 GC coupled to an Agilent 5975 mass spectrometer. SSTs are derived from theUK37 index (C37:2/(C37:2 + C37:3)) and the calibration of Prahl et al. [1988]. At high latitude, late spring/ early summer is the main season of alkenone production [Sikes et al., 1997; Ternois et al., 1998], thus implying that our SST record reflects this period of the year. [6] The IPSL CM5A LR model [Dufresne et al., 2013]) is a state-of-the-art climate model, which includes a general\ncirculation model for the ocean and the atmosphere, a dynamic and thermodynamic sea ice model, as well as an interactive model for land surfaces and oceanic biogeochemistry. It is forced using Gao et al. [2008] volcanic aerosol time series. Anthropogenic aerosols are specified according to preindustrial climatologies, and greenhouse gas forcing histories follow the Paleoclimate Modeling Intercomparison Project 3 (PMIP3) recommendations [Schmidt et al., 2011]. The reconstruction of volcanic eruptions is imposed as stratospheric aerosol optical depths (AODs). Finally, the latest reconstruction from Vieira and Solanki [2009], supplemented by Wang et al. [2005] from 1850 onward, is used to derive total solar irradiance according to the PMIP3 recommendations. This data set assumes a 0.1% decrease for the Maunder Minimum compared to the modern minima."
  }, {
    "heading": "4. Results",
    "text": "[7] The SST values reveal that relatively stable and cold conditions prevail in the early part of the record and gradually increase toward warmer and more variable conditions (Figure 1). During the second half of the thirteenth century, SSTs exhibit strong decadal-scale fluctuations (up to 5°C) spanning over several decades at ~A.D. 1300. Similar variability has been reported in the MD99-2275 core, though with a weaker amplitude [Sicre et al., 2008]. The IP25 time series indicates generally heavy sea ice conditions (high IP25) throughout the record, with the exception of the A.D. 1330– 1390 interval during which IP25 abundance peaks are very low. Furthermore, examination of the SST and sea ice proxy records reveals that the two variables are negatively correlated during the most volcanically active period: a correlation of 0.49 (significant at the 95% level, with 23 degrees of freedom computed following Bretherton et al. [1999]) is calculated for the A.D. 1260–1350 interval. Indeed, several IP25 abundance peaks are observed when (or shortly after) SST minima induced by each eruption are reached. Then, sea ice shrinks while SSTs rise concomitantly and even overshoot preeruption values. Both variables exhibit their lowest values\nat ~A.D. 1310 prior to the SST rebound, and nearly ice-free conditions are established (A.D. 1330–1390). It is however worth noting that SSTs and IP25 time series are not significantly correlated over the whole period of study (A.D. 1000–1450). [8] The midthirteenth to fourteenth century decadal temperature variations are strong compared to the rest of the proxy record. Recently, Sicre et al. [2011] have shown that the presence of seasonal sea ice delays the phytoplankton bloom and results in a warm SST offset during icy years. As such, SST peaking could result from the presence of sea ice. However, since warm peaks in the alkenone record coincide with minimum instead of maximum sea ice (Figure 1), it is highly unlikely that SST values suffer from this biological bias. In the following section, we compare our proxy data to climate model simulations."
  }, {
    "heading": "5. Model/Data Comparison",
    "text": "[9] The impact of tropical volcanism on sea ice has been already investigated in a few modeling studies. In particular, transient simulations using the NCAR Community Climate SystemModel Version 3 showed surface ocean cooling leading to sea ice formation in the northern North Atlantic Ocean and enhanced sea ice fluxes from the Arctic after major eruptions [Schneider et al., 2009; Zhong et al., 2010]. However, model results have, to our knowledge, never been compared to marine paleodata. [10] Figure 2 shows composites of simulated SST and sea ice coverage anomalies up to 10 years after major (with AOD> 0.15) volcanic eruptions that occurred between A. D. 850 and A.D. 1400 (see Mignot et al. [2011] for details\non the computing procedure). Surface ocean cooling (contours) and anomalous sea ice expansion (colors) in response to eruptions are clearly visible. In the model, surface ocean cooling is the most severe in the Nordic Seas 5–10 years after volcanic eruptions, and sea ice anomalies (colors) indicate a maximum ice cover at (or soon after) maximum cooling. Further analysis shows that sea ice is formed locally because of ocean surface cooling, with a weaker effect of sea ice transport along east Greenland (not shown). Since the eruptions considered here are roughly spaced by a decade, this composite method does not allow assessment of the response to a single volcanic eruption beyond 10 years after its occurrence. The latter can be evaluated from Figure S2, encompassing the cumulative effect of the successive eruptions between A.D. 1258 and A.D. 1286. Figure S2 shows the alkenone SST (Figure S2c) and IP25 sea ice reconstructions (Figure S2e) together with the simulated June, July, August (JJA) temperature (Figure S2d) and sea ice (Figure S2f) obtained from the IPSL CM5A LR model (averaged between 60°N and 75°N and 10°W and 40°W) for the A.D. 1100–1400 period. Note that radiative forcing due to solar irradiance is negligible as compared to that induced by volcanoes (Figures S2a and S2b). In order to facilitate visual comparison of proxy and model data, proxy data have been shifted by two steps (~4 years, i.e., within agemodel uncertainty) toward older ages. Consistent with Figure 2, the model simulation shows a reduction of SSTs and expansion of sea ice following the major volcanic eruptions.Model data also suggest that the slow retreat of sea ice begins at around A.D. 1300, i.e., about 40 years after the A.D. 1258 eruption, while concomitantly, SSTs gradually rise during ~70 years after this eruption (Figure S2). The amplitude of the modeled SST rise and drop between A.D. 1275 and A.D. 1300 is comparable to the proxy data (3°C in the model and 5° C in the proxy data). In both the modeled and proxy reconstructions, sea ice retreat occurs after A.D. 1300. These analyses confirm the opposite temporal evolution of sea ice and SSTs between A.D. 1260 and A.D. 1350 and the role of volcanic forcing in cooling surface ocean temperature and sea ice formation that, in turn, further reduces SSTs through ocean surface capping. Differences exist between simulated and sea ice proxy data in the higher frequency features, most probably due to the much larger area taken into account by the model as compared to the IP25 reconstruction. Nevertheless, this comparison provides reasonable agreement and confidence for further exploring the processes using models. [11] Surface ocean cooling induces sea ice formation and upper water stratification. Figure 3 shows the simulated time series of global volcanic radiative forcing (Figure 3a), vertical summer salinity (Figure 3b), and temperature (Figure 3c) profiles averaged over the same region as in Figure S2 using the same model. From A.D. 1260, decreased surface temperatures and sea ice formation (Figure S2f) result in the stratification of the upper 150 m water column and a shallow halocline (Figure 3 insert). Figure 3 also indicates that during this period, temperature increases gradually below 250 m, most likely because of reduced heat loss to the atmosphere due to sea ice capping. Enhanced surface cooling and freshening of the subpolar Atlantic induced by consecutive volcanic eruptions have been also reported by Zhong et al. [2010]. Hosing experiments using a climate model of intermediate complexity have shown that when a 0.1–1 sverdrup freshwater flux is applied at high latitudes, subsurface warming of the ocean is observed due to a strong halocline reducing heat loss to the atmosphere [Mignot et al., 2007]. Near A.D. 1300, the modeled sea ice is maximum, the surface salinity is minimum, and a strong halocline develops, particularly in summer (Figure 3 insert). Several processes could contribute to this minimum, namely, summer melting of the anomalous sea ice cover, alteration of the transport of salt by the oceanic circulation, or the accumulation of surface freshwater fluxes following the reduction of vertical mixing under the sea ice capping. After A.D. 1300, as the volcanic forcing relaxes (Figure 3a), sea ice starts to retreat, and the resumption of vertical mixing over an ice-free surface ocean leads to a breakup of the halocline. The warmer subsurface waters are then brought to the surface (Figure 3c). As described in Mignot et al. [2007], this process may explain the rapid return to warmer surface temperature conditions seen in the proxy data when (or shortly after) sea ice maximum is reached (Figures 1 and S2). Overall, our findings suggest that each short-term SST warming following surface water cooling would thus be triggered by sea ice retreat and resumption of vertical mixing. Proxy and model data also suggest that on a longer term, the sequence of closely spaced eruptions of the second half of the thirteenth century leads to a cumulative effect with a subsurface warming buildup, which, upon mixing with surface waters, might have caused almost ice-free conditions for several decades. As shown by the proxy records, these warm SSTs and the nearly absence of IP25 persisted until the onset of the Little Ice Age."
  }, {
    "heading": "6. Conclusions",
    "text": "[12] The cross analysis of proxy and model data provide coherent short- and long-term responses of the surface ocean and sea ice to decadally paced volcanic eruptions of the thirteenth century, in the subpolar North Atlantic region. The short-term response (below 10 years) of the surface ocean waters is strong cooling followed by the formation and expansion of sea ice cover and a return to warmer conditions within a few decades. However, the cumulative effect of this sequence of tropical eruptions results in larger ocean cooling than produced by a single eruption. According to our model results, warmer and nearly ice-free waters at the termination of the eruption period were likely caused by subsurface heat buildup and mixing with surface waters. Our model results, while consistent with the proxy records, need to be confirmed through the analyses of Coupled Model Intercomparison Project 5 Last Millennium simulations. [13] Acknowledgments. This work was funded by the Centre National de la Recherche Scientifique (CNRS) (NAIV and MissTerre projects), the European Research Council (ERC 203441 Starting Grant ICEPROXY project), and the EU project COMBINE (EC IP) under grant 226520. The modeling work benefited from the IPSL Climate Modeling facilities and research team. The HPC resources of CCRT were made available by the Grand Equipement National de Calcul Intensif, the Commissariat à l’Energie Atomique et aux Energies Alternatives, and CNRS. [14] The Editor thanks two anonymous reviewers for their assistance in evaluating this paper."
  }],
  "year": 2013,
  "references": [{
    "title": "Distinctive 13C isotopic signature distinguishes a novel sea ice biomarker in Arctic sediments and sediment",
    "authors": ["S.T. Belt", "G. Massé", "L.L. Vare", "S.J. Rowland", "M. Poulin", "M.-A. Sicre", "M. Sampei", "L. Fortier"],
    "venue": "traps, Mar. Chem.,",
    "year": 2008
  }, {
    "title": "A reproducible method for the extraction, identification",
    "authors": ["S.T. Belt", "T.A. Brown", "A.N. Rodriguez", "P.C. Sanz", "A. Tonkin", "R. Ingle"],
    "year": 2012
  }, {
    "title": "Causes of climate change over the past",
    "authors": ["T.J. Crowley"],
    "venue": "years, Science,",
    "year": 2000
  }, {
    "title": "Climate change projections using the IPSLCM5 Earth System Model: From CMIP3 to CMIP5",
    "authors": ["Dufresne", "J.-L"],
    "venue": "Clim. Dyn.,",
    "year": 2013
  }, {
    "title": "Coupling of palaeoceanographic shifts and changes in marine reservoir ages off North Iceland through the last millennium, Palaeogeogr",
    "authors": ["J. Eiríksson", "K.-L. Knudsen", "G. Larsen", "J. Olsen", "J. Heinemeier", "H.B. Bartels-Jónsdóttir", "H. Jiang", "L. Ran", "L. A"],
    "venue": "Símonarson",
    "year": 2011
  }, {
    "title": "Volcanic forcing of climate over the past 1500 years: An improved ice core-based index for climate models",
    "authors": ["C. Gao", "A. Robock", "C. Ammann"],
    "venue": "J. Geophys. Res.,",
    "year": 2008
  }, {
    "title": "Climate variability in Scandinavia for the past millennium simulated by an atmosphere-ocean general circulation",
    "authors": ["I. Gouirand", "A. Moberg", "E. Zorita"],
    "venue": "model, Tellus,",
    "year": 2007
  }, {
    "title": "The Medieval Warm Period, the Little Ice Age and simulated climatic variability, Clim",
    "authors": ["B.G. Hunt"],
    "venue": "Dyn., 27,",
    "year": 2006
  }, {
    "title": "Brief overview of the physical oceanography, in The Nordic Seas, edited",
    "authors": ["O.M. Johannessen"],
    "year": 1986
  }, {
    "title": "Oceanographic changes through the last millennium off North Iceland: Temperature and salinity reconstructions based on foraminifera and stable isotopes",
    "authors": ["K.L. Knudsen", "J. Eiríksson", "H. B"],
    "venue": "Bartels-Jónsdóttir",
    "year": 2012
  }, {
    "title": "Abrupt climate changes for Iceland during the last millennium: Evidence from high-resolution sea ice reconstructions,Earth Planet",
    "authors": ["G. Massé", "S. Rowland", "M.-A. Sicre", "J. Jacob", "E. Jansen", "S. Belt"],
    "year": 2008
  }, {
    "title": "Atlantic subsurface temperatures: Responses to a shutdown of the Overturning Circulation and consequences for its recovery",
    "authors": ["J. Mignot", "A. Ganopolski", "A. Levermann"],
    "venue": "J. Clim.,",
    "year": 2007
  }, {
    "title": "Volcanic impact on the Atlantic Ocean over the last millennium",
    "authors": ["J. Mignot", "M.Khodri", "C. Frankignoul"],
    "venue": "Servonnat",
    "year": 2011
  }, {
    "title": "Abrupt onset of the Little Ice Age triggered by volcanism and sustained by sea-ice/ocean feedbacks",
    "authors": ["Miller", "G. H"],
    "venue": "Geophys. Res. Lett., 39,",
    "year": 2012
  }, {
    "title": "Volcanic eruptions and climate",
    "authors": ["A. Robock"],
    "venue": "Rev. Geophys.,",
    "year": 2000
  }, {
    "title": "Climate response to large, high-latitude and low-latitude volcanic eruptions in the Community Climate System",
    "authors": ["D.P. Schneider", "C.M. Ammann", "B.L. Otto-Bliesner", "D.S. Kaufman"],
    "venue": "Model, J. Geophys. Res.,",
    "year": 2009
  }, {
    "title": "Climate forcing reconstructions for use in PMIP simulations of the last millennium",
    "authors": ["Schmidt", "G. A"],
    "venue": "Geosci. Model Dev.,",
    "year": 2011
  }, {
    "title": "Sensitivity of sea ice to wind-stress and radiative forcing since 1500 a model study of the Little Ice Age and beyond",
    "authors": ["J. Sedlacek", "L. A"],
    "venue": "Mysak",
    "year": 2009
  }, {
    "title": "Decadal variability of sea surface temperatures off North Iceland over the last",
    "authors": ["Sicre", "M.-A", "J. Jacob", "U. Ezat", "S. Rousse", "C. Kissel", "P. Yiou", "J. Eiriksson", "K.-L. Knudsen", "E. Jansen", "J.-L"],
    "venue": "Turon",
    "year": 2008
  }, {
    "title": "Sea surface temperature variability in the subpolar Atlantic over the last twomillennia",
    "authors": ["Sicre", "M.-A", "I. Hall", "J. Mignot", "M. Khodri", "U. Ezat", "M.-X. Truong", "J. Eiríksson", "K.-L"],
    "venue": "Paleoceanography, 26,",
    "year": 2011
  }, {
    "title": "Alkenones and alkenes in surface waters and sediments of the Southern Ocean: Implications for paleotemperature estimation in polar regions, Geochim",
    "authors": ["E.L. Sikes", "J.K. Volkman", "L.G. Robertson", "J.-J"],
    "venue": "Pichon",
    "year": 1997
  }, {
    "title": "Evaluation of long-chain alkenones as paleo-temperature indicators in the Mediterranean Sea",
    "authors": ["Y. Ternois", "M.-A. Sicre", "A. Boireau", "M.H. Conte"],
    "venue": "Eglinton",
    "year": 1997
  }, {
    "title": "Hydrocarbons, sterols and alkenones in sinking particles in the Indian sector of the Southern Ocean",
    "authors": ["Y. Ternois", "M.-A. Sicre", "A. Boireau", "L. Beaufort", "J.-C. Miquel", "C. Jeandel"],
    "venue": "Org. Geochem.,",
    "year": 1998
  }, {
    "title": "Evolution of the solar magnetic flux on time scales of years to millenia, arXiv/0911.4396, doi:10.1051/00046361/200913276",
    "authors": ["L.E.A. Vieira", "S. Solanki"],
    "year": 2009
  }, {
    "title": "Modeling the Sun’s magnetic field and irradiance since 1713",
    "authors": ["Wang", "Y.-M", "J.L. Lean", "N.R. Sheeley Jr."],
    "venue": "Astrophys. J.,",
    "year": 2005
  }, {
    "title": "Bi-decadal variability excited in the coupled ocean atmosphere system by strong tropical volcanic eruptions",
    "authors": ["D.C. Zanchettin", "H.-F. Timmreck", "A. Graf", "S.J. Rubino", "K. Lorenz", "K.K. Lohmann", "J.H. Jungclaus"],
    "venue": "Clim. Dyn.,",
    "year": 2012
  }, {
    "title": "Centennial-scale climate change from decadally-paced explosive volcanism: A coupled sea iceocean mechanism",
    "authors": ["Y. Zhong", "G.H. Miller", "B.L. Otto-Bliesner", "M.M. Holland", "D.A. Bailey", "D.P. Schneider"],
    "venue": "Geirsdottir",
    "year": 2010
  }],
  "id": "SP:c1394ed36df6c52af2548ab45e4d8069690806a5",
  "authors": [{
    "name": "M.-A. Sicre",
    "affiliations": []
  }, {
    "name": "M. Khodri",
    "affiliations": []
  }, {
    "name": "J. Mignot",
    "affiliations": []
  }, {
    "name": "J. Eiríksson",
    "affiliations": []
  }, {
    "name": "K.-L. Knudsen",
    "affiliations": []
  }, {
    "name": "U. Ezat",
    "affiliations": []
  }, {
    "name": "I. Closset",
    "affiliations": []
  }, {
    "name": "P. Nogues",
    "affiliations": []
  }, {
    "name": "G. Massé",
    "affiliations": []
  }],
  "abstractText": "[1] In this study, we use IP25 and alkenone biomarker proxies to document the subdecadal variations of sea ice and sea surface temperature in the subpolar North Atlantic induced by the decadally paced explosive tropical volcanic eruptions of the second half of the thirteenth century. The shortand long-term evolutions of both variables were investigated by cross analysis with a simulation of the IPSL-CM5A LR model. Our results show short-term ocean cooling and sea ice expansion in response to each volcanic eruption. They also highlight that the long response time of the ocean leads to cumulative surface cooling and subsurface heat buildup due to sea ice capping. As volcanic forcing relaxes, the surface ocean rapidly warms, likely amplified by subsurface heat, and remains almost ice free for several decades. Citation: Sicre, M.-A., M. Khodri, J. Mignot, J. Eiríksson, K.-L. Knudsen, U. Ezat, I. Closset, P. Nogues, and G. Massé (2013), Sea surface temperature and sea ice variability in the subpolar North Atlantic from explosive volcanism of the late thirteenth century, Geophys. Res. Lett., 40, 5526–5530, doi:10.1002/2013GL057282.",
  "title": "Sea surface temperature and sea ice variability in the subpolar North Atlantic from explosive volcanism of the late thirteenth century"
}