{
  "sections": [{
    "heading": "1. Introduction",
    "text": "The often exceptionally large scale of volcanic island submarine landslides was initially revealed by seafloor mapping, including evidence from the Hawaiian [Moore et al., 1989, 1994; McMurtry et al., 2004], Canarian [Watts and Masson, 1995, 2001; Masson et al., 2002; Acosta et al., 2003], Mascarene [Oehler et al., 2004, 2008], Cape Verdean [Le Bas et al., 2007; Masson et al., 2008], Lesser Antilles [Deplus et al., 2001; Lebas et al., 2011; Watt et al., 2012] and French Polynesian archipelagos [Clouard et al., 2001; Hildenbrand et al., 2006]. Volcanic island landslides can be far larger than any landslides on land. They can contain>200 km3 of material, which compares to 3.0 km3 involved in the 1980 Mt St Helens landslide-eruption [Voight et al., 1981]. Volcanic island landslides can potentially generate destructive tsunamis when they enter the surrounding ocean [Kulikov et al., 1996; Tinti et al., 1999, 2000; Tappin et al., 2001; Ward and Day, 2003; Fritz et al., 2009; Giachetti et al., 2011]. Consequently, significant attention has been given to understanding volcanic island flank collapses and the hazards they may pose.\nVolcanic islands commonly comprise rapidly constructed, steep flanks composed of interbedded pyroclastic deposits, lavas, and intrusive dykes [McGuire, 1996]. The presence of potentially weak strata and the injection of magmatic intrusions may be key factors affecting volcanic island flank stability [McGuire, 1996; Elsworth and Day, 1999; H€urlimann et al., 1999a, 2000; Masson et al., 2006; Andrade and van Wyk de Vries, 2010]. Preconditioning factors may include: (1) high sedimentation rates; (2) water saturation due to rising sea level; (3) elevated pore-fluid pressures; (4) high rainfall; (5) hydrothermal alteration; (6) deep narrow canyons reducing lateral strength; (7) faulting; (8) dyke intrusion; (9) seismic activity; (10) volcanic spreading; and (11) residual soils [Siebert 1984; Siebert et al., 1987; McGuire et al., 1990; Elsworth and Voight, 1995, 1996, 2001; Murray and Voight, 1996; Day, 1996; McGuire, 1996; Voight and Elsworth, 1997; H€urlimann et al., 1999a, 2000, 2004; Masson et al., 2006]. Recent studies have suggested a relationship between increased erosion and runoff, associated with the onset of warmer interglacial intervals, as a potentially important preconditioning factor [McGuire, 1992, 2010; Keating and McGuire, 2004; McMurtry et al., 2004; Deeming et al., 2010; Tappin, 2010; Hunt et al., 2013a]. However, there are few field data sets suitable for testing rigorously these competing models for preconditioning factors and triggers. We are yet to monitor a major collapse in action and their causes remain poorly constrained.\nOne approach is to date major collapse events and to compare their timing to that of potential preconditioning factors and triggers. Onshore studies of volcanic island landslides rely on dating of the\nlandslides exists in the Madeira Abyssal Plain This landslide record provides information on island provenance, age and volume There is no statistical correlation between landslide occurrence and climate\nSupporting Information: Auxiliary material Figures S1, S2, S4–S6 Tables S3, S7–S9\nCorrespondence to: J. E. Hunt, james.hunt@noc.ac.uk\nCitation: Hunt, J. E., P. J. Talling, M. A. Clare, I. Jarvis, and R. B. Wynn (2014), Long-term (17 Ma) turbidite record of the timing and frequency of large flank collapses of the Canary Islands, Geochem. Geophys. Geosyst., 15, 3322– 3345, doi:10.1002/2014GC005232.\nReceived 8 JAN 2014 Accepted 10 JUL 2014 Accepted article online 14 JUL 2014 Published online 20 AUG 2014\nHUNT ET AL. VC 2014. American Geophysical Union. All Rights Reserved. 3322\nunconformities left behind by the mass movement. These dates often have significant uncertainties, since terrestrial records may include lengthy hiatuses and dating techniques may be limited. However, onshore volcanic island flank collapses have been shown to generate large submarine debris avalanches [Moore et al., 1989, 1994; Watts and Masson, 1995, 1998; Ablay and H€urlimann, 2000; Deplus et al., 2001; Masson et al., 2002, 2008; Oehler et al., 2004; Le Bas et al., 2007]. In turn, these debris avalanches may disaggregate and generate debris flows and turbidity currents that run out onto adjacent deep-water abyssal plains [Garcia and Hull, 1994; Watts and Masson, 1995; Garcia, 1996; Masson, 1996; Wynn and Masson, 2003; Hunt et al., 2011, 2013a, 2013b).\nThe near-continual deposition of pelagite sediments into which turbidites are interleaved provide a dateable record, whereby turbidite age is constrained by the ages of the underlying and overlying pelagites. This dateable pelagic record also has greater preservation potential since turbidity currents may be weakly or nonerosive at distances of >200 km from source [Weaver and Kuijpers, 1983; Weaver and Thomson, 1993; Weaver, 1994]. Therefore distal turbidite records allow relatively precise dating of the associated volcanic island landslides.\nHere we present an analysis of an unusually long-term record of volcanic landslide-turbidites in the Madeira Abyssal Plain from ODP Sites 950, 951 and 952. These cores contain 125 volcaniclastic turbidites emplaced during an interval of 17 Ma. This large number of events enables robust statistical analysis, and helps to establish the most likely preconditioning factors of the collapses. The volcaniclastic turbidites of the Madeira Abyssal Plain have previously been inferred to have a Canary Island provenance [Pearce and Jarvis, 1992, 1995; Jarvis et al., 1998; Hunt et al., 2013a], and this study aims to further constrain their origin.\nThis is arguably the longest time series of major collapse events in any volcanic archipelago worldwide. Previous studies of Canary Island landslide-derived turbidites have only been able to resolve events in the last 1.5 Ma [Weaver et al., 1992; Wynn et al., 2002; Hunt et al., 2011, 2013a, 2013b). The longer time series of events can be used to better elucidate volcanic island landslide magnitude, frequency, and temporal clustering in the Canary Islands. These form crucial inputs for forward-looking geohazard assessments. Comparisons of landslide timing to climate change and volcanism provide a better understanding of preconditioning and trigger factors."
  }, {
    "heading": "2. Aims",
    "text": "The aims of this article are set out as a series of questions:\n1. How can distal mud-rich volcaniclastic turbidites provide information on the timing, provenance and magnitude of landslides?\n2. How often does large-scale (>5 km3) flank collapse occur in the Canary Islands?\n3. Do flank collapses occur randomly or are they clustered in time?\n4. Is there an association between the timing of flank collapses and volcanic activity?\n5. Is there an association between the timing of flank collapses and sea level change, and hence climate?"
  }, {
    "heading": "3. Geological Setting",
    "text": "The Canary Islands comprise seven volcanic islands spread across 500 km on the northwest African passive margin. They have developed in response to slow-movement of Jurassic-age (156–176 Ma) oceanic crust over a mantle plume [Klitgort and Schouten, 1986; Anguita and Hern an, 1990; Hoernle and Schmincke 1993; Carracedo et al., 1998; Hoernle, 1998]. This results in a general east-to-west age progression of the islands [Carracedo, 1994, 1999; Carracedo et al., 1998]. Recent landslide activity is most evident around the western Canary Islands of Tenerife, La Palma, and El Hierro, where Late Quaternary landslide activity has formed spatially extensive submarine debris avalanche deposits [Masson et al., 2002]. However, there is also evidence of past landslide activity from the older eastern Canary Islands [Acosta et al., 2003].\nThe focus of this study is the volcaniclastic turbidite history recorded in ODP cores from Sites 950, 951, and 952 in the Madeira Abyssal Plain (Figure 1). The Madeira Abyssal Plain represents the most distal and deepest depocentre in the Moroccan Turbidite System is located 500 km west of the Canary Islands (Figure 1) [Weaver and Kuijpers, 1983; Weaver et al., 1992; Wynn et al., 2000, 2002]. The Madeira Distributary Channel\nHUNT ET AL. VC 2014. American Geophysical Union. All Rights Reserved. 3323\nSystem connects the Madeira Abyssal Plain to the Canary Islands and Agadir Basin [Masson, 1994; Stevenson et al., 2013].\nThe turbidites represent landslides from Canary Islands. Their magnitude is greater than river discharges at >1 km3, and commonly >20 km3. These turbidites are also unlikely to be pyroclastic flows that have entered the sea and become turbidity currents. The largest volumes of pyroclastic material proximally onshore are of an order less than 20 km3 on Tenerife [Edgar et al., 2007], thus the runout distance of >1000 km and volume of the turbidites in the basin being 20–380 km3 support these being landslide derived. Small-scale submarine landslides from both Madeira and the Selvagen Islands have been identified [Frenz et al., 2009; Hunt et al., 2013c], however mapping of Quaternary deposits suggest these are restricted to the local slopes of these sources and so not enter the Madeira Channels and travel to the Madeira Abyssal Plain [Stevenson et al., 2013; Hunt et al., 2013c]."
  }, {
    "heading": "4. History of Landslides Within the Canary Islands",
    "text": "Numerous studies have documented the volcanic and geomorphological evolution of the Canary Islands. This section aims to summarize the onshore and proximal marine records of landslides in the Canary Islands, which then will then be compared to the distal turbidite record."
  }, {
    "heading": "4.1. Fuerteventura and Lanzarote",
    "text": "Stillman [1999] documented the mass-wasting phases of Fuerteventura. Numerous onshore landslides have been dated between 22 and 16.5 Ma, and could be linked to old collapses of the Central and Southern Volcanic Complexes (>17.5 Ma; Table 1) [Acosta et al., 2003]. There is little literature documenting flank collapses from Lanzarote (Table 1). Large denuded and scalloped coastlines northwest of the Famara volcanic complex and southeast of the Los Ajaches volcanic complex may indicate large-scale flank collapses. However, neither Lanzarote nor Fuerteventura has evidence of major landslide activity that postdates 15 Ma.\nHUNT ET AL. VC 2014. American Geophysical Union. All Rights Reserved. 3324\nHUNT ET AL. VC 2014. American Geophysical Union. All Rights Reserved. 3325"
  }, {
    "heading": "4.2. Gran Canaria",
    "text": "The first major phase of erosion occurred at 14.0 Ma with collapse and formation of the Caldera de Tejeda [van den Bogaard and Schmincke, 1998], producing the Agaete debris avalanche (Table 1). ODP core from the northern and southern aprons of Gran Canaria (Sites 953–956) show a long history of small-volume (<5 km3) volcaniclastic turbidites between 4.5 and 3.5 Ma, coinciding with onshore debris avalanches [Garc ıa Cacho et al., 1994; Carey et al., 1998; Goldstrand, 1998; Schmincke and Segschneider, 1998; Mehl and Schmincke, 1999; Acosta et al., 2003]. No large-volume island flank landslides have been identified after 3.5 Ma (Table 1) [Acosta et al., 2003]."
  }, {
    "heading": "4.3. La Gomera",
    "text": "Acosta et al. [2003] identified eight debris avalanche lobes from swath bathymetry of the submarine flanks (Table 1). Three lobes occur on the northern flank, one to the east, two on the southern flank and two to the west. Llanes et al. [2009] further interpreted a series of scalloped embayments on the northern margin and numerous flat-bottomed canyons on the southern margin as a series of headwall scarps."
  }, {
    "heading": "4.4. Tenerife",
    "text": "It has been proposed that several landslides were initiated from the Teno Massif between 6.3 and 6.0 Ma, and these were responsible for both the onshore unconformities above the Masca Formation and an offshore debris avalanche (Table 2) [Walter and Schmincke 2002; Masson et al., 2002; Acosta et al., 2003; Leonhardt and Soffel, 2006; Longpr e et al., 2009]. The Anaga Massif collapsed at 4.7-4.1 Ma (Table 2) [Masson et al., 2002; Acosta et al., 2003; Llanes et al., 2003; Walter et al., 2005]. The Tigaiga debris avalanche is another failure from the northern flank of Tenerife (Table 2), which has been tentatively dated at >2.3 Ma [Cantagrel et al., 1999; Krastel et al., 2001; Acosta et al., 2003].\nOn the southern flank of Tenerife a 25 km3 failure between 2.0 and 0.7 Ma has been reported, termed the Bandas del Sur debris flow or Abona avalanche [Krastel et al., 2001; Harris et al., 2011]. The eastern flank of Tenerife is the site of the G€u ımar landslide, dated at 0.8-0.78 Ma (Table 2) [Ancochea et al., 1990; Cantagrel et al., 1999; Krastel et al., 2001; Masson et al., 2002]. A number of failures younger than 2.0 Ma have been reported on the northern flank of Tenerife, including the Roques de Garc ıa, Orotava and Icod landslides (Table 2)."
  }, {
    "heading": "4.5. La Palma",
    "text": "The Cumbre Nueva structure represents a collapse dated at either 558 ka [Acosta et al., 2003] or 566-533 ka [Carracedo et al., 2001]. It overlies the Playa de la Veta deposit immediately offshore, and is highlighted by a higher backscatter sonar response compared to the older Playa de la Veta debris avalanche [Urgeles et al., 1999; Masson et al., 2002]. Masson et al. [2002] identified an additional flank collapse, which resulted in the Santa Cruz landslide from the eastern flank of La Palma. Landslide activity has also been identified on the northern flank, but this has not been dated or quantified [Acosta et al., 2003]."
  }, {
    "heading": "4.6. El Hierro",
    "text": "Ti~nor lavas are found below an angular unconformity dated at 1.04 Ma within the El Golfo embayment, and may represent an older major landslide [Carracedo et al., 1999]. The El Jul an landslide occurred on the southwest flank of El Hierro between 500 and 300 ka. The Las Playas I and II debris avalanche complex was defined by Gee et al. [2001] and Masson et al. [2002] on the southeast flank, with ages of 545-176 ka for Las Playas I and 176-145 ka for Las Playas II (Table 2). The El Golfo landslide represents the youngest volcanic flank collapse in the Canary archipelago [Weaver et al., 1992; Wynn et al., 2002; Wynn and Masson, 2003; Frenz et al., 2009]. The likely date is 15 ka, which is based on a midpoint of onshore ages and from study of the associated turbidite deposit (Table 2) [Masson, 1996]."
  }, {
    "heading": "5. Previous Work on the Madeira Abyssal Plain Turbidites",
    "text": "The stratigraphy and provenance of Madeira Abyssal Plain turbidites in the last 780 ka is well established [Weaver et al., 1992; Wynn et al., 2002; Hunt et al., 2013a]. The turbidites of this stratigraphy have a lettered nomenclature with the youngest starting at A, and with an ‘‘M’’ prefix that denotes the Madeira Abyssal Plain [Wynn et al., 2002; Hunt et al., 2013a]. The ‘‘M’’ prefix is dropped here for convenience.\nHUNT ET AL. VC 2014. American Geophysical Union. All Rights Reserved. 3326\nHUNT ET AL. VC 2014. American Geophysical Union. All Rights Reserved. 3327\nThe record includes volcaniclastic turbidites B (15 ka) and G (190-160 ka), representing the El Golfo and Icod landslides from the Western Canary landslides respectively [Wynn et al., 2002; Wynn and Masson, 2003]. In addition, older volcaniclastic turbidites, beds N, O and P (540-485 ka) are interpreted to represent the Cumbre Nueva, Orotava, and El Julan landslides from La Palma, Tenerife, and El Hierro respectively [Weaver et al., 1992; Hunt et al., 2013a]. Interrogation of the 1.5 Ma to recent record identified three further turbidites Z, AB, and AF dated between 1.2 and 0.8 Ma. These deposits most likely represent the G€u ımar, El Ti~nor, and Roque de Garc ıa landslides, respectively [Hunt et al., 2013a]. Furthermore, information gleaned from these eight turbidites indicates that the associated landslides were multistage [Hunt et al., 2013b]."
  }, {
    "heading": "5.1. Methodology and Data",
    "text": "Cores from ODP Sites 950, 951, and 952 were used in this study. The first objective was to resolve the ages of individual volcaniclastic turbidites in the 17-0 Ma sediment record, using the biostratigraphy and magnetostratigraphy of Howe and Sblendorio-Levy [1998]. Previous work has reported the frequency of volcanic island landslides as the number of events were million years. This work focuses on these individual events. Second, the geochemistry of these volcaniclastic turbidites were investigated using the results previously published by Jarvis et al. [1998], together with new unpublished trace element geochemical data. Third, the volumes of these deposits were calculated using the methodology of Weaver [2003], based on a methodology from Van Hinte [1978] with volumes from Rothwell et al. [1998]. Lastly, the landslide record derived from the Madeira Abyssal Plain ODP cores was compared to the documented onshore Canary Island landslide histories."
  }, {
    "heading": "5.2. ODP Stratigraphy",
    "text": "The 17 to 0 Ma stratigraphy of the Madeira Abyssal Plain has been constructed using three sites (950, 951 and 952) from ODP Leg 157 (Figure 1). Turbidites were correlated between the three sites using their\nHUNT ET AL. VC 2014. American Geophysical Union. All Rights Reserved. 3328\nposition in the vertical sequence, colour, magnetic susceptibility, and biostratigraphy. The biostratigraphy and magnetostratigraphy of Howe and Sblendorio-Levy [1998] was used to provide dated horizons that allow pelagite ages to be extrapolated between datum levels. The turbidite chronology is calculated from its position within the dated pelagite sequence. Turbidite chronology is independently derived for each ODP site based on pelagic sedimentation rates (Figure 2 and supporting information Appendices 1 and 2). Dating of singular turbidites utilizing hemipelagite coccolithosphore biostratigraphy and hemipelagite photospectral composition have yielded potential dating errors of 610 ka for those beds younger than 1.5 Ma [Hunt et al., 2013a]. Robust coccolithophore biostratigraphy extends to 7.0 Ma. Thus landslides dated from 7.0 Ma to recent may have conservative dating errors of 610 ka. Dates for events older than 7.0 Ma may have greater errors due to the greater paucity of biostratigraphic datum horizons and potential for variable sedimentation rates."
  }, {
    "heading": "5.3. ODP Turbidite Geochemistry",
    "text": "Bulk geochemical analyses were undertaken and presented by Jarvis et al. [1998], using 10 mL samples taken from the mudcaps of turbidites >20 cm thick at Site 950. The preparation and methodology is described in Jarvis et al. [1998]. Additional trace element data for these samples is also presented. These additional trace element data were obtained by ICP-MS analysis of lithium metaborate fusion and HFperchloric acid digest solutions, following the methods of Totland and Jarvis [1997] and Jarvis [2003]. For comparison of mudcap compositions between turbidites, samples from a single bed are averaged."
  }, {
    "heading": "5.4. Turbidite Volumes Based on ODP Studies",
    "text": "Turbidite volumes have been calculated according to the method of Weaver [2003]. Turbidite volumes are reported as the decompacted volume upon deposition, which effectively provides the volume of the sediment carried by the flow. This allows better comparisons of event magnitude between younger and older events. Here the turbidite volumes were generated based on the ratio of turbidite decompacted thickness to the decompacted thickness of the seismic unit in which it resides. This was then compared against the calculated decompacted volume of the respective seismic unit [Alib es et al., 1996, 1999]. The methodology is described in more detail in supporting information Appendices 3 and 4."
  }, {
    "heading": "6. Results",
    "text": ""
  }, {
    "heading": "6.1. Turbidite Characterization",
    "text": "It is essential to isolate the volcaniclastic turbidites from the mixed siliciclastic-volcaniclastic record. The Late Quaternary sequence of the Madeira Abyssal Plain contains turbidites of three broad types: organicrich siliciclastic (>0.3% TOC), volcaniclastic (>0.6 Ti/Al) and calcareous (low Ti/Al and >78% CaCO3) [De Lange et al., 1987; Pearce and Jarvis, 1992, 1995]. There are also brown beds from local seamount collapses and metre-thick pale gray ‘‘nonvolcanic’’ beds that most likely originated from the submarine regions around the Canary Islands [Jarvis et al., 1998; Lebreiro et al., 1998; Weaver et al., 1998]. These deposits can be characterized by the mudcap geochemistry using a series of cross plots (Figure 3) and using the ternary plots of De Lange et al. [1987] (supporting information Appendix 5).\nThe organic-rich green siliciclastic turbidites generally have compositions separate from the volcaniclastic turbidites, and from the white calcareous and pale gray ‘‘nonvolcanic’’ beds. The pale gray ‘‘nonvolcanic’’ beds show similarities between the volcaniclastic and calcareous turbidites but are compositionally different from either. The gray volcaniclastic turbidites that are the focus of this study are both geochemically distinct and have greater magnetic susceptibility.\nThe volcaniclastic turbidites have generally <3.5 wt% MgO and <3.5 wt% K2O carbonate-free-basis (CFB) compositions, while for higher concentrations of TiO2 the sediments are Al-poor (i.e., exhibit high Ti/Al ratios) (Figure 3). Lastly, they are generally characterized by having >200 ppm Zr and carbonate contents of >30 wt% (Figure 3)."
  }, {
    "heading": "6.2. Volcaniclastic Turbidite Composition Through Time",
    "text": "The ODP turbidite record forms two parts: a pre-7.0 Ma and post-7.0 Ma component. Apart from a few thin (10–50 cm) turbidites, the post-7.0 Ma stratigraphy can be correlated between the upper 230 m of the three ODP Sites (Figures 4–7). These correlations are supported by biostratigraphy (Figure 2), lithostratigraphy\nHUNT ET AL. VC 2014. American Geophysical Union. All Rights Reserved. 3329\nand magnetic susceptibility profiles (Figures 4– 7). The correlations are characterized in a series of correlation panels depicting the Pleistocene (Figure 4), Upper Pliocene (Figure 5), Lower Pliocene (Figure 6) and uppermost Miocene (Figure 7). The turbidites in general are typically 0.5 to 11.0 m-thick, while the volcaniclastic turbidites range from 0.5 to 4.0 m in thickness.\nThe post-7.0 Ma volcaniclastic turbidites have decompacted volumes between 5 and 380 km3, which far exceed the thickness and decompacted volumes present in the pre-7.0 Ma history (Figure 8). There is a distinct shift in the dominant composition in the post-7.0 Ma volcaniclastic turbidites (Figure 9), which includes beds with significantly higher Ti, Zr, K, and Mg contents.\nThe Zr/Al-Ti/Al cross plot shows three compositional groups of increasing Zr/Al and Ti/Al (Figure 10a). There are three groups derived from K/Al-Cr/Al cross plots showing increasing K/Al with generally decreasing Cr/Al (Figure 10b), and three groups from Si/Al-Mg/Al showing increasing Si/Al with decreasing Mg/Al (Figure 10c). The pre-7.0 Ma volcaniclastic record is characterized by 0.2 to 1.0 m thick gray and dark-gray volcaniclastic turbidites, which cannot be correlated between Sites 950, 951, and 952 with any certainty. The volumes of these pre-7.0 Ma volcaniclastic turbidites are relatively small, with most being <10 km3 (Figure 8). The turbidites are also characterized by relatively low Ti, Zr, K and Mg, with relatively higher Si and Cr contents (Figures 9 and 10). Trace element and rare-earth element (REE) trends also show distinctive compositional characters. Indeed, those turbidites with basaltic and primitive compositions have signatures generally reflecting high TiO2-MgO1Fe2O3, TiO2-Ni, La/ Th-Hf, Zr/Sc and Th/Sc (supporting information Appendix 6).\n6.3. Source and Timing of Volcaniclastic Turbidites This section uses the calculated ages of the volcaniclastic turbidites coupled with information from the mudcap geochemistry to identify the potential source island of the landslide.\n6.3.1. Mid-Late Miocene 7.0–6.0 Ma Record The first metre-thick volcaniclastic turbidites\noccur after 7.0 Ma, with an initial sequence of beds FT to FD from 7.0 to 6.0 Ma (Figure 7). These volcaniclastic beds represent the thickest and most voluminous turbidites of this period, and bed FK is the largest volcaniclastic bed recorded in the Madeira Abyssal Plain (4 m thick and 380 km3-volume) (Figure 7).\nFigure 2. Pelagite age profiles for ODP Sites 950, 951, and 952. Dates based on coccolith biostratigraphy and magnetostratigraphy presented in Howe and Sblendorio-Levy [1998]. Error bars represent the thickness of pelagic sediment over which the age was derived.\nHUNT ET AL. VC 2014. American Geophysical Union. All Rights Reserved. 3330\nBed FT has moderate Zr, Ti, and Mg, high K and low Si, signifying a basic, but not depleted composition (Figure 10). Beds FS and FR have low Zr, Ti, and Si, moderate Cr and high K, indicating more basic compositions, but are relatively low in volume. Beds FP, FO, FM, FL and FD have high-to-moderate Ti, high Zr and K, and low-tomoderate Mg and Si, which signify evolved compositions similar to those of younger turbidites G, O and Z from Tenerife (Figure 10). Excluding bed FK, there is a trend from beds FT to FD toward an increasingly evolved composition. The aforementioned bed FK has a basic composition.\n6.3.2. Early Pliocene 5.3–4.0 Ma Record The thickest and largest volume turbidites in this sequence are beds EK and DK, representing 1.5–2.0 m thick and 50– 60 km3 deposits (Figure 6). These beds have evolved compositions, with bed DK at 4.2 Ma having a similar composition to turbidites of Tenerife provenance (Figure 10). The other turbidites (beds EI, EH, DZ, DY, DU, DL and DF) are basic to trace-element depleted in composition, but with increased K (Figure 10).\n6.3.3. Late-Early Pliocene 3.7- 3.0 Ma Record This time period commenced with a 1.75 m thick turbidite at 3.75 Ma (bed DB) (Figure 6). Turbidite DB has low Zr and Ti, but high K and Mg (Figure 10), thus having properties similar to turbidites from the pre-7.0 Ma record associated with a basic and trace elementdepleted origin [Jarvis et al.,\n1998]. However, bed DB also has an evolved REE composition, i.e., a high La/Sc ratio (supporting information Appendix 9). The following turbidites (beds CV1, CT2 and CT4) are thin-bedded and low-volume events with basic compositions. Bed CS (3.25 Ma) represents the thickest and most volumetric event in this time interval (2–4 m thick and 110 km3). This event has a basic composition of high Ti and Mg, and moderate Si, K, Cr,\nFigure 3. Bulk geochemical cross plots of mudcap compositions for all turbidites in the Madeira Abyssal Plain. Elements plotted on a carbon-free basis. Highlights the different compositions of organic-rich siliciclastic (dark, intermediate and pale green), volcaniclastic, calcareous, pale gray ‘‘nonvolcanic’’ and brown turbidites.\nHUNT ET AL. VC 2014. American Geophysical Union. All Rights Reserved. 3331\nand Zr, similar to those ascribed to El Hierro (Figure 10), however it has an evolved trace-element and REE composition (supporting information Appendix 9), and El Hierro was not present at this time. The last deposits of this time interval (beds CR and CM) are similar to bed DB (Figure 10), but both have primitive basaltic REE compositions (Figure 12).\n6.3.4. Late Pliocene 2.6-1.8 Ma Record This turbidite sequence includes thin-bedded turbidites (<0.5 m thick) and metre-thick voluminous turbidites (1–4 m thick), including beds BZ, BQ, BN, BF, BC, BB, AV, AU, and AT. Bed BF, dated at 2.2 Ma, represents the thickest and largest volume deposit in this time interval, and it has a composition of high Zr, K, Mg, and Cr and low Ti (Figure 10), with a similar composition to those previously assigned to a Tenerife provenance. Beds BZ, BQ, and AT have low Zr and Ti, but moderate-to-high K and Mg. Beds BN, BC, AV, and AU have moderate (basic) Zr and Ti, and moderate-to-high K and Mg, similar to those ascribed to a La Palma or El Hierro provenance (Figure 10).\n6.3.5. Pleistocene 1.5-0 Ma Record This record has been studied previously and was briefly reinvestigated in the present study [Pearce and Jarvis, 1992, 1995; Weaver et al., 1992; Hunt et al., 2013a]. The record represents a number of turbidites of evolved and basic compositions that can be correlated to Tenerife and western Canary Island provenances. The compositions have high Zr, K, and Mg and high to moderate Ti and Si (Figure 10). These turbidites can be grouped into two compositional groups: a basic igneous group (Group 1) defined by low Zr and K2O, and high TiO2, MgO, and Fe2O3, and an evolved igneous group (Group 2) with higher Zr and K2O, but lower TiO2, MgO and Fe2O3 [De Lange et al., 1987; Pearce and Jarvis, 1992, 1995].\nGroup 1 includes beds B (0.015Ma), P (0.54 Ma), and AB (1.05 Ma). Group 2 includes beds G (0.165 Ma), O (0.535 Ma), and Z (0.84 Ma) [Hunt et al., 2013a; Figure 10). However, beds N and AF have less distinct compositions, displaying geochemical affinities for both Groups 1 and 2. Bed AF represents the oldest deposit in this period at 1.2 Ma, and likely originated from Tenerife based on its evolved composition and an affiliation with Group 2 beds of Tenerife provenance. Bed N, at 0.49 Ma has a composition showing disparities with both Groups 1 and 2. Trace-element and REE data display other differences between the groups, where Group 1 has higher Th/Sc, Zr/Sc and La/Sc compared to Group 2. Bed N shows an affinity for Group 2, whilst bed AF lacks REE data to\n6.4. Statistical Analyses of Landslide Recurrence The volcaniclastic turbidite record has been separated into 17 Ma to 7 Ma and 7 Ma to recent periods. Between 17 Ma and 7.0 Ma there are variable records of volcaniclastic turbidites at the three ODP Madeira Abyssal Plain sites (Figure 11). Since 7 Ma there has been an increase in the thickness of the volcaniclastic turbidites, and thus the volume of the deposits, possibly as a result of changes to the turbidite pathway, as this change is also seen in siliciclastic turbidites [Weaver et al., 1998]. These changes may represent structural changes to the continental rise that restrict sediment supply to the deeper basin. These changes in basin and pathway morphology may be related to increased rates of sea-floor spreading at 10.0 Ma [Mosar et al., 2002].\nThe mean recurrence of Canary Island landslides over the 17 Ma period is 0.135 Ma, and over the last 7.0 Ma the mean recurrence is 0.130 Ma. Although the recurrence remains the same across these two periods, the individual turbidite volumes increase by an order of magnitude at 7.0 Ma. This increase in volume is also seen in organic-rich siliciclastic turbidites [Lebreiro et al., 1998; Weaver et al., 1998; Weaver, 2003], and therefore probably reflects a change in turbidite pathway to the deep basin, rather than a change in the scale of failure.\n6.5. Turbidite Clustering Rescaled range analysis was used to test the degree of clustering for landslide recurrence intervals, to derive the Hurst exponent, termed K [Hurst, 1951; Chen and Hiscott, 1999]. The Hurst exponent for the complete 17 to 0 Ma record (N5124) is K50.72. The equivalent result for the last 7 Ma record (N558) is K50.50. Values of K greater than 0.6 within finite data sets indicate serial dependence or clustering, while values close to 0.6 indicate no dependence, and values less than 0.6 indicate that there is a negative dependence, where an increase in the independent variable causes a decrease in the dependent variable [Wallis and Matalas, 1970; Chen and Hiscott, 1999]. Turbidites that were most likely from Tenerife provenance have a mean recurrence interval of 0.27 Ma, which is similar to the mean recurrence of Late Quaternary Tenerife-sourced landslides at 0.33 Ma [Hunt et al., 2013a]. The Hurst exponent of Tenerife-sourced turbidites is 0.79 (N525).\nThe Hurst exponent values indicate that the 0–17 Ma record may show a degree of clustering, which is apparent in the observed difference in landslide activity before and after 7 Ma. Over the last 7 Ma, volcanic landslides do not show serial dependence when considered together, which means that the occurrence of a landslide is not affected by the landslide before it. Analysis of the Tenerife-sourced beds alone, however, does indicate a degree of clustering, highlighted with groupings at 6.8-5.8 Ma, 4.6-4.2 Ma, 2.6-1.7 Ma and 1.2-0.17 Ma (Figure 12). However, the sample size is below that recommended for this type of analysis (N>50) [Chen and Hiscott, 1999]. Given the less than optimal sample size, the results for Tenerife-source landslides should be treated with caution.\n6.6. Sea Level and Landslide Frequency To further explore controls on volcanic landslide timing a Generalized Linear Model [Nelder and Wedderburn, 1972] and a Proportional Hazards Model [Cox, 1972] were employed. Two scenarios were run to test for a statistically significant relationship between eustatic sea-level change, and its first derivative (i.e., rate of change), and landslide occurrence. Only the 7 to 0 Ma record was analyzed, as a high-resolution sea level curve exists only for this interval [Miller et al., 2005]. This statistical analysis provides p values, which determine whether a given null hypothesis can be rejected. Hence, if we are testing that sea level is not a significant controlling factor, then p<0.05 allows us to reject that hypothesis (i.e., sea level may be significant). It would not, however, prove the significance of sea level outright.\nIt is necessary to exclude (‘‘censor’’) the time interval since the last landslide from the statistical analysis, as the time to the next event is at some undetermined point in the future. It is not necessary to censor any further data points. Hence the sample size for Tenerife-sourced landslides is N525 and for volcanic landslides is N537 for the last 7 Ma. Small sample sizes of N<100 are not optimal for robust statistical analyses, but Peduzzi et al. [1995] demonstrated that a minimum value of only ten events per variable is required for proportional hazards models. Vittinghoff and McCulloch [2007] proposed that this value could be relaxed even further. Given that only two variables are being tested here, this indicates a minimum sample size of N520 may be adequate; hence the application of a Propor-\nmum sample size for the Generalized Linear Model has not been determined; therefore the results cannot be viewed with the same level of confidence.\nResults of an exponential regression analysis comparing the timing of landslides with the explanatory variables (sea level or rate of sea level change) demonstrate no statistical significance, even at the 90% level (Table 3). A second analysis fitted a Generalized Linear Model with a Gamma curve (of which the exponential is a special case). The dispersion parameter (a) ranges of the fitted Gamma curves are indicative of nearexponential distributions. A true exponential distribution lacks memory [Parzen, 1962], such that the probability of a new event occurring is independent of the time since the last event [Gardiner, 2004]. There is some subtle deviation from a true exponential (a 1) in the results (Table 3; a50.7– 2.0), hence it might be argued that there is a weak, temporally related control rather than the distribution being purely random. That the combined turbidite record for the last 7 Ma shows the best agreement with a true exponential distribution (a 1.2) may be attributed to multiple overprinted frequency distributions from different input sources, or simply to a process that occurs randomly in time.\nThe final analysis (Proportional Hazards Model of Cox [1972] takes a different approach, and compares h(t), the hazard rate with the explanatory variables. The hazard rate is the probability that an event will occur at time t given that one occurred at time t50. An exponential distribution would indicate a constant hazard rate, whereas other processes have either decreasing or increasing hazard rates. This analysis assumes that hazard rate is proportional to an explanatory variable in order that its effect can be estimated. It is not necessary to determine the distribution form of recurrence intervals, which makes it a particularly valuable technique [Smith et al., 2003]. For this analysis, recurrence intervals were determined in two ways: time since last event (termed ‘‘post’’), and time since previous event (termed ‘‘prior’’).\nThe Cox Proportional Hazards Model performs three separate statistical tests that were used to determine significance of global sea level and its first derivative. The results were not found to be significant at the\nFigure 7. Correlation panel of ODP holes 950, 951, and 952 showing Late Miocen-age turbidites in the Madeira Abyssal Plain. Dates from Howe and Sblendorio-Levy [1998]. Turbidite legend from Figure 4.\nHUNT ET AL. VC 2014. American Geophysical Union. All Rights Reserved. 3335\n90% level (Table 3). While the sample sizes are relatively small, the fact that the statistical tests all yield similar values provides confidence in the outcome. Although the results do not show statistical significance, it is notable that the Tenerife-sourced beds show the lowest values (p 5 20.3) in relation to sea level for the ‘‘prior’’ calculation; hence there may be some weak signal albeit not quantifiably significant.\nIt must be noted that the 7 to 0 Ma turbidite record may yield age errors as great as 610 ka. Calculating the ages of the beds at three independent ODP Sites provides greater confidence with age determination, however these potential age errors do invoke caution with the level of interpretation placed on the statistical relationships to sea level.\n7. Discussion\n7.1. Relationship of Island Collapse Turbidites With Volcanism and Denudation 7.1.1. Pre-7.0 Ma Record The ages and trace-element depleted compositions of these beds implicate sources from the Eastern Canary Islands. Prior to this point the Western Canary Islands were yet to emerge. Indeed, there is known landslide activity dated between 14.0 and 9.0 Ma from both Gran Canaria and La Gomera [Funck and Schmincke, 1998; Schmincke and Sumita, 1998]. Furthermore, on Gran Canaria rhyolitic lavas and ash fall tuffs accumulated between 14.0 and 12.5 Ma, following by basaltic lavas and extra-caldera phonolites between 12.6 and 9.7 Ma [McDougall and Schmincke, 1976].\n7.1.2. Mid-Late Miocene 7.0–6.0 Ma Record Beds FT, FS and FR have basic compositions, while beds FP, FO, FM, FL and FD have compositions that implicate the evolved provenance of Tenerife, similar to the most recent G, O and Z turbidites (representing beds Mg, Mo, and Mz of Hunt et al. [2013a, 2013b]. The dates and compositions means that beds FP, FO, FM, FL and FD could represent failures of the earliest subaerial shield phases of the Anaga and Teno massifs of Tenerife (Figure 12), while beds FT, FS and FR were derived from the older basaltic submarine flank. During this period there is little evidence of prodigious landslides on Lanzarote, Gran Canaria or La Gomera, while La Palma and El Hierro are yet to form. Indeed, other than the\nMasca, Carrizales and Teno landslides from Tenerife (aged 6.65 to 6.0 Ma) there are no other major landslides documented in the Canary Islands at this time [Walter and Schmincke, 2002; Acosta et al., 2003].\nFigure 8. Graph showing decompacted volume of the volcaniclastic turbidites against the calculated age of the respective event. Error bars represent the range in volume calculated by applying Weaver [2003] method to each core site.\nHUNT ET AL. VC 2014. American Geophysical Union. All Rights Reserved. 3336\nThe voluminous early basaltic phase of shield-building on Tenerife is also the most likely source of the voluminous 6.2 Ma bed FK turbidite (Figure 7). During this period there was volcanic activity on both La Gomera and early phase shield building on Tenerife (Thirlwall et al., 2000; Paris et al., 2005; Ancochea et al., 2006]. Bed FK may represent one of aforementioned Tenerife slides, and must reflect the failure of a significant proportion of the submarine flank to account for its basic composition and volume."
  }, {
    "heading": "7.1.3. Early Pliocene 5.3–4.0 Ma Record",
    "text": "The largest volume turbidites (beds EK and DK) have evolved compositions, with bed DK having a similar composition to turbidites of Tenerife provenance. The 4.2 Ma bed DK turbidite was emplaced at a similar time to the major collapse of the Anaga massif [Krastel et al., 2001; Acosta et al., 2003].\nOther turbidites of this period (beds EI, EH, DZ, DY, DU, DL, and DF) have different basic compositions, with notably increased potassium, most likely from an older island source, such as La Gomera or Gran Canaria. Acosta et al. [2003] indicated that numerous relatively small-scale landslides occurred around La Gomera at 4.0 Ma, suggesting La Gomera as the probable source for these beds. The volcanic activity on La Gomera is coincident with these smaller beds [Paris et al., 2005; Ancochea et al., 2006], while beds EK and DK coincide with earlier eruptions on Tenerife [Van den Bogaard and Schmincke, 1998; Thirlwall et al., 2000]."
  }, {
    "heading": "7.1.4. Late-Early Pliocene to Early-Late Pliocene 3.7-3.0 Ma Record",
    "text": "The thickest and most volumetric beds during this period are DB (3.75 Ma), CS (3.27 Ma), CR (3.24 Ma) and CM (3.17 Ma). The remaining volcaniclastic turbidites are minor thin-bedded events in the Madeira Abyssal Plain sequence. Owing to the ages, and in part the compositions, of these deposits, Gran Canaria is suggested as a possible source, since there is evidence of contemporaneous landslide activity, including the Roque Nublo and Galdar landslides [Acosta et al., 2003]. Indeed, the >120 km3 bed CS is linked to the Roque Nublo landslide. The Roque Nublo stratocone was built between 5.0 and 3.5 Ma, with explosive terminal phase eruptions [Anguita et al., 1991]. The later phases of this volcanic activity are synchronous with these turbidites."
  }, {
    "heading": "7.1.5. Late Pliocene 2.8-1.8 Ma Record",
    "text": "This time period commenced with beds BZ, BQ and BN (Figure 5). The 2.7 to 2.5 Ma ages and compositions of beds BZ and BQ would implicate Gran Canaria or La Gomera as the source. From 2.7 to 2.5 Ma there was\nHUNT ET AL. VC 2014. American Geophysical Union. All Rights Reserved. 3337\nvolcanic activity on Tenerife and Gran Canaria (Figure 12), with a cessation of activity on La Gomera [McDougall and Schmincke, 1976; Paris et al., 2005; Ancochea et al., 2006]. Beds AV and AU have basic compositions with moderate-to-high K and Mg, similar to those ascribed to a La Palma or El Hierro provenance, but were deposited at a time before El Hierro had emerged. However, volcanic activity commenced on La Palma toward the end of this time period [Ancochea et al., 1994], so La Palma presents a viable source for these later turbidites.\nThe voluminous bed BF, dated at 2.2 Ma, has an evolved composition similar to those previously ascribed to a Tenerife source, and could represent the Tigaiga landslide, which has been dated at 2.3 Ma [Cantagrel et al., 1999]. As with similar Tenerife sourced events from the 1.5 Ma to recent turbidite record, this Tigaiga landslide coincided with terminal eruptions of a volcanic cycle (mafic Lower Group, dated at 3.5-2.1 Ma by Ablay and Marti [2000]). Lastly, beds BC and BB have a similar composition to bed BF, and may represent a subsequent failure of the northern flank of Tenerife at 1.95 Ma.\n7.1.6. The 1.5 Ma to Recent Record Beds B ( 15 ka), P (0.54 Ma) and AB (1.05 Ma) have a provenance from El Hierro, and can be assigned to the El Golfo, El Jul an and El Ti~nor landslides respectively [Hunt et al., 2013a]. It is proposed that bed N (0.49 Ma) originated from La Palma, and is potentially associated with the Cumbre Nueva landslide. Beds G (0.165 ka), O (0.535 ka), Z (0.84 ka) and AF ( 1.2 Ma) are attributed to a Tenerife source, due to the greater evolved composition. Given the ages of these\nbeds, they are interpreted to represent the Icod, Orotava, G€u ımar, and Roques de Garc ıa landslides respectively [Hunt et al., 2013a]."
  }, {
    "heading": "7.2. Landslide Preconditioning Factors and Triggers",
    "text": "The chronology and provenance of the volcaniclastic turbidites in the Madeira Abyssal Plain, coupled with onshore dates of known Canary Island landslides, can help understand landslide preconditioning factors and triggers. However, it must be noted that the turbidites in the Madeira Abyssal Plain represent only the\nFigure 10. Cross plots of mudcap geochemistry of the volcaniclastic turbidites sampled at hole 950 showing delineation of composition fields. (a) Zr/Al against Ti/ Al, (b) K/Al against Cr/Al, and (c) Si/Al against Mg/Al. The highlighted turbidites in the legend are the Quaternary turbidites discussed in Hunt et al. [2013a].\nHUNT ET AL. VC 2014. American Geophysical Union. All Rights Reserved. 3338\nlargest flank collapses in the Canary Islands (>5 km3 and commonly>100 km3), with smaller failures most likely not capable of producing such long-runout turbidity currents. Furthermore, it is assumed that all large flank collapses were disintegrative and able to produce an associated sediment gravity flow, and that the landslides neither aborted nor failed to produce a turbidity current [Day et al., 1997]. A last assumption is that the sediment gravity flows produced were routed to the Madeira Abyssal Plain, and were not restricted to local depocentres.\nHUNT ET AL. VC 2014. American Geophysical Union. All Rights Reserved. 3339\nThe turbidites from this study contain large volumes that may be excess to those reported for the associated onshore landslide scar. Accurate onshore scar volumes may be difficult to calculate due to thicknesses of infilled volcanic materials. It has been demonstrated that significant components of the submarine flank could have contributed to the landslide, and thus turbidite, volume, and therefore account for the excessive volumes [Hunt et al., 2011]. Although estimates from the Icod landslide deposit suggest that only around 10% of the turbidite volume originates from seafloor erosion by the slide or turbidity current [Hunt et al., 2011], this assumption cannot be made confidently for the other slides; thus seafloor erosion could account for the excessive turbidite volumes. Although turbidite volumes are provided in this study, there are many assumptions that affect how this volume reflects the true magnitude of the initial failure. Therefore this study focuses on the provenance, timing and recurrence of the landslides, with only qualitative reference to deriving landslide magnitude from the turbidite volume.\nWith these assumptions noted, a relatively complete record of Canary Island landslide activity is available for investigation. First, there is no serial dependence between the occurrences of volcanic island landslides over the last 17 Ma, and over the last 7 Ma in particular, so that events are not strongly clustered in time. However, the results of Tenerife-sourced turbidites suggest that there may be a subtle degree of temporal clustering. Large-volume landslides commonly occur during periods of volcanism on the respective islands,\nHUNT ET AL. VC 2014. American Geophysical Union. All Rights Reserved. 3340\nrather than periods of volcanic quiescence (Figures 11 and 12). However, volcanic sequences are often sparsely dated and often limited to the largest events, and thus there are uncertainties and a relationship between landslide occurrence and volcanism cannot be statistically evaluated. The limited evidence of this study can at least suggest that loading of the volcanic edifice and related seismicity can be inferred to be preconditioning factors for collapse of the island flanks; however, the strength of this relationship and the exact contribution cannot be resolved.\nPreviously, it has been inferred that warm and wet climates, associated with the transition from glacial lowstand conditions to interglacial highstand conditions, are associated with flank collapses in the Hawaiian archipelago [McMurtry et al., 2004]. Seventy percent of 7 Ma to recent volcaniclastic turbidites in the Madeira Abyssal Plain (>5 km3) occur at periods of rising sea level or relative highstands of sea level (Figures 11 and 12). However, our statistical analysis provides no support for a correlation between the collapse turbidite occurrence and sea-level change. We may consider that if an environmental control is operating, then it is either weak (and therefore not proven by the statistical analysis) or there may be a dynamic interrelationship between multiple controlling variables (e.g., sea level, climate, weathering, unroofing processes). It is worth noting that many processes, such as development of overpressure and temperature may not operate immediately in response to changes in sea level.\nThis trend showing a weak or nonsignificant correlation of submarine landslide occurrence with climate change is being found in an increasing number of study areas. Indeed, the 600 ka to recent record of continental slope-derived turbidites in Agadir Basin demonstrates a Poisson-like process as the trigger mechanism, demonstrating a reduced influence of climate [Hunt et al., 2013c]."
  }, {
    "heading": "8. Conclusions",
    "text": "ODP Cores in the Madeira Abyssal Plain contain a record of >100 volcanic island landslides over the last 17 Ma. Large-volume volcaniclastic landslides occurred mainly after 7 Ma, and are represented by metre-thick turbidites. Mudcap geochemistry and biostratigraphic dating of these turbidites has provided an important long-time record of volcanic island flank collapse in the Canary Islands, that can be tied make to proximal landslide histories. This ODP record provides one of the most extensive archives of landslide activity from a volcanic archipelago. The mean landslide recurrence interval is 0.130–0.135 Ma. Moreover, the record has allowed landslides from particular islands to be potentially identified, for example landslides from Tenerife have a mean recurrence of 0.3 Ma.\nThere is a potential coincidence of turbidite occurrence with periods of protracted intrusive and extrusive volcanism on the respective island. However, the strength of this particular correlation cannot be tested. Furthermore, the exact preconditioning and/or trigger factor associated with volcanism that could instigate landsliding cannot be accurately resolved.\nStatistical analysis of landslide recurrence and global eustatic sea level fails to demonstrate any statistical significance even at the 90% level of statistical significance. This study presents an excellent record of volcaniclastic turbidites with good biostratigraphic dating, and it suggests that sea level plays only a minor role in causing large-scale collapses in the Canary Islands. This is important because it is predicted that sea level may rise rapidly in the near future."
  }],
  "year": 2014,
  "references": [{
    "title": "Stratigraphy, structure and volcanic evolution of the Pico-Teide Viejo formation, Tenerife, Canary Islands",
    "authors": ["G.J. Ablay", "J. Marti"],
    "venue": "J. Volcanol. Geotherm. Res.,",
    "year": 2000
  }, {
    "title": "Quantification of Neogene and Quaternary sediment input to the Madeira Abyssal Plain, Geogaceta",
    "authors": ["B. Alib es", "M. Canals", "B. Alonso", "S.M. Lebreiro", "P.P.E. Weaver"],
    "year": 1996
  }, {
    "title": "Determination of sediment volumes, accumulation rates and turbidite emplacement frequencies on the Madeira Abyssal Plain (NE Atlantic): A correlation between seismic and borehole",
    "authors": ["B. Alib es", "R.G. Rothwell", "M. Canals", "P.P.E. Weaver", "B. Alonso"],
    "year": 1999
  }, {
    "title": "Volcanic evolution",
    "authors": ["uster", "E. Ibarrola", "A. Cendrero", "J. Coello", "F. Hern an", "J.M. Cantagrel"],
    "venue": "Jamond",
    "year": 1990
  }, {
    "title": "Constructive and destructive episodes in the building of a young Ocean Island, La Palma, Canary Islands, and the genesis of the Caldera de Taburiente",
    "authors": ["E. Ancochea", "F. Hern an", "A. Cendrero", "J.M. Cantagrel", "J.M. F uster", "E. Isbarrola", "J. Coello"],
    "venue": "J. Volcanol. Geotherm. Res.,",
    "year": 1994
  }, {
    "title": "Evolution of the Ca~",
    "authors": ["E. Ancochea", "M.J. Huertas", "J.M. Cantagrel", "J. Coello", "J.M. F uster", "N. Arnaud", "E. Ibarrola"],
    "year": 1999
  }, {
    "title": "The Canary Islands origin: A unifying model",
    "authors": ["F. Anguita", "F. Hern"],
    "venue": "J. Volcanol. Geotherm. Res.,",
    "year": 1990
  }, {
    "title": "Roque Nublo caldera: A new stratocone caldera",
    "authors": ["alez Camacho", "R. Vieira"],
    "year": 1991
  }, {
    "title": "Compaction curves",
    "authors": ["B. 8645000102C1856D. Baldwin", "C.O. Butler"],
    "venue": "AAPG Bull.,",
    "year": 1985
  }, {
    "title": "Repeated debris avalanches on Tenerife and genesis",
    "authors": ["uster", "M.J. Huertas"],
    "year": 1999
  }, {
    "title": "nadas caldera wall (Canary Islands)",
    "authors": ["S. Carey", "T. Maria", "W. Cornell"],
    "year": 1998
  }, {
    "title": "Growth, structure, instability and collapse of Canarian volcanoes and comparisons with Hawaiian volcanoes",
    "authors": ["Geotherm. Res"],
    "venue": "J. Vol-",
    "year": 1999
  }, {
    "title": "Hotspot volcanism close to a passive",
    "authors": ["J.C. Carracedo", "S.J. Day", "H. Guillou", "E. Rodr ıguez Badiola", "J.A. Canas", "F.J. P erez Torrado"],
    "venue": "canol. Geotherm. Res.,",
    "year": 1998
  }, {
    "title": "Statistical analysis of facies clustering in submarine fan turbidite successions",
    "authors": ["R.N. Hiscott"],
    "venue": "ogicos,",
    "year": 1999
  }, {
    "title": "Regression models and life-tables",
    "authors": ["D.R. 2253–2256. Cox"],
    "venue": "J. R. Stat. Soc., Ser. B,",
    "year": 1972
  }, {
    "title": "Age and geometry of an aborted rift flank collapse",
    "authors": ["Planets", "Geol"],
    "venue": "Soc. Spec. Publ.,",
    "year": 1997
  }, {
    "title": "Geochemical characteristics and provenance of late Quaternary sediments",
    "authors": ["A.R. Soc"],
    "year": 2010
  }, {
    "title": "Flank collapse triggered by intrusions: The Canarian and Cape Verde Archipelagos",
    "authors": ["D. Elsworth", "S.J. Day"],
    "venue": "J. Volcanol. Geotherm. Res.,",
    "year": 1999
  }, {
    "title": "The mechanics of harmonic gas pressurization and failure of lava domes",
    "authors": ["D. Elsworth", "B. Voight"],
    "venue": "Geophys. J. Int.,",
    "year": 2001
  }, {
    "title": "Numerical modelling of tsunami generation by submarine and subaerial landslides, 69–88, in Submarine Landslides and Tsunamis, edited by A",
    "authors": ["I.V. Fine", "A.B. Rabinovich", "R.E. Thomson", "E.A. Kulikov"],
    "year": 2003
  }, {
    "title": "Provenance and pathways of late Quaternary turbidites in the deep-water Agadir Basin, northwest",
    "authors": ["M. Frenz", "R.B. Wynn", "A. Georgiopoulou", "V.B. Bender", "G. Hough", "D.G. Masson", "P.J. Talling", "B. Cronin"],
    "venue": "African margin, Int. J. Earth Sci.,",
    "year": 2009
  }, {
    "title": "Lituya Bay landslide impact generated mega-tsunami 50 Anniversary",
    "authors": ["H.M. Fritz", "F. Mohammed", "J. Yoo"],
    "venue": "Pure App. Geophys.,",
    "year": 2009
  }, {
    "title": "Growth and destruction of Gran Canaria deduced from seismic reflection and bathymetric data",
    "authors": ["T. Funck", "H.-U"],
    "venue": "Schmincke",
    "year": 1998
  }, {
    "title": "Turbidites from slope failure of Hawaiian volcanoes, in Volcano Instability on the Earth and other Planets",
    "authors": ["M.O. Garcia"],
    "venue": "Geol. Soc. Spec. Publ.,",
    "year": 1996
  }, {
    "title": "Turbidites from giant Hawaiian landslides: Results from Ocean",
    "authors": ["M. O", "D.M. Hull"],
    "venue": "Canaria, Canary Islands, J. Volcanol. Geotherm. Res.,",
    "year": 1994
  }, {
    "title": "Handbook of Stochastic Methods: For Physics, Chemistry, and the Natural Sciences, 3rd ed",
    "authors": ["C.W. 159–162. Gardiner"],
    "year": 2004
  }, {
    "title": "Landslides and the evolution of El Hierro in the Canary",
    "authors": ["M.J. Heidelberg. Gee", "A.B. Watts", "D.G. Masson", "N.C. Mitchell"],
    "year": 2001
  }, {
    "title": "Provenance and sedimentologic variations of turbidite and slump deposits at Sites 955 and 956",
    "authors": ["P.M. Goldstrand"],
    "year": 1998
  }, {
    "title": "Phanerozoic cycles of sea-level change on the Arabian Platform, GeoArabia",
    "authors": ["B.U. Haq", "A.M. Al-Qahtani"],
    "venue": "term effects on hazardous pyroclastic dispersal,",
    "year": 2005
  }, {
    "title": "Large landslides from oceanic volcanoes",
    "authors": ["R.T. Holcomb", "R.C. Searle"],
    "venue": "assimilation, J. Petrol.,",
    "year": 1991
  }, {
    "title": "501–515, Ocean Drill. Program, College Station, Tex",
    "authors": ["Weaver et al", "pp"],
    "year": 2011
  }, {
    "title": "2013a), Turbidite record of frequency and source of large volume",
    "authors": ["J.E. 1029/2011GC003740. Hunt", "R.B. Wynn", "P.J. Talling", "D.G. Masson"],
    "year": 2013
  }, {
    "title": "Multistage collapse of eight Western Canary Island landslides",
    "authors": ["J.E. 1002/ggge.20139. Hunt", "R.B. Wynn", "P.J. Talling", "D.G. Masson"],
    "year": 2013
  }, {
    "title": "Large landslides triggered by caldera collapse events in Tenerife, Canary Islands",
    "authors": ["M. urlimann", "E. Turon", "J. Marti"],
    "venue": "Phys. Chem. Earth, Part A,",
    "year": 1999
  }, {
    "title": "Conditions favouring catastrophic landslides on Tenerife (Canary Islands)",
    "authors": ["M. urlimann", "A. Ledesma", "J. Marti"],
    "venue": "Terra Nova,",
    "year": 1999
  }, {
    "title": "1999c), Large landslides triggered by caldera collapse events in Tenerife",
    "authors": ["M. urlimann", "E. Turon", "J. Marti"],
    "venue": "Canary Islands, Phys. Chem. Earth, Part A,",
    "year": 1999
  }, {
    "title": "Causes and mobility of large volcanic landslides: Application to Tenerife",
    "authors": ["M. urlimann", "Garcia-Pieram J. O", "A. Ledesma"],
    "year": 2000
  }, {
    "title": "Characterisation of a volcanic residual soil and its implications for large landslide phenomena: Application to Tenerife",
    "authors": ["M. urlimann", "A. Ledesma", "J. Marti"],
    "year": 2001
  }, {
    "title": "Morphological and geological aspects related to large slope failures on oceanic islands: The huge La Orotava landslides on Tenerife",
    "authors": ["M. urlimann", "J. M Marti", "A. Ledesma"],
    "venue": "Canary Islands, Geomorphology,",
    "year": 2004
  }, {
    "title": "Long term storage capacity of reservoir",
    "authors": ["H.E. Hurst"],
    "venue": "Am. Soc. Civ. Eng.,",
    "year": 1951
  }, {
    "title": "Sample preparation for ICP-MS, in Handbook of Inductively Coupled Plasma Mass Spectrometry",
    "authors": ["I. Jarvis"],
    "year": 2003
  }, {
    "title": "Chemostratigraphy of Madeira Abyssal Plain Miocene-Pleistocene turbidites, Site",
    "authors": ["I. Jarvis", "J. Moreton", "M. G"],
    "venue": "erard",
    "year": 1998
  }, {
    "title": "Instability and structural failure at volcanic ocean islands and the climate change dimension",
    "authors": ["B.H. Keating", "W.J. McGuire"],
    "venue": "Adv. Geophys.,",
    "year": 2004
  }, {
    "title": "Plate kinematics of the central Atlantic, in The Geology of North America, vol. M, The Western North Atlantic Region, edited by P",
    "authors": ["K.D. Klitgort", "H. Schouten"],
    "venue": "Geol. Soc. of Am.,",
    "year": 1986
  }, {
    "title": "Multiple widespread landslides during the long-term evolution of a volcanic island: Insights from high-resolution seismic data, Montserrat",
    "authors": ["E. Lebas", "A. Le Friant", "G. Boudon", "S.F.L. Watt", "P.J. Talling", "N. Feuillet", "C. Deplus", "Christian Berndt", "M.E. Vardy"],
    "venue": "Lesser Antilles, Geochem. Geophys. Geosyst.,",
    "year": 2011
  }, {
    "title": "Sedimentation on the Madeira Abyssal Plain: The history of turbidite infill, in Proceedings of Ocean Drilling Program",
    "authors": ["S.M. Lebreiro", "P.P.E. Weaver", "R.W. Howe"],
    "venue": "Scientific Results,",
    "year": 1998
  }, {
    "title": "The growth, collapse and quiescence of Teno volcano, Tenerife: New constraints from paleomagnetic data, Int",
    "authors": ["R. Leonhardt", "H. C"],
    "venue": "Soffel",
    "year": 2006
  }, {
    "title": "Morphological and structural analysis in the Anaga offshore massif, Canary Islands: Fractures and debris avalanches",
    "authors": ["noz-Mart ın", "J. Acosta", "P. Herranz", "A. Carb o"],
    "venue": "Palom",
    "year": 2003
  }, {
    "title": "Geological evolution of the volcanic island",
    "authors": ["noz", "J. Acosta", "E. Uchupi", "D. Smith"],
    "venue": "La Gomera,",
    "year": 2009
  }, {
    "title": "Volcanic and geochemical evolution of the Teno massif, Tenerife, Canary Islands",
    "authors": ["M.-A", "V.R. Troll", "T.R. Walter", "T. H"],
    "venue": "Hansteen",
    "year": 2009
  }, {
    "title": "Late quaternary turbidity current pathways to the Madeira Abyssal Plain and some constraints on turbidity current",
    "authors": ["D.G. Masson"],
    "venue": "magma-chamber migration, J. Volcanol. Geotherm. Res.,",
    "year": 1994
  }, {
    "title": "Catastrophic collapse of the volcanic island of Hierro 15 ka ago and the history of landslides in the Canaries, Geology",
    "authors": ["mechanisms", "Basin Res", "D.G. 17–33. Masson"],
    "year": 1996
  }, {
    "title": "Potential for a hazardous geospheric response to projected future climate changes, Philos",
    "authors": ["magmatic phases", "Bull"],
    "venue": "Volcanol.,",
    "year": 2010
  }, {
    "title": "Changing sea levels and erupting volcanoes: Cause and effect",
    "authors": ["W.J. 2317–2345. McGuire"],
    "venue": "Geol. Today,",
    "year": 1992
  }, {
    "title": "Structure and emplacement of the Pliocene Roque Nublo debris avalanche deposit",
    "authors": ["K.W. Mehl", "H.-U"],
    "venue": "Schmincke",
    "year": 1999
  }, {
    "title": "Tsunami wave height dependence on landslide volume",
    "authors": ["London", "T.S.U.K. Murty"],
    "venue": "Pure Appl. Geophys.,",
    "year": 2003
  }, {
    "title": "K-Ar ages and magnetic stratigraphy: Implications for oceanic island evolution",
    "authors": ["T.J. Pearce", "I. Jarvis"],
    "venue": "J. Geol. Soc.,",
    "year": 1962
  }, {
    "title": "Volcanic hazards from Bezymianny- and Bandai-type eruptions, Bull. Volcanol",
    "authors": ["L. Siebert", "H. Glicken", "U. Tadahide"],
    "venue": "therm. Res.,",
    "year": 1987
  }, {
    "title": "Computer simulations of tsunamis due to sector collapse at Stromboli",
    "authors": ["S. Tinti", "E. Bortoluci", "C. Romagnoli"],
    "year": 2000
  }, {
    "title": "Assessment of Dowex 1-X8-based anion-exchange procedures for the separation and determination",
    "authors": ["M. Totland", "K. Jarvis"],
    "venue": "therm. Res.,",
    "year": 1997
  }, {
    "title": "Landslides: Investigation and mitigation",
    "authors": ["A.K. Turner", "R.L. Schuster"],
    "venue": "Trans. Res. Board Spec. Rep.,",
    "year": 1996
  }, {
    "title": "The laste major megalandslides of the Canary Islands: The El Golfo",
    "authors": ["ton", "R.D.C. Urgeles", "M. Canals", "J. Baraza", "B. Alonso", "D.G. Masson"],
    "year": 1997
  }, {
    "title": "40Ar/39Ar of Pliocene-Pleistocene fallout tephra layers and volcaniclastic deposits",
    "authors": ["P. Van den Bogaard", "H.-U"],
    "venue": "Palma, Sci. Mar.,",
    "year": 1998
  }, {
    "title": "329–341, Ocean Drill. Program, College Station, Tex",
    "authors": ["P.P.E. Weaver et al", "pp"],
    "venue": "Van Hinte, J. E",
    "year": 1978
  }, {
    "title": "Failure of volcano slopes, Geotechnique",
    "authors": ["B. Voight", "D. Elsworth"],
    "venue": "Catastrophic rockslide-avalanche of May 18,",
    "year": 1997
  }, {
    "title": "flank instability in ocean island volcanoes: An example from Tenerife, Canary Islands",
    "authors": ["Watt", "S.F. L"],
    "venue": "Bull. Volcanol.,",
    "year": 2003
  }, {
    "title": "nami generation, Earth Planet",
    "authors": ["A.B. Watts", "D.G. Masson"],
    "venue": "J. Geophys. Res.,",
    "year": 1995
  }, {
    "title": "Reply to comment on: A giant land-slide on the northern flank of Tenerife",
    "authors": ["D.G. Masson"],
    "venue": "Canary Islands,",
    "year": 1998
  }, {
    "title": "north-east Atlantic, Sedimentology",
    "authors": ["P.P.E. Weaver"],
    "year": 2003
  }, {
    "title": "Climatic control of turbidite deposition on the Madeira Abyssal Plain, Nature",
    "authors": ["A. Kuijpers"],
    "year": 1983
  }, {
    "title": "Correlation, frequency of emplacement and source directions",
    "authors": ["P.P.E. 136–138. Weaver", "R.G. Rothwell", "J. Ebbing", "D. Gunn", "P.M. Hunter"],
    "year": 1992
  }, {
    "title": "Neogene turbidite sequence on",
    "authors": ["P.P.E. Weaver", "I. Jarvis", "S.M. Lebreiro", "B. Alibes", "J. Baraza", "R. Howe", "R.G. Rothwell"],
    "year": 1998
  }, {
    "title": "The Northwest African slope apron: A modern analogue for deep-water",
    "authors": ["Research", "vol"],
    "venue": "J. Locat and J. Mienert, pp. 325–332. Kluwer Acad.,",
    "year": 2000
  }],
  "id": "SP:60da9fbb806e0f62d60b1c4b9490ce328256bc14",
  "authors": [{
    "name": "J. E. Hunt",
    "affiliations": []
  }, {
    "name": "P. J. Talling",
    "affiliations": []
  }, {
    "name": "M. A. Clare",
    "affiliations": []
  }, {
    "name": "I. Jarvis",
    "affiliations": []
  }, {
    "name": "R. B. Wynn",
    "affiliations": []
  }],
  "abstractText": "Volcaniclastic turbidites on the Madeira Abyssal Plain provide a record of large-volume volcanic island flank collapses from the Canary Islands. This long-term record spans 17 Ma, and comprises 125 volcaniclastic beds. Determining the timing, provenance and volumes of these turbidites provides key information about the occurrence of mass wasting from the Canary Islands, especially the western islands of Tenerife, La Palma and El Hierro. These turbidite records demonstrate that landslides often coincide with protracted periods of volcanic edifice growth, suggesting that loading of the volcanic edifices may be a key preconditioning factor for landslide triggers. Furthermore, the last large-volume failures from Tenerife coincide with explosive volcanism at the end of eruptive cycles. Many large-volume Canary Island landslides also occurred during periods of warmer and wetter climates associated with sea-level rise and subsequent highstand. However, these turbidites are not serially dependent and any association with climate or sea level change is not statistically significant.",
  "title": "Long-term (17 Ma) turbidite record of the timing and frequency of large flank collapses of the Canary Islands"
}