{
  "sections": [{
    "heading": "1. Introduction",
    "text": "Unraveling links between magmatism, deformation, and surface erosion are critical to understand mass transfers between different layers of lithosphere and Earth’s surface. Models of deformation-driven erosion and weathering have been discussed by many researchers, usually using Tibet or Andes as a case study [e.g., Fielding, 1996; Beaumont et al., 2001; Rey et al., 2001; Strecker et al., 2009; Molnar et al., 2010; Pelletier et al., 2010]. Models of magmatism-driven erosion in magmatic belts have been recently discussed by Lee et al. [2015]. Both types of models involve erosion of regional or local high-elevation topography caused by crustal thickening induced by contractional deformation or magma addition. Yet no model so far takes both magmatism and deformation and their episodic occurrences in orogenic belts into account. Here we present a simple one-dimensional mass balance and isostasy model capable of linking magmatism, deformation and surface erosion together over a period over 200 Myr. This model is applied to the Sierra Nevada arc in California.\nThe Sierra Nevada arc (Figure 1) is a continental arc built on the Mesozoic convergence boundary between Farallon and North America plates from Triassic to Late Cretaceous [e.g., Dickinson, 2004]. Recent studies recognized that during the arc evolution, the magmatism and intra-arc deformation are episodic, featuring three high-magma addition rate events or flare-ups temporally overlapping with three major deformational phases [Paterson and Ducea, 2015, Cao et al., 2105] (Figures 2a and 2b). These magmatic and deformational events changed the crustal thickness and further affected the elevation and surface erosion of the arc. Geologic observations suggest that the Sierran elevation and erosion rate fluctuated during arc evolution (Figures 2c–2e and see section 3.1 and 3.2 for details) but constraints on elevation and erosion rate are too scattered to reconstruct continuous histories. The opportunity we see here is to ‘‘connect the dots’’ and integrate individual observations using one meaningful and self-consistent model capable of linking magmatism, deformation and surface elevation. The model uses magmatic and deformational thickening parameterized from observations as inputs. The outputs are histories of elevation, crustal thickness and erosion rate from Triassic to present, which can be tested by comparison with independent observations. By\nSupporting Information: Supporting Information S1 Supporting Information S2 Supporting Information S3 Supporting Information S4\nCorrespondence to: W. Cao, caowenrong@gmail.com\nCitation: Cao, W., and S. Paterson (2016), A mass balance and isostasy model: Exploring the interplay between magmatism, deformation and surface erosion in continental arcs using central Sierra Nevada as a case study, Geochem. Geophys. Geosyst., 17, 2194–2212, doi:10.1002/2015GC006229.\nReceived 14 DEC 2015 Accepted 14 MAY 2016 Accepted article online 18 MAY 2016 Published online 18 JUN 2016\nVC 2016. American Geophysical Union. All Rights Reserved.\nCAO AND PATERSON MASS BALANCE AND ISOSTASY MODEL 2194\napplying the model, the outstanding questions to address are: (1) What drives the changes of crustal thickness and elevation through time and can we link them to cyclic magmatism and deformation? (2) What are the contributions of magmatism and deformation to the crustal thickening and elevation? (3) And finally, how does the knowledge about the interplay between magmatism, deformation and surface erosion help to understand the evolution of continental arcs and orogenic belts?"
  }, {
    "heading": "2. Model Setup",
    "text": ""
  }, {
    "heading": "2.1. Mass Balance and Isostasy",
    "text": "The mass balance equation (equation (1)) describes the addition and subtraction of materials to a crustal column (Figure 3):\nH5Magmatism1Deformation2Erosion (1)\nH denotes to crustal thickness, which is defined as the vertical distance from Earth’s surface to seismic Moho, where densities of rocks and velocities of seismic waves changes abruptly [Griffin and O’Reilly, 1987]. The magmatic thickening is caused by intrusion of magma, differentiated from mantle-derived melts, into the crust [e.g., Annen et al., 2006]. The deformational thickening is caused by tectonic contraction\nCAO AND PATERSON MASS BALANCE AND ISOSTASY MODEL 2195\n[Allmendinger et al., 1997; Tobisch and Fiske, 1982; Taboada et al., 2000; Cao et al., 2016]. Surface erosion reduces the crustal thickness by removing materials from the top of crustal column.\nThe second equation is the isostasy equation (equation (2)). Isostasy, known as ‘‘the roots of mountain’’ theory, states that a crust is in a flotational equilibrium with the mantle beneath it. The theory is supported by the positive correlation between elevation and crustal thickness for most orogenic belts across the world [Lee et al., 2015]. Elevation (h) and crustal thickness (H) has the following relationship:\ndh dH 5 12 qc qm\n(2)\nqc is the density of crust and qm the density of lithospheric mantle. For the first-order approximation, we assume that crust and mantle have uniform densities. We also assume the isostastic adjustment is\nCAO AND PATERSON MASS BALANCE AND ISOSTASY MODEL 2196\ninstantaneous due to a shorter Maxwell time of mantle ( 1 kyr) [Ranalli, 1995] compared to the time scale of simulation (102 Myr). Notation lists the definitions of the symbols and their values."
  }, {
    "heading": "2.2. Magmatic and Deformational Thickening",
    "text": "To parameterize magmatic thickening, we employ the volumetric fraction (b) of magma, which is the ratio between the volume of magma added to the crust and the initial volume of crust of a given size. If the sectional area of the arc remains the same, after magmatism, the crust will be thickened to H05H0 11bð Þ (3) where H0 is the initial thickness of the crust. In term of deformational thickening in host rocks, the thickening strain (e1) can be derived from the shortening strain (e3), which can be more easily determined from field measurements. To convert from shortening to thickening strain, volume loss and/or arc-parallel extension during the deformation have to be considered. Since the two have the same effect, we denote u to describe the percentage of volume loss and/or arc-parallel extension. Thus e1 and e3 can be linked as:\n11e1ð Þ 11e3ð Þ512u (4)\nAfter deformation, a crust will be thickened to:\nH05H0 11e1ð Þ5H0 12u 11e3\n(5)\nTo derive the total thickening caused by magmatism and deformation (HM1D), we calculate the crustal thickness after simultaneous magmatism and deformation by alternatively adding increments of magma\nCAO AND PATERSON MASS BALANCE AND ISOSTASY MODEL 2197\nand straining the host rock incrementally (Matlab script is in supporting information). Finally, in contrast to the linear treatment of a magmatic flare-up in Lee et al. [2015], we assume the total thickening rate _HM1D follows a Gaussian distribution and the area beneath the Gaussian curve is scaled to the thickened crust DH 5H02H0 (Figures 4a and 4b)."
  }, {
    "heading": "2.3. Growth and Foundering of Arc Root",
    "text": "The arc root refers to garnet-rich pyroxenites or eclogites in the lower crust or upper mantle [Saleeby et al., 2003; Lee et al., 2006]. The arc root is denser than the surrounding mantle thus will have a ‘‘pull-down’’ effect on elevation. The arc root is interpreted as either cumulates formed during fractionational crystallization of mantle-derived basaltic melts [Lee et al., 2006; Horodyskyj et al., 2007] or restites from partial melting of lower crust [Ducea, 2002; Saleeby et al., 2003] or a mix of the two [Ducea, 2002]. Despite the debated origin, it is agreed that the arc root is related to the formation of arc magmas [Ducea, 2001; Saleeby et al., 2003; Lee et al., 2006]. We link the arc root with arc magmatism via a mass-of-root to mass-of-melt ratio (c). c is constrained between 1 and 3 [Ducea, 2002]. For example, if c52, to generate 1 unit mass of arc magma, 2 units mass of arc root will be generated. We also assume that the arc root growth rate follows a Gaussian distribution and the area beneath the Gaussian curve is scaled to the final thickness of root (Figures 4a and 4b). Since the density of the arc root is higher than mantle peridotite [Saleeby et al., 2003; Lee, 2014], the arc root will become unstable and founder [e.g., Zandt et al., 2004; Saleeby et al., 2012; Lee, 2014]. For simplicity, we treat the arc root foundering as an instantaneous event during which it founders as a whole at an assigned time. The limitations of such treatment are discussed in section 5.4."
  }, {
    "heading": "2.4. Erosion",
    "text": "We simplify Simoes et al.’s [2010] model for erosion and elevation, which was also adopted by Lee et al. [2015]. The model addresses erosion of large-scale topographic features ( 100 km) and the average elevation of mountains [Simoes et al., 2010]. The erosion rate ( _E ) is linked to elevation (h) via erosion response time (sE) (equation (6)), which in turn is a function of bedrock erodibility (ke) and precipitation rate (p) (equation (7)).\n_E5 h sE\n(6)\nsE5 1\nkep (7)\nHigher rock erodibility and precipitation rate lead to shorter sE and higher erosion rate for a given elevation. sE ranges from 0.5 to 300 Myr across the globe [Simoes et al., 2010]. The low end of sE (0.5 Myr) refers to\nCAO AND PATERSON MASS BALANCE AND ISOSTASY MODEL 2198\nregions like Taiwan where precipitation rate is high (2–3 m/yr) and bedrock erodibility is also high (7.6 3 1027 m21) [Simoes et al., 2010]. The high end of sE ( 15–300 Myr) describes arid regions where precipitation rates are extremely low. With world-averaged ke 51.84 3 10\n27 m21, [Simoes et al., 2010] and the present global average annual precipitation rate of 1022 mm/yr [NOAA National Centers for Environmental Information, 2015], sE is 5 Myr."
  }, {
    "heading": "2.5. Integration of Mass Balance and Isostasy",
    "text": "Mass balance and isostasy are integrated into equations (8) and (9), which are the mathematically more expressed forms of equations (1) and (2), respectively. Both equations (8) and (9) are modified from Lee et al. [2015] with deformational thickening incorporated. Equation (8) relates the crust thickening rate (dH/ dt) to magmatic and deformation thickening ( _HM1D) and erosion rate ( _E ). Equation (9) describes the isostastic relationship between crustal thickness (H), arc root thickness (R) and surface elevation (h).\ndH tð Þ dt 5 _HM1D2 _E hð Þ (8)\nh tð Þ5h01 12 qc qm H tð Þ2H0½ 1 12 qr qm R tð Þ (9)\nh0 and H0 are the initial surface elevation and crustal thickness, respectively. qc , qm, and qr are the characteristic densities of crust, lithospheric mantel and arc root, respectively. Numerical methods are used to solve equations (8) and (9). Matlab scripts are included in supporting information."
  }, {
    "heading": "3. Application to Mesozoic Sierra Nevada Arc",
    "text": ""
  }, {
    "heading": "3.1. Magmatism and Deformation in Sierra Nevada",
    "text": "The Sierra Nevada is an exhumed continental arc constructed during Mesozoic ocean-continent convergence along western North America. The exposed arc batholith consists mainly of granodioritic to tonalitic plutons of Triassic to Late Cretaceous in age. The magmatic history is retrieved from geologic maps with extensive databases of igneous and sedimentary rock ages [e.g., Barton et al., 1988; Nadin and Saleeby, 2008; DeCelles et al., 2009]. Recent studies of igneous bedrock and detrital zircons ages suggest that the batholith is constructed in three major high-magma addition rate events or flare-ups [Ducea, 2001; Paterson and Ducea, 2015], whose peak times were at 220 Ma, 160 Ma, and 98 Ma, respectively [Paterson and Ducea, 2015] (Figure 2a). For each magmatic flare-up event in the central Sierra Nevada, first-order magma volume estimates have been made based on exposed pluton areas and pluton ages [Paterson and Ducea, 2015] (Table 1).\nIn the central Sierra Nevada, the batholith was emplaced into Late Paleozoic to Late Cretaceous sedimentary-volcanic strata, which are persevered as several disconnected host rock pendants within or along the eastern and western margins of the batholith. The structures in the host rock pendants feature regional steeply tilted bedding, NW-striking, bedding-parallel cleavages and NE-or SW-vergent thrusts [Tobisch et al., 2000; Schweickert and Lahren, 2006; Cao et al., 2015]. These structures suggest arcperpendicular shortening strain resulted from episodes of deformational events [Tobisch and Fiske, 1982; Cao et al., 2015]. The finite shortening strain (e3) in host rocks has been estimated by Cao et al. [2016] via compiling> 650 field strain measurements across the central and southern Sierra Nevada. The ductile shortening strain associated with regional cleavage is estimated to 20.5 and the brittle shortening strain related to thrust and duplex formation is about 20.3 [Cao et al., 2016]. The finite bulk arc in shortening strain in host rocks is thus a combination of the ductile and brittle strain e35 120:5ð Þ 120:3ð Þ21520:65. Cao et al. [2016] also determined the percentage of volume loss and/or arc-parallel extension u520%: According to equation (4), the bulk finite thickening of host rocks is e151:19. A detailed field study and compilation of structures in host rocks in several host rock pendants suggest that there were also three major deformational events in Triassic, Jurassic and Cretaceous and they were separated by regional unconformities (Figure 2a). The timing of deformation seems to mimic the magmatic flare-ups [see Cao et al., 2015, Table 3] (Figure 2b). In our model, for simplicity, we assume the magmatic and deformational events temporally overlap (Table 1). Such temporally overlapping between magmatism and regional deformation is also observed in central Andes in the Miocene and Pliocene [e.g., Isacks, 1988; Allmendinger et al., 1997].\nCAO AND PATERSON MASS BALANCE AND ISOSTASY MODEL 2199"
  }, {
    "heading": "3.2. Constraints on Paleo-Elevation, Crustal Thickness and Erosion",
    "text": "Field geology and studies on geochronology, geobarometry and paleo-altimetry (Figure 2c) suggested that Sierra Nevada was locally above sea level and subjected to erosion in Early Triassic [Paterson et al., 2014; Saleeby and Dunne, 2003] and then broadly evolved to or below sea level during Early-Middle Jurassic [Busby-Spera, 1988; Paterson and Ducea, 2015] and again rose to a high elevation in the Late Cretaceous ( 3–5 km) [House et al., 2001; Page and Chamberlain, 2002; McPhillips and Brandon, 2012] and Early Eocene (>2.4 km) [Mix et al., 2016]. The origin of present elevation of Sierra Nevada ( 3 km) is still debated. It can be either a relatively young (<20–30 Ma) feature [e.g., Unruh, 1991; Wakabayashi and Sawyer, 2001; Jones et al., 2004] or it was established in the Late Cretaceous-early Cenozoic [Cassel et al., 2009].\nExhumation from Triassic to Late Cretaceous is estimated to be 10–20 km [Cao et al., 2016; J. B. Saleeby, personal communication, 2015] (Figure 2c). The exhumation rate during Late Cretaceous and Early Cenozoic has been estimated to be 0.3–0.7 km/Myr and it reduced below 0.25 km/Myr in average after 60 Ma [Dumitru, 1990; House et al., 1997; Cecil et al., 2006; Saleeby, personal communication, 2015] (Figure 2e).\nRecent research on crustal thicknesses of North American Cordillera (Great Basin region) based on Sr/Y ratio from arc plutons suggests a 30–35 km-thick crust during Middle Jurassic to Early Cretaceous and increasing to 60 km in Late Cretaceous [Chapman et al., 2015a] (Figure 2f). In the Sierran region, based on Sr/Y and La/Yb ratios in Sierran plutons, Profeta et al. [2015] suggested that the Sierran crust was about 35–50 km thick in from Triassic to middle Cretaceous, and then it started to thicken again from 110 Ma to 80 Ma. Saleeby et al. [2003] suggested the crust was about 40 km (plus a 35 km-thick-elcogitic root) at 100 Ma. The average present crustal thickness in Sierra Nevada is about 35 km based on seismic studies [Fliedner et al., 2000]."
  }, {
    "heading": "3.3. Formalizing Model Inputs",
    "text": "The volume estimates of magma in central Sierra Nevada [Paterson and Ducea, 2015] allow us to calculate the volumetric fraction of magma (b) in each flare-up. We denote bT ; bJ; and bK for Triassic, Jurassic and Cretaceous flare-ups, respectively and their numbers are shown in Table 1.\nFrom the deformation, we denote eT1 ; e J 1; and e K 1 for Triassic, Jurassic and Cretaceous thickening strain in host rocks. They should satisfy the following relationship:\n11eT1 11eJ1 11eK1 5 11e1ð Þ52:29 (10)\nSince it is uncertain how the finite strain was temporally partitioned in three deformational events, the exact values of eT1 ; e J 1 and e K 1 are unknown. To cover this uncertainty, we tested 4 different combinations of e T 1 ; e J 1; and eK1 (Table 1).\nAs for the timing of arc root foundering, there are few geological constraints for the Jurassic and Triassic roots. We adopt DeCelles et al.’s [2009] idea on cyclic behaviors of Cordilleran arcs, which suggests that the arc root founders at the end of each flare-up. In our model, 190 Ma and 150 Ma are used as the foundering\nCAO AND PATERSON MASS BALANCE AND ISOSTASY MODEL 2200\ntime for Triassic and Jurassic root, respectively (Table 1). Lines of evidence suggest that at least some of the Cretaceous root did not founder until between 10 and 3 Ma [Zandt et al., 2004; Jones et al., 2004; Saleeby et al., 2012]. In our model, 5 Ma is set as the time for the Cretaceous root to founder (Table 1).\nWe have conducted 4 sets and a total of 48 simulations to cover a parameter space comprising the three least unconstrained parameters: thickening strain (eT1 ; e J 1; e K 1 ), erosion response time (sEÞ, and mass-of-root to mass-of-melt ratio (c). Four values of sE are tested in our model: 2.5 Myr, 5 Myr, 10 Myr, and 15 Myr. Note in our model, an erosion response time is held constant for Mesozoic and Cenozoic, which is a simplified treatment allowing us to study the first-order feedbacks between processes. Model limitations are discussed later. Three values of c are tested: 1, 2 and 3. For each set of simulations, we fix the combination of eT1 ; e J 1; eK1 and vary sE and c systematically (Table 1)."
  }, {
    "heading": "4. Simulation Results",
    "text": "In Set 1 simulations (Figure 5), only magmatism is employed and deformation is not incorporated (eT15e J 15e K 1 50). Peak rates of magmatic thickening are smaller than 0.25 km/Myr for Triassic and Jurassic flare-ups (Figures 5a and 5b) and smaller than 0.75 km/Myr for Cretaceous flare-up (Figure 5c). All simulations in Set 1 show lower elevation (<3 km), thinner crust ( 45 km), and smaller total exhumation (<20 km) compared to values in other sets (Figures 6–8). Shorter sE results in a faster erosion rate during flare-ups but the erosion rate decays faster as elevation drops. As expected, a shorter sE also results in lower elevation, thinner crust, and larger total exhumation for a given c value (Figures 5d–5l). For a given sE value, a thicker arc root (higher c values) will suppress the elevation, thus resulting in reduced erosion rate, thicker crust and less total exhumation (Figures 5d–5l). The foundering of an arc root causes an immediate elevation rebound, resulting in a sudden increase in erosion rate (Figures 5d–5l). Such increases of elevation and erosion rate are more dramatic if the root is thicker (Figure 5f).\nIn Set 2 simulations (Figure 6), deformational thickening is equally partitioned between the three events (eT15e J 15e K 150:32). Peak rates of crustal thickening during Triassic and Jurassic are all higher than 0.5 km/ Myr. Thickening rates in Cretaceous are slightly higher than 1 km/Myr (Figures 6a–6c). Comparing to Set 1 (Figure 5), erosion rate, elevation, crustal thickness, and cumulative exhumation all increase (Figures 6a–6l).\nIn Set 3 simulations (Figure 7), neutral deformation in Jurassic, and a stronger Cretaceous contraction are applied (eJ150; e K 1 > e T 1 > 0). To make Set 3 comparable to Set 2, we fix e T 150.32 and increase e K 1 to 0.73. As a result, Jurassic erosion rate is very low (<0.25 km/Myr) (Figures 7a–7c). Jurassic elevation, crustal thickness and cumulative exhumation also remain more or less the same (Figure 7d–7l). Cretaceous thickening rate is higher than 1.5 km/Myr. Erosion rate, elevation, crustal thickness, and cumulative exhumation all increase during the Cretaceous.\nSimulations in Set 4 (Figure 8) employ extensional deformation in the Jurassic and the strongest Cretaceous contraction among all sets of simulations (eK1 > e T 1 > 0 > e J 1). To make Set 4 comparable to Set 2 and 3, we fix eT150.32 but let e J 15 20.32, which has a same strain magnitude but of revered kinematics (thinning instead of thickening). Peak crustal thickening rate is negative (20.5 km/Myr) during Jurassic (Figures 8a– 8c). Cretaceous thickening rate peaks at 2.7 km/Myr at ca. 115 Ma. Elevation between Late Jurassic and Early Cretaceous (roughly from 165 Ma to 130 Ma) is close or below to sea level and the elevation increases dramatically in the Late Cretaceous (Figures 8d–8f). With a sE510 or sE515, the peak elevation is close to higher than 5 km at 100 Ma. Crustal thickness first increases in the Triassic, then decreases during the Jurassic to less than 30 km and afterward increases rapidly to 45–72 km (Figures 8g–8i) in the Cretaceous. Cumulative exhumation plateaus between the Late Jurassic and Early Cretaceous and then sharply increases during the Cretaceous (Figures 8j–8l).\nBy comparing the simulation results to the geologic constraints on paleo-elevation, erosion rate and crustal thickness (Figure 2 and section 3.2), we find the elevations in Set 1 are too low for the Cretaceous and present. Erosion rates in Set 1 are also too low in the Late Cretaceous-Early Cenozoic. None of Set 1, 2 and 3 displays the below-sea-level elevation in the Jurassic. In Set 4 simulations, sE 52.5 and 5 Myr give unreasonably low present elevation (<2 km) compared to observations. sE 515 Myr gives a shorter Jurassic below-sea-level period and an elevation seemly too high (5.8–6.7 km) for the Late Cretaceous. Among all the simulations, Set 4 (Figure 8, middle column), which has intermediate arc root (c 52) and a sE 510 Myr\nCAO AND PATERSON MASS BALANCE AND ISOSTASY MODEL 2201\nCAO AND PATERSON MASS BALANCE AND ISOSTASY MODEL 2202\nCAO AND PATERSON MASS BALANCE AND ISOSTASY MODEL 2203\nCAO AND PATERSON MASS BALANCE AND ISOSTASY MODEL 2204\nCAO AND PATERSON MASS BALANCE AND ISOSTASY MODEL 2205\ngives the best results. We herein call Set 4 (c52 and sE 510 Myr) as the reference simulation, which satisfy many first-order geologic constraints on elevation and erosion rate presented in section 3.2 and Figures 2d and 2e. For Cenozoic elevation, since the root foundering occurred at 5 Ma, the simulation result is close to the ‘‘Path 2’’ (Figure 2d) [e.g., Jones et al., 2004]. In this sense, our simple model is able to capture the firstorder temporal patterns of elevation and erosion rate.\nOne mismatch is that the reference simulation has higher elevation from late Early to Middle Jurassic whereas geologic observations suggest the elevation was near or below sea level. Although we could tweak the model to make the simulation results more close to observations (e.g., set Jurassic extension event temporally slightly earlier and add more extensional strain in Early-Middle Jurassic), we don’t want to tune the model to observations since our model is simplified and one-dimensional and thus exact matches to observations are not expected. In terms of crustal thickness, although the reference simulation gives a smaller value of thickness in Middle and Late Jurassic, it does predict the major trend of increase of crustal thickness from the middle Cretaceous (Figure 2f)."
  }, {
    "heading": "5. Discussion",
    "text": ""
  }, {
    "heading": "5.1. Implication for the Evolution of Sierra Nevada",
    "text": "The reference simulation suggests that tectonic thinning is required in the Jurassic to form near and below-sea level elevations, which cannot be achieved only by pull-down effect of an arc root with the tested c values. In Set 1, even if the thickest root is employed (c53), Jurassic elevation isn’t negative (Figure 5c). Deformation thickening only makes the elevation higher since deformational thickening won’t add heavy root to the crustal column (the model does not include phase transition to form an arc root). Thus, the only way to get elevations below sea level is to have extension/crustal thinning. Although field studies of Mesozoic deformation show that arc-perpendicular shortening is important at midcrustal levels [e.g., Tobisch et al., 2000; Cao et al., 2015], periods of upper crustal extension and thinning are not excluded. Early to Middle Jurassic crustal extension events are documented [e.g., Busby-Spera, 1988; Dunne and Walker, 2004; Chapman et al., 2015b]. Our simulation results also suggest a significant phase of crustal thickening and elevation increase from Late Jurassic to Late Cretaceous (a period of about 40 Myr long), during which crustal thickness increases from 25 km to 67 km and elevation from <0 km to 5.2 km at ca. 100 Ma. The average net thickening rate of crust is about 1 km/Myr taking magmatic, deformational thickening and surface erosion all into account.\nThe estimated peak values of crustal thickness (67 km) and the arc root thickness ( 20 km) at Late Cretaceous based on the reference simulation are different from the 40 km-thick crust and 35 km-thick arc root proposed by Saleeby et al. [2003] (Figures 9a and 9b). If the thickness of crust and arc root has a similar thickness as proposed by Saleeby et al. [2003], the resulting elevation would be less than 1 km using the densities of crust, mantle and arc root shown in Notation section. We argue that a thicker crust and a relatively thinner arc root as present in the reference simulation is required to have a high elevation of the Sierra Nevada during the Late Cretaceous, which is supported by many studies [House et al., 2001; Page and Chamberlain, 2002; McPhillips and Brandon, 2012]. The modern central Andes also has a thick crust up to 60–70 km [Gilbert et al., 2006] and 4–5 km of elevation [Allmendinger et al., 1997]. These suggest that a thicker Sierran crust (>65 km) and high elevation (>5 km) are very likely in the Late Cretaceous.\nDuring the Late Cretaceous, the reference simulation predicts that the total thickness of crust and arc root culminates in an 90 km-thickness at ca. 100 Ma. During the thickening, vertical exchanges of crustal materials are involved: magma ascent and downward transfer of host rocks [Paterson and Farris, 2008; Cao et al., 2016]. These downward transferred host rocks may fertilize the magma source and enhance the magmatic production in addition to the influx of crustal materials from back-arc region [Ducea, 2001; DeCelles et al., 2009; DeCelles and Graham, 2015]. Total thickness of crust and arc root in the mantle wedge at 100 Ma is about 57 km (Figure 9b). Such thickened crust and arc root will cool down and even pinch out the part of the mantle wedge, and may contribute to the eastward migration of magmatism [Karlstrom et al., 2014; Chin et al., 2015] together with the slab flattening [Saleeby, 2003]. Such thickening of the crust and formation of the arc root may provide an alternative mechanism on driving magmatic flare-ups and lulls in Cretaceous in addition to the underthrusting of retro-arc lithosphere [Ducea, 2001; DeCelles et al., 2009; DeCelles and Graham, 2015].\nCAO AND PATERSON MASS BALANCE AND ISOSTASY MODEL 2206\nWe also envision that during the Cretaceous, the mantle wedge will be crowded by influx of materials caused by significant crustal thickening (Figure 9c), which might interfere with the underthrusting of retroarc materials. However, the reference simulation does not predict thick crust and arc root during Triassic and Jurassic thus leaving plenty of room for retro-arc materials to be underthrusted and/or greater influx of mantle magma. The roles of influx of materials through crustal thickening and retro-arc underthrusting need to be evaluated in future."
  }, {
    "heading": "5.2. Contributions of Magmatism and Deformation in Crustal Thickening",
    "text": "The contributions of magmatism and deformation in crustal thickening are worth quantitative discussion. Figure 10a shows the crust thickening factor (CTF), defined as the ratio between thickness of thickened and original crust, as a function of host rock shortening strain (e3) and pluton volume fraction (b). For simplicity, Figure 10a is based on plane strain (no volume loss and orogeny-parallel extension exit) and no deformation in plutons. Figure 10a also does not take erosion into account, which will reduce the resulted thickness. If the thickness of the original crust doubles, all possible combinations of e3 and b should fall on the CTF5 2 curve. For the case of central Sierra Nevada, e3 and b are estimated to 20.65 and 0.87, respectively [Paterson and Ducea, 2015; Cao et al., 2016]. This combination results in CTF 4 (300% thickened strain). If there is only magmatism (e350 and b50:87), the crust will be about 90% thickened and if there is only deformation (e3520:65 and b50), the crust will be close to 200% thickened. In this sense, the ratio of deformation versus magmatic thickening is about 2:1.\nHaschke and Gunther [2003] used a similar mass balance model to estimate the contributions of deformation and magmatism in crustal thickening in the Andean arc in north Chile from Late Cretaceous to late Eocene (78–36 Ma, though the major phases of deformation and magmatism lasted <20 Myr during this period). They suggested that the relative proportion of tectonic ( 14.5%) versus magmatic ( 6.2%) crustal thickening was 2:1. Although the finite crustal thickening ( 21%) estimated by Haschke and Gunther [2003] is far less than the one we estimated for the central Sierra Nevada during the entire Mesozoic ( 300%), the ratio of deformational versus magmatic crust thickening match well. In other words, in the central Sierra Nevada, for every 3 km-thickening of the crust or of elevation gain, 2 km is due to deformation and 1 km is due to the addition of plutonic material."
  }, {
    "heading": "5.3. Effects of Arc Root on Elevation",
    "text": "The formation of an arc root suppresses surface elevation. The relative influence on elevation of crustal thickness and arc root can be described using the ratio d, which is a fixed value for given densities of crust, mantle and arc root:\nd5 12 qcqm\nqr qm\n21 52:5 (11)\nUsing the densities listed in Notation section, 1 km-thick felsic crust will compensate for the pull-down effect of 2.5 km-thick arc root. That is a 1 km-thick felsic crust contributes to elevation increase 2.5 times\nCAO AND PATERSON MASS BALANCE AND ISOSTASY MODEL 2207\nmore than the elevation gain when 1 km-thick arc root founders. Note we also link the magmatism with root formation via the mass ratio c, and thus the effects of magmatism on elevation increase will be dampened due to the formation of an eclogitic root. The mass-of-residue to mass-of-melt ratio (c) can be converted to length ratio (cL) assuming constant sectional area:\ncL5c qc qr 50:8c (12)\nIf cL < d, magmatism will contribute positively to elevation, and if cL > d, the magmatism will pull down the elevation because the arc root is too thick. If cL5d, there is no net effect of magmatism on elevation. For c 5 1–3 used in the model, the cL 50.8–2.4, which means magmatism in our model all contribute positively to elevation. When c53 or cL 52.4, the net effect of magmatism on elevation increase is very small but still positive. This explains why in Set 1 (c53) the elevation has little change in Triassic although magmatism occurred."
  }, {
    "heading": "5.4. Model Limitations",
    "text": "Our model employs several simplifications. Constant erosion response time is used throughout Mesozoic and Cenozoic, which is unlikely. Global climate has changed significantly during the last 250 Myr [e.g., Berner and Kothavala, 1988; Zachos et al., 2004; Zhang et al., 2001; Herman et al., 2013] and the paleo-location of Sierra Nevada also changed [e.g., Wright et al., 2013]. Since the simulations suggest that the erosion response time has strong effects on crustal thickness, elevation and erosion rate, the results should be treated as endmember approximations rather than realistic reproductions of crustal thickness, paleo-elevation, etc. A more realistic approach is to implement erosion response time as a function of paleo-climate and the paleolocation of Sierra Nevada.\nOur model does not include gravitational collapse, which may reduce the elevation of orogenic belts and enhance exhumation in addition to surface erosion [e.g., England and McKenzie, 1982; Rey, 2001; Rey et al., 2001; Jadamec et al., 2007]. A simple but effective analytical treatment of gravitational collapse is using a thin viscous sheet model [England and McKenzie, 1982; Jadamec et al., 2007]. In this model, the relative importance of gravitational collapse increases inversely with the bulk effective viscosity of the crust [Jadamec et al., 2007]. For the viscosity of 1022 Pa s for Tibetan crust [England and Molnar, 1997], the surface erosion and gravitational collapses can be equally important [Jadamec et al., 2007]. Given that the arc crust is likely to be warmed by magmatism, the effective viscosity of crust should be lower and thus favor gravitational collapse. In this sense, the elevation and crustal thickness shortly after a flare-up should decrease faster with the help of\nCAO AND PATERSON MASS BALANCE AND ISOSTASY MODEL 2208\ngravitational collapse. To fully investigate the effect of gravitational collapse in a continental arc setting, a thermomechanical model is required.\nThe critical conditions, timing, and styles of arc root foundering are not well known. Depending on thermorheological and compositional conditions of arc root and lithospheric mantle [e.g., Ducea, 2002; Saleeby et al., 2012; Lee, 2014], there are various possible scenarios of root foundering such as Rayleigh-Taylor instability, peeling, and mechanical detachment. Sophisticated numerical simulations are used to investigate the foundering process [e.g., Le Pourhiet et al., 2006; Saleeby et al., 2012]. If root foundering lasts to several to tens of millions years or if there is no root foundering in some cases, the elevation rebound will be more gradual or totally muted. The critical foundering conditions also depend on the thickness of root and the depth the root reaches during conversion to dense eclogites [Ducea, 2002; Pelletier et al., 2010; Lee et al., 2015]. Since our model does not include the phase transition for crustal material to form eclogites, the effects of arc roots are underestimated and the elevation estimates here may represent an upper limit."
  }, {
    "heading": "5.5. Relationship Between Surface Erosion and Thickening",
    "text": "The model allows us to quantify the relations between erosion, magmatism and deformation. In all simulations, the timing of peak erosion rate always lags behind the peak thickening. A shorter sE (faster erosion) will shorten the lag time. A simple explanation is that the peak erosion rate corresponds with the maximum crust thickness, which is always achieved after the peak thickening rate since crust thickness continues to grow after the peak thickening rate is reached. We follow Lee et al.’s [2015] equation (7), reorganize our equation (8) into equation (13) and use internal forcing (F) to represent magmatic and deformational thickening together.\ndDH dt 5F2 1 sL DH (13)\nDH is the thickened part of crust. sL is the landform relaxation time [Lee et al., 2015]: sL5sE= 12 qc qm 5 6.6 sE . Since DH5sL _E , equation (13) is equivalent to:\nsL d _E dt 5F2 _E (14)\nIf _E 050 (initial _E at t50), and a constant F is applied at t50. Integrating the above equation, we have:\n_E tð Þ5 12e2t=sL F (15)\nIn equation (15), erosion rate ( _E ) scales with the thickening (F) and approaches but can never be higher than F (Figure 10b). In this setup, infinite time is needed to achieve long-term steady state ( _E5FÞ or the highest value of _E . In a practical way, we define that the steady state is reached when _E50:9F. To achieve _E5lF 0 < l < 1ð Þ, the time needed is:\ntl5sL ln 1\n12l\n(16)\nThe time needed to achieve _E50:9F is t0:9, which can be calculated using l50:9 (Figure 10b). We get t0:952:3 sL515:2 sE , which scales with sL and sE . Also, t0:9 is also always achieved after the forcing is applied (t0:9>0). In our simulations, F is not constant, but the underliying kinetics are the same, the peak erosion rate always lags behind the peak thickening rate, the lag time scales with the sL and sE .\nIn nature, no orogenic belts have constant forcing. The forcing is always temporally episodic just like the Sierra Nevada. However, if the time to achieve steady state (t0:9) is short enough comparing to the duration of an episode of forcing, our analyses shown above should be applicable. An example is Taiwan, where the erosion response time is about 0.5 Myr [Simoes et al., 2010]. Thus t0:957:6 Myr. The ongoing arc-continent collision of Taiwan started at 12 Ma [Teng, 1990], whose duration is longer than 7.6 Myr. Thus Taiwan is likely to have steady-state exhumation, which is supported by observations [e.g., Suppe, 1981; Willett and Brandon, 2013]. For the Sierran example simulated here, since the forcing is simulated as a Gaussian shape, no constant forcing existed and it declines after 15–30 Myr. No long-term steady state will be achieved in our simulations although transient _E5F is achieved when F is at the waning stage.\nThe geological implication is that if the erosion response time is shorter, erosion rate will more closely track the crustal thickening in terms of timing and magnitude. If erosion catches up to the thickening rate, then it\nCAO AND PATERSON MASS BALANCE AND ISOSTASY MODEL 2209\nwill reach steady state and the erosion rate and elevation won’t change with time unless the forcing and erosion condition changes. To achieve a long-term steady state, t0:9 should be much shorter than the duration of the forcing, which has little to do with the magnitude of forcing itself.\nOnce the forcing terminates, erosion will cause the exponential decay of the elevation with time. The time span needed for a certain elevation to decrease to its 1/e value (e is base of natural logarithm, 1/e 34%) after the thickening forcing ceases, is equal to the landform relaxation time sL [Lee et al., 2015]. For example, if sE 55 Myr, to reduce an elevation to about 10% its height, about two sL or about 66 Myr is needed (5 36:632566Þ. This explains the long tail of gradual decrease of elevation and crustal thickness during the Cenozoic in simulation Set 1–4 when sE 5 Myr. As suggested by Lee et al. [2015], a mountain range maintains a relatively high elevation for a long period of time (several tens of million years) after forcing ceases. The larger the sE is, the longer time needed to reduce elevation."
  }, {
    "heading": "6. Conclusions",
    "text": "The mass balance and isostasy model presented in this study catches the first-order evolution of Sierran elevation, crustal thickness and erosion rate from Mesozoic to present. Our model favors moderate Triassic crustal thickening and Jurassic crustal thinning followed by a strong Cretaceous crustal thickening, which results in a 60–70 km-thick crust, a 20 km-thick arc eclogitic root, and 5 km elevation in the Late Cretaceous. The thickened crust may initially promote magma generation by downward transport materials into the magma source region. This process may eventually jam the mantle wedge, affect the retro-arc underthrusting and reduce arc magmatism. Quantitative analyses based on this model suggest that for the central Sierra Nevada, the contribution of contractional deformation to the crustal thickening is twice that of the magmatism. The erosion rate increases with the magnitude of thickening, but its peak rate always lags behind the peak rate of forcing. To reach a long-term steady state (erosion rate crustal thickening rate), the time should be shorter than the duration of the forcing, which requires faster erosion conditions. The magmatism-associated arc root will dampen the elevation increases caused by the magmatic thickening.\nNotation\nH Crustal thickness, km. H0 Initial crustal thickness, km. H0 Crustal thickness after magmatism or deformation, km. DH Thickened part of crust, km. h Elevation, km. h0 Initial elevation, km. R Thickness of arc root, km. b Volumetric fraction of magma. e1 Deformational thickening strain. e3 Deformational shortening strain. u Percentage of volume loss and/or are-parallel extension of host rocks. _HM1D Combined magmatic and deformational thickening rate, km/Myr. c Mass-of-root to mass-of-melt ratio for arc root. cL Length-of-root to length-of-melt ratio for arc root, cL5 c qc=qr : d A ratio showing the influence to elevation of crustal thickness and arc root, d5 12qc=qmð Þ= qr=qm 21ð Þ. _E Erosion rate, km/Myr. F Forcing of crustal thickening, km/Myr. sE Erosion response time, Myr. sL Landscape relaxation time, sL5sE= 12qc=qmð Þ; Myr. ke Bedrock erodibility, m\n21. p Precipitation rate, mm/yr. t Time, Myr. tl Time for _E to reach to lF; Myr. l A factor for solving tl 0 < l < 1ð Þ\nCAO AND PATERSON MASS BALANCE AND ISOSTASY MODEL 2210\nqc Density of crust (2.8 3 10 3 kg/m3), kg/m3. qm Density of lithospheric mantle (3.3 3 10 3 kg/m3), kg/m3. qr Density of arc root (3.5 3 10 3 kg/m3), kg/m3."
  }],
  "year": 2016,
  "references": [{
    "title": "GEOCARB III: A revised model of atmospheric CO2 over Phanerozoic time, Am",
    "authors": ["R.A. Berner"],
    "venue": "nel coupled to focused surface denudation,",
    "year": 2001
  }, {
    "title": "Tracking changes in crustal thickness during orogenic evolution with Sr",
    "authors": ["He thermochronology", "Geol"],
    "venue": "Soc. Am. Bull.,",
    "year": 2015
  }, {
    "title": "Growth of upper plate lithosphere controls tempo of arc magmatism: Constraints",
    "authors": ["sis", "Geol"],
    "venue": "Soc. Am. Bull.,",
    "year": 2015
  }, {
    "title": "Al-diffusion kinetics and coupled Lu-Hf and Sm-Nd chronology, Geochem",
    "authors": ["P.G. DeCelles", "S.A. Graham"],
    "venue": "system, Geology,",
    "year": 2015
  }, {
    "title": "A thin viscous sheet model for continental deformation, Geophys",
    "authors": ["P. England", "D. McKenzie"],
    "venue": "J. Int.,",
    "year": 1982
  }, {
    "title": "Tibet uplift and erosion, Tectonophysics",
    "authors": ["E.J. Fielding"],
    "year": 1996
  }, {
    "title": "Is the continental Moho the crust-mantle boundary",
    "authors": ["W. L", "S.Y. O’Reilly"],
    "venue": "means, Geology,",
    "year": 2006
  }, {
    "title": "Uplift of the Central Andean Plateau and bending of the Bolivian Orocline",
    "authors": ["L. B"],
    "venue": "tite, American Journal of Science,",
    "year": 1988
  }, {
    "title": "The role of magmatically driven lithospheric thickening on arc front migration, Geochem",
    "authors": ["Bull", "L. 1408–1422. Karlstrom", "C.-T.A. Lee"],
    "venue": "Manga",
    "year": 2014
  }, {
    "title": "The physics and chemistry of recycling lower continental crust, in Treatise of Geochemistry, H",
    "authors": ["Lee", "C.-T. A"],
    "year": 2014
  }, {
    "title": "The rise and fall of continental arcs: Interplays between magmatism, uplift",
    "authors": ["C.T.A. 222–242. Lee", "S. Thurner", "S.R. Paterson", "W. Cao"],
    "year": 2015
  }, {
    "title": "A hot and high Eocene Sierra Nevada, Geol",
    "authors": ["thermochronology", "Am"],
    "venue": "J. Sci.,",
    "year": 2016
  }, {
    "title": "Orographic controls on climate and paleoclimate of Asia: Thermal and mechanical roles",
    "authors": ["P. Molnar", "W.R. Boos", "D.S. Battisti"],
    "year": 2010
  }, {
    "title": "Arc magmatic tempos: Gathering the evidence, Elements",
    "authors": ["S.R. Paterson", "D.W. Farris"],
    "venue": "Ducea",
    "year": 2015
  }, {
    "title": "Temporal and tectonic relations of early Mesozoic arc magmatism, southern Sierra Nevada, California",
    "authors": ["J.B. Saleeby", "G. Dunne"],
    "year": 2015
  }, {
    "title": "Continental-scale erosion and transport laws: A new approach to quantitatively investigate",
    "authors": ["G. Girty", "J.D. Cooper", "Soc. for Sediment. Geol", "Fullerton", "M. Calif. Simoes", "J. Braun", "S. Bonnet"],
    "year": 2010
  }, {
    "title": "Mechanics of mountain building and metamorphism in Taiwan, Mem",
    "authors": ["J. 643–646. Suppe"],
    "venue": "Geol. Soc. China,",
    "year": 1981
  }, {
    "title": "Andes: Subductions and intracontinental deformation (Colombia), Tectonics",
    "authors": ["L.S. 787–813. Teng"],
    "year": 1990
  }, {
    "title": "Stream incision, tectonics, uplift, and evolution of topography of the Sierra Nevada, California",
    "authors": ["Bull", "J. 1395–1404. Wakabayashi", "T.L. Sawyer"],
    "year": 2001
  }, {
    "title": "Towards community-driven paleogeographic reconstructions: Integrating openaccess paleogeographic and paleobiology data with plate",
    "authors": ["uller"],
    "venue": "Seton",
    "year": 2013
  }, {
    "title": "Trends, rhythms, and aberrations in global climate 65",
    "authors": ["J. Zachos", "M. Pagani", "L. Sloan", "E. Thomas", "K. Billups"],
    "venue": "Ma to present,",
    "year": 2001
  }, {
    "title": "Active foundering of a continental arc root beneath the southern",
    "authors": ["G. Zandt", "H. Gilbert", "T.J. Owens", "M.N. Ducea", "J. Saleeby", "C.H. Jones"],
    "venue": "Sierra Nevada in California,",
    "year": 2004
  }, {
    "title": "Increased sedimentation rates and grain sizes 2 6 4 Myr ago due to the influence of climate change",
    "authors": ["P. Zhang", "P. Molnar", "W.R. Downs"],
    "venue": "on erosion rates,",
    "year": 2001
  }],
  "id": "SP:9d5c2501316afe69e74257f2d19805f07fc9ee04",
  "authors": [{
    "name": "Wenrong Cao",
    "affiliations": []
  }, {
    "name": "Scott Paterson",
    "affiliations": []
  }],
  "abstractText": "A one-dimensional mass balance and isostasy model is used to explore the feedbacks between magmatism, deformation and surface erosion and how they together affect crustal thickness, elevation, and exhumation in a continental arc. The model is applied to central Sierra Nevada in California by parameterizing magma volume and deformational strain. The simulations capture the first-order MesozoicCenozoic histories of crustal thickness, elevation and erosion including moderate Triassic crustal thickening and Jurassic crustal thinning followed by a strong Cretaceous crustal thickening, the latter resulting in a 60–70 km-thick crust plus a 20 km-thick arc eclogitic root, and a 5 km elevation in the Late Cretaceous. The contribution of contractional deformation to the crustal thickening is twice that of the magmatism. The contribution to elevation from magmatism is dampened by the formation of an eclogitic root. Erosion rate increases with the magnitude of crustal thickening (by magmatism and deformation) but its peak rate always lags behind the peak rate of thickening. We propose that thickened crust initially promotes magma generation by downward transport of materials to the magma source region, which may eventually jam the mantle wedge affecting the retro-arc underthrusting process and reducing arc magmatism.",
  "title": "A mass balance and isostasy model: Exploring the interplay between magmatism, deformation and surface erosion in continental arcs using central Sierra Nevada as a case study"
}