{
  "sections": [{
    "heading": "1. Introduction",
    "text": "Several studies document peaks of igneous activity worldwide during late stages of the last deglaciation and the current interglacial (Figure 1) [Hardarson and Fitton, 1991; Sigvaldason et al., 1992; Zielinski et al., 1994, 1996; Huybers and Langmuir, 2009], in turn suggesting that climate oscillations [Lisiecki and Raymo, 2007] affect the melting of the Earth’s interior. A deglacial-triggering hypothesis [Hardarson and Fitton, 1991], according to which continental lithospheric unloading owing to the melting of ice caps during the transition to interglacials leads to enhanced magma production (which increases by ~1% for 1 kbar of pressure decrease if the mantle is at near-solidus temperatures [McKenzie, 1984]), is currently the most accredited explanation for this correspondence [Jull and McKenzie, 1996; Singer et al., 1997; Slater et al., 1998; Huybers and Langmuir, 2009; Hooper et al., 2011; Schmidt et al., 2013]. The impact of climate warming on magma production, however, has been evaluated regardless of surface erosion although the density of upper crustal rocks and sediments exceeds that of ice by approximately 3 times. Such a density difference implies that the melting of 1 km of ice leads to the same increase of basalt production as the removal ~0.3 km of upper crustal rocks by erosion, provided that such unloading occurs during similar time intervals.\nThis reasoning led us to evaluate the relative dynamic contributions of glacial erosion and ice building/melting to continental loading/unloading during a 100 ka glacial-interglacial climate oscillation such as those characterizing the late Pleistocene [Lisiecki and Raymo, 2007]. Current data sets relating to the evolution of erosion rates, however, are typically limited by temporal resolutions that are too low (i.e., 105–106a) [Gurnell et al., 1996; Zhang et al., 2001; Herman et al., 2013] or span too short time intervals (i.e., 102–103a) [Hallet et al., 1996; Gurnell et al., 1996] to allow for direct comparisons between the contributions from erosion and ice building/melting to continental loading/unloading at the time scale of the late Pleistocene glacial cycles. Yet they provide a fundamental observational basis on which to calibrate numerical results. In this study, we assume that the Earth possesses a linear rheology, thereby its response scales linearly to themagnitude of the surface loading/unloading [Peltier, 1974;Wu and Hasegawa, 1996;Wu and van der Wal, 2003; Schmidt et al., 2013] and the relative contribution to the decompression melting rates from glaciers growth/melting and glacial erosion can be directly accessed. Assuming a time-invariant geothermal gradient and neglecting lithospheric and sublithospheric deviatoric stresses, variations of the melt productivity at any given depth due to ice building/melting and glacial erosion can be inferred from surface loading/unloading beneath an eroding ice sheet responding to a given climate signal, mimicking a shift between glacial and interglacial conditions.\nHere we aim at assessing the potential effects of glacial erosion on the magma productivity. However, also current inferences about the climate evolution, glacial isostatic adjustment, sea level change, geoid\nSTERNAI ET AL. ICE MELTING, EROSION, AND MAGMA PRODUCTION 1632\nSupporting Information: • Figures S1–S6, Table S1, Caption of Movie S1, and Caption of Software S1 • Figure S1 • Figure S2 • Figure S3 • Figure S4 • Figure S5 • Figure S6 • Movie S1 • Software S1\nCorrespondence to: P. Sternai, pietrosternai@yahoo.it\nCitation: Sternai, P., L. Caricchi, S. Castelltort, and J.-D. Champagnac (2016), Deglaciation and glacial erosion: A joint control on magma productivity by continental unloading, Geophys. Res. Lett., 43, 1632–1641, doi:10.1002/2015GL067285.\nReceived 7 DEC 2015 Accepted 22 JAN 2016 Accepted article online 28 JAN 2016 Published online 19 FEB 2016\n©2016. American Geophysical Union. All Rights Reserved.\ndeformation, and mantle viscosity rely on constraints related to the cryosphere time history [Peltier, 1998; Mitrovica and Forte, 2004] but essentially neglect the erosional forcing highlighted here. Without pretence of generality, our numerical experiments represent a first step toward this innovative objective. Suggesting a potential coupling between continental unloading by erosion and magma productivity, our analysis highlights the necessity to collect additional observational constraints in order to further elucidate feedbacks between a changing climate, glacial processes, and the melting of the solid Earth."
  }, {
    "heading": "2. Methodology",
    "text": "We provide below a brief overview of the governing equations regarding the ice and erosion processes that are integrated into our model. More details can be found in Herman et al. [2011] and Sternai et al. [2013]."
  }, {
    "heading": "2.1. Landscape Evolution Model",
    "text": "A glacial cycle is simulated on an initial steady state fluvial topography (i.e., the local erosion rate is adjusted to the imposed rock uplift rate), because this implies time-invariant surface load and background depressurization (and thus magma production) rate by surface denudation prior to the onset of glaciation. The modeled landscape, a 2-D longitudinal valley profile (Figure 2), measures 150 km in the horizontal dimension (discretized by 75 uniformly distributed nodes) and is to a first order comparable to that of arc-magmatic or arc-volcanic systems presently active in, for example, Alaska, the southern Andes, Kamchatka, and Antarctica.\nSTERNAI ET AL. ICE MELTING, EROSION, AND MAGMA PRODUCTION 1633\nThe initial invariant fluvial valley profile is computed bymeans of the streampower law [Whipple and Tucker, 1999],\n∂b xð Þ ∂t\nf luv:\n¼ U KAmxð ÞSnxð Þ; (1)\nwhere x is the horizontal dimension, b is the bedrock elevation (initially characterized by a very low constant slope leading from 1 to 0m above sea level at the channel head and outlet, respectively), t is time, U is the rock uplift rate (uniform in space and time) and the second term on the right-hand side of the equation is the fluvial incision rate, which is a function of a coefficient of fluvial erosion, K, the upstream area (equivalent to the number of upstream nodes times the model resolution), A, the bedrock channel gradient, S, and the arbitrary exponents,m and n. Hillslope processes are implemented through a diffusion equation of the form\n∂b xð Þ ∂t\nhill:\n¼ D∇2b xð Þ; (2)\nwhere D is a coefficient of hillslope erosion and also contribute to shape the initial steady state topography.\nAfter a spin-up time of ~4Ma during which equations (1) and (2) are solved, we impose one symmetric glacial-interglacial cycle lasting for 100 ka [Lisiecki and Raymo, 2007] during which glacial processes perturb the landscape and surface load steady state as established by fluvial and hillslope erosion (Figures 2 and 3). The ice thickness, h, is determined by solving the equation of ice mass conservation:\n∂h xð Þ ∂t ¼ ∇ Q xð Þ þM xð Þ; (3)\nSTERNAI ET AL. ICE MELTING, EROSION, AND MAGMA PRODUCTION 1634\nwhere Q is the ice flux (equal to the integral of ice velocity over h) and M is the ice mass balance, which includes ice accumulation and ablation. M is a function of the mean ambient temperature Ts (linearly scaled with elevation):\nM xð Þ ¼ γTs xð Þ; with Ts xð Þ ¼ T0 λ h xð Þ þ b xð Þ ; (4)\nwhere γ is an arbitrary constant, λ is the atmospheric lapse rate, and T0 is the temperature at sea level, which varies between T0 min and T0 max through a sinusoidal function to simulate glacial cycles.\nGlacial erosion rates, which are assumed to be proportional to the ice sliding velocity and conditioned by subglacial meltwaters as described in Flowers and Clarke [2002], Herman et al. [2011], and Sternai et al. [2013], are computed as\n∂b xð Þ ∂t\nglac:\n¼ Kguls xð Þ; (5)\nwhere Kg is a dimensionless coefficient of glacial erosion, us is the ice sliding velocity at the ice-bedrock interface, and l is an arbitrary exponent usually ranging from 1 (as in this work) to 4 [Harbor et al., 1988]. We use an empirical\nSTERNAI ET AL. ICE MELTING, EROSION, AND MAGMA PRODUCTION 1635\nice sliding law that is commonly applied to numerical models [Bindschadler, 1983; Paterson, 1994; Pattyn, 1996; Tomkin and Braun, 2002; Le Meur and Vincent, 2003; Sternai et al., 2011, 2013; Herman et al., 2011] to calculate the ice sliding velocities:\nus xð Þ ¼ BsPe xð Þ τqb xð Þ; with Pe xð Þ ¼ Pi xð Þ Pw xð Þ; (6)\nwhere Bs is the ice sliding coefficient, τb is the basal shear stress (to a first approximation proportional to the topographic slope and ice thickness), q is usually between 1 and 3, Pe is the effective pressure, Pi is the ice overburden pressure, and Pw is the subglacial meltwater pressure (to a first approximation proportional to the ice thickness and mass balance [Flowers and Clarke, 2002; Herman et al., 2011]). A flexural model [Turcotte and Schubert, 2002] that computes the vertical deflection of an elastic plate produced by removal of the eroded material as well as changes in ice and topographic load through time assuming uniform mantle density, ρmant, Poisson’s ratio, υ, and elastic thickness, Te, (see Table S1 in the supporting information) is used to account for isostatic compensation of the surface elevations [Herman et al., 2011; Sternai et al., 2013].\nThe parametric study focuses on Kg, which directly determines the glacial erosion rates. We vary Kg to obtain mean glacial erosion rates at a reference point (defined hereafter) throughout the entire glacialinterglacial cycle between ~0.01 and 10mma 1, as observed in natural contexts [Koppes and Montgomery, 2009]. Due to the imposed dependency of the ice sliding velocities on the topographic slope and subglacial hydrology (equation (6)), the predicted spatial glacial erosion rate pattern throughout a glacial cycle may be bimodal and maximized around the glaciers’mean equilibrium line altitude (ELA, i.e., the elevation at which the ice net mass balance is nil) and/or in the piedmont [Flowers and Clarke, 2002; Herman et al., 2011; Sternai et al., 2013]. We refer to a point located in between these locations in order to infer glacial erosion rates that are largely independent on this model assumption (and on the other imposed parameters, Table S1) and more appropriate for the general purpose of this study. The reference point location is shown by the yellow star in Figure 2, along with instantaneous ice cap geometries and erosion patterns. We show in Figures S1–S6 the results of additional numerical experiments to establish that the model predictions and conclusions discussed below are robust with respect to the imposed along-profile position of the reference point as well as overall ice net mass balance and thickness and other imposed parameters.\nWe assume that the eroded material is instantaneously transferred out of the model domain, which is an oversimplification because the pathway of sediment transfer after erosion is complex and can include storage in intramontane basins, floodplains, fans, and terraces within predominantly erosional landscapes [Castelltort and Van den Driessche, 2003; Romans et al., 2015]. However, this storage is essentially postglacial, while carving and excavation of continental landscapes dominates during glacial times [Molnar and England, 1990; Preusser et al., 2010; Sternai et al., 2012; Blöthe and Korup, 2013]. Landscapes conditioned by glaciers usually show transient state with enhanced sediment fluxes where rivers adopt to new equilibrium [Church and Ryder, 1972; Schlunegger and Hinderer, 2003; Blöthe and Korup, 2013]. As a result, active orogens or fast eroding, recently glaciated landscapes are generally characterized by sediment residence times of up to few hundreds of years [Dosseto et al., 2008]. Finally, this assumption is made realistic by the observation that the rates of glacial erosion (i.e., ~10 2–101 mm a 1) at times scales similar to those of the late Pleistocene climate oscillations (i.e., ~105a) vary within the same orders of magnitude of the sediment efflux from mountainous regions during the Quaternary [Gurnell et al., 1996; Zhang et al., 2001; Koppes and Montgomery, 2009; Herman et al., 2013]."
  }, {
    "heading": "2.2. Computation of Surface Load Variations",
    "text": "The amount of continental unloading per unit surface area due to changes of the glacial erosion rates and ice thickness throughout the glacial-interglacial cycle, P, is computed as\nP yð Þ ¼ g∫ y\n0 ρ yð Þ dy; (7)\nwhere y is the vertical dimension oriented parallel to the gravity vector and positive downward (y= 0 is either the ice surface or the topography if the ice thickness is nil), g is the acceleration due to gravity, and ρ is the material (i.e., rock or ice) density, which are set equal to 2700 and 900 kgm 3, respectively.\nSTERNAI ET AL. ICE MELTING, EROSION, AND MAGMA PRODUCTION 1636\neffective pressure thereby enhancing the ice sliding velocities and glacial erosion rates (equations (5) and (6)) [Herman et al., 2011]."
  }, {
    "heading": "4. Discussion and Conclusions",
    "text": "Glacial erosion and sediment evacuation across natural settings is subject to strong variations in space and time [Hallet et al., 1996; Koppes and Montgomery, 2009], due to factors such as modifications of the subglacial\nSTERNAI ET AL. ICE MELTING, EROSION, AND MAGMA PRODUCTION 1637\nhydraulic system and meltwaters supply [Paterson, 1994], lithology and bedrock fracture spacing [Boulton, 1996; Dühnforth et al., 2010], or landscape hypsometry [Brozovic et al., 1997; Brocklehurst and Whipple, 2002; Sternai et al., 2011, 2013]. Therefore, abrupt and high-magnitude pulses of glacial erosion rates above background levels (Figures 3b and 3c) should be expected and may be enhanced by increased water supply during the deglaciation [Boulton et al., 1988; Mullins and Hinchey, 1989; Björnsson, 1996; Singer et al., 1997; Brown and Kennett, 1998; Koppes and Hallet, 2006; Geirsdottir et al., 2007]. Throughout a glacialinterglacial cycle, the increased melt production associated with the deglaciation is fully balanced by an inhibited melt production from the onset of the ice growth phase and until the geotherms have been brought back to a level where they intersect the ambient melting point of the mantle material [Jull and McKenzie, 1996]. Unlike variations of the ice thickness, glacial erosion always works to reduce the surface load (if sediment deposition is neglected) (Figures 3a and 3b), suggesting that glacial erosion cannot be as effective as cycles of continental ice loading and unloading in modulating the magma productivity. On the other hand, there is evidence for major ice caps or mountain glaciers being, at least partly, frozenbased during periods of the ice ages [Kleman and Hättestrand, 1999; Higgins et al., 2000; Thomson et al., 2010; Atkins, 2013], in which case glaciated terrains are protected rather than eroded [Glasser and Hambrey, 2001; Fitzsimons et al., 2001; Kleman and Glasser, 2007; Gjermundsen et al., 2015]. The influence of basal ice thermal regime variations on the subglacial dynamics and glacial erosion rates is poorly known [Waller, 2001], and no comprehensive map of the distribution of present-day or past frozen-based glaciers or ice caps exists. However, cyclic interruptions and reactivations of the background erosional flux may arguably affect the magma productivity in a way similar to cyclic ice loading and unloading, the magnitude of this effect being primarily determined by the mean preglacial or interglacial background erosion rate. Landscape shielding by clod-based ice caps during the glacial period may also imply much higher and more focused erosional unloading during the deglaciation, especially if fast tectonic strain during the erosional hiatus removed the landscape from its preglacial or interglacial equilibrium morphology.\nWith this respect, our numerical experiments account for a glacial-interglacial cycle on an initially steady state fluvial landscape because this enables to isolate the effects of glacial processes on the variations of the surface load. This choice, however, also maximizes the forcing of glacial processes on the surface load variations because the landscape is reshaped into a glacial landform that is at odds with the initial morphology. Although the vast majority of glaciated mountain belts have been so for many glacialinterglacial cycles, such a situation may apply, for instance, to volcanic reliefs or mountain ranges characterized by high rock uplift rates, that is, regions where volcanic flows/deposits and/or the tectono-morphological forcing reshape the topography to a nonglacial landform during interglacial periods. This is likely to be the case in, for example, the Southern Alps of New Zealand, the Saint Elias Mountains, or the Kamchatka peninsula [Tippett and Kamp, 1993; Enkelmann et al., 2009; Pflanz et al., 2013; Prasicek et al., 2015]. Other settings where it is appropriate to assume a landscape at odds with a glacial form prior to glaciation are regions that experienced glaciated conditions for the first time during the last glacial period. This may include mountain ranges where the tectonic/erosional forcing during the second last interglacial led to a reorganization of the drainage system with formation or abandonment of small isolated catchments, subsequently subject to glacial processes. In addition, our parametric study involves very slow mean glacial erosion rates (e.g., 0.01mm/a) on such an initial landscape. Although with different geomorphological and sedimentological implications, this may, to some extent, be representative of a case in which glacial processes onset on a near-equilibrium glacial landscape in terms of surface unloading.\nIntegrating globally our numerical estimates to assess the extent to which glacial erosion contributes to decompression melting at the time scale of late Pleistocene glacial-interglacial cycles is challenging due to limited understanding/quantification of glacial processes and the persistence of glacial landforms. The long-term effects of the Plio-Pleistocene glaciations on the global erosion rates, for example, are still widely debated [Zhang et al., 2001; Willenbring and von Blanckenburg, 2010; Herman et al., 2013]. An increase of the sediment efflux from mountainous regions during the Quaternary and mean erosion rates higher than 1mma 1, however, have been documented across glaciated areas such as the Himalayas, the Andes, the Southern Alps of New Zealand, the Cascade range, or the Saint Elias Mountains [Zhang et al., 2001; Herman et al., 2013]. In addition, sediment yield and denudation rate measurements suggest that\nSTERNAI ET AL. ICE MELTING, EROSION, AND MAGMA PRODUCTION 1638\nglaciers are particularly effective erosion agents at time scales shorter than or equal to ~105a [Boulton et al., 1988; Björnsson, 1996; Gurnell et al., 1996; Hallet et al., 1996; Wittmann et al., 2007; Koppes and Montgomery, 2009; Geyer and Bindeman, 2011] and that the transient landscape response to disturbance such as volcanic eruptions are generally associated with particularly high glacial erosion rates [Koppes and Montgomery, 2009]. In temperate regions, vigorous water discharge by fast ice melting may strip bedrock of debris [Paterson, 1994] and allow the underlying rock to be eroded locally and temporarily up to 10–100mma 1 [Boulton et al., 1988; Hallet et al., 1996; Gurnell et al., 1996; Björnsson, 1996; Geirsdottir et al., 2007; Koppes and Montgomery, 2009]. Our numerical experiments are capable of linking self-consistently these short- and long-term observational constraints and suggest that observed rates of glacial erosion may imply comparable contributions to the magma productivity by continental unloading from ice melting and surface erosion (Figures 3 and 4). In addition, we show that part of the unloading associated with glacial erosion takes place during the deglaciation. Larger ice supply and abundant subglacial meltwaters discharge during the early phase of the deglaciation further suggest continental unloading by glacial erosion as a potential contributor to the observed increase in continental magmatic, volcanic, and degassing activity. Noteworthy, however, is that loading by sediment deposition in oceans nearby erosional domains may, to some extent, limit effects of glacial erosion on the subcontinental magma productivity by modulating patterns and magnitudes of stress changes in the continents. We leave assessments as to the role of submarine sediment loading to future works, for this requires accounting for the submarine sediment circulation and deposition history as well as the rheological differences and degree of coupling between continental and oceanic lithospheres across specific settings.\nDegassing associated with mantle melting injects chemically and physically active gases and aerosol particles into the atmosphere, which are rapidly advected around the globe in turn affecting climate and weather changes [Cole-Dai, 2010]. The decompression of volatile saturated magmas drives gas exsolution and, if sufficiently rapid, leads to overpressurization of the magmatic reservoir, which in turn increases the probability of magmatic, volcanic, and degassing events to occur as well as the amount of volatiles potentially released in the atmosphere [Jellinek and De Paolo, 2003]. Therefore, pulses of glacial erosion may condition the local and/or regional eruption cycles thereby affecting variations of atmospheric greenhouse gases seemingly unrelated to ocean dynamics [Monnin et al., 2004; Marcott et al., 2014]. Yet erosional unloading is seldom included in Earth system models. In fact, models accounting for continental ice volume and sea level changes consistently underestimate the increase in atmospheric CO2 budgets during the last interglacial, the discrepancy between predictions and observations being particularly pronounced during the early stages of the deglaciation [Huybers and Langmuir, 2009]. While other physical and biological feedbacks in the ocean are certainly involved [Marcott et al., 2014], we show here that glacial erosion may play a role as important as that of ice melting in controlling the emissions of greenhouse gases by unloading the continents and facilitating the melting of the Earth’s mantle. Although the forcing of deglaciation on submarine volcanisms is debated [Goff, 2015; Olive et al., 2015], sea level rise following continental ice melting seems able to reduce the magma productivity of mid-oceanic ridges [Crowley et al., 2015], in turn buffering the increased subaerial volcanic and degassing activity owing to continental unloading by the deglaciation [Huybers and Langmuir, 2009; Lund and Asimow, 2011]. Such a buffering mechanism, however, does not apply to continental unloading by erosion because loading by sediment deposition in the ocean is unlikely to occur atop of oceanic ridge, which are, for the vast majority, located several hundreds of kilometers away from continental shelves and stand up to a few thousands meters higher than abyssal plains or subduction trenches to where the eroded sediments are transported. Therefore, continental erosion may have greater net effects than ice melting on the CO2 outflux and magma productivity from the solid Earth.\nThe possibility of a positive feedback between factors internal to the climate system such as erosion, subaerial CO2 emissions from the solid Earth, climate warming and deglaciation, in particular, is a tempting explanation for the “sawtooth” asymmetry (i.e., faster transitions to warmer conditions than cooling trends) of Plio-Pleistocene glacial cycles, which appears shortly after the onset of major Northern Hemisphere glaciations (i.e., ~2.4Ma) [Lisiecki and Raymo, 2007] and is not found in any orbital or insolation curve [Hays et al., 1976]. Because new data are warranted, further research is needed to test the suggested feedback, which could also be of relevance to the debate on the origins of abrupt transitions from icehouse to greenhouse conditions following Proterozoic Snowball Earth glaciations [Hoffman et al., 1998].\nSTERNAI ET AL. ICE MELTING, EROSION, AND MAGMA PRODUCTION 1639"
  }],
  "year": 2016,
  "references": [{
    "title": "Geomorphological evidence of cold-based glacier activity in South Victoria Land, Antarctica, Geol",
    "authors": ["C.B. Atkins"],
    "year": 2013
  }, {
    "title": "The importance of pressurized subglacial water in separation and sliding at the glacier bed",
    "authors": ["R. Bindschadler"],
    "venue": "J. Glaciol.,",
    "year": 1983
  }, {
    "title": "Millennial lag times in the Himalayan sediment routing system, Earth Planet",
    "authors": ["Little Ice Age", "Ann. Glaciol", "J.H. 141–146. Blöthe"],
    "venue": "Korup",
    "year": 2013
  }, {
    "title": "Dispersal of glacially derived sediment over part of the continental shelf of South Iceland",
    "authors": ["G.S. 43–62. Boulton", "K. Thors", "J. Jarvis"],
    "year": 1988
  }, {
    "title": "Megaflood erosion and meltwater plumbing changes during last North American deglaciation",
    "authors": ["P.A. 1–24. Brown", "J.P. Kennett"],
    "year": 1998
  }, {
    "title": "How plausible are high-frequency sediment supply-driven cycles in the stratigraphic record",
    "authors": ["S. 571–574. Castelltort", "J. Van Den Driessche"],
    "year": 2003
  }, {
    "title": "Volcanoes and climate, Wiley Interdiscip",
    "authors": ["Sediment. Geol"],
    "venue": "Rev.: Clim. Change,",
    "year": 2010
  }, {
    "title": "Glacial cycles drive variations in the production of oceanic crust",
    "authors": ["Bull"],
    "year": 2015
  }, {
    "title": "Uranium-series isotopes in river materials: Insights into the timescales of erosion",
    "authors": ["A. Dosseto", "B. Bourdon", "S.P. Turner"],
    "year": 2008
  }, {
    "title": "Intense localized rock uplift and erosion in the St Elias orogen",
    "authors": ["E. 423–426. Enkelmann", "P.K. Zeitler", "T.L. Pavlis", "J.I. Garver", "K.D. Ridgway"],
    "year": 2009
  }, {
    "title": "A multicomponent coupled model of glacier hydrology: 1. Theory and synthetic examples",
    "authors": ["development", "Quat"],
    "venue": "J. Geophys. Res.,",
    "year": 2002
  }, {
    "title": "Glaciation, erosion, and landscape evolution of Iceland",
    "authors": ["G.H. Miller", "J.T. Andrews"],
    "venue": "J. Geodyn.,",
    "year": 2007
  }, {
    "title": "Comment on “Glacial cycles drive variations in the production of oceanic crust",
    "authors": ["regimes", "J. Geol"],
    "year": 2015
  }, {
    "title": "A numerical model of landform development by glacial erosion, Nature",
    "authors": ["J. M", "B. Hallet", "C.F. Raymond"],
    "venue": "Global Planet. Change,",
    "year": 1988
  }, {
    "title": "Variations in the Earth’s orbit",
    "authors": ["J.D. Hays", "J. Imbrie", "N. J"],
    "venue": "Shacklet",
    "year": 1976
  }, {
    "title": "Increased capture of magma in the crust",
    "authors": ["P.F. 365–389. Hoffman", "A.J. Kaufman", "G.P. Halverson", "D.P. Schrag"],
    "venue": "A Neoproterozoic snowball Earth,",
    "year": 1998
  }, {
    "title": "The effect of deglaciation on mantle melting beneath Iceland",
    "authors": ["M. Jull", "D. McKenzie"],
    "venue": "Volcanol.,",
    "year": 1996
  }, {
    "title": "The subglacial thermal organisation (STO) of ice sheets, Quat",
    "authors": ["J. doi:10.1029/96JB01308. Kleman", "N.F. Glasser"],
    "venue": "Sci. Rev.,",
    "year": 2007
  }, {
    "title": "Erosion rates during rapid deglaciation in Icy Bay, Alaska",
    "authors": ["M. 63–66. Koppes", "B. Hallet"],
    "venue": "J. Geophys. Res.,",
    "year": 2006
  }, {
    "title": "A two-dimensional shallow ice-flow model of Glacier de Saint-Sorlin, France",
    "authors": ["E. Meur", "C. Vincent"],
    "venue": "Geosci.,",
    "year": 2003
  }, {
    "title": "Centennial-scale changes in the global carbon cycle during the last deglaciation",
    "authors": ["Geosyst", "S. A"],
    "year": 2014
  }, {
    "title": "The generation and compaction of partially molten rock",
    "authors": [],
    "venue": "J. Petrol.,",
    "year": 1984
  }, {
    "title": "Late Cenozoic uplift of mountain ranges and global climate change: Chicken or egg",
    "authors": ["P. Molnar", "P. England"],
    "year": 1990
  }, {
    "title": "Erosion and infill of New York Finger Lakes: Implications for Laurentide ice sheet deglaciation, Geology",
    "authors": ["H.T. Mullins", "E.J. Hinchey"],
    "venue": "DML ice cores, Earth Planet. Sci. Lett.,",
    "year": 1989
  }, {
    "title": "Sensitivity of seafloor bathymetry to climate-driven fluctuations",
    "authors": ["622–625. Olive", "J.-A", "M.D. Behn", "G. Ito", "W.R. Buck", "J. Escartín", "S. Howell"],
    "year": 2015
  }, {
    "title": "The Physics of Glaciers, 3rd ed., Pergamon, Butterworth-Heinemann",
    "authors": ["W. Paterson"],
    "venue": "mid-ocean ridge magma supply,",
    "year": 1994
  }, {
    "title": "Neotectonics and recent uplift at Kamchatka",
    "authors": ["D. Pflanz", "C. Gaedicke", "R. Freitag", "M. Krbetschek", "N. Tsukanov", "B. Baranov"],
    "year": 2013
  }, {
    "title": "Distribution, geometry, age and origin of overdeepened valleys and basins in the Alps",
    "authors": ["F. Preusser", "J. Reitner"],
    "venue": "Schlüchter",
    "year": 2010
  }, {
    "title": "Effects of present-day deglaciation in Iceland on mantle",
    "authors": ["P. Schmidt", "B. Lund", "C. Hieronymus", "J. Maclennan", "T. Arnadottir", "C. Pagli"],
    "year": 2013
  }, {
    "title": "Volcanism and erosion during the past 930 k.y. at the Tatara–San Pedro complex, Chilean Andes, Geol",
    "authors": ["L. Slater", "M. Jull", "D. McKenzie"],
    "venue": "Gronvold",
    "year": 1998
  }, {
    "title": "Pre-glacial topography of the European Alps, Geology",
    "authors": [],
    "venue": "Champagnac",
    "year": 2012
  }, {
    "title": "The influence of basal processes on the dynamic behaviour of cold-based glaciers",
    "authors": ["D.L. 169–190. Turcotte", "G. Schubert", "Geodynamics", "Cambridge Univ. Press", "Cambridge", "R.I.U.K. Waller"],
    "venue": "Quat. Int.,",
    "year": 2001
  }, {
    "title": "The relation between rock uplift and denudation",
    "authors": ["H. Wittmann", "F. von Blanckenburg", "T. Kruesmann", "K.P. Norton", "P.W. Kubik"],
    "year": 2007
  }, {
    "title": "Postglacial sealevels on a spherical, self-gravitating viscoelastic earth: Effects of lateral viscosity variations",
    "authors": ["W. van der Wal"],
    "venue": "Geophys. J. Int.,",
    "year": 2003
  }],
  "id": "SP:2ab325168edf533bb0b6ff9da8973fdb3f0715c9",
  "authors": [{
    "name": "Pietro Sternai",
    "affiliations": []
  }, {
    "name": "Luca Caricchi",
    "affiliations": []
  }, {
    "name": "Sébastien Castelltort",
    "affiliations": []
  }, {
    "name": "Jean-Daniel Champagnac",
    "affiliations": []
  }],
  "abstractText": "Glacial-interglacial cycles affect the processes through which water and rocks are redistributed across the Earth’s surface, thereby linking the solid Earth and climate dynamics. Regional and global scale studies suggest that continental lithospheric unloading due to ice melting during the transition to interglacials leads to increased continental magmatic, volcanic, and degassing activity. Such a climatic forcing on the melting of the Earth’s interior, however, has always been evaluated regardless of continental unloading by glacial erosion, albeit the density of rock exceeds that of ice by approximately 3 times. Here we present and discuss numerical results involving synthetic but realistic topographies, ice caps, and glacial erosion rates suggesting that erosion may be as important as deglaciation in affecting continental unloading. Our study represents an additional step toward a more general understanding of the links between a changing climate, glacial processes, and the melting of the solid Earth.",
  "title": "Deglaciation and glacial erosion: A joint control on magma productivity by continental unloading"
}