{
  "sections": [{
    "heading": "1. Introduction",
    "text": "Explosive volcanism is known as a major driver of repeated short-term cooling immediately following individual events over the past centuries and millennia [Briffa et al., 1998]. Sequences of eruptions have also been suspected to be a likely cause of the multidecadal to centennial cooling pulses of the Little Ice Age [Hegerl et al., 2003] and, indirectly, through their absence, the possible warm episodes, such as during the medieval climate anomaly [Jones and Mann, 2004]. Alternative views postulate a predominant internal variability in the climate system punctuated by episodic volcanic perturbations. Despite the demonstrated contribution to natural variability, no volcanic forcing has been seriously considered to be included for the extensive assessments of possible and likely future climate because of their apparent random nature. Thus, volcanic forcing remains a major unknown in climate projections [Stoffel et al., 2015].\nIt is well understood how large explosive eruptions can release considerable amounts of sulfur (and other material) into the lower stratosphere, where conversion to long-lived small sulfate particles occurs [McCormick et al., 1995]. The resulting vails, particularly when forming in the tropics, lead to perturbations of the Earth’s radiative balance and general surface cooling for a few years or more [Robock, 2000]. The occurrence of such events is often regarded in the geophysics community as a purely random, time-independent process [Love, 2012]. Depending on the timescale under study, a body of work has recently emerged to challenge this hypothesis. For example, Mason et al. [2004] suggested an effect of seasonality on eruption occurrence, while Watt et al. [2009] found a statistically significant increase in eruption rate after major earthquakes. At decadal to centennial timescales, clusters of eruptions have been recognized in different archives [Robock, 2000]. Looking at tropical events in these records, and focusing on the binary nature of the series, Ammann and Naveau [2003] identified a strong 76 year cycle. Still, this analysis, primarily based on polar sulfate deposits, covered a relatively short period (1400–1998). Since then, new advances have been made in the recovery and analysis of polar sulfate [Sigl et al., 2015], and also in the statistical modeling of binary series using the framework of multivariate Bernoulli distributions [Dai et al., 2013]. We propose in this study the use of a more robust statistical model to analyze the dynamical properties of explosive volcanic event occurrence."
  }, {
    "heading": "2. Data",
    "text": "The most reliable information about past volcanism can be gained from high-resolution polar ice cores [Hammer et al., 1980; Zielinski, 2000]. Combining their well-dated sulfate records into composites offers the establishment of an ice core volcanic index (IVI) [Robock and Free, 1995; Ammann and Naveau, 2003; Sigl et al., 2013, 2015]. We rely in this study on two different binary IVI records (eruption years coded by 1, see Figure 1).\n• First building block to stochastically simulate volcanic forcing series that could be included in future climate predictions\nSupporting Information: • Supporting Information S1 • Figure S1 • Figure S2 • Figure S3 • Figure S4 • Table S1 • Text S1\nCorrespondence to: A. Tuel, atuel@mit.edu\nCitation: Tuel, A., P. Naveau, and C. M. Ammann (2017), Skillful prediction of multidecadal variations in volcanic forcing, Geophys. Res. Lett., 44, 2868–2874, doi:10.1002/2016GL072234.\nReceived 6 DEC 2016 Accepted 8 MAR 2017 Accepted article online 15 MAR 2017 Published online 25 MAR 2017\n©2017. American Geophysical Union. All Rights Reserved. This article has been contributed to by US Government employees and their work is in the public domain in the USA.\nTUEL ET AL. SKILLFUL PREDICTION OF VOLCANIC FORCING 2868\nThe first, from Ammann and Naveau [2003], which we write henceforward AN, was obtained from ice core sulfate series corroborated by other independent data sources. We use the period 1550–2010 with minimal potential for event dropoff. The second series is the most recent high-resolution, multicore sulfate compilation by Sigl et al. [2015]. It goes back 2500 years, but we choose to focus on the years 1000 to 2010 A.D. for two reasons. First, prior to 1000 A.D., the average eruption rate, as computed from our extracted binary record, decreases. This could be an artifact due to data quality issues as one goes back in the past. Still, from 1000 to 2010 A.D., the long-term eruption rate stays about constant (0.065 eruption per decade). Second, the error made when dating ice layers goes up with the age of that layer. Increasing the number of missing or badly resolved layers creates shifts in the data that impact our analysis. For example, when eruptions are randomly and artificially shifted by at most 2 years, underlying variabilities become difficult to detect with a precision at the decadal scale (see also section 4).\nAmong all eruptions, we focus on those that left a significant sulfate signal at both poles. Such eruptions very likely occurred in the tropics and had therefore a stronger impact on global climate than mid- to high-latitude events. To define a binary event in our eruption records, we need to set a threshold on the signal left by an eruption in polar sulfate records. This is achieved by using the last 150 years of ice core data, during which we know precisely the eruptions that occurred and that impacted global climate. Based on this threshold, we use a signal extraction technique [Gazeaux et al., 2013] (see Methods S1 in supporting information S1) to increase the recognized number of eruptions from 36 to 65 for the period since the year 1000 and from 83 to 154 for the period since 400 B.C. The reconstructed record contains all detectable eruptions of magnitude—as inferred from their sulfate signals—equal to or higher than that of the observation set.\nIn the following, we restrict the statistical fit of models to data before 1859 A.D. (training set). The subsequent years from 1860 to 2010 (see Figure 1), corresponding to the period with the best direct observations, are used to assess our models’ predictive skills."
  }, {
    "heading": "3. Methods",
    "text": "Recent statistical advances [Dai et al., 2013] provide an integrated framework that accurately captures scale dependencies when modeling binary data, called the general logistic model. It describes, in any setup, the full joint probability p(y1∶t) of a multivariate binary vector y1∶t =(y1, y2,… , yt) over t years. In its simplest form, the univariate logistic model consists in defining 𝜆(t)= log ( pt\n1−pt\n) where pt corresponds to the probability of\nobserving an eruption during year t. The unknown 𝜆(t) can be modeled in multiple ways, with the most simple form being called a logistic regression driven by temporal covariates. For example, Ammann and Naveau [2003] chose to define 𝜆(t) as a function of two trigonometric functions. While this allowed them to capture slow decadal variations, any possible short-term correlations were missing. In an effort to investigate the presence of such correlations and to improve the model’s prediction skills, we expand on this basic model and build in an autologistic regression [Hughes et al., 2011] that allows for pt to be directly dependent on the record before t. To guard against possible overfitting of the model to the relatively rare explosive eruptions,\nTUEL ET AL. SKILLFUL PREDICTION OF VOLCANIC FORCING 2869\nwe use only one parameter, 𝛼, to capture the autoregressive term (𝛼= 0 means no short-term dependence). More precisely, we study the model\n𝜆(t, 𝜃, y(t−n)∶(t−1)) = 𝜃0 + 2∑\ni=1\n{ 𝜃i,1 cos ( 2𝜋t\nTi\n) + 𝜃i,2 sin ( 2𝜋t\nTi\n)}\n⏟⏞⏞⏞⏞⏞⏞⏞⏞⏞⏞⏞⏞⏞⏞⏞⏞⏞⏞⏞⏞⏞⏞⏞⏞⏞⏞⏞⏞⏞⏞⏟⏞⏞⏞⏞⏞⏞⏞⏞⏞⏞⏞⏞⏞⏞⏞⏞⏞⏞⏞⏞⏞⏞⏞⏞⏞⏞⏞⏞⏞⏞⏟ Decadal variation\n+ 𝛼 × ( yt−1 + · · · + yt−n )\n⏟⏞⏞⏞⏞⏞⏞⏞⏞⏞⏞⏞⏞⏞⏟⏞⏞⏞⏞⏞⏞⏞⏞⏞⏞⏞⏞⏞⏟ Short-term memory\n, (1)\nwhere the vector of unknown parameters 𝜃 = (𝜃0, 𝜃1,1, … , 𝜃2,2, 𝛼) is found by maximum likelihood estimation for different fixed cycle lengths values T1 and T2 (logistic part of the model) and of interaction order n (dynamical part), as outlined in Methods S2 in supporting information S1."
  }, {
    "heading": "4. Results",
    "text": "Fitting model (1) to the two IVI series, the optimal values of Ti for the autologistic model (𝛼 ≠ 0) are determined with the Akaike information criterion (AIC) (as in AN), a classical tool of model selection. For a given parametric model M, with parameters p1,… , p𝜈 and log likelihood l(p1∶𝜈 , ⋅), its AIC with respect to the data set (y1,… , yT ) is defined as\nAIC = 2 × ( 𝜈 − l(p1∶𝜈 , y1∶T ) ) . (2)\nThe AIC not only takes the quality of the fit into account (with the log likelihood) but also penalizes models to avoid overfitting with too many parameters. For a given data set, the lower the AIC, the better the model. For a range of two cycles—T1 from 50 to 90 years and T2 from 5 to 30 years (Figure 2, bottom)—and different temporal dependencies n (Figure 2, top), we find a strong cycle around 70–75 years and weaker ones around 18–24 years with the strongest temporal dependency at n=5 and 13 years for Sigl and AN data, respectively.\nTUEL ET AL. SKILLFUL PREDICTION OF VOLCANIC FORCING 2870\nautologistic part of the model should be seen in the narrowing of the uncertainty (i.e., less spread) in the predictive skill over the well-observed validation period using a range of statistical verification scores (see Methods S3 in supporting information S1). Figure 3 compares the observed number of eruptions over different climatological periods with the predicted histograms obtained from three models: a time-independent binomial model, the simple logistic model, and the autologistic allowing for temporal dependence. The latter stands out with a marked reduction of the projected ranges, where 90% of the expected number of eruptions per period are within three event groups. The other models are much less specific in their predictions\nTUEL ET AL. SKILLFUL PREDICTION OF VOLCANIC FORCING 2871\nthe hypothesis of random occurrence of large explosive volcanism.\nLooking at the broader predictions from 1860 toward the end of the 22nd century, the autologistic model provides an en-\nhanced picture of variability in eruption occurrence. For example, from our statistical model fitted on the available ice core record up to 1860, some climatological periods might experience four or more large eruptions (peak: 2025–2054, 2100–2129) and others at most two (minimum: 1990–2019, 2060–2089). Although such frequency variations are not including the eruption magnitudes (the issue of eruption intensity inferred from sulfate records is a complex one: see Ammann and Naveau [2010] for a thorough discussion of this question), the differences in potential cumulative impacts from volcanic cooling could be significant.\nIt remains to be determined which mechanism is responsible for the identified low-frequency variations and potential dynamical dependencies. Research has shown that it is possible that even small stress variations in the Earth’s crust, such as astronomic tides or other geodynamic processes, can alter the likelihood of large geophysical phenomena such as earthquakes [Ide et al., 2016]. Similarly, potential triggers for volcanic eruptions could also be modulated by astronomical forces (e.g., lunar tides) [Mauk and Johnston, 1973] or terrestrial processes (e.g., buildup and melting of snow cover [Mason et al., 2004] or variations in sea level or air pressure). However, with the data at hand, it is hard to establish direct links of these processes to the multidecadal variations in explosive volcanism.\nLength-of-day (LOD) variations, however, have been shown to cause significant stress in the crust [Varga et al., 2005] and also contain a significant multidecadal variation [Wang et al., 2000]. LOD is influenced by different processes across several timescales [Holme and de Viron, 2013]. Small, subannual variations are mostly due to atmosphere and ocean dynamics [Brzeziński et al., 2002]. But superposed on the long-term trend induced by constant friction from lunar tides [Stephenson and Morrison, 1984] are multidecadal variations with a magnitude of several milliseconds, reflecting significantly larger changes than what surface processes can induce. These are believed to originate from the exchange of angular momentum between the Earth’s mantle and liquid core [Zatman and Bloxham, 1997], for which torsional oscillations have been proposed and later corroborated through simulations. One of these has a period close to 76 years [Zatman and Bloxham, 1997], consistent with the volcanic variations.\nPast studies have explored potential links between the Earth’s rotation speed and geophysical processes such as volcanism and earthquakes. It has been shown that multidecadal LOD variations released a substantial amount of energy that could lead to deformations of the Earth’s crust [Varga et al., 2005] and, consequently, earthquake occurrences [Wang et al., 2000]. More recently, Sottili et al. [2015] went further, suggesting that LOD variations could also affect volcanoes, based on correlations between eruption occurrences and the LOD pattern since 1750.\nTo evaluate a possible link between the multidecadal LOD variations and our volcanic cycles, we look at LOD data from the Lunar97 data set [Gross, 2001], reconstructed from astronomical observations. We extract the low-frequency signal at the timescale of interest (60–80 years) with a wavelet algorithm [Oh et al., 2003]. Figure 4 compares our autologistic model of eruption likelihood with the first derivative of the observed LOD,\nTUEL ET AL. SKILLFUL PREDICTION OF VOLCANIC FORCING 2872\nrepresenting the time of highest changes in the Earth’s axial rotation and thus maximized stress [Wang et al., 2000]. The multidecadal component in LOD variations, albeit based on a short record, shows close alignment with the low-frequency variations in our eruption model as well as earthquakes [Varga et al., 2005; Wang et al., 2000]. Of course, seismic activity itself could trigger eruptions [Walter and Amelung, 2007; Watt et al., 2009]. Indeed, the number of significant earthquakes (m> 7.5) in the region of El Chichón (eruption in 1982) and Pinatubo (1991) clearly increases prior to the respective events, with the eruption occurring in both cases near the peak of multidecadal earthquake activity (Figure S2). An intense seismic activity at the regional scale could therefore trigger large explosive eruptions. Despite the clear limitation arising from the short length of the LOD record, the independent agreement with IVI records possibly offers a conjecture of a link. Future research should test such a link within a broader process framework. For example, some indications exist that the sign of LOD variations could influence eruptions in subduction zones depending on the direction of plate motion [Sottili et al., 2015]. In addition, core movements have been described to exhibit strong asymmetry in latitude [Zatman and Bloxham, 1997]. Analyzing these spatial effects could help confirm or reject the LOD’s role in multidecadal explosive volcanism variations.\nConcerning the short-term dynamical dependencies captured by the coefficient 𝛼 in model (1), the negative sign of 𝛼 suggests that a large eruption is less likely to occur if another one has just occurred in the n previous years. Statistically, it is clear that incorporating 𝛼 significantly improves the predictive skills of (1). However, we are unable to determine whether this is due to a physical mechanism or if it is only data driven, i.e., a statistical correction to bring down the number of eruptions that would otherwise be overestimated by a simple logistic model."
  }, {
    "heading": "5. Conclusions",
    "text": "In summary, by creating stresses in the crust, variations in the Earth’s spin may influence volcanic activity either by the intermediary of earthquakes or more directly as demonstrated by the correlation of LOD with the IVI. Whatever the mechanism, using the autologistic model for eruption occurrence combined with statistical generators of intensity [Ammann and Naveau, 2010], both calibrated on the latest records of past explosive volcanism, allows for a much more skillful prediction of multidecadal volcanic forcing for the coming decades than previously thought. The stochastic signal challenges the paradigm of a constant natural process and thus opens new opportunities to design statistically consistent and useful future climate change scenarios that include volcanic forcing."
  }],
  "year": 2017,
  "references": [{
    "title": "Statistical analysis of tropical explosive volcanism occurrences over the last 6 centuries",
    "authors": ["C.M. Ammann", "P. Naveau"],
    "year": 2003
  }, {
    "title": "A statistical volcanic forcing-scenario generator for climate simulations",
    "authors": ["P. Naveau"],
    "venue": "J. Geophys. Res.,",
    "year": 2010
  }, {
    "title": "A combined length-of-day series spanning 1832–1997",
    "authors": [],
    "venue": "LUNAR97, Phys. Earth Planet. In.,",
    "year": 2001
  }, {
    "title": "Greenland ice sheet evidence of post-glacial volcanism and its climatic impact",
    "authors": ["C.U. Hammer", "H.B. Clausen"],
    "venue": "Dansgaard",
    "year": 1980
  }, {
    "title": "Autologistic models for binary data on a lattice, Environmetrics",
    "authors": ["M. Haran", "P.C. Caragea"],
    "year": 2011
  }, {
    "title": "Earthquake potential revealed by tidal influence on earthquake size-frequency",
    "authors": ["S. doi:10.1002/env.1102. Ide", "S. Yabe", "Y. Tanaka"],
    "year": 2016
  }, {
    "title": "Climate over past millennia",
    "authors": ["P.D. Jones", "M.E. Mann"],
    "venue": "Rev. Geophys.,",
    "year": 2004
  }, {
    "title": "Seasonality of volcanic eruptions",
    "authors": ["B.G. 1002/2016GL072234 Mason", "D.M. Pyle", "W.B. Dade", "T. Jupp"],
    "venue": "J. Geophys. Res.,",
    "year": 2004
  }, {
    "title": "On the triggering of volcanic eruptions by Earth tides",
    "authors": ["M.J.S. Johnston"],
    "venue": "J. Geophys. Res.,",
    "year": 1973
  }, {
    "title": "A new bipolar ice core record of volcanism from WAIS Divide and NEEM and implications for climate forcing of the last",
    "authors": ["M doi:10.1029/95JD00825. Sigl"],
    "year": 2013
  }, {
    "title": "Timing and climate forcing of volcanic eruptions for the past",
    "authors": ["M doi:10.1029/2012JD018603. Sigl"],
    "venue": "J. Geophys. Res. Atmos.,",
    "year": 2015
  }, {
    "title": "Earth’s rotation variability triggers explosive eruptions in subduction",
    "authors": ["D.M. Palladino", "M. Cuffaro", "D. Doglioni"],
    "year": 2015
  }, {
    "title": "Estimates of volcanic-induced cooling in the Northern Hemisphere over the past",
    "authors": ["A Ser"],
    "year": 2015
  }, {
    "title": "The relationship between the global seismicity and the rotation of the Earth, in Journées",
    "authors": ["P. doi:10.1038/ngeo2526. Varga", "D. Gambis", "Z. Bus"],
    "venue": "Bizouard",
    "year": 2005
  }, {
    "title": "Volcanic eruptions following M≥9 megathrust earthquakes: Implications for the Sumatra-Andaman",
    "authors": ["T.R. Walter", "F. Amelung"],
    "year": 2004
  }],
  "id": "SP:0a54f4485241bb793cc2a792c35acea8b7cfca64",
  "authors": [{
    "name": "A. Tuel",
    "affiliations": []
  }, {
    "name": "P. Naveau",
    "affiliations": []
  }, {
    "name": "C. M. Ammann",
    "affiliations": []
  }],
  "abstractText": "Stratospheric sulfate injections from explosive volcanic eruptions are a primary natural climate forcing. Improved statistical models can now capture and simulate dynamical relationships in temporal variations of binary data. Leveraging these new techniques, the presented analysis clearly indicates that the number of large eruptions in the most recent records of explosive volcanism cannot be considered to be fully random. Including dynamical dependence in our models improves their ability to reproduce the historical record and thus forms a strong basis for skill in statistical prediction. Possible geophysical mechanisms behind the identified multidecadal variations are discussed, including variations in the observed length of day.",
  "title": "Skillful prediction of multidecadal variations in volcanic forcing"
}