{
  "sections": [{
    "text": "GEOLOGY | February 2013 | www.gsapubs.org 227"
  }, {
    "heading": "INTRODUCTION",
    "text": "Volcanic activity varies over a wide range of temporal scales, from cycles with less than oneyear periods in single volcanic systems, to intervals extending out to plate tectonic time scales (Cambray and Cadet, 1994; Kennett et al., 1977; Mason et al., 2004; Paterne et al., 1990). Connections between volcanism, the global carbon cycle and climate appear to be well established at the longest of these time scales (Walker et al., 1981). Moreover, on seasonal-to-decadal time scales, volcanic eruptions are known to infl uence climate (e.g., Hansen et al., 1992; Robock, 2000), and perhaps vice versa (Novell et al., 2006; Rampino et al., 1979). We focus on the intermediate time scales (103–105 yr) relevant to variations during the ice age. There is evidence that subaerial volcanism increased signifi cantly during the last deglaciation phase of the ice age (Huybers and Langmuir, 2009; Jull and Mc Kenzie, 1996), and a connection between climate and volcanism over broader ice age time scales has been established in regional studies (e.g., Jellinek et al., 2004; McGuire et al., 1997; Novell et al., 2006; Paterne et al., 1990). However, a general link between glacial cycles and global volcanic activity has remained elusive."
  }, {
    "heading": "TEPHRA RECORD FROM THE “RING",
    "text": "OF FIRE”\nWe analyze marine records of widely dispersed, and well-preserved, tephra layers associated with the Circum-Pacifi c volcanic chain referred to as the “Ring of Fire” (ROF). The ROF accounts for about half the global length of active plate subduction. Ash plumes of highly explosive Plinian eruptions travel through the atmosphere and deposit volcanic tephras downwind from the eruption sites; sites included in this study lie 200–500 km from their respective sources in the prevailing stratospheric wind directions (Fig. 1).\nOur data set is comprised of two subsets. The fi rst involves records from Central America and consists, in part, of 49 eruptions preserved in tephra layers from 56 cross-correlated gravity cores. These data provide an almost complete record of large explosive eruptions (VEI >5 [Volcanic Explosivity Index]) over the past\n490 k.y. in the Central American Volcanic Arc (CAVA; Fig. 1). We augment these data with 42 tephra layers extending over ~1 m.y. found in Deep Sea Drilling Project (DSDP) and Ocean Drilling Program (ODP) Legs offshore of Central America. The marine tephra records in Central America are dated using estimated sedimentation rates and/or through correlation with radiometrically dated on-land deposits (e.g., Kutterolf et al., 2008; also see the GSA Data Repository1).\nThe second data subset includes DSDP, ODP, and IODP (Integrated Ocean Drilling Program) drill core records from other sites along the ROF (Fig. 1; Table DR1 in the Data Repository). The records extend back to ca. 1 Ma, but rarely include the shallowest sediments with ages up to ca. 100 ka, and have thus been complemented by data from gravity\n*E-mail: skutterolf@geomar.de.\nHolocene ice age has remained elusive. We report on a spectral analysis of a large number of well-preserved ash plume deposits recorded in marine sediments along the Pacifi c Ring of Fire. Our analysis yields a statistically signifi cant detection of a spectral peak at the obliquity period. We propose that this variability in volcanic activity results from crustal stress changes associated with ice age mass redistribution. In particular, increased volcanism lags behind the highest rate of increasing eustatic sea level (decreasing global ice volume) by 4.0 ± 3.6 k.y. and correlates with numerical predictions of stress changes at volcanically active sites. These results support the presence of a causal link between variations in ice age climate, continental stress fi eld, and volcanism.\nGEOLOGY, February 2013; v. 41; no. 2; p. 227–230; Data Repository item 2013055 | doi:10.1130/G33419.1 | Published online 30 November 2012 © 2012 eological Society of America. For permission to copy, contact Copyright Permissions, GSA, or editing@geosociety.org.\n1GSA Data Repository item 2013055, data, additional fi gures explaining the methods, and an extended error analysis of the data set and statistics, is available online at www.geosociety.org/pubs/ft2013.htm, or on request from editing@geosociety.org or Documents Secretary, GSA, P.O. Box 9140, Boulder, CO 80301, USA.\nDownloaded from https://pubs.geoscienceworld.org/gsa/geology/article-pdf/41/2/227/3715949/227.pdf by University of Arizona user on 21 February 2019\n228 www.gsapubs.org | February 2013 | GEOLOGY\ncores. These tephra layers are also dated using estimated sedimentation rates.\nThe time series of ash deposits at a specifi c location is based on the individual drill site with the most continuous and complete tephra record. Preference is given to drill sites on the incoming plate since these are generally less affected by erosion than sites on the continental slope. The record is complemented by core data from adjacent sites if possible. Tephra layers of the same age and depositional depth obtained from sites in close proximity (<50 km) are generally counted as one eruptive event. Tephras of similar age recorded at sites at greater distance from one another are counted as separate events. In total, we have identifi ed 408 tephra layers at sites along the ROF. The estimated ages of the tephra layers have uncertainties ranging to 14% of their age. These uncertainties are accounted for in subsequent analyses. For a detailed discussion and explanation of the dating and associated errors see the Data Repository."
  }, {
    "heading": "FREQUENCY ANALYSIS",
    "text": "We mapped the ROF data set into a binary time series in which the occurrence of a tephra layer is given a value of unity. To display lowfrequency variability, we applied a stable-phase, running average low-pass fi lter with a width of 5 k.y. to the time series (red line in Fig. DR3A in the Data Repository). It is instructive to consider the spectral estimates associated with a sequence of progressively older, overlapping 400 k.y. segments of the tephra time series (Fig. DR4), which we obtain using a multitaper spectral analysis (Thomson, 1982; Percival and Walden, 1998). A peak at a frequency of 1 per 41 k.y., the Milankovitch obliquity frequency, is present in the most recent segment, which is expected to have greatest age accuracy. Examination of older segments shows that the amplitude and frequency of the spectral peak nearest to the obliquity frequency varies considerably in other portions of the time series, possibly because of timing errors that lead to distortion of the spectral estimate (Huybers and Wunsch, 2004).\nTo assess the statistical signifi cance of the peak nearest to obliquity, we use the full 1.2 m.y. interval of tephra observations. Timing errors are allowed for by searching for the largest peak within ±14% of the 1 per 41 k.y. obliquity frequency, which is identifi ed at a frequency of 1 per 44 k.y. Fitting an exponential function to the spectral estimate between 1 per 10 k.y. and 1 per 80 k.y. indicates that the peak at 1 per 44 k.y. rises 6.3× above the background continuum. The signifi cance of this departure relative to the local background continuum is assessed using a Monte Carlo method, wherein synthetic ash layers are realized according to a Poisson distribution so as to have roughly similar numbers of tephra layers as observed. Spectral analysis is performed on each realization of the synthetic\nash sequence, and the peak within 14% of the obliquity frequency that rises furthest above the background continuum in a fractional sense is recorded. To build up a null distribution, this procedure is repeated 100,000 times, and indicates that the 6.3 ratio identifi ed for the actual 1 per 44 k.y. peak would be realized less than 1% of the time, according to our null model. Because no other process is expected to concentrate energy in the band of frequencies that we consider, these results constitute a statistically signifi cant detection of variations in tephra related to the quasi-periodic 1 per 41 k.y. changes in the obliquity of Earth’s spin axis.\nTo further evaluate the spectral peak that we associate with obliquity, we compress all tephra ages by a factor of 10%. Compression has the largest effect on the absolute ages of the oldest samples, for which uncertainties are the largest. The eruption frequency computed on the basis of this compressed time series is given in Figure 2A. The associated power spectrum of this\ntime series is shown in Figure 2B (and by the black line in Fig. DR3D). In addition to the peak within the obliquity band, the spectrum exhibits some additional concentration of energy near the 1 per 100 k.y. and 1 per 23 k.y. frequencies. Although these concentrations contain no signifi cant peaks, the presence of excess energy is in accord with other indicators of late Pleistocene climate."
  }, {
    "heading": "LINKING MILANKOVITCH CYCLES, ICE AGE DYNAMICS AND VOLCANISM",
    "text": "The foregoing spectral results strongly suggest that ice-age climate variations induce volcanism, and the physical link may be the changes in crustal stress associated with ice-ocean mass redistributions during the glacial cycles (Glazner et al., 1999; Huybers and Langmuir, 2009; Jull and McKenzie, 1996; McGuire et al., 1997; Sigvaldason et al., 1992). Volcanic output would be expected to increase during periods in which the local confi ning pressure decreases,\n0\n1\n2\n3\n4\n5\n6\n7\n8 B\nN or\nm al\niz ed\np ow\ner s\npe ct\nru m\n2 (e ru pt io ns\n/y r)\n10 100 Period (k.y.) 9080706050403020\n41 k.y.\n0\n1\n2\n3\n4\n5\n6\n7\n8 C\nN or\nm al\niz ed\np ow\ner s\npe ct\nru m\n(Δ /y\nr) 18 δ O\n10 100 Period (k.y.) 9080706050403020\nTime (kyr) 0 100 200 300 400 500 600 700 800 900 1000\nEr up\ntio n\nfr eq\nue nc y (e ru pt io ns /k .y .) 10\n14 16\nA\n12\n8 6 4 2 0\n1 2 3 4 5 6 7 8 9 −0.8 −0.6 −0.4 −0.2\n0 0.2 0.4 0.6 0.8\nTime (kyr) 0 0.001 0.002 0.003 0.004 0.005 0.006 0.007 0.008 N or m al iz ed o bl iq ui ty Va ria tio n in e ru pt io n fre qu en cy\nFigure 2. A: Volcanic eruption frequency computed using the full database of Pacifi c “Ring of Fire” (ROF) tephra layer records after compressing the time scale by 10%. Tick marks along top axis indicate eruptive events. Inset shows bandpass fi ltered tephra (red) and obliquity time series (blue) from 100 ka to 900 ka (a time span not infl uenced by fi lter response). B: Power spectra (red solid line) with 95% confi dence limits (light red fi eld) of the tephra layer records for the compressed ROF time series. Power spectra, computed with a time bandwidth of 1.5 k.y., have been normalized to the maximum value in the 40–50 k.y. band to allow better comparison. Energy at the obliquity period of 1 per 41 k.y. stands out as being signifi cant. C: Power spectrum (blue solid line) with 95% confi dence limits (light purple fi eld) of the time rate of change of a Pleistocene stack of δ18O records (Lisiecki and Raymo, 2005).\nDownloaded from https://pubs.geoscienceworld.org/gsa/geology/article-pdf/41/2/227/3715949/227.pdf by University of Arizona user on 21 February 2019\nGEOLOGY | February 2013 | www.gsapubs.org 229\nlowering the integrity of the enclosing rock. In addition to a depressurization-induced increase in magma production (McKenzie, 1984), glacial unloading also facilitates dike formation and propagation from magma chambers to the surface (Jellinek et al., 2004).\nTo further explore this connection, we consider phase relationships between tephra layers and variations in ice-age climate. We use a time series of benthic δ18O as a proxy for eustatic sea-level variations or, equivalently, variations in ice volume. Figure 2C shows the power spectrum of the time rate of change of a Pleistocene stack of globally distributed benthic δ18O time series values (Lisiecki and Raymo, 2005). The δ18O rate has three distinct peaks centered at periods of 100 k.y., 41 k.y., and 21 k.y., corresponding to the average time scale associated with glacial/interglacial cycles, the period of obliquity variations, and the average periods of climatic precession (Hays et al., 1976; Berger and Loutre, 1992).\nNotably, the obliquity bands contain the greatest concentration of spectral power in both the volcanic tephra records and the rateof-change of δ18O records. Examination of the coherence and phase relationship within the obliquity band shows that volcanism is signifi - cantly coherent with, and slightly lags, obliquity by 24 ± 22° or, equivalently, 2.7 ± 2.5 k.y. (see Fig. 3, and the Data Repository). This relationship can be seen, to some extent, through comparing a band-pass fi ltered version of the tephra time series to the variations in obliquity (Fig. 2A, inset). As follows from this relationship, and the fact that changes in obliquity are roughly anti-phased with the rate of change of δ18O (Roe, 2006), we fi nd that volcanism peaks roughly when the rate of change of δ18O is most negative, with the latter lagging by 169 ± 9° or\n19.3 ± 1.1 k.y. Thus, volcanism peaks 35 ± 31° or 4.0 ± 3.6 k.y. after the greatest rate of sealevel rise and ice volume decline (Fig. 3). This is consistent with the regional study of Jellinek et al. (2004), who found that volcanism lagged glacial unloading by 3.2 ± 4.2 k.y. in eastern California (United States).\nTo explore how changes in eustatic sea level and glacial loading can infl uence volcanism, we calculate ice-age-induced, near-surface stresses during the last glacial cycle. We use a standard normal mode treatment of glacial isostatic adjustment (Wu and Peltier, 1982) that is valid for spherically symmetric, Maxwell viscoelastic Earth models (see the Data Repository). The simulations adopt the ICE5G model for the ice geometry during the last glacial cycle and the VM2 radial profi le of mantle viscosity (Peltier, 2004). Sea-level changes were computed using a gravitationally self-consistent theory that accounts for the migration of shorelines due to local onlap and offl ap and changes in grounded and marine-based ice, and the feedback into sea level of perturbations in the Earth’s rotation vector (Kendall et al., 2005).\nAs an illustration of the numerical predictions, Figure 4 (top frame; Central American volcanic arc [CAVA]) and Figure DR5 (global) show the rate of change of radial stress at 10 ka, i.e., during the fi nal deglaciation phase of the ice age,\nat a depth of 20 km. This depth is appropriate for primitive magma reservoirs that feed moreevolved magmatic systems at shallower crustal levels. In oceanic regions within the far-fi eld of the late Pleistocene ice sheets, the radial stress increases by 0.1 MPa in 1 k.y., which is consistent with the addition of ~10 m/k.y. of meltwater during this time period in the ICE5G model. The predictions show more complexity in the near fi eld of the ice sheets, where ice melting, and the associated isostatic adjustment of the solid Earth, including uplift of previously glaciated areas, and subsidence of the peripheral bulges, contribute signifi cantly to the state of stress.\nIn the far-fi eld of the ice sheets, continental regions show a smaller amplitude change in radial stress at 10 ka than oceanic regions. Continental interiors, in particular, show a drop in radial stress at this time; this stress drop is due to ocean loading, which causes a tilting upward of the lithosphere in a landward direction, and a migration of mantle material from below the oceans to below the continents. The associated gradient in the radial stress rate is evident in the map of Figure 4, where the stress drop increases in a direction away from the oceans, and peaks in the interior of Central American land masses. We conclude that the ice age stress fi eld is characterized by signifi cant geographic complexity, and that changes in the state of stress at oceanic sites may be strongly out of phase with stress changes on continental margins.\nFigure 4 (bottom frame) shows the temporal evolution of the rate of change of the radial stress at 20 km depth below the CAVA (Fig. 1). The CAVA site has the densest and most complete record of volcanic eruptions during the last glacial cycle. The timing of these eruptions is superimposed on the plot. It is clear from the fi gure that these subaerial volcanoes experience the largest change in crustal normal stresses during the deglaciation phase. During this post-LGM (Last Glacial Maximum) period, normal stresses at 20 km depth are primarily falling. Most notably, there is a signifi cant increase in volcanic activity during this period of heightened iceage-induced changes in the radial stress (Fig. 4)."
  }, {
    "heading": "CONCLUSION",
    "text": "We have reported on the fi rst Pacifi c-wide detection of obliquity-forced variability in late Pleistocene records of volcanic eruptions identifi ed using a large number of well-preserved tephra layers in widely distributed marine sedimentary cores. The detection confi rms a connection between variations in climate and volcanism during this time period. We suggest that this connection is mediated by changes in surface mass loading and the associated isostatic adjustment of the solid Earth. This loading mechanism is supported by an observed phase relationship, wherein increased volcanism slightly lags behind glacial unloading at the 41 k.y.\nDownloaded from https://pubs.geoscienceworld.org/gsa/geology/article-pdf/41/2/227/3715949/227.pdf by University of Arizona user on 21 February 2019\n230 www.gsapubs.org | February 2013 | GEOLOGY\nobliquity band, as well as a model analysis of changes in normal stress. Our numerical predictions of ice-age-induced stress changes suggest that future efforts to correlate such changes with eruption frequency should take into account the geographic variability in the ice-age stress fi eld. Further development of tephra time series, to include greater age control, longer time spans, and more-detailed spatial coverage, would also help to better characterize the nature of the coupling between climate and volcanism."
  }, {
    "heading": "ACKNOWLEDGMENTS",
    "text": "We gratefully acknowledge comments by Hans Graf, Hans-Ulrich Schmincke, Rick Murray, and Wendy Perez on earlier versions of the manuscript. This publication is contribution no. 138 of the Sonderforschungsbereich 574 “Volatiles and Fluids in Subduction Zones“ at Kiel University. Mitro vica acknowledges support from Harvard University and the Canadian Institute for Advanced Research. Huybers acknowledges support from the Packard Foundation."
  }, {
    "heading": "REFERENCES CITED",
    "text": "Berger, A., and Loutre, M.F., 1992, Astronomical so-\nlutions for paleoclimate studies over the last 3 million years: Earth and Planetary Science Letters, v. 111, p. 369–382, doi:10.1016/0012-821X (92)90190-7. Cambray, H., and Cadet, J.-P., 1994, Testing global synchronism in peri-Pacifi c arc volcanism: Journal of Volcanology and Geothermal Research, v. 63, p. 145–164, doi:10.1016/0377-0273(94)90071-X. Chave, A.D., and Thomson, D.J., 2003, A bounded infl uence regression estimator based on the statistics of the hat matrix: Journal of the Royal Statistical Society, Series C, (Applied Statistics), v. 52, p. 307–322, doi:10.1111/1467-9876.00406. Glazner, A.F., Manley, C.R., Marron, J.S., and Rojstaczer, S., 1999, Fire or ice: Anticorrelation of volcanism and glaciation in California over the past 800,000 years: Geophysical Research Letters, v. 26, p. 1759–1762, doi:10.1029 /1999GL900333. Hansen, J., Lacis, S., Ruedy, R., and Sato, M., 1992, Potential climate impact of Mount Pinatubo eruption: Geophysical Research Letters, v. 19, p. 215–218, doi:10.1029/91GL02788. Hays, J.D., Imbrie, J., and Shackelton, N.J., 1976, Variations in the Earth’s orbit: Pacemaker of the ice ages: Science, v. 194, p. 1121–1132, doi: 10.1126/science.194.4270.1121.\nHuybers, P., and Langmuir, C., 2009, Feedback between deglaciation, volcanism and atmospheric CO2: Earth and Planetary Science Letters, v. 286, p. 479–491, doi:10.1016/j.epsl.2009.07.014. Huybers, P., and Wunsch, C., 2004, A depth-derived Pleistocene age model: Uncertainty estimates, sedimentation variability, and nonlinear climate change: Paleoceanography, v. 19, PA1028, doi:10.1029/2002PA000857. Jellinek, A.M., Manga, M., and Saar, M.O., 2004, Did melting glaciers cause volcanic eruptions in eastern California? Probing the mechanics of dike formation: Journal of Geophysical Research, v. 109, B09206, doi:10.1029/2004JB002978. Jull, M., and McKenzie, D., 1996, The effect of deglaciation on mantle melting beneath Iceland: Journal of Geophysical Research, v. 101, p. 21,815– 21,828, doi:10.1029/96JB01308. Kendall, R.A., Mitrovica, J.X., and Milne, G.A., 2005, On post-glacial sea level—II. Numerical formulation and comparative results on spherically symmetric models: Geophysical Journal International, v. 161, p. 679–706, doi:10.1111 /j.1365-246X.2005.02553.x. Kennett, J.P., McBirney, A.R., and Thunell, R.C., 1977, Episodes of Cenozoic volcanism in the circum-Pacifi c region: Journal of Volcanology and Geothermal Research, v. 2, p. 145–163, doi:10.1016/0377-0273(77)90007-5. Kutterolf, S., Freundt, A., Peréz, W., Mörz, T., Schacht, U., Wehrmann, H., and Schmincke, H.-U., 2008, The Pacifi c offshore record of Plinian arc volcanism in Central America, part 1: Along-arc correlations: Geochemistry, Geophysics, Geosystems, v. 9, Q02S01, doi:10.1029/2007GC001631. Lisiecki, L.E., and Raymo, M.E., 2005, A Pliocene– Pleistocene stack of 57 globally distributed benthic δ18O records: Paleoceanography, v. 20, PA1003, doi:10.1029/2004PA001071. Mason, B.G., Pyle, D.M., Dade, W.B., and Jupp, T., 2004, Seasonality of volcanic eruptions: Journal of Geophysical Research, v. 109, B04206, doi:10.1029/2002JB002293. McGuire, W.J., Howarth, R.J., Firth, C.R., Solow, A.R., Pullen, A.D., Saunders, S.J., Stewart, I.S., and Vita-Finzi, C., 1997, Correlation between rate of sea-level change and frequency of explosive volcanism in the Mediterranean: Nature, v. 389, p. 473–476, doi:10.1038/38998. McKenzie, D., 1984, The generation and compaction of partially molten rock: Journal of Petrology, v. 25, p. 713–765. Muller, R.A., and Macdonald, G.A., 1997, Glacial cycles and astronomical forcing: Science, v. 277, p. 215–218, doi:10.1126/science.277.5323.215. Nowell, D.A.G., Jones, M.C., and Pyle, D.M., 2006, Episodic Quaternary volcanism in France and Germany: Journal of Quaternary Science, v. 21, p. 645–675, doi:10.1002/jqs.1005. Paterne, M., Labeyrie, J., Guichard, F., Mazaud, A., and Maitre, F., 1990, Fluctuations of the Campanian explosive volcanic activity (South Italy) during the past 190,000 years, as determined by marine tephrochronology: Earth and Planetary Science Letters, v. 98, p. 166–174, doi:10.1016/0012-821X(90)90057-5. Peltier, W.R., 2004, Global glacial isostasy and the surface of the ice-age Earth: The ICE-5G (VM2) model and GRACE: Annual Review of Earth and Planetary Sciences, v. 32, p. 111–149, doi:10.1146/annurev.earth.32.082503.144359. Percival, D.B., and Walden, A.T., 1998, Spectral analysis for physical applications: Multitaper and conventional univariate techniques: Cambridge, UK, Cambridge University Press, 566 p. Rampino, M.R., Self, S., and Fairbridge, R.W., 1979, Can rapid climatic change cause volcanic eruptions?: Science, v. 206, p. 826–829, doi:10.1126 /science.206.4420.826. Robock, A., 2000, Volcanic eruptions and climate: Reviews of Geophysics, v. 38, p. 191–219, doi: 10.1029/1998RG000054. Roe, G., 2006, In defense of Milankovtich: Geophysical Research Letters, v. 33, p. 1–5, doi:10.1029 /2006GL027817. Sigvaldason, G.E., Annertz, K., and Nilsson, M., 1992, Effect of glacier loading/deloading on volcanism: Postglacial volcanic production rate of the Dyngjufjöll area, central Iceland: Bulletin of Volcanology, v. 54, p. 385–392, doi:10.1007 /BF00312320. Thomson, D.J., 1982, Spectrum estimation and harmonic analysis: Proceedings of the IEEE, v. 70, p. 1055–1096, doi:10.1109/PROC.1982.12433. Walker, J., Hays, P., and Kasting, J., 1981, A negative feedback mechanism for the long-term stabilization of Earth’s surface temperature: Journal of Geophysical Research, v. 86, p. 9776–9782, doi:10.1029/JC086iC10p09776. Wu, P., and Peltier, W.R., 1982, Viscous gravitational relaxation: Geophysical Journal of the Royal Astronomical Society, v. 70, p. 435–485, doi:10.1111/j.1365-246X.1982.tb04976.x. Manuscript received 18 March 2012 Revised manuscript received 31 August 2012 Manuscript accepted 4 September 2012 Printed in USA\nDownloaded from https://pubs.geoscienceworld.org/gsa/geology/article-pdf/41/2/227/3715949/227.pdf by University of Arizona user on 21 February 2019"
  }],
  "year": 2013,
  "references": [],
  "id": "SP:adb94792556c95dd68c79331eb6dc5e8055cd2fa",
  "authors": [{
    "name": "Steffen Kutterolf",
    "affiliations": []
  }, {
    "name": "Marion Jegen",
    "affiliations": []
  }, {
    "name": "Jerry X. Mitrovica",
    "affiliations": []
  }],
  "abstractText": "A rigorous detection of Milankovitch periodicities in volcanic output across the PleistoceneHolocene ice age has remained elusive. We report on a spectral analysis of a large number of well-preserved ash plume deposits recorded in marine sediments along the Pacifi c Ring of Fire. Our analysis yields a statistically signifi cant detection of a spectral peak at the obliquity period. We propose that this variability in volcanic activity results from crustal stress changes associated with ice age mass redistribution. In particular, increased volcanism lags behind the highest rate of increasing eustatic sea level (decreasing global ice volume) by 4.0 ± 3.6 k.y. and correlates with numerical predictions of stress changes at volcanically active sites. These results support the presence of a causal link between variations in ice age climate, continental stress fi eld, and volcanism. GEOLOGY, February 2013; v. 41; no. 2; p. 227–230; Data Repository item 2013055 | doi:10.1130/G33419.1 | Published online 30 November 2012 © 2012 eological Society of America. For permission to copy, contact Copyright Permissions, GSA, or editing@geosociety.org. 1GSA Data Repository item 2013055, data, additional fi gures explaining the methods, and an extended error analysis of the data set and statistics, is available online at www.geosociety.org/pubs/ft2013.htm, or on request from editing@geosociety.org or Documents Secretary, GSA, P.O. Box 9140, Boulder, CO 80301, USA. Bering Sea Gulf of Alaska Sea of Japan Sea of Okhotsk Asia North America",
  "title": "A detection of Milankovitch frequencies in global volcanic activity"
}