{
  "sections": [{
    "text": "Nature © Macmillan Publishers Ltd 1998\n8\n58 NATURE | VOL 394 | 2 JULY 1998\nInfluenceofsubglacialgeology on theonset of aWest"
  }, {
    "heading": "Antarctic icestream from",
    "text": "aerogeophysical observations R. E. Bell*, D. D. Blankenship†, C. A. Finn‡, D. L. Morse†, T. A. Scambos§, J. M. Brozenak & S. M. Hodge¶ * Lamont-Doherty Earth Observatory of Columbia University, Palisades, New York 10964, USA † Institute for Geophysics, University of Texas at Austin, Austin, Texas 78759, USA ‡ US Geologic Survey, Denver, Colorado 80225, USA § National Snow and Ice Data Center, Boulder, Colorado 80309, USA kNaval Research Laboratory, Washington DC 20375, USA ¶ US Geologic Survey, Tacoma, Washington 98406, USA . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .\nMarine ice-sheet collapse can contribute to rapid sea-level rise1. Today, the West Antarctic Ice Sheet contains an amount of ice equivalent to approximately six metres of sea-level rise, but most of the ice is in the slowly moving interior reservoir. A relatively small fraction of the ice sheet comprises several rapidly flowing ice streams which drain the ice to the sea. The evolution of this drainage system almost certainly governs the process of ice-sheet collapse2–5. The thick and slow-moving interior ice reservoir is generally fixed to the underlying bedrock while the ice streams glide over lubricated beds at velocities of up to several hundred metres per year. The source of the basal lubricant—a watersaturated till6,7 overlain by a water system8—may be linked to the underlying geology. The West Antarctic Ice Sheet rests over a geologically complex region characterized by thin crust, high heat flows, active volcanism and sedimentary basins9–16. Here we use aerogeophysical measurements to constrain the geological setting of the onset of an active West Antarctic ice stream. The onset coincides with a sediment-filled basin incised by a steep-sided valley. This observation supports the suggestion5,17 that ice-stream dynamics—and therefore the response of the West Antarctice Ice Sheet to changes in climate—are strongly modulated by the underlying geology.\nWe use satellite imagery to identify streaming ice in central West Antarctica18 (Fig. 1). The 20-km-wide region, with distinct margins bordering featureless ice (Fig. 2a), is dominated by flow-parallel banding and surface undulations, characteristic of streaming ice19,20. Streaming has been confirmed by GPS (Global Positioning System) measurements of surface ice velocity along a seismic line crossing the southern margin (Fig. 2c)21. New aerogeophysical data support the ice-streaming identification. Airborne ice-penetrating radar profiles show disrupted internal layering between the identified margins (Fig. 3). In the satellite image, the flow-parallel bands begin downslope (west) of a prominent, dark ‘S’-shaped feature. Airborne laser altimetry (Fig. 2b) shows that this ‘S’ is caused by a 100-m-high escarpment in the ice surface which marks a significant break in ice surface slope. Upstream (east) of the ‘S’, the ice surface has a mean slope over 25 km of 7 m km−1 which decreases to 3 m km−1 downstream. The corresponding driving stress for ice-sheet flow decreases from over 100 kPa upstream of the ‘S’ to 60 kPa downstream. We interpret the ‘S’ as the onset of streaming, and will refer to the portion of the ice stream downstream of this ‘S’ as the onset region.\nIce-penetrating radar data (Fig. 2d) shows that the onset of streaming rests over low-lying southwest-dipping subglacial topography. The onset ‘S’ is bounded by a plateau to the north and a prominent ridge to the south. Two kilometres west (downstream) of the ‘S’, the ice stream flows in a subglacial valley bounded by steep\nwalls (108 or greater) (Fig. 4a). This valley has a maximum depth of ,1,900 m below sea level which shallows to 1,300 m below sea level at the western edge of the survey area. Both the aeromagnetic and airborne gravity data reveal contrasting geological structures beneath the onset region. An elongate east–west-orientated 50 nT magnetic low is centred over the region (Fig. 2f) coincident with an elongate east–west-orientated free-air gravity low (Fig. 2e). The gravity low is ,25 km across, with amplitudes as large as 50 mGal below the regional value. These anomalies appear to outline the icestream margins identified by satellite imagery (Fig. 4b). A seismic profile (Fig. 2c) shows that the southern boundary of the ice stream, 10 km to the west of the aerogeophysical study area, is coincident with low-velocity material interpreted as a sedimentary basin21.\nWe hypothesize that geological structures control the position of both the ice-stream margins and onset; this can be tested with potential field models. To constrain the geological structures, we constructed a model of the magnetic and gravity anomalies along a profile perpendicular to the ice stream downstream of the onset ‘S’ (profile B, Fig. 2). The simplest model which fits the potential field data consists of three bodies interpreted as three geological units (Fig. 4c). The density (2,690 kg m−3) and magnetization (3.8 A m−1) of the prominent basement ridge south of the ice stream are equivalent to gabbros or highly compacted basalt flows. North of 30 km along profile B, the basement (or lower geological unit) is characterized by material of lower density\nICE STREAMS\nTR AN\nSA N\nTA R\nC TI\nC\nM O\nU N\nTA IN\nS\nMARIE BYRD LAND\nINTERIOR ICE RESERVOIR\nROSS ICE SHELF\nWHITMORE MOUNTAINS\n+1000\n+2000\nA B\nC\nD\nE\n170 W\n160 W\n150 W\n140 W\n130 W\n120 W\n110 W\n100 W 70 S\n85 S\n80 S\n75 S\n0\nKM\n50 100 150 200\nFigure 1 Map of the West Antarctic Ice Sheet. 500-m surface elevation contours are shown23. The intermediate shading indicates the ice streams24. The white box is the location of the satellite image (Fig. 2). The onset region studied here (bold outline within the white box) and its proposed flow boundaries (dashed) are shown. The onset region is connected to Ice Stream B as suggested by a recent water piracy hypothesis25. Heavy lines delineate the approximate flanks of the West Antarctic rift system, and the small triangle locates an active volcano5.\n8\n(2,500 kg m−3) and magnetization (1.3 A m−1); this material may possibly be interlayered volcanic flows and sediments or volcaniclastic sediments. A geological model which contains only these two basement units does not adequately match the observed gravity and magnetic anomalies (r.m.s. residuals of 8.0 mGal and 15 nT for gravity and magnetics, respectively): a third geological unit is necessary to match the observed anomalies.\nThis third unit is constrained to correspond to sedimentary rocks by the seismic observation of 600–1,500 m of low-velocity material beneath the ice stream 20 km to the west21. Assignment of a geologically reasonable but low density (2,130 kg m−3) and zero magnetization to the unit resulted in an average thickness of 1,000 m of sedimentary rocks extending from 11 km to 35 km along profile B. Although the densities and magnetizations are poorly constrained, this model shows the minimum thickness of low-density material necessary to match the potential field observations (r.m.s. residuals are 2.9 mGal for the gravity and 13 nT for the\nmagnetics). The possible sediment thickness ranges from 1,000 to 2,400 m, using the range of geologically reasonable densities (2,130–2,400 kg m−3). The lateral boundaries of the sedimentary basin are constrained by this modelling to within 61.5 km.\nThe modelling of profile B strongly suggests that the lateral boundaries of the ice stream near the onset of streaming are coincident with the margins of a sedimentary basin. Sedimentary basins are often long, linear features bounded by elevated topography on one or both sides. From the seismic line and the modelling along profile B we interpret this sedimentary basin as being an elongate feature orientated east–west, roughly coincident with the ice-stream margins. The unique potential field signature of this sedimentary basin is the coincident gravity and magnetic lows whose edges approximately delimit the lateral boundaries of the basin. This coincidence ceases upslope of the onset ‘S’ where the gravity and magnetic trends have significantly different orientations (Figs 2 and 4b). The question arises as to whether the sedimentary basin—which beneath the onset region contains a minimum of\nand the seismic line of Anandakrishnan and others21. Profiles A, B and C are flightlines. The elevated ice surface velocities (.60myr−1; ref. 21) are west of the\nice-stream margin interpreted from the AVHRR image. d, Subglacial topography\nmap. Constructed from radar ice-thickness measurements and surface eleva-\ntions from GPS-positioned laser ranges. Contour interval is 100m. a, Free-air\ngravity map. Contour interval is 5mGal (ref. 26). The locations of profiles A and B\nare shown. f, Magnetic anomaly map. The aeromagnetic data corrected for\ndiurnal signals and the reference field. Contour interval is 50 nT (ref. 27).\nNature © Macmillan Publishers Ltd 1998\n8\n60 NATURE | VOL 394 | 2 JULY 1998\n1 km of low-density low-magnetism material—terminates close to the onset ‘S’ as suggested by the diverging gravity and magnetic trends. Construction of a potential field model across the onset region and parallel to the ice flow (profile A in Fig. 2) would be an approach to addressing this question, but the bounding steep topography with variable density makes construction of a simple 2 (or 2.5) dimensional model impracticable. We have modelled a third profile (profile C, Fig. 4d) 10 km upstream of the onset ‘S’ parallel to profile B. The potential field anomalies along this profile cannot be adequately matched with a sedimentary basin. The gravity anomaly can be matched using the same two-body basement structure used in profile B but without a sedimentary basin, while the magnetic anomaly can be closely matched using a single magnetization for the entire profile, suggesting a change in the magnetic source in the region (r.m.s. residuals are 2.3 mGal for the gravity and 17.5 nT for the magnetics).\nWe interpret these modelling results as indicating that there is a close correlation between the margins of the ice stream and the sedimentary basin, and that the upstream edge of the sedimentary basin is closely coincident spatially with the onset of streaming. Given that the boundaries of the geological structures are generally coincident with the ice-stream boundaries, we believe that the position of this sedimentary basin controls the position of the ice-\nstream margins and onset. Thin layers of sediments (10–100 m) cannot be resolved with potential field modelling and may be more widely distributed; but the thicker sequence of sediments found within a sedimentary basin have the potential to focus the streaming process by providing a longer-term source of basal lubricant.\nIce streams have been previously linked to topographic troughs14 resulting from erosion22. This new evidence linking the onset of ice streaming with an underlying sedimentary basin implies that ice streams may only develop over relatively continuous sedimentary basins. Fault-bounded sedimentary basins may be pre-existing topographic troughs but the erosion beneath an ice stream will accentuate any topographic trough, possibly producing erosional unconformities and oversteepened slopes within the scoured sedimentary basin16. Furthermore, we suggest the steep slopes of the subglacial valley (over 108) are too steep to be the result of the initial marine deposition of the sediments within the basin, and may be indicative of active scouring of the sedimentary basin by the ice stream. The erosion of the sedimentary unit beneath the ice stream could provide the fine-grained material necessary to form a lubricating basal till.\nThis linkage of the onset of an Antarctic ice stream to the underlying geology raises the question of how the complex geology beneath the West Antarctic Ice Sheet may modulate long-term ice-\n0 200 400 600 800 1000 1200 1400 1600 1800 2000 2200 2400 2600 2800 3000 D ep th ( m )\n0 5 10 15 20 25 30 35 40 45 50 55 60 65\nPROFILE A ONSET\n*\nW E\n^ ^\n0 200 400 600 800 1000 1200 1400 1600 1800 2000 2200 2400 2600 2800 3000 D ep th ( m )\n0 5 10 15 20 25 30 35 40 45\nDistance along profile (km)\nSURFACE\nDISRUPTED LAYERS\nBED\nPROFILE B ICE STREAM FROM AVHRR\nN S\n^\nb\na\nFigure 3 Radar profiles. a, Profile A ice-penetrating radar image along ice flow. Ice surface is the uppermost undulating dark band; 1,847 picks of bed position are marked by the lowermost sequence of white pixels. The symbol at 10.6 km indicates the intersection of profile B, and the symbol at 44 km indicates the intersection of profile C. b, Profile B ice-penetrating radar image across ice flow including 793 picks of bed position. This particular radar image does not extend the full width of profile B. The symbol at 22 km indicates the intersection of profile A.\nNature © Macmillan Publishers Ltd 1998\n8\nNATURE | VOL 394 | 2 JULY 1998 61\nsheet behaviour driven by global climate oscillations. We suggest that the onset of West Antarctic ice streaming can only develop over sedimentary basins (in the presence of sufficient water). The critical question is whether ice streams can only migrate along sedimentary basins or whether they can develop independently within the present interior ice reservoir. If sedimentary basins exist beneath the West Antarctic interior ice reservoir, till-lubricated ice streams should be able to rapidly drain the ice. If sedimentary basins do not exist beneath the interior ice reservoir, then a mechanism other than sediment-lubricated ice streams may be required to rapidly drain the ice sheet. We conclude that geological structures beneath the West Antarctic Ice Sheet have the potential to dictate the evolution of the dynamic ice system, modulating the influence of changes in the global climate system. M Received 19 March 1997; accepted 19 May 1998. 1. Fairbanks, R. G. A 17,000-year glacio-eustatic sea level record: Influence of glacial melting rates on the Younger Dryas event and deep-ocean circulation. Nature 342, 637–642 (1989). 2. MacAyeal, D. R. Irregular oscillations of the West Antarctic ice sheet. Nature 359, 29–35 (1992). 3. MacAyeal, D. R. Binge/purge oscillations of the Laurentide ice sheet is a cause of the north Atlantic’s Heinrich events. Paleoceanography 8(6), 775–784 (1993). 4. Alley, R. B. & Whillans, I. M. Changes in the West Antarctic ice sheet. Science 254, 959–963 (1991). 5. Blankenship, D. D. et al. Active volcanism beneath the West Antarctic Ice Sheet and implications for ice-sheet stability. Nature 361, 526–529 (1993).\n-5\n-4\n-3\n-2\n-1\n0\n1\nD ep\nth (\nkm )\n0 5 10 15 20 25 30 35 40 45\nCRUST\nSEDIMENTS\n32130 KG/M 0 A/M\nICE ICE STREAM\nVOLCANICLASTIC\n32500 KG/M 1.3 A/M\nDENSE CRYSTALLINE\n32690 KG/M 3.8 A/M\nPREFERRED MODEL\n-60 -50 -40 -30 -20 -10\n0 10 20\nm G\nal\nSTREAMING REGION FROM AVHRR\nFREE AIR ANOMALY\n-200 -150 -100 -50\n0 50\n100 150 200\nnT\nPROFILE \"A\" CROSSING\nOBSERVED MODELLED\nc PROFILE B\nMAGNETIC ANOMALY\nN S\n-2000\n-1500\n-1000\n-500\n0\nm\n0 5 10 15 20 25 30 35 40 45\nPROFILE B\nPROFILE C\na TOPOGRAPHY\n-60 -50 -40 -30 -20 -10\n0 10 20\nm G\nal\n0 5 10 15 20 25 30 35 40 45\nPROFILE B\nPROFILE C\n-200 -150 -100 -50\n0 50\n100 150 200\nnT\nMAGNETICS GRAVITY\nb GRAVITY AND MAGNETICS\n-5\n-4\n-3\n-2\n-1\n0\n1\nD ep\nth (\nkm )\n0 5 10 15 20 25 30 35 40 45\nCRUST\nICE\n32500 KG/M 1.3 A/M\n32690 KG/M 1.3 A/M\nPREFERRED MODEL\n-60 -50 -40 -30 -20 -10\n0 10 20\nm G\nal\nFREE AIR ANOMALY\n-200 -150 -100 -50\n0 50\n100 150 200\nnT\nOBSERVED MODELLED\nd PROFILE C\nMAGNETIC ANOMALY\nN S\nDistance along profile (km)\nFigure 4 Potential field modelling results and stacked profiles. Ice-stream boundaries (noted with triangles) and onset were determined from the satellite imagery (Fig. 2b). a, Stacked subglacial topography profiles every 5.3 km beginning at profile B and extending to profile C. b, Stacked free-air gravity (solid lines) and magnetics (dashed lines) anomalies every 5.3 km beginning at profile B and extending to profile C. These profiles show the coincident gravity and magnetics lows which disappear just upstream of the onset. c, Potential field model down-\nstream of onset ‘S’. Shown are profile B observed gravity and magnetic values\nand calculated values for model with parameters below. Also shown is an\nillustrationof the fault-bounded sedimentary basin model. Ice-stream boundaries\nwere determined from the satellite imagery. d, Potential field model upstream of\nonset ‘S’. Shown are profile C observed gravity and magnetic values and\ncalculated values, for the model with parameters shown below.\nNature © Macmillan Publishers Ltd 1998\n8\n62 NATURE | VOL 394 | 2 JULY 1998\n6. Blankenship, D. D., Bentley, C. R., Rooney, S. T. & Alley, R. B. Till beneath ice stream B.1. Properties derived from seismic travel times. J. Geophys. Res. 9, 8903–8911 (1987). 7. Engelhardt, H., Humphrey, N., Kamb, B. & Fahnestock, M. Physical conditions at the base of a fast moving Antarctic ice stream. Science 248, 57–59 (1990). 8. Engelhardt, H. & Kamb, B. Basal hydraulic system of a West Antarctic ice stream: constraints from borehole observations. J. Glaciol. 43, 207–244 (1997). 9. Dalziel, I. W. D. & Elliot, D. G. West Antarctica: problem child of Gondwanaland. Tectonics 1, 3–19 (1982). 10. Behrendt, J. C. et al. The West Antarctic Rift System-A Review of Geophysical Investigations 67–112 (Antarctic Res. Ser. 53, Am. Geophys. Union, Washington DC, 1991). 11. Cooper, A. K., Davey, F. J. & Hinz, K. in Geological Evolution of Antarctica (eds Thomson, M. R. A., Crame, J. A. & Thomson, J. W.) 285–292 (Cambridge Univ. Press, 1991). 12. Davey, F. J. The Antarctic Continental Margin: Geology and Geophysics of the Western Ross Sea 1–16 (Circum-Pacific Council for Energy and Resources, Houston, 1987). 13. Robertson, J. D., Bentley, C. R., Clough, J. W. & Greischar, L. L. in Antarctic Geoscience 1083–1090 (IUGS B4, Univ. Wisconsin Press, Madison, Wisconsin, 1982). 14. Rose, K. E. Characteristics of ice flow in Marie Byrd Land, Antarctica. J. Glaciol. 24, 63–74 (1979). 15. Ten Brink, U. S., Bannister, S., Beaudoin, B. C. & Stern, T. A. Geophysical investigations of the tectonic\nboundary between East and West Antarctica. Science 261, 45–50 (1993). 16. Rooney, S. T., Blankenship, D. D., Bentley, C. R. & Alley, R. B. Till beneath ice stream B.2. Structure and\ncontinuity. J. Geophys. Res. 9(B9), 8913–8920 (1987). 17. Retzlaff, R., Lord, N. & Bentley, C. R. Airborne-radar studies: Ice streams A, B and C, West Antarctica.\nJ. Glaciol. 39(133), 495–506 (1993). 18. Hodge, S. M. & Doppelhammer, S. Onset of streaming flow of ice streams. J. Geophys. Res. 101, 6669–\n6677 (1996). 19. Scambos, T. A. & Bindshadler, R. A. Ice flow at the confluence of two ice stream tributaries revealed by\nsequential satellite imagery. Ann. Glaciol. 17, 177–182 (1993). 20. Bindschadler, R. A. & Vornberger, P. L. AVHRR imagery reveals Antarctic ice dynamics. Eos 71, 741–\n742 (1990). 21. Anandakrishnan, S., Blankenship, D. D., Alley, R. B. & Stoffa, P. L. Influence of subglacial geology on\nthe position of a West Antarctic ice stream from seismic observations. Nature 394, 62–65 (1998). 22. Shabtaie, S. & Bentley, C. R. Ice-thickness map of the West Antarctic ice streams by radar sounding.\nAnn. Glaciol. 11, 126–135 (1988). 23. Drewry, D. J. Antarctica: Glaciological and Geophysical Folio (Cambridge Univ. Press, 1983). 24. Shabtaie, S. & Bentley, C. R. West Antarctic ice streams draining into the Ross ice shelf: configuration\nand mass balance. J. Geophys. Res. 92(B2), 1311–1336 (1987). 25. Anandakrishnan, S. & Alley, R. B. Stagnation of ice stream C, West Antarctica by water piracy.\nGeophys. Res. Lett. 24, 265–268 (1997). 26. Brozena, J. M. et al. CASERTZ 91-92: Airborne gravity and surface topography measurements. Antarc.\nJ. US 28, 1–3 (1993). 27. Behrendt, J. C. et al. CASERTZ aeromagnetic data reveal late Cenozoic flood basalts in the West\nAntarctic rift system. Geology 22, 527–530 (1994).\nAcknowledgements. We thank R. Arko, M. Studinger and S. Kempf for assistance. This Letter was improved by contributions from G. Karner and C. Small. This work was supported by the US NSF.\nCorrespondence and requests for materials should be addressed to R.E.B. (robinb@ldeo.columbia.edu)."
  }, {
    "heading": "Influenceof subglacial",
    "text": "geologyon thepositionof a"
  }, {
    "heading": "WestAntarctic icestream",
    "text": "fromseismicobservations S. Anandakrishnan*, D. D. Blankenship†, R. B. Alley* & P. L. Stoffa†\n* Earth System Science Center and Department of Geosciences, Pennsylvania State University, University Park, Pennsylvania 16802, USA † Institute for Geophysics, University of Texas–Austin, Austin, Texas 78759, USA . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .\nIce streams drain much of the interior West Antarctic Ice Sheet and buffer the main ice reservoir from oceanic influences1,2. The slow-flowing interior feeds the floating Ross Ice Shelf with ice via fast-flowing ice streams3 that are believed to modulate sea-level change through their control of inland ice storage. Understanding ice-stream behaviour, and predicting the response to climate change4, requires a better knowledge of the subglacial geology5,6. It is known that a thawed ice-bed and high-pressure basal water are necessary, but not sufficient, conditions to cause ice streaming7,8. Moreover, it has been hypothesized that a soft sedimentary bed is also required, because of its intrinsic low frictional resistance to flow9, and owing to its high erodibility so as to generate till that can deform and lubricate ice motion10,11, or to bury rough features and smooth the bed for sliding. Here we use seismic observations to provide evidence that one margin of the upglacier part of an ice stream is directly above the boundary of a\nbasin with such sedimentary fill. The ice stream is within the basin and the ice outside the basin is slow-flowing. The basin fill presents an order-of-magnitude lower frictional resistance to ice flow than the subglacial material outside the basin. We conclude that the ice stream position is dependent on subglacial geology.\nWe identify the ice stream margin by the striking increase in flow velocity from ,10 m yr−1 to over 60 m yr−1 over a distance of 4.5 km (between Km 52.5 and Km 57 of Fig. 1; the Km numbers refer to distance in kilometres from the beginning of our line at Km0) that is correlative with flow-bands in satellite imagery12,13. The ice flow velocities (Fig. 1b) as well as the surface elevation were determined by repeat GPS (Global Positioning System) surveying with a oneyear interval between surveys. A combined reflection and refraction seismic profile along the GPS profile crossed the boundary between the slow-flowing interior ice of the West Antarctic Ice Sheet and the fast-moving ice-stream ice (Fig. 1a). The seismic data were acquired in the 1994–95 austral summer by using a towed snow-streamer with 14 Hz geophones every 25 m from 0 to 10.5 km distance from the source. The shot interval was 300 m and the line was directed east–west with higher shotpoint numbers (SP) to the west.\nCommon-shot gathers were collected every 300 m along the line, and the times of first arrival for the direct wave td and the subglacially refracted wave tr were picked (Fig. 2 is a representative gather at location SP ¼ Km 51:0). To interpret these data we first formed a model of the ice and subglacial structure beneath the line and then performed a least-squares inversion to determine model\nFigure 1 Location map showing the ice stream boundaries and the experiment profile line, together with ice flow speeds and ice thicknessalong that line.a,Map showing the seismic line (solid line) and selected ice flow vectors along the line (determined by repeat GPS measurements; see text). All the measured ice flow speeds are plotted in b. The grey curves are the boundaries and onset of ice stream C as identified by Hodge and Doppelhammer12 (these were digitized from their Fig. 5). The two dashed lines areprofilesA and B of Bell et al.13 (included here for reference). The inset is a map of Antarctica with a star marking our study-area. The + symbol indicates the position of theSouth Pole.b, Ice flow speeds (myr−1); the abscissa is the position along the seismic line in kilometres; c, ice thickness in km."
  }],
  "year": 1998,
  "references": [{
    "title": "Influence of glacial melting rates on the Younger Dryas event and deep-ocean circulation",
    "authors": ["Fairbanks", "R.G. A 17", "000-year glacio-eustatic sea level record"],
    "venue": "Nature 342, 637–642",
    "year": 1989
  }, {
    "title": "Irregular oscillations of the West Antarctic ice sheet",
    "authors": ["D.R. MacAyeal"],
    "venue": "Nature 359,",
    "year": 1992
  }, {
    "title": "Binge/purge oscillations of the Laurentide ice sheet is a cause of the north Atlantic’s Heinrich events",
    "authors": ["D.R. MacAyeal"],
    "venue": "Paleoceanography 8(6),",
    "year": 1993
  }, {
    "title": "Changes in the West Antarctic ice sheet",
    "authors": ["R.B. Alley", "I.M. Whillans"],
    "venue": "Science 254,",
    "year": 1991
  }, {
    "title": "Till beneath ice stream B.1. Properties derived from seismic travel times",
    "authors": ["D.D. Blankenship", "C.R. Bentley", "S.T. Rooney", "R.B. Alley"],
    "venue": "J. Geophys. Res",
    "year": 1987
  }, {
    "title": "Physical conditions at the base of a fast moving Antarctic ice stream",
    "authors": ["H. Engelhardt", "N. Humphrey", "B. Kamb", "M. Fahnestock"],
    "venue": "Science 248,",
    "year": 1990
  }, {
    "title": "constraints from borehole observations",
    "authors": ["H. Engelhardt", "Kamb", "B. Basal hydraulic system of a West Antarctic ice stream"],
    "venue": "J. Glaciol. 43, 207–244",
    "year": 1997
  }, {
    "title": "problem child of Gondwanaland",
    "authors": ["I.W.D. Dalziel", "Elliot", "D.G. West Antarctica"],
    "venue": "Tectonics 1, 3–19",
    "year": 1982
  }, {
    "title": "The West Antarctic Rift System-A Review of Geophysical Investigations 67–112",
    "authors": ["Behrendt", "J. C"],
    "year": 1991
  }, {
    "title": "Geological Evolution of Antarctica",
    "authors": ["A.K. Cooper", "F.J. Davey", "K. Hinz"],
    "venue": "J. W.)",
    "year": 1991
  }, {
    "title": "The Antarctic Continental Margin: Geology and Geophysics of the Western Ross Sea 1–16 (Circum-Pacific Council for Energy and Resources",
    "authors": ["F.J. Davey"],
    "year": 1987
  }, {
    "title": "Characteristics of ice flow in Marie Byrd Land, Antarctica",
    "authors": ["K.E. Rose"],
    "venue": "J. Glaciol",
    "year": 1979
  }, {
    "title": "Geophysical investigations of the tectonic boundary between East and West Antarctica",
    "authors": ["U.S. Ten Brink", "S. Bannister", "B.C. Beaudoin", "T.A. Stern"],
    "venue": "Science 261,",
    "year": 1993
  }, {
    "title": "Till beneath ice stream B.2",
    "authors": ["S.T. Rooney", "D.D. Blankenship", "C.R. Bentley", "R.B. Alley"],
    "venue": "Structure and continuity. J. Geophys. Res. 9(B9),",
    "year": 1987
  }, {
    "title": "Ice streams A, B and C, West Antarctica",
    "authors": ["R. Retzlaff", "N. Lord", "Bentley", "C.R. Airborne-radar studies"],
    "venue": "J. Glaciol. 39(133), 495–506",
    "year": 1993
  }, {
    "title": "Onset of streaming flow of ice streams",
    "authors": ["S.M. Hodge", "S. Doppelhammer"],
    "venue": "J. Geophys. Res. 101,",
    "year": 1996
  }, {
    "title": "Ice flow at the confluence of two ice stream tributaries revealed by sequential satellite imagery",
    "authors": ["T.A. Scambos", "R.A. Bindshadler"],
    "venue": "Ann. Glaciol",
    "year": 1993
  }, {
    "title": "AVHRR imagery reveals Antarctic ice dynamics",
    "authors": ["R.A. Bindschadler", "P.L. Vornberger"],
    "venue": "Eos 71,",
    "year": 1990
  }, {
    "title": "Influence of subglacial geology on the position of a West Antarctic ice stream from seismic observations",
    "authors": ["S. Anandakrishnan", "D.D. Blankenship", "R.B. Alley", "P.L. Stoffa"],
    "venue": "Nature 394,",
    "year": 1998
  }, {
    "title": "Ice-thickness map of the West Antarctic ice streams by radar sounding",
    "authors": ["S. Shabtaie", "C.R. Bentley"],
    "venue": "Ann. Glaciol. 11,",
    "year": 1988
  }, {
    "title": "Antarctica: Glaciological and Geophysical Folio (Cambridge",
    "authors": ["D.J. Drewry"],
    "year": 1983
  }, {
    "title": "configuration and mass balance",
    "authors": ["S. Shabtaie", "Bentley", "C.R. West Antarctic ice streams draining into the Ross ice shelf"],
    "venue": "J. Geophys. Res. 92(B2), 1311–1336",
    "year": 1987
  }, {
    "title": "Stagnation of ice stream C, West Antarctica by water piracy",
    "authors": ["S. Anandakrishnan", "R.B. Alley"],
    "venue": "Geophys. Res. Lett. 24,",
    "year": 1997
  }, {
    "title": "Airborne gravity and surface topography measurements",
    "authors": ["Brozena", "J.M. et al. CASERTZ 91-92"],
    "venue": "Antarc. J. US 28, 1–3",
    "year": 1993
  }],
  "id": "SP:28ff3c3b9baeccea47a48deb28c6bf6746030dff",
  "authors": [],
  "abstractText": "Marine ice-sheet collapse can contribute to rapid sea-level rise. Today, the West Antarctic Ice Sheet contains an amount of ice equivalent to approximately six metres of sea-level rise, but most of the ice is in the slowly moving interior reservoir. A relatively small fraction of the ice sheet comprises several rapidly flowing ice streams which drain the ice to the sea. The evolution of this drainage system almost certainly governs the process of ice-sheet collapse. The thick and slow-moving interior ice reservoir is generally fixed to the underlying bedrock while the ice streams glide over lubricated beds at velocities of up to several hundred metres per year. The source of the basal lubricant—a watersaturated till overlain by a water system—may be linked to the underlying geology. The West Antarctic Ice Sheet rests over a geologically complex region characterized by thin crust, high heat flows, active volcanism and sedimentary basins. Here we use aerogeophysical measurements to constrain the geological setting of the onset of an active West Antarctic ice stream. The onset coincides with a sediment-filled basin incised by a steep-sided valley. This observation supports the suggestion that ice-stream dynamics—and therefore the response of the West Antarctice Ice Sheet to changes in climate—are strongly modulated by the underlying geology. We use satellite imagery to identify streaming ice in central West Antarctica (Fig. 1). The 20-km-wide region, with distinct margins bordering featureless ice (Fig. 2a), is dominated by flow-parallel banding and surface undulations, characteristic of streaming ice. Streaming has been confirmed by GPS (Global Positioning System) measurements of surface ice velocity along a seismic line crossing the southern margin (Fig. 2c). New aerogeophysical data support the ice-streaming identification. Airborne ice-penetrating radar profiles show disrupted internal layering between the identified margins (Fig. 3). In the satellite image, the flow-parallel bands begin downslope (west) of a prominent, dark ‘S’-shaped feature. Airborne laser altimetry (Fig. 2b) shows that this ‘S’ is caused by a 100-m-high escarpment in the ice surface which marks a significant break in ice surface slope. Upstream (east) of the ‘S’, the ice surface has a mean slope over 25 km of 7 m km which decreases to 3 m km downstream. The corresponding driving stress for ice-sheet flow decreases from over 100 kPa upstream of the ‘S’ to 60 kPa downstream. We interpret the ‘S’ as the onset of streaming, and will refer to the portion of the ice stream downstream of this ‘S’ as the onset region. Ice-penetrating radar data (Fig. 2d) shows that the onset of streaming rests over low-lying southwest-dipping subglacial topography. The onset ‘S’ is bounded by a plateau to the north and a prominent ridge to the south. Two kilometres west (downstream) of the ‘S’, the ice stream flows in a subglacial valley bounded by steep walls (108 or greater) (Fig. 4a). This valley has a maximum depth of ,1,900 m below sea level which shallows to 1,300 m below sea level at the western edge of the survey area. Both the aeromagnetic and airborne gravity data reveal contrasting geological structures beneath the onset region. An elongate east–west-orientated 50 nT magnetic low is centred over the region (Fig. 2f) coincident with an elongate east–west-orientated free-air gravity low (Fig. 2e). The gravity low is ,25 km across, with amplitudes as large as 50 mGal below the regional value. These anomalies appear to outline the icestream margins identified by satellite imagery (Fig. 4b). A seismic profile (Fig. 2c) shows that the southern boundary of the ice stream, 10 km to the west of the aerogeophysical study area, is coincident with low-velocity material interpreted as a sedimentary basin. We hypothesize that geological structures control the position of both the ice-stream margins and onset; this can be tested with potential field models. To constrain the geological structures, we constructed a model of the magnetic and gravity anomalies along a profile perpendicular to the ice stream downstream of the onset ‘S’ (profile B, Fig. 2). The simplest model which fits the potential field data consists of three bodies interpreted as three geological units (Fig. 4c). The density (2,690 kg m) and magnetization (3.8 A m) of the prominent basement ridge south of the ice stream are equivalent to gabbros or highly compacted basalt flows. North of 30 km along profile B, the basement (or lower geological unit) is characterized by material of lower density"
}