{
  "year": 2019,
  "references": [],
  "id": "SP:879dd88504040dfe56c2ed21c363d1e527057536",
  "authors": [{
    "name": "Graham Taylor",
    "affiliations": []
  }, {
    "name": "R. A. Eggleton",
    "affiliations": []
  }, {
    "name": "C. C. Holzhauer",
    "affiliations": []
  }, {
    "name": "L. A. Maconachie",
    "affiliations": []
  }, {
    "name": "Mark Gordon",
    "affiliations": []
  }, {
    "name": "M. C. Brown",
    "affiliations": []
  }, {
    "name": "K. G. McQueen",
    "affiliations": []
  }],
  "abstractText": "It is commonly held that laterites and bauxites form under tropical climates. Although some workers have suggested lateritic weathering was not representative of \"tropical\" climates, the assertion is still almost universally made. Early Tertiary (56-34 Ma) basalts are widespread in the Monaro Region of New South Wales. They overlie and enclose fluvial and lacustrine sediments, hyaloclastites, and tuffs, and the upper parts of many flows are bauxitized. The basalts are up to about 200 m thick and in one section comprise 22 flows, eight tuffs and hyaloclastites, two dolerites, and nine interflow bauxitic profiles. This region in the eastern Australian Highlands was tectonically stable and had probably been at its present elevation for some 50-100 Ma. Immediately before the beginning of volcanism and during the extrusion and bauxitization of the earlier flows, the region was at 57.5°S latitude. Climates were wet, cool to cold, and thermally seasonal, and the region was well forested. Paleomagnetic studies show that the flows were weathered for more than 0.5 Ma at a minimum average rate of about 0.6 mm/103 yr. Erosion was minimal because of the stable tectonic environment. These bauxites therefore formed slowly under wet, cool to cold climatic conditions with sufficient time, and minimal erosion, allowing their formation and preservation by later basalt flows. The presence in the geological record of lateritic bauxites should not necessarily imply a tropical climate.",
  "title": "Cool Climate Lateritic and Bauxitic Weathering"
}