{
  "year": 2002,
  "references": [],
  "id": "SP:1a11f530a411e936d22a915e47ebb5d5703f9dcb",
  "authors": [],
  "abstractText": "It could also be argued that apparent rate changes in the foreland are strongly dependent on either the choice of magnetic timescales or on the precision of measurements of stratigraphic sections. Although we use the recent magnetic timescale of Cande and Kent18 here, comparable changes in rates with slight shifts in the absolute age of inflections ( <0.6 Myr) are obtained based on other widely used timescales32·33 . Similarly, to reverse the observed slowing of sediment-accumulation rates, either the preor post-9-Myr strata would have had to have been systematically mismeasured by >20%, which is considerably greater than the uncertainties associated with these measured sections. Therefore, the calculated rate changes form a firm basis for evaluating sediment storage within the foreland . Consequently, a consistent picture can be developed for sediment storage in both the Himalayan foreland basin and the Bengal fan for middle and late Miocene deposition. Faster rates of sediment accumulation, coarser mean grain size and shorter residence times on the foreland floodplain in middle Miocene times are succeeded both by finer mean grain size and reduced volumes of sediment storage in both the foreland and the Bengal fan and by increased floodplain residence times in the Late Miocene beginning 8-7 Myr ago. This change to a regime of lower detrital sediment fluxes to the foreland and deep-sea basins corresponds with the timing of apparent intensification of the Asian monsoon and with the increased importance of chemical relative to mechanical denudation21 . The terrestrial evidence (soil-carbonate isotopes) for this climate change seems moderately diachronous across the foreland . It might be expected that monsoonal intensification would result in increased sediment production and delivery. However, there is no evidence for a concurrent increase in mechanical weathering, detrital sediment delivery, or storage of detrital sediments in the adjacent sedimentary basins. It is possible that, despite increased mechanical erosion, more sediment was stored within the Himalaya itself, rather than being discharged to the foreland. But there is no evidence to support this hypothesis, and in any event, it is doubtful that the Himalaya could have stored enough sediment to account for the long-term changes seen in sediment fluxes downstream. The cause of the reduced sediment flux to the late Miocene basins is not known. At least three alternative hypotheses are possible. Rates of tectonically induced bedrock uplift may have declined , contributing to overall lower relief and detrital sediment delivery. The development of the monsoon climate may have been associated with decreased glaciation in the Himalaya 1 ·34 , leading to decreased mechanical erosion, but increased chemical weathering rates. Vegetation changes driven by the enhanced monsoon may have caused faster chemical weathering due to changing CO2 levels in soils, whereas the same vegetation may have stabilized slopes and decreased the detrital sediment flux. If slope stabilization did result from dense plant cover at higher elevations, this would imply that the transition from C3 to C4 plants was confined to lower altitudes. Isotopic evidence of transition from C4 to C3 vegetation with increasing elevation has been observed elswhere35 . It is perhaps worth noting that today much of the Lesser Himalaya and Siwalik hills in India and Nepal are covered in jungle, despite the strongly seasonal climate. That the development of a monsoonal climate should be associated with decreased sediment yields is perhaps surprising. However, given the present state of knowledge about the functional relationships governing sediment production, there may be other surprises in store for students of the interplay between tectonism, climate and erosion. D"
}