{
  "sections": [{
    "text": "[The Journal of Geology, 2003, volume 111, p. 243–257] 2003 by The University of Chicago. All rights reserved. 0022-1376/2003/11103-0001$15.00\n243\nARTICLES\nLate Paleoproterozoic Climate, Tectonics, and Metamorphism in the Southern Lake Superior Region and Proto–North America:\nEvidence from Baraboo Interval Quartzites\nL. G. Medaris, Jr., B. S. Singer, R. H. Dott, Jr., A. Naymark, C. M. Johnson, and R. C. Schott1\nDepartment of Geology and Geophysics, 1215 West Dayton Street, University of Wisconsin—Madison, Madison, Wisconsin 53706, U.S.A. (e-mail: medaris@geology.wisc.edu)\nA B S T R A C T\nRed, supermature quartzites of the Baraboo interval of the Lake Superior region contain detrital zircon that ranges in age from 1782 to 1712 Ma. Deposition clearly occurred after the geon 18 Penokean orogeny. These late Paleoproterozoic sedimentary rocks consist largely of quartz, kaolinite or pyrophyllite, and hematite; detrital feldspar and muscovite are rare or absent. Their Chemical Index of Alteration ranges from 96.8 to 98.6, among the most chemically mature clastic sediments in the geological record. The quartzites are underlain by mature, feldspar-free paleosols, accounting for the absence of feldspar in the overlying sediments and indicating the presence of first-cycle quartzose detritus. Such physical and chemical characteristics imply that late Paleoproterozoic deposition in the Lake Superior region occurred in a stable tectonic setting with subdued topographic relief in a warm, humid climate. Folding and low-grade metamorphism of the quartzites is thought to reflect ∼1630 Ma foreland deformation related to the Mazatzal orogeny. Younger hydrothermal alteration is widespread in the Baraboo and Sioux quartzites and, based on 40Ar/39Ar dating of low-temperature minerals, is attributed to the migration of fluids along permeable channels in response to the thermal effects of magmatism associated with the 1465 Ma Wolf River batholith. Much of the Paleo- and Mesoproterozoic crust of Proto–North America may have been affected by areally extensive, but stratigraphically restricted, hydrothermal alteration related to the influence of geon 14 transcontinental A-type granitic magmatism."
  }, {
    "heading": "Introduction",
    "text": "The Baraboo and six correlative red quartzites (the Sioux, Barron, Flambeau, McCaslin, Waterloo, and probably Rib Mountain; fig. 1), which are included in the Baraboo interval (1450–1750 Ma; Dott 1983), have long been recognized as important and distinctive stratigraphic elements in the Proterozoic evolution of the southern Lake Superior region (Dott 1983; Ojakangas and Weber 1984; Southwick et al. 1986). These seven quartzites are remnants of a once southward-thickening wedge of clastic strata, which apparently covered much of the southern margin of the Superior Province (fig. 1).\nManuscript received April 11, 2002; accepted September 30, 2002.\n1 Department of Geology and Physics, Lake Superior State University, Sault Sainte Marie, Michigan 49783, U.S.A.\nThese supermature quartz arenites are among the world’s oldest redbeds and imply deposition on a stable craton of subdued topographic relief in a warm, humid climate under the influence of an oxidizing atmosphere. Based on sedimentary structures in all seven of the quartzites, deposition was largely by braided fluvial systems (Henry 1975; Dott 1983; Ojakangas and Weber 1984; Southwick et al. 1986), although reactivation surfaces and symmetrical ripples in the upper portion of the Baraboo Quartzite indicate tidal and wave processes that reflect marine transgression of a passive protocontinental margin. Overlying banded iron formation and black shale (now slate) indicate deeper marine deposition following the initial transgression.\nThe quartzites of the southern Lake Superior re-\nThis content downloaded from 150.135.135.069 on February 26, 2019 12:00:20 PM All use subject to University of Chicago Press Terms and Conditions (http://www.journals.uchicago.edu/t-and-c).\ngion rest nonconformably on Archean basement, geon 18 Penokean basement, or geon 17 granite and rhyolite. The Waterloo and McCaslin quartzites are intruded by granitic rocks associated with the 1465 Ma Wolf River batholith (Aldrich et al. 1959; Anderson and Cullers 1978), which underlies an area of ∼9,300 km2 in northeastern Wisconsin and is the local manifestation of a geon 14 transcontinental magmatic event in North America (Anderson 1983; Bickford and Anderson 1993). Rb/Sr and 40Ar/39Ar cooling ages of mica and amphibole in basement rocks define a sharp thermal front in northern Wisconsin (fig. 1) that separates post-Penokean cooling ages of 1750–1700 Ma to the north from younger, reset ages of ≤1630 Ma to the south (Holm et al. 1998). Spatial coincidence of the 1630 Ma thermal front with an apparent deformational front in the\nquartzites, which is delineated by significant folding in the Flambeau, McCaslin, and Baraboo quartzites in contrast to the largely flat-lying Barron and Sioux quartzites, implies that folding was contemporaneous with isotopic resetting at ∼1630 Ma. Thus, deposition of this distinctive suite of quartz arenites is constrained to an interlude of cratonic stability between 1750 and 1630 Ma.\nFor many years, there has been some controversy about the age and correlation of the Baraboo Quartzite in south central Wisconsin. This arose first from an interpretation that the quartzite was older than the Baxter Hollow Granite (Gates 1942) and from the later suggestion of a pre-Penokean age for the Baraboo Quartzite (LaBerge et al. 1991). This investigation was undertaken to resolve the lingering uncertainty about the age of the Baraboo\nThis content downloaded from 150.135.135.069 on February 26, 2019 12:00:20 PM All use subject to University of Chicago Press Terms and Conditions (http://www.journals.uchicago.edu/t-and-c).\nQuartzite by reexamining field relations between the quartzite and Baxter Hollow Granite and by determining U-Pb ages of detrital zircon grains in the basal part of the quartzite. Subsequently, the investigation was expanded to include the larger quartzite suite, which led to recognition and analysis of two widely separated paleosols, quantitative evaluation of the degree of chemical maturity of the sedimentary rocks, and determination of metamorphic mineral assemblages and conditions on a regional scale. This study provides new insight into the characteristics of late Paleoproterozoic weathering, sedimentation, and metamorphism in the southern Lake Superior region and, by comparison with contemporaneous supermature red quartzites in northwestern Canada and the southwestern United States, over much of Proto–North America."
  }, {
    "heading": "Age of the Baraboo Quartzite",
    "text": "The Baraboo Quartzite, which is exposed in a major, east-west trending, doubly-plunging syncline, is underlain by the Baxter Hollow Granite and the Denzer Diorite beneath the south limb of the syncline and by rhyolite lavas and tuffs beneath the north and south limbs of the syncline at its east end (Dalziel and Dott 1970). Both the Baxter Hollow Granite and the rhyolite were correlated on lithologic grounds with granites and rhyolites of the Montello Batholith, exposed to the northeast of the Baraboo Range in east central Wisconsin (Dalziel and Dott 1970; Anderson et al. 1980). Such a correlation has been confirmed by U/Pb zircon ages for both the Baxter Hollow granite and the rhyolite in the Baraboo Range, which are indistinguishable at Ma (Van Wyck 1995), and1749 12 for granite ( Ma) and rhyolite (1746 3 1759 2 Ma) in the Montello Batholith (Van Schmus et al. 2001). The precision of these and all other radioisotopic ages reported herein is given at the 2j level.\nAlthough the contacts between quartzite and underlying granite and rhyolite are nowhere fully exposed (the closest outcrops being ∼5 m apart), most\ninvestigators have interpreted the Baraboo Quartzite to lie nonconformably on the underlying igneous rocks because of the absence of any intrusive features and the rare occurrence of rhyolite clasts in the quartzite. To test this interpretation, seven euhedral detrital zircon grains from a single stratum near the base of the quartzite were analyzed for U and Pb isotopes by conventional dissolution and mass spectrometry (table 1; fig. 2), using a mixed 235U-205Pb spike and following the methods described by Johnson and Winter (1999). Five slightly discordant grains yield 207Pb/206Pb ages of , , , , and1866 3 1779 3 1761 3 1740 6 Ma, and one U-rich grain may be as young1712 4 as Ma. Such results demonstrate the1691 2 post–1710 Ma depositional age of the Baraboo Quartzite, and similar results from other members of the distinctive red quartzite suite in the southern Lake Superior region confirm the long-standing correlation of the Baraboo, McCaslin, Flambeau, Bar-\nThis content downloaded from 150.135.135.069 on February 26, 2019 12:00:20 PM All use subject to University of Chicago Press Terms and Conditions (http://www.journals.uchicago.edu/t-and-c).\nron, and Sioux quartzites (fig. 1; Van Wyck 1995; Holm et al. 1998). Van Wyck (1995) analyzed seven rounded detrital zircon grains from a stratigraphic level ∼1250 m above the base of the Baraboo Quartzite and obtained 207Pb/206Pb ages ranging from 2588 to 1844 Ma. The apparent absence of geon 17 detrital zircon from high in the quartzite section is not surprising because at this stage of deposition the local 1750 Ma basement was long buried and detritus was derived from more distant northerly and more deeply eroded sources of Penokean and Archean basement."
  }, {
    "heading": "Barron and Baraboo Paleosols",
    "text": "An important aspect of the Baraboo story is the existence of well-developed paleosols beneath the Sioux, Barron, and Baraboo quartzites (fig. 1; Routledge et al. 1981; Southwick and Mossler 1984; Medaris et al. 1997). All the paleosols share a common attribute in that plagioclase and alkali feldspar of the igneous and metamorphic protoliths are completely replaced by kaolinite or sericite, which explains the absence of feldspar in the overlying supermature quartzites and indicates that firstcycle quartzose detritus is a significant component of these late Paleoproterozoic quartz arenites. Although the paleosols clearly reflect a high level of mineralogical maturity, their degree of chemical maturity has not been previously assessed. In order\nto do so, the Barron and Baraboo paleosols have been investigated in detail, including chemical analysis of protoliths and their weathered products (table 2).\nThe Barron paleosol represents the archetype for late Paleoproterozoic paleosols in the region because it lies north of the 1630 Ma thermal and tectonic front (fig. 1) and is unaffected by postweathering metamorphism and metasomatism. Red saprolite, exposed in a large outcrop beneath the quartzite at its eastern extent, was derived by weathering of Penokean metatonalite (1848 Ma; Sims et al. 1989), which occurs in scattered outcrops in the vicinity (Routledge et al. 1981). The metatonalite texture has been preserved in saprolite, in which large relict quartz grains occur in a matrix consisting of fine-grained quartz, kaoliniterich domains (after feldspar), hematite-rich domains (including both filamentous and subhedral hematite after hornblende), traces of sericite, and tiny, euhedral crystals of crandallite-florencite (aluminophosphate minerals).\nThe advanced chemical maturity of the Barron saprolite is revealed by the virtual absence of Na, Ca, Mg, and Mn and by low concentrations of K, Rb, Sr, and Ba (table 2). Its Chemical Index of Alteration (CIA), defined as 100 # molar , is excep-Al O /(Al O K O Na O CaO)2 3 2 3 2 2 tionally high, with a value of 95.7. Assessment of chemical changes associated with weathering of\nthe Barron metatonalite can be made through application of the isocon diagram (Grant 1986), a simple graphical method for evaluating changes in concentrations during some type of alteration process, such as weathering. On a plot of concentrations in the weathered rock against those in the protolith, components whose relative concentrations have remained constant during weathering will lie on a straight line emanating from the origin, the “isocon,” the slope of which is proportional to the change in mass resulting from alteration. The deviation of a data point from the isocon defines the concentration change for that component. Application of the isocon method to the Barron saprolite and metatonalite protolith (fig. 3A) indicates that the relative concentrations of Al2O3, TiO2, and Zr remained constant during weathering and were accompanied by a 17% decrease in mass of the protolith, as calculated from the slope (1.15) of the best-fit line to the values for Al2O3, TiO2, and Zr. On an elemental basis (fig. 4), weathering resulted in effective removal of Na, Ca, Mg, and Mn; substantial reductions in Si (∼10%), K (∼55%), Rb (∼50%), Ba (∼90%), and Sr (∼75%); and an apparent increase in Fe of ∼10%. The chemical composition of Barron saprolite relative to its protolith is similar to that for a present-day, mature saprolite that was derived by weathering of granite in a warm, humid climate in the Amazon region (fig. 4; Lovering 1959), except that the present-day saprolite exhibits larger reductions in Si (∼50%), K (∼85%), and Fe (∼45%).\nPaleosol crops out in the Baraboo Range beneath the south limb of the quartzite, where saprolite had formed from Baxter Hollow Granite, and beneath the north limb of the syncline at the east end of the range, where saprolite had formed from rhyolite (Medaris et al. 1997; Medaris and Dott 2001). Both occurrences of saprolite preserve the textures of their respective protoliths, and both types consist of relict quartz, hematite, and sericite after feldspar. The saprolite zones are ∼10 m thick on the south limb of the syncline and ∼20 m thick on the north limb. In addition, eight holes drilled in Baxter Hollow in 1959 by the Army Corps of Engineers penetrated the quartzite-granite contact. Material from the contact was recovered in one of these, in which overlying pebbly quartzite was separated from underlying granitic saprolite by a 75-cm-thick reddish-purple pedogenic zone, consisting of finegrained hematite, quartz, and sericite. The pedogene was cut by quartz veins in its upper part and is separated from the underlying saprolite by a 3- cm-thick zone of sheared saprolite.\nChemically, the Baraboo saprolite is similar to\nthe Barron saprolite, except for a higher concentration of K2O and Rb and lower concentration of Fe2O3 (table 2). Application of the isocon method to Baxter Hollow Granite and saprolite (fig. 3B) suggests that the relative concentrations of Al2O3, TiO2, and perhaps Zr remained constant during weathering, recognizing that slight variations may have existed in the distribution of zircon grains in the granite protolith. A line fit through the origin\nThis content downloaded from 150.135.135.069 on February 26, 2019 12:00:20 PM All use subject to University of Chicago Press Terms and Conditions (http://www.journals.uchicago.edu/t-and-c).\nof the isocon plot and Al2O3, which is taken as the best monitor of mass transfer during weathering because of its relatively immobile behavior and high concentration, yields a slope of 1.14, corresponding to a 13% decrease in mass of the protolith during weathering. Compared to the original granite, Na, Ca, Mg, and Mn were effectively removed, Ba and Sr were substantially reduced, and Fe and Si decreased by 30% and 10%, respectively. In contrast to the Barron saprolite, K and Rb in the Baraboo saprolite increased by 35% and 58%, respectively (fig. 4), which is reflected mineralogically in the predominance of sericite over kaolinite.\nTaking the unaltered Barron saprolite as a model for weathering and considering the absence of detrital feldspar and muscovite in the Baraboo quartzite, it is likely that the high concentration of K (and Rb) and occurrence of sericite in the Baraboo paleosol is due to K metasomatism of an original kaolinite-bearing weathering profile. Metasomatism was probably localized by fluid flow along a channel provided by the sub-Baraboo nonconformity. Support for this interpretation is provided by an apparent age of Ma from an Rb-Sr1336 75 whole-rock isochron for nine samples of Baraboo saprolite and pedogene (table 3; fig. 5). This apparent age is consistent with introduction of Rb (and K) substantially later than formation of the paleosol at ca. 1700 Ma and is approximately concordant with a 40Ar/39Ar plateau age of 1456 Ma for muscovite from metasaprolite, as described below. Similar chemical characteristics are found in sub-\nHuronian paleosols on granite in Ontario (Gay and Grandstaff 1980) and Quebec (Rainbird et al. 1990) and are interpreted to result from K metasomatism during diagenesis or low-grade metamorphism of preexisting weathering profiles."
  }, {
    "heading": "Chemical and Mineralogical Composition of the Sedimentary Rocks",
    "text": "It has long been known that the Baraboo and correlative quartzites are supermature sedimentary rocks, based on the absence of feldspar, rarity of detrital muscovite or illite, common occurrence of pyrophyllite or kaolinite, predominance of zircon, tourmaline, rutile, magnetite, and hematite in the heavy minerals, and presence of vein quartz, quartzite, chert, and iron-formation clasts in conglomeratic horizons (Dott 1983; Ojakangas and Weber 1984; Southwick et al. 1986). Such a supermature constitution originated by derivation of the sediments from a deeply weathered and chemically leached basement from which feldspar was removed, as exhibited by the Barron, Baraboo, and Sioux paleosols. Maturity would have been further enhanced by additional weathering during fluvial transport in a warm, humid climate, as seen in the Orinoco Basin today (Johnsson et al. 1988), and by preferential destruction of labile minerals and lithic fragments in the high-energy, fluvial, and shallow marine environments (Odom et al. 1976).\nAlthough the mineralogical maturity of the Baraboo and related quartzites is well established, quantitative estimates of chemical maturity are lacking because of the paucity of published chemical analyses. Accordingly, chemical analyses have been obtained of siltstone and claystone, which, although volumetrically subordinate, are petrologically significant members of the quartzite sequences and are more informative geochemically than are the quartzites.\nEleven samples of siltstone and claystone (or their metamorphosed equivalents) from the Baraboo, Barron, and Sioux quartzites consist almost entirely of SiO2, TiO2, Al2O3, Fe2O3, and H2O (table 4), reflecting a mineralogy dominated by quartz, kaolinite or pyrophyllite, hematite, and rutile. Mineral assemblages for these fine-grained sedimentary rocks were determined by X-ray diffraction methods, and modes were calculated by mass balance from the bulk chemical compositions, assuming end-member compositions for the constituent minerals (table 4). The predominant aluminous phase in the unmetamorphosed Barron Quartzite is kaolinite and in the metamorphosed Baraboo and Sioux quartzites is pyrophyllite. Hematite is abun-\nThis content downloaded from 150.135.135.069 on February 26, 2019 12:00:20 PM All use subject to University of Chicago Press Terms and Conditions (http://www.journals.uchicago.edu/t-and-c).\ndant in 10 of the 11 samples, ranging from 3.7 to 8.0 wt% and imparting the red color that is so characteristic of the Baraboo interval sediments. The low contents of K2O in the samples, 0.07–0.39 wt%, are accommodated by trace amounts of muscovite, on the order of 1%–2%.\nCIA values for these fine-grained sedimentary rocks range from 96.8 to 98.8, with a mean of 97.9 (table 4). For comparison, CIA values for average shales of Archean, Proterozoic, Paleozoic, and Mesozoic-Cenozoic ages range from 50.4 to 65.4, and values for fine-grained particulates from the present-day Amazon and Congo rivers are 72.5 and 83.9, respectively (Taylor and McLennan 1985). The remarkable chemical maturity of the finegrained Baraboo and related sediments is illustrated in figure 6, in which the samples are normalized to the average composition of upper continental crust (Taylor and McLennan 1985) and compared to the averages of shales of various ages, also normalized. The Baraboo, Barron, and Sioux samples are extremely reduced in K, Na, Ca, and Mg compared to average shales and contain even smaller amounts of Na, Ca, and Mg than do Phanerozoic transported kaolinite clays (not shown). We attribute the extreme composition of the Baraboo and related sedimentary rocks to an episode of unusually intense chemical weathering in late Paleoproterozoic time in the Lake Superior region."
  }, {
    "heading": "Metamorphism",
    "text": "Although the diorite, granite, and rhyolite beneath the Baraboo Quartzite have retained their igneous textures on a hand specimen scale, they are seen in thin section to be extensively recrystallized to low-grade mineral assemblages (Medaris and Dott 2001). Hornblende has been replaced by a mixture of chlorite, actinolite, and cummingtonite, biotite by chlorite, and plagioclase by albite and finegrained epidote. Sericite occurs locally, and alkali feldspar of intermediate composition has exsolved\non a scale of 10–50 mm to irregular domains of end member microcline and albite. Van Schmus et al. (1975) previously recognized widespread resetting of Rb-Sr systems in the Lake Superior region at ∼1650 Ma, and recalculation of a whole-rock RbSr isochron for 21 samples of 1750 Ma igneous rocks from the Baraboo Range and Montello batholith yields an apparent age of Ma (orig-1635 33 inal data from Dott and Dalziel [1972] and Van Schmus et al. [1975], using yr 1). 11l p 1.42 # 10 The MSWD for the isochron fit is 8.1, which is an acceptable value in this instance, considering that most of the analyzed samples are not comagmatic. We suggest that this apparent Rb-Sr isochron age records the time of low-grade recrystallization of the Baraboo basement and quartzite and note that it is consistent with Ar cooling ages of basement south of the 1630 Ma thermal and tectonic front (Romano et al. 2000).\nThe supermature composition of the six quartzite sequences restricts their mineral assemblages to\nThis content downloaded from 150.135.135.069 on February 26, 2019 12:00:20 PM All use subject to University of Chicago Press Terms and Conditions (http://www.journals.uchicago.edu/t-and-c).\nsome combination of quartz, kaolinite, pyrophyllite, one of the Al2SiO5 polymorphs, and diaspore, as summarized in figure 1. Muscovite occurs in those samples that were modified by younger K metasomatism, such as the Baraboo paleosol, and Fe2O3 and TiO2 in the quartzites are accommodated by accessory hematite and rutile. The Barron Quartzite, located north of the 1630 Ma thermal front, has not been metamorphosed and contains quartz and kaolinite, which commonly occurs in distinctive vermicular books. In contrast, the folded Flambeau Quartzite, south of the thermal front, has been metamorphosed and contains pyrophyllite rather than kaolinite. Farther south in the Baraboo Range, metasedimentary rocks contain quartz and pyrophyllite, metasomatized saprolite contains quartz and muscovite, and thin hydrothermal veins that locally cut the basal part of the quartzite just above the nonconformity are composed of muscovite, pyrophyllite, and diaspore. Although kaolinite is present in the Sioux Quartzite (Southwick et al. 1986), pyrophyllite pseudomorphs after vermicular kaolinite occur in many finegrained samples. The classic Sioux pipestone (a.k.a. catlinite), which has been quarried for at least 400 yr by Native Americans for ceremonial pipes, contains an assemblage of muscovite, pyrophyllite, and diaspore, which formed by K metasomatism and recrystallization of fine-grained sedimentary rocks (Morey 1983; Medaris et al. 1999). Among the var-\nious quartzite localities, the highest-grade assemblage, , is widelyquartz muscovite andalusite developed in the Waterloo Quartzite, where muscovite from pegmatite that cuts the quartzite yields an apparent Rb-Sr age of 1440 Ma (Aldrich et al. 1959) and muscovite from the quartzite yields a KAr age of 1410 Ma (Goldich et al. 1966).\nMetamorphic conditions for the post–1750 Ma quartzites can be evaluated from chemographic relations in the system, K2O-Al2O3-SiO2-H2O (KASH), in which four univariant dehydration reactions are sufficient to constrain the observed mineral assemblages (fig. 7):\nAl Si O (OH) (kln) 4SiO (qtz) p4 4 10 8 2\nAl Si O (OH) (prl) 2H O (V), (1)4 8 20 4 2\n2Al Si O (OH) (kln) p Al Si O (OH) (prl)4 4 10 8 4 8 20 4\n4AlO(OH) (dsp) 4H O (V), (2)2\nAl Si O (OH) (prl) 12AlO(OH) (dsp) p4 8 20 4\n8Al SiO (and) 8H O (V), (3)2 5 2\nAl Si O (OH) (prl) p 6SiO (qtz)4 8 20 4 2\n2Al SiO (and) 2H O (V). (4)2 5 2\nEquilibrium temperatures of 285 C, 305 C, 345 C, and 360 C for reactions (1), (2), (3), and (4), respectively, were calculated at a pressure of 1 kbar and\nThis content downloaded from 150.135.135.069 on February 26, 2019 12:00:20 PM All use subject to University of Chicago Press Terms and Conditions (http://www.journals.uchicago.edu/t-and-c).\nunit H2O activity by means of the GeoCalc software and associated thermodynamic database (Brown et al. 1989). Muscovite, which is an additional phase in K-bearing samples, is stable throughout the temperature range of interest. As summarized in figure 7, the assemblage quartz (Barron) is stable below 285 C (reactionkaolinite [1]), the association (Baraboo,quartz pyrophyllite Flambeau, Sioux) lies between 285 and 360 C (reactions [1], [4]), the assemblage pyrophyllite (Baraboo, Sioux) is morediaspore muscovite tightly constrained between 305 and 345 C (reactions [2], [3]), and quartz is stable with andalusite and muscovite (Waterloo) at temperatures above 360 C (reaction [4]). The stable association of chloritoid with quartz, andalusite, and muscovite in some Waterloo samples (Geiger et al. 1981) places an upper limit of ∼500 C for this assemblage. Note that the small amount of kaolinite reported for some of the Baraboo and Sioux samples in table 4 is retrograde in origin, replacing pyrophyllite.\nBecause of the extreme chemical maturity and mineralogical simplicity of the quartzite sequences, the 40Ar/39Ar radioisotopic chronometer can be applied only to the younger muscovite-bearing assemblages. Step heating, using a defocused CO2 laser and the methods described by Singer and Brown (2002), of a single muscovite grain (ca. 0.001 mg) from the Waterloo quartz-muscovite-andalusite schist yields an almost concordant age spectrum with a plateau age of Ma (fig. 8; sample WAMU, app. 1,1452 7 available from The Journal of Geology Data Depository). Such an age, combined with a relatively high equilibration temperature of 360 –500 C and intrusion by ∼1440 Ma pegmatite, is consistent with contact metamorphism of the Waterloo Quartzite by granitic rocks associated with geon 14 Wolf River magmatism.\nFor Baraboo samples, a muscovite grain (0.001– 0.01 mg in size) from one of the muscovite-pyrophyllite-diaspore hydrothermal veins yielded a discordant spectrum with a well-defined plateau at Ma (fig. 8; app. 1, sample 00BOW1). A1467 11 muscovite grain (0.001–0.01 mg in size) from metasaprolite also yielded a discordant spectrum with a well-defined plateau at Ma (fig. 8; app.1456 11 1, sample 96BH1), which is within error of that for the hydrothermal vein. Considering the relatively low equilibration temperature for hydrothermal assemblages in the Baraboo Range, ∼325 C, it is likely that the 40Ar/39Ar plateau ages approximate the time since muscovite growth, which is indistinguishable from the 1465 Ma age of the Wolf River batholith. This coincidence suggests that Wolf River igneous activity provided the thermal flux\nnecessary for regional-scale fluid flow along permeable channel ways, such as unconformities, and promoted localized hydrothermal alteration in the Baraboo Range.\nSeparation of muscovite from Sioux pipestone is impractical because of its extremely fine grain size of 5–15 mm in radius. Step heating of a pipestone whole-rock sample (ca. 0.01 mg), consisting of muscovite (40%), pyrophyllite (56%), hematite (3.6%), and small amounts of diaspore and rutile, yielded a discordant spectrum with a relatively welldefined plateau age of Ma (fig. 8; app. 1,1370 10 sample 00PNM01). A second, compositionally similar whole-rock sample (36% muscovite) also yielded a discordant spectrum, but with a younger plateau age of Ma (fig. 8; app. 1, sample1280 13 00PNM03).\nBecause the 40Ar/39Ar plateau ages are between\nThis content downloaded from 150.135.135.069 on February 26, 2019 12:00:20 PM All use subject to University of Chicago Press Terms and Conditions (http://www.journals.uchicago.edu/t-and-c).\nMa and Ma, we infer that the1467 11 1280 13 muscovite either grew or cooled below its closure temperature, during or after intrusion of the Wolf River batholith at ca. 1465 Ma. The range of plateau ages is roughly correlated with the sizes of muscovite crystals in the dated samples. Muscovite grains in the Sioux pipestone have 5–15-mm radii, up to an order of magnitude smaller than grains in the Baraboo samples. We suggest that the small crystal radii in the pipestones, and even smaller intracrystalline diffusion domains, led to closure at substantially lower temperatures and may have allowed leakage of radiogenic argon at higher rates compared to coarser mica in the Baraboo samples. Thus the age spectra reveal simple-looking, diffusive loss-type profiles comprising plateaus much younger in apparent age than the larger crystals (fig. 8). Regardless of the interpretation of the 40Ar/39Ar age spectra for Sioux pipestone, it is clear that development of the assemblage, muscovite , in hydrothermally alteredpyrophyllite diaspore parts of the Sioux and Baraboo quartzites is younger than, and unrelated to, the 1630 Ma thermal and tectonic front in northern Wisconsin."
  }, {
    "heading": "Implications for Late Paleoproterozoic Weathering, Sedimentation, and Tectonism in the Lake Superior Region",
    "text": "The term “Baraboo interval” was introduced by Dott (1983) to encompass the sequence of sedimentation, deformation, and metamorphism in the southern Lake Superior region between 1450 and 1750 Ma. Previously, there was no generally recognized name for this interval, which included important Proterozoic events. In retrospect, however, it would be preferable to restrict this term to the 1630–1750 Ma episode of weathering and sedimentation in the southern Lake Superior region, thereby redefining the Baraboo interval as a stratigraphic term and excluding disparate tectonometamorphic events. The distinctive red supermature quartzites of the Baraboo interval have long been interpreted to represent passive margin sedimentation in a tectonically stable region undergoing extensive chemical weathering. The present investigation reinforces the previous view of Baraboo interval sedimentation and reveals the remarkable degree of chemical maturity attained by the sedimentary rocks, whose extreme CIA values of 96.8–98.8 place them among the most chemically mature clastic sediments in the geological record.\nThat such chemically extreme sediments were derived from a deeply weathered terrane is suggested by the existence of well-developed, mature\npaleosols beneath the Baraboo interval sediments. The feldspar-free nature of the paleosols raises the possibility that substantial quantities of quartz, hematite, and rutile in these sediments are first cycle in origin. However, the vast quantity of detrital quartz in the Baraboo interval sediments cannot be accounted for by first-cycle quartz alone, and the presence of quartzite pebbles and quartz grains with abraded silica-cement overgrowths (Ojakangas and Weber 1984; Southwick and Mossler 1984) testify to the contribution of second-cycle and multicycle debris.\nHow can we reconcile the extreme compositional maturity of both the coarse and fine sediments in the Baraboo Quartzite and its correlatives? The dominantly sandy sediment required braided streams with sufficient gradients to transport large volumes of sand-size material and rare pebbles up to 2 cm in diameter, which implies substantial flow velocities of as much as 200–300 cm s 1. Stabilization of portions of the same landscape to allow the degree of chemical maturation of the soil indicated by our analyses of the pelitic sediments presents a seeming paradox. Dott (1983) suggested a tectonically stable landscape with little topographic relief under the influence of a warm, humid climate, but more seems required to produce such extreme chemical weathering. We believe that microbiotic crusts or mats, such as those that characterize so-called cryptogamic soils in arid regions today, provide the most plausible mechanism for physically binding surfaces between active fluvial channels and also contribute a biochemical component to the weathering process.\nBiologists have long argued that cyanobacteria and green algae followed by fungi and lichens must have been the first organisms to conquer the land (see, e.g., Campbell 1979; Schwartzman and Volk 1989; Gray and Shear 1992). Whereas the biologic probability of this scenario is unchallenged, the timing has long been in doubt. Marine cyanobacterial stromatolites as old as 3500 Ma are well known, and freshwater stromatolites 12000 Ma old have also been reported (Buck 1980). Although it has been suggested that cyanobacteria soon spread from ponds to subaerial land surfaces, only two localities with Precambrian soil microbe fossils have been reported so far. These have microscopic filaments preserved in 800 Ma and 1200 Ma paleokarsts in California and Arizona, respectively (Horodyski and Knauth 1994). There is, however, more indirect evidence that implies many biotic soil cappings. Precambrian paleosols are being recognized increasingly (see Retallack 1988), and geochemistry (especially oxygen isotope ratios) support the in-\nThis content downloaded from 150.135.135.069 on February 26, 2019 12:00:20 PM All use subject to University of Chicago Press Terms and Conditions (http://www.journals.uchicago.edu/t-and-c).\nterpretation of certain carbonaceous zones as ancient microbial soil crusts as old as 2600 Ma (Watanabe et al. 2000).\nThe spatial coincidence of an apparent deformational boundary in the Baraboo interval quartzites with the 1630 Ma thermal front in northern Wisconsin, based on Rb/Sr and 40Ar/39Ar cooling ages of mica and amphibole in basement rocks, suggests that folding of the quartzites was contemporaneous with isotopic resetting at ∼1630 Ma (Holm et al. 1998). Such folding, isotopic resetting, and low-grade metamorphism in the Lake Superior region are thought to be the result of foreland deformation related to the Mazatzal Orogeny (Dott 1983; Van Schmus et al. 1993; Holm et al. 1998; Romano et al. 2000), well documented in Arizona and New Mexico (Karlstrom et al. 1997). Folding of the Baraboo Quartzite is also attributed to this 1630 Ma event, and Rb/Sr isotopic resetting at 1635 Ma of granite and rhyolite beneath the quartzite is consistent with such an interpretation. If correct, then the prevalent quartz-pyrophyllite mineral assemblage, which is related to folding in the quartzite, is also ∼1630 Ma.\nWe were surprised to find 40Ar/39Ar plateau ages of ∼1460 Ma for muscovite-bearing samples from hydrothermal veins and metasaprolite in the Baraboo Quartzite, having expected values of ∼1630 Ma, the time of folding of the quartzite. However, such a result is not surprising when considered in the context of the well-known geon 14 transcontinental igneous event (Anderson 1983; Bickford and Anderson 1993), during which numerous Atype granitic plutons, including the 1465 Ma Wolf River batholith in Wisconsin, were emplaced in a broad belt extending from Labrador to southern California. Such voluminous introduction of magmas into the crust would be accompanied by a major heat flux, thereby providing a thermal pulse sufficient for generating regional-scale fluid flow along permeable channels, such as unconformities, and promoting laterally extensive, but stratigraphically localized, hydrothermal alteration. Thus, the influence of geon 14 granitic magmatism was apparently far more extensive in the Lake Superior region than previously recognized, promoting widespread hydrothermal alteration not only in the Baraboo Quartzite, which is located ∼100 km from the Wolf River batholith, but also in the Sioux Quartzite, which is even more distant, at ∼400 km."
  }, {
    "heading": "Implications for Proto–North America",
    "text": "Red, supermature quartz arenites of late Paleoproterozoic age are not confined to the Lake Superior\nregion. Quartz arenites of similar age and characteristics occur in widely separated localities across the North American continent, including the Mazatzal Quartzite in Arizona (Trevena 1979), the Ortega Quartzite in New Mexico (Soegaard and Eriksson 1989), and the Athabasca, Thelon, and Hornby Bay basins in northwestern Canada (Ramaekers 1981). The Athabasca Basin is also underlain by a well-developed, mature paleosol, with CIA values of 94.5–95.2 and local modification by K and Mg metasomatism (Macdonald 1980). Such extensive distribution of coeval, primary supermature quartz arenites indicates that profound chemical weathering, so well demonstrated in the Lake Superior region, was continental in scale, affecting much of the Proto–North American craton in late Paleoproterozoic time. Where sedimentation was associated with silicic volcanism, as in the lower part of the Mazatzal Quartzite in Arizona, the original sediments were feldspar bearing, and the present supermature composition is secondary in origin, feldspar having been subsequently removed by intrastratal solution (Cox and Comstock 1998).\nThe relatively thick accumulation, on the order of 1000 m, of Baraboo-type quartz arenites deposited in fluviatile to shallow marine environments is attributed to passive margin sedimentation, which culminated in marine transgression (Dott 1983). The transcontinental distribution of such deposits may be related to a late Paleoproterozoic eustatic rise in sea level, as suggested by Soegaard and Eriksson (1989). The collective chemical and petrological characteristics of the late Paleoproterozoic supermature quartzites imply deposition in a stable cratonic environment, which was attained on a continental scale sometime between ∼1750 Ma, the youngest age of underlying basement, and ∼1630 Ma, when the quartzites were folded during the Mazatzal orogeny (Dott 1983; Van Schmus et al. 1993; Holm et al. 1998; Romano et al. 2000).\nFollowing the accretion of 1.6–1.8 Ga orogenic provinces along the eastern and southern margins of Laurentia, the accreted provinces were invaded by numerous A-type granites of the geon 14 transcontinental magmatic belt (Bickford and Anderson 1993). The epizonal to mesozonal granite plutons were typically accompanied by contact metamorphism, although regional metamorphism and deformation occurred in Arizona, New Mexico, and Colorado (Karlstrom et al. 1997), and far-reaching hydrothermal alteration is now recognized in the Baraboo and Sioux quartzites of the southern Lake Superior region. It is intriguing that the Athabasca basin, which occurs ∼2,000 km northwest of the transcontinental belt, was affected by several Pro-\nThis content downloaded from 150.135.135.069 on February 26, 2019 12:00:20 PM All use subject to University of Chicago Press Terms and Conditions (http://www.journals.uchicago.edu/t-and-c).\nterozoic high-temperature (200 C) hydrothermal events, including one at Ma, as indicated1477 57 by a Rb-Sr isochron for diagenetic illite that formed from high-temperature basin fluids (Kotzer et al. 1992). It thus appears that Late Paleoproterozoic sedimentary sequences far from the belt of transcontinental intrusion were modified by hydrothermal fluids, which were propelled for long distances along permeable channel ways by the thermal effects of geon 14 magmatism.\nSuch regionally extensive fluid migration is not unique to the Proterozoic Eon, however. Paleozoic sedimentary basins and the continental platform throughout much of North America were modified during Pennsylvanian-Permian time by brines, which originated in the forelands of the Alleghenian and Ouachita orogenies and migrated for hundreds of kilometers (Bethke and Marshak 1990). The connection between tectonism and brine migration is poorly understood, but tectonic compression and thrusting, sediment compaction, and topographic uplift are all thought to play a role, with topographic uplift probably being the most significant (Bethke and Marshak 1990). Appreciable topographic uplift was likely associated with the geon 14 transcontinental magmatic belt as well, considering the large quantity of heat that must have been advected to the crust by the numerous\ngranitic intrusions. Thus, topographic uplift, in addition to thermal input, may have been important in promoting extensive fluid migration in North America at 1.4–1.5 Ga.\nA C K N O W L E D G M E N T S\nAcquisition of the U-Pb and Rb-Sr data was made possible by support from National Science Foundation (NSF) grant EAR-9628549. The University of Wisconsin (UW)—Madison Rare Gas Geochronology Laboratory was constructed with support from NSF grant EAR-9972851, the UW—Madison Graduate School, the Lewis G. Weeks and Albert and Alice Weeks Foundations, Shell Oil Company, and Henry F. Nelson. Brian Jicha helped with 40Ar/ 39Ar data reduction. A. Naymark thanks the UW—Madison College of Letters and Science Honors Program and the Geological Society of America for financial support. We are indebted to Bruce Brown for providing access to the Baxter Hollow drill cores, to Mike Mudrey for informing us of the Barron paleosol, and to Kristin Legg and Alice Erickson of the U.S. National Park Service for permission to sample material from Pipestone National Monument. We thank Daniel Holm, Dave Southwick, and Mike Williams for their thoughtful and constructive reviews of the manuscript.\nR E F E R E N C E S C I T E D\nAldrich, L. T.; Wetherill, G. W.; Bass, M. N.; Compston, W.; Davis, G. L.; and Tilton, G. R. 1959. Mineral age measurements. Carnegie Inst. Wash. Year Book 58: 246–247. Anderson, J. L. 1983. Proterozoic anorogenic granite plutonism of North America. In Medaris, L. G., Jr.; Byers, C. W.; Mickelson, D. M.; and Shanks, W. C., eds. Proterozoic geology: selected papers from an international Proterozoic symposium. Geol. Soc. Am. Mem. 161:133–154. Anderson, J. L., and Cullers, R. L. 1978. Geochemistry and evolution of the Wolf River Batholith, a Late Precambrian rapakivi massif in north Wisconsin, U.S.A. Precambrian Res. 7:287–324. Anderson, J. L.; Cullers, R. L.; and Van Schmus, W. R. 1980. Anorogenic metaluminous and peraluminous granite plutonism in the Mid-Proterozoic of Wisconsin, USA. Contrib. Mineral. Petrol. 74:311–328. Bethke, C. M., and Marshak, S. 1990. Brine migrations across North America—the plate tectonics of groundwater. Annu. Rev. Earth Planet. Sci. 18:287–315. Bickford, M. E., and Anderson, J. L. 1993. Middle Proterozoic magmatism. In Reed, J. C., Jr.; Bickford, M. E.; Houston, R. S.; Link, P. K.; Rankin, D. W.; Sims, P. K.; and Van Schmus, W. R., eds. Precambrian: con-\nterminous U.S. (Geology of North America vol. C-2). Boulder, Colo., Geol. Soc. Am., p. 281–292. Brown, T. H.; Berman, R. G.; and Perkins, E. H. 1989. PTA-system: a Geo-Calc software package for the calculation and display of activity-temperature-pressure phase diagrams. Am. Mineral. 74:485–487. Buck, S. G. 1980. Stromatolite and ooid deposits within the fluvial and lacustrine sediments of the Precambrian Ventersdorp Supergroup of South Africa. Precambrian Res. 12:311–330. Campbell, S. E. 1979. Soil stabilization by a prokaryotic desert crust: implications for Precambrian land biota. Origins Life 9:335–348. Cox, R., and Comstock, J. C. 1998. Quartzites of the Proterozoic Mazatzal Group, Arizona, were deposited as immature sediments in a tectonically active setting. Geol. Soc. Am. Abstr. Program 30:A-291. Dalziel, I. W. D., and Dott, R. H., Jr. 1970. Geology of the Baraboo District, Wisconsin. Madison, Wisconsin Geological and Natural History Survey Information Circular 14, 164 pp. Dott, R. H., Jr. 1983. The Proterozoic red quartzite enigma in the north-central U.S.—resolved by plate collision? In Medaris, L. G., Jr., ed. Early Proterozoic geology of the Great Lakes region. Geol. Soc. Am. Mem. 160:129–141.\nThis content downloaded from 150.135.135.069 on February 26, 2019 12:00:20 PM All use subject to University of Chicago Press Terms and Conditions (http://www.journals.uchicago.edu/t-and-c).\nDott, R. H., Jr., and Dalziel, I. W. D. 1972. Age and correlation of the Precambrian Baraboo Quartzite of Wisconsin. J. Geol. 80:552–568. Gates, R. M. 1942. The Baxter Hollow granite cupola. Am. Mineral. 27:699–711. Gay, A. L., and Grandstaff, D. E. 1980. Chemistry and mineralogy of Precambrian paleosols at Elliot Lake, Ontario, Canada. Precambrian Res. 12:349–373. Geiger, C. A.; Guidotti, C. V.; and Petro, W. L. 1981. Some aspects of the petrologic and tectonic history of the Precambrian rocks of Waterloo, Wisconsin. Geosci. Wis. 6:21–40. Goldich, S. S.; Lidiak, E. G.; Hedge, C. E.; and Walthall, F. G. 1966. Geochronology of the midcontinent region, United States. 2. Northern area. J. Geophys. Res. 71: 5389–5408. Grant, J. A. 1986. The isocon diagram—a simple solution to Gresens’ equation for metasomatic alteration. Econ. Geol. 81:1976–1982. Gray, J., and Shear, W. 1992. Early life on land. Am. Sci. 80:444–456. Henry, D. M. 1975. Sedimentology and stratigraphy of the Baraboo Quartzite of south-central Wisconsin. M.S. thesis, University of Wisconsin—Madison, 90 p. Holm, D.; Schneider, D.; and Coath, C. D. 1998. Age and deformation of Early Proterozoic quartzites in the southern Lake Superior region: implications for extent of foreland deformation during final assembly of Laurentia. Geology 26:907–910. Horodyski, R. J., and Knauth, L. P. 1994. Life on land in the Precambrian. Science 263:494–498. Johnson, C. M., and Winter, B. L. 1999. Provenance analysis of lower Paleozoic cratonic quartz arenites of the North American Midcontinent region: U-Pb and SmNd isotope geochemistry. Geol. Soc. Am. Bull. 111: 1723–1738. Johnsson, M. J.; Stallard, R. F.; and Meade, R. H. 1988. First-cycle quartz arenites in the Orinoco River basin, Venezuela and Colombia. J. Geol. 96:263–277. Karlstrom, K. E.; Dallmeyer, R. D.; and Grambling, J. A. 1997. 40Ar/39Ar evidence for 1.4 Ga regional metamorphism in New Mexico: implications for thermal evolution of lithosphere in the southwestern USA. J. Geol. 105:205–233. Kotzer, T. G.; Kyser, T. K.; and Irving, E. 1992. Paleomagnetism and the evolution of fluids in the Proterozoic Athabasca Basin, northern Saskatchewan, Canada. Can. J. Earth Sci. 29:1474–1491. LaBerge, G. L.; Klasner, J. S.; and Myers, P. E. 1991. New observations on the age and structure of Proterozoic quartzites in Wisconsin. U.S. Geol. Surv. Bull. 1904B: B1–B18. Lovering, T. S. 1959. Significance of accumulator plants in rock weathering. Geol. Soc. Am. Bull. 70:781–800. Macdonald, C. C. 1980. Mineralogy and geochemistry of a Precambrian regolith in the Athabasca Basin. M.S. thesis, University of Saskatchewan, Saskatoon, 151 p. Medaris, L. G., Jr.; Baumgartner, L. P.; Dott, R. H., Jr.; and McSweeney, K. 1997. The sub-Baraboo paleosol, Wisconsin: geochemical evidence for Proterozoic\nweathering and metasomatism. Institute on Lake Superior Geology Proceedings, 43d annual meeting (Sudbury, Ontario), 43, pt. 1:39–40 (abstract). Medaris, L. G., Jr., and Dott, R. H., Jr. 2001. Sedimentologic, tectonic and metamorphic history of the Baraboo Interval: new evidence from investigations in the Baraboo Range, Wisconsin. Institute on Lake Superior Geology Proceedings, 47th annual meeting (Madison, Wis.), 47, pt. 2:1–21. Medaris, L. G., Jr.; Fournelle, J. H.; Boszhardt, R. F.; and Broihahn, J. H. 1999. Chemical and mineralogical comparison of Baraboo, Barron, and Sioux argillite, metapelite and pipestone. Institute on Lake Superior Geology Proceedings, 45th annual meeting (Marquette, Mich.), 45, pt. 1:35–36 (abstract). Morey, G. B. 1983. Evaluation of catlinite resources, Pipestone National Monument, Minnesota. Washington, D.C., National Park Service Research/Resources Management Report MWR-4, 48 p. Odom, I. E.; Doe, T. W.; and Dott, R. H., Jr. 1976. Nature of feldspar-grain size relations in some quartz-rich sandstones. J. Sediment. Petrol. 46:862–870. Ojakangas, R. W., and Weber, R. E. 1984. Petrography and paleocurrents of the Lower Proterozoic Sious Quartzite, Minnesota and South Dakota. In Southwick, D. L., ed. Shorter contributions to the geology of the Sioux Quartzite (Early Proterozoic), southwestern Minnesota. Minn. Geol. Surv. Rep. Investig. 32:1–15. Rainbird, R. H.; Nesbitt, H. W.; and Donaldson, J. A. 1990. Formation and diagenesis of a sub-Huronian saprolith: comparison with a modern weathering profile. J. Geol. 98:801–822. Ramaekers, P. 1981. Hudsonian and Helikian basins of the Athabasca region, northern Saskatchewan. In Campbell, F. H. A., ed. Proterozoic basins of Canada. Can. Geol. Surv. Pap. 81-10:219–233. Retallack, R. J. 1988. How to find a Precambrian paleosol. In Schidlowski, M.; Golubic, S.; Kimberley, M. M.; McKirdy, D. M.; and Trudinger, P. A., eds. Early organic evolution: implications for mineral and energy resources. Berlin, Springer, p. 16–30. Romano, D.; Holm, D. K.; and Foland, K. A. 2000. Determining the extent and nature of Mazatzal-related overprinting of the Penokean orogenic belt in the southern Lake Superior region, north-central USA. Precambrian Res. 104:25–46. Routledge, R. E.; Parrish, I. S.; and Leigh, O. E. 1981. Rice Lake Quadrangle, Wisconsin. Toronto, Derry, Michener, & Booth, 71 p. Schwartzman, D. W., and Volk, T. 1989. Biotic enhancement of weathering and the habitability of earth. Nature 340:457–460. Sims, P. K.; Van Schmus, W. R.; Schulz, K. J.; and Peterman, Z. E. 1989. Tectono-stratigraphic evolution of the Early Proterozoic Wisconsin magmatic terranes of the Penokean Orogen. Can. J. Earth Sci. 26:2145–2158. Singer, B., and Brown, L. L. 2002. The Santa Rosa event: 40Ar/39Ar and paleomagnetic results from the Valles Rhyolite near Jaramillo Creek, Jemez Mountains, New Mexico. Earth Planet. Sci. Lett. 197:51–65.\nThis content downloaded from 150.135.135.069 on February 26, 2019 12:00:20 PM All use subject to University of Chicago Press Terms and Conditions (http://www.journals.uchicago.edu/t-and-c).\nSoegaard, K., and Eriksson, K. A. 1989. Origin of thick, first-cycle quartz arenite successions: evidence from the 1.7 Ga Ortega Group, northern New Mexico. Precambrian Res. 43:129–141. Southwick, D. L.; Morey, G. B.; and Mossler, J. H. 1986. Fluvial origin of the lower Proterozoic Sioux Quartzite, southwestern Minnesota. Geol. Soc. Am. Bull. 97: 1432–1441. Southwick, D. L., and Mossler, J. H. 1984. The Sioux Quartzite and subjacent regolith in the Cottonwood Basin, Minnesota. In Southwick, D. L., ed. Shorter contributions to the geology of the Sioux Quartzite (Early Proterozoic), southwestern Minnesota. Minn. Geol. Surv. Rep. Investig. 32:17–44. Taylor, S. R., and McLennan, S. M. 1985. The continental crust: its composition and evolution. Oxford, Blackwell, 312 p. Trevena, A. S. 1979. Studies in sandstone petrology: origin of the Precambrian Mazatzal Quartzite and provenance of detrital feldspar. Ph.D. thesis, University of Utah, Salt Lake City, 390 p. Van Schmus, W. R.; Bickford, M. E.; and Condie, K. C. 1993. Early Proterozoic crustal evolution. In Reed, J.\nC., Jr.; Bickford, M. E.; Houston, R. S.; Link, P. K.; Rankin, D. W.; Sims, P. K.; and Van Schmus, W. R., eds. Precambrian: conterminous U.S. (Geology of North America vol. C-2). Boulder, Colo., Geol. Soc. Am., p. 270–281. Van Schmus, W. R.; MacNeill, L. C.; Holm, D. K.; and Boerboom, T. J. 2001. New U-Pb ages from Minnesota, Michigan, and Wisconsin: implications for Late Paleoproterozoic crustal stabilization. Institute on Lake Superior Geology Proceedings, 47th annual meeting (Madison, Wis.), 47, pt. 1:100–101 (abstract). Van Schmus, W. R.; Thurman, M. E.; and Peterman, Z. E. 1975. Geology and Rb-Sr chronology of Middle Precambrian rocks in eastern and central Wisconsin. Geol. Soc. Am. Bull. 86:1255–1265. Van Wyck, N. 1995. Major and trace element, common Pb, Sm-Nd, and zircon geochronology constraints on petrogenesis and tectonic setting of pre- and Early Proterozoic rocks in Wisconsin. Ph.D. thesis, University of Wisconsin—Madison, 280 p. Watanabe, Y.; Jacques, E. J.; and Ohmoto, H. 2000. Geochemical evidence for terrestrial ecosystems 2.6 billion years ago. Nature 408:574–578.\nThis content downloaded from 150.135.135.069 on February 26, 2019 12:00:20 PM All use subject to University of Chicago Press Terms and Conditions (http://www.journals.uchicago.edu/t-and-c)."
  }],
  "year": 2003,
  "references": [],
  "id": "SP:08718b794e9190ab47dc35a6c15f6e6ff6b2d4b3",
  "authors": [{
    "name": "L. G. Medaris",
    "affiliations": []
  }, {
    "name": "B. S. Singer",
    "affiliations": []
  }, {
    "name": "R. H. Dott",
    "affiliations": []
  }, {
    "name": "A. Naymark",
    "affiliations": []
  }, {
    "name": "C. M. Johnson",
    "affiliations": []
  }, {
    "name": "R. C. Schott",
    "affiliations": []
  }],
  "abstractText": "Red, supermature quartzites of the Baraboo interval of the Lake Superior region contain detrital zircon that ranges in age from 1782 to 1712 Ma. Deposition clearly occurred after the geon 18 Penokean orogeny. These late Paleoproterozoic sedimentary rocks consist largely of quartz, kaolinite or pyrophyllite, and hematite; detrital feldspar and muscovite are rare or absent. Their Chemical Index of Alteration ranges from 96.8 to 98.6, among the most chemically mature clastic sediments in the geological record. The quartzites are underlain by mature, feldspar-free paleosols, accounting for the absence of feldspar in the overlying sediments and indicating the presence of first-cycle quartzose detritus. Such physical and chemical characteristics imply that late Paleoproterozoic deposition in the Lake Superior region occurred in a stable tectonic setting with subdued topographic relief in a warm, humid climate. Folding and low-grade metamorphism of the quartzites is thought to reflect ∼1630 Ma foreland deformation related to the Mazatzal orogeny. Younger hydrothermal alteration is widespread in the Baraboo and Sioux quartzites and, based on Ar/Ar dating of low-temperature minerals, is attributed to the migration of fluids along permeable channels in response to the thermal effects of magmatism associated with the 1465 Ma Wolf River batholith. Much of the Paleoand Mesoproterozoic crust of Proto–North America may have been affected by areally extensive, but stratigraphically restricted, hydrothermal alteration related to the influence of geon 14 transcontinental A-type granitic magmatism.",
  "title": "Late Paleoproterozoic Climate, Tectonics, and Metamorphism in the Southern Lake Superior Region and Proto–North America: Evidence from Baraboo Interval Quartzites"
}