{
  "sections": [{
    "text": "Nature © Macmillan Publishers Ltd 1997\n838 NATURE | VOL 389 | 23 OCTOBER 1997\n16. Naujokat, B. & Pawson, S. The cold stratospheric winters 1994/95 and 1995/96. Geophys. Res. Lett. 23, 3703–3706 (1997). 17. Manney, G. L. et al. Polar vortex conditions during the 1995–96 Arctic winter: meteorology and MLS ozone. Geophys. Res. Lett. 23, 3203–3206 (1996). 18. Stebel, K. et al. Polar stratospheric clouds above Spitsbergen. in Proc. XVIII Quadrenn. Ozone Symp. (in the press). 19. Hansen, G. & Hoppe, U.-P. Lidar observations of polar stratospheric clouds and stratospheric temperature in winter 1995/96 over northern Norway. Geophys. Res. Lett. 24, 131–134 (1997). 20. Santee, M. L. et al. Polar vortex conditions during the 1995–1996 Arctic winter: MLS ClO and HNO3. Geophys. Res. Lett. 23, 3207–3210 (1996). 21. Vömel, H. et al. Dehydration and sedimentaiton of ice particles in the Arctic stratospheric vortex. Geophys. Res. Lett. 24, 795–798 (1997). 22. Fahey, D. W. et al. Observations of denitrification and dehydration in the winter polar stratospheres. Nature 344, 321–324 (1990). 23. Hübler, G. et al. Redistribution of reactive odd nitrogen in the lower Arctic stratosphere. Geophys. Res. Lett. 17, 453–456 (1990). 24. Arnold, F., Gollinger, K. & Spreng, S. in Polar Stratospheric Ozone (eds Pyle, J. A. et al.) 175–178 (Rep. 56, Commissions of the European Communities, DG-XII, Brussels, 1996). 25. Oelhaf, H. et al. in Polar Stratospheric Ozone (eds Pyle, J. A. et al.) 187–193 (Rep. 56, Commissions of the European Communities, DG-XII, Brussels, 1996). 26. Salawitch, R. J. et al. Chemical loss of ozone in the Arctic polar vortex in the winter of 1991–1992. Science 261, 1146–1149 (1993). 27. Müller, R. et al. Chlorine chemistry and the potential for ozone depletion in the arctic stratosphere in the winter 1991/92. Geophys. Res. Lett. 21, 1427–1430 (1994). 28. Urban, J. et al. Observations of stratospheric ClO, HCl, O3, N2O, and HO2 at high latitudes during the winters of 1995 and 1996 with the Airborne-Submillimeter-SIS-Radiometer. in Proc. XVII Quadrenn. Ozone Symp. (in the press). 29. De More, W. B. et al. Chemical kinetics and photochemical data for use in stratospheric modeling. (Evaluation No. 11, Publ. 94-26, Jet Propulsion Lab., Pasadena, 1994). 30. Notholt, J. et al. Seasonal variations of atmospheric trace gases in the high Arctic at 798 N. J. Geophys. Res. 102, 12855–12861 (1997).\nAcknowledgements. We thank the following for cooperation and for providing ozonesonde data: H. De Backer, Royal Meteorol. Inst.; D. Balis and I. Ziomas, Univ. Thessaloniki; H. Claude, Meteorol. Obs. Hohenpeißenberg; S. Godin and M. Guirlet, CNRS, Univ. Paris; B. Kois, Inst. of Meteorol. and Water Management; G. Murphy, Irish Meteorol. Service; S. J. Reid, Univ. Wales; F. H. Sigurdsson, Icelandic Meteorol. Office; C. Varotsos, Univ. Athens; V. Yushkov, Central Aerol. Obs.; National Space Development Agency of Japan and all others involved in Match. We also thank G. L. Manney and M. L. Santee for providing the MLS data, and the ECMWF and the German Weather Service for providing meteorological data. The chemistry model used was based on a model from G. Brasseur (NCAR, USA). This work was supported by the Environment and Climate Program of DG-XII of the EC, the UK DETR and the German BMBF.\nCorrespondence and requests for materials should be addressed to M.R. (mrex@awi-potsdam.de)."
  }, {
    "heading": "Timingof theEthiopian",
    "text": "floodbasalt event and implications for plume birthandglobal change C. Hofmann*†, V. Courtillot*, G. Féraud†, P. Rochette‡, G. Yirgu§, E. Ketefo§ & R. Pik‡\n* Institut de Physique du Globe, 4 Place Jussieu, 75252 Parix Cedex 05, France † UMR Géosciences Azur (Université de Nice, CNRS), Parc Valrose, 06108 Nice Cedex 2, France ‡ CEREGE, Univesité d’Aix-Marseille 3, BP 81, 13545 Aix en Provence Cedex 4,"
  }, {
    "heading": "France § Department of Geology and Geophysics, University of Addis Ababa, Addis Ababa, Ethiopia",
    "text": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .\nContinental flood basalts are often considered as fossil evidence of mantle plume heads impinging on the lithosphere1,2 and have been related to continental breakup3–5. Many of these flood basalts erupted within a short time span—of the order of 1 Myr—and were apparently synchronous with crises in global climate and with mass extinctions6. Here we present geochronological (40Ar/39Ar) and magnetostratigraphic results for the Ethiopian traps, one of the last remaining flood basalts for which few such data were available. The bulk of the traps, which have been inferred to mark the appearance of the Ethiopian-Afar plume head at the Earth’s surface, erupted approximately 30 Myr ago, over a period of 1 Myr or less. This was about the time of a change to a colder and drier global climate, a major continental ice-sheet advance in Antarctica, the largest Tertiary sea-level drop and significant extinctions.\nThe Ethiopian traps occur near the triple junction of the Red Sea, Gulf of Aden and East African rifts, and have long been associated with the Afar hotspot2,7 (Fig. 1). Most of the province lies over the African plate where our study was concentrated. Prolific outpourings of (mainly) basalts have built a subaerial pile which originally covered an area in excess of 500,000 km2 (ref. 8), with total thickness locally exceeding 2,000 m. The northwestern traps consist of a series of Late Eocene and Oligocene fissure basalts, covered by Miocene shield volcanoes. Conventional K/Ar ages measured in basalts, rhyolites and ignimbrites from the plateau to the north of Addis Ababa range from9 14 to 40 Myr (Fig. 2). Berhe et al.10 have distinguished three prolonged stages of volcanism at 50–40, 40– 30 and 30–21 Myr ago, whereas Ebinger et al.11 have proposed that the main phase of volcanism occurred between 45 and 35 Myr ago in the southern part of the Ethiopian rift.\nWe have investigated three sections of the province. The main section, called the Lima–Limo (LL) section, consists of 2,000 m of lava (Fig. 3) and is located 450 km to the north of Addis Ababa (Fig. 1). A lower 900-m-thick sequence of basaltic lavas ends with 150 m of differentiated products, forming a significant regional terrace level. A second 1,000-m-thick section follows, with an acidic tuff forming another erosional surface at the top of the plateau. This morphology indicates two main volcanic episodes separated by a probable period of quiescence. More recent shield-building volcanism with much smaller volumes ends the LL section. The second section comprises 500 m of the top of the basaltic pile and a capping of ignimbrites and rhyolites at Wegel Tena (WT), 200 km to the north of Addis Ababa (Fig. 1). Another 100 km further north is the third section along the Woreta-Waldia or ‘Chinese Road’. The petrology and geochemistry of the sampled formations are described in ref. 12. Samples (50) of whole rocks and plagioclase bulk samples from the basalts, and bulk samples and single grains of feldspars from ignimbrites, rhyolites and tuffs were analysed by the 40Ar/39Ar step-heating or total fusion method. A magnetostratigraphy was performed on two of the sections (LL and WT). A more complete description is given elsewhere13.\nBecause the basalts were very fine-grained, it was often not possible to obtain mineral separates, and whole rocks had to be analysed for dating purposes; whenever possible, these were constrained by mineral analyses. The procedure is described and the\nGulf of A den\nR ed\nSea YEMEN\nETHIOPIA\nAFAR\nI I I\nI\nI I\nI I\nI I\nI I\nI I\nI I I I\nI I I I\nI I\nI I\nI I\nI I\nI I\nI I\nI\nI I\nI\nI I\nI I\nI I\nI I\nI I\nI I I\nI I I I I I\nAdigrat\nDesje\nDJIBOUTI\n38° 40° 42° 44° 46°\n14°\n12°\n10°\nGondar\nAddis Ababa\nLL\nCR\nA\nWT\nLake Tana\nEt hi\nop ian\nrift\nI I\nI I\nI I\nI I I I I\nAfar\nOutline of plume head\nYemen\n1000 km\nEthiopian rift\nGulf of A den\nR ed\nSea\n100 km\nI I\nI\nI\nI I\nI\nresults are reported in Table 1. Several age spectra are shown in Fig. 4. The spectra provide some evidence for potential sources of disturbance. Isochron calculations were also performed: the best-fit ages were within analytical uncertainty of the plateau ages and yielded atmospheric argon ratios. In the lowermost part of the LL section, a plateau age of 30:8 6 0:4 Myr was obtained. At intermediate-to-higher levels of the LL section, four plateau ages range from 28:6 6 0:3 to 30:0 6 0:3 Myr. Sample E192 was collected from a tuff on the plateau, 50 km away from the main LL section. Stepheating of a bulk feldspar from this sample yielded a plateau age of 30:6 6 0:1 Myr and an isochron age of 30:1 6 0:2 Myr. The lowermost lava flow overlying the Jurassic sediments, 150 km away from the LL section at the base of the Adigrat section (A in Fig. 1), yielded a consistent plateau age of 30:4 6 0:4 Myr. The lowest rhyolite at WT overlies the entire basaltic succession. Three sanidine single grains displayed concordant, high-temperature apparent ages with a weighted mean of 30:2 6 0:1 Myr. Three sanidine single grains from an intermediate rhyolite, 200 m above the previous sample, also gave concordant high-temperature apparent ages, with a significantly younger mean of 28:2 6 0:1 Myr. Basaltic flows from the Chinese Road section are capped by rhyolites, analogous to the WT section. Bulk samples of sanidines from two distinct ignimbrites had concordant plateau ages at 29:6 6 0:1 and 29:4 6 0:1 Myr. Sanidine single grains gave weighted mean ages concordant with the plateau ages (Table 1).\nThe histogram constructed from the new argon data shows a sharp single peak centred on 30 Myr with a total width at midheight of the order of 1.5 Myr (Fig. 2). Comparison of the new Ar/Ar age histogram with the old K/Ar ages reveals the same behaviour that was first found in the Deccan traps14–16. The spread in the K/Ar ages is probably due to alteration rather than actual duration of volcanism. Plateau ages (and one isochron age) from the LL section, together with their uncertainties, are shown in Fig. 3: all but one are between 29 and 31 Myr and not strictly in stratigraphic order. The best estimate for the age of the lower part of the traps is given by the concordant plateau ages of E84 and E216, obtained on whole rocks from different regions (LL and Adigrat). The age of the top of the traps is well constrained by the isochron age of E192 (50 km away from LL), concordant with the plateau ages of the basaltic upper part of LL (PM26 and E100), and the plateau ages obtained on\nsanidines from other localities (PM35, E41, E34). Ages for the whole series mostly range from 30:8 6 0:4 to 29:4 6 0:1 Myr. A more selective approach consists in selecting only mineral separates which yield consistent plateau and isochron ages, with experimental uncertainties ,1 Myr. This yields a subset of eight ages, which average 29.6 Myr. All of the above argue for the fact that most of the lavas were erupted near 29.5–30 Myr, in probably less than 1 Myr. Baker et al.17 have recently published 40Ar/39Ar ages from the Yemen traps ranging from 29.2 to 30.9 Myr, in agreement with our values. Somewhat younger ages, corresponding to volumetrically small volcanism and post-dating the main phases of trap emplacement, have also been reported17–19.\nOriented cores were drilled for palaeomagnetic study from 40 flows (30 in LL, 10 in WT), with eight cores taken from each flow.\n8\n7\n6\n5\n4\n3\n2\n0 10 20 30\nAge (Myr)\na\nb\nF re\nq u e n c y\n40 50 60\n1\nFigure 2 Histograms of Ethiopian volcanic ages. Trace a,100 K/Ar ages obtained from Ethiopian trap basalts and rhyolites9,13,39, recalculated with the decay constants recommended by Steiger and Jaeger37. Trace b,10 40Ar/39Ar plateau ages\n(plus one isochron age for E192) reported in this Letter. They include the lower-\nmost trap basalts and the uppermost differentiated formations (rhyolite, ignim-\nbrite, tuff) from the plateau. The shaded area is bounded by the ages at half-\namplitude of the 40Ar/39Ar peak. Each datum is given unit weight and represented\nby a gaussian distribution with standard deviation equal to the age uncertainty.\n3,000\n2,500\n1,500\n10 30 40 km Geomagnetic polarity Palaeomagnetic sample polarity 0\n2,000\nyy yyyyyyyyyyy\nDebarek"
  }, {
    "heading": "Debrebayir",
    "text": "Zarema\nAdi Arkay\nMay Tsemre\nSW NE\nu p\np er\nu n it lo w er u n it\n28 29\n10n 11n 12n\nPM26 (P)\nE192 (I)E192 (50 km to SW)\nE100 (P)\nPM6 (WR)\nE86 (P)\nE84 (WR)\nE98 (P)\n30 31 32\n(Age in Myr)\nPM26 PM29\nE100\nPM6 E98\nE199 E84\nE203E86\nA lt it u d e ( m\n)\nbreaks defining two volcanic units, the 40Ar/39Ar ages (P for plateau on\nplagioclase, WR for plateau on whole rock, I for isochron; see also Table 1), and\nNature © Macmillan Publishers Ltd 1997\n840 NATURE | VOL 389 | 23 OCTOBER 1997\nMost sites yielded well grouped, consistent results with unambiguous magnetic polarities13. The LL section showed a sequence of only three successive magnetic chrons (11 reversed, 5 normal, and 14 reversed flows). Although very short events (cryptochrons) may have been missed20, observation of only 2 reversals in a pile of 2,000 m thickness, at a time when reversal frequency was of the order of 1.5 to 2 reversals per Myr, confirms that the bulk of volcanism was emplaced in a short time. Given the new radiometric ages, comparison with a recent geomagnetic polarity timescale21,22\nsuggests that volcanism began in the upper part of chron C11r and ended before the onset of chron C10n, implying a maximum duration of 1.5 Myr (Fig. 3). We note that the upper normal-toreversed boundary occurs at the middle erosional level, consistent with the idea that volcanism occurred in two pulses, each possibly only a few hundred thousand years long. The quiescent period, sufficient to develop the erosional surface, therefore also lasted of the order of a few hundred thousand years. This is consistent with the fact that the ratio of normal to reversed flow thickness is much smaller than the ratio of C11n versus C11r þ C10r duration: C11n is incomplete and truncated at the top. The age and reversed polarity of the lowermost ignimbrite in the WT section are consistent with the underlying formations being in chron C10r or C11r. The preliminary magnetostratigraphy at WT displays a succession of 4 reversed, 2 normal, and 2 reversed flows. The age and reversed polarity of sample PM35 would place it in chron C9r. Therefore, the two normal flows in WT could correspond either to chron C10n or C11n, with a gap of about 1 Myr somewhere in the series. This would agree with the uppermost acidic flows corresponding to slower and more sporadic volcanism lingering after the main brief phase of basaltic trap emplacement.\nThe geochronological and palaeomagnetic results reported above suggest that flood basalt eruptions in Ethiopia occurred in two pulses, beginning shortly before 30 Myr in reversed chron C11r and ending before 29 Myr in reversed chron C10r, possibly lasting ,1 Myr (though no less than 0.6 Myr, the estimated duration of chron C11n). The age, duration and location of Ethiopian trap volcanism have potential significance for continental breakup, global climate change and mass extinctions; only the last two are discussed here. Emplacement of the Ethiopian traps has been linked to the extinction event that defines the boundary between the Eocene and Oligocene epochs in the Cenozoic era. Earlier estimates6,23–25 of ages of both events placed them at about 35 Myr. More recent radiometric dating and magnetostratigraphy in pelagic sequences of the northeastern Appenines place the Eocene/Oligocene boundary within reversed chron C13r at 33:7 6 0:5 Myr (refs 22, 26, 27). The new results presented here rule out temporal coincidence with the Ethiopian traps. Prothero28 has argued that there was actually no great Terminal Eocene extinction event, but rather several periods of cooling (and progressive extinction) through the Eocene and Oligocene. It was not until magnetic chron C11n or C10n that a significant glaciation started in Antarctica. The largest sea-level drop in the entire Cenozoic, evidenced by widespread mid-Oligocene unconformities, was until recently thought to have occurred in chron C10n at the Lower/Upper Oligocene boundary (28.5 Myr)29; this has recently been revised to C11r, very near 30.0 Myr (ref. 30). This period is indeed characterized by one of the maxima in the Cenozoic d18O (oxygen isotope) record30,31, corresponding to a significant cooling event, and also by a minimum in the diversity of land mammals32,33. It is tempting to relate the disrupted world climate around 30 Myr ago to the eruption of the Ethiopian traps. Injection of massive, sulphur-rich aerosols and dust in the atmosphere at a time of long-term cooling could have accelerated global cooling and aridity, triggering an important phase of Antarctic ice-sheet advance and sea-level drop. This period of rapid environmental change could have resulted in low diversity and significant extinctions of species. M\nTable 1 40Ar/39Ar age determinations for samples from four sections of the Ethiopian traps\nSample label Material Plateau age (Myr 6 jÞ\nIsochron age (Myr 6 j)\n(40Ar/36Ar)o (6j)\nMSWD N\n................................................................................................................................................................................................................................................................................................................................................................... Lima-Limo section E 192 FE 30:6 6 0:1 30:1 6 0:2 312 6 8 0.6 7\n7 SA 30:8 6 0:2ðaÞ ND ND 3.1 7 PM 26 PL 29:4 6 1:1 29:8 6 0:6 295:9 6 1:9 0.2 11 PM 29 WR 30:0 6 0:1 29:8 6 0:2 316 6 16 0.5 6 (52%) E 100 PL 29:6 6 0:3 29:5 6 0:3 300:8 6 4:1 0.2 7 PM 6 WR 30:0 6 0:3 30:0 6 0:3 299:0 6 6:0 1 7 E 98 WR 28:6 6 0:3 28:5 6 0:5 297:0 6 6:0 1 7 WR 28:8 6 0:6 29:7 6 0:9 292:5 6 3:0 0.4 9 E199 PL 31:1 6 0:6 31:3 6 0:7 294:0 6 0:6 0.2 4 (51%) E 86 PL 30:5 6 1:0 30:0 6 0:6 295:6 6 0:6 0.4 12 E 203 WR 30:4 6 0:4 29:3 6 0:4 370 6 27 0.01 5 (32%) E 84 WR 30:8 6 0:4 30:0 6 0:4 308:0 6 7:0 0.5 9 Adigrat section E 216 WR 30:4 6 0:4 29:8 6 0:8 302 6 12 1.3 10 Wegel Tena section PM 37 WR 26:7 6 0:1 26:7 6 0:3 282:4 6 26:0 1.9 6 PM 35 SA 28:2 6 0:1 28:2 6 0:1 281:8 6 15:5 0.6 6\n2 SA 28:2 6 0:1* 28:2 6 0:1 275:7 6 11:0 0.5 6 PM 31 3 SA 30:2 6 0:1* 30:2 6 0:1 290:1 6 16:0 0.9 11 Chinese Road section E 41 SA bulk 29:6 6 0:1 29:7 6 0:2 272 6 24 1.5 16\nSA 29:5 6 0:2 ND ND ND 4 E 34 SA bulk 29:4 6 0:1 29:4 6 0:1 293:3 6 5:0 2.1 8\n4 SA 29:2 6 0:1* 29:5 6 0:1 289:0 6 1:7 2.4 4 ................................................................................................................................................................................................................................................................................................................................................................... Material analysed: FE, feldspar bulk samples; SA, sanidine single grains; PL, plagioclase; WR, whole rock. (40Ar/36Ar)0 is the ratio at intercept, MSWD is the mean squared weighted deviate, and N the number of steps used in age determinations.A plateau was accepted if defined by at least 60% of released 39Ar (a few exceptions are indicated by giving (in column 3) the fraction (x%) released), at least three consecutive steps, and if the integrated age of the plateau agreed with each individual age of steps forming the plateau within a confidence level of 2j. Plateau ages with asterisk (*) represents weighted mean of fusion step ages obtained on several (predegassed and individually analysed) single grains. Samples were irradiated for 70 h in the nuclear reactor at McMaster University (Hamilton, Canada). Maximum flux gradient was estimated at 0.5% within overall sample volume. Whole-rock samples and sanidine single grains were step-heated using a continuous coherent 4W argon ion laser, whereas bulk samples of plagioclase and sanidine were step-heated using a radio frequency furnace. Analytical procedures as given in refs 34, 35. The monitor standard, located about every eight samples in the irradiation can, was the Hb3Gr hornblende, with an age of 1,072Myr, relative to a formal value of 518.9Myr for the MMhb-1 standard13,36. Ages were calculated using the constants recommended by Steiger and Jäger37. All errors are quoted at the 1j level and do not include uncertainties on the monitor age. The error on the measured ratio 40Ar*/39ArK of the monitor is included in the calculation of plateau-age error bars. Abundances of five Ar isotopes were measured (36, 37, 38, 39 and 40), and the 40Ar/39Ar ratio corrected for the presence of atmospheric Ar, and interfering isotopes of Ar produced by irradiation of 40K, 42Ca, 40Ca and Cl. Calculated salt ratios are: ð39Ar=37ArÞCa 3 10 2 4 ¼ 7:06 6 4%; ð36Ar=37ArÞCa 3 10 2 4 ¼ 2:90 6 3%; ð40Ar=39ArÞK 3 10 2 4 ¼ 3:02 6 3%.\nNature © Macmillan Publishers Ltd 1997\nNATURE | VOL 389 | 23 OCTOBER 1997 841\nReceived 29 January; accepted 18 August 1997.\n1. Courtillot, V. & Besse, J. Magnetic field reversals, polar wander, and core-mantle coupling. Science 237, 1140–1147 (1987). 2. Richards, M. A., Duncan, R. A. & Courtillot, V. E. Flood basalts and hotspot tracks: plume heads and tails. Science 246, 103–107 (1989). 3. White, R. S. & McKenzie, D. P. Magmatism at rift zones: the generation of volcanic continental margins and flood basalts. J. Geophys. Res. 94, 7685–7729 (1989). 4. Hill, R. I. Starting plumes and continental breakup. Earth Planet. Sci. Lett. 104, 398–416 (1991). 5. Courtillot, V., Hofmann, C., Manighetti, I., Kidane, T. & Tapponnier, P. Relations between plume\nbirth and continental breakup: the case of the Ethiopian traps and Afar depression. Terra Nova 9, 522 (1997). 6. Courtillot, V. Mass extinctions in the last 300 million years: one impact and seven flood basalts. Isr. J. Earth Sci. 43, 255–266 (1994). 7. Morgan, W. J. Plate motions and deep mantle convection. Geol. Soc. Am. Mem. 132, 7–22 (1972). 8. Mohr, P. & Zanettin, B. in Continental Flood Basalts (ed. MacDougall, J. D.) 63–110 (Kluwer,\nDordrecht, 1988). 9. Merla, G. et al. A Geological Map of Somalia and Ethiopia, 1 : 2,000,000, and Comment with a Map of\nMajor Landforms 1–95 (Dept. Volcanol. & Paleontol., Consiglio Nazionale delle Ricerche, Florence, 1979). 10. Berhe, S. M., Desta, B., Nicoletti, M. & Teferra, M. Geology, geochronology and geodynamic implications of the Cenozoic magmatic province in W and SE Ethiopia. J. Geol. Soc. Lond. 144, 213–226 (1987). 11. Ebinger, C. J., Yemane, T., Woldegabriel, G., Aronson, J. L. & Walter, R. C. Late Eocene-Recent volcanism and faulting in the southern main Ethiopian rift. J. Geol. Soc. Lond. 150, 99–108 (1993). 12. Pik, R. et al. The northwestern Ethiopian plateau flood basalts: Classification and spatial distribution of magma types. J. Volcanol. Geothern. Res. (in the press). 13. Hofmann, C. Datation 40Ar/39Ar et paléomagnétisme des traps d’Ethiopie, du Deccan et de Sibérie. Thesis, Univ. Paris 7-IPGP (1997). 14. Courtillot, V. et al. The Deccan flood basalts and the Cretaceous–Tertiary boundary. Nature 333, 843– 846 (1988). 15. Duncan, R. & Pyle, D. G. Rapid eruption of the Deccan flood basalts at the Cretaceous–Tertiary boundary. Nature 333, 841–843 (1988). 16. Vandamme, D., Courtillot, V., Besse, J. & Montigny, R. Paleomagnetism and age determinations of the Deccan traps (India): Results of a Nagpur-Bombay traverse and review of earlier work. Rev. Geophys. Space Phys. 29, 159–190 (1991). 17. Baker, J., Snee, L. & Menzies, M. A brief Oligocene period of flood volcanism in Yemen: implications for the duration and rate of continental flood basalt volcanism at the Afro-Arabian triple junction. Earth Planet. Sci. Lett. 138, 39–55 (1996). 18. Zumbo, V., Féraud, G., Bertrand, H. & Chazot, G. 40Ar/39Ar chronology of Tertiary magmatic activity in southern Yemen during the early Red Sea-Aden rifting. J. Volcanol. Geotherm. Res. 65, 265–279 (1995). 19. Sebai, A. et al. 40Ar/39Ar dating of alcaline and tholeiitic magmatism of Saudi Arabia related to the early Red Sea rifting. Earth Planet. Sci. Lett. 104, 473–487 (1991). 20. Gallet, Y., Weeks, R., Vandamme, D. & Courtillot, V. Duration of Deccan trap volcanism: a statistical approach. Earth Planet. Sci. Lett. 93, 273–282 (1989). 21. Cande, S. C. & Kent, D. V. Revised calibration of the geomagnetic polarity time scale for the late Cretaceous and Cenozoic. J. Geophys. Res. 100, 6093–6095 (1995). 22. Berggren, W. A., Kent, D. V., Swisher, C. C. & Aubry, M. P. A Revised Cenozoic Geochronology and Chronostratigraphy, Geochronology Time Scales and Global Stratigraphic Correlation. 129–212 (Soc. Economic Paleontologists and Mineralogists Spec. Publ. 54, Tulsa, Oklahoma, 1995). 23. Rampino, M. R. & Stothers, R. B. Flood basalt volcanism during the past 250 million years. Science 241, 663–668 (1988). 24. Stothers, R. B. Flood basalts and extinction events. Geophys. Res. Lett. 20, 1399–1402 (1993). 25. Courtillot, V., Jaeger, J. J., Yang, Z., Féraud, G. & Hofmann, C. Proc. Conf. on New Developments\nRegarding the KT Event and Other Catastrophes in Earth History (eds Ryder, G., Fastovsky, D. & Gartner, S.) 513–525 (Geol. Soc. Am. Spec. Pap. 307, Boulder, Colorado, 1996). 26. Lanci, L., Lowrie, W. & Montanari, A. Magnetostratigraphy of the Eocene/Oligocene boundary in a short drill core. Earth Planet. Sci. Lett. 143, 37–48 (1996). 27. Montanari, A. et al. in The Eocene-Oligocene boundary in the March-Umbria Basin (Italy) (eds Premoli-Silva, I., Coccioni, R. & Montanari, A.) 195–208 (Spec. Publ. of the Int. Subcommission on Paleogene Stratigraphy, Int. Un. Geological Sciences, Fratelli Aniballi, Ancona, 1987). 28. Prothero, D. R. The Eocene-Oligocene Transition: Paradise Lost (Columbia Univ. Press, New York, 1994). 29. Haq, B. U., Hardenbol, J. & Vail, P. R. The chronology of fluctuating sea level since the Triassic. Science 235, 1156–1165 (1987). 30. Pekar, S. & Miller, K. G. New Jersey Oligocene ‘‘Icehouse’’ sequences (ODP Leg 150X) correlated with global d18O and Exxon eustatic records. Geology 24, 567–570 (1996). 31. Miller, K. S. & Fairbanks, R. G. Cenozoic d18O record of climate and sea level. S. Afr. J. Sci. 81, 248–249 (1985). 32. Vianey-Liaud, M. Les rongeurs de l’Eocène terminal et de l’Oligocène d’Europe comme indicateurs de leur environnement. Paleogeogr. Paleoclimatol. Paleoecol. 85, 15–28 (1991). 33. Legendre, M. Les communautés de mammifères du Paléogène (Eocène supérieur et Oligocène). Münchner Geowiss. Abh. A 16, 1–110 (1989). 34. Féraud, G. et al. Additional 40Ar/39Ar dating of the basement and the alkaline volcanism of Gorringe Bank (Atlantic Ocean). Earth Planet. Sci. Lett. 79, 255–269 (1986). 35. Ruffet, G., Féraud, G., Balvere, M. & Kienast, J. R. Plateau ages and excess argon on phengites: an 40Ar/39Ar laser probe study of Alpine micas (Sesia zone, Western Alps, northern Italy). Chem. Geol. (Isotope sect.) 121, 327–343 (1995). 36. Turner, G. 40Ar/39Ar ages from the lunar maria. Earth Planet. Sci. Lett. 11, 169–191 (1971). 37. Steiger, R. H. & Jaeger, E. Subcommission on geochronology: convention of the use of decay constants\nin geo- and cosmochronology. Earth Planet. Sci. Lett. 36, 359–362 (1977). 38. Varet, J. Geological Map of Central and Southern Afar (Ethiopia and Djibouti Republic) (CNRS, Paris,\n1975). 39. Zanettin, B. et al. Geological and petrological researches on the volcanics of Central Ethiopia. N. Jb.\nGeol. Palaont. Mh. H 9, 567–574 (1974).\nAcknowledgements. This work was part of the French (INSU-MAE)–Ethiopian Cooperative Reseach Program on the Geodynamics of the Ethiopian Plateau and Afar Depression. We thank C. Coulon, C. Deniel and A. Dereje for help with fieldwork and sampling, providing maps, and discussions; J. J. Jaeger, P. Molnar, P. Y. Gillot, X. Quidelleur, P. Layer, R. Duncan and N. Rogers for comments and suggestions.\nCorrespondence and requests for materials should be addressed to V.C. (e-mail: courtil@ipgp.jussieu.fr)\n28.2±0.1Myr (P)\n30.2±0.1Myr (P)\n30.6±0.1Myr (P)\n29.4±1.1Myr (P)\n29.6±0.3Myr (P)\n30.0±0.3Myr (P)\n28.6±0.3Myr (P)\n30.8±0.4Myr (P)\n30.4±0.4Myr (P)\nE41:29.6±0.1Myr (P)\nE34:29.4±0.1Myr (P)\nPM35 sanidine 2 single grains\nPM31 sanidine 3 single grains\nSanidine bulk samples\nE192 feldspar bulk sample\nPM26 plagioclase bulk sample\nE100 plagioclase bulk sample\nPM6 whole rock\nE98 whole rock\nE84 whole rock\nE216 whole rock\n39Ar released (%)\nA p\np a\nre n\nt a\ng e\n( M\ny r)\n30\n25\n35\n25\n30\n30\n35\n25\n20\n25\n25\n30\n30\n35\n30\n25\n35\n30\n25\n35\n30\n40\n30\n0 20 40 60 80 100\n30\n40\n25\nC H\nIN E\nS E\nR O\nA D\nLI M\nA -\nL IM O A D IG R A T W\nE G\nE L\nT E\nN A"
  }],
  "year": 1997,
  "references": [{
    "title": "Magnetic field reversals, polar wander, and core-mantle coupling",
    "authors": ["V. Courtillot", "J. Besse"],
    "venue": "Science 237,",
    "year": 1987
  }, {
    "title": "plume heads and tails",
    "authors": ["M.A. Richards", "R.A. Duncan", "Courtillot", "V.E. Flood basalts", "hotspot tracks"],
    "venue": "Science 246, 103–107",
    "year": 1989
  }, {
    "title": "the generation of volcanic continental margins and flood basalts",
    "authors": ["R.S. White", "McKenzie", "D.P. Magmatism at rift zones"],
    "venue": "J. Geophys. Res. 94, 7685–7729",
    "year": 1989
  }, {
    "title": "Starting plumes and continental breakup",
    "authors": ["R.I. Hill"],
    "venue": "Earth Planet. Sci. Lett. 104,",
    "year": 1991
  }, {
    "title": "the case of the Ethiopian traps and Afar depression",
    "authors": ["V. Courtillot", "C. Hofmann", "I. Manighetti", "T. Kidane", "Tapponnier", "P. Relations between plume birth", "continental breakup"],
    "venue": "Terra Nova 9, 522",
    "year": 1997
  }, {
    "title": "one impact and seven flood basalts",
    "authors": ["Courtillot", "V. Mass extinctions in the last 300 million years"],
    "venue": "Isr. J. Earth Sci. 43, 255–266",
    "year": 1994
  }, {
    "title": "Plate motions and deep mantle convection",
    "authors": ["W.J. Morgan"],
    "venue": "Geol. Soc. Am. Mem. 132,",
    "year": 1972
  }, {
    "title": "A Geological Map of Somalia and Ethiopia, 1 : 2,000,000, and Comment with a Map of Major Landforms 1–95",
    "authors": ["G Merla"],
    "venue": "(Dept. Volcanol. & Paleontol., Consiglio Nazionale delle Ricerche, Florence,",
    "year": 1979
  }, {
    "title": "Geology, geochronology and geodynamic implications of the Cenozoic magmatic province in W and SE Ethiopia",
    "authors": ["S.M. Berhe", "B. Desta", "M. Nicoletti", "M. Teferra"],
    "venue": "J. Geol. Soc. Lond. 144,",
    "year": 1987
  }, {
    "title": "Late Eocene-Recent volcanism and faulting in the southern main Ethiopian rift",
    "authors": ["C.J. Ebinger", "T. Yemane", "G. Woldegabriel", "J.L. Aronson", "R.C. Walter"],
    "venue": "J. Geol. Soc. Lond. 150,",
    "year": 1993
  }, {
    "title": "Datation 40Ar/39Ar et paléomagnétisme des traps d’Ethiopie",
    "authors": ["C. Hofmann"],
    "venue": "du Deccan et de Sibérie. Thesis, Univ. Paris",
    "year": 1997
  }, {
    "title": "The Deccan flood basalts and the Cretaceous–Tertiary boundary",
    "authors": ["V Courtillot"],
    "venue": "Nature 333,",
    "year": 1988
  }, {
    "title": "Rapid eruption of the Deccan flood basalts at the Cretaceous–Tertiary boundary",
    "authors": ["R. Duncan", "D.G. Pyle"],
    "venue": "Nature 333,",
    "year": 1988
  }, {
    "title": "Results of a Nagpur-Bombay traverse and review of earlier work",
    "authors": ["D. Vandamme", "V. Courtillot", "J. Besse", "Montigny", "R. Paleomagnetism", "age determinations of the Deccan traps (India"],
    "venue": "Rev. Geophys. Space Phys. 29, 159–190",
    "year": 1991
  }, {
    "title": "implications for the duration and rate of continental flood basalt volcanism at the Afro-Arabian triple junction",
    "authors": ["J. Baker", "L. Snee", "Menzies", "M. A brief Oligocene period of flood volcanism in Yemen"],
    "venue": "Earth Planet. Sci. Lett. 138, 39–55",
    "year": 1996
  }, {
    "title": "40Ar/39Ar chronology of Tertiary magmatic activity in southern Yemen during the early Red Sea-Aden rifting",
    "authors": ["V. Zumbo", "G. Féraud", "H. Bertrand", "G. Chazot"],
    "venue": "J. Volcanol. Geotherm. Res",
    "year": 1995
  }, {
    "title": "40Ar/39Ar dating of alcaline and tholeiitic magmatism of Saudi Arabia related to the early Red Sea rifting",
    "authors": ["A Sebai"],
    "venue": "Earth Planet. Sci. Lett. 104,",
    "year": 1991
  }, {
    "title": "a statistical approach",
    "authors": ["Y. Gallet", "R. Weeks", "D. Vandamme", "Courtillot", "V. Duration of Deccan trap volcanism"],
    "venue": "Earth Planet. Sci. Lett. 93, 273–282",
    "year": 1989
  }, {
    "title": "Revised calibration of the geomagnetic polarity time scale for the late Cretaceous and Cenozoic",
    "authors": ["S.C. Cande", "D.V. Kent"],
    "venue": "J. Geophys. Res",
    "year": 1995
  }, {
    "title": "A Revised Cenozoic Geochronology and Chronostratigraphy, Geochronology Time Scales and Global Stratigraphic Correlation",
    "authors": ["W.A. Berggren", "D.V. Kent", "C.C. Swisher", "M.P. Aubry"],
    "venue": "(Soc. Economic Paleontologists and Mineralogists Spec. Publ. 54, Tulsa, Oklahoma,",
    "year": 1995
  }, {
    "title": "Flood basalt volcanism during the past 250 million years",
    "authors": ["M.R. Rampino", "R.B. Stothers"],
    "venue": "Science 241,",
    "year": 1988
  }, {
    "title": "Flood basalts and extinction",
    "authors": ["R.B. Stothers"],
    "venue": "events. Geophys. Res. Lett. 20,",
    "year": 1993
  }, {
    "title": "Magnetostratigraphy of the Eocene/Oligocene boundary in a short drill core",
    "authors": ["L. Lanci", "W. Lowrie", "A. Montanari"],
    "venue": "Earth Planet. Sci. Lett. 143,",
    "year": 1996
  }, {
    "title": "The Eocene-Oligocene boundary in the March-Umbria Basin (Italy) (eds Premoli-Silva",
    "authors": ["A Montanari"],
    "venue": "(Spec. Publ. of the Int. Subcommission on Paleogene Stratigraphy, Int. Un. Geological Sciences, Fratelli Aniballi,",
    "year": 1987
  }, {
    "title": "The Eocene-Oligocene Transition: Paradise Lost (Columbia",
    "authors": ["D.R. Prothero"],
    "year": 1994
  }, {
    "title": "The chronology of fluctuating sea level since the Triassic",
    "authors": ["B.U. Haq", "J. Hardenbol", "P.R. Vail"],
    "venue": "Science 235,",
    "year": 1987
  }, {
    "title": "New Jersey Oligocene ‘‘Icehouse’’ sequences (ODP Leg 150X) correlated with global d18O and Exxon eustatic records",
    "authors": ["S. Pekar", "K.G. Miller"],
    "venue": "Geology 24,",
    "year": 1996
  }, {
    "title": "Cenozoic d18O record of climate and sea level",
    "authors": ["K.S. Miller", "R.G. Fairbanks"],
    "venue": "S. Afr. J. Sci",
    "year": 1985
  }, {
    "title": "Les rongeurs de l’Eocène terminal et de l’Oligocène d’Europe comme indicateurs de leur environnement",
    "authors": ["M. Vianey-Liaud"],
    "venue": "Paleogeogr. Paleoclimatol. Paleoecol",
    "year": 1991
  }, {
    "title": "Les communautés de mammifères du Paléogène (Eocène supérieur et Oligocène)",
    "authors": ["M. Legendre"],
    "venue": "Münchner Geowiss. Abh. A 16,",
    "year": 1989
  }, {
    "title": "Additional 40Ar/39Ar dating of the basement and the alkaline volcanism of Gorringe Bank (Atlantic Ocean)",
    "authors": ["G Féraud"],
    "venue": "Earth Planet. Sci. Lett. 79,",
    "year": 1986
  }, {
    "title": "an 40Ar/39Ar laser probe study of Alpine micas (Sesia zone, Western Alps, northern Italy)",
    "authors": ["G. Ruffet", "G. Féraud", "M. Balvere", "Kienast", "J.R. Plateau ages", "excess argon on phengites"],
    "venue": "Chem. Geol. (Isotope sect.) 121, 327–343",
    "year": 1995
  }, {
    "title": "40Ar/39Ar ages from the lunar maria",
    "authors": ["G. Turner"],
    "venue": "Earth Planet. Sci. Lett. 11,",
    "year": 1971
  }, {
    "title": "convention of the use of decay constants in geo- and cosmochronology",
    "authors": ["R.H. Steiger", "Jaeger", "E. Subcommission on geochronology"],
    "venue": "Earth Planet. Sci. Lett. 36, 359–362",
    "year": 1977
  }, {
    "title": "Geological Map of Central and Southern Afar (Ethiopia and Djibouti Republic",
    "authors": ["J. Varet"],
    "venue": "(CNRS, Paris,",
    "year": 1975
  }, {
    "title": "Geological and petrological researches on the volcanics of Central Ethiopia",
    "authors": ["B Zanettin"],
    "venue": "N. Jb. Geol. Palaont. Mh. H 9,",
    "year": 1974
  }],
  "id": "SP:008092bc8513c42a520b67831a7579cdd0ec494b",
  "authors": [],
  "abstractText": "838 NATURE | VOL 389 | 23 OCTOBER 1997 16. Naujokat, B. & Pawson, S. The cold stratospheric winters 1994/95 and 1995/96. Geophys. Res. Lett. 23, 3703–3706 (1997). 17. Manney, G. L. et al. Polar vortex conditions during the 1995–96 Arctic winter: meteorology and MLS ozone. Geophys. Res. Lett. 23, 3203–3206 (1996). 18. Stebel, K. et al. Polar stratospheric clouds above Spitsbergen. in Proc. XVIII Quadrenn. Ozone Symp. (in the press). 19. Hansen, G. & Hoppe, U.-P. Lidar observations of polar stratospheric clouds and stratospheric temperature in winter 1995/96 over northern Norway. Geophys. Res. Lett. 24, 131–134 (1997). 20. Santee, M. L. et al. Polar vortex conditions during the 1995–1996 Arctic winter: MLS ClO and HNO3. Geophys. Res. Lett. 23, 3207–3210 (1996). 21. Vömel, H. et al. Dehydration and sedimentaiton of ice particles in the Arctic stratospheric vortex. Geophys. Res. Lett. 24, 795–798 (1997). 22. Fahey, D. W. et al. Observations of denitrification and dehydration in the winter polar stratospheres. Nature 344, 321–324 (1990). 23. Hübler, G. et al. Redistribution of reactive odd nitrogen in the lower Arctic stratosphere. Geophys. Res. Lett. 17, 453–456 (1990). 24. Arnold, F., Gollinger, K. & Spreng, S. in Polar Stratospheric Ozone (eds Pyle, J. A. et al.) 175–178 (Rep. 56, Commissions of the European Communities, DG-XII, Brussels, 1996). 25. Oelhaf, H. et al. in Polar Stratospheric Ozone (eds Pyle, J. A. et al.) 187–193 (Rep. 56, Commissions of the European Communities, DG-XII, Brussels, 1996). 26. Salawitch, R. J. et al. Chemical loss of ozone in the Arctic polar vortex in the winter of 1991–1992. Science 261, 1146–1149 (1993). 27. Müller, R. et al. Chlorine chemistry and the potential for ozone depletion in the arctic stratosphere in the winter 1991/92. Geophys. Res. Lett. 21, 1427–1430 (1994). 28. Urban, J. et al. Observations of stratospheric ClO, HCl, O3, N2O, and HO2 at high latitudes during the winters of 1995 and 1996 with the Airborne-Submillimeter-SIS-Radiometer. in Proc. XVII Quadrenn. Ozone Symp. (in the press). 29. De More, W. B. et al. Chemical kinetics and photochemical data for use in stratospheric modeling. (Evaluation No. 11, Publ. 94-26, Jet Propulsion Lab., Pasadena, 1994). 30. Notholt, J. et al. Seasonal variations of atmospheric trace gases in the high Arctic at 798 N. J. Geophys. Res. 102, 12855–12861 (1997)."
}