{
  "sections": [{
    "text": "404\nthese moons—which might also be found in other Saturnian moons—must be different from the clean, cold ice that makes Jupiter’s icy satellites up to 15 times as radar-bright as Titan. Perhaps ammonia, a microwave-absorbing nitrogen compound that may have been the source of Titan’s atmosphere, is locked in ices on Titan and Iapetus, making them radar-dark but optically bright. As for Titan’s dark regions, quantitative analysis (8) of infrared data suggests that they are <5% reflective, consistent with organic matter like tar or seas of liquid hydrocarbons.\nThis interpretation is consistent with the most striking feature in the new radar data: the transient sharp spikes in the reflected spectrum, which suggest specular reflections (see the figure) from smooth, dark areas 50 to 150 km across. These features may be impact craters—of which, extrapolating from other saturnian moons (11), one might expect around 80 with a diameter of 150 km and thousands of smaller ones—that have filled to form lakes and seas (12). The radar data suggest that as much as 75% of Titan’s surface could be covered in this way.\nFurther subtleties and surprises will undoubtedly emerge from further studies, and no single data set is unambiguous. The conversion of infrared observations (13) into reflectivities that can be compared with\nlaboratory materials is hampered by uncertainties in the absorption by atmospheric methane and the absorption and scattering by the haze. Furthermore, these effects themselves are not uniform across Titan, which has a strong seasonal cycle. The existence of discrete, time-variable methane clouds beneath the haze poses another challenge to infrared observations.\nIn contrast, radar can penetrate the atmosphere completely, returning an echo from the surface and perhaps the first few meters below it. As when fishermen use polarized sunglasses, surface reflections can be discriminated from subsurface scattering using the polarization of the radar echo. Campbell et al. found a low polarization ratio for Titan, suggesting that most of the echo is from surface reflection. In contrast, highly polarized radar echoes have been received from the icy galilean satellites, where subsurface scattering is important.\nBetter signal-to-noise ratios and spatial resolution are needed to make more confident interpretations. The limits of what can be achieved from Earth have essentially been reached. Further advances can be expected when the Cassini spacecraft makes its first close reconnaissance of Titan in October 2004—the first of more than 40 flybys in its 4-year nominal mission.\nThe Cassini-Huygens mission will investigate Titan with optical, infrared, and\nradar remote sensing—the first time all three techniques have been used simultaneously to explore a planetary or lunar surface. In January 2005, the Huygens probe will parachute down through the haze to one of Titan’s darker spots. The radar data of Campbell et al. (1) suggest that on Titan itself, as well as in the terrestrial media, this event will make quite a splash.\nReferences 1. D. B. Campbell, G. J. Black, L. M. Carter, S. J. Ostro,\nScience 302, 431 (2003); published online 2 October 2003 (10.1126/science.1088969). 2. D. O. Muhleman, A. W. Grossman, B. J. Butler, M. A. Slade, Science 248, 975 (1990). 3. D. O. Muhleman, A. W. Grossman, B. J. Butler, Annu. Rev. Earth Planet. Sci. 23, 337 (1995). 4. R. D. Lorenz, J. Mitton, Lifting Titan’s Veil (Cambridge Univ. Press, Cambridge, 2002). 5. J. I. Lunine, D. J. Stevenson, Y. L. Yung, Science 222, 1229 (1983). 6. C. Sagan, S. F. Dermott, Nature 300, 731 (1982). 7. P. H. Smith et al., Icarus 119, 336 (1996). 8. S. G. Gibbard et al., Icarus 139, 189 (1999). 9. R. D. Lorenz, J. I. Lunine, Planet. Space Sci. 45, 981\n(1997). 10. G. J. Black, D. B. Campbell, L. M. Carter, S. J. Ostro, Bull.\nAm. Astron. Soc. 34, 882 (2002). 11. R. D. Lorenz, Planet. Space Sci. 45, 1009 (1997). 12. R. D. Lorenz, E. Kraal, E. Asphaug, R. Thomson, Eos 84,\n125 (2003). 13. C. A. Griffith, T. Owen, T. Geballe, J. Rayner, R. Rannou,\nScience 300, 628 (2003).\nPublished online 2 October 2003; 10.1126/science.1090464 Include this information when citing this paper.\nC limate in Medieval time is often said to have been as warm as, or warmer than, it is “today.” Such a statement might seem innocuous. But for those opposed to action on global warming, it has become a cause célèbre: If it was warmer in Medieval time than it is today, it could not have been due to fossil fuel consumption. This (so the argument goes) would demonstrate that warming in the 20th century may have been just another natural fluctuation that does not warrant political action to curb fossil fuel use.\nCareful examination of this argument\nmust focus on three issues: the timing of the purported temperature anomaly, its geographical extent, and its magnitude relative to temperatures in the 20th century. The latter issue is especially important, because advocates of a warm Medieval episode commonly argue that solar irradiance was as high in Medieval time as in the 20th century. They maintain that 20th-century global warming was largely driven by this solar forcing, not by increasing greenhouse gas concentrations.\nThe concept of a Medieval Warm Epoch (MWE) was first articulated by Lamb in 1965 (1). Lamb based his argument almost exclusively on historical anecdotes and paleoclimatic data from western Europe. Using these data to construct indices of “summer wetness” and “winter severity,” he found evidence for warm, dry summers and mild winters centered around 1100 to 1200 A.D. (the “High Medieval”) (2). In Europe, such conditions would have been associated with a prevailing anticy-\nclonic circulation in summer and persistent westerly airflow in winter.\nLamb’s studies predated modern quantitative paleoclimatology in which proxy records of climate change are calibrated against instrumental observations. The temperature change that he attributed to the MWE (1° to 2°C above average) was based largely on his own estimates and personal perspective. Lamb alluded to a few studies in other parts of the world where conditions appeared to have been warm at this time, but never attempted to estimate the magnitude of a global or even hemispheric Medieval temperature anomaly. His estimates pertain only to western Europe.\nLamb compared past temperatures with mean temperatures from 1900 to 1939, which he referred to as the “modern normal” period (3). Because of the pronounced rise in temperature in the late 20th century, the period that Lamb considered “normal” was ~0.3°C cooler over Europe than the past 30 years.\nSince Lamb’s analysis, many new paleotemperature series have been produced. However, well-calibrated data sets with decadal or higher resolution are still only available for a few dozen locations (see the figure).\nC L I M AT E C H A N G E\nClimate in Medieval Time Raymond S. Bradley, Malcolm K. Hughes, Henry F. Diaz\nR. S. Bradley is in the Climate System Research Center, Department of Geosciences, University of Massachusetts, Amherst, MA 01003, USA. E-mail: rbradley@geo.umass.edu M. K. Hughes is in the Laboratory of Tree-Ring Research, University of Arizona, Tucson, AZ 85721, USA. E-mail: mhughes@ ltrr.arizona.edu H. F. Diaz is in the Climate Diagnostics Center, Office of Atmospheric Research, National Oceanic and Atmospheric Administration, Boulder, CO 80303, USA. E-mail: henry.f.diaz@noaa.gov\n17 OCTOBER 2003 VOL 302 SCIENCE www.sciencemag.org\non F ebruary 26, 2019\nhttp://science.sciencem ag.org/ D ow nloaded from\n405\nOnly a few of these records are from the tropics, and only a handful from the Southern Hemisphere. Furthermore, some records provide estimates for a particular season, making comparisons with other (seasonally different) records problematic.\nWith such a limited database, it is difficult to determine whether there was a globally extensive warm period in Medieval time. The problem is confounded by numerous studies that have used the term “Medieval Warm Period” for any climatic anomaly that occurred at some time in the historical Medieval period (500 to 1500 A.D.)—even if the record is unrelated to temperature (4, 5). As a result, ill-defined evidence for a range of climatic anomalies occurring over a wide time interval has created the notion that the MWE was a definitive global phenomenon.\nBut how warm was the High Medieval (2)? Comparison with modern conditions is difficult because only a few paleoclimatic records covering the past 1500 years extend to the present; many were collected before the most recent period of warming. It is clear, however, that temperatures in High Medieval time were warmer than during the subsequent Little Ice Age (~1400 to ~1900 A.D.), one of the coldest periods in the past ~12,000 years. Large-scale reconstructions of mean annual or summer temperatures for the Northern Hemisphere show a decline in temperatures from 1000 A.D. to the late 19th century, followed by an abrupt rise in temperature (6). Such analyses, when scaled to the same base of reference, show that temperatures from 1000 to 1200 A.D. (or 1100 to 1200 A.D.) were almost the same (or 0.03°C cooler) as from 1901 to 1970 A.D. (7, 8). The latter period was on average ~0.35°C cooler than the last 30 years of the 20th century. Data from the Southern Hemisphere are too sparse to draw reliable conclusions about overall temperatures in Medieval time.\nRecent modeling studies show that increased solar irradiance does not cause surface warming in all locations. Enhanced solar irradiance leads to increased ultraviolet absorption by ozone, warming the stratosphere; this warming alters circulation patterns in the atmosphere below. If solar irradiance was enhanced in the 12th century (9), conditions in northern and western Europe may indeed have been relatively warm because of changes in large-scale circulation patterns associated with the Arctic Oscillation (10). This mechanism may explain why some regions were relatively warm in Medieval times whereas others were not.\nThe period from 1100 to 1260 A.D. was also characterized by high levels of explosive volcanism (11, 12). In the 20th century, such volcanic events commonly led to very warm winters in northern Europe and northwestern Russia (13). Thus, volcanism may also have influenced the frequency of mild winters in this region during High Medieval time.\nThere is evidence for widespread hydrological anomalies from 900 to 1300 A.D. Prolonged droughts affected many parts of the western United States (especially eastern California and the western Great Basin) (14). Other parts of the world also experienced persistent hydrological anomalies (15). For this reason, Stine (14) argues that a better term for this period is the Medieval Climatic Anomaly, removing the emphasis on temperature as its defining characteristic.\nProlonged droughts in some areas and exceptional rains in others suggest that changes in the frequency or persistence of circulation regimes (such as La Niña or El Niño) may account for the climate in this period (15). However, the causes of such persistent anomalies remain unknown. A repetition of such anomalies today, with\nmore than 10 times as many people on Earth as in High Medieval time, could be catastrophic. Elucidating the underlying mechanisms must therefore be a priority.\nThe balance of evidence does not point to a High Medieval period that was as warm as or warmer than the late 20th century. However, more climate records are required to explain the likely causes for climate variations over the last millennium and to fully understand natural climate variability, which will certainly accompany future anthropogenic effects on climate.\nReferences and Notes 1. H. H. Lamb, Palaeogr. Palaeoclimatol. Palaeoecol. 1,\n13 (1965). 2. The historical Medieval lasted from the Fall of Rome\n(476 A.D.) to the Renaissance (~1500 A.D.). Lamb’s MWE was more restricted in time, centering around 1100 to 1200 A.D. (the High Medieval). 3. H. H. Lamb, Arid Zone Research Series 20 (UNESCO, Paris, 1963), p. 125. 4. G. H. Haug, K. A. Hughen, D. M. Sigman, L .C. Peterson, U. Röhl, Science 293, 1304 (2001). 5. W. Soon, S. Baliunas, Clim. Res. 23, 89 (2003). 6. M. E. Mann et al., Eos 84, 256 (2003). 7. M. E. Mann, R. S. Bradley, M. K. Hughes, Geophys. Res.\nLett. 26, 759 (1999). 8. In (6), the warmest 50-year period of Northern\nHemisphere mean annual temperature before 1900 A.D. was 1146 to 1195 A.D., which was similar to the 1901 to 1970 A.D. mean. 9. E. Bard, G. Raisbeck, F. Yiou, J. Jouzel, Tellus 52B, 985 (2000). 10. D. T. Shindell, G. A. Schmidt, M. E. Mann, D. Rind, A. Waple, Science 294, 2149 (2001). 11. G. Zielinski et al., Science 264, 948 (1994). 12. J. Cole-Dai, E. Mosley-Thompson, S. P. Wright, L. G.\nThompson, J. Geophys. Res. 105, 24431 (2000). 13. A. Robock, J. Mao, Geophys. Res. Lett. 19, 2405 (1992). 14. S. Stine, Nature 269, 546 (1994). 15. M. K. Hughes, H. F. Diaz, Clim. Change 26, 109 (1994). 16. Supporting material is available on Science Online at\nwww.sciencemag.org/cgi/content/full/302/5644/ 404/DC1. 17. We thank J. Hansen, J. Lean, M. Mann, and J. Salinger for comments. Support by the U.S. Department of Energy (R.S.B., H.F.D.), NSF Earth System History program (M.K.H.), and NOAA Earth System History program (R.S.B., M.K.H.).\n15\n600 800 1000 1200 Years A.D. 1400 1600 1800\n1 2\n3\n4 5\n6 7\n8\n9 10 11\n12 13\n14\n16 17\n18\n19 20\n21 22 23 When was it warm? The warmest 30-year periods prior to 1970 A.D. from a variety of ice core, tree ring, speleothem, sedimentary, and documentary records. Gray diamonds denote first year of record. 1: δ18O from Quelccaya Ice cap, Peru. 2: δ18O from Sajama, Bolivia. 3: δ18O from Huascaran, Peru. 4: Inverted mean of eight tree-ring indices from northern Patagonia (Argentina and Chile). 5: Speleothem δ18O from South Africa. 6: Austral summer temperatures from a New Zealand tree-ring series. 7: Tree-ring indices, Tasmania. 8: δD Talos Dome, Antarctica. 9: δ18O from Guliya, W. China. 10: δ18O from Dunde, W. China. 11: δ18O from Dasuopu, W. China. 12: Summer temperature from three tree-ring series in the Sierra Nevada, California. 13: Speleothem annual layer thickness, Beijing, China. 14: Winter temperatures from historical documents, E. China. 15: Lamination thickness in lake sediments, Baffin Island, N. Canada. 16: Tree-ring indices from a site in Mongolia. 17: Mean annual temperature of Northern Hemisphere from multiproxy composite. 18: Regional curve-standardized (RCS) temperature-sensitive tree-ring chronology from the Polar Urals. 19: RCS temperature-sensitive tree-ring chronology from the Taimyr Peninsula. 20: RCS temperature-sensitive tree-ring chronology from Tornetrask, Northern Sweden. 21: Lake sediments, Ellesmere Island, N. Canada. 22: δ18O from Summit (GISP2), C. Greenland. 23: Solar activity from 10Be. For sources of data, see (16).\nwww.sciencemag.org SCIENCE VOL 302 17 OCTOBER 2003\non F ebruary 26, 2019\nhttp://science.sciencem ag.org/ D ow nloaded from\nClimate in Medieval Time Raymond S. Bradley, Malcolm K. Hughes and Henry F. Diaz\nDOI: 10.1126/science.1090372 (5644), 404-405.302Science\nARTICLE TOOLS http://science.sciencemag.org/content/302/5644/404\nMATERIALS SUPPLEMENTARY http://science.sciencemag.org/content/suppl/2003/10/16/302.5644.404.DC1\nCONTENT RELATED file:/contentpending:yes\nREFERENCES\nhttp://science.sciencemag.org/content/302/5644/404#BIBL This article cites 12 articles, 3 of which you can access for free\nPERMISSIONS http://www.sciencemag.org/help/reprints-and-permissions\nTerms of ServiceUse of this article is subject to the\nregistered trademark of AAAS. is aScienceAmerican Association for the Advancement of Science. No claim to original U.S. Government Works. The title\nScience, 1200 New York Avenue NW, Washington, DC 20005. 2017 © The Authors, some rights reserved; exclusive licensee (print ISSN 0036-8075; online ISSN 1095-9203) is published by the American Association for the Advancement ofScience\non F ebruary 26, 2019\nhttp://science.sciencem ag.org/ D ow nloaded from"
  }],
  "year": 2003,
  "references": [],
  "id": "SP:05291dff1e91eaa8aabdfb1832efe8fefb2eea0c",
  "authors": [],
  "abstractText": "these moons—which might also be found in other Saturnian moons—must be different from the clean, cold ice that makes Jupiter’s icy satellites up to 15 times as radar-bright as Titan. Perhaps ammonia, a microwave-absorbing nitrogen compound that may have been the source of Titan’s atmosphere, is locked in ices on Titan and Iapetus, making them radar-dark but optically bright. As for Titan’s dark regions, quantitative analysis (8) of infrared data suggests that they are <5% reflective, consistent with organic matter like tar or seas of liquid hydrocarbons. This interpretation is consistent with the most striking feature in the new radar data: the transient sharp spikes in the reflected spectrum, which suggest specular reflections (see the figure) from smooth, dark areas 50 to 150 km across. These features may be impact craters—of which, extrapolating from other saturnian moons (11), one might expect around 80 with a diameter of 150 km and thousands of smaller ones—that have filled to form lakes and seas (12). The radar data suggest that as much as 75% of Titan’s surface could be covered in this way. Further subtleties and surprises will undoubtedly emerge from further studies, and no single data set is unambiguous. The conversion of infrared observations (13) into reflectivities that can be compared with laboratory materials is hampered by uncertainties in the absorption by atmospheric methane and the absorption and scattering by the haze. Furthermore, these effects themselves are not uniform across Titan, which has a strong seasonal cycle. The existence of discrete, time-variable methane clouds beneath the haze poses another challenge to infrared observations. In contrast, radar can penetrate the atmosphere completely, returning an echo from the surface and perhaps the first few meters below it. As when fishermen use polarized sunglasses, surface reflections can be discriminated from subsurface scattering using the polarization of the radar echo. Campbell et al. found a low polarization ratio for Titan, suggesting that most of the echo is from surface reflection. In contrast, highly polarized radar echoes have been received from the icy galilean satellites, where subsurface scattering is important. Better signal-to-noise ratios and spatial resolution are needed to make more confident interpretations. The limits of what can be achieved from Earth have essentially been reached. Further advances can be expected when the Cassini spacecraft makes its first close reconnaissance of Titan in October 2004—the first of more than 40 flybys in its 4-year nominal mission. The Cassini-Huygens mission will investigate Titan with optical, infrared, and radar remote sensing—the first time all three techniques have been used simultaneously to explore a planetary or lunar surface. In January 2005, the Huygens probe will parachute down through the haze to one of Titan’s darker spots. The radar data of Campbell et al. (1) suggest that on Titan itself, as well as in the terrestrial media, this event will make quite a splash."
}