{
  "sections": [{
    "text": "GEOLOGY | Volume 43 | Number 5 | www.gsapubs.org 411\nNeanderthals in Europe. Environmental stress associated with the eruption of the Campanian Ignimbrite has been invoked as a potential driver for this extinction as well as broader upheaval in Paleolithic societies. To test the climatic importance of the Campanian eruption, we used a three-dimensional sectional aerosol model to simulate the global aerosol cloud after release of 50 Tg and 200 Tg SO2. We coupled aerosol properties to a comprehensive earth system model under last glacial conditions. We find that peak cooling and acid deposition lasted one to two years and that the most intense cooling sidestepped hominin population centers in Western Europe. We conclude that the environmental effects of the Campanian Ignimbrite eruption alone were insufficient to explain the ultimate demise of Neanderthals in Europe. Nonetheless, significant volcanic cooling during the years immediately following the eruption could have impacted the viability of already precarious populations and influenced many aspects of daily life for Neanderthals and anatomically modern humans."
  }, {
    "heading": "INTRODUCTION",
    "text": "The Campanian Ignimbrite (CI) was one of the largest volcanic cataclysms in Europe during the past 200 k.y., and likely injected a significant quantity of SO2 into the stratosphere (Zielinski et al., 1996; Signorelli et al., 1999; Costa et al., 2012). The ca. 40 ka eruption of the CI approximately coincided with the final decline of Neanderthals (Higham et al., 2014), with the early stages of Heinrich event 4 (Fedele et al., 2008), and with dramatic territorial and cultural advances among anatomically modern humans (Mellars, 2004). Consequently, the roles of climate, hominin competition, and volcanic sulfur cooling and acid deposition have been vigorously debated as causes of Neanderthal extinction (Banks et al., 2008; Fedele et al., 2008; Lowe et al., 2012; Fitzsimmons et al., 2013).\nThe decline of Neanderthals in Europe began well before the CI eruption. Radiocarbon dating has shown that at the time of the CI eruption, anatomically modern humans had already arrived in Europe (e.g., Douka et al., 2014), and the range of Neanderthals had steadily diminished (Higham et al., 2014). Tephra-based correlations of five early human sites in the Mediterranean also indicate that the Middle to Upper Paleolithic transition predated the CI eruption, implying that by ca. 40 ka, anatomically modern humans were established in these locations (Lowe et al., 2012). However, the ages of the final Neanderthal sites across Eurasia overlap with that of the CI eruption (De Vivo et al., 2001; Higham et al., 2014). The importance of the CI eruption for the demise of these last sur-\nviving Neanderthal populations thus remains to be evaluated, and is the focus of this paper.\nThe trachytic Campanian Ignimbrite erupted from the Phlegraean Fields on the Bay of Naples (Italy). The Plinian and co-ignimbrite plumes, which may have reached altitudes exceeding 30 km (Costa et al., 2012), facilitated widereaching dispersal of volcanic ash and of SO2, which rapidly forms sulfate aerosol. One of the largest pre-Holocene sulfate spikes preserved in the Greenland Ice Sheet Project Two (GISP2) ice core has been attributed to the CI eruption (Zielinski et al., 1996; Fedele et al., 2008).\nTo test whether volcanism may have triggered the collapse of the final surviving Neanderthal communities, we have completed three-dimensional coupled global climate simulations of the CI eruption that include aerosol microphysics, radiative transfer, and boundary conditions appropriate for the last glacial period. The extent of halogen degassing from the CI eruption is uncertain, but current data suggest it was limited. CI matrix glass does not show evidence for halogen loss relative to melt inclusions (Signorelli et al., 1999). Halogens may exsolve into a co-existing fluid phase, but kinetic effects limit further halogen degassing during explosive eruptions (Balcone-Boissard et al., 2010). Furthermore, ash fall (and deposition of halogens scavenged from the column) was likely most severe close to the vent (Pyle et al., 2006; Costa et al., 2012), whereas holdover Neanderthal populations were scattered around Europe (Higham et al., 2014). For these reasons, we focus on the environmental effects of volcanic sulfur rather than halogens or ash fall. We calculate the distribution and intensity\nof both sulfate deposition and climatic cooling. We compare our results with the spatiotemporal patterns of site occupation by Neanderthals and anatomically modern humans to explore hominin vulnerability and resilience in the face of environmental stress."
  }, {
    "heading": "METHODS",
    "text": "In this study, we use the National Center for Atmospheric Research (NCAR) Whole Atmosphere Community Climate Model (CESM1[WACCM]) coupled to the Community Aerosol and Radiation Model for Atmospheres (CARMA), a sectional aerosol model (Toon et al., 1988; English et al., 2013; Marsh et al., 2013), to simulate the evolution of the size distribution of CI sulfate aerosols. We then use the results to prescribe the properties of the stratospheric aerosol cloud in our coupled global climate simulations with the NCAR Community Earth System Model (CESM1) (Hurrell et al., 2013) with appropriate boundary conditions. This two-step simulation process was necessary because the large computational burden of CARMA hinders our ability to complete the ensemble of model runs needed to assess the impact of the CI eruption. Our model does not include aerosol heating, which has been shown to influence the dispersal of sulfates from tropical eruptions (e.g., Aquila et al., 2012).\nTo determine the volcanic injection parameters, we relied on published studies of CI ash dispersal (Costa et al., 2012), CI petrology (Signorelli et al., 1999), and erupted volume (Scarpati et al., 2014). Costa et al. (2012) found that the pattern of CI ash dispersal is most consistent with a late autumn or early winter eruption. Estimates for the volume of the collapsing phase range from 67 km3 dense rock equivalent (DRE) (Scarpati et al., 2014) to 280 km3 DRE (Costa et al., 2012). For this range of volumes, the sulfur content of CI glass inclusions—Signorelli et al. (1999) measured a mean difference between glass inclusions and matrix of ~0.10 wt% SO2— implies that the eruption delivered ~50–250 Tg SO2 (25–125 Tg S) to the stratosphere, assuming negligible removal in the troposphere.\nHere we consider two injection scenarios: release of 50 Tg SO2 (25 Tg S) and 200 Tg SO2 (100 Tg S), each occurring across three days in early December at 18–30 km altitude above the Bay of Naples. Each eruption simulation begins *E-mail: bblack@berkeley.edu\nGEOLOGY, May 2015; v. 43; no. 5; p. 411–414; Data Repository item 2015145 | doi:10.1130/G36514.1 | Published online 19 March 2015 © 2015 eological Society of A erica. For permission to copy, contact editing@geosociety.org.\nDownloaded from https://pubs.geoscienceworld.org/gsa/geology/article-pdf/43/5/411/3547934/411.pdf by University of Arizona user on 21 February 2019\n412 www.gsapubs.org | Volume 43 | Number 5 | GEOLOGY\nthe January before the eruption and runs a total of 5 yr (at which time the burden of sulfur in the atmosphere has reached near-background levels; see Fig. 1A). Because to our knowledge no comprehensive map of glacial extent is available for this precise time period, we adopted Last Glacial Maximum (LGM) paleogeography from the PMIP3/CMIP5 model intercomparison projects, as configured by Brady et al. (2013). Paleoclimate proxies suggest that ice sheet extent was slightly greater and the climate was slightly colder under LGM conditions than at 40 ka. To bracket the uncertainties associated with our assumed paleogeography, we also completed a set of present-day simulations (see the GSA Data Repository1)."
  }, {
    "heading": "RESULTS AND DISCUSSION",
    "text": "We focus on the two main sources of European-wide environmental stress from the CI eruption: sulfate deposition accompanied by ecosystem acidification (Fitzsimmons et al., 2013), and climatic cooling due to a dramatic increase in aerosol optical depth (Fedele et al., 2008; Fitzsim mons et al., 2013). Acidification is a function of the rate and duration of acid deposition and the buffering capacity of an ecosystem (Skeffington, 2006). The size distribution and mass burden of aerosols, along with their global distribution, control the aerosol optical depth (Fig. 1) and the magnitude of the resultant cooling (Fig. 2).\nTo evaluate our 50 Tg SO2 and 200 Tg SO2 emissions scenarios, we compare CARMA model results to sulfate in the GISP2 core from central Greenland (Zielinski et al., 1996). We use the GISP2 age model (Meese et al., 1997) to convert the sulfate peak concentrations (Zielinski et al., 1996) associated with the CI eruption to sulfate deposition of ~70 kg/km2 at the core site (see the Data Repository). For stratospheric emission of 50 Tg SO2, the CARMA model estimates sulfate deposition in Greenland ranging from 100 to 400 kg/km2 (Fig. 3A), whereas 200 Tg SO2 emission results in deposition of 300– 1200 kg/km2 in Greenland (Fig. 3B).\nGlobal climate models can overpredict the sulfate deposition measured in ice core records (Gao et al., 2007; Toohey et al., 2013). Though multiple ice core records would be more representative and would provide better constraints on volcanic emissions (Gao et al., 2007; Cole-Dai, 2010), only one volcanic sulfate ice core record is available from 40 ka (Zielinski et al., 1996). If this GISP2 core retains a faithful and regionally representative archive of sulfate deposition from this time, and allowing for model overestimation of deposition, then the range of sulfur emis-\n1 GSA Data Repository item 2015145, additional details of model input, data sets, and sensitivity tests, is available online at www.geosociety.org/pubs /ft2015 .htm, or on request from editing@geosociety.org or Documents Secretary, GSA, P.O. Box 9140, Boulder, CO 80301, USA.\ner up\ntio n\nbe gi\nns\nCI: 200 Tg SO2 (this study) CI: 50 Tg SO2 (this study) 200 Tg SO2 (English et al. 2013) 20 Tg SO2 (English et al. 2013)\ner up\ntio n\nbe gi\nns\nsolid lines show wet e ective radius dashed lines show dry e ective radius\n2.0\n1.5\n1.0\n0.5\n0.0 0 1 2 3 4 5 Time (years) E\nec tiv\ne ra\ndi us\n(m\nic ro\nns )\ner up\ntio n\nbe gi\nns\nAe ro\nso l o\npt ic\nal d\nep th\n(5\n25 n\nm )\nBu rd\nen (T\ng S\nas H\n2S O\n4) 100\n75\n50\n25\n0.0 0.75\n0.5\n0.25\n0.0\nA\nB\nC\n0.0\n-0.5\n-1.0\n-1.5\n-2.0 0 1 2 3 4 5\nTime (years)T em\npe ra\ntu re\na no\nm al\ny (K\n)\ner up\ntio n\nbe gi\nns\nCI: 200 Tg SO2 CI: 50 Tg SO2\nFigure 1. Characteristics of the aerosol cloud in our Community Aerosol and Radiation Model for Atmospheres (CARMA; Toon et al., 1988) simulations of the Campanian Ignim brite (CI) eruption and comparison with a previous study. A: Global sulfate burden (in Tg S as H2SO4) (total aerosol mass depends on sulfatewater ratios). B: Globally averaged aerosol optical depth. C: Globally averaged ef fective radius in microns, weighted by surface area. Maximum aerosol optical depths and sulfur burdens are similar to results from Eng lish et al. (2013), but wet effective radii are sub stantially higher. This difference may result from higher latitude and more concentrated initial distribution of our sulfur emissions, as well as from differences in horizontal model resolution.\nFigure 2. Threemember ensemble mean glob ally averaged monthly temperature anomalies, from simulations of Campanian Ignimbrite (CI) eruption that include a fully coupled ocean model along with calculated aerosol forcing from the 50 Tg SO2 and 200Tg SO2 scenarios under Last Glacial Maximum conditions.\nDownloaded from https://pubs.geoscienceworld.org/gsa/geology/article-pdf/43/5/411/3547934/411.pdf by University of Arizona user on 21 February 2019\nGEOLOGY | Volume 43 | Number 5 | www.gsapubs.org 413\nsions we consider here (from 50 to 200 Tg SO2) is consistent with the ice core record.\nThe significant sulfate deposition in both emission scenarios (Fig. 3) motivates an assessment of the likelihood of environmental acidification (Fitzsimmons et al., 2013). The critical long-term loading above which present-day European ecosystems may sustain damage has been estimated at 48–17,000 kg SO4\n2– km–2 yr–1; aquatic ecosystems are among the most sensitive to acid deposition (Skeffington, 2006). In both of our emissions scenarios, sulfate deposition in Europe reaches this critical loading range during the year following the eruption. However, in our CARMA simulations deposition declines rapidly after the first year, falling to <1% of these peak deposition rates by the fifth year after the eruption. Because critical loads quantify the response to chemical stresses sustained for long periods (Skeffington, 2006), most ecosystems were probably unharmed by this brief spike in sulfate deposition.\nClose to the caldera, halogen acidification and ash fall could have been severe (Giaccio et al., 2008; Pyle et al., 2006; Costa et al., 2012). Several eruption-proximal sites in Italy, where ash deposition reached tens of centimeters (Giaccio et al., 2008), have been interpreted as settlements that were abandoned in the immediate aftermath of the eruption (Fitzsimmons et al., 2013). The combined effects of ash fall and halogen deposition may have disrupted the anatomically modern human communities that had replaced Neanderthals in Italy by this time (Douka et al., 2014), but because these stresses are localized around the eruption site, they were not relevant to the demise of the final Neanderthal groups scattered elsewhere in Europe. Stratospheric injection of chlorine and heavy halogens can also trigger ozone depletion (e.g., Millard et al., 2006). If future work uncovers evidence for significant halogen emissions from the CI eruption, the implications for stratospheric chemistry could be reassessed.\nTo test the relevance of volcanic cooling to Neanderthal extinction, we compare surface temperature anomalies associated with sulfur release (Figs. 2 and 4) with the distribution of hominin sites with ages that overlap at the 95% confidence level with the age of the CI eruption (Fig. 4). Temperature anomalies are calculated relative to control runs without volcanism. The most intense cooling occurs in Eastern Europe and Northern Asia. In these regions, temperature anomalies reach -6 °C in the simulations with 50 Tg SO2 emissions, and -9 °C in the simulations with 200 Tg SO2 emissions. In both cases, Neanderthal and anatomically modern human sites in Western Europe experience annually averaged cooling of <5 °C in the year following the eruption (Fig. 4 insets), with smaller temperature decreases for several subsequent years. For comparison, Neanderthals and anatomically\nmodern humans survived stadial-interstadial temperature swings during the last glacial that often exceeded 5 °C (Martrat et al., 2004). However, onset of volcanic cooling was particularly abrupt (Fig. 2).\nWe interpret the brevity of acid deposition and the limited cooling of densely inhabited areas as evidence that the CI eruption did not trigger broad turmoil in Paleolithic societies outside of Italy. This interpretation is consistent with the archaeology of sections that include CI tephra (Lowe et al., 2012) and with previous modeling of the climate effects of the Younger Toba Tuff (Timmreck et al., 2010).\nOn the other hand, the available radiocarbon data suggest that at most only a few populations of Neanderthals survived until the time of the CI eruption (Higham et al., 2014). The importance of even moderate, brief cooling after the CI eruption should not be summarily discounted if\nNeanderthals were already teetering on the brink of extinction. Furthermore, Denisovan hominins may also have inhabited East Asia during this time (Reich et al., 2010). The impact of the CI eruption on these far-flung populations—many of which may have experienced more severe volcanic cooling—merits further investigation."
  }, {
    "heading": "CONCLUSIONS",
    "text": "While the precise implications of the CI eruption for cultures and livelihoods are best understood in the context of archaeological data sets, our results quantitatively describe the magnitude and distribution of the volcanic cooling and acid deposition that ancient hominin communities experienced coincident with the final decline of the Neanderthals. In our climate simulations, the largest temperature decreases after the eruption occur in Eastern Europe and Asia, sidestepping many of the Paleolithic centers in\nDownloaded from https://pubs.geoscienceworld.org/gsa/geology/article-pdf/43/5/411/3547934/411.pdf by University of Arizona user on 21 February 2019\n414 www.gsapubs.org | Volume 43 | Number 5 | GEOLOGY\nWestern Europe. Acid deposition was intense but short lived, fading to <1% of peak levels within several years after the eruption. Based on these results, we suggest that in isolation the CI eruption was likely insufficient to cause extinction of otherwise healthy Neanderthal populations. However, though the cooling in much of Western Europe may have been limited, it was not negligible. Temperatures in Western Europe decreased by 2–4 °C on average during the year following the eruption. These unusual conditions may have directly influenced survival and day-to-day life for Neanderthals and anatomically modern humans alike, and emphasize the resilience of anatomically modern humans in the face of abrupt and adverse changes in the environment."
  }, {
    "heading": "ACKNOWLEDGMENTS",
    "text": "This study is part of the Open Earth Systems project funded by National Science Foundation grant EAR-1135382. Comments from David Pyle, Thomas Higham, and three anonymous reviewers greatly improved this manuscript. The authors also gratefully acknowledge Nan Rosenbloom, Esther Brady, Christine Shields, Jean-François Lamarque, Charles Bardeen, Francis Vitt, and Michael Mills."
  }, {
    "heading": "REFERENCES CITED",
    "text": "Aquila, V., Oman, L.D., Stolarski, R.S., Colarco, P.R.,\nand Newman, P.A., 2012, Dispersion of the volcanic sulfate cloud from a Mount Pinatubo– like eruption: Journal of Geophysical Research, v. 117, D06216, doi:10.1029/2011JD016968. Balcone-Boissard, H., Villemant, B., and Boudon, G., 2010, Behavior of halogens during the degassing of felsic magmas: Geochemistry Geophysics Geosystems, v. 11, Q09005, doi: 10.1029 /2010GC003028. Banks, W.E., d’Errico, F., Peterson, A.T., Kageyama, M., Sima, A., and Sánchez-Goñi, M., 2008, Neanderthal extinction by competitive exclusion: PLoS ONE, v. 3, e3972, doi:10.1371 /journal .pone .0003972. Brady, E.C., Otto-Bliesner, B.L., Kay, J.E., and Rosenbloom, N., 2013, Sensitivity to glacial forcing in the CCSM4: Journal of Climate, v. 26, p. 1901– 1925, doi:10.1175/JCLI-D -11 -00416.1. Cole-Dai, J., 2010, Volcanoes and climate: Wiley Interdisciplinary Reviews: Climate Change, v. 1, p. 824–839, doi:10.1002/wcc.76. Costa, A., Folch, A., Macedonio, G., Giaccio, B., Isaia, R., and Smith, V., 2012, Quantifying volcanic ash dispersal and impact of the Campanian Ignimbrite super-eruption: Geophysical Research Letters, v. 39, L10310, doi: 10.1029 /2012GL051605. De Vivo, B., Rolandi, G., Gans, P., Calvert, A., Bohrson, W., Spera, F., and Belkin, H., 2001, New constraints on the pyroclastic eruptive history of the Campanian volcanic plain (Italy): Mineralogy and Petrology, v. 73, p. 47–65, doi: 10.1007 /s007100170010. Douka, K., Higham, T.F., Wood, R., Boscato, P., Gambassini, P., Karkanas, P., Peresani, M., and Ron-\nchitelli, A.M., 2014, On the chronology of the Uluzzian: Journal of Human Evolution, v. 68, p. 1–13, doi:10.1016/j .jhevol .2013 .12.007. English, J.M., Toon, O.B., and Mills, M.J., 2013, Microphysical simulations of large volcanic eruptions: Pinatubo and Toba: Journal of Geophysical Research, v. 118, p. 1880–1895, doi: 10.1002 /jgrd.50196. Fedele, F.G., Giaccio, B., and Hajdas, I., 2008, Timescales and cultural process at 40,000 BP in the light of the Campanian Ignimbrite eruption, Western Eurasia: Journal of Human Evolution, v. 55, p. 834–857, doi:10.1016/j .jhevol .2008 .08.012. Fitzsimmons, K.E., Hambach, U., Veres, D., and Iovita, R., 2013, The Campanian Ignimbrite eruption: New data on volcanic ash dispersal and its potential impact on human evolution: PLoS ONE, v. 8, e65839, doi:10.1371/journal .pone .0065839. Gao, C., Oman, L., Robock, A., and Stenchikov, G.L., 2007, Atmospheric volcanic loading derived from bipolar ice cores: Accounting for the spatial distribution of volcanic deposition: Journal of Geophysical Research, v. 112, D09109, doi: 10.1029 /2006JD007461. Giaccio, B., et al., 2008, The Campanian Ignimbrite and Codola tephra layers: Two temporal/stratigraphic markers for the Early Upper Palaeolithic in southern Italy and eastern Europe: Journal of Volcanology and Geothermal Research, v. 177, p. 208–226, doi:10.1016/j.jvolgeores .2007 .10.007. Higham, T., et al., 2014, The timing and spatiotemporal patterning of Neanderthal disappearance: Nature, v. 512, p. 306–309, doi:10.1038 /nature13621. Hurrell, J.W., et al., 2013, The community earth system model: A framework for collaborative research: Bulletin of the American Meteorological Society, v. 94, p. 1339–1360, doi:10.1175 /BAMS -D -12-00121.1. Lowe, J., et al., 2012, Volcanic ash layers illuminate the resilience of Neanderthals and early modern humans to natural hazards: Proceedings of the National Academy of Sciences of the United States of America, v. 109, p. 13,532– 13,537, doi:10.1073/pnas.1204579109. Marsh, D.R., Mills, M.J., Kinnison, D.E., Lamarque, J.-F., Calvo, N., and Polvani, L.M., 2013, Climate change from 1850 to 2005 simulated in CESM1(WACCM): Journal of Climate, v. 26, p. 7372–7391, doi:10.1175/JCLI-D-12-00558.1. Martrat, B., et al., 2004, Abrupt temperature changes in the Western Mediterranean over the past 250,000 years: Science, v. 306, p. 1762–1765, doi:10.1126/science.1101706. Meese, D., Gow, A., Alley, R., Zielinski, G.A., Grootes, P.M., Ram, M., Taylor, K.C., Mayewski, P.A., and Bolzan, J.F., 1997, The Greenland Ice Sheet Project 2 depth-age scale: Methods and results: Journal of Geophysical Research, v. 102, p. 26,411–26,423, doi: 10.1029 /97JC00269. Mellars, P., 2004, Neanderthals and the modern human colonization of Europe: Nature, v. 432, p. 461–465, doi:10.1038/nature03103. Millard, G.A., Mather, T.A., Pyle, D.M., Rose, W.I., and Thornton, B., 2006, Halogen emissions from a small volcanic eruption: Modeling the\npeak concentrations, dispersion, and volcanically induced ozone loss in the stratosphere: Geophysical Research Letters, v. 33, L19815, doi: 10.1029 /2006GL026959. Peltier, W., 2004, Global glacial isostasy and the surface of the ice-age Earth: The ICE-5G (VM2) model and GRACE: Annual Review of Earth and Planetary Sciences, v. 32, p. 111–149, doi:10.1146/annurev.earth.32.082503.144359. Pyle, D.M., Ricketts, G.D., Margari, V., van Andel, T.H., Sinitsyn, A.A., Praslov, N.D., and Lisitsyn, S., 2006, Wide dispersal and deposition of distal tephra during the Pleistocene ‘Campanian Ignimbrite/Y5’ eruption, Italy: Quaternary Science Reviews, v. 25, p. 2713–2728, doi:10.1016/j.quascirev.2006.06.008. Reich, D., et al., 2010, Genetic history of an archaic hominin group from Denisova Cave in Siberia: Nature, v. 468, p. 1053–1060, doi:10.1038 /nature09710. Scarpati, C., Sparice, D., and Perrotta, A., 2014, A crystal concentration method for calculating ignimbrite volume from distal ash-fall deposits and a reappraisal of the magnitude of the Campanian Ignimbrite: Journal of Volcanology and Geothermal Research, v. 280, p. 67–75, doi: 10.1016 /j .jvolgeores .2014.05.009. Signorelli, S., Vaggelli, G., Francalanci, L., and Rosi, M., 1999, Origin of magmas feeding the Plinian phase of the Campanian Ignimbrite eruption, Phlegrean Fields (Italy): Constraints based on matrix-glass and glass-inclusion compositions: Journal of Volcanology and Geothermal Research, v. 91, p. 199–220, doi:10.1016 /S0377 -0273 (99) 00036-0. Skeffington, R., 2006, Quantifying uncertainty in critical loads: (A) Literature review: Water, Air, and Soil Pollution, v. 169, p. 3–24, doi:10.1007 /s11270 -006-0382-6. Timmreck, C., Graf, H., Lorenz, S.J., Niemeyer, U., Zanchettin, D., Matei, D., Jungclaus, J.H., and Crowley, T.J., 2010, Aerosol size confines climate response to volcanic super-eruptions: Geophysical Research Letters, v. 37, L24705, doi: 10.1029 /2010GL045464. Toohey, M., Krüger, K., and Timmreck, C., 2013, Volcanic sulfate deposition to Greenland and Antarctica: A modeling sensitivity study: Journal of Geophysical Research, v. 118, p. 4788– 4800, doi:10.1002/jgrd.50428. Toon, O., Turco, R., Westphal, D., Malone, R., and Liu, M., 1988, A multidimensional model for aerosols: Description of computational analogs: Journal of the Atmospheric Sciences, v. 45, p. 2123–2144, doi:10.1175/1520-0469 (1988) 045 < 2123 :AMMFAD>2.0.CO;2. Zielinski, G.A., Mayewski, P.A., Meeker, L.D., Whitlow, S., and Twickler, M.S., 1996, A 110,000-yr record of explosive volcanism from the GISP2 (Greenland) ice core: Quaternary Research, v. 45, p. 109–118, doi:10.1006 /qres .1996 .0013.\nManuscript received 9 December 2014 Revised manuscript received 6 February 2015 Manuscript accepted 11 February 2015\nPrinted in USA\nDownloaded from https://pubs.geoscienceworld.org/gsa/geology/article-pdf/43/5/411/3547934/411.pdf by University of Arizona user on 21 February 2019"
  }],
  "year": 2015,
  "references": [],
  "id": "SP:fd75e401a372240fdbd245e625b6203bc64d24a5",
  "authors": [{
    "name": "Benjamin A. Black",
    "affiliations": []
  }, {
    "name": "Ryan R. Neely",
    "affiliations": []
  }, {
    "name": "Michael Manga",
    "affiliations": []
  }],
  "abstractText": "The eruption of the Campanian Ignimbrite at ca. 40 ka coincided with the final decline of Neanderthals in Europe. Environmental stress associated with the eruption of the Campanian Ignimbrite has been invoked as a potential driver for this extinction as well as broader upheaval in Paleolithic societies. To test the climatic importance of the Campanian eruption, we used a three-dimensional sectional aerosol model to simulate the global aerosol cloud after release of 50 Tg and 200 Tg SO2. We coupled aerosol properties to a comprehensive earth system model under last glacial conditions. We find that peak cooling and acid deposition lasted one to two years and that the most intense cooling sidestepped hominin population centers in Western Europe. We conclude that the environmental effects of the Campanian Ignimbrite eruption alone were insufficient to explain the ultimate demise of Neanderthals in Europe. Nonetheless, significant volcanic cooling during the years immediately following the eruption could have impacted the viability of already precarious populations and influenced many aspects of daily life for Neanderthals and anatomically modern humans. INTRODUCTION The Campanian Ignimbrite (CI) was one of the largest volcanic cataclysms in Europe during the past 200 k.y., and likely injected a significant quantity of SO2 into the stratosphere (Zielinski et al., 1996; Signorelli et al., 1999; Costa et al., 2012). The ca. 40 ka eruption of the CI approximately coincided with the final decline of Neanderthals (Higham et al., 2014), with the early stages of Heinrich event 4 (Fedele et al., 2008), and with dramatic territorial and cultural advances among anatomically modern humans (Mellars, 2004). Consequently, the roles of climate, hominin competition, and volcanic sulfur cooling and acid deposition have been vigorously debated as causes of Neanderthal extinction (Banks et al., 2008; Fedele et al., 2008; Lowe et al., 2012; Fitzsimmons et al., 2013). The decline of Neanderthals in Europe began well before the CI eruption. Radiocarbon dating has shown that at the time of the CI eruption, anatomically modern humans had already arrived in Europe (e.g., Douka et al., 2014), and the range of Neanderthals had steadily diminished (Higham et al., 2014). Tephra-based correlations of five early human sites in the Mediterranean also indicate that the Middle to Upper Paleolithic transition predated the CI eruption, implying that by ca. 40 ka, anatomically modern humans were established in these locations (Lowe et al., 2012). However, the ages of the final Neanderthal sites across Eurasia overlap with that of the CI eruption (De Vivo et al., 2001; Higham et al., 2014). The importance of the CI eruption for the demise of these last surviving Neanderthal populations thus remains to be evaluated, and is the focus of this paper. The trachytic Campanian Ignimbrite erupted from the Phlegraean Fields on the Bay of Naples (Italy). The Plinian and co-ignimbrite plumes, which may have reached altitudes exceeding 30 km (Costa et al., 2012), facilitated widereaching dispersal of volcanic ash and of SO2, which rapidly forms sulfate aerosol. One of the largest pre-Holocene sulfate spikes preserved in the Greenland Ice Sheet Project Two (GISP2) ice core has been attributed to the CI eruption (Zielinski et al., 1996; Fedele et al., 2008). To test whether volcanism may have triggered the collapse of the final surviving Neanderthal communities, we have completed three-dimensional coupled global climate simulations of the CI eruption that include aerosol microphysics, radiative transfer, and boundary conditions appropriate for the last glacial period. The extent of halogen degassing from the CI eruption is uncertain, but current data suggest it was limited. CI matrix glass does not show evidence for halogen loss relative to melt inclusions (Signorelli et al., 1999). Halogens may exsolve into a co-existing fluid phase, but kinetic effects limit further halogen degassing during explosive eruptions (Balcone-Boissard et al., 2010). Furthermore, ash fall (and deposition of halogens scavenged from the column) was likely most severe close to the vent (Pyle et al., 2006; Costa et al., 2012), whereas holdover Neanderthal populations were scattered around Europe (Higham et al., 2014). For these reasons, we focus on the environmental effects of volcanic sulfur rather than halogens or ash fall. We calculate the distribution and intensity of both sulfate deposition and climatic cooling. We compare our results with the spatiotemporal patterns of site occupation by Neanderthals and anatomically modern humans to explore hominin vulnerability and resilience in the face of environmental stress. METHODS In this study, we use the National Center for Atmospheric Research (NCAR) Whole Atmosphere Community Climate Model (CESM1[WACCM]) coupled to the Community Aerosol and Radiation Model for Atmospheres (CARMA), a sectional aerosol model (Toon et al., 1988; English et al., 2013; Marsh et al., 2013), to simulate the evolution of the size distribution of CI sulfate aerosols. We then use the results to prescribe the properties of the stratospheric aerosol cloud in our coupled global climate simulations with the NCAR Community Earth System Model (CESM1) (Hurrell et al., 2013) with appropriate boundary conditions. This two-step simulation process was necessary because the large computational burden of CARMA hinders our ability to complete the ensemble of model runs needed to assess the impact of the CI eruption. Our model does not include aerosol heating, which has been shown to influence the dispersal of sulfates from tropical eruptions (e.g., Aquila et al., 2012). To determine the volcanic injection parameters, we relied on published studies of CI ash dispersal (Costa et al., 2012), CI petrology (Signorelli et al., 1999), and erupted volume (Scarpati et al., 2014). Costa et al. (2012) found that the pattern of CI ash dispersal is most consistent with a late autumn or early winter eruption. Estimates for the volume of the collapsing phase range from 67 km3 dense rock equivalent (DRE) (Scarpati et al., 2014) to 280 km3 DRE (Costa et al., 2012). For this range of volumes, the sulfur content of CI glass inclusions—Signorelli et al. (1999) measured a mean difference between glass inclusions and matrix of ~0.10 wt% SO2— implies that the eruption delivered ~50–250 Tg SO2 (25–125 Tg S) to the stratosphere, assuming negligible removal in the troposphere. Here we consider two injection scenarios: release of 50 Tg SO2 (25 Tg S) and 200 Tg SO2 (100 Tg S), each occurring across three days in early December at 18–30 km altitude above the Bay of Naples. Each eruption simulation begins *E-mail: bblack@berkeley.edu GEOLOGY, May 2015; v. 43; no. 5; p. 411–414; Data Repository item 2015145 | doi:10.1130/G36514.1 | Published online 19 March 2015 © 2015 eological Society of A erica. For permission to copy, contact editing@geosociety.org. Downloaded from https://pubs.geoscienceworld.org/gsa/geology/article-pdf/43/5/411/3547934/411.pdf by University of Arizona user on 21 February 2019 412 www.gsapubs.org | Volume 43 | Number 5 | GEOLOGY the January before the eruption and runs a total of 5 yr (at which time the burden of sulfur in the atmosphere has reached near-background levels; see Fig. 1A). Because to our knowledge no comprehensive map of glacial extent is available for this precise time period, we adopted Last Glacial Maximum (LGM) paleogeography from the PMIP3/CMIP5 model intercomparison projects, as configured by Brady et al. (2013). Paleoclimate proxies suggest that ice sheet extent was slightly greater and the climate was slightly colder under LGM conditions than at 40 ka. To bracket the uncertainties associated with our assumed paleogeography, we also completed a set of present-day simulations (see the GSA Data Repository1). RESULTS AND DISCUSSION We focus on the two main sources of European-wide environmental stress from the CI eruption: sulfate deposition accompanied by ecosystem acidification (Fitzsimmons et al., 2013), and climatic cooling due to a dramatic increase in aerosol optical depth (Fedele et al., 2008; Fitzsim mons et al., 2013). Acidification is a function of the rate and duration of acid deposition and the buffering capacity of an ecosystem (Skeffington, 2006). The size distribution and mass burden of aerosols, along with their global distribution, control the aerosol optical depth (Fig. 1) and the magnitude of the resultant cooling (Fig. 2). To evaluate our 50 Tg SO2 and 200 Tg SO2 emissions scenarios, we compare CARMA model results to sulfate in the GISP2 core from central Greenland (Zielinski et al., 1996). We use the GISP2 age model (Meese et al., 1997) to convert the sulfate peak concentrations (Zielinski et al., 1996) associated with the CI eruption to sulfate deposition of ~70 kg/km2 at the core site (see the Data Repository). For stratospheric emission of 50 Tg SO2, the CARMA model estimates sulfate deposition in Greenland ranging from 100 to 400 kg/km2 (Fig. 3A), whereas 200 Tg SO2 emission results in deposition of 300– 1200 kg/km2 in Greenland (Fig. 3B). Global climate models can overpredict the sulfate deposition measured in ice core records (Gao et al., 2007; Toohey et al., 2013). Though multiple ice core records would be more representative and would provide better constraints on volcanic emissions (Gao et al., 2007; Cole-Dai, 2010), only one volcanic sulfate ice core record is available from 40 ka (Zielinski et al., 1996). If this GISP2 core retains a faithful and regionally representative archive of sulfate deposition from this time, and allowing for model overestimation of deposition, then the range of sulfur emis1 GSA Data Repository item 2015145, additional details of model input, data sets, and sensitivity tests, is available online at www.geosociety.org/pubs /ft2015 .htm, or on request from editing@geosociety.org or Documents Secretary, GSA, P.O. Box 9140, Boulder, CO 80301, USA. er up tio n be gi ns CI: 200 Tg SO2 (this study) CI: 50 Tg SO2 (this study) 200 Tg SO2 (English et al. 2013) 20 Tg SO2 (English et al. 2013) er up tio n be gi ns solid lines show wet e ective radius dashed lines show dry e ective radius 2.0",
  "title": "Campanian Ignimbrite volcanism, climate, and the final decline of the Neanderthals"
}