{
  "sections": [{
    "heading": "Low-latitude arc–continent collision as a driver for",
    "text": "global cooling"
  }, {
    "heading": "Oliver Jagoutza,1, Francis A. Macdonaldb, and Leigh Roydena",
    "text": "aDepartment of Earth, Atmospheric, and Planetary Sciences, Massachusetts Institute of Technology, Cambridge, MA 02139; and bDepartment of Earth and Planetary Sciences, Harvard University, Cambridge, MA 02138\nEdited by Peter B. Kelemen, Lamont-Doherty Earth Observatory, Palisades, NY, and approved March 2, 2016 (received for review December 1, 2015)\nNew constraints on the tectonic evolution of the Neo-Tethys Ocean indicate that at ∼90–70 Ma and at ∼50–40 Ma, vast quantities of mafic and ultramafic rocks were emplaced at low latitude onto continental crust within the tropical humid belt. These emplacement events correspond temporally with, and are potential agents for, the global climatic cooling events that terminated the Cretaceous Thermal Maximum and the Early Eocene Climatic Optimum. We model the temporal effects of CO2 drawdown from the atmosphere due to chemical weathering of these obducted ophiolites, and of CO2 addition to the atmosphere from arc volcanism in the Neo-Tethys, between 100 and 40 Ma. Modeled variations in net CO2-drawdown rates are in excellent agreement with contemporaneous variation of ocean bottom water temperatures over this time interval, indicating that ophiolite emplacement may have played a major role in changing global climate. We demonstrate that both the lithology of the obducted rocks (mafic/ultramafic) and a tropical humid climate with high precipitation rate are needed to produce significant consumption of CO2. Based on these results, we suggest that the low-latitude closure of ocean basins along east–west trending plate boundaries may also have initiated other long-term global cooling events, such as Middle to Late Ordovician cooling and glaciation associated with the closure of the Iapetus Ocean.\nclimate change | climate–tectonic connection | arc–continent collision\nOver geologic time, atmospheric pCO2 is regulated by abalance between sources and sinks (1–5), including the products of volcanism (6), metamorphism (7, 8), and silicate weathering (4), which are fundamentally the results of plate tectonic processes (9–11). However, attempts to relate particular episodes of Cretaceous to recent climate change to specific tectonic events remain controversial (1, 9, 12–15). Studies of present-day chemical weathering document an important control of lithology and paleogeography on weathering rates and associated CO2 drawdown (16, 17). Highly active regions of intense chemical weathering account for >50% of the consumed CO2 per year, yet the proportion of this land area is <10% (18, 19). In these areas, high CO2 consumption rates are the consequence of elevated physical and chemical weathering rates, which result from a combination of significant topographic relief, high rates of precipitation (20), elevated surface temperatures, and exposure of large volumes of highly weatherable Ca- and Mgrich (e.g., mafic and ultramafic) rocks (16, 17, 21). Such conditions are characteristic of tectonically active (or recently active) regions located at low latitude, within the Intertropical Convergence Zone (ITCZ) and adjacent regions of humid tropical climate and high precipitation (6, 9, 16). Based on these observations, we propose that the obduction of mafic and ultramafic rocks at low latitude that resulted from arc–continent collision during the closure of the Neo-Tethys Ocean exerted important controls on Late Cretaceous to Eocene (100–40 Ma) global climate."
  }, {
    "heading": "Tectonic Evolution of the Neo-Tethyan Ocean in the Late Cretaceous and Early Eocene",
    "text": "The Neo-Tethys Ocean separated the northern continent of Eurasia and the southern continent of Gondwana. Throughout\nthe Mesozoic and into the Eocene this ocean extended east–west for more that 15,000 km. By the Early Cretaceous, at least two major east–west-trending, north-dipping subduction systems existed in the Neo-Tethys (Fig. 1): an Andean-style subduction system along the southern continental margin of Eurasia (22) and an intraoceanic subduction system (the Trans-Tethyan Subduction System) in the northern Neo-Tethys Ocean (23, 24). During the Cretaceous, the Trans-Tethyan Subduction System extended for at least 9,000 km in an east–west direction and was dominantly located at low latitude (25, 26). The Andean-style subduction system that bounded the southern margin of Eurasia extended east–west for at least 13,000 km, but except in its easternmost extent was located farther north, at ∼20–30°N (27) (Fig. 1A). Beginning at ∼90 Ma, the western part of the Trans-Tethyan Subduction System collided southward with the Afro-Arabian continental margin (28). The collision process, which terminated subduction along this portion of the Trans-Tethyan Subduction System (Fig. 1B), was diachronous but in parts of the belt lasted until ∼70 Ma (28). This resulted in southward obduction of the peri-Arabian ophiolite belt over a length of ∼4,000 km along strike; remnants of this obduction event form a nearly continuous belt of ophiolite over the entire length and include the Cyprus, Semail, and Zagros ophiolites (28). The ophiolitic nappes were thrust up to 500 km onto the continental margin (29) and exposed subaerially (30). At approximately the same time, the eastern part the TransTethyan Subduction System collided northward with continental rocks attached to Eurasia, also terminating subduction and resulting in northward obduction of ophiolites along a zone ∼2,000 km in length (e.g., Woyla arc) (31). Thus, during a time period between ∼90 and 70 Ma (28), ophiolite obduction occurred along a length of nearly 6,000 km, with much of the obducted ophiolites being emplaced at low latitude (Fig. 1).\nSignificance\nThis manuscript provides a mechanism for triggering cooling events following the Cretaceous Thermal Maximum and the Early Eocene Climate optimum that ultimately resulted in the Cenozoic glaciation. We present a quantitative model of changes in CO2 sources and sinks during the closure of the NeoTethys Ocean. Our results suggest that long-term cooling was predominantly due to obduction of highly weatherable mafic and ultramafic Ca- and Mg-rich rocks (ophiolites) in the wet tropics. Our model accounts for both the two episodes of cooling and also the partial recovery in temperatures between ∼70 and 50 Ma.\nAuthor contributions: O.J. designed research; O.J. and L.R. performed research; O.J. and L.R. analyzed data; and O.J., F.A.M., and L.R. wrote the paper.\nThe authors declare no conflict of interest.\nThis article is a PNAS Direct Submission. 1To whom correspondence should be addressed. Email: jagoutz@mit.edu.\nThis article contains supporting information online at www.pnas.org/lookup/suppl/doi:10. 1073/pnas.1523667113/-/DCSupplemental.\nwww.pnas.org/cgi/doi/10.1073/pnas.1523667113 PNAS | May 3, 2016 | vol. 113 | no. 18 | 4935–4940\nEA RT\nH ,A\nTM O SP\nH ER\nIC ,\nA N D PL\nA N ET\nA RY\nSC IE N CE\nS\nAfter these arc–continent collisional events, which affected only the eastern and western portions of the Trans-Tethyan Subduction System, the central part of the subduction system (Kshiroda Subduction System; Fig. 1B) remained active until it collided with the northern margin of the Indian continent at ∼50 Ma (24). The collision of this arc with the Indian margin, over a length of ∼3,000 km, also resulted in the southward obduction of mafic and ultramafic arc material and ophiolitic rocks. Remnants of these rocks are preserved today as the Kohistan–Ladakh arc and some ophiolites of the Indus–Tsangpo suture zone of the Himalayas (26). Paleomagnetic data (32–34) and geodynamic modeling (26) indicate that this Eocene obduction event occurred near the equator, at ≤10°N (Fig. 1C). The current strike-perpendicular width of the Kohistan– Ladakh arc is more than 200 km and eastward, ophiolitic klippen are present ∼50–100 km south of the suture zone (e.g., Dargai, Spontang, and Yungbwa; e.g., ref. 35). This indicates that these ophiolite nappes were thrust at least this distance onto the northern Indian margin, but most of the ophiolitic material has been eroded and/or buried by subsequent continental collision and convergence so that the total emplacement distance is difficult to constrain."
  }, {
    "heading": "Contemporaneous Climatic Variations",
    "text": "These two periods of arc–continent collision, as well as the associated changes in India–Eurasia convergence rate (26), are contemporaneous with the global cooling events that dominate the climatic record in late Cretaceous through Eocene time. Ocean bottom water temperatures, which reached a high of 15– 20 °C during the Cretaceous Thermal Maximum (CTM), began to cool at ∼90–85 Ma, reaching a local minimum of 6–12 °C at ∼70 Ma (36). This cooling event is temporally correlated with the Late Cretaceous obduction of the peri-Arabian and Sumatran ophiolites beginning at ∼90 Ma and lasting until ∼70 Ma (28). After subsequent warming to 12–16 °C during the Early Eocene Climatic Optimum (EECO), cooling resumed at ∼50 Ma (36, 37), eventually leading to formation of the Antarctic ice sheet at ∼34 Ma (38). The beginning of this protracted cooling event coincides in time with the collision of India with the Trans-Tethyan Subduction System and the associated obduction of ophiolites and magmatic arc rocks."
  }, {
    "heading": "Model Calculations",
    "text": "The temporal correlation between obduction and exposure of large tracts of mafic and ultramafic rocks during arc–continent collisions at low latitude in the northern Neo-Tethys and the climatic variations suggests a cause and effect relationship (39, 40). To explore the possible relationships we model the potential contribution of subduction zone volcanism (source) and ophiolite obduction (sink) to the global atmospheric CO2 budget (see Supporting Information for details). We begin with the assumption that globally the rates of CO2 consumption and production\n4936 | www.pnas.org/cgi/doi/10.1073/pnas.1523667113 Jagoutz et al.\nwere in a steady state during the Cretaceous warm period, including the contribution of sources and sinks in the Neo-Tethys. We model subsequent changes in CO2 consumption and production rates due to tectonic events in the Neo-Tethys from 100 Ma onward to identify their potential effects on atmospheric pCO2 and implications for global ocean bottom water temperatures. We compute CO2 outgassing related to the subduction of carbonate sediments and altered oceanic lithosphere and recycling efficiency. Subduction systems were divided into segments and convergence rates were computed from GPlates (41) and Jagoutz et al. (26) (Supporting Information). For the calculations presented here, thickness of carbonate sediments was estimated at 50 m on oceanic floor that resided largely outside the tropics, and ∼100 m on seafloor that resided largely within the tropics (additional details and results are presented in the Supporting Information). Because recycling efficiency is poorly known, we reconstructed CO2 outgassing for a variety of recycling efficiencies (Fig. 2). The main results of this paper are qualitatively independent of the recycling efficiency (Supporting Information), but for the purpose of discussion below we assume a recycling efficiency in the range of 30–80% (Fig. 2). We compute the drawdown in atmospheric CO2 from the surface area of ophiolitic material obducted and exposed in the northern Neo-Tethys. We assume that most of these mafic and ultramafic rocks were obducted at low latitude and subjected to weathering rates similar to those of Southeast Asia today (16). The CO2 consumption rates of Dessert et al. (16) are appropriate for our calculations as Southeast Asia is an excellent modern analog because it is tectonically active, dominated by mafic and ultramafic lithologies, and situated within the ITCZ. The rates used here are conservative as they are a factor of ∼4 lower than other basaltic weathering rates estimates (e.g., ref. 42) but about 4 times higher than present day CO2-consumption rates of the Semail ophiolite (17), which now resides outside the tropics. As ophiolites often include large volumes of ultramafic rocks, they have significant higher CO2 consumption rates compared with basaltic rocks only (17, 21). Model calculations presented here are therefore minimum values. Finally, the Dessert et al. (16), consumption rates have also been used in similar model calculations (9, 43) making the results from the different studies directly comparable. Although geologic data show that locally the emplaced widths of the ophiolites reached more than 300–500 km, the average width of the ophiolite belt is poorly known and it is plausible that exposures of mafic and ultramafic rocks were not everywhere present. Allowing for possible discontinuity in the exposed ophiolite belt, we present results for average emplacement widths between 200 and 400 km, which we believe represents a reasonable estimate of the total area of exposed mafic and ultramafic rocks (Fig. 2)."
  }, {
    "heading": "Results",
    "text": "Our model calculations for volcanic CO2 outgassing from all Neo-Tethyan subduction sources yield ∼10–25 Mt CO2/y before 90 Ma. As convergence ends across the eastern and western segments of the Trans-Tethyan Subduction System, the decrease in subduction zone length is more than offset by the increase in India–Eurasia convergence rate, increasing volcanic outgassing to ∼10–40 Mt CO2/y by ∼75–70 Ma (Fig. 2). After final collision\nJagoutz et al. PNAS | May 3, 2016 | vol. 113 | no. 18 | 4937\nbetween India and Eurasia at ∼40 Ma, outgassing is greatly reduced due to additional decrease in trench length. We estimate that atmospheric CO2 consumption by obduction of Late Cretaceous ophiolites of the Trans-Tethyan Subduction System indicate sequestered up to ∼40–70 Mt CO2/y by ∼74 Ma (Fig. 2). Our model results predict that between 90 and 70 Ma CO2 sequestration rates consistently increased due to ongoing obduction of ophiolitic slabs and increased surface area of highly weatherable mafic and ultramafic rocks. With the end of the first episode of ophiolite emplacement at ∼70 Ma (28) the exposed area of mafic and ultramafic rocks began to decrease by erosion, resulting in a decline of the CO2 consumption rates in the NeoTethys. At ∼53 Ma, India and the Trans-Tethyan Subduction System collided in the northern Neo-Tethys (Figs. 1 and 2). This next episode of arc collision along a 3,000-km length caused CO2-consumption rates to increase once again (Figs. 1B and 2). Peak CO2 sequestration from this second emplacement event is computed at ∼40–60 Mt CO2/y by 40 Ma. These peak magnitudes of CO2 drawdown are ∼5–10% of the modern global CO2 consumption by silicate weathering (18). A wide range of parameter space has been evaluated (Sup-\nporting Information), all of which result in the dominance of CO2 sinks over CO2 sources in the northern Neo-Tethys after ∼90 Ma. Increased rates of CO2 drawdown due to ophiolite obduction events in the northern Neo-Tethys correlate temporally with the timing of the global cooling trends that ended the CTM and EECO. The timing of tectonic events produces a peak in the net drawdown of atmospheric CO2 at ∼74 and at ∼40 Ma (Fig. 3). The gradual reduction of exposed ophiolites by erosion and a concomitant reduction in CO2 consumption correlate temporally with\nthe recovery of global ocean bottom water temperatures, leading up to the higher temperatures of the EECO. It is beyond the scope of this paper to model the partitioning\nof carbon between the ocean and atmosphere and other complex feedbacks within the global carbon cycle. Thus, our model for CO2 drawdown does not account for the dependence of CO2drawdown rates on total atmospheric pCO2 nor does it make predictions for the temporal evolution of atmospheric pCO2. Because we use rates of CO2 consumption calibrated to present day levels of atmospheric pCO2, and because atmospheric pCO2 was higher during Cretaceous–Eocene time than at present, and hence chemical weathering rates were also higher (3), our model results probably represent a minimum bound on CO2 drawdown due to ophiolite emplacement in the Neo-Tethys."
  }, {
    "heading": "Discussion and Implications",
    "text": "The strong correlation between the tectonic evolution of the northern Neo-Tethys and global climatic variation between ∼90 to ∼40 Ma suggests a causal link between low-latitude ophiolite obduction and the long-term global cooling events that ended the CTM and the EECO. After ∼40 Ma, a variety of younger geologic events probably contributed to continuing CO2 drawdown [i.e., formation of Himalaya mountains, obduction of New Caledonian and Caribbean ophiolites, and the northward drift of the Deccan traps (9, 12, 40)]. Thus, we do not attribute changes in global temperatures after 40 Ma to the obduction events described in this paper. However, it is noteworthy that significant CO2 drawdown due to silicate weathering of mafic and ultramafic rocks at low latitude continues today in Southeast Asia (16, 18) as the result of ongoing subduction and collision between\n4938 | www.pnas.org/cgi/doi/10.1073/pnas.1523667113 Jagoutz et al.\nAustralia and Eurasia, in essence the continuing closure of the Neo-Tethys Ocean. To illustrate the strong dependence of our proposed climate– tectonic connection on the latitude of orogenesis, we made an additional calculation that assumes ophiolite emplacement of the same timing and magnitude as that inferred for the northern Neo-Tethys Ocean but occurring in the Northern Hemisphere temperate zone (∼45°N; Fig. 4). Because basaltic and ultramafic weathering rates are dependent on temperature and runoff (16, 17, 21), ophiolite emplacement at mid- to high latitude has a much smaller effect on CO2 drawdown in the atmosphere. In Fig. 4, the maximum sequestration rates for midlatitude emplacement reach only ∼9.0 Mt CO2/y at ∼71 Ma, insufficient even to balance the contemporaneous 22 Mt CO2/y increase of atmospheric CO2 output due to increased subduction velocities in the Neo-Tethys (Fig. 4). In addition, the curve corresponding to the modeled CO2 budget for midlatitude emplacement has a distinctly different profile as that of the observed ocean bottom water temperature through time. Throughout the Phanerozoic, low-latitude arc–continent collisions appear to be correlated with long-term climatic cooling events. For example, the emplacement of large tracts of mafic and ultramafic rocks occurred at low latitude during the Taconic orogeny and final closure of the Iapetus Ocean between ∼470 and 445 Ma, which broadly coincides with Middle to Late Ordovician cooling and glaciation (11, 39). Similarly, the closure of the Rheic Ocean and ophiolite obduction in the Hercynian orogeny may be related to the onset of the Permo-Carboniferous ice ages (11, 39). In contrast, there are examples of emplacement of large tracts of mafic and ultramafic rocks, similar in size to those cited above, that did not did not occur dominantly at low latitude in E–W belts and do not appear to have had a major effect on global climate. Particularly, ophiolite obduction events along the N–S-oriented margins of western North America in Late to Middle Jurassic time (44), the Cambrian Australian (45), and the Ediacaran to Cambrian Central Asian Altaids (46, 47), do not correlate with longterm global cooling events. This illustrates that only major obduction of mafic and ultramafic rocks in the ITCZ are correlated with long-term global cooling; obduction events outside the ITCZ appear to have little effect on global climate. The closure of major ocean basins is a fundamental part of the Wilson cycle. The process proposed in this paper relates a specific part of the Wilson cycle, where ocean closure occurs at low latitude along E–W-trending belts, to long-term changes in global climate. This tight connection between tectonism and global climate represents an extension of the Wilson cycle from the solid earth to the oceans and atmosphere. The process described here also indicates a natural, highly effective CO2sequestration process involving the reaction of the atmosphere with rapidly weathering mafic and ultramafic rocks, with possible implications for human-initiated drawdown of atmospheric pCO2 on shorter timescales (18). ACKNOWLEDGMENTS. We thank Dan Rothman and Peter Kelemen for helpful discussion and insights into the complexities of CO2 production and drawdown from geologic processes.\n1. Berner RA, Caldeira K (1997) The need for mass balance and feedback in the geochemical carbon cycle. Geology 25:955–956. 2. Ebelmen J (1845) Sur les produits de la décomposition des espèces minérales de la famille des silicates. Annales des Mines, Vol 7, pp 3–66. 3. Kump LR, Brantley SL, Arthur MA (2000) Chemical weathering, atmospheric CO2, and climate. Annu Rev Earth Planet Sci 28:611–667. 4. Walker JC, Hays P, Kasting JF (1981) A negative feedback mechanism for the long‐ term stabilization of Earth’s surface temperature. J Geophys Res 86:9776–9782. 5. Chamberlin TC (1899) An attempt to frame a working hypothesis of the cause of glacial periods on an atmospheric basis. J Geol 7:545–584. 6. Berner RA, Kothavala Z (2001) GEOCARB III: A revised model of atmospheric CO2 over Phanerozoic time. Am J Sci 301:182–204. 7. Edmond JM, Huh Y (2003) Non-steady state carbonate recycling and implications for the evolution of atmospheric pCO2. Earth Planet Sci Lett 216:125–139. 8. Lee C-TA, et al. (2013) Continental arc–island arc fluctuations, growth of crustal carbonates, and long-term climate change. Geosphere 9:21–36. 9. Kent DV, Muttoni G (2013) Modulation of Late Cretaceous and Cenozoic climate by variable drawdown of atmospheric pCO2 from weathering of basaltic provinces on continents drifting through the equatorial humid belt. Clim Past 9:525–546.\n10. Kump LR, Arthur MA (1997) Global chemical erosion during the Cenozoic: Weatherability balances the budgets. Tectonic Uplift and Climate Change, ed Ruddiman WF (Springer, New York), pp 399–426. 11. Kump L, et al. (1999) A weathering hypothesis for glaciation at high atmospheric pCO 2 during the Late Ordovician. Palaeogeogr Palaeoclimatol Palaeoecol 152:173–187. 12. Raymo M, Ruddiman WF (1992) Tectonic forcing of late Cenozoic climate. Nature 359: 117–122. 13. Edmond JM (1992) Himalayan tectonics, weathering processes, and the strontium isotope record in marine limestones. Science 258(5088):1594–1597. 14. Kent DV, Muttoni G (2008) Equatorial convergence of India and early Cenozoic climate trends. Proc Natl Acad Sci USA 105(42):16065–16070. 15. Rowley DB (2002) Rate of plate creation and destruction: 180 Ma to present. Geol Soc Am Bull 114:927–933. 16. Dessert C, Dupré B, Gaillardet J, François LM, Allegre CJ (2003) Basalt weathering laws and the impact of basalt weathering on the global carbon cycle. Chem Geol 202: 257–273. 17. Kelemen PB, et al. (2011) Rates and mechanisms of mineral carbonation in peridotite: natural processes and recipes for enhanced, in situ CO2 capture and storage. Annu Rev Earth Planet Sci 39:545–576. 18. Hartmann J, Jansen N, Dürr HH, Kempe S, Köhler P (2009) Global CO2-consumption by chemical weathering: What is the contribution of highly active weathering regions? Global Planet Change 69(4):185–194. 19. Hartmann J, Moosdorf N, Lauerwald R, Hinderer M, West AJ (2014) Global chemical weathering and associated P-release—The role of lithology, temperature and soil properties. Chem Geol 363:145–163. 20. Maher K, Chamberlain CP (2014) Hydrologic regulation of chemical weathering and the geologic carbon cycle. Science 343(6178):1502–1504. 21. Kelemen PB, Matter J (2008) In situ carbonation of peridotite for CO2 storage. Proc Natl Acad Sci USA 105:17295–17300.\n22. Yin A, Harrison TM (2000) Geologic evolution of the Himalayan-Tibetan orogen. Annu Rev Earth Planet Sci 28:211–280. 23. Sengor AMC, Natal’in BA (1996) The Tectonic Evolution of Asia, eds Yin A, Harrison M (Cambridge Univ Press, Cambridge, UK), pp 486–640. 24. Bouilhol P, Jagoutz O, Hanchar J, Dudas F (2013) Dating the India-Eurasia collision through arc magmatic records. Earth Planet Sci Lett 366:163–175. 25. Gibbons A, Zahirovic S, Müller R, Whittaker J, Yatheesh V (2015) A tectonic model reconciling evidence for the collisions between India, Eurasia and intra-oceanic arcs of the central-eastern Tethys. Gondwana Res 28:451–492. 26. Jagoutz O, Royden L, Holt A, Becker T (2015) Anomalously fast convergence between India and Eurasia linked to double subduction. Nat Geosci 8:475–478. 27. Lippert PC, van Hinsbergen DJJ, Dupont-Nivet G (2014) Early Cretaceous to Present Latitude of the Central Proto-Tibetan Plateau: A Paleomagnetic Synthesis with Implications for Cenozoic Tectonics, Paleogeography, and Climate of Asia (Geological Society of America Special Papers, Boulder, CO). 28. Şengör AC, Stock J (2014) The Ayyubid Orogen: An ophiolite obduction-driven orogen in the late Cretaceous of the Neo-Tethyan south margin. Geoscience Canada 41: 225–254. 29. Béchennec F, et al. (1990) The Hawasina Nappes: Stratigraphy, palaeogeography and structural evolution of a fragment of the south-Tethyan passive continental margin. Geol Soc Lond Spec Publ 49:213–223. 30. Okay AI (1984) Distribution and characteristics of the north-west Turkish blueschists. Geol Soc Lond Spec Publ 17:455–466. 31. Hall R (2012) Late Jurassic–Cenozoic reconstructions of the Indonesian region and the Indian Ocean. Tectonophysics 570:1–41. 32. Klootwijk C, Sharma ML, Gergan J, Shah S, Tirkey B (1984) The Indus-Tsangpo suture zone in Ladakh, Northwest Himalaya: Further palaeomagnetic data and implications. Tectonophysics 106:215–238. 33. Abrajevitch AV, et al. (2005) Neotethys and the India-Asia collision: Insights from a palaeomagnetic study of the Dazhuqu ophiolite, southern Tibet. Earth Planet Sci Lett 233:87–102. 34. Khan SD, et al. (2009) Did the Kohistan-Ladakh island arc collide first with India? Geol Soc Am Bull 121:366–384. 35. Kelemen PB, Sonnenfeld MD (1983) Stratigraphy, structure, petrology and local tectonics, central Ladakh, NW Himalaya. Bull Suisse Mineral Petrogr 63:267–287. 36. Cramer BS, Miller KG, Barrett PJ, Wright JD (2011) Late Cretaceous–Neogene trends in deep ocean temperature and continental ice volume: Reconciling records of benthic foraminiferal geochemistry (δ18O and Mg/Ca) with sea level history. J Geophys Res 116:C12023. 37. Zachos J, Pagani M, Sloan L, Thomas E, Billups K (2001) Trends, rhythms, and aberrations in global climate 65 Ma to present. Science 292(5517):686–693. 38. Zachos JC, Breza JR, Wise SW (1992) Early Oligocene ice-sheet expansion on Antarctica: Stable isotope and sedimentological evidence from Kerguelen Plateau, southern Indian Ocean. Geology 20:569–573. 39. Reusch DN, Maasch KA (1998) Tectonic Boundary Conditions for Climate Reconstructions, ed Crowley BKC (Oxford Monographs on Geology and Geophysics, Oxford), Vol 39, pp 261–276.\nJagoutz et al. PNAS | May 3, 2016 | vol. 113 | no. 18 | 4939\nEA RT\nH ,A\nTM O SP\nH ER\nIC ,\nA N D PL\nA N ET\nA RY\nSC IE N CE\nS\n40. Reusch DN (2011) New Caledonian carbon sinks at the onset of Antarctic glaciation. Geology 39:807–810. 41. Boyden JA, et al. (2011) Geoinformatics: Cyberinfrastructure for the Solid Earth Sciences, eds Keller GR, Baru C (Cambridge Univ Press, New York), pp 95–114. 42. Navarre-Sitchler A, Brantley S (2007) Basalt weathering across scales. Earth Planet Sci Lett 261:321–334. 43. Molnar P, Cronin TW (2015) Growth of the Maritime Continent and its possible contribution to recurring Ice Ages. Paleoceanography 30:196–225. 44. Ernst W (2011) Accretion of the Franciscan Complex attending Jurassic–Cretaceous geotectonic development of northern and central California. Geol Soc Am Bull 123: 1667–1678. 45. Spaggiari CV, Gray DR, Foster DA (2003) Tethyan-and Cordilleran-type ophiolites of eastern Australia: Implications for the evolution of the Tasmanides. Geol Soc Lond Spec Publ 218:517–539. 46. Sengör AMC, Natal’in BA, Burtman VS (1993) Evolution of the Altaid tectonic collage and Palaeozoic crustal growth in Eurasia. Nature 364:299–307. 47. Windley BF, Alexeiev D, Xiao W, Kroner A, Badarch G (2007) Tectonic models for accretion of the Central Asian Orogenic Belt. J Geol Soc London 164:31. 48. White L, Lister G (2012) The collision of India with Asia. J Geodyn 56:7–17. 49. Aitchison JC, Ali JR, Davis AM (2007) When and where did India and Asia collide?\nJ Geophys Res 112(B5). 50. Stampfli G, Borel G (2002) A plate tectonic model for the Paleozoic and Mesozoic\nconstrained by dynamic plate boundaries and restored synthetic oceanic isochrons. Earth Planet Sci Lett 196:17–33. 51. Zahirovic S, et al. (2012) Insights on the kinematics of the India-Eurasia collision from global geodynamic models. Geochem Geophys Geosyst 13:Q04W11. 52. Hacker B, Mosenfelder J, Gnos E (1996) Rapid emplacement of the Oman ophiolite: Thermal and geochronologic constraints. Tectonics 15:1230–1247. 53. Zhu B, Kidd WSF, Rowley DB, Currie BS, Shafique N (2005) Age of initiation of the India-Asia collision in the east-central Himalaya. J Geol 113:265–285. 54. Cande SC, Patriat P, Dyment J (2010) Motion between the Indian, Antarctic and African plates in the early Cenozoic. Geophys J Int 183:127–149. 55. Copley A, Avouac JP, Royer JY (2010) India‐Asia collision and the Cenozoic slowdown of the Indian plate: Implications for the forces driving plate motions. J Geophys Res 115(B03410). 56. Molnar P, Stock JM (2009) Slowing of India’s convergence with Eurasia since 20 Ma and its implications for Tibetan mantle dynamics. Tectonics 28:TC3001. 57. Kerrick DM, Connolly JA (2001) Metamorphic devolatilization of subducted marine sediments and the transport of volatiles into the Earth’s mantle. Nature 411(6835): 293–296.\n58. Lee C-TA, Thurner S, Paterson S, Cao W (2015) The rise and fall of continental arcs: Interplays between magmatism, uplift, weathering, and climate. Earth Planet Sci Lett 425:105–119. 59. Kelemen PB, Manning CE (2015) Reevaluating carbon fluxes in subduction zones, what goes down, mostly comes up. Proc Natl Acad Sci USA 112(30):E3997–E4006. 60. Rausch C (2012) Carbonate Veins as Recorders of Seawater Evolution, CO2 Uptake by the Ocean Crust, and Seawater-Crust Interaction During Low-Temperature Alteration (University of Bremen, Bremen). 61. Dasgupta R (2013) Ingassing, storage, and outgassing of terrestrial carbon through geologic time. Rev Mineral Geochem 75:183–229. 62. Van Der Meer DG, et al. (2014) Plate tectonic controls on atmospheric CO2 levels since the Triassic. Proc Natl Acad Sci USA 111(12):4380–4385. 63. Ogg JG, Karl SM, Behl RJ (1992) Jurassic through Early Cretaceous sedimentation history of the Central Equatorial Pacific and of sites 800 and 801. Proc Ocean Drill Prog 129, 571-613. 64. Schrag D (2002) Control of atmospheric CO2 and climate through Earth history. Geochim Cosmochim Ac, 66:A688. 65. Bortolotti V, Passerini P, Sagri M, Sestini G (1970) The miogeosynclinal sequences. Sediment Geol 4:341–444. 66. Mirabella F, Barchi MR, Lupattelli A (2008) Seismic reflection data in the Umbria Marche Region: Limits and capabilities to unravel the subsurface structure in a seismically active area. Ann Geophys 51(2–3). 67. Dewey J, Casey J (2011) The origin of obducted large-slab ophiolite complexes. Arc–Continent Collision, eds Brown D, Ryan PD (Springer, Berlin), pp 431–444. 68. Gislason SR, Oelkers EH, Snorrason Á (2006) Role of river-suspended material in the global carbon cycle. Geology 34:49–52. 69. Gislason SR, et al. (2009) Direct evidence of the feedback between climate and weathering. Earth Planet Sci Lett 277:213–222. 70. Das A, Krishnaswami S, Sarin M, Pande K (2005) Chemical weathering in the Krishna Basin and Western Ghats of the Deccan Traps, India: Rates of basalt weathering and their controls. Geochim Cosmochim Acta 69:2067–2084. 71. Gislason SR, Oelkers EH (2003) Mechanism, rates, and consequences of basaltic glass dissolution: II. An experimental study of the dissolution rates of basaltic glass as a function of pH and temperature. Geochim Cosmochim Acta 67:3817–3832. 72. Wolff-Boenisch D, Gislason SR, Oelkers EH (2006) The effect of crystallinity on dissolution rates and CO 2 consumption capacity of silicates. Geochim Cosmochim Acta 70: 858–870. 73. Hilton RG, Galy A, Hovius N, Horng M-J, Chen H (2011) Efficient transport of fossil organic carbon to the ocean by steepmountain rivers: An orogenic carbon sequestration mechanism. Geology 39:71–74.\n4940 | www.pnas.org/cgi/doi/10.1073/pnas.1523667113 Jagoutz et al."
  }],
  "year": 2016,
  "references": [{
    "title": "The need for mass balance and feedback in the geochemical carbon cycle. Geology 25:955–956",
    "authors": ["RA Berner", "K Caldeira"],
    "year": 1997
  }, {
    "title": "Chemical weathering, atmospheric  CO2, and climate",
    "authors": ["LR Kump", "SL Brantley", "MA Arthur"],
    "venue": "Annu Rev Earth Planet Sci 28:611–667",
    "year": 2000
  }, {
    "title": "A negative feedback mechanism for the long‐ term stabilization of Earth’s surface temperature",
    "authors": ["JC Walker", "P Hays", "JF Kasting"],
    "venue": "J Geophys Res",
    "year": 1981
  }, {
    "title": "GEOCARB III: A revised model of atmospheric CO2 over Phanerozoic time",
    "authors": ["RA Berner", "Z Kothavala"],
    "venue": "Am J Sci 301:182–204",
    "year": 2001
  }, {
    "title": "Non-steady state carbonate recycling and implications for the evolution of atmospheric pCO2",
    "authors": ["JM Edmond", "Y Huh"],
    "venue": "Earth Planet Sci Lett 216:125–139",
    "year": 2003
  }, {
    "title": "Continental arc–island arc fluctuations, growth of crustal carbonates, and long-term climate change",
    "authors": ["Lee C-TA"],
    "venue": "Geosphere",
    "year": 2013
  }, {
    "title": "Modulation of Late Cretaceous and Cenozoic climate by variable drawdown of atmospheric pCO2 from weathering of basaltic provinces on continents drifting through the equatorial humid belt",
    "authors": ["DV Kent", "G Muttoni"],
    "venue": "Clim Past 9:525–546",
    "year": 2013
  }, {
    "title": "Global chemical erosion during the Cenozoic: Weatherability balances the budgets",
    "authors": ["LR Kump", "MA Arthur"],
    "venue": "Tectonic Uplift and Climate Change, ed Ruddiman WF (Springer,",
    "year": 1997
  }, {
    "title": "A weathering hypothesis for glaciation at high atmospheric pCO 2 during the Late Ordovician",
    "authors": ["L Kump"],
    "venue": "Palaeogeogr Palaeoclimatol Palaeoecol",
    "year": 1999
  }, {
    "title": "Tectonic forcing of late",
    "authors": ["M Raymo", "WF Ruddiman"],
    "venue": "Cenozoic climate. Nature",
    "year": 1992
  }, {
    "title": "Himalayan tectonics, weathering processes, and the strontium isotope record in marine limestones",
    "authors": ["JM Edmond"],
    "venue": "Science",
    "year": 1992
  }, {
    "title": "Equatorial convergence of India and early Cenozoic climate trends",
    "authors": ["DV Kent", "G Muttoni"],
    "venue": "Proc Natl Acad Sci USA",
    "year": 2008
  }, {
    "title": "Rate of plate creation and destruction: 180 Ma to present",
    "authors": ["DB Rowley"],
    "venue": "Geol Soc Am Bull 114:927–933",
    "year": 2002
  }, {
    "title": "Basalt weathering laws and the impact of basalt weathering on the global carbon cycle",
    "authors": ["C Dessert", "B Dupré", "J Gaillardet", "LM François", "CJ Allegre"],
    "venue": "Chem Geol",
    "year": 2003
  }, {
    "title": "Rates and mechanisms of mineral carbonation in peridotite: natural processes and recipes for enhanced, in situ CO2 capture and storage",
    "authors": ["PB Kelemen"],
    "venue": "Annu Rev Earth Planet Sci 39:545–576",
    "year": 2011
  }, {
    "title": "Global  CO2-consumption by chemical weathering: What is the contribution of highly active weathering regions? Global Planet Change 69(4):185–194",
    "authors": ["J Hartmann", "N Jansen", "HH Dürr", "S Kempe", "P Köhler"],
    "year": 2009
  }, {
    "title": "Global chemical weathering and associated P-release—The role of lithology, temperature and soil properties",
    "authors": ["J Hartmann", "N Moosdorf", "R Lauerwald", "M Hinderer", "AJ West"],
    "venue": "Chem Geol 363:145–163",
    "year": 2014
  }, {
    "title": "Hydrologic regulation of chemical weathering and the geologic carbon cycle",
    "authors": ["K Maher", "CP Chamberlain"],
    "venue": "Science",
    "year": 2014
  }, {
    "title": "In situ carbonation of peridotite for CO2 storage",
    "authors": ["PB Kelemen", "J Matter"],
    "venue": "Proc Natl Acad Sci USA",
    "year": 2008
  }, {
    "title": "Geologic evolution of the Himalayan-Tibetan orogen",
    "authors": ["A Yin", "TM Harrison"],
    "venue": "Annu Rev Earth Planet Sci 28:211–280",
    "year": 2000
  }, {
    "title": "The Tectonic Evolution of Asia",
    "authors": ["AMC Sengor", "BA Natal’in"],
    "year": 1996
  }, {
    "title": "Dating the India-Eurasia collision through arc magmatic records",
    "authors": ["P Bouilhol", "O Jagoutz", "J Hanchar", "F Dudas"],
    "venue": "Earth Planet Sci Lett 366:163–175",
    "year": 2013
  }, {
    "title": "A tectonic model reconciling evidence for the collisions between India, Eurasia and intra-oceanic arcs of the central-eastern Tethys",
    "authors": ["A Gibbons", "S Zahirovic", "R Müller", "J Whittaker", "V Yatheesh"],
    "venue": "Gondwana Res",
    "year": 2015
  }, {
    "title": "Anomalously fast convergence between India and Eurasia linked to double subduction",
    "authors": ["O Jagoutz", "L Royden", "A Holt", "T Becker"],
    "venue": "Geosci",
    "year": 2015
  }, {
    "title": "Early Cretaceous to Present Latitude of the Central Proto-Tibetan Plateau: A Paleomagnetic Synthesis with Implications for Cenozoic Tectonics, Paleogeography, and Climate of Asia (Geological Society of America Special Papers, Boulder, CO)",
    "authors": ["PC Lippert", "DJJ van Hinsbergen", "G Dupont-Nivet"],
    "year": 2014
  }, {
    "title": "The Ayyubid Orogen: An ophiolite obduction-driven orogen in the late Cretaceous of the Neo-Tethyan south margin",
    "authors": ["AC Şengör", "J Stock"],
    "venue": "Geoscience Canada",
    "year": 2014
  }, {
    "title": "The Hawasina Nappes: Stratigraphy, palaeogeography and structural evolution of a fragment of the south-Tethyan passive continental margin",
    "authors": ["F Béchennec"],
    "venue": "Geol Soc Lond Spec Publ 49:213–223",
    "year": 1990
  }, {
    "title": "Late Jurassic–Cenozoic reconstructions of the Indonesian region and the Indian Ocean",
    "authors": ["R Hall"],
    "venue": "Tectonophysics",
    "year": 2012
  }, {
    "title": "The Indus-Tsangpo suture zone in Ladakh, Northwest Himalaya: Further palaeomagnetic data and implications",
    "authors": ["C Klootwijk", "ML Sharma", "J Gergan", "S Shah", "B Tirkey"],
    "venue": "Tectonophysics",
    "year": 1984
  }, {
    "title": "Neotethys and the India-Asia collision: Insights from a palaeomagnetic study of the Dazhuqu ophiolite, southern Tibet",
    "authors": ["AV Abrajevitch"],
    "venue": "Earth Planet Sci Lett 233:87–102",
    "year": 2005
  }, {
    "title": "Did the Kohistan-Ladakh island arc collide first with India",
    "authors": ["SD Khan"],
    "venue": "Geol Soc Am Bull 121:366–384",
    "year": 2009
  }, {
    "title": "Stratigraphy, structure, petrology and local tectonics, central Ladakh, NW Himalaya",
    "authors": ["PB Kelemen", "MD Sonnenfeld"],
    "venue": "Bull Suisse Mineral Petrogr",
    "year": 1983
  }, {
    "title": "Late Cretaceous–Neogene trends in deep ocean temperature and continental ice volume: Reconciling records of benthic foraminiferal geochemistry (δ18O and Mg/Ca) with sea level history",
    "authors": ["BS Cramer", "KG Miller", "PJ Barrett", "JD Wright"],
    "venue": "J Geophys Res 116:C12023",
    "year": 2011
  }, {
    "title": "Trends, rhythms, and aberrations in global climate 65 Ma to present",
    "authors": ["J Zachos", "M Pagani", "L Sloan", "E Thomas", "K Billups"],
    "venue": "Science",
    "year": 2001
  }, {
    "title": "Early Oligocene ice-sheet expansion on Antarctica: Stable isotope and sedimentological evidence from Kerguelen Plateau, southern Indian Ocean. Geology 20:569–573",
    "authors": ["JC Zachos", "JR Breza", "SW Wise"],
    "year": 1992
  }, {
    "title": "Tectonic Boundary Conditions for Climate Reconstructions, ed Crowley BKC (Oxford Monographs on Geology and Geophysics, Oxford), Vol 39, pp 261–276",
    "authors": ["DN Reusch", "KA Maasch"],
    "venue": "Jagoutz et al.  PNAS | May",
    "year": 1998
  }, {
    "title": "New Caledonian carbon sinks at the onset of Antarctic glaciation",
    "authors": ["DN Reusch"],
    "venue": "Geology",
    "year": 2011
  }, {
    "title": "Geoinformatics: Cyberinfrastructure for the Solid Earth Sciences, eds Keller GR, Baru C",
    "authors": ["JA Boyden"],
    "year": 2011
  }, {
    "title": "Basalt weathering across scales",
    "authors": ["A Navarre-Sitchler", "S Brantley"],
    "venue": "Earth Planet Sci Lett 261:321–334",
    "year": 2007
  }, {
    "title": "Growth of the Maritime Continent and its possible contribution to recurring Ice Ages",
    "authors": ["P Molnar", "TW Cronin"],
    "venue": "Paleoceanography",
    "year": 2015
  }, {
    "title": "Accretion of the Franciscan Complex attending Jurassic–Cretaceous geotectonic development of northern and central California",
    "authors": ["W Ernst"],
    "venue": "Geol Soc Am Bull",
    "year": 2011
  }, {
    "title": "Tethyan-and Cordilleran-type ophiolites of eastern Australia: Implications for the evolution of the Tasmanides",
    "authors": ["CV Spaggiari", "DR Gray", "DA Foster"],
    "venue": "Geol Soc Lond Spec Publ 218:517–539",
    "year": 2003
  }, {
    "title": "Evolution of the Altaid tectonic collage and Palaeozoic crustal growth in Eurasia",
    "authors": ["AMC Sengör", "BA Natal’in", "VS Burtman"],
    "venue": "Nature",
    "year": 1993
  }, {
    "title": "Tectonic models for accretion of the Central Asian Orogenic Belt",
    "authors": ["BF Windley", "D Alexeiev", "W Xiao", "A Kroner", "G Badarch"],
    "venue": "J Geol Soc London",
    "year": 2007
  }, {
    "title": "The collision of India with Asia",
    "authors": ["L White", "G Lister"],
    "venue": "J Geodyn",
    "year": 2012
  }, {
    "title": "When and where did India and Asia collide",
    "authors": ["JC Aitchison", "JR Ali", "AM Davis"],
    "venue": "J Geophys Res",
    "year": 2007
  }, {
    "title": "A plate tectonic model for the Paleozoic and Mesozoic constrained by dynamic plate boundaries and restored synthetic oceanic isochrons",
    "authors": ["G Stampfli", "G Borel"],
    "venue": "Earth Planet Sci Lett 196:17–33",
    "year": 2002
  }, {
    "title": "Insights on the kinematics of the India-Eurasia collision from global geodynamic models",
    "authors": ["S Zahirovic"],
    "venue": "Geochem Geophys Geosyst 13:Q04W11",
    "year": 2012
  }, {
    "title": "Rapid emplacement of the Oman ophiolite: Thermal and geochronologic constraints. Tectonics 15:1230–1247",
    "authors": ["B Hacker", "J Mosenfelder", "E Gnos"],
    "year": 1996
  }, {
    "title": "Age of initiation of the India-Asia collision in the east-central Himalaya",
    "authors": ["B Zhu", "WSF Kidd", "DB Rowley", "BS Currie", "N Shafique"],
    "venue": "J Geol 113:265–285",
    "year": 2005
  }, {
    "title": "Motion between the Indian, Antarctic and African plates in the early Cenozoic",
    "authors": ["SC Cande", "P Patriat", "J Dyment"],
    "venue": "Geophys J Int 183:127–149",
    "year": 2010
  }, {
    "title": "India‐Asia collision and the Cenozoic slowdown of the Indian plate: Implications for the forces driving plate motions",
    "authors": ["A Copley", "JP Avouac", "JY Royer"],
    "venue": "J Geophys Res 115(B03410)",
    "year": 2010
  }, {
    "title": "Slowing of India’s convergence with Eurasia since 20 Ma and its implications for Tibetan mantle dynamics. Tectonics 28:TC3001",
    "authors": ["P Molnar", "JM Stock"],
    "year": 2009
  }, {
    "title": "Metamorphic devolatilization of subducted marine sediments and the transport of volatiles into the Earth’s mantle",
    "authors": ["DM Kerrick", "JA Connolly"],
    "venue": "Nature",
    "year": 2001
  }, {
    "title": "The rise and fall of continental arcs: Interplays between magmatism, uplift, weathering, and climate",
    "authors": ["C-TA Lee", "S Thurner", "S Paterson", "W Cao"],
    "venue": "Earth Planet Sci Lett 425:105–119",
    "year": 2015
  }, {
    "title": "Reevaluating carbon fluxes in subduction zones, what goes down, mostly comes up",
    "authors": ["PB Kelemen", "CE Manning"],
    "venue": "Proc Natl Acad Sci USA 112(30):E3997–E4006",
    "year": 2015
  }, {
    "title": "Carbonate Veins as Recorders of Seawater Evolution, CO2 Uptake by the Ocean Crust, and Seawater-Crust Interaction During Low-Temperature Alteration (University of Bremen, Bremen)",
    "authors": ["C Rausch"],
    "year": 2012
  }, {
    "title": "Ingassing, storage, and outgassing of terrestrial carbon through geologic time. Rev Mineral Geochem 75:183–229",
    "authors": ["R Dasgupta"],
    "year": 2013
  }, {
    "title": "Plate tectonic controls on atmospheric CO2 levels since the Triassic",
    "authors": ["DG Van Der Meer"],
    "venue": "Proc Natl Acad Sci USA",
    "year": 2014
  }, {
    "title": "Jurassic through Early Cretaceous sedimentation history of the Central Equatorial Pacific and of sites 800 and 801",
    "authors": ["JG Ogg", "SM Karl", "RJ Behl"],
    "venue": "Proc Ocean Drill Prog",
    "year": 1992
  }, {
    "title": "Control of atmospheric CO2 and climate through Earth history",
    "authors": ["D Schrag"],
    "venue": "Geochim Cosmochim Ac,",
    "year": 2002
  }, {
    "title": "The miogeosynclinal sequences. Sediment Geol 4:341–444",
    "authors": ["V Bortolotti", "P Passerini", "M Sagri", "G Sestini"],
    "year": 1970
  }, {
    "title": "Seismic reflection data in the Umbria Marche Region: Limits and capabilities to unravel the subsurface structure in a seismically active area",
    "authors": ["F Mirabella", "MR Barchi", "A Lupattelli"],
    "venue": "Ann Geophys 51(2–3)",
    "year": 2008
  }, {
    "title": "The origin of obducted large-slab ophiolite complexes",
    "authors": ["J Dewey", "J Casey"],
    "venue": "Arc–Continent Collision,",
    "year": 2011
  }, {
    "title": "Role of river-suspended material in the global carbon cycle. Geology 34:49–52",
    "authors": ["SR Gislason", "EH Oelkers", "Á Snorrason"],
    "year": 2006
  }, {
    "title": "Direct evidence of the feedback between climate and weathering",
    "authors": ["SR Gislason"],
    "venue": "Earth Planet Sci Lett 277:213–222",
    "year": 2009
  }, {
    "title": "Chemical weathering in the Krishna Basin and Western Ghats of the Deccan Traps, India: Rates of basalt weathering and their controls",
    "authors": ["A Das", "S Krishnaswami", "M Sarin", "K Pande"],
    "venue": "Geochim Cosmochim Acta 69:2067–2084",
    "year": 2005
  }, {
    "title": "Mechanism, rates, and consequences of basaltic glass dissolution: II. An experimental study of the dissolution rates of basaltic glass as a function of pH and temperature",
    "authors": ["SR Gislason", "EH Oelkers"],
    "venue": "Geochim Cosmochim Acta 67:3817–3832",
    "year": 2003
  }, {
    "title": "The effect of crystallinity on dissolution rates and CO 2 consumption capacity of silicates",
    "authors": ["D Wolff-Boenisch", "SR Gislason", "EH Oelkers"],
    "venue": "Geochim Cosmochim Acta",
    "year": 2006
  }, {
    "title": "Efficient transport of fossil organic carbon to the ocean by steepmountain rivers: An orogenic carbon sequestration mechanism. Geology 39:71–74",
    "authors": ["RG Hilton", "A Galy", "N Hovius", "M-J Horng", "H Chen"],
    "venue": "Jagoutz et al",
    "year": 2011
  }],
  "id": "SP:f1990f9418d8501a46714069bc05f3ae4def7e18",
  "authors": [{
    "name": "Oliver Jagoutz",
    "affiliations": []
  }, {
    "name": "Francis A. Macdonald",
    "affiliations": []
  }],
  "abstractText": "New constraints on the tectonic evolution of the Neo-Tethys Ocean indicate that at ∼90–70 Ma and at ∼50–40 Ma, vast quantities of mafic and ultramafic rocks were emplaced at low latitude onto continental crust within the tropical humid belt. These emplacement events correspond temporally with, and are potential agents for, the global climatic cooling events that terminated the Cretaceous Thermal Maximum and the Early Eocene Climatic Optimum. We model the temporal effects of CO2 drawdown from the atmosphere due to chemical weathering of these obducted ophiolites, and of CO2 addition to the atmosphere from arc volcanism in the Neo-Tethys, between 100 and 40 Ma. Modeled variations in net CO2-drawdown rates are in excellent agreement with contemporaneous variation of ocean bottom water temperatures over this time interval, indicating that ophiolite emplacement may have played a major role in changing global climate. We demonstrate that both the lithology of the obducted rocks (mafic/ultramafic) and a tropical humid climate with high precipitation rate are needed to produce significant consumption of CO2. Based on these results, we suggest that the low-latitude closure of ocean basins along east–west trending plate boundaries may also have initiated other long-term global cooling events, such as Middle to Late Ordovician cooling and glaciation associated with the closure of the Iapetus Ocean.",
  "title": "Low-latitude arc–continent collision as a driver for global cooling"
}