{
  "sections": [{
    "text": "The causal mechanisms for the onset and patterns of post-Miocene erosion of the western Great Plains remain the subject of an enthusiastic debate concerning the roles of climatically modulated geomorphic parameters and tectonic rock uplift as drivers of long-term erosion. This study distinguishes between these drivers on the plains of New Mexico and Colorado, where post-Miocene erosion and late Cenozoic volcanism of the Jemez lineament have produced distinctive modern landscapes characterized by deep bedrock canyons and inverted, basalt-capped mesas. The 40Ar/39Ar ages of basalt-capped paleosurfaces defi ne an episodic eruption history in the Raton-Clayton and Ocate volcanic fi elds and help to quantify patterns, amounts, and rates of differential erosion. Several data sets indicate patterns of NE-trending geologic features that require explanation, including: (1) crude volcanic “belts” of similar age, (2) parallel NE-oriented erosional escarpments retreating toward the NW, (3) differential denudation rates increasing systematically NW from a NE-trending hinge line of “low to no” erosion on the Great Plains, (4) a NEtrending zone of broad (50–100 km) convexities in stream profi les identifi ed by an analysis of strath terraces and channel steepness (ksn), (5) reorganization of stream networks that took advantage of an apparent relative base-level fall in the SE, and (6) an ~150-kmlong, 40Ar/39Ar-dated composite paleo surface that has been tilted 64 milli degrees/Ma since 3.4 Ma. Our synthesis of new 40Ar/39Ar geochronology with new calculations of regional surface denudation, channel steepness, and tilt rates shows that post-Miocene patterns of landscape evolution are best interpreted\nas related to dynamic uplift along the NEtrending Jemez lineament, with second-order impacts from climate-driven geomorphic variables. We interpret this dynamic uplift to be ultimately due to changing mantle structure and buoyancy with associated crustal melt fl ux.\nINTRODUCTION\nDrivers of Post-Miocene Landscape Change\nThe western Great Plains have seen a dramatic change since the late Miocene from an environment of widespread net aggradation associated with Ogallala Group deposition to one of widespread net incision and landscape lowering that continues to the present. Evidence for deep, post–6 Ma incision has also been observed throughout the Rocky Mountains and Colorado Plateau, and an enthusiastic debate has developed in the literature regarding the causal mechanisms driving this phenomenon. The debate largely hinges on the relative roles of tectonic rock uplift (Trimble, 1980; McMillan et al., 2002, 2006; Leonard, 2002; Eaton, 1986, 2008; Karlstrom et al., 2012; Cather et al., 2012) and climatically modulated geomorphic parameters such as changes in water and sediment fl uxes (Molnar and England, 1990; Gregory and Chase, 1992, 1994; Chapin, 2008; Wobus et al., 2010) and drainage reorganization as drivers of incision. Because the physical effects of tectonic versus climate end-member models are diffi cult to distinguish in the geologic record, workers face the challenge of identifying criteria that differentiate climate-driven patterns of landscape evolution from patterns driven by tectonic rock uplift. Furthermore, studies advocating either end-member model must identify their mechanism and demonstrate that the timing of their\nmechanism coincides with the onset of rapid landscape change.\nRecent approaches to this question for the Great Plains region have included analyses of warped paleosurfaces (McMillan et al., 2002; Leonard, 2002; Duller et al., 2012), regional patterns of incision (McMillan et al., 2006), sediment transport models (Wobus et al., 2010), and the timing of regional-scale climatic and sedimentation events as proxies of upstream erosion (Chapin, 2008). All of these studies have concluded that both climate and tectonics may have played important roles in the turnaround from net aggradation to net lowering on the Great Plains since ca. 6 Ma, but their relative roles remain controversial."
  }, {
    "heading": "New Approaches to an Old Hypothesis",
    "text": "In settings across the western United States, especially in the Rocky Mountains and Colorado Plateau, the hypothesis for late Cenozoic tectonic rock uplift has been revitalized by increasingly well-resolved EarthScope tomographic images of mantle-velocity structure (Dueker et al., 2001; Frederiksen et al., 2001; Goes and Van der Lee, 2002; Schmandt and Humphreys, 2010) that reveal strong multiscale heterogeneity. Large seismic velocity contrasts seen in these images are variously interpreted in terms of different scales and mechanisms of mantle fl ow (Moucha et al., 2009; van Wijk et al., 2010; Crow et al., 2011; Levander et al., 2011), but all suggest that the sharp mantle-velocity variations observed in tomographic images represent large changes in temperature and rheology suffi cient to drive young and ongoing mantle fl ow. Mantle fl ow, convective heat transfer, and melt fl ux, in turn, are modeled to drive perhaps 0.5–1 km of differential surface uplift (Van Wijk et al., 2010). These seismic velocity structures have\nFor permission to copy, contact editing@geosociety.org © 2013 Geological Society of America\n521\nGeosphere; June 2013; v. 9; no. 3; p. 521–545; doi:10.1130/GES00837.1; 17 fi gures; 3 tables; 1 supplemental fi le. Received 20 June 2012 ♦ Revision received 23 January 2013 ♦ Accepted 19 February 2013 ♦ Published online 17 April 2013\nDownloaded from https://pubs.geoscienceworld.org/gsa/geosphere/article-pdf/9/3/521/3344109/521.pdf by University of Arizona user on 21 February 2019\n522 Geosphere, June 2013\nbeen linked with tectonic and magmatic activity, and recent studies have also begun to document a relationship between the position of mantlevelocity anomalies and spatially variable rates of long-term river incision and tilting of paleosurfaces (McMillan et al., 2006; Eaton, 2008; Crow et al., 2011; Karlstrom et al., 2012). Thermochronology and incision studies of the Colorado River system have postulated that incision of the western slope of the Rocky Mountains in the last 6–10 Ma may be due to mantle-driven uplift of the Rockies relative to the Colorado Plateau (Karlstrom et al., 2008, 2012).\nThe goal of this study is to better understand the relative roles of various causal mechanisms in driving landscape evolution on the western Great Plains. This is accomplished using integrated data sets to decipher whether one, as a primary driver, may dominate over others. The causal mechanisms we consider include: (1) tectonic rock uplift in response to magmatic infl ation and/or mantle dynamics; (2) climate change events (e.g., the shift toward large global climate oscillations in the late Cenozoic; Molnar, 2004); and (3) geomorphic parameters (e.g., drainage reorganization, regional evaporite collapse events, and isostatic responses to differential erosion).\nImportant new data sets in this study include a synthesis of published (Olmsted and McIntosh, 2004) and previously unpublished (Stroud, 1997) 40Ar/39Ar basalt ages from the RatonClayton and Ocate volcanic fi elds to create a comprehensive eruption chronology for the northeastern portion of the Jemez volcano-tectonic lineament. We also present new data on landscape denudation rates based on topographically inverted, basalt-capped mesas, a quantitative synthesis of normalized channel steepness of river profi les, and a new analysis of drainage reorganization in this region. Spatial patterns of erosion are compared to mantle-velocity structure and volcanic age domains to address the hypothesis of late Cenozoic, mantle-driven uplift across the Jemez lineament as presented by Wisniewski and Pazzaglia (2002).\nTo clarify terminology of this study, we consider “tectonic mechanisms” to include the broad range of deformational and magmatic processes that cause rock deformation and change lithospheric buoyancy structure. For landscape changes, we use “incision” for bedrock incision of streams and “exhumation” for the related displacement of rocks relative to the surface, and we use “denudation” for erosional landscape lowering at a variety of scales. In this terminology: rivers incise, rocks are exhumed, and landscapes are denuded. We use the term “dynamic topography” to indicate topography that is modifi ed by active and/or young tec-\ntonics (younger than 10 Ma in our case), and we use the term “mantle-driven dynamic topography” for topography that has been modifi ed by changes in mantle fl ow and buoyancy within and below the plate (Karlstrom et al., 2012)."
  }, {
    "heading": "REGIONAL GEOLOGIC SETTING",
    "text": "Jemez Volcanic and Geologic Lineament\nThe Jemez lineament (Fig. 1A) was originally defi ned as a NE-trending alignment of late Cenozoic basaltic-volcanic centers (Mayo, 1958). This zone is also described as a long-lived intracontinental tectonic and magmatic boundary in the lithosphere (Magnani et al., 2004) that crosses four major physiographic and tectonic provinces: the Colorado Plateau, Rio Grande rift, Southern Rocky Mountains, and Great Plains. The southern edge of the lineament is coincident with the southern edge of a lithospheric transition zone between the Proterozoic Yavapai (1.8– 1.7 Ga) and Mazatzal (1.7–1.6 Ga) Provinces (Fig. 1B). It has been suggested that this transition zone may contain fertile rocks and may have been a favorable conduit for magma ascent in the Cenozoic, thus providing a control on the distribution of magmatism at the surface (Magnani et al., 2004). This zone has a long history of reactivation (Aldrich, 1986) and is proposed to be characterized by a >100-km-wide zone of active uplift of Earth’s surface (Wisniewski and Pazzaglia, 2002; Karlstrom et al., 2005)."
  }, {
    "heading": "Jemez Mantle Anomaly",
    "text": "Figure 1B shows the relative P-wave velocity (%Vp) below New Mexico and adjacent areas as derived from teleseismic P-wave residual measurements using the ~70-km-spacing EarthScope Transportable Array (TA) and all available PASSCAL experiment data rendered at 80 km depth (Schmandt and Humphreys, 2010). The late Cenozoic volcanic fi elds of the Jemez lineament are observed to be underlain by a broad, NE-trending, low-velocity anomaly that is distinct from, and crosscuts, the N-trending lowvelocity domains associated with the Rio Grande rift and Southern Rocky Mountains. The sharp velocity contrasts that border the Jemez anomaly at a depth of 80 km (both below the Great Plains and SE margin of the Colorado Plateau) are among the sharpest in the western United States: up to 4% (Vp) over lateral distances of ≤100 km. These contrasts are robust features of these regularized tomographic inversions, which, being preferentially smoothed, may underestimate true velocity variation amplitudes. Using standard velocity-temperature scaling relations (e.g., Cammarano et al., 2003; Jackson\nand Faul, 2010), these differences in velocity may correspond to as much as 500–700 °C of thermal contrast over lateral distances less than 100 km. If a melt phase is present in the lowvelocity domains shown in Figure 1B (e.g., Sine et al., 2008; Schmandt and Humphreys, 2010), the thermal contrasts could be less than 500 °C, but rheologic contrasts would be enhanced.\nSeveral geodynamic models that scale the observed velocity variations to density structure and use reasonable mantle fl ow laws suggest that these large velocity contrasts may refl ect Neogene and ongoing upper-mantle convective fl ow (Schmandt and Humphreys, 2010) of perhaps 1–5 cm/yr. This fl ow pressure could, in turn, drive surface uplift of several hundreds of meters (Moucha et al., 2009; van Wijk et al., 2010). Alternatively, or in addition, melt fl ux through dike and sill networks in these low-velocity regions could cause changes in mass distribution and induce differential isostatic adjustments that could infl uence topography."
  }, {
    "heading": "Tectonic History of the Great Plains",
    "text": "The Great Plains consists of a broad topographic ramp that connects the uplifted regions of the Rockies with the low-elevation midcontinent. The cross-sectional geometry of the ramp follows a power-law function decay curve, consistent with thermal cooling over a half-space and suggests broad epeirogenic uplift associated with the generally N-S–oriented Rockies and Rio Grande rift (Roy et al., 2004). This geometry is similar in cross section to mid-ocean ridges, leading to models linking topography to thermal decay symmetrically away from a N-S “ridge” axis called the Alvarado Ridge (Eaton, 1986, 2008). However, both the timing and mechanisms of the proposed uplift are poorly understood for this region and probably interact with dynamic processes such as convective mantle fl ow and magma transfer. Timing of development of the Great Plains ramp is important for unraveling the relative importance of Laramide, Oligocene, and Neogene components of Rocky Mountain uplift (Karlstrom et al., 2012; Cather et al., 2012).\nThe interior plains region of North America spent nearly half a billion years, between ca. 570 Ma and 70 Ma, covered by shallow seas that deposited a thick blanket of fl at-lying sedimentary rocks (Trimble, 1980). Beginning at ca. 75 Ma, the Laramide orogeny uplifted much of the western United States, including the Great Plains surface, which sloped eastward from the nascent Rocky Mountains. For much of the 70 Ma that followed, the Great Plains acted as zone of net aggradation of sediments being shed eastward off the uplifting Rockies. The Ogallala\nDownloaded from https://pubs.geoscienceworld.org/gsa/geosphere/article-pdf/9/3/521/3344109/521.pdf by University of Arizona user on 21 February 2019\nGeosphere, June 2013 523\nGroup (deposited between ca. 13 and 5 Ma in this region; Cather et al., 2012) is a large coalescent lithostratigraphic body of sandstones and gravels deposited during numerous cut-and-fi ll cycles. Since the end of the Miocene, net fl uvial incision has dominated and continues to the present."
  }, {
    "heading": "Raton Section",
    "text": "Our fi eld laboratory lies in the Raton section of the western Great Plains (Fig. 2A), a physiographically distinct region of the interior plains located adjacent to the Southern Rocky Mountains that spans >44,000 km2 along the New Mexico–Colorado border at 37°N (Fig. 2A). Here, late Cenozoic volcanism of the Jemez lineament and post-Miocene incision have combined to create modern landscapes characterized by deep bedrock canyons, topographically inverted basalt-capped mesas, and appreciably higher topographic roughness than adjacent areas of the Great Plains (Coblentz and Karlstrom, 2011). From east to west, elevations increase from ~1000 to over 2500 m, and bedrock geology consists primarily of mildly deformed Mesozoic sedimentary rocks, which are unconformably overlain by remnants of Neogene fl uvioclastic units (e.g., the Miocene Ogallala Group). The landscapes in this region are dominated by the fl ows and vents of the Raton-Clayton and Ocate volcanic fi elds, which have been episodically active since ca. 10 Ma (Stroud, 1997; Olmsted and McIntosh, 2004; this study). These fi elds represent the north-\nMa zat\nzal Pro\nvin ce\nYav apa\ni-M aza\ntza l\nTra nsit\nion Zo\nne\nJEM EZ\nL INE\nAM EN\nTAZ CO NM UT\nTX Fig. 2A\n150 km\nWestern United States\nLate Cenozoic Volcanics\nExplanation\nEl ev\nat io\nn (m\n)\nPw\nav e\nve lo\nci ty\n%\n4400\n0\n5.0\n–6.0\n0.0\n2.8\n–2.8\nN\nABQ\nSP\nZB\nO\nMT\nRCT\nJM\nAZ CO NM UT\nTX\nABQ\nCR\nPR\nRGGR\nSJR\n150 km N\n110° W 108° W 106° W 104° W 102° W\n32 ° N\n34 ° N\n36 ° N\n110° W 108° W 106° W 104° W 102° W\n32 ° N\n34 ° N\n36 ° N\nA\nB\nFigure 1. (A) Late Cenozoic volcanic fi elds (black) in New Mexico and surrounding areas shown above a color digital elevation model. Fields located along the Jemez lineament include: SP—Springerville, ZB— Zuni-Bandera, MT—Mount Taylor, JM— Jemez Mountains, T—Taos, O—Ocate, and RC—Raton-Clayton. Major rivers shown are: SJR—San Juan River, GR—Gila River, RG—Rio Grande, PR—Pecos River, CR— Canadian River. Dashed black boundary outlines the N-trending Rio Grande rift. (B) P-wave velocity variations at 80 km (Schmandt and Humphreys, 2010). Jemez lineament volcanics are collocated with a NE-trending zone of low-velocity mantle bounded by large lateral velocity gradients. Dashed white line represents approximate southern boundary of the ca. 1.7 Ga lithospheric suture zone separating the Yavapai and Mazatzal Provinces. ABQ—Albuquerque, New Mexico.\nDownloaded from https://pubs.geoscienceworld.org/gsa/geosphere/article-pdf/9/3/521/3344109/521.pdf by University of Arizona user on 21 February 2019\n524 Geosphere, June 2013\neasternmost expression of Jemez lineament volcanism.\nThe diverse volcanic landscapes of the Raton section have been carved into locally high relief by post-Miocene erosion of the Great Plains surface, resulting in the formation of basalt-capped mesas and volcanic edifi ces that often stand high above the surrounding plains (Figs. 2B and 2C), especially in the northwest. For instance, mesa-capping fl ows near Raton, New Mexico (“Ra” in Fig. 2A) rest nearly 550 m above the Canadian River. The gradual southeasterly slope of the Raton section is strikingly punctuated in two places by the NE-trending Canadian and Cimarron erosional escarpments (Figs. 2A and 2D). These erosional features rise 300–400 m from base to top and extend for straight-line distances of ~160 km and 80 km, respectively, imparting to the region a staircase-like topography of retreating cliffs held up by relatively resistant strata (Fig. 3).\nElsewhere, rivers have carved spectacular bedrock canyons into the Mesozoic and late Cenozoic sedimentary rocks that underlie much of the Great Plains. The Canadian River, for example, has carved a 100-km-long, 400-m-deep, and 1-km-wide canyon from Springer to Sabinoso, New Mexico (Figs. 2A and 2E). For comparison, these dimensions make this relatively unknown feature longer, deeper, and nearly as wide as the often-visited Grand Canyon of the Yellowstone at Yellowstone National Park in Wyoming. Other impressive canyons can be found along the Mora and Dry Cimarron Rivers (Fig. 2A). This region is especially well suited to studies of landscape evolution given the abundant age constraints on basalt-capped mesas and evidence for widespread erosion in the late Cenozoic.\nGEOCHRONOLOGY OF THE RATONCLAYTON VOLCANIC FIELD"
  }, {
    "heading": "Field Methods",
    "text": "The Raton-Clayton volcanic field spans ~20,000 km2, with eruptive centers in New Mexico and southern Colorado. A general geographic overview of the fi eld is shown in Figure 4, along with place names that will be used frequently hereafter. Sixty-four basalt samples were collected from localities throughout the Raton-Clayton volcanic fi eld to provide a representative sampling of most of the existing vol canic features. At each sample locality, one to two hand samples were collected from a vol canic feature, such as a fl ow or cone, for 40Ar-39Ar dating. Hand samples consisted of 1–2 kg of fresh, nonvesicular lava or the central portions of volcanic bombs.\nDownloaded from https://pubs.geoscienceworld.org/gsa/geosphere/article-pdf/9/3/521/3344109/521.pdf by University of Arizona user on 21 February 2019\nGeosphere, June 2013 525\n1000\n1500\n2000\n2500\n3000\n3500\nCanadian Escarpment\nCimarron Escarpment\nK\nTK\n^ J\nTo\nP*\nLa Veta Syncline\nNW SE\nEl ev\nat io\nn (m\n)\nTb\nTb\nTb\nA A′\nCanadian R.\nCanadian R.\nUrraca Surface Projections (from O’Neill, 1988)\nKdg\nTo Tb\n1000\n1500\n2000\n2500\n3000\n100 200 25015050 3000\nDistance along profile (km)\nEl ev\nat io\nn (m\n)\n*Vertical exaggeration × 21\nOcate Field\nA\nB\n25 km\n104° W 103° W\n37 ° N\n36 ° N\nUte Cr.\nW. Carrizo Creek\nFischer’s Peak Mesa Bartlett\nMesa\nMesa de Maya\nRed Mtn\nJohnson Mesa\nBlack Mesa\nEagle Tail Mesa\nDon Carlos Hills\nYates Flows\nCapulin\nSierra Grande\nRabbit Ear Mtn\nMt. Dora\nBarela Mesa\nPine Buttes\nDry Cim arron R.\nCanadian R. Beaver R. Perico Cr. Carrizo Cr. Mesa Larga\nRaton\nClayton\nRoy\nTE X\nA S\nO K\nLA H\nO M\nA\nCOLORADO\n20 km\nEl ev\nat io\nn (m\n)\n4400\n0 N\nFigure 3. NW-SE cross sections along A–A′ (Fig. 2) showing the staircase-like topography of the Raton section with schematic subsurface geology. (A) Stratigraphic units are: PP—Permian-Pennsylvanian, TR—Triassic, J—Jurassic, K—Cretaceous, Kdg—Cretaceous Dakota Sandstone, TK—Late Cretaceous–Tertiary of the Raton Basin, To— Tertiary Ogallala. Subsurface geometries are based on Cather (2004) and Cather et al. (2012). Projected basalt fl ows (Tb) from the Raton-Clayton fi eld are shown in red. (B) Projections of the 4.0–5.0 Ma “Urraca” surface (from O’Neill, 1988). Color-coded transect locations are shown in plan view at right.\nFigure 4. Geographic overview of the RatonClayton volcanic fi eld shown above a color digital elevation model. Volcanic vents (white dots) were compiled from Scholle (2003) and Stroud (1997).\nDownloaded from https://pubs.geoscienceworld.org/gsa/geosphere/article-pdf/9/3/521/3344109/521.pdf by University of Arizona user on 21 February 2019\n526 Geosphere, June 2013\n40Ar/39Ar Analytical Methods\nHand samples were initially crushed and sieved as a fi rst step in obtaining groundmass concentrates. Groundmass concentrates were prepared from the 1.18–0.850 mm fraction by handpicking fragments devoid of visible phenocrysts under a binocular microscope. For seven samples, concentrates were also prepared from the 300–250 µm, 250–180 µm, and 180–150 µm sieve fractions. The nonmagnetic and highly magnetic portions of all samples were removed with a Frantz magnetic separator prior to irradiation in an attempt to eliminate xenocrysts from the groundmass concentrates.\nThe sample grains were treated in a solution of dilute HCl and then ultrasonically cleaned in distilled water. Samples were placed in aluminum irradiation trays with alternating fl ux monitors of the Fish Canyon Tuff sanidine (27.84 Ma relative to Mmhb-1 hornblende at 520.4 Ma; Samson and Alexander, 1987) and were irradiated between 1 and 10 h in the reactor at Texas A&M or the Ford reactor at the University of Michigan. The samples were analyzed 2 to 5 mo following irradiation in order to allow decay of 37Ar, which can degrade mass spectrometer performance. Moreover, three additional experiments were run. In the fi rst of these, some samples were prepared in much larger quantities (400–500 mg) in an effort to increase precision by increasing the 36Ar signal. In the second experiment, variable grain sizes (850–150 µm) were used in an attempt to eliminate excess argon derived from xenocrysts present in the sample. A third experiment was conducted to measure the presence, if any, of excess 40Ar in olivine present in sample JS-94–4. Results and inferences from these additional experiments are reported in Stroud (1997).\nAnalyses were performed at the New Mexico Geochronology Research Laboratory at the New Mexico Institute of Mining and Technology. When samples were run, this facility included a MAP 215–50 mass spectrometer attached to a computer-automated all-metal argon extraction line. FC-2 sanidine fl ux monitors were fused by a CO2 laser for 15 s, and reactive gases were removed by SAES GP-50 getters prior to gas expansion into the mass spectrometer. A double-vacuum Mo resistance furnace was used to heat the groundmass concentrate samples. Samples were incrementally heated in typically 11 steps from 500 °C to 1650 °C. Heating times of 8 to 10 min were simultaneous with reaction with an NP-10 getter. Additional gas cleanup was conducted by reaction with a GP-50 getter for 5 to 10 min. Isotopic data are corrected for extraction line blank, which for furnace analyses ranged from 3 × 10–16 to 3 × 10–15 moles 40Ar and from 2 × 10–18 to 9 × 10–18 moles 36Ar.\n40Ar/39Ar Results and Volcanic Episodicity\nThe 40Ar/39Ar results from the Raton-Clayton volcanic fi eld add to the large 40Ar/39Ar data set published for the Ocate volcanic fi eld by Olmsted and McIntosh (2004). The combination of these data sets and the high precision of 40Ar/39Ar ages allow for a more detailed interpretation regarding the timing and areal extent of volcanism in northeastern New Mexico. Results will be discussed in the context of a fi ve-phase division of volcanism for the region that synthesizes a previously recognized threephase division for the Raton-Clayton volcanic fi eld (Calvin, 1987, and references therein) and a 14-phase division for the Ocate volcanic fi eld (Olmsted and McIntosh, 2004).\nTable 1 summarizes the eruptive history of the volcanic fi eld using 40Ar/39Ar ages for the RatonClayton fi eld that were initially reported by Stroud (1997). Stroud reported only plateau ages, and, in some cases, we have reevaluated Stroud’s (1997) original preferred ages and chosen to report isochron ages instead. This was done for about one third of the samples, where isochron data indicated the presence of excess argon, such that the isochron age is a more accurate estimate of the correct eruption age of the sample. Use of the isochron ages rather than the plateau ages makes little difference to our erosion rate calculations and interpretations. All age spectra and isochron plots (Figs. DR2–DR72) are located in the Supplemental File.1 Ocate volcanic fi eld ages were reported in Olmsted and McIntosh (2004) and are also discussed herein and enumerated in\nTable DR1 in the Supplemental File (see footnote 1). Figure 5 shows age probability plots and histograms of age-frequency, and Figures 6 and 7 show the locations and ages for samples from both volcanic fi elds.\nAs a proxy for eruption volume, we used geographic information system (GIS) and New Mexico State geologic maps to estimate the land-surface area covered by volcanic units belonging to each phase. Table 2 enumerates absolute and fractional surface areas, and Figure 8 compares these results graphically. General errors of ±20% were applied to all values to account for erosion of fl ows since emplacement, buried/unmapped fl ows, and uncertainties in identifying phase boundaries between some adjacent fl ows. We relied on the detailed fl ow maps of Olmsted and McIntosh (2004) and Stroud (1997) to delineate phase boundaries\nbetween adjacent fl ows and used dashed polygons where the ages of fl ows are unconstrained by 40Ar/39Ar ages and/or detailed mapping. Flow areas in dashed polygons are split evenly between the volcanic phases to which they likely belong."
  }, {
    "heading": "Phase One: Early Volcanism (10–5.25 Ma)",
    "text": "The earliest episode of eruption involved volcanism over relatively small areas between ca. 10 Ma and 5.25 Ma. Vents for these eruptions were located dominantly in the NW portions of both volcanic fi elds, with some volcanism in the far south. Near Raton, New Mexico, eruptions lasted from 9.04 ± 0.04 Ma to 7.73 ± 0.03 Ma. These alkali olivine basalts fi lled local topographic lows, probably valley fl oors and plains, at the time of eruption. The Red Mountain rhyodacite domes on Johnson Mesa were extruded ca. 7 Ma (Scott et al., 1990), and then small feldspathoidal basalt eruptions occurred on Johnson Mesa around 6 Ma (Scott et al., 1990). Flows from this phase account for 14.8% (694 km2) of the total surface area of volcanic rocks in the study area (Fig. 8)."
  }, {
    "heading": "Phase Two: 5.25–4 Ma Volcanism",
    "text": "Eruptions from 5.25 to 4 Ma occurred primarily in the northern parts of both volcanic fi elds, but they have long lava runouts that extend to the south and east. In the Raton-Clayton volcanic fi eld, vents on Mesa de Maya erupted at ca. 5.10 ± 0.03 Ma. Eruption of the Yates olivine basalt fl ows continued from phase one until at least 4.67 ± 0.04 Ma. Flows from this phase account for 19.9% (932 km2) of the total surface area of volcanic rocks in the study area. The cumulative surface area of fl ows in the RatonClayton fi eld roughly doubled during this phase, while the cumulative surface area of fl ows in the Ocate fi eld nearly quadrupled (Fig. 8). Nevertheless, total surface area of fl ows remained higher in the Raton-Clayton volcanic fi eld."
  }, {
    "heading": "Phase Three: 3.8–2.58 Ma Volcanism",
    "text": "In the Raton-Clayton volcanic fi eld, eruptions from 3.8 Ma to 2.58 Ma occurred at multiple nonadjacent locations. The only stratovolcano in the fi eld, Sierra Grande (Fig. 4), began erupting at 3.8 ± 0.2 Ma and continued until 2.77 ± 0.04 Ma. Ages obtained from the andesite fl ows of Sierra Grande indicate an active eruption cycle shortly before eruptive activity near Clayton, New Mexico. The Bartlett Mesa basalts (near Raton, New Mexico; Fig. 4) erupted around 3.37 ± 0.10 Ma. The 3.58 ± 0.02 Ma Pine Butte dome is the only other andesite unit in the Raton-Clayton volcanic fi eld. Volcanism at the Don Carlos hills occurred around ca. 3.5 Ma. In the Ocate volcanic fi eld, vents from this phase 1Supplemental File. PDF fi le of Tables DR1–DR4 and Figures DR1–DR72. If you are viewing the PDF of this paper or reading it offl ine, please visit http:// dx.doi.org/10.1130/GES00837.S1 or the full-text article on www.gsapubs.org to view the Supplemental File.\nDownloaded from https://pubs.geoscienceworld.org/gsa/geosphere/article-pdf/9/3/521/3344109/521.pdf by University of Arizona user on 21 February 2019\nGeosphere, June 2013 527\nare dominantly located in the south; fl ows of this age also cover the largest areal extent (576 km2) of any phase in the Ocate fi eld. Flows from both fi elds emplaced during this phase account for 27.7% (1299 km2) of the total surface area of volcanic rocks in the region. Phase Four: 2.58–1.45 Ma Volcanism Eruptions from 2.58 Ma to 1.45 Ma occurred primarily in the south and east of both vol canic fi elds. In the Raton-Clayton fi eld, this phase includes the Clayton fl ows, an areally extensive amalgamation of fl ows with long (up to 40 km) runouts. The Clayton volcanics consist of olivine basalts interpreted as having erupted from several fi ssures, which were subsequently punctuated by younger cinder cones of later eruptions (Dungan et al., 1989). The fi nal eruption of the Clayton phase was at Mount Dora,\nTABLE 1. SUMMARY OF 40Ar/39Ar RESULTS FROM THE RATON-CLAYTON VOLCANIC FIELD\nnoitacolcihpargoeGelpmaS Long (°W)\nLat (°N)\nElevation (m) Age type†\nAge (Ma)\n±Error (2σ)\nMSWD§\nJS-94-4 Third Capulin volcano fl ow* 103.9778 36.7433 2067 A (n = 5) 0.225 0.058 NA JS-94-5 Clayton fl ow, NE of Clayton 103.1961 36.4733 1542 P 2.32 0.04 NA JS-95-1 Bartlett Mesa fl ow, N. Raton 104.4153 36.9428 2475 I 3.37 0.1 1.7 JS-95-3 Dale Mountain fl AN21.030.4P24524429.639681.401wo JS-95-5 Purvine Hills fl 19.02.025.0I84024418.634158.301wo JS-95-6 Carr Mountain fl 35.211.034.1I63026818.634418.301wo JS-95-7 Fifth Capulin volcano fl ow 103.9756 36.7919 2200 A (n = 6) 0.056 0.008 NA JS-95-8 Sierra Grande, E. stream cut* 103.8142 36.6839 1981 P 2.79 0.04 NA JS-95-9 Sierra Grande, eroded vent* 103.8244 36.6914 2018 P 3.8 0.2 NA JS-95-10 Chaco Arroyo fl AN31.041.1P49026557.636870.401wo JS-95-12 Eagle Tail Mountain fl AN10.089.0P18919666.639683.401wo JS-95-13 W. Johnson Mesa fl ow (Upper) 104.2703 36.9383 2438 P 7.73 0.03 NA JS-95-13A W. Johnson Mesa fl ow (Lower) 104.2703 36.9383 2438 P 8.15 0.04 NA JS-95-14 E. Johnson Mesa fl AN20.016.7P40321809.633070.401wo AN910.0430.0P64126577.633369.301bmobonaclovnilupaC51-59-SJ JS-95-16 Ute Creek fl 60.211.04.3I86717403.634629.301wo AN30.050.0P73222287.634689.301acoB,onaclovnilupaC71-59-SJ JS-95-18 E. Johnson Mesa fl AN30.089.7P98226809.638760.401wo JS-95-20 Barela Mesa fl AN40.040.9P06527679.633392.401wo JS-95-21 Yankee volcano fl AN61.041.1P65223839.631613.401wo JS-95-22 N. Johnson Mesa fl AN60.099.7P98322759.631122.401wo JS-95-23 Little Horse Mesa fl 82.070.06.3I42522289.639104.401wo 5.62.04.91I95812200.735250.401ekidarehcnirT52-59-SJ 53.153.088.12I99910099.630570.401retnecarehcnirT,kcolB72-59-SJ AN50.031.0P69814979.634670.401retnecarehcnirT,wolF82-59-SJ JS-95-29 Sierra Grande, E. base fl ow* 103.8160 36.7180 2034 P 2.97 0.11 NA 52.141.030.2I69816045.639854.301timmusaroDtnuoM13-59-SJ (A36427187.638769.301retarc,onaclovnilupaC23-59-SJ n = 2) 0.065 0.049 NA JS-95-34 Clayton fl 45.280.044.2I19027694.631812.301EN,wo JS-95-35 Rabbit Ears fl 37.033.013.2I64618245.632972.301wo 0.393.073.51I06026598.634944.401ekidnotaR63-59-SJ JS-95-37 Clayton fl AN60.053.2P50518245.631621.301E,wo JS-95-38 Mount Dora fl AN60.042.2P47718725.639864.301wo JS-95-40 Clayton fl ow, SW Chavez Mountain 103.7375 36.5953 1847 I 2.26 0.12 0.67 59.063.064.1I87817195.637656.301niatnuoMdopirT,kcolB24-59-SJ JS-95-43 Cow Mountain fl 69.021.081.2I36910516.638777.301wo JS-95-48 Twin Mountain fl AN410.0840.0P97021108.637488.301wo AN40.077.2P66911896.638518.301*egde.E,ednarGarreiS94-59-SJ AN90.06.2P63026818.632958.301egde.N,ednarGarreiS05-59-SJ JS-95-51 Las Mesetas fl AN41.046.0P15910054.631860.401wo 3.8232.08.22I97024684.635760.401evisurtnislliHocihC25-59-SJ JS-95-53 Rd 193 fl 65.260.012.3I42029825.634460.401S,wo JS-95-55 “The Crater” fl 71.130.0421.0I56322465.630571.401wo JS-95-56 Kiowa Mesa fl 63.02.068.6I28129346.639311.401*wo JS-95-57 Upper Folsom Falls fl 87.082.085.2I20914178.630088.301wo JS-95-58 Lower Folsom Falls fl 0.342.068.2I35811109.636858.301wo JS-95-59 Mesa Larga fl 89.41.021.6I08229396.631151.401wo JS-95-61 Flow beneath Pine Buttes 104.1639 36.6044 2295 I 3.58 0.06 2.24 98.320.085.3I17321106.635261.401retnecettuBeniP26-59-SJ JS-95-63 Red Mountain fl 31.021.041.1I06024676.633803.401redlo,wo JS-95-64 Red Mountain fl ow, younger 104.3136 36.6758 2072 I 1.28 0.06 2.51 31.191.050.1I28126016.633511.401enoc391ywH66-59-SJ JS-95-67 Blosser Mesa fl 85.060.037.0I46124407.635212.401wo 85.070.052.1I89126507.635732.401enocaseMressolB07-59-SJ JS-96-1 Roy fl 34.240.076.4I31716850.634169.301W,wo JS-96-2 Roy fl 85.280.092.5I47714442.632929.301EN,wo JS-96-3 Mesa de Maya fl AN20.050.5P19810961.730365.301*W,wo JS-96-4 Mesa de Maya fl AN30.01.5P56810831.730305.301*E,wo JS-96-5 Horseshoe Crater fl AN80.044.0P81121186.639800.401wo JS-96-6 Mount Clayton fl AN2.03.2P87811335.638226.301wo JS-96-7 Don Carlos Hills fl AN5.06.3P11911104.634608.301E,wo JS-96-12 Fischers Peak fl ow, upper 104.4036 37.0094 2676 I 10.19 0.03 88.6 66.281.044.3I63027983.639178.301enocslliHsolraCnoD31-69-SJ JS-96-14 Kelleher Mesa fl 14.290.089.8I52220549.639160.401wo\n*Latitude/longitude for this sample were corrected from Appendix C in Stroud (1997) to accurate locations. †Age type: P—plateau, I—isochron, or A—average of multiple plateau ages (n = number of ages included in average). §MSWD—mean square of weighted deviates.\nDownloaded from https://pubs.geoscienceworld.org/gsa/geosphere/article-pdf/9/3/521/3344109/521.pdf by University of Arizona user on 21 February 2019\n528 Geosphere, June 2013\na shield volcano lying between Clayton and Sierra Grande, at 2.03 ± 0.13 Ma. In the Ocate fi eld, the largest set of eruptions occurred in the far south at Maxson crater, where ca. 1.57 Ma fl ows poured into the paleo–Mora River canyon and traveled down the Mora River channel over 60 km until coming to rest near the Canadian escarpment (Fig. 7). Flows from this phase account for 29.4% (1379 km2) of the total surface area of volcanic rocks, making it the largest single phase in the region.\nPhase Five: Waning Volcanism (Post–1.45 Ma)\nThe most recent eruptive episode lasted from 1.45 Ma to ca. 50 ka. In the Raton-Clayton fi eld, fl ows from this phase include the Capulin basalts and scattered feldspathoidal fl ows (Fig. 6). Capulin basalts are found in the west-\nern and central part of the volcanic fi eld and occupy modern valley fl oors and plains. The exception to this is in the western part of the fi eld, where fl ows form topographically inverted mesas 30–165 m above local base levels. These western fl ows had previously been considered as part of an older phase because of their high relief (Scott et al., 1990), but their petrologic properties (Dungan et al., 1989) and 40Ar/39Ar age range place them within this youngest phase. In the Ocate fi eld, fl ows from this phase originated at vents located in a relatively small geographic area located in the central part of the fi eld. Flows from this phase account for 8.1% (381 km2) of the total surface area of volcanic rocks in the study area, making it the smallest phase overall. It is noteworthy that the surface area of fl ows of this age in the Raton-Clayton fi eld (335 km2) is more than seven times greater than the surface area of fl ows in the Ocate fi eld (45 km2) for the same period.\nIn summary, the Raton-Clayton and Ocate volcanic fields both show evidence for episodic activity since ca. 10 Ma. In every volcanic phase, the calculated eruption area for the Raton-Clayton fi eld is greater than that for the Ocate fi eld, and, as a result, the Raton-Clayton fi eld accounts for 68.8% of the total regional eruption area (Table 2; Fig. 8). Using eruption area as a proxy for magma fl ux, magmatism in the Ocate fi eld apparently peaked during phase three (3.8–2.58 Ma), whereas the Raton-Clayton fi eld saw increased activity as late as phase four (2.58–1.45 Ma), before magmatism in both fi elds decreased in phase fi ve (post–1.45 Ma). Despite the long history of volcanic activity in both fi elds, 57.1% of all volcanic surface area appears to have been formed in the proportionally small time frame of ~2.4 Ma covered by phases three and four (3.8–1.45 Ma). The intensity of magmatism since 1.45 Ma has been markedly lower than any other volcanic phase examined."
  }, {
    "heading": "VOLCANIC TOPOGRAPHY",
    "text": "The 40Ar/39Ar geochronology data set for the Raton-Clayton and Ocate volcanic fi elds shows both NW- and NE-trending patterns of alignment of vents and fl ows and changing distribution of volcanic eruptions through time. Figure 9 shows both volcanic fi elds where fl ows have been grouped by age according to the fi vephase division that we synthesized from Stroud (1997) and Olmsted and McIntosh (2004). Figure 9B shows a compilation of all mapped vents from these volcanic fi elds. Vents with 40Ar/39Ar ages are shown as dots with a black bull’s-eye, while the eruptive phase to which all other vents belong has been inferred from the fl ow mapping\nof Stroud (1997) and Olmsted and McIntosh (2004). Figure 9B (and also Fig. 4) shows that vents align in NW-trending clusters within the overall NE-trending Jemez lineament. These are interpreted as an expression of feeder dikes that followed NW-trending faults and other crustal weaknesses related to the underlying Ancestral Rocky Mountains (of Pennsylvanian age) and Sierra Grande arch. We suggest that approximately synchronous volcanism was concentrated in crude NE-trending alignments, or belts, during a given eruptive phase (Fig. 9B). Phase one may exhibit two parallel belts, whereas volcanism of phases two through fi ve was concentrated in between, giving the region a NE-trending zonation, subparallel to the overall Jemez lineament. This pattern suggests a weak volcanic migration trend toward the center of the Jemez lineament in both fi elds. Although both fi elds overlapped in time and shared a large eruption episode in phase three (3.80–2.58 Ma), Ocate volcanism then began to wane during early phase four (2.58–1.45 Ma), while Raton-Clayton volcanism remained very active, and many spatially extensive fl ows were emplaced (Fig. 8). This suggests a NE migration in magmatism and volcanism along the Jemez lineament."
  }, {
    "heading": "LANDSCAPE DENUDATION RATES",
    "text": "Basalt-capped mesas form “inverted topography” in the sense that fl ows that once occupied the lowest parts of the local landscape are preserved today as the highest topographic mesas because of basalt’s relative resistance to erosion. Topographically inverted fl ows in the RatonClayton and Ocate volcanic fi elds are widely distributed in terms of both age and geography, thus providing an excellent opportunity to examine rates and patterns of denudation on a regional scale. Previous studies also recognized this potential and utilized erosion data in their reports on the physiographic evolution of one fi eld or the other (O’Neill, 1988; Stroud, 1997; Olmsted and McIntosh, 2004). However, this study is the fi rst to integrate all data using a consistent measurement technique on elevated basalt fl ows (n = 28) within both volcanic fi elds to evaluate patterns of differential denudation rates across the region.\nEarlier workers defi ned broad erosion surfaces based on several (low, intermediate, and high) composite surfaces that bevel across gently folded Paleozoic and Mesozoic rocks. These surfaces are marked by gravel lags containing abundant rounded cobbles of Precambrian granite, gneiss, and pegmatite originating from the Sangre de Cristo Mountains to the west and were interpreted to be upland pediment\n0 1 2 3 4 5 6 7 8 9\nRelative probability N um be r\n0\n2\n4\n6\n8\n10\n12\n14\nRelative probability N um be r\n0\n2\n4\n6\n8\n10\n12\n14\n0 1 2 3 4 5 6 7 8 9 10 11\nRelative probability N um be r\nAge (Ma)\nRaton-Clayton\nOcate\nRaton-Clayton & Ocate\nA\nC\nB\nFigure 5. Age-frequency histograms for the (A) Raton-Clayton and (B) Ocate volcanic fi elds. (C) Combined age-frequency histograms of both volcanic fi elds. Relative probability is shown with black curve. Ocate fi eld data are from Olmsted and McIntosh (2004).\nDownloaded from https://pubs.geoscienceworld.org/gsa/geosphere/article-pdf/9/3/521/3344109/521.pdf by University of Arizona user on 21 February 2019\nGeosphere, June 2013 529"
  }, {
    "heading": "32: 0.065 ± 0.049",
    "text": ""
  }, {
    "heading": "15: 0.034 ± 0.019",
    "text": "Downloaded from https://pubs.geoscienceworld.org/gsa/geosphere/article-pdf/9/3/521/3344109/521.pdf by University of Arizona user on 21 February 2019\n530 Geosphere, June 2013\nDownloaded from https://pubs.geoscienceworld.org/gsa/geosphere/article-pdf/9/3/521/3344109/521.pdf by University of Arizona user on 21 February 2019\nGeosphere, June 2013 531\nsurfaces related to Ogallala deposition (O’Neill, 1988). Basalt fl ows that cap the gravels, in general, are older on the higher-elevation surface, and successively younger fl ows cap progressively lower surfaces. In places, however, young fl ows also erupted at high elevations to cover older basalts. The older surface is capped by fl ows ranging from 8.3 to 5.5 Ma and is interpreted to record landscape stability until ca. 5.5 Ma (O’Neill, 1988).\nThe intermediate surface was named the Urraca surface in the Ocate fi eld (after Urraca Mesa; Fig. 1; Ray and Smith, 1941) and was correlated with ridge tops in the Park Plateau in the Raton area (O’Neill, 1988). This surface is several tens of meters lower and is capped by fl ows that range from 5.0 to 4.0 Ma (O’Neill, 1988). In places, the Urraca surface is locally convex upward (Fig. 3B) and was interpreted by O’Neill (1988) to record local warping of an originally concave-up pediment after ca. 4–5 Ma. The lowest surface is overlain by 3.3– 3.0 Ma basalts (e.g., Charette Mesa; Fig. 7) and is graded to the modern Great Plains surface at the SE part of the Ocate fi eld. By the time of the 1.57 ± 0.02 Ma Maxson crater eruption (Olmsted and McIntosh, 2004), modern drainage patterns were in place, and this fl ow followed the Mora River to the confl uence of the Canadian at a time when the canyons of both these rivers had incised to about half their present depth. This fl ow documents post–1.57 Ma average bedrock incision rates of 60–70 m/Ma (Wisniewski and Pazzaglia, 2002) and provides the best timing control for post–1.57 Ma warping of Canadian River terraces."
  }, {
    "heading": "Calculating Long-Term Denudation Rates",
    "text": "Here, denudation refers to local erosion in the vertical dimension, as measured directly adjacent to basalt-capped mesas. Denudation rates were calculated by measuring the elevation difference between the estimated bottom of a mesa-capping basalt fl ow and the base of the mesa, and then dividing by the age of the fl ow. We estimated the elevation of the local base of the mesas from digital topographic profi les, defi ned qualitatively as the fi rst prominent decreasing break in slope along the immediate\nmesa fl anks. The elevation difference between a basalt-capped paleosurface and the local base of a mesa was then measured in the fi eld using a laser rangefi nder. This method provides minimum erosion values and hence minimum erosion rates compared to using elevation of more distant stream channels, for example. The 40Ar/39Ar ages on fl ows come from Olmsted and McIntosh (2004) and this study. Errors on rates of denudation were calculated by propagating the uncertainties associated with 40Ar/39Ar eruption ages and fi eld measurements of elevation via addition in quadrature. Error calculation is further discussed in the Supplemental File (see footnote 1).\nIn cases where multiple ages and elevations exist for a single mesa (e.g., Charette Mesa), we used the age and elevation of the fl ow nearest to our area of interest. We avoided the method of measuring denudation to the nearest major drainage because this procedure typically results in signifi cant overestimates of denudation due to the deep, local incision of many stream networks into the modern Great Plains\nsurface. It is therefore important to distinguish canyon incision rates from longer-wavelength incision, or denudation, to draw meaningful comparisons between the elevations of modern and paleo–Great Plains surfaces. Canyon incision rates for the Canadian River are discussed in Wisniewski and Pazzaglia (2002). Note that “average” denudation rates are averaged over time, not catchment area.\nSpatial Patterns in Long-Term Denudation\nThe results of our denudation calculations can be seen in Figure 10A and are enumerated in Table 3, where labeled/listed fl ows include only those that were accessible for elevation measurements in the 2011 fi eld season. Figure 10A shows that long-term average erosion rates vary widely depending on the location of the fl ow, with maximum rates observed in the northwest, for example, at Yankee and Bartlett Mesas in the Raton-Clayton fi eld, where rates are >100 m/Ma since 3.4 Ma. Minimum long-term rates are seen in the southern and eastern parts of both\nDownloaded from https://pubs.geoscienceworld.org/gsa/geosphere/article-pdf/9/3/521/3344109/521.pdf by University of Arizona user on 21 February 2019\n532 Geosphere, June 2013\nvolcanic fi elds, where basalt fl ows that range in age from ca. 1.6 Ma to 4.7 Ma show little to no erosion since they were emplaced. Our longterm denudation rates usually only differ by a few meters per million years from estimates made by Stroud (1997) for the Raton-Clayton fi eld, and they are typically lower than those presented by Olmsted and McIntosh (2004) for the Ocate fi eld (in one case, our rate is lower by >20 m/Ma). Although these differences are sometimes large, they were also expected given our use of more local base levels, and they never theless verify the same general spatial patterns that were evident in previous studies.\nThe spatial pattern of long-term denudation is striking and shows systematic variability, with the highest denudation rates to the NW and lowest to the SE. Rates decrease systematically in the SE direction toward a NE-trending zone, or hinge line, of low to no erosion. Based on these data, this hinge line is drawn in Figure 10A. It is important to note that, because basalts occupy most of the area between drainages, as well as paleodrainages, these denudation numbers are good approximations of the landscape denudation of different parts of the Great Plains surface itself.\nFigure 10B shows graphically that denudation rates decrease toward the SE in both volcanic fi elds (r2 = 0.60), but that the decrease is more pronounced in the Ocate fi eld (open circles), where there is an almost-linear (r2 = 0.82, not regressed in Fig. 10B) increase in long-term denudation rate as a function of a fl ow’s projected position along the transect B–B′, which is roughly parallel to the Canadian River. The relationship between the total magnitude of denudation (rather than the long-term rate) and fl ow position along B–B′ is also relatively strong, where r2 = 0.49 for both fi elds (Fig. 10C). These plots clearly demonstrate that the high variability of long-term surface denudation in our study area has a systematic distribution, with higher rates to the NW, decreasing to low values along a NE-trending hinge line located in the SE part of both fi elds. This spatial trend is not well developed in transects oriented in other directions; for example, see Figure DR1 (Supplemental File [see footnote 1]) for an unsystematic plot of denudation values projected onto a W-E–oriented transect line.\nThe strength of this spatial relationship is further emphasized when we compare denudation rates and magnitudes to the 40Ar/39Ar age of a fl ow. In steadily eroding landscapes, for example, age-elevation plots would be expected to show average denudation rates through time, or linear trends, for periods of semisteady erosion, regardless of position along the river profi le. Instead, Figure 10D shows that for both\nDownloaded from https://pubs.geoscienceworld.org/gsa/geosphere/article-pdf/9/3/521/3344109/521.pdf by University of Arizona user on 21 February 2019\nGeosphere, June 2013 533\nvolcanic fi elds, there is very little correlation (r2 = 0.02) between any long-term denudation rate and the age of a mesa-capping fl ow. Figure 10E shows that the relationship between the local magnitude of denudation and fl ow age is weaker (r2 = 0.38, for data from both fi elds) than the relationship between denudation magnitude and fl ow position along the B–B′ transect (r2 = 0.49; Fig. 10C). These results differ from the situation in uniformly eroding landscapes where older mesas are expected to be always located at higher points on the land surface (O’Neill, 1988; Stroud, 1997; Olmsted and McIntosh, 2004). The plots in Figure 10 imply that differential denudation rates are strongly dependent on the NW-SE position of fl ows on the landscape and that they are relatively independent of basalt fl ow age."
  }, {
    "heading": "Temporal Patterns in Long-Term Denudation",
    "text": "We examined temporal variations in longterm denudation rates at four locations where dated basalt fl ows of variable ages reside in close proximity to one another. The subset of data used in the calculation of rates through time is tabulated in Table DR2 in the Supplemental File (see footnote 1) and shown graphically in Figure 11.\nNear Raton, New Mexico (red box, Fig. 10A), four closely spaced fl ows show that average denudation rates were relatively low (~10 m/Ma) between ca. 9 Ma and 3.4 Ma, but rates rose sharply (90–114 m/Ma) between ca. 3.4 Ma and the present. In the Mesa Larga region of the\nB′ Avg. lowering rate (m/Ma)\nExplanation of labels\n114 (1.1)\n40Ar/39Ar flow age\n(Ma)\nEl ev\nat io\nn (m\n)\n4400\n0\nC C′ Dry Cimarron R.\n50 km“Lo w-t\no-n o”e\nros ion\nlin e\nRaton\nWagon Mound\nCharette Lakes\nB\n105° W 104° W 103° W\n36 ° N\n37 ° N\nCanadian R.\nMesa Larga\n77 (4.5) 52 (4.5) 40 (3.5)\n43 (3.5) 44 (4.6) 26 (3.2)\n9 (2.2) 22 (6.1) 27 (6.1)\n7 (3.0)\n22 (6.0)0 (1.6)\n114 (1.1) 110 (3.4)\n60 (9.0) 64 (7.7)\n94 (1.0)\n81 (0.7)\n14 (6.1)\n19 (6.9)\n0 (3.2)\n0 (3.4)\n26 (5.1)\n6 (5.1)\n3 (2.4) 19 (2.4)\n18 (2.3)\n4 (4.7)\nN\nA\n0\n100\n200\n300\n400\n500\n0 50 100 150 200 250 1\n2\n3\n4 Denudation mag. vs. NW-SE position D en ud at io n M ag ni tu de (m )\nPosition (km)\nElevation along B-B′ (km ) B B′\nC\nr 2 = 0.49\n0\n100\n200\n300\n400\n500\n0 2 4 6 8 10\nDenudation magnitude vs. flow ageE\nD en\nud at\nio n\nM ag\nni tu\nde (m\n)\nAge (Ma)\nr2 = 0.3\n8\nDenudation rate vs. NW-SE position\n0\n20\n40\n60\n80\n100\n0 50 100 150 200 250 1\n2\n3\n4\nD en\nud at\nio n\nRa te\n(m /M\na)\nPosition (km)\nElevation along B-B′ (km ) B B′\nB\nRatonClayton\nOcate\nr 2 = 0.60\n0\n20\n40\n60\n80\n100\n0 2 4 6 8 10\nDenudation rate vs. flow ageD\nD en\nud at\nio n\nRa te\n(m /M\na)\nAge (Ma)\nr2 = 0.02\nFigure 10. (A) Summary of long-term average denudation rate calculations for the Raton-Clayton and Ocate volcanic fields. Rates are highly variable (114–0 m/Ma) but generally decrease toward a SE zone of low to no erosion (dashed white line). Colored boxes indicate areas where rates were calculated through time (see Fig. 11). (B) Denudation rate as a function of projected fl ow position along the transect B–B′ shown in part A. (C) Denudation magnitude as a function of projected fl ow position along the transect B–B′ shown in part A. (D) Denudation rate as a function of fl ow age. (E) Denudation magnitude as a function of fl ow age. In B–E, r2 values represent the correlation for the entire data set (both Ocate and Raton-Clayton) and show that rates and magnitudes of denudation are more highly correlated with the NE-SW position of a fl ow than the age of that fl ow.\nDownloaded from https://pubs.geoscienceworld.org/gsa/geosphere/article-pdf/9/3/521/3344109/521.pdf by University of Arizona user on 21 February 2019\n534 Geosphere, June 2013\nRaton-Clayton volcanic fi eld (green box, Fig. 10A), three fl ows demonstrate that denudation rates between ca. 6.9 Ma and 0.75 Ma were slow (~30 m/Ma) but accelerated to ~80 m/Ma between 0.73 Ma and the present day. Although there is a long time gap in the Mesa Larga data set from ca. 6.1 Ma to 0.73 Ma, the available data permit an onset of rapid denudation sometime after 4 Ma, as observed near Raton, New Mexico. Both sites in the Raton-Clayton volcanic fi eld document denudation that has increased unsteadily since the late Miocene, from rates measured in the tens of meters per million years to modern rates measured near 100 m/Ma. Slow rates of denudation before ca. 3.4 Ma in the Raton-Clayton volcanic fi eld are consistent with the existence of a stable, intermediate-level Urraca–Park Plateau surface in this area until at least 4.0 Ma (O’Neill, 1988) and deposition of Ogallala Group sediment that may have continued to some extent in the southern High Plains until ca. 4.5 Ma (Chapin, 2008, and references therein).\nTemporal variations in denudation rate in the Ocate volcanic fi eld are constrained at two locations. In the Charette Lakes area (yellow box, Fig. 10A), fi ve fl ows indicate that the average denudation rate was ~116 m/Ma between ca. 4.6 Ma and 3.2 Ma and decreased to ~37 m/Ma after ca. 3.2 Ma. This immediate area does not contain older fl ows to document the onset of this rapid denudation, but our data are compatible with O’Neill’s (1988) argument for a period of relative stability from 8.3 to 5.5 Ma, during which his high-level Ocate surface formed. This is shown in Figure 11, where we have extrapolated the average denudation rate for the Charette Lakes region (116 m/Ma) up to the elevation of Apache Mesa West at 2350 m (yellow dashed line), which O’Neill identifi ed as part of his high-level Ocate surface.\nNear Wagon Mound, at the southern end of the Ocate fi eld, fi ve closely spaced mesas indicate that the average denudation rates were around ~44 m/Ma between ca. 6.1 Ma and 3.0 Ma and then decreased to ~16 m/Ma thereafter. Denudation rates and magnitudes near Wagon Mound are low overall because the location is near to the low to no erosion hinge line shown in Figure 10A. At this location, the 6 Ma basalts on Los Mesas del Conjelon rest on the high-level surface of O’Neill (1988), which we have shown with schematic blue dashed lines in Figure 11.\nOlmsted and McIntosh (2004) speculated about the difference in landscape denudation history between the two volcanic fi elds and noted that the period of relatively rapid denudation in the Ocate fi eld seemed to have been earlier (6–4 Ma) than the onset in the RatonClayton fi eld (ca. 3.4 Ma near Raton, New\nTA B\nLE 3\n. A G\nE A\nN D\nE LE\nV A\nT IO\nN D\nA TA\nU S\nE D\nF O\nR C\nA LC\nU LA\nT IN\nG L\nO N\nG -T\nE R\nM R\nA T\nE S\nO F\nD E\nN U\nD A\nT IO\nN\nS am\npl e\nID *\nLo ca\ntio n/\nfl o w\nna\nm e\nR at\non -\nC la\nyt on\n( R\nC )\nor O\nca te\n( O\n) A\nge (M a)\n2σ e\nrr or\n(±\nM a)\nLo ng (° W )\nLa t (° N\n)\nB as\nal fl\now\nel ev\nat io n (m )\nA V\nF\nE le\nva tio n (m )\nD en\nud at\nio n\nm ag\nni tu\nde\n(m )†\nD en\nud at\nio n\nra te\n(m\n/M a)\nD en\nud at\nio n\nra te\ne rr\nor\n(± m\n/M a)\nF lo\nw p\nos iti\non\nal on\ng B\n–B ′§\n(k m\nfr om\nN W\n)\nV p\n(% )\nat\n80 k\nm\nde pt\nh#\nJS -9\n4- 5\nC la\nyt on\nS ou\nth fl\now R\nC 2.\n32 0.\n04 10\n3. 19\n61 36\n.4 73\n3 15\n39 14\n98 41\n18 4\n23 6\n1. 50\nJS -9\n5- 1\nB ar\ntle tt\nM es\na R\nC 3.\n37 0.\n1 10\n4. 41\n53 36\n.9 42\n8 24\n51 20\n79 37\n2 11\n0 4\n13 6\n–1 .4 0 JS -9 5- 12 E ag le T ai l M es a R C 0. 98 0. 01 10 4. 38 69 36 .6 66 9 19 70 18 78 92 94 10 16 3 –1 .5 0 JS -9 5- 13 Jo hn so n M es a (S E ) R C 7. 73 0. 03 10 4. 27 03 36 .9 38 3 25 16 20 18 49 8 64 1 14 3 –1 .3 5 JS -9 5- 16 D on C ar lo s fl o w at U te R C 3. 4 0. 11 10 3. 92 64 36 .3 04 7 17 68 17 68 0 0 0 21 9 0. 05 JS -9 5- 20 B ar el a M es a R C 9. 04 0. 04 10 4. 29 33 36 .9 76 7 25 10 19 69 54 1 60 1 13 8 –1 .3 5 JS -9 5- 21 Y an ke e M es a R C 1. 14 0. 16 10 4. 31 61 36 .9 38 3 22 52 21 21 13 0 11 4 18 14 1 –1 .3 7 JS -9 5- 34 C la yt on N or th fl ow R C 2. 44 0. 08 10 3. 21 81 36 .4 96 7 15 56 15 09 47 19 4 23 3 1. 50 JS -9 5- 37 H w y 40 6 fl o w R C 2. 35 0. 06 10 3. 12 61 36 .5 42 8 15 02 14 95 7 3 4 23 3 1. 75 JS -9 5- 53 A la m o C re ek fl ow R C 3. 21 0. 06 10 4. 06 44 36 .5 28 9 20 24 20 24 0 0 0 19 2 –1 .0 0 JS -9 5- 56 K io w a M es a R C 6. 86 0. 2 10 4. 11 39 36 .6 43 9 22 71 21 40 13 2 19 2 17 9 –1 .4 2 JS -9 5- 59 M es a La rg a R C 6. 12 0. 1 10 4. 15 11 36 .6 93 9 22 77 21 95 83 13 2 17 1 –1 .4 9 JS -9 5- 67 B lo ss er M es a fl o w R C 0. 73 0. 06 10 4. 21 25 36 .7 04 4 20 91 20 32 59 81 15 16 8 –1 .4 9 JS -9 6- 1 E l C er rit o R C 4. 67 0. 04 10 3. 96 14 36 .0 58 6 17 00 16 79 21 4 2 24 1 0. 86 JS -9 6- 3 M es a de M ay a R C 5. 05 0. 02 10 3. 60 31 37 .1 90 3 18 85 17 56 13 0 26 2 14 9 –0 .3 4 JS -9 6- 4 B la ck M es a R C 5. 1 0. 03 10 2. 95 11 36 .9 48 3 14 75 14 45 31 6 2 20 2 0. 62 O C A -0 01 M ax so n cr at er fl ow O 1. 58 0. 16 10 4. 85 75 35 .8 78 3 20 18 20 18 0 0 0 21 7 –0 .6 3 O C A -0 08 -2 W ag on M ou nd fl ow ov er I25 O 3. 01 0. 04 10 4. 71 38 36 .0 04 4 19 23 19 02 21 7 3 21 2 –0 .3 8 O C A -0 14 M es a de l C on je lo n W es t O 6. 03 0. 03 10 4. 64 66 35 .9 88 6 20 50 19 20 13 0 22 2 21 6 –0 .1 7 O C A -0 16 C ha re tte M es a O 3. 2 0. 04 10 4. 81 55 36 .2 08 5 20 43 19 60 83 26 3 18 8 –1 .3 0 O C A -0 19 A pa ch e M es a O 4. 59 0. 02 10 4. 90 56 36 .1 84 6 22 48 20 45 20 2 44 2 18 5 –1 .4 8 O C A -0 36 U rr ac a M es a O 4. 51 0. 06 10 4. 99 41 36 .4 12 7 24 63 21 15 34 7 77 2 16 0 –1 .7 4 O C A -0 37 R ay ad o M es a O 4. 46 0. 04 10 4. 90 38 36 .2 93 6 22 08 19 75 23 3 52 2 17 5 –1 .6 2 O C A -0 39 R iv er a M es a O 3. 47 0. 05 10 4. 91 84 36 .2 49 9 21 07 19 57 15 0 43 3 17 9 –1 .5 6 O C A -0 41 O rt eg a M es a re m na nt O 3. 51 0. 02 10 4. 92 39 36 .2 74 8 21 75 20 36 13 9 40 3 17 7 –1 .5 6 O C A -0 57 S al t L ak e N or th O 2. 2 0. 02 10 4. 70 35 36 .0 45 0 18 94 18 75 19 9 5 20 8 –0 .5 5 O C A -0 68 W ag on M ou nd O 6. 07 0. 02 10 4. 69 59 36 .0 00 5 20 28 18 96 13 2 22 2 21 4 –0 .3 8 O C A -0 78 S an ta C la ra M es a O 6. 02 0. 04 10 4. 73 16 36 .0 08 2 20 97 19 32 16 5 27 2 21 0 –0 .3 8 N ot e: A V F — ad ja ce nt v al le y fl o or . *A ll A r ag es a nd th ei r as so ci at ed e rr or s ar e or ig in al ly fr om S tr ou d (1 99 7) a nd O lm st ed a nd M cI nt os h (2 00 4) , i nd ic at ed b y S am pl e ID s th at b eg in w ith “ JS -” a nd “ O C A -” , r es pe ct iv el y. † A ll de nu da tio n m ag ni tu de s ha ve a n er ro r of ± 10 m , e xc ep t f or th os e fl o w s fo r w hi ch n o er os io na l r el ie f w as o bs er ve d. F lo w s w ith n o er os io na l r el ie f a re a ss ig ne d an e rr or o f 0 m . § D is ta nc e al on g th e N W -S E tr an se ct li ne , B –B ′ ( F ig . 7 ). # V p% ( P -w av e ve lo ci ty ) da ta a t 8 0 km d ep th fr om S ch m an dt a nd H um ph re ys ( 20 10 ).\nDownloaded from https://pubs.geoscienceworld.org/gsa/geosphere/article-pdf/9/3/521/3344109/521.pdf by University of Arizona user on 21 February 2019\nGeosphere, June 2013 535\nMexico). This time window of 6–3.4 Ma is indicated with the shaded gray bar in Figure 11. Furthermore, they noted that rates in the Ocate fi eld decreased in the last ~4 Ma in this region, while rates increased in the Raton-Clayton fi eld. They also suggested that the high denudation rates observed from ca. 3.4 Ma to the present near Raton, New Mexico, may refl ect headward erosion of streams, because these fl ows are located near the headwaters of the modern Canadian River. However, the fl ows near Raton are not substantially closer to the headwaters of modern major drainages in the Sangre de Cristo Mountains than many of the fl ows in the Ocate volcanic fi eld, and the Mesa Larga fl ows are substantially farther away. Furthermore, a simple headward erosion model does not explain how a period of moderate to high rates of denudation in upstream portions of the Canadian catchment (e.g., at Charette Lakes between 4.6 and 3.2 Ma) preceded a period moderate to high rates of canyon incision further downstream at the confl uence of the Canadian and Mora Rivers (60–70 m/Ma since 1.57 Ma; Wisniewski and Pazzaglia, 2002). This model may also have trouble explaining the higher denudation magnitudes to the NW in both volcanic fi elds and would not predict the observed bowed river terraces in the Canadian River (Wisniewski and Pazzaglia, 2002) and convex gravel-capped pediment surfaces in the Ocate volcanic fi eld (O’Neill, 1988).\nAn alternative explanation for this pattern is that the differences in the timing of relatively rapid denudation are determined by magma fl ux\nand uplift. By this model, the decrease in denudation rates after 3 Ma in the Ocate volcanic fi eld may refl ect the waning of magmatism after phase three (3.8–2.58 Ma; Fig. 8). In contrast, the onset of relatively rapid denudation rates in the Raton-Clayton fi eld by 3.4 Ma coincides with the increase in magmatism there during phase four (2.58–1.45 Ma; Fig. 8). However, better constraints on temporal variation of denudation rates at different localities are needed, and other data sets that compare spatial patterns of denudation with patterns of basaltic vol canism and velocity variations in the potential mantle source should also be considered.\nAnother possible interpretation of the data in Figure 11 is that there are no actual temporal variations in the onset of rapid denudation between the Raton-Clayton and Ocate fi elds. Given the large time gaps between dated fl ows in some areas, the data are permissive of a period of high denudation rates (≤100 m/Ma) that began at all four locations at about the same time (4–4.6 Ma; blue bar in Fig. 11) and could have lasted for as long as 1 Ma. We do not strongly advocate this interpretation, however, as it represents one special case that is not well constrained with the rest of the available data.\nLONGITUDINAL STREAM PROFILE ANALYSIS\nIn addition to measuring landscape erosion, we build on the work of Wisniewski and Pazzaglia (2002), who observed the presence of a broad (100 km) convexity in the profi le of the\nCanadian River and its fl uvial terraces. They inferred that the cause for this profi le morphology was epeirogenic arching related to dynamic support of the lithosphere by warm, buoyant asthenosphere. Since the effects of epeirogeny should occur at a regional scale over long wavelengths, their interpretation raises the question of whether similar convexities can be seen in the profi les of other regional streams. Following the methods of Whipple et al. (2007), we used channel steepness indices to quantitatively compare the longitudinal stream profi les of the Canadian River with other drainages in our study area. The goal of this analysis was to test the hypothesis that profi les of rivers crossing the Jemez lineament may exhibit oversteepened, disequilibrium profi les that could refl ect some combination of differential surface uplift, variable bedrock strength, and/or transient knickpoints in the river profi le.\nChannel steepness analysis is based on a power-law scaling between local channel slope (S) and upstream catchment area (A):\nS – ks A–θ, (1)\nwhere ks and θ are indices of steepness and concavity, respectively. This relationship between channel slope and catchment area has been observed in a variety of tectonic and climatic settings (Flint, 1974; Hack, 1973; Howard and Kerby, 1983). In order to make direct comparisons of channel slopes among different rivers, a reference concavity θref is widely used to derive a dimensionless normalized channel steepness value, ksn (Wobus et al., 2006). We used the common reference concavity of θref = 0.45 in our calculations (Burbank and Anderson, 2011) and 90-m-resolution digital elevation models (DEMs) from the National Elevation Data Set. Additional information regarding user-defi ned parameters in the digital analysis of DEMs is recorded in Table DR3 in the Supplemental File (see footnote 1).\nThe results of this analysis (Fig. 12A) indicate that the normalized steepness (ksn) of the Canadian River is low (<60) in the Southern Rocky Mountains (Sangre de Cristo Range), but it steps up to moderate values (60–80) as it approaches the Cimarron escarpment at Raton. After the river passes Raton, ksn returns to low values until Springer, where it steps up to moderate-to-high (>120) values that persist throughout the Canadian River canyon. This steep canyon reach approximately coincides with the bowed reach inferred from the terrace study of Wisniewski and Pazzaglia (2002) (Fig. 12C). Finally, ksn returns to low values downstream of the Canadian escarpment, punctuated only by artifi cial steps associated with Conchas\nDownloaded from https://pubs.geoscienceworld.org/gsa/geosphere/article-pdf/9/3/521/3344109/521.pdf by University of Arizona user on 21 February 2019\n536 Geosphere, June 2013\nand Ute Lakes. Other streams in the study area exhibit low normalized steepness (ksn) everywhere, except in the Southern Rocky Mountains and along a broad, NE-trending region associated with the Canadian escarpment, highlighted with a white ellipse in Figure 12A. The pattern of convexities is generally consistent with a base-level fall or headwater uplift signal being recorded primarily in the larger drainages, but steep reaches in the headwaters of the RatonClayton and Ocate volcanic fi elds, in areas well away from trunk streams, may be more consistent with headwater uplift. Normalized channel steepness is expected to vary with uplift rate and substrate erodibility (Duvall et al., 2004; Kirby and Whipple,\n2003; Lague, 2003; Snyder et al., 2000; Whipple and Tucker, 1999), and recent studies have documented systematic increases in ksn as erosion rates increase in landscapes exhibiting a relatively uniform precipitation and lithology (DiBiase et al., 2010; Ouimet et al., 2009). In these studies, channels are argued to be locally adjusted to the differential trunk river incision (Ouimet et al., 2009) and differential rock uplift (DiBiase et al., 2010). Although lithology could play a major role in the steepness of channels in some drainages in our study area (e.g., the Maxson Crater basalts occupy the Mora River canyon for tens of kilometers), there does not seem to be any lithological marker that is particularly resistant to erosion that could be consistently responsible for the high-ksn reaches in other drainages. The fact that these knickpoints are evident in the modern river profi les, as well as in terrace geometries dating back as far as ca. 1.6 Ma (Wisniewski and Pazzaglia, 2002), suggests that some larger-scale control may be causing the regional convexity and its persistence through time in the form of bowed terraces. Figure 3A shows that the Dakota Sandstone holds up the Canadian River escarpment and is generally in the same map position as the high-ksn reaches (Fig. 12B). However, in detail (Fig. 12C), the steep reaches do not closely correspond to the Dakota lithology and, instead, steep reaches are often present in soft Jurassic rocks. Over the 1.57 Ma time scale of the bowed terraces, the river would have reestablished itself in equilibrium with the softer rock substrate. Thus, similar to Wisniewski and Paz zaglia (2002), our preference is to consider other possibilities to explain the combined data sets. The geometry of the NE-trending oval containing steep river reaches (Fig. 12A) is located above the NE-trending Jemez mantle-velocity gradient (Fig. 1B) and suggests the possibility of dynamic, differential uplift to help explain the position of these knickpoints (e.g., Karlstrom et al., 2012)."
  }, {
    "heading": "ORIGIN AND EVOLUTION OF EROSIONAL ESCARPMENTS",
    "text": "Other NE-trending landscape elements in this part of the Great Plains include two regionally prominent erosional escarpments, the Canadian and Cimarron escarpments (Fig. 2A). The origins and ages of these can be inferred, in part, using the positions of dated volcanic fl ows and other stratigraphic relationships. The Cimarron escarpment extends for 80 km between Cimarron and Raton, New Mexico, forming the southeastern edge of the Park Plateau (Fig. 2A). The Park Plateau is a surface (capped by gravels in places) beveled into early Paleogene rocks of\n50 km Reg\nion of h\nigh ksn\nSteepness Index (ksn)\n0–30 30–60 60–80 80–120 >120\n105° W 104° W 103° W\n37 ° N\n36 ° N\nCanadian R.\nN\nRaton\nSpringer\nUte L.\nConchas L.\n37 ° N\n36 ° N\nA\nB C\nLate Cenozoic Basalts\nCenozoic Sed. Rx\nCretaceous Dakota SS\nJurassic & Triassic Sed. Rx\n50 km N\nC\n10 km\nOgallala Group Seds.\nFigure 12. (A) Map of normalized channel steepness indices determined for streams in the Raton section. Background is a shaded relief map of the region. Note the NE-trending alignment of high steepness indices on the plains. (B) Normalized steepness shown with selected bedrock geology. (C) Detail of geology and channel steepness in the Canadian River canyon.\nDownloaded from https://pubs.geoscienceworld.org/gsa/geosphere/article-pdf/9/3/521/3344109/521.pdf by University of Arizona user on 21 February 2019\nGeosphere, June 2013 537\nthe Raton Basin, a Laramide sedimentary depocenter that began fi lling during the retreat of the Late Cretaceous epeiric seaway and continued to fi ll until the middle Paleocene (Cather, 2004). Since the Cimarron escarpment roughly mimics the preserved limits of the Raton Basin (Cather, 2004), its present position and orientation could be related to the architecture of the Raton Basin itself. However, there is evidence instead that the Cimarron escarpment is a relatively young feature and could not have existed before the middle Pliocene, based on the geometry of ca. 3.4 Ma Bartlett Mesa fl ows located near its northeastern terminus. These fl ows erupted onto a low-relief surface with no indication of cascades into steep canyons or down escarpment faces. Moreover, ridge-top elevations in the Park Plateau correlate with the elevations of 4–5 Ma basalt-capped surfaces in the Ocate volcanic fi eld (Fig. 2A). This suggests that prior to ca. 4.5 Ma, a continuous low-relief surface may have extended between the ridge tops of the modern Park Plateau and the northeastern parts of the Ocate volcanic fi eld, the Urraca surface of O’Neill (1988), which now has convexities in it due to post–4–5 Ma deformation (O’Neill, 1988). The more southerly Canadian escarpment was described by Wisniewski and Pazzaglia (2002) as a relatively youthful landform based on its high topography and lack of large consequent drainages. More specifi c constraints on the age of the Canadian escarpment are as follows: (1) The escarpment could not have existed before ca. 4.5 Ma, the estimated end of Ogallala Group deposition on the southern High Plains (Chapin, 2008), because preserved remnants of Ogallala Group strata rest at similar elevations on the Canadian escarpment, Mesa Rica (to the south), and on the Caprock escarpment (even further south). Even though the Ogallala Group is likely a series of inset cut-and-fi ll deposits, lacking a single common strath, the regional base of the Ogallala section is sub planar on the scale of the study area, and there was likely a semicontinuous, gently sloping, low-relief Miocene paleo–Great Plains surface that extended across what is now the Canadian River valley (Fig. 13; Cather et al., 2012). (2) Circa 4.7 Ma Yates fl ows outcrop at the very edge of the modern Canadian escarpment, yet there are no cascades to suggest that they poured down a paleoescarpment face. (3) The 1.57 Ma Maxson Crater basalts (Olmsted and McIntosh, 2004) fl owed down the paleo–Mora River and Canadian River canyons, which were approximately half as deep as their modern counterparts. Since depth of the canyon and the height of the escarpment are equal at the canyon mouth near Sabinoso (Fig. 2A), this could indicate that the escarpment was also only half as tall at the time of emplacement of the Maxson Crater fl ows, as it is now. By extrapolating a steady rate of Canadian River canyon incision between 1.57 Ma and the present, we can estimate that canyon carving had begun by at least ca. 3 Ma. This time might also be a good estimate for the establishment of erosional escarpments. Finally, (4) the channelized Maxson Crater fl ows extend ~10 km SE of the modern escarpment/canyon mouth (basalts near Sabinoso, New Mexico; Fig. 2A), but they appear to have been channelized at the time\nDownloaded from https://pubs.geoscienceworld.org/gsa/geosphere/article-pdf/9/3/521/3344109/521.pdf by University of Arizona user on 21 February 2019\n538 Geosphere, June 2013\nof emplacement. This suggests ~10 km of lateral escarpment retreat since 1.57 Ma, at a rate of ~6 km/Ma."
  }, {
    "heading": "GEOMETRY AND TIMING OF POST-MIOCENE DRAINAGE REORGANIZATION",
    "text": "River geometries provide a sensitive record of the potential interplay between tectonics (e.g., differential rock uplift) and geomorphic adjustments like headward erosion and stream capture. Stream piracy, for example, can be a cause for differential incision and/or a symptom of tectonic movements, and hence the evolution of drainages in this region is a key data set to test alternate models. We combined new 40Ar/39Ar ages from the Raton-Clayton and Ocate volcanic fi elds with preexisting drainage evolution scenarios from other workers (Seni, 1980; O’Neill, 1988; Wisniewski and Pazzaglia, 2002; Galloway et al., 2011; Cather et al., 2012) to provide new constraints on the evolution of the stream network since the late Miocene. Figure 14 shows our proposed drainage reconstruction at four time intervals: the late Miocene, early and middle Pliocene, and Pleistocene. During the late Miocene at ca. 6 Ma (Fig. 14A), aggrading streams still fl owed E-SW off the Southern Rocky Mountains (O’Neill, 1988) toward the distal fans of the Ogallala distributive fl uvial systems near the Texas–New Mexico border (Seni, 1980). The nascent Raton-Clayton and Ocate volcanic fi elds consisted of only a few eruptive centers located primarily in the headwater regions of major streams. Ogallala Group river gravels below the 5.1 Ma Mesa de Maya and Black Mesa outfl ow (locations shown in Fig. 4) provide strong evidence that the headwaters of the ancestral Dry Cimarron River were located in the Southern Rocky Mountains and fl owed eastward during this time (Stroud, 1997; this study). Likewise, what is here termed the ancestral Vermejo River fl owed E-SE and supplied the Dalhart-Amarillo sedimentary fan lobe in the west Texas Panhandle (Seni, 1980). Several basalt-capped gravel surfaces near Angel Fire slope toward the southeast (O’Neill, 1988), suggesting that the ancestral Mora and Pecos Rivers took a more southeasterly route off of the mountains before continuing on toward the alluvial fans to the east. In the Miocene, there would have been no N-S integration of either the Canadian or Pecos River systems, as evidenced by the presence of elevated Ogallala Group gravels far to the east of these N-S drainages that contain Precambrian clasts originating from the Rocky Mountains. The dominantly E-fl owing arrangement of drainages during the Miocene mimics the geometry of the N-S–ori-\nented uplift of the Rocky Mountains and refl ects Miocene and earlier regional uplift components. By the early Pliocene (Fig. 14B), widespread Ogallala Group deposition had largely ceased (not later than 4.5 Ma; Chapin, 2008), and streams had begun to incise the Great Plains surface (the “turnaround” of McMillan et al., 2006). In some cases, new canyons/drainages were cut south of, and parallel to, basalt-fi lled paleo valleys/depressions, potentially indicating a relative base-level fall to the southeast or headwater uplift in the northwest. In the north, for example, eruptions at Mesa de Maya fi lled the channel of the ancestral Dry Cimarron River"
  }, {
    "heading": "A Late Miocene (6 Ma)",
    "text": ""
  }, {
    "heading": "B Early Pliocene (4.4 Ma)",
    "text": ""
  }, {
    "heading": "D Pleistocene (2.2 Ma)",
    "text": "Downloaded from https://pubs.geoscienceworld.org/gsa/geosphere/article-pdf/9/3/521/3344109/521.pdf by University of Arizona user on 21 February 2019\nGeosphere, June 2013 539\nat ca. 5.1 Ma with a long (46 km) basalt runout, instigating the stream to shift to the south edge of the basalt fl ow to continue incising. Elsewhere, eruptions continued to occur near the head waters of the ancestral Mora River and also along the ancestral Vermejo River, as evidenced by the ca. 5.3–4.7 Ma Yates fl ows. We observed Ogallala gravels located stratigraphically above the 4.7 Ma Yates fl ows, indicating that the ancestral Vermejo River was still fed by its headwaters in the Rocky Mountains until after 4.7 Ma. Farther to the east, the base of the Ogallala Group had already experienced substantial subsidence (up to 100–200 m) in the Texas Panhandle due to the large-scale dissolution and collapse of Permian evaporite deposits, which may have begun in the middle Miocene (Gustavson, 1986). This extended collapse history is recorded in thickening sequences of Ogallala deposits, tilted lacustrine deposits, dated sink holes, and faulted fl uvial terraces, and may continue to the present day based on the high solute load of the modern Canadian River (Gustavson, 1986).\nAround the middle Pliocene (3.6 Ma; Fig. 14C), the ancestral Canadian and Dry Cimarron Rivers had probably begun to carve their deep canyons, and the Canadian River system headwaters had begun to migrate northward, likely by headward erosion from its confl uence with the ancestral Mora, and capture the ancestral Vermejo River. This capture event is inferred by the onset of rapid landscape denudation after ca. 4.5 Ma in the Charette Lakes area, which could have been driven by increased incision as tributary streams were integrated with the master Canadian River system. New volcanic eruptions continued to occur throughout the region around this time.\nBy the Pleistocene (2.2 Ma; Fig. 14D), canyons and escarpments were probably well developed (O’Neill, 1988; Wisniewski and Pazzaglia, 2002) but had not likely attained more than half of their modern depth/height, assuming steady-state incision along the Canadian River (Wisniewski and Pazzaglia, 2002; described in the following section). The migration of the Canadian River headwaters had likely continued northward, capturing the headwaters of the ancestral Dry Cimarron River and cutting it off from a large portion of its catchment area, just as many smaller streams draining the southeastern Raton-Clayton fi eld had previously been cut off from their mountain headwaters as the Canadian River system became integrated. The Dry Cimarron River capture event is inferred from the order-of-magnitude increase in landscape denudation rates near Raton, New Mexico, at ca. 3.4 Ma (Fig. 11). By the Pleistocene, stream networks largely resembled their modern confi gurations, with the S-fl owing Canadian River\nbeing well established as the master stream draining the eastern fl ank of the southernmost Rocky Mountains. Similarly, the ancestral, E-fl owing Pecos River had been diverted toward the south sometime after 3.6 Ma (Wisniewski and Pazzaglia, 2002).\nThe primary question arising from this set of observations is: What combination of tectonic and geomorphic forcing factors may have driven drainage reorganization from a series of ESEfl owing streams draining the Southern Rocky Mountains during the late Miocene to a system dominated by the SSE-fl owing Canadian River? One option is base-level fall associated with regional evaporite collapse downstream of our study area. Large-scale dissolution of Permian bedded salts along the modern Canadian River in west Texas has been documented by Gustavson (1986), who argued that dissolution has led to signifi cant subsidence (100–200 m) of the base of the Ogallala Group since the middle Miocene and may have exerted some control over the location and morphology of the modern Canadian River valley. It is clear that a relative base-level drop of this magnitude has the strong potential to infl uence the rates and patterns of erosion observed upstream in the Raton section and must be considered carefully.\nThere are two lines of reasoning, however, which likely preclude evaporite collapse in west Texas from exerting a dominant control of the patterns of erosion observed in this study. First, the magnitude of subsidence due to evaporite dissolution is relatively small. It seems implausible that a 200 m drop in base level could result in the carving of canyons and escarpments that are twice as deep. Moreover, this subsidence does not explain the spatial patterns of longterm average denudation that increase toward the headwaters from the NE-trending, low- to no-erosion hinge line (Fig. 10A).\nSecond, the timing of evaporite collapse does not closely correspond with the timing of observed erosion upstream. Gustavson (1986) noted that a signifi cant portion of dissolutioninduced subsidence may have occurred since the middle Miocene—during the deposition of Ogallala Group and before the turnaround from net aggradation to net erosion—as evidenced by thickening Ogallala sedimentary packages into the zone of proposed subsidence. In other words, much of the documented dissolution and subsidence may have occurred during a period when E-fl owing rivers were aggrading, long before the development of the Canadian River canyon and escarpment, and it therefore seems unlikely that downstream evaporite collapse can be implicated as a dominant driver of spatial and temporal erosion patterns in this part of the Great Plains.\nA second option involves headwater uplift due to broad differential rock uplift along the NEtrending Jemez lineament. A NE-trending uplift that overprinted the earlier N-S Rocky Mountain uplift could have infl uenced the change from E- to SE-fl owing rivers. Evidence potentially supporting this interpretation is shown in Figure 13 (modifi ed from Cather et al., 2012), which shows the reconstructed 4.5 Ma base of the Ogallala Group in N-S cross section drawn at 103.5 W, parallel to the Rocky Mountain front. This basal contact appears to be arched above the Jemez low-velocity mantle as it bevels across warped Mesozoic substrate. Given that the Ogallala aggradational surface developed during the time of E-fl owing rivers, this warping of that surface, plus the drainage re organization, could be due to tectonic uplift along the NE-trending Jemez lineament (Fig. 14D). Likewise, the NE-trending zone of high-ksn knickpoints (described earlier) in this model may be explained as transient knickpoints due to adjustment of rivers to steeper headwaters as the escarpments also migrated up the tectonically modifi ed topographic slope. In this model, the dynamic support and uplift above the Jemez lineament set into motion a series of base-level falls, drainage rearrangement, and stream captures that have been incising the western High Plains in an unsteady and nonuniform way since the end of the Miocene.\nEVIDENCE FOR TECTONICALLY TILTED PALEOSURFACES\nIn the northern part of the Raton-Clayton volcanic fi eld, near Raton, New Mexico, the apparent onset of relatively rapid denudation at ca. 3.4 Ma (Fig. 11) was preceded by a period of low (~10 m/Ma) surface denudation rates beginning no later than 9 Ma. This period coincides, at least partly, with the deposition of Miocene Ogallala Group sediments (until at least 4.5 Ma; Chapin, 2008) and suggests a long-lived period of relative surface stability in the northern portion of the study area between 9 and 3.4 Ma. Thus, by examining only the basalt fl ows in the northern part of the study area, which were emplaced during this period of relative surface stability, these fl ows can be considered as capping a mappable, composite paleosurface that persisted from ca. 9 Ma to 3–4 Ma. From west to east, these fl ows include: Bartlett Mesa (3.37 ± 0.10 Ma), Barela Mesa (9.04 ± 0.04 Ma), Johnson Mesa (7.73 ± 0.03 Ma), Mesa de Maya (5.05 ± 0.02 Ma), and Black Mesa (5.10 ± 0.03 Ma), which is a long, sinuous outflow from the Mesa de Maya basalts (for mesa locations, see Fig. 4). Moreover, because most of these fl ows (with\nDownloaded from https://pubs.geoscienceworld.org/gsa/geosphere/article-pdf/9/3/521/3344109/521.pdf by University of Arizona user on 21 February 2019\n540 Geosphere, June 2013\nthe possible exception of Bartlett Mesa) are underlain by thin Ogallala river gravels containing Precambrian clasts originating from the Rocky Mountains, this composite surface may approximately mimic the Ogallala transport slope in the northern part of our study area. This composite 9–3.4 Ma surface in the RatonClayton fi eld is best visualized if each fl ow is projected into a W-E profi le along the transect C–C′ (Fig. 10A).\nFigure 15B shows a topographic profile along C–C′ starting in the Rocky Mountains and decreasing in elevation onto the High Plains to the east. The projections of Miocene–Pliocene basalts (red) are also shown, which were erupted during the period of relative landscape stability and defi ne a gently concave-up profi le. This profi le morphology is characteristic of fl uvially carved valleys and/or paleo–Great Plains pediment surfaces and is possibly continuous with the one of the Ocate surfaces defi ned by O’Neill (1988). The average slope of this paleosurface is\n~8.5 m/km, i.e., nearly twice as steep as the average slope of the modern Dry Cimarron River (~4.6 m/km, blue), which runs parallel to the line of transect. There are two options that may explain the separation of the blue profi le and the red profi le: (1) The older (red) profi le was originally carved at the gradient of the younger (blue) profi le, and it has since been rotated to a steeper gradient by uplift concentrated to the west; or (2) the older (red) profi le was carved at the gradient shown, followed by an increase in concavity driven by climate change and changes hydrologic parameters (e.g., Wobus et al., 2010; Zaprowski, 2005) that produced lower modern gradients, as shown by the blue profi le.\nOption 1 was supported by sedimentological studies in the Ogallala Group in the northern Great Plains (McMillan et al., 2002; Duller et al., 2012). If we follow this model and assume that the ca. 3.4 Ma Ogallala depositional surface formed at the same average slope as that of the modern Dry Cimarron, we\ncalculate that this surface may have tilted 64 ± 7 milli degrees/Ma (millidegree = 10–3 degrees) since ca. 3.4 Ma. Starting at our interpreted tilt axis in Figure 15B, this seemingly insignifi cant angular tilt rate becomes nontrivial toward the western extent of our age control, where it translates into an apparent differential uplift of 650 m since 3.4 Ma. Data used in the calculation of tilt rates are provided in Table DR4 in the Supplemental File (see footnote 1).\nThe assumption regarding the original gradient of the Ogallala depositional surface is important because it directly infl uences our estimate for the magnitude of apparent tilting and differential uplift since ca. 3.4 Ma in the Raton-Clayton fi eld. While the original depositional gradient of the Ogallala Group certainly could have been steeper than we suggest, there are two primary reasons for concluding that the original transport slope may have actually been shallower than that of the modern Dry Cimarron River, thus rendering our calculations as conservative estimates of apparent tilting. First, our assumed original Ogallala transport slope is steeper than estimates made by previous workers, which were determined using paleo hydraulic methods to be in the range of 0.8–3 m/km at similar distances from the Rocky Mountain front on the High Plains of southern Wyoming and Nebraska (McMillan et al., 2002; Duller et al., 2012) and 1.7 m/km on the Colorado Piedmont (Leonard, 2002). Second, the modern Dry Cimarron River almost certainly has a much smaller catchment today than it did at ca. 3.4 Ma, when its headwaters were supplying Precambrian clasts from ~100 km to the west in the Rocky Mountains. Since river channel slope is inversely related to upstream catchment area via Equation 1, it is likely that the average slope of the modern river is steeper now than it was in the Pliocene. Moreover, other obstacles persist when explaining channel slope differences via a climate-driven increase in concavity (option 2): The convex bowed river terraces in the Canadian River (Wisniewski and Pazzaglia, 2002), for example, require the major trunk stream to preserve a long-term disequilibrium profi le; the convexities in sub-basalt, gravel-capped paleosurfaces in the Ocate volcanic fi eld (O’Neill, 1988) indicate surface deformation since the end of the Miocene; and large-scale geometry of the sub–Ogallala Group unconformity shows broad warping across the Jemez lineament from north to south (Fig. 13).\nThus, option 1 (the surface tilting hypothesis) seems to be compatible with existing data, while option 2 (increased channel concavity hypothesis) does not. However, even if the apparent tilt described here represents a physical rotation of the Great Plains surface, there are still at least two plausible explanations for this rotation since\n50 100 150 200 250 300(km) 1.0\n1.5\n2.0\n2.5\n3.0\n3.5\n4.0\n4.5\nEl ev\nat io\nn (k\nm )\nC C’\nDry Cimarron River\nCanadian River\n3.4- 9 Ma Basalts\nD ep\nth (k\nm ) 100\n200\n3\n0\n-3\n(Vp%)\nAvg. paleoriver slope (8.5 m/km)\nAvg. modern river slope (4.6 m/km)\nApparent tilt rate:\n64e-3 ± 7 º/Ma (since 3.4 Ma)\nInterpreted Tilt Axis\n650 m interpreted uplift\nWest East\n50 100 150 200 250 300(km) 0\n1\nEr os\nio na\nl i so\nst at\nic\nro ck\nu pl\nift (k\nm )\nB\nA\nC\nFigure 15. West-to-east profi les of the Raton section at ~37°N (C–C′ in Fig. 10A). (A) Flexural isostatic response to net eroded thickness since 10 Ma (Lazear et al., 2011). A total of ~300 m of differential rebound is observed over 114 km (~15 millidegrees/Ma). (B) Topographic profi le. Projections of nearby, pre–3.4 Ma Raton-Clayton basalt fl ows defi ne an approximately isochronous paleosurface that mimics the Ogallala depositional gradient (see text). Longitudinal profi les of the Canadian and Dry Cimarron Rivers are shown for the extent that they are subparallel to the line of transect. Average slope of the pre–3.4 Ma paleosurface is nearly 2× as steep as the average modern gradient of the Dry Cimarron River, indicating up-to-the-W tilting of 64 ± 7 millidegrees/Ma about an axis located near the eastern end of the transect. (C) P-wave tomography from Schmandt and Humphreys (2010) showing lowest-velocity mantle below the area that has experienced the maximum apparent tilt.\nDownloaded from https://pubs.geoscienceworld.org/gsa/geosphere/article-pdf/9/3/521/3344109/521.pdf by University of Arizona user on 21 February 2019\nGeosphere, June 2013 541\nca. 3.4 Ma. The fi rst is some form of tectonic tilting, which has traditionally been inferred to explain these types of geometries (e.g., Epis et al., 1980; Trimble, 1980; Eaton, 1986, 2008). An alternative model involves passive isostatic uplift in response to post-Miocene erosion that is driven by changes in climate (Molnar and England, 1990; Gregory and Chase, 1992, 1994; Wobus et al., 2010). The modeling results of Lazear et al. (2011), however, suggest that erosional fl exural isostasy only accounts for ~300 m of differential isostatic rebound since 10 Ma (15 millidegrees/Ma) along the C–C′ transect (Fig. 15A). This magnitude amounts to less than half of our estimated maximum differential uplift, leaving ~350 m of uplift since ca. 3.4 Ma (34 millidegrees/Ma) that must be explained by some tectonic forcing. Given the long wavelength of apparent tilting (at least 400 km) and the position of this paleosurface above the Jemez low-velocity mantle anomaly (Fig. 15C), dynamic, mantle-driven uplift seems to be a likely cause for the observed differential uplift. Moreover, the interpreted tilt axis is coincident with the NE-trending hinge line of low to no erosion shown in Figure 10A. Apparent late Cenozoic tilting has also been observed elsewhere on the western Great Plains, and Figure 16 synthesizes the results of studies that have previously proposed tilts of similar magnitudes. McMillan et al. (2002) measured tilting of Ogallala Group sediments far to the north of our study area in Wyoming and western Nebraska and inferred a maximum of 540 m of uplift/tilting of the Rockies since 18 Ma. Although angular rates were not explicitly calculated by McMillan et al. (2002), their estimates are equivalent to ~9 millidegrees/Ma since 18 Ma. Leonard (2002) also made estimates of Ogallala Group tilting along transects spanning the Colorado Piedmont that yielded a maximum of 600 m/Ma of tilt since 17.5 Ma along the Canadian-Arkansas interfluve. Leonard’s estimated tilt is also equivalent to ~9 millidegrees/Ma. Still other workers have noted\nDownloaded from https://pubs.geoscienceworld.org/gsa/geosphere/article-pdf/9/3/521/3344109/521.pdf by University of Arizona user on 21 February 2019\n542 Geosphere, June 2013\na tilted middle Cenozoic partial annealing zone (PAZ), defi ned by apatite fi ssion-track thermochronology of surface and borehole samples, that indicates a rate of tilting equivalent to ~22 millidegrees/Ma since ca. 28 Ma (House et al., 2003; Leonard et al., 2002).\nNotably, the angular tilt rate that we have calculated in our study area is ~3–7 times greater than the rate-equivalent values calculated in previous studies elsewhere on the Great Plains. Furthermore, our proposed tilts occur across a NE-trending hinge line parallel to the Jemez lineament, rather than across the N-S Rocky Mountain trend, and they are considerably younger (averaged over 3.4 Ma compared to 17.5–28 Ma). If the amount of tilting estimated by McMillan et al. (2002) and Leonard (2002) took place since the end of the Miocene (5 Ma, similar to our study area), however, then their angular tilt rates would increase to 35 millidegrees/Ma, in closer agreement with our results. This may indicate that either more tilting has occurred within our study area, or that the rate of tilting of the entire western Great Plains has accelerated in late Cenozoic time, with much of the observed tilting occurring since the end of the Miocene.\nBoth McMillan et al. (2002) and Leonard (2002) have also argued against the model that climate-driven erosional isostasy can account for the full magnitudes of tilting based on results of fl exural models, which replicate only about one half of observed tilts. Furthermore, these authors suggested various tectonic drivers to account for the remaining tilt, including the northward propagation of the Rio Grande rift or mantle-driven uplift. As described earlier herein, we suggest that the observed patterns of surface lowering and apparent tilting of paleosurfaces are consistent with post-Miocene mantle-driven uplift. However, because our study area is located in a special position above the Jemez low-velocity mantle anomaly, it is diffi cult to speculate about the infl uence of dynamic uplift on the study areas of McMillan et al. (2002) and Leonard (2002) farther to the north. Recent work by Duller et al. (2012) in Wyoming and Nebraska, however, does suggest that that shortlived dynamic uplift may be responsible for tilting in these study areas as well."
  }, {
    "heading": "SPATIAL PATTERNS OF DENUDATION AND TILTING COMPARED TO MANTLE TOMOGRAPHY",
    "text": "Another test of Wisniewski and Pazzaglia’s (2002) hypothesis that mantle-driven dynamic uplift may be affecting incision of the Canadian River canyon is to compare spatial patterns of long-term denudation with the geometry of\nmantle-velocity domains. Figures 17A and 17B were created by using GIS to query the digital tomographic model of Schmandt and Humphreys (2010) for the P-wave velocity at 80 km depth directly underneath the denudation point locations listed in Table 3. These plots of denudation rate versus underlying P-wave velocity show that the highest denudation rates calculated for the Raton section are concentrated above mantle with the lowest seismic velocities. These locations are in the NW part of the area (reference Fig. 1B), where possible dynamic components of uplift would be expected to be greatest. Southeast decreases in denudation rates and magnitudes toward the hinge line of low to no erosion (Fig. 10A) are accompanied by a SE increase in mantle velocity. Moreover, the erosion hinge line is subparallel to a sharp mantle-velocity boundary, and this observation is compatible with the notion that it may also be a tectonic hinge line above the edge of an uplifting region directly above a low-mantlevelocity domain.\nPOTENTIAL INFLUENCES OF CLIMATE-DRIVEN EROSIONAL ISOSTASY\nAlthough erosional patterns are generally consistent with epeirogenic uplift above the Jemez lineament, climate changes likely interacted with tectonic forcing over the last 5–6 Ma, and it is important to evaluate whether climate forcing may have been a dominant control on landscape evolution. There are several postulated changes in post-Miocene climate that broadly correspond to changes in denudation rates that some authors have argued could provide a control on the turnaround from aggradation to incision of the western Great Plains. Chapin (2008) argued that opening of the Gulf of California by ca. 6.4 Ma resulted in an intensifi cation of the North American Monsoon and increased erosion in the semiarid Southern Rocky Mountains–western Great Plains area (Mann and Meltzer, 2007; Tucker et al., 2006) since the latest Miocene. This proposed climate shift, however, predates the onset of both rapid denudation and drainage reorganization, thus making it diffi cult to tie landscape change in our study area to this climate change episode.\nWobus et al. (2010) listed several possible climatic shifts that may have contributed to postMiocene landscape evolution of the Great Plains by driving increases in erosion: (1) The global δ18O record shows the beginnings of an ~2‰ negative shift started near the Miocene-Pliocene boundary (5.3 Ma) (Zachos et al., 2004); this may have caused a shift toward more snowmeltdominated hydrologic systems, which modifi ed\nthe type and extent of vegetative cover in the Rockies and/or changed atmospheric circulation patterns and the frequency distribution of storms. (2) The carbon record from the High Plains begins a regional ~6‰ positive shift at the end of the Miocene (Fox and Koch, 2003), consistent with an increase in aridity to the east of the Rockies. (3) The terrestrial record shows the fi rst major advance of ice sheets into the central United States around 2.5 Ma (e.g., Balco et al., 2005), which was most likely accompanied by changes in alpine glaciation in the headwater systems as well and could have modifi ed water and sediment fl uxes in streams draining the Southern Rocky Mountains.\nWhile the advance of ice sheets at 2.5 Ma postdates the observed onset of relatively rapid denudation in both the Raton-Clayton and Ocate volcanic fi elds, climate changes recorded by oxygen and carbon isotopic records at the end of the Miocene stand as possible mechanisms for increased erosion. However, the timing of these two mechanisms only loosely correlates with the onset of rapid denudation in the Ocate volcanic fi eld and predates rapid denudation in the Raton-Clayton fi eld (at 3.4 Ma) by as much as 1.9 Ma. Most importantly, such climate forcing would be expected to be regional and therefore seems insuffi cient to explain the spatial\nDownloaded from https://pubs.geoscienceworld.org/gsa/geosphere/article-pdf/9/3/521/3344109/521.pdf by University of Arizona user on 21 February 2019\nGeosphere, June 2013 543\nand temporal patterns of differential erosion observed across our relatively small study area. One of the largest obstacles to climate-driven landscape models, as discussed by Wobus et al. (2010), is that there is no direct evidence of the ways in which documented late Cenozoic climatic changes would have infl uenced the hydrology of the Great Plains river systems. That is, even if climate events were temporally well correlated with the turnaround from aggradation to erosion, there is still uncertainty about how those changes would impact the pattern of erosion on the plains. Our view is that the best way to distinguish between patterns of river incision that are largely the result of climatically driven geomorphic parameters versus those that would result from differential tectonic uplift is to examine temporal and spatial patterns of change, which need to correlate with the timing of postulated climate changes, have temporal scales of differential erosion that correspond with climate cycles (e.g., river terraces), and a have a spatial variation that can be explained by regional climate patterns.\nWobus et al. (2010) attempted to do this using a mathematical sediment transport model to identify distinctive patterns of landscape incision. Their model suggested that sustained rock uplift creates river channels that are everywhere steeper than their initial gradients, while incision driven by an increase in discharge or a decrease in sediment supply creates channels of lower steepness. Wobus et al. (2010) dismissed the paleohydraulic analysis by McMillan et al. (2002), which suggested channels have been steepened, citing uncertainty and high margins of error in their analysis, and argued that the gradients of the Arkansas and South Platte Rivers have decreased since the late Miocene, which would be consistent with their predicted effects for climate-driven incision. However, paleogradients of these rivers are unknown to the extent that these conclusions are equivocal. For the Canadian River system, our data support the arguments and approaches of McMillan et al. (2002), Leonard (2002), and Duller et al. (2012), which suggest that the paleo–Great Plains surfaces and river channels have experienced a period of steepening since the late Miocene. Additionally, our channel steepness analysis further supports this concept by showing that rivers and erosional escarpments have been actively responding to disequilibrium conditions via knickpoint formation rather than becoming better graded and decreasing in slope over this time period.\nSpatial patterns of drainage reorganization are also diffi cult to explain if one implicates climate-driven geomorphic parameters as the dominant driver of post-Miocene erosion on this\npart of the Great Plains, with little or no tectonic component. The reorganization of E-fl owing rivers during the deposition of Ogallala Group sediments to the SE-fl owing Canadian River system can be explained by base-level fall or headwater uplift that generated NW-SE topographic gradients. This geometry is readily explained by post-Miocene epeirogeny above the NE-trending Jemez lineament, but it seems less well explained by evaporite collapse, other base-level fall models, or climate-infl uence landscape modifi cation.\nCONCLUSIONS AND IMPLICATIONS\nOur preferred model for the onset of postMiocene erosion involves magmatic inflation of the Raton-Clayton and Ocate volcanic fi elds in response to longer-wavelength mantle driven dynamic uplift. Our evaluation of surface evidence demonstrates a strong connection between mantle-velocity structure and a wide range of landscape features. These NEtrending landscape features include: (1) crude volcanic “belts” of similar age, (2) retreating erosional escarpments, (3) differential denudation measured from a NE-trending hinge line of low-to-no erosion, (4) a NE-trending zone of broad (50–100 km) convexities in stream profi les identifi ed by normalized channel steepness index (ksn) analyses, (5) a reorganization of stream networks from E-fl owing streams during the Miocene to a modern, SE-fl owing Canadian River system that takes advantage of a relative base-level fall in the southeast, and (6) an 40Ar/39Ar-dated composite paleosurface that indicates total tilting of 64 millidegrees/ Ma (with 34 millidegrees/Ma of tectonic tilting) since ca. 3.4 Ma. These local trends are overprinted on and stand in contrast to the overall N-S-trending orientation of features associated with the Southern Rocky Mountains and the broader “Alvarado Ridge” as defi ned by Eaton (1986) and redefi ned by Eaton (2008).\nWe argue that the crucial data connecting landscape response with a dynamic tectonic forcing are the 40Ar/39Ar ages on volcanic fl ows, which point to large-volume basaltic magmatism (by proxy of eruption surface area) above the Jemez lineament from 3.8 to 1.45 Ma. This magmatism suggests substantial melt fl ux into and through the crust over a several-million-year time frame that closely coincides with the onset of rapid landscape denudation in these volcanic fi elds. Our suggestion that the onset of voluminous magmatism (and perhaps onset of denudation) was a bit younger in the Raton-Clayton fi eld than the Ocate fi eld raises the possibility of NE propagation of the Jemez lineament magmatism and associated uplift. This needs further\ninvestigation, but at the scale of this study, the spatial and temporal association of mantle, magmatic, and landscape features strongly suggests that mantle-driven surface uplift has shaped the Great Plains landscape over the last 5 Ma.\nNeogene climate change events likely also played important roles in late Cenozoic landscape evolution, but apparently at different temporal and spatial scales relative to the landscape features we observe. For example, postulated climate changes summarized by Chapin (2008) and Wobus et al. (2010) do not aptly explain patterns, magnitudes, or timing of long-term differential denudation and tilting. Moreover, climate-driven erosional isostasy does not fully explain the timing or magnitudes tilting, as the fl exural models of McMillan et al. (2002), Leonard (2002), and Lazear et al. (2011) show that this effect accounts for only ~50% of apparent tilts, thus necessitating a tectonic component of uplift to explain the remainder. Evaporite collapse mechanisms for base-level fall likely operated in the past (e.g., Gustavson, 1986), but their magnitude and timing in west Texas do not account for the observed differential denudation relative to a NE-trending hinge line or the onset of more rapid denudation rates since ca. 5 Ma. Instead, we envision salt collapse as a process that is entwined with tectonically-instigated landscape evolution. Similarly, the change from E-fl owing to SE-fl owing drainages is spatially consistent with a hypothesis for uplift along the NE-trending Jemez lineament, but it is unexplained by climate change scenarios.\nMechanisms for increasing mantle buoyancy remain poorly understood, but they seem to be related to the geologically-recent fl ux of basaltic magma along the Jemez lineament. Although asthenospheric fl ow pressures at the base of the lithosphere are modeled to cause hundreds of meters of surface uplift over many hundreds of kilometers (e.g., Moucha et al., 2009; van Wijk et al., 2010), they are not strongly favored here because of the relatively short wavelength of the Jemez zone (a few hundred kilometers). Uplift caused by magmatic infl ation in dike and sill networks in the crust and mantle lithosphere below the Raton-Clayton and Ocate volcanic fi elds is perhaps a more likely explanation for the observed surface patterns, considering the scale of the Jemez zone. Thus, our preferred interpretation for the tilted paleosurface and patterns of landscape evolution in our western Great Plains study area involves erosion in response to mantle-driven dynamic topography, generated by an interrelated combination of fl ow (minor) and buoyancy change (major) in the crust and mantle lithosphere since the Miocene due to magma fl ux from the deeper mantle.\nDownloaded from https://pubs.geoscienceworld.org/gsa/geosphere/article-pdf/9/3/521/3344109/521.pdf by University of Arizona user on 21 February 2019\n544 Geosphere, June 2013"
  }, {
    "heading": "ACKNOWLEDGMENTS",
    "text": "This research was generously funded by the National Science Foundation (NSF) via the New Mexico Alliance for Minority Participation’s “Bridge to the Doctorate” program (EHR-1026412, BDVIII, for A. Nereson via L. Crossey). Funding for K. Karlstrom and M. Heizler came from the NSF Continental Dynamics Program CREST experiment (EAR0607808). Brandon Schmandt provided tomographic images used in this study. We extend our thanks to the commercial ranches and families for fi eld access and their generous hospitality. We thank Eric Leonard , Frank Pazzaglia, and Mike Williams for thorough, insightful, and challenging reviews that greatly improved this manuscript."
  }, {
    "heading": "REFERENCES CITED",
    "text": "Aldrich, M.J., 1986, Tectonics of the Jemez lineament in the Jemez Mountains and Rio Grande rift: Journal of Geophysical Research, v. 91, no. B2, p. 1753–1762, doi: 10.1029/JB091iB02p01753. Balco, G., Rovey, C.W.I., and Stone, J.O.H., 2005, The fi rst Glacial Maximum in North America: Science, v. 307, no. 5707, p. 222, doi:10.1126/science.1103406. Burbank, D.W., and Anderson, R.S., 2011, Tectonic Geomorphology: Hoboken, New Jersey, Wiley-Blackwell, 454 p. Calvin, E., 1987, A review of the volcanic history and stratigraphy of northeastern New Mexico, the Ocate and Raton-Clayton volcanic fi elds, in Lucas, S.G., and Hunt, A.P., eds., Northeastern New Mexico: New Mexico Geological Society Guidebook 38, p. 83–85. Cammarano, F., Goes, S., Vacher, P., and Giardini, D., 2003, Inferring upper-mantle temperatures from seismic velocities: Physics of the Earth and Planetary Interiors, v. 138, p. 197–222, doi:10.1016/S0031-9201(03)00156-0. Cather, S.M., 2004, Laramide orogeny in central and northern New Mexico and southern Colorado, in Mack, G.H., and Giles, K.A., eds., The Geology of New Mexico, A Geologic History: New Mexico Geological Society Special Publication 11, p. 203–248. Cather, S.M., Chapin, C.E., and Kelley, S.A., 2012, Diachronous episodes of Cenozoic erosion in southwestern North America and their relationship to surface uplift, paleoclimate, paleodrainage, and paleoaltimetry: Geosphere, v. 8, no. 6, p. 1177–1206, doi:10.1130 /GES00801.1. Chapin, C.E., 2008, Interplay of oceanographic and paleoclimate events with tectonism during middle to late Miocene sedimentation across the southwestern USA: Geosphere, v. 4, no. 6, p. 976–991, doi:10.1130 /GES00171.1. Coblentz, D., and Karlstrom, K.E., 2011, Tectonic geomorphometrics of the western United States: Speculations on the surface expression of upper mantle processes: Geochemistry Geophysics Geosystems, v. 12, no. 11, Q11002, doi:10.1029/2011GC003579. Crow, R., Karlstrom, K., Asmerom, Y., Schmandt, B., Polyak, V., and DuFrane, S.A., 2011, Shrinking of the Colorado Plateau via lithospheric mantle erosion: Evidence from Nd and Sr isotopes and geochronology of Neogene basalts: Geology, v. 39, no. 1, p. 27–30, doi:10.1130 /G31611.1. DiBiase, R.A., Whipple, K.X., Heimsath, A.M., and Ouimet , W.B., 2010, Landscape form and millennial erosion rates in the San Gabriel Mountains, CA: Earth and Planetary Science Letters, v. 289, no. 1–2, p. 134–144, doi:10.1016/j.epsl.2009.10.036. Dueker, K., Yuan, H., and Zurek, B., 2001, Thick-structured Proterozoic lithosphere of the Rocky Mountain region: GSA Today, v. 11, no. 12, p. 4–9. Duller, R.A., Whittaker, A.C., Swinehart, J.B., Armitage, J.J., Sinclair, H.D., Bair, A., and Allen, P.A., 2012, Abrupt landscape change post–6 Ma on the central Great Plains, USA: Geology, v. 40, no. 10, p. 871–874, doi: 10.1130/G32919.1. Dungan, M.A., Thompson, R.A., and Stormer, J.S., 1989, Rio Grande rift volcanism: Northeastern Jemez zone,\nNew Mexico, in Chapin, C., and Zidek, J., eds., Field Excursions to Volcanic Terrains in the Western United States: Volume 1. Southern Rocky Mountain Region: New Mexico Bureau of Mines and Mineral Resources Memoir 46, p. 475–483. Duvall, A., Kirby, E., and Burbank, D., 2004, Tectonic and lithologic controls on bedrock channel profi les and processes in coastal California: Journal of Geophysical Research, v. 109, F03002, p. 1–18, doi:10.1029/2003JF000086. Eaton, G.P., 1986, A tectonic redefi nition of the Southern Rocky Mountains: Tectonophysics, v. 132, no. 1–3, p. 163–193, doi:10.1016/0040-1951(86)90031-4. Eaton, G.P., 2008, Epeirogeny in the Southern Rocky Mountains region: Evidence and origin: Geosphere, v. 4, no. 5, p. 764–784, doi:10.1130/GES00149.1. Epis, R.C., Scott, G.R., Taylor, R.B., and Chapin, C.E., 1980, Summary of Cenozoic geomorphic, volcanic, and tectonic features of central Colorado and adjoining areas, in Kent, H.C., and Porter, K.W., eds., Colorado Geology: Denver, Colorado, Rocky Mountain Association of Geologists, p. 135–156. Flint, J.J., 1974, Stream gradient as a function of order, magnitude, and discharge: Water Resources Research, v. 10, no. 5, p. 969–973, doi:10.1029/WR010i005p00969. Fox, D.L., and Koch, P.L., 2003, Tertiary history of C4 biomass in the Great Plains, USA: Geology, v. 31, no. 9, p. 809–812, doi:10.1130/G19580.1. Frederiksen, A., Bostock, M., and Cassidy, J., 2001, S-wave velocity structure of the Canadian upper mantle: Physics of the Earth and Planetary Interiors, v. 124, no. 3–4, p. 175–191, doi:10.1016/S0031-9201(01)00194-7. Galloway, W.E., Whiteaker, T.L., and Ganey-Curry, P., 2011, History of Cenozoic North American drainage basin evolution, sediment yield, and accumulation in the Gulf of Mexico basin: Geosphere, v. 7, no. 4, p. 938–973, doi:10.1130/GES00647.1. Goes, S., and Van der Lee, S., 2002, Thermal structure of the North American uppermost mantle inferred from seismic tomography: Journal of Geophysical Research, v. 107, no. B3, p. 1–13, doi:10.1029/2000JB000049. Gregory, K.M., and Chase, C.G., 1992, Tectonic signifi cance of paleobotanically estimated climate and altitude of the late Eocene erosion surface, Colorado: Geology, v. 20, p. 581–585, doi:10.1130/0091-7613(1992)020 <0581:TSOPEC>2.3.CO;2. Gregory, K.M., and Chase, C.G., 1994, Tectonic and climatic signifi cance of a late Eocene low-relief, high-level geomorphic surface, Colorado: Journal of Geophysical Research, v. 99, no. B10, p. 20,141–20,160, doi: 10.1029/94JB00132. Gustavson, T.C., 1986, Geomorphic development of the Canadian River Valley, Texas Panhandle: An example of regional salt dissolution and subsidence: Geological Society of America Bulletin, v. 97, p. 459–472, doi: 10.1130/0016-7606(1986)97<459:GDOTCR>2.0.CO;2. Hack, J.T., 1973, Stream-profi le analysis and stream-gradient index: Journal of Research of the U.S. Geological Survey, v. 1, no. 4, p. 421–429. House, M.A., Kelley, S.A., and Roy, M., 2003, Refi ning the footwall cooling history of a rift fl ank uplift, Rio Grande rift, New Mexico: Tectonics, v. 22, no. 5, p. 1–18, doi:10.1029/2002TC001418. Howard, A., and Kerby, G., 1983, Channel changes in badlands: Geological Society of America Bulletin, v. 94, no. 6, p. 739–752, doi:10.1130/0016-7606(1983)94 <739:CCIB>2.0.CO;2. Jackson, I., and Faul, U.H., 2010, Grainsize-sensitive viscoelastic relaxation in olivine: Towards a robust laboratory-based model for seismological application: Physics of the Earth and Planetary Interiors, v. 183, no. 1–2, p. 151–163, doi:10.1016/j.pepi.2010.09.005. Karlstrom, K.E., Whitmeyer, S.J., Dueker, K., Williams, M.L., Bowring, S.A., Levander, A., Humphreys, E.D., Keller, G.R., and the CD-ROM Working Group, 2005, Synthesis of results from the CD-ROM experiment: 4-D image of the lithosphere beneath the Rocky Mountains and implications for understanding the evolution of continental lithosphere, in Karlstrom, K.E., and Keller, G.R., eds., The Rocky Mountain Region—An Evolving Lithosphere: Tectonics, Geochemistry, and Geophysics: American Geophysical Union Geophysical Monograph 154, p. 421–441. Karlstrom, K.E., Crow, R.S., Crossey, L.J., Coblentz, D., and Van Wijk, J.W., 2008, Model for tectonically driven incision of the younger than 6 Ma Grand Canyon: Geology, v. 36, no. 11, p. 835–838, doi:10.1130/G25032A.1. Karlstrom, K.E., Coblentz, D., Dueker, K., Ouimet, W., Kirby, E., Van Wijk, J., Schmandt, B., Kelley, S., Lazear, G., Crossey, L.J., Crow, R., Aslan, A., Darling, A., Aster, R., MacCarthy, J., Hansen, S.M., Stachnik, J., Stockli, D.F., Garcia, R.V., Hoffman, M., McKeon, R., Feldman, J., Heizler, M., Donahue, M.S., and the CREST Working Group, 2012, Mantle-driven dynamic uplift of the Rocky Mountains and Colorado Plateau and its surface response: Toward a unifi ed hypothesis: Lithosphere, v. 4, no. 1, p. 3–22, doi:10.1130/L150.1. Kirby, E., and Whipple, K.X., 2003, Distribution of active rock uplift along the eastern margin of the Tibetan Plateau: Inferences from bedrock channel longitudinal profi les: Journal of Geophysical Research, v. 108, no. B4, p. 1–24, doi:10.1029/2001JB000861. Lague, D., 2003, Constraints on the long-term colluvial erosion law by analyzing slope-area relationships at various tectonic uplift rates in the Siwaliks Hills (Nepal): Journal of Geophysical Research, v. 108, no. B2, p. 1–11, doi:10.1029/2002JB001893. Lazear, G.D., Karlstrom, K.E., Aslan, A., Schmandt, B., and the CREST Working Group, 2011, Denudational fl exural isostasy of the Colorado Plateau: Implications for incision rates and tectonic uplift, in Beard, L.S., Karlstrom, K.E., Young, R.A., and Billingsley, G.. eds., CRevolution 2—Origin and Evolution of the Colorado River System, Workshop Abstracts: U.S. Geological Survey Open-File Report 2011-1210, p. 287–295. Leonard, E.M., 2002, Geomorphic and tectonic forcing of late Cenozoic warping of the Colorado Piedmont: Geology, v. 30, no. 7, p. 595–598, doi:10.1130/0091 -7613(2002)030<0595:GATFOL>2.0.CO;2. Leonard, E.M., Hubbard, M.S., Kelley, S.A., Evanoff, E., Siddoway, C.S., Oviatt, C.G., and Timmons, M., 2002, High Plains to Rio Grande rift: Late Cenozoic evolution of central Colorado, in Lageson, D., ed., Geological Society of America Field Trip Guide 3: Science at the Highest Level: Boulder, Colorado, Geological Society of America, p. 59–93. Levander, A., Schmandt, B., Miller, M.S., Liu, K., Karlstrom, K.E., Crow, R.S., Lee, C.-T.A., and Humphreys, E.D., 2011, Continuing Colorado Plateau uplift by delamination-style convective lithospheric downwelling: Nature, v. 472, no. 7344, p. 461–465, doi:10.1038 /nature10001. Magnani, M.B., Miller, K.C., Levander, A., and Karlstrom, K., 2004, The Yavapai-Mazatzal boundary: A long-lived tectonic element in the lithosphere of southwestern North America: Geological Society of America Bulletin, v. 116, no. 9, p. 1137–1142, doi:10.1130/B25414.1. Mann, D.H., and Meltzer, D.J., 2007, Millennial-scale dynamics of valley fi lls over the past 12,000 14C yr in northeastern New Mexico, USA: Geological Society of America Bulletin, v. 119, no. 11–12, p. 1433–1448, doi:10.1130/B26034.1. Mayo, E.B., 1958, Lineament tectonics and some ore districts of the Southwest: Transactions of the American Institute of Mining and Metallurgical Engineers, v. 10, no. 11, p. 1169. McMillan, M.E., Angevine, C.L., and Heller, P.L., 2002, Postdepositional tilt of the Miocene-Pliocene Ogallala Group on the western Great Plains: Evidence of late Cenozoic uplift of the Rocky Mountains: Geology, v. 30, no. 1, p. 63–66, doi:10.1130/0091-7613 (2002)030<0063:PTOTMP>2.0.CO;2. McMillan, M.E., Heller, P.L., and Wing, S.L., 2006, History and causes of post-Laramide relief in the Rocky Mountain orogenic plateau: Geological Society of America Bulletin, v. 118, no. 3/4, p. 393–405, doi:10.1130/B25712.1. Molnar, P., 2004, Late Cenozoic increase in accumulation rates of terrestrial sediment: How might climate change have affected erosion rates?: Annual Review of Earth and Planetary Sciences, v. 32, no. 1, p. 67–89, doi:10.1146/annurev.earth.32.091003.143456. Molnar, P., and England, P., 1990, Late Cenozoic uplift of mountain ranges and global climate change: Chicken or egg?: Nature, v. 346, no. 6279, p. 29–34, doi: 10.1038/346029a0.\nDownloaded from https://pubs.geoscienceworld.org/gsa/geosphere/article-pdf/9/3/521/3344109/521.pdf by University of Arizona user on 21 February 2019\nGeosphere, June 2013 545\nMoucha, R., Forte, A.M., Rowley, D.B., Mitrovica, J.X., Simmons, N.A., and Grand, S.P., 2009, Deep mantle forces and the uplift of the Colorado Plateau: Geophysical Research Letters, v. 36, L19310, p. 1–6, doi: 10.1029/2009GL039778. Olmsted, B.W., and McIntosh, W.C., 2004, 40Ar/39Ar Geochronology of the Ocate Volcanic Field, North-Central New Mexico: New Mexico Bureau of Geology & Mineral Resources Bulletin 160, p. 297–308. O’Neill, J.M., 1988, Late Cenozoic physiographic evolution of the Ocate volcanic fi eld, in O’Neill, J.M., and Mehnert, H.H., eds., Petrology and Physiographic Evolution of the Ocate Volcanic Field, North-Central New Mexico: U.S. Geological Survey Professional Paper 1478-A,B, p. B1–B15. Ouimet, W.B., Whipple, K.X., and Granger, D.E., 2009, Beyond threshold hillslopes: Channel adjustment to base-level fall in tectonically active mountain ranges: Geology, v. 37, no. 7, p. 579–582, doi:10.1130 /G30013A.1. Ray, L.L., and Smith, J., 1941, Geology of the Moreno Valley, New Mexico: Geological Society of America Bulletin, v. 52, no. 2, p. 177–210. Roy, M., Kelley, S., Pazzaglia, F., Cather, S., and House, M., 2004, Middle Tertiary buoyancy modifi cation and its relationship to rock exhumation, cooling, and subsequent extension at the eastern margin of the Colorado Plateau: Geology, v. 32, no. 10, p. 925–928, doi:10.1130/G20561.1. Samson S.D., and Alexander E.C., 1987, Calibration of the interlaboratory 40Ar/39Ar dating standard, MMhb1: Chemical Geology, v. 66, p. 27–34. Schmandt, B., and Humphreys, E., 2010, Complex subduction and small-scale convection revealed by body-wave tomography of the western United States upper mantle: Earth and Planetary Science Letters, v. 297, p. 435– 445, doi:10.1016/j.epsl.2010.06.047. Scholle, P.A., 2003, Geologic Map of New Mexico: New Mexico Bureau of Geology and Mineral Resources, scale 1:500,000, 2 sheets. Scott, G.R., Wilcox, R.E., and Mehnert, H.H., 1990, Geology of Volcanic and Subvolcanic Rocks of the RatonSpringer Area, Colfax and Union Counties, New Mexico: U.S. Geological Survey Professional Paper 1507, 68 p. Seni, S.J., 1980, Sand-Body Geometry and Depositional Systems, Ogallala Formation, Texas: University of Texas at Austin Bureau of Economic Geology Report of Investigations 105, 35 p. Sine, C.R., Wilson, D., Gao, W., Grand, S.P., Aster, R., Ni, J., and Baldridge, W.S., 2008, Mantle structure beneath the western edge of the Colorado Plateau: Geophysical Research Letters, v. 35, L10303, p. 1–5, doi:10.1029/2008GL033391. Snyder, N.P., Whipple, K.X., Tucker, G.E., and Merritts, D.J., 2000, Landscape response to tectonic forcing: Digital elevation model analysis of stream profi les in the Mendocino triple junction region, northern California: Geological Society of America Bulletin, v. 112, no. 8, p. 1250–1263, doi: 10.1130/0016-7606(2000)112<1250:LRTTFD>2.0.CO;2. Stroud, J.R., 1997, Geochronology of the Raton-Clayton Volcanic Field, with Implications for Volcanic History and Landscape Evolution: Socorro, New Mexico, New Mexico Institute of Mining and Technology, 102 p. Trimble, D.E., 1980, Cenozoic tectonic history of the Great Plains contrasted with that of the Southern Rocky Mountains: A synthesis: The Mountain Geologist, v. 17, no. 3, p. 59–69. Tucker, G.E., Arnold, L., Bras, R.L., Flores, H., Istanbulluoglu, E., and Solyom, P., 2006, Headwater channel dynamics in semiarid rangelands, Colorado High Plains, USA: Geological Society of America Bulletin, v. 118, no. 7/8, p. 959–974, doi:10.1130/B25928.1. Van Wijk, J.W., Baldridge, W.S., Van Hunen, J., Goes, S., Aster, R., Coblentz, D.D., Grand, S.P., and Ni, J., 2010,\nSmall-scale convection at the edge of the Colorado Plateau: Implications for topography, magmatism, and evolution of Proterozoic lithosphere: Geology, v. 38, no. 7, p. 611–614, doi:10.1130/G31031.1. Whipple, K.X., and Tucker, G.E., 1999, Dynamics of the streampower river incision model: Implications for height limits of mountain ranges, landscape response timescales, and research needs: Journal of Geophysical Research, v. 104, no. B8, p. 17,661–17,674, doi:10.1029/1999JB900120. Whipple, K.X., Wobus, C., Crosby, B., Kirby, E., and Sheehan, D., 2007, New Tools for Quantitative Geomorphology: Extraction and Interpretation of Stream Profi les from Digital Topographic Data: Boulder, Colorado, Geological Society of America, Short Course 506. Wisniewski, P.A., and Pazzaglia, F.J., 2002, Epeirogenic controls on Canadian River incision and landscape evolution, Great Plains of northeastern New Mexico: The Journal of Geology, v. 110, no. 4, p. 437–456, doi:10.1086/340441. Wobus, C., Whipple, K.X., Kirby, E., Snyder, N., Johnson, J., Spyropolou, K., Crosby, B., and Sheehan, D., 2006, Tectonics from topography: Procedures, promise, and pitfalls, in Willett, S.D., Hovius, N., Brandon, M.T., and Fisher, D.M., eds., Tectonics, Climate, and Landscape Evolution: Geological Society of America Special Paper 398, p. 65–74. Wobus, C.W., Tucker, G.E., and Anderson, R.S., 2010, Does climate change create distinctive patterns of landscape incision?: Journal of Geophysical Research, v. 115, F04008, p. 1–12, doi:10.1029/2009JF001562. Zachos, J.C., Kroon, D., Blum, P., et al., 2004, Early Cenozoic Extreme Climates: The Walvis Ridge Transect: Proceedings of the Ocean Drilling Program, Initial Reports, Volume 208: College Station, Texas, Ocean Drilling Program, 30 p. Zaprowski, B.J., 2005, Climatic infl uences on profi le concavity and river incision: Journal of Geophysical Research, v. 110, no. F3, F03004, doi:10.1029/2004JF000138.\nDownloaded from https://pubs.geoscienceworld.org/gsa/geosphere/article-pdf/9/3/521/3344109/521.pdf by University of Arizona user on 21 February 2019"
  }],
  "year": 2013,
  "references": [],
  "id": "SP:b39434a1741d838ec99dd679bc5bf7bac5ecd6f0",
  "authors": [{
    "name": "A. Nereson",
    "affiliations": []
  }, {
    "name": "J. Stroud",
    "affiliations": []
  }, {
    "name": "K. Karlstrom",
    "affiliations": []
  }, {
    "name": "M. Heizler",
    "affiliations": []
  }, {
    "name": "W. McIntosh",
    "affiliations": []
  }],
  "abstractText": "The causal mechanisms for the onset and patterns of post-Miocene erosion of the western Great Plains remain the subject of an enthusiastic debate concerning the roles of climatically modulated geomorphic parameters and tectonic rock uplift as drivers of long-term erosion. This study distinguishes between these drivers on the plains of New Mexico and Colorado, where post-Miocene erosion and late Cenozoic volcanism of the Jemez lineament have produced distinctive modern landscapes characterized by deep bedrock canyons and inverted, basalt-capped mesas. The 40Ar/39Ar ages of basalt-capped paleosurfaces defi ne an episodic eruption history in the Raton-Clayton and Ocate volcanic fi elds and help to quantify patterns, amounts, and rates of differential erosion. Several data sets indicate patterns of NE-trending geologic features that require explanation, including: (1) crude volcanic “belts” of similar age, (2) parallel NE-oriented erosional escarpments retreating toward the NW, (3) differential denudation rates increasing systematically NW from a NE-trending hinge line of “low to no” erosion on the Great Plains, (4) a NEtrending zone of broad (50–100 km) convexities in stream profi les identifi ed by an analysis of strath terraces and channel steepness (ksn), (5) reorganization of stream networks that took advantage of an apparent relative base-level fall in the SE, and (6) an ~150-kmlong, 40Ar/39Ar-dated composite paleo surface that has been tilted 64 milli degrees/Ma since 3.4 Ma. Our synthesis of new 40Ar/39Ar geochronology with new calculations of regional surface denudation, channel steepness, and tilt rates shows that post-Miocene patterns of landscape evolution are best interpreted as related to dynamic uplift along the NEtrending Jemez lineament, with second-order impacts from climate-driven geomorphic variables. We interpret this dynamic uplift to be ultimately due to changing mantle structure and buoyancy with associated crustal melt fl ux.",
  "title": "Dynamic topography of the western Great Plains: Geomorphic and Ar/Ar evidence for mantle-driven uplift associated with the Jemez lineament of NE New Mexico and SE Colorado"
}