{
  "sections": [{
    "text": "K A T R I N J . M E I S S N E R & T I M O T H Y J . B R A L O W E R\nOn page 573, Gutjahr et al.1 report a fundamental breakthrough in our understanding of a global-warming event that occurred 56 million years ago and was caused by an increase in concentrations of atmospheric greenhouse gases. The episode, known as the Palaeocene/Eocene Thermal Maximum (PETM), was one of the most rapid warming events in Earth’s history. The authors find that volcanism was the main source of carbon dioxide, and that the rate of emission of this gas was much lower than it is today. Understanding the processes that operated during warming events such as the PETM is crucial to help predict future climate conditions — we cannot rely solely on climate models, because they potentially misrepresent key processes that occur in warm climates2. But CO2 concentrations have not been as high as modern values for at least the past 3 million years3, so we need to go further back in time to find potential analogues of current and future climate change.\nEstimates of the magnitude of warming during the PETM are relatively well constrained4 (4–5 °C), but the amount and source of carbon that fuelled the event has been hotly debated. Possible culprits5 include compounds known as methane hydrates,\nfound in deep-sea sediments; volcanism that coincided with the initial opening of the Norwegian–Greenland Sea; and thawing of permafrost. Quantifying the magnitude, origin and emission rates of carbon is important. A reliable estimate of the amount of carbon released would constrain estimates of Earth’s climate sensitivity6 (the change in the planet’s equilibrium temperature in response to a doubling of atmospheric CO2) and therefore refine projections of future temperature rise. Determining the sources of carbon is particularly crucial, because destabilization of ‘fastrelease’ reservoirs of organic carbon (such as methane hydrates or permafrost) could cause more damage to terrestrial and marine organisms than ‘slow-release’ mechanisms such as volcanism (Fig. 1).\nGutjahr et al. used boron isotope data measured in a sediment core from the northeast Atlantic Ocean to constrain changes in atmospheric CO2 during the PETM. Boron isotope ratios are a proxy for sea-surface pH, which depends on the amount of CO2 dissolved in the ocean, and therefore on atmospheric CO2 concentration. This is not the first time that the boron proxy has been used to study the PETM7, but the authors report a new data-assimilation technique that yields the most accurate assessment yet of the total volume and sources of carbon.\nUsing an Earth-system model, the authors\nPA L A E O C L I M AT E"
  }, {
    "heading": "Volcanism caused",
    "text": "ancient global warming"
  }, {
    "heading": "A study confirms that volcanism set off one of Earth’s fastest global-warming events. But the release of greenhouse gases was slow enough for negative",
    "text": "feedbacks to mitigate impacts such as ocean acidification. See Letter p.573\ndisease, including heart attack. The researchers’ finding is in agreement with a separate report14 published this year. In addition, the authors of that earlier report used a computed tomographic technique to visualize blood vessels around the hearts of three people who had complete absence of ANGPTL3, and detected no atherosclerosis. Collectively, these data provide confidence that pharmacological inhibition of ANGPTL3 might, by decreasing atherosclerotic plaques, reduce the risk of heart attack.\nArmed with these facts, Dewey et  al. and Graham et al. took different pharmacological approaches to inactivate ANGPTL3. Dewey and colleagues used an antibody to inhibit the protein’s activity, whereas Graham and co-workers made use of short nucleotide sequences called antisense oligonucleotides, which they designed to bind to and inhibit translation of ANGPTL3 messenger RNA.\nThe groups first turned to various mouse models engineered to be at increased risk of atherosclerotic plaques. Inactivation of ANGPTL3 by either method led to smaller areas of atherosclerosis than did a control treatment. In addition, Graham et al. observed other benefits, including reduced triglyceride levels in the liver (indicative of triglycerides being more efficiently processed) and improvements in the response to insulin.\nNext, Dewey et al. treated healthy humans (who had no ANGPTL3 deficiency) with the antibody. The treatment resulted in a dosedependent reduction in triglyceride and LDL cholesterol levels. Graham and colleagues found a similar effect when treating healthy volunteers with their antisense oligonucleotide. No serious adverse events were reported with either treatment.\nThese two reports add to the growing evidence that, beyond levels of LDL cholesterol, enhancing clearance of TRLs is a key route to combating heart attack. There are seven genes in which rare mutations are known to protect against heart attack, and in four of these, the protective mutations seem to work by improving clearance of TRLs15. Therefore, strategies that enhance TRL breakdown, including by inhibiting ANGPTL3, are likely to be a fruitful therapeutic approach.\nHowever, several barriers remain before these ANGPTL3 inhibitors can be developed for clinical use. First, large randomized controlled trials are still required to prove that these therapeutics will reduce the risk of heart attack without significant toxicity. Second, it remains uncertain how much clinical benefit ANGPTL3 inhibition will provide, when added to current standard practice for people at risk. Finally, the expense of antibodies targeting PCSK9 has hampered their uptake (they are estimated16 to cost about US$14,000 a year); it remains to be seen how cost will affect inhibitors of ANGTPL3. But if these hurdles can be overcome, TRLs could make\nthe transition from being used as a test for heart- attack risk to being a target for treatment. ■\nSekar Kathiresan is at the Center for Genomic Medicine, Massachusetts General Hospital, Boston, Massachusetts 02114, USA, and the Cardiovascular Disease Initiative, Broad Institute, Cambridge, Massachusetts. e-mail: sekar@broadinstitute.org\n1. Stone, N. J. et al. Circulation 129, S1–S45 (2014). 2. Dewey, F. E. et al. N. Engl. J. Med. 377, 211–221\n(2017). 3. Graham, M. J. et al. N. Engl. J. Med. 377, 222–232\n(2017). 4. Musunuru, K. & Kathiresan, S. Circ. Res. 118,\n579–585 (2016). 5. Goldstein, J. L. & Brown, M. S. Cell 161, 161–172\n(2015).\n6. Harper, A. R., Nayee, S. & Topol, E. J. Nature Rev. Genet. 16, 689–701 (2015). 7. Abifadel, M. et al. Nature Genet. 34, 154–156 (2003). 8. Cohen, J. C., Boerwinkle, E., Mosley, T. H. Jr & Hobbs, H. H. N. Engl. J. Med. 354, 1264–1272 (2006). 9. Zhao, Z. et al. Am. J. Hum. Genet. 79, 514–523 (2006). 10. Sabatine, M. S. et al. N. Engl. J. Med. 376, 1713–1722\n(2017). 11. Koishi, R. et al. Nature Genet. 30, 151–157 (2002). 12. Shimizugawa, T. et al. J. Biol. Chem. 277,\n33742–33748 (2002). 13. Musunuru, K. et al. N. Engl. J. Med. 363, 2220–2227\n(2010). 14. Stitziel, N. O. et al. J. Am. Coll. Cardiol. 69, 2054–2063\n(2017). 15. Khera, A. V. & Kathiresan, S. Nature Rev. Genet. 18,\n331–344 (2017). 16. Kazi, D. S. et al. J. Am. Med. Assoc. 316, 743–753\n(2016).\nThis article was published online on 23 August 2017.\n3 1 A U G U S T 2 0 1 7 | V O L 5 4 8 | N A T U R E | 5 3 1\n©\nMacmillan Publishers Limited, part of Springer Nature. All rights reserved. © 2017 Macmillan Publishers Limited, part of Springer Nature. All rights reserved.\nsimulated sea-surface pH at approximately weekly intervals, and compared the results at each time step with the interpolated pH record reconstructed from the boron data. They then adjusted the atmospheric CO2 levels in their model to minimize any differences between the simulated and observed pH for the next time step. This allowed them to reconstruct time series of CO2 concentrations throughout the PETM, and to convert these into carbon emissions. The authors also measured the ratio of carbon-13 to carbon-12 in sediments from the same core, to provide information about the possible mix of carbon sources.\nThe researchers concluded that the PETM was caused by a release of 10,200–12,200 petagrams of carbon (PgC; 1 Pg is 1015 grams). They also calculated that carbon-emission rates peaked at 0.58 PgC per year, which is less than one-tenth of current fossil-fuel emissions8 (about 10 PgC per year), and in agreement with earlier studies9. Their results point to volcanism as the main source (up to 90%) of emissions, with the remainder coming from a reservoir of organic carbon. The proposed mixture makes geological sense, because volcanic activity in the Norwegian– Greenland Sea is known to have triggered the release of methane from organic-rich sediments and coal10.\nThe study does have several uncertainties. The deep-sea sediment analysed was\ndeposited at rates of a few centimetres per thousand years. It therefore cannot reveal changes that might have occurred over decadal or centennial intervals at the start of the PETM, including catastrophic, abrupt releases of massive amounts of carbon. Higher-resolution sedimentary records are available in coastal areas, but these are complicated by regional effects. In addition, to faithfully simulate climate recovery from the PETM, the authors needed to modify their model to increase the amount of organic carbon that was removed from the ocean’s surface — confirming that our understanding and parameterization of ocean biogeochemical processes, and in particular biological productivity, is still rudimentary.\nEven with these uncertainties, Gutjahr and co-workers’ study is simultaneously good and bad news for the future of anthropogenic climate change. The first piece of good news is that the results imply that warm climates have a climate sensitivity consistent with, and at the lower end of, estimates from climatemodel predictions11. Second, the findings suggest it is unlikely that catastrophic release of carbon from methane hydrates or permafrost was the main trigger of the PETM, although such processes probably amplified the effects of climate change. Yet the risk of potential future destabilization of these fast-release reservoirs cannot be ruled out,\nbecause they might be more vulnerable in today’s much more-quickly warming world than they were in the past.\nThe relatively slow release of carbon during the PETM would have allowed time for amplified chemical breakdown of silicate and carbonate minerals in continental rocks under warm conditions. The carbon release would also have led to an extended period of corrosive conditions at the deep sea floor, which would have dissolved the calcium carbonate shells of marine organisms (calcifiers) buried in sediments. Increased atmospheric CO2 levels would have led to depletion of carbonate ions in the ocean, but the mineral breakdown and carbonate dissolution would have restored ocean carbonate levels, making the surface waters less corrosive for living calcifiers, and increasing the amount of atmospheric CO2 taken up by the ocean through a chemical ‘buffering’ effect. The chemical breakdown of silicate minerals would also have directly removed CO2 from the atmosphere.\nThe effects described above constitute negative feedbacks that would have dampened the initial spike in atmospheric CO2 concentrations resulting from a fast-release scenario. In the surface ocean, they would also have decoupled the decrease in pH and carbonate ions from each other — so sea-surface species were mostly affected by warming during the PETM, rather than by acidification12. But much of the CO2 initially released by volcanism was sequestered in the deep sea, where it caused severe acidification and resulted in one of the largest known extinctions of deepsea species13. The bad news is that any current or future rapid carbon release will result in much stronger surface acidification than occurred during the PETM, because there won’t be time for negative feedbacks to take effect. The effects on sea-surface species, including corals and marine calcifiers at the bottom of the food chain, will therefore be much worse.\nGutjahr and colleagues’ study provides a much clearer understanding of the drivers of climate and ecosystem change during the PETM. It shows that warming and increases in atmospheric CO2 unfolded much more slowly than they are today. We are therefore entering uncharted waters. ■\nKatrin J. Meissner is at the Climate Change Research Centre and ARC Centre of Excellence for Climate System Science, University of New South Wales Sydney, Sydney, New South Wales 2052, Australia. Timothy J. Bralower is in the Department of Geosciences, Pennsylvania State University, University Park, Pennsylvania 16802, USA. e-mails: k.meissner@unsw.edu.au; tjb26@psu.edu\n1. Gutjahr, M. et al. Nature 548, 573–577 (2017). 2. Valdes, P. Nature Geosci. 4, 414–416 (2011).\nFigure 1 | The effects of slow and fast release of carbon dioxide on climate and ecosystems. Gutjahr et al.1 used boron- and carbon-isotope data from a sedimentary core to show that emissions of more than 10,000 petagrams of carbon (PgC; 1 Pg is 1015 grams) drove a rapid global-warming event called the Palaeocene/Eocene Thermal Maximum (PETM). They suggest that these releases were mostly slow CO2 emissions from volcanism. Other sources, such as methane hydrates found in deep-sea sediments, contributed smaller amounts. a, Methane hydrates can release carbon rapidly, causing a spike in atmospheric greenhouse-gas concentrations and sea-surface temperatures, a rapid decrease in pH and carbonate levels, and strong acidification of the ocean surface. b, Slow carbon releases, such as those from volcanism, allow time for slow negative-feedback processes to occur that moderate the effects of the emissions. Atmospheric carbon levels rise steadily, and warming is moderate relative to the total amount of carbon emitted. The pH of surface seawater decreases, but carbonate levels are restored, so surface acidification is moderate. The carbon emitted during both fast- and slow-release processes ends up in the deep ocean, where it causes strong acidification and extinction of deep-water species. The changes in environment and life forms that occurred during the PETM are consistent with the scenario in b.\nVolcanism\nSteady rise in CO2 levels Spike in CO2 levels\nSurface ocean\nDeep ocean\n• Spike in temperature • pH lowered • Lower carbonate levels • Strong initial acidi cation\n• Steady increase in temperature • pH lowered • Carbonate levels restored • Weak to moderate acidi cation\nCarbon transport\nStrong long-term acidi cation Extinction\nMethane hydrates\nFast carbon release\nSlow carbon release\na b\n5 3 2 | N A T U R E | V O L 5 4 8 | 3 1 A U G U S T 2 0 1 7\nNEWS & VIEWSRESEARCH\n©\nMacmillan Publishers Limited, part of Springer Nature. All rights reserved. © 2017 Macmillan Publishers Limited, part of Springer Nature. All rights reserved.\n3. Pagani, M., Liu, Z., LaRiviere, J. & Ravelo, A. C. Nature Geosci. 3, 27–30 (2010). 4. Dunkley Jones, T. et al. Earth-Sci. Rev. 125, 123–145 (2013). 5. McInerney, F. A. & Wing, S. L. Annu. Rev. Earth Planet. Sci. 39, 489–516 (2011). 6. von der Heydt, A. S. et al. Curr. Clim. Change Rep. 2, 148–158 (2016). 7. Penman, D. E., Hönisch, B., Zeebe, R. E., Thomas, E. & Zachos, J. C. Paleoceanography 29, 357–369 (2014). 8. Le Quéré, C. et al. Earth Syst. Sci. Data 8, 605–649 (2016). 9. Cui, Y. et al. Nature Geosci. 4, 481–485 (2011). 10. Frieling, J. et al. Proc. Natl Acad. Sci. USA 113, 12059–12064 (2016). 11. Meissner, K. J. et al. Paleoceanography 29, 946–963 (2014). 12. Gibbs, S. J. et al. Geology 44, 59–62 (2016). 13. Thomas, E. in Global Catastrophes in Earth History (eds Sharpton, V. L. & Ward, P. D.) 481–496 (Geol. Soc. Am. Spec. Pap. No. 247, 1990).\nX I A O J I N G L I U & J A S O N W. L O C A S A L E\nMetabolism is the set of biochemical reactions that processes nutrients to achieve specific goals that benefit cellular or organismal fitness1. The outcomes include the production of biomolecules such as nucleic acids, and the maintenance of a specific cellular redox state that can mitigate the effects of oxidative stress. The one-carbon metabolic pathway achieves many of these outcomes by processing nutrient-derived molecular units that contain a single carbon atom2–5. The ways in which different carbon sources are used to fuel this pathway aren’t completely understood. On page 549, Burgos-Barragan et al.6 report that formaldehyde (CH2O), a genotoxic agent that is removed from cells to protect DNA, can also support mammalian one-carbon metabolism.\nThe amino acids serine and glycine are thought to be the major sources of the singlecarbon units used in one-carbon metabolism. These can be obtained from the diet7 or synthesized from glucose through the serine-synthesis pathway2. The overall network of biochemical reactions, known as serine, glycine and one-carbon (SGOC) metabolism, is the target of some of the most successful cancer chemotherapies8 — underscoring its crucial role in cell proliferation and genome maintenance.\nSGOC metabolism is compartmentalized in two locations in cells: one part of the pathway is contained in mitochondria (organelles that act as metabolic hubs) and the other is in the cytosol and nucleus9. Formate ions (HCO2−), another fundamental component of onecarbon metabolism, provide a link between these compartments9. Formate is generated by the oxidation of folate molecules in the mitochondria, and is released into the cytosol, where it provides one-carbon units for use by other folates in metabolic reactions (Fig. 1). Indeed, proliferation defects in cells cultured\nin the absence of serine10 can be rescued when formate is added to the culture medium.\nBurgos-Barragan et  al . now use a combination of genetic approaches (including CRISPR–Cas9 gene-editing technology) and biochemical analyses to show that formate can also be generated from formaldehyde produced in mammalian cells, in sufficient quantities to sustain one-carbon metabolism. The authors first observed a spontaneous decomposition of folates in cells that causes genotoxic stress. Further investigation revealed that this stress seems to be due to formaldehyde production and the generation of covalent crosslinks between different sites in DNA; such crosslinks are known to form when formaldehyde reacts with DNA.\nThe authors showed that the ability of cells to survive this stress depends on the availability of an enzyme called alcohol dehydrogenase 5 (ADH5) that converts formaldehyde into formate, and on proteins of the Fanconi anaemia pathway, which repairs DNA\ncrosslinks11 generated by formaldehyde. These observations support the idea that the genotoxic stress is caused by formaldehyde production. The researchers also generated a series of genetically engineered cells unable to express different enzymes involved in onecarbon metabolism, and found that these cells required ADH5 for proliferation. Combined deletion of ADH5 and of genes that encode enzymes in one-carbon metabolism decreased proliferation.\nThe study therefore establishes a genetic interaction between the activity of one-carbon metabolism and formaldehyde detoxification. This is perhaps to be expected, because there is substantial evidence indicating that deficiencies in one-carbon metabolism and in folate levels lead to DNA damage and thus create a higher demand for DNA repair5. However, Burgos-Barragan et al. also report a surprising mechanism that underlies this genetic inter action. In a set of experiments using isotopically labelled nutrients, they show that formaldehyde can directly generate onecarbon units and fuel the folate cycle through ADH5 activity and formate production, thus coupling the detoxification of formaldehyde to the ability to sustain activity in the SGOC pathway. This allows nucleotides — particularly purines, the biosynthesis of which requires one-carbon units — to be synthesized directly from formaldehyde.\nTaken together, these findings greatly expand our knowledge of one-carbon metabolism, and show that one-carbon units can derive from formaldehyde formed endogenously (within cells), in addition to dietary\nB I O C H E M I S T R Y"
  }, {
    "heading": "A toxin that fuels",
    "text": "metabolism Formaldehyde, a DNA-damaging agent formed in cells, has now been shown to support metabolic processes that involve molecular units containing a single carbon atom — linking metabolism to a DNA-protection mechanism. See Article p.549\n3 1 A U G U S T 2 0 1 7 | V O L 5 4 8 | N A T U R E | 5 3 3\n©\nMacmillan Publishers Limited, part of Springer Nature. All rights reserved. © 2017 Macmillan Publishers Limited, part of Springer Nature. All rights reserved."
  }],
  "year": 2017,
  "references": [],
  "id": "SP:13dba7c4cbed46dbbfe315121813ca701f0e9aa5",
  "authors": [],
  "abstractText": "On page 573, Gutjahr et al. report a fundamental breakthrough in our understanding of a global-warming event that occurred 56 million years ago and was caused by an increase in concentrations of atmospheric greenhouse gases. The episode, known as the Palaeocene/Eocene Thermal Maximum (PETM), was one of the most rapid warming events in Earth’s history. The authors find that volcanism was the main source of carbon dioxide, and that the rate of emission of this gas was much lower than it is today. Understanding the processes that operated during warming events such as the PETM is crucial to help predict future climate conditions — we cannot rely solely on climate models, because they potentially misrepresent key processes that occur in warm climates. But CO2 concentrations have not been as high as modern values for at least the past 3 million years, so we need to go further back in time to find potential analogues of current and future climate change. Estimates of the magnitude of warming during the PETM are relatively well constrained (4–5 °C), but the amount and source of carbon that fuelled the event has been hotly debated. Possible culprits include compounds known as methane hydrates, found in deep-sea sediments; volcanism that coincided with the initial opening of the Norwegian–Greenland Sea; and thawing of permafrost. Quantifying the magnitude, origin and emission rates of carbon is important. A reliable estimate of the amount of carbon released would constrain estimates of Earth’s climate sensitivity (the change in the planet’s equilibrium temperature in response to a doubling of atmospheric CO2) and therefore refine projections of future temperature rise. Determining the sources of carbon is particularly crucial, because destabilization of ‘fastrelease’ reservoirs of organic carbon (such as methane hydrates or permafrost) could cause more damage to terrestrial and marine organisms than ‘slow-release’ mechanisms such as volcanism (Fig. 1). Gutjahr et al. used boron isotope data measured in a sediment core from the northeast Atlantic Ocean to constrain changes in atmospheric CO2 during the PETM. Boron isotope ratios are a proxy for sea-surface pH, which depends on the amount of CO2 dissolved in the ocean, and therefore on atmospheric CO2 concentration. This is not the first time that the boron proxy has been used to study the PETM, but the authors report a new data-assimilation technique that yields the most accurate assessment yet of the total volume and sources of carbon. Using an Earth-system model, the authors PA L A E O C L I M AT E"
}