{
  "sections": [{
    "text": "References and Notes 1. G. W. Huber, S. Iborra, A. Corma, Chem. Rev. 106, 4044\n(2006). 2. H. Danner, R. Braun, Chem. Soc. Rev. 28, 395 (1999). 3. A. Corma, S. Iborra, A. Velty, Chem. Rev. 107, 2411\n(2007). 4. C. H. Christensen, J. Rass-Hansen, C. C. Marsden,\nE. Taarning, K. Egeblad, Chem. Sus. Chem. 1, 283 (2008).\n5. H. Zhao, J. E. Holladay, H. Brown, Z. C. Zhang, Science 316, 1597 (2007). 6. Y. Román-Leshkov, J. N. Chheda, J. A. Dumesic, Science 312, 1933 (2006). 7. M. Bicker, J. Hirth, H. Vogel, Green Chem. 5, 280 (2003). 8. M. E. Himmel et al., Science 315, 804 (2007). 9. J. Lunt, Polym. Degrad. Stabil. 59, 145 (1998).\n10. E. T. H. Vink, K. R. Ràbago, D. A. Glassner, P. R. Gruber, Polym. Degrad. Stabil. 80, 403 (2003). 11. K. L. Wasewar, A. A. Yawalkar, J. A. Moulijn, V. G. Pangarkar, Ind. Eng. Chem. Res. 43, 5969 (2004). 12. R. Datta, M. Henry, J. Chem. Technol. Biotechnol. 81, 1119 (2006).\n13. Y. Fan, C. Zhou, X. Zhu, Catal. Rev. 51, 293 (2009). 14. J. C. Serrano-Ruiz, J. A. Dumesic, Chem. Sus. Chem 2,\n581 (2009). 15. E. Taarning et al., Chem. Sus. Chem 2, 625\n(2009). 16. R. M. West et al., J. Catal. 269, 122 (2010). 17. Y. Hayashi, Y. Sasaki, Chem. Commun. (Camb.) (21):\n2716 (2005). 18. T. M. Aida et al., J. Supercrit. Fluid. 42, 110 (2007). 19. M. Sasaki, K. Goto, K. Tajima, T. Adschiri, K. Arai,\nGreen Chem. 4, 285 (2002). 20. R. Montgomery, Ind. Eng. Chem. 45, 1144 (1953). 21. B. Y. Yang, R. Montgomery, Carbohydr. Res. 280, 47\n(1996). 22. G. Braun, U.S. patent 2,024,565 (1935). 23. Materials and methods are available as supporting\nmaterial on Science Online. 24. J. M. Thomas, R. Raja, D. W. Lewis, Angew. Chem. Int. Ed.\n44, 6456 (2005). 25. M. Boronat, A. Corma, M. Renz, P. M. Viruela, Chemistry\n12, 7067 (2006). 26. A. Corma, J. Catal. 216, 298 (2003). 27. J. Jow, G. L. Rorrer, M. C. Hawley, D. T. A. Lamport,\nBiomass 14, 185 (1987).\n28. P. Rivalier, J. Duhamet, C. Moreau, R. Durand, Catal. Today 24, 165 (1995). 29. M. Renz et al., Chemistry 8, 4708 (2002). 30. J. C. van der Waal, E. J. Creyghton, P. J. Kunkeler, K. Tan,\nH. van Bekkum, Top. Catal. 4, 261 (1997). 31. A. Corma, M. E. Domine, L. Nemeth, S. Valencia, J. Am.\nChem. Soc. 124, 3194 (2002). 32. The Catalysis for Sustainable Energy initiative is funded\nby the Danish Ministry of Science, Technology and Innovation. The Center for Sustainable and Green Chemistry is sponsored by the Danish National Research Foundation. Haldor Topsøe A/S holds patent application EP 090137829 related to the work described in this report. The authors thank C. Hviid Christensen (Haldor Topsøe A/S) for helpful advice.\nSupporting Online Material www.sciencemag.org/cgi/content/full/328/5978/602/DC1 Materials and Methods Figs. S1 to S8 Tables S1 to S6 References\n29 October 2009; accepted 17 March 2010 10.1126/science.1183990"
  }, {
    "heading": "Recent Hotspot Volcanism on Venus",
    "text": "from VIRTIS Emissivity Data Suzanne E. Smrekar,1* Ellen R. Stofan,2 Nils Mueller,3,6 Allan Treiman,4 Linda Elkins-Tanton,5 Joern Helbert,6 Giuseppe Piccioni,7 Pierre Drossart8\nThe questions of whether Venus is geologically active and how the planet has resurfaced over the past billion years have major implications for interior dynamics and climate change. Nine “hotspots”—areas analogous to Hawaii, with volcanism, broad topographic rises, and large positive gravity anomalies suggesting mantle plumes at depth—have been identified as possibly active. This study used variations in the thermal emissivity of the surface observed by the Visible and Infrared Thermal Imaging Spectrometer on the European Space Agency’s Venus Express spacecraft to identify compositional differences in lava flows at three hotspots. The anomalies are interpreted as a lack of surface weathering. We estimate the flows to be younger than 2.5 million years and probably much younger, about 250,000 years or less, indicating that Venus is actively resurfacing.\nVenus’ resurfacing record holds importantclues to its geological evolution. Venusand Earth are similar in size and in internal heat production, yet Venus is in a stagnant lid convection regime whereas Earth has vigorous plate tectonics. Venus’ sparse and largely unmodified crater population has spawned a debate over whether it was resurfaced catastrophically (1) or gradually (2). These two end members have very different dynamic implications. Catastrophic resurfacing could have been caused by episodic mantle overturn (3) or melting in a hot mantle insulated by a stagnant lid (4). Gradual resurfacing\nis consistent with more Earth-like volcanic and interior processes (5). The rate and style of resurfacing have important implications for both interior evolution and climate change driven by volatile release from volcanic outgassing.\nThe Visible and Infrared Thermal Imaging Spectrometer (VIRTIS) on the European Space Agency’s Venus Express spacecraft provided a map of thermal emission for much of the southern hemisphere of Venus’ surface in the atmospheric window at 1.02 mm (6). Surface emissivities in the 1.02-mm band are retrieved from surface brightness by correcting for effects of instrumental stray light, viewing geometry, cloud opacity, and elevation (7, 8). More accurate topographic data (9) allowed us tomake significantly better maps of surface emissivity (10). Absolute surface emissivities are model-dependent (11) but are calculated from variations in the emitted fluxes that are up to 12% greater than the average value. These emissivity variations represent differences in material\n1Jet Propulsion Laboratory, Mail Stop 183-501, 4800 Oak Grove Drive, Pasadena, CA 91109, USA. 2Proxemy Research, 20528 Farcroft Lane, Laytonsville, MD 20882, USA. 3Institute for Planetology, Westfälische Wilhelms-Universität Münster, WilhelmKlemm-Strasse 10, 48149 Münster, Germany. 4Lunar and Planetary Institute, 3600 Bay Area Boulevard, Houston, TX 77058, USA. 5Massachusetts Institute of Technology, Earth, Atmospheric, and Planetary Sciences, Building 54-824, 77 Massachusetts Avenue, Cambridge, MA 02139, USA. 6Institute of Planetary Research, GermanAerospace Center, Rutherfordstrasse 2, D-12489 Berlin, Germany. 7Istituto Nazionale di Astrofisica– Istituto di Astrofisica Spaziale e Fisica Cosmica (INAF-IASF), Via del Fosso del Cavaliere 100, 00133 Rome, Italy. 8Laboratoire d'Etudes Spatiales et d'Instrumentation enAstrophysique (LESIA), Observatoire de Paris, CNRS, UPMC, Université Paris-Diderot, 5 Place Jules Janssen, 92195 Meudon, France.\n*To whom correspondence should be addressed. E-mail: ssmrekar@jpl.nasa.gov\nFig. 1. (Top) Magellan synthetic aperture radar (SAR) image, left looking, overlain on topography. (Bottom) Surface emissivity derived from the VIRTIS spectrometer. Regio names are located below the topographic rises. Boxes indicate example sites shown in Fig. 2.\nwww.sciencemag.org SCIENCE VOL 328 30 APRIL 2010 605\nebruary 26, 2019\nhttp://science.sciencem ag.org/\nD ow nloaded from\ncompositions in the top few micrometers of depth due to either primary compositional variations or alteration by surface weathering. VIRTIS data are averaged over 1.5 Earth years, so volcanic eruptions or flows are not likely as causes of anomalously high emissions (7, 8). In general, higher emissivities imply greater abundances of ferrous silicates (12), although more laboratory work under Venus conditions is needed to produce a spectral library (13, 14).\nHere, we focus on areas of anomalously high emissivity (7) associated with coronae (15) and volcanoes at “hotspots” (Fig. 1). Hotspots on Venus were recognized, in analogy with terrestrial hotspots such as Hawaii, by their distinctive topographic rises, major volcanic centers, and gravity signatures (16–18). Of the nine recognized hotspots, only Imdr, Themis, and Dione Regiones were imaged byVIRTIS (Fig. 1). These three rises have heights that range from 0.5 to 1.6 km above the surrounding plains and rise diameters of 1400 to 2700 km. Venus’ hotspots are among the most likely sites for current volcanic activity. Their thin elastic lithospheres and great apparent depths of compensation, as revealed by Magellan gravity and topography data analysis, suggest the high heat flows and broad topographic uplift of active mantle plumes (18–22).\nAt these hotspots, the flows that are the youngest stratigraphically (23–25) have anomalously high emissivities. All flows have digitate or\nsheet morphologies typical of basaltic flows. The region with the highest emissivity anomaly is at Idunn Mons, Imdr Regio’s single large volcano (Fig. 2A). Two of the three large volcanoes at Dione Regio, Innini and Hathor Montes, have anomalously high emissivities (Fig. 2B). Ushas Mons does not appear to have high emissivity, although VIRTIS data are sparse in the area. However, the Ushas region has a thicker elastic lithosphere than do Innini and HathorMontes (22), which is consistent with Ushas not being volcanically active, because thicker lithosphere implies lower heat flow. ThemisRegio contains 13 coronae and several volcanoes (Fig. 1) with diameters greater than 100 km (the spatial resolution of the VIRTIS data), 7 of which have flows with high emissivity (25). Mielikki Mons at Themis Regio is representative of these flows (Fig. 2C).\nAnalysis of the concentration and degradation of the dark halos produced by impact craters offers some insight into relatively old and young regions. Craters with parabolic ejecta deposits, which form when fine-grained material from impacts is carried downstream by winds, are believed to be the youngest 10% of the crater population (26). Over time, fine-grained parabolas are removed by either weathering processes (chemical and/or aeolian) or modification by volcanism and tectonism. Regions with both a relatively low parabola crater density and larger than average numbers of geologically modified craters have\nbeen interpreted as being relatively young (27). Those with low parabola crater density and high total crater density are interpreted to be relatively old, with parabolas removed primarily via weathering processes. One of the high-emissivity flows in Themis Regio appears to superpose the dark parabola from an impact crater, providing further evidence for the relative youthfulness of the flows (26).\nAlthough the scale of regions (5.3 × 106 km2) assessed by (27) is much larger than the highemissivity flows we examine here, their analysis is broadly consistent with the relative youth of these hotspots. Both Dione and Themis Regiones occur adjacent to one of only two regions identified as relatively young. The other area is largely outside of VIRTIS coverage. Imdr Regio is equidistant between relatively young and old areas, in an area that is of apparently average age. However, the areal extent of high-emissivity flows at Imdr Regio is smaller than at Dione Regio and much smaller than at Themis Regio (Fig. 1).We thus find somegeneral correlationbetween thehigh-emissivity anomalies at volcanic flows and relatively young surfaces, based on dark halo degradation.\nSurface observations, theoretical calculations, and laboratory experiments are consistent with weathering in the harsh Venus environment (460°C, 90 bars) producing a decrease in emissivity. Analysis of Venera 9 and 10 visible and near-infrared spectra using high-temperature\nFig. 2. Magellan SAR images (gray scale) overlain on emissivity (see color bars). The emissivity ranges in (B) and (C) differ from those in Figs. 1 and 2A. The highemissivity anomaly at Idunn Mons (A) in Imdr Regio covers the steep-sided dome at the summit, as well as digitate flows that extend to the northeast. Highemissivity flows at Hathor and Innini Montes (B) in Dione Regio emanate radially from the summits. These flows are stratigraphically the youngest (23). The high-emissivity area at Mielikki Mons (C) corresponds to a set of digitate and sheetlike flows on the eastern flanks of the volcano, which are also locally the youngest flows (24, 25).\n30 APRIL 2010 VOL 328 SCIENCE www.sciencemag.org606\nebruary 26, 2019\nhttp://science.sciencem ag.org/\nD ow nloaded from\nreflectance measurements indicates the presence of ferric oxide hematite (28). Experiments with Venus-analog atmospheres and mineral mixtures indicate that incorporation of CO2 or SO2 into secondary minerals such as calcite, quartz dolomite, or anhydrite forms a crust on primary mineral grains or glasses (29, 30). An iron oxide, probably hematite, was concentrated toward the top of the secondary mineral crust on a time scale of days (30). These secondary minerals have low emissivity at 1 mm and could mask underlying high-emissivity minerals. Because these minerals are transparent to radiation, a substantial crust micrometers thick may be required to lower emissivity. Thermodynamic calculations also predict that iron-bearing silicates, pyroxenes, and pyrite decompose in reaction with CO2 to hematite, quartz, and other phases (31–34), all of which have lower emissivities than the initial minerals (35). Even if the primary compositions of these flows had unusually high concentrations of Ti, Fe, or Mg, as is found at some terrestrial hotspots (36, 37), our knowledge of weathering on Venus indicates that they should weather in the same manner as more typical basalt compositions.\nIt is highly unlikely that the heat of active volcanism is producing the anomalies interpreted as high emissivity, because the anomalies seem to be constant with time and equivalent to less than 20 K of temperature difference (7, 8). However, if any of the three areas are active, IdunnMons in Imdr Regio is the best candidate. The emissivity anomaly at Idunn is roughly a factor of 2 greater than at the other hotspots. Although modeling of volcanic plumes shows that transporting volcanic gases to the top of the clouds is difficult (38), Idunn is at roughly the same latitude and upwind from the bright spot recently observed on Venus (39). Under ideal conditions, a volcanic plume could introduce sufficient volatiles into the atmosphere to cause brightening of the cloud-top albedo downwind of the volcano.\nAll plausible interpretations of the highemissivity anomalies point to relatively recent volcanism. Our understanding of the composition of the surface, expected surface weathering products, and the emissivities of the key minerals suggest that the nominal emissivity observed over most of the southern hemisphere represents a weathered surface. If the high-emissivity anomalies are relatively unweathered basalt with an emissivity of 0.85 to 0.9 (36, 40), then a 12% decrease in flux implies a weathered background emissivity of as low as 0.5 to 0.6. This value is most consistent with a fine-grained hematite.\nLimited information is available about weathering rates on Venus. Results from laboratory experiments on basalts under Venus conditions predict that reaction fronts could advance several micrometers in the time frame of a year (29, 30, 33, 34, 41). Clearly, the experiments to date point to very rapid weathering. However, there are numerous uncertainties about the specific minerals involved, the atmospheric composition, the oxygen fugacity at the surface,\nand how thick a layer is needed to change the surface emissivity. Given these uncertainties, weathering experiments support the hypothesis that the flows are relatively recent but do not provide a clear age constraint.\nUnderstanding the style and rate of resurfacing on Venus has important implications for both climate and interior dynamics. If the preexisting surface included major impact basins such as Orientale on the Moon, a minimum thickness of 1 km of volcanic flow is needed to bury the rims. Assuming a resurfacing time of 10 and 750 million years gives emplacement rates of 46 and 0.6 km3/year, respectively (42). For comparison, terrestrial rates of emplacement for themid-ocean ridge rates are ~3 km3/year and the Columbia River Basalts are estimated at 0.16 km3/year (43). The most rapid estimates for Venus are not relevant to recent flows because catastrophic resurfacing had to have ceased at least several hundred million years ago. There is indirect evidence for the equivalent of a global 1-km-thick layer of volcanism in the past 50 to 100 million years based on the amount of outgassed volatiles needed to support the current SO2 levels in the clouds (44). This gives a resurfacing rate of 4.6 to 9.2 km3/year. The equilibrium resurfacing models predict a steady resurfacing rate of 0.9 to 1 km3/year. (2). Monte Carlo simulations that include a global resurfacing event suggest that only ~5% of the surface has been flooded since the resurfacing event, giving current rates as low as 0.01 km3/year (45).\nThe cumulative area of the flows with high emissivity at Dione, Imdr, and Themis Regiones is approximately 235,000 km2. We assume a plausible thickness range of 10 to 100 m for the flows, based on both estimates of flow thicknesses on Venus (46) and studies indicating that typical terrestrial basaltic flows are 20 m or less (47). This gives a volume of 2350 to 23,500 km3. We take the upper bound on the age (48) of the flows to be 2.5 million years [catastrophic resurfacing in the past with little volcanism today (0.01 km3/year) with the largest volume] and the lower bound to be 250,000 years (outgassing rate 10 km3/year and the smallest volume). Assuming the equilibrium resurfacing rate of 1 km3/year gives ages of 2500 to 25,000 years.\nSeveral factors support the lower range of ages. Other, non-hotspot flows with high emissivity have been identified in VIRTIS data (7, 8). Overall VIRTIS data cover only a third of hotspots and less than half of the regions estimated to be relatively young (27). Thus it is highly likely that the volume of unweathered flows is larger than our study areas by as much as an order of magnitude. The outgassing resurfacing rate (44) is model-dependent but does provide evidence for substantial, relatively recent volcanism. The identification of recent flows demonstrates that the scale of resurfacing events is small, on the order of 50 to several hundred kilometers. This scale is consistent with an idealized equilibrium resurfacing model and inconsistent with an idealized\ncatastrophic resurfacing model, implying that the larger age estimates from catastrophic resurfacing rates are less likely (2). Finally, the limited laboratory data on weathering rates suggest even younger ages than those obtained from resurfacing models.\nVenus appears to be a geologically active planet, with hotspots as important centers of heat loss, volcanism, and atmospheric H2O and SO2. The upper bound on the average age of these unweathered flows is at most 2.5 million years but is more likely to be hundreds to thousands or tens of thousands of years. This new evidence for geologically recent volcanism corroborates evidence from gravity and topography analysis indicating active plumes at depth. The estimated number of large mantle plumes on Venus, around nine, is similar to the number of plumes believed to come from the core/mantle boundary on Earth (5). The scale of the observed flows is most consistent with an equilibrium resurfacingmodel (2), which implies Earth-like interior processes rather than more exotic ones that enable catastrophic resurfacing. If the apparent concentration of volcanism at hotspots represents a change in the style of volcanism, it may indicate a transition from more secular cooling andwidespread volcanism to plumes driven by cooling of the core (49).\nReferences and Notes 1. G. G. Schaber et al., J. Geophys. Res. 97, 13,257\n(1992). 2. R. J. Phillips et al., J. Geophys. Res. 97, 15,923 (1992). 3. E. M. Parmentier, P. C. Hess, Geophys. Res. Lett. 19,\n2015 (1992). 4. C. C. Reese, V. S. Solomatov, C. P. Orth, J. Geophys. Res.\n112, E04S04 (2007). 5. E. R. Stofan, S. E. Smrekar, in Plates, Plumes, and\nParadigms, G. R. Foulger, J. H. Natland, D. C. Presnall, D. L. Anderson, Eds. (Special Volume 388, Geological Society of America, Denver, CO, 2005), pp. 861–885.\n6. J. Lecacheux, P. Drossart, P. Laques, F. Deladerriere, F. Colas, Planet. Space Sci. 41, 543 (1993). 7. N. Mueller et al., J. Geophys. Res. 113, E00B17 (2008). 8. J. Helbert et al., Geophys. Res. Lett. 35, L11201 (2008). 9. N. J. Rappaport, A. S. Konopliv, A. B. Kucinskas,\nP. G. Ford, Icarus 139, 19 (1999). 10. We reduced the surface emissivity using the improved\nversion of the Global Topography Data Record developed by (9) from updated ephemeris data. The Magellan data are referenced to the cartographic system given by (50) and are transformed into the system used by VIRTIS data (51), taking January 1991 as an approximate time of the Magellan observations. However, the best correlation of the topography implied by temperature derived from VIRTIS infrared images and Magellan altimetry is found when the Magellan coordinates are shifted another 0.15° in longitude. Estimates of Venus angular velocity [(52, 53) and references therein] disagree by amounts that, over the approximately 16-year separation between Magellan and Venus Express, can accommodate this deviation. 11. To calculate emissivity values employing a two-stream approximation of radiative transfer (12), we assumed an atmospheric reflectivity of 0.82 and a nonabsorbing atmosphere (54), which is appropriate for the 1.02-mm window (40). We assumed that the average plains are basaltic and that weathering has lowered the emissivity. Using an average emissivity of 0.58 produced an emissivity range in this area of 0.5 to 0.91, a range consistent with expected mineralogy. 12. G. L. Hashimoto, S. Sugita, J. Geophys. Res. 108, 5109 (2003).\nwww.sciencemag.org SCIENCE VOL 328 30 APRIL 2010 607\nebruary 26, 2019\nhttp://science.sciencem ag.org/\nD ow nloaded from\n13. J. Helbert, A. Maturilli, N. Mueller, in Venus Geochemistry: Progress, Prospects, and New Missions (Lunar and Planetary Institute, Houston, TX, 2009), abstr. 2010. 14. J. Helbert, A. Maturilli, Earth Planet. Sci. Lett. 285, 347 (2009). 15. Coronae are circular volcano-tectonic features that are unique to Venus and have an average diameter of ~250 km (5). They are defined by their circular and often radial fractures and always produce some form of volcanism. 16. G. E. McGill, S. J. Steenstrup, C. Barton, P. G. Ford, Geophys. Res. Lett. 8, 737 (1981). 17. R. J. Phillips, M. C. Malin, Annu. Rev. Earth Planet. Sci. 12, 411 (1984). 18. E. R. Stofan, S. E. Smrekar, D. L. Bindschadler, D. Senske, J. Geophys. Res. 23, 317 (1995). 19. Estimated elastic thickness values at Themis Regio are typically 10 to 20 km (20, 21). The authors of (22) conducted a global admittance study and found values of elastic thickness of 0 to 50 km at both Dione and Themis Regiones. Their analysis also shows regions of large elastic thickness, up to 100 km, in the northern portion of Dione Regio covering Ushas Mons. Estimates of average apparent depth of compensation (ADC) for Dione and Themis Regiones are 130 km and 100 km (21), respectively. The elastic thickness at Imdr Regio cannot be reliably estimated due to the low resolution of the gravity field in that region (53). Stofan et al. (18) estimated an ADC of 260 km, which is consistent with a deep plume. 20. M. Simons, S. C. Solomon, B. H. Hager, Geophys. J. Int. 13, 24 (1997). 21. S. E. Smrekar, E. R. Stofan, Icarus 139, 100 (1999). 22. F. S. Anderson, S. E. Smrekar, J. Geophys. Res. Planets\n111, E08006 (2006). 23. S. T. Keddie, J. W. Head, J. Geophys. Res. 101, 11,729\n(1995). 24. E. R. Stofan, J. E. Guest, A. W. Brian, Mapping of V-28\nand V-53, T. K. P. Gregg, K. L. Tanaka, R. S. Saunders,\nEds. (U.S. Geological Society Open-File Report 2005- 1271, Abstracts of the Annual Meeting of Planetary Geologic Mappers, Washington, DC, 2005), pp. 20–21.\n25. E. R. Stofan, S. E. Smrekar, J. Helbert, P. Martin, N. Mueller, Lunar Planet. Sci. XXXIX, abstr. 1033 (2009). 26. B. D. Campbell et al., J. Geophys. Res. 97, 16,249 (1992). 27. R. J. Phillips, N. R. Izenberg, Geophys. Res. Lett. 22, 1617 (1995). 28. C. M. Pieters et al., Science 234, 1379 (1986). 29. B. Fegley Jr., R. G. Prinn, Nature 337, 55 (1989). 30. A. H. Treiman, C. C. Allen, Lunar Planet. Sci. Conf. XXV,\n1415 (1994). 31. M. I. Zolotov, V. P. Volkov, in Venus Geology,\nGeochemistry, Geophysics—Research Results from the USSR (Univ. of Arizona Press, Tucson, AZ, 1992), pp. 177–199. 32. B. Fegley, A. H. Treiman, V. L. Sharpton, Proc. Lunar Planet. Sci. 22, 3 (1992). 33. B. Fegley, K. Lodders, A. H. Treiman, G. Klingelhöfer, Icarus 115, 159 (1995a). 34. B. Fegley et al., Icarus 118, 373 (1995b). 35. A. M. Baldridge, S. J. Hook, C. I. Grove, G. Rivera,\nRemote Sens. Environ. 113, 711 (2009). 36. L. T. Elkins-Tanton et al., Contrib. Minerol. Petrol. 153,\n191 (2007). 37. S. A. Gibson, R. N. Thompson, A. P. Dickin, Earth Planet.\nSci. Lett. 174, 355 (2000). 38. L. S. Glaze, J. Geophys. Res. 104, 18,899 (1999). 39. New Scientist 23, 52 (2009) (www.newscientist.com/\narticle/dn17534). 40. V. S. Meadows, D. Crisp, J. Geophys. Res. 101, 4595\n(1996). 41. B. Fegley, Icarus 128, 474 (1997). 42. E. R. Stofan, A. W. Brian, J. E. Guest, Icarus 173, 312\n(2005). 43. P. R. Hooper, in Large Igneous Provinces: Continental,\nOceanic and Planetary Flood Volcanism, J. J. Mahoney,\nM. F. Coffin, Eds. (Monograph 100, American Geophysical Union, Washington, DC, 1997), pp. 1–28.\n44. M. A. Bullock, D. H. Grinspoon, Icarus 150, 19 (2001). 45. R. G. Strom, G. G. Schaber, D. D. Dawson, J. Geophys.\nRes. 99, 10,899 (1994). 46. K. M. Roberts, J. E. Guest, J. W. Head, M. G. Lancaster,\nJ. Geophys. Res. 97, 15,991 (1992). 47. C. R. K. Kilburn, in Encyclopedia of Volcanoes,\nH. Sigurdsson, Ed. (Academic Press, San Diego, CA, 2000), pp. 291–306.\n48. We have rounded these numbers in recognition that the age estimates have higher uncertainties than the volume estimates. 49. G. Choblet, E. M. Parmentier, Phys. Earth Planet. Inter. 173, 290 (2009). 50. M. E. Davies et al., Celestial Mech. 39, 103 (1986). 51. P. K. Seidelmann et al., Celestial Mech. Dyn. Astron. 82,\n83 (2002). 52. M. E. Davies et al., J. Geophys. Res. 97, 13,141\n(1992). 53. A. S. Konopliv, W. S. Banerdt, W. L. Sjogren, Icarus 139,\n3 (1999). 54. G. L. Hashimoto, T. Imamura, Icarus 154, 239 (2001). 55. This research was carried out in part at the Jet Propulsion\nLaboratory, California Institute of Technology, and was sponsored by the Planetary Geology and Geophysics Program and NASA. We gratefully acknowledge the work of the entire Venus Express and VIRTIS teams. We thank the European Space Agency, Agenzia Spaziale Italiana, Centre National des Etudes Spatiales, CNRS/Institut National des Sciences de l’Univers, and the other national space agencies that have supported this research. VIRTIS is led by INAF-IASF, Rome, Italy, and LESIA, Observatoire de Paris, France.\n7 January 2010; accepted 25 March 2010 Published online 8 April 2010; 10.1126/science.1186785 Include this information when citing this paper."
  }, {
    "heading": "Cryogenian Glaciation and the Onset",
    "text": "of Carbon-Isotope Decoupling Nicholas L. Swanson-Hysell,1 Catherine V. Rose,1 Claire C. Calmet,1 Galen P. Halverson,2* Matthew T. Hurtgen,3 Adam C. Maloof1†\nGlobal carbon cycle perturbations throughout Earth history are frequently linked to changing paleogeography, glaciation, ocean oxygenation, and biological innovation. A pronounced carbonate carbon-isotope excursion during the Ediacaran Period (635 to 542 million years ago), accompanied by invariant or decoupled organic carbon-isotope values, has been explained with a model that relies on a large oceanic reservoir of organic carbon. We present carbonate and organic matter carbon-isotope data that demonstrate no decoupling from approximately 820 to 760 million years ago and complete decoupling between the Sturtian and Marinoan glacial events of the Cryogenian Period (approximately 720 to 635 million years ago). Growth of the organic carbon pool may be related to iron-rich and sulfate-poor deep-ocean conditions facilitated by an increase in the Fe:S ratio of the riverine flux after Sturtian glacial removal of a long-lived continental regolith.\nThroughout most of the Phanerozoic Eon[542 million years ago (Ma) to present],paired records of carbonate carbon (d13Ccarb) and coeval bulk organic carbon (d13Corg) isotopes are consistent with a model in which the organic carbon in marine sediments is derived and fractionated from contemporaneous dissolved inorganic carbon (DIC). In contrast, d13Ccarb and d13Corg records from Ediacaran (635 to 542 Ma) carbonate successions (1–3) show relatively in-\nvariant d13Corg during large changes to d 13Ccarb across the ~580 million-year-old Shuram-Wonoka anomaly (Fig. 1 and fig. S1). This behavior has been used to develop and support a model for the Neoproterozoic (1000 to 542 Ma) carbon cycle in which invariant d13Corg values result from a very large oceanic reservoir of 13C-depleted dissolved organic carbon (DOC) and particulate organic carbon (POC) (or, alternatively, sourced from a large sedimentary reservoir) that over-\nwhelms the signal from primary biomass fractionated from contemporaneous DIC (4). We consider the large oceanic reservoir model and, as in (2), use the term DOC to collectively refer to organic carbon that is truly dissolved as well as suspended colloidal organic carbon and fine POC. The buildup and maintenance of a large DOC pool implies low Corg remineralization— perhaps associated with low oxygen and sulfate levels—but high nutrient liberation efficiency. In such an ocean, the d13C of the DIC pool is sensitive to inputs (via remineralization) from the 13C-depleted DOC pool that can drive negative excursions. The end of the invariance in the d13Corg record in the latter stages of the ShuramWonoka anomaly has been interpreted as the demise of the large DOC pool (2, 3).\nStratigraphically constrained coupled records of d13Ccarb–d\n13Corg at sufficient detail to test this carbon cycle model have been available only from carbonates of Ediacaran age (2, 3). We present paired d13Ccarb and d 13Corg data from\n1Department of Geosciences, Princeton University, Princeton, NJ 08544, USA. 2Geology and Geophysics, University of Adelaide Mawson Laboratories, Adelaide, SA 5005, Australia. 3Department of Earth and Planetary Sciences, Northwestern University, Evanston, IL 60208, USA. *Present address: Department of Earth and Planetary Sciences, McGill University, Montreal, Quebec H3A 2A7, Canada. †To whom correspondence should be addressed. E-mail: maloof@princeton.edu\n30 APRIL 2010 VOL 328 SCIENCE www.sciencemag.org608\nebruary 26, 2019\nhttp://science.sciencem ag.org/\nD ow nloaded from\nRecent Hotspot Volcanism on Venus from VIRTIS Emissivity Data\nPierre Drossart Suzanne E. Smrekar, Ellen R. Stofan, Nils Mueller, Allan Treiman, Linda Elkins-Tanton, Joern Helbert, Giuseppe Piccioni and\noriginally published online April 8, 2010DOI: 10.1126/science.1186785 (5978), 605-608.328Science\nmillion years. not much alteration took place and thus that the hotspots must represent recently active volcanoes younger than 2.5 generally interpreted as the result of surface alteration by the corrosive atmosphere of Venus. High emissivity implies that three hotspots have anomalously high thermal emissions when compared with their surroundings. Low emissivity is which are believed to overlie mantle plumes and to be the most likely sites for current volcanic activity. Lava flows at the April) looked at three hotspots on Venus. These places were identified by analogy with terrestrial hotspots like Hawaii,\n(p. 605, published online 8et al.Smrekar surface thermal emissivity data returned by the Venus Express spacecraft, answer to this question will bear on our understanding of the planet's climate evolution and interior dynamics. Using\nThe surface of Venus shows clear signs of volcanism, but are there active volcanoes on Venus today? The Hotspots on Venus\nARTICLE TOOLS http://science.sciencemag.org/content/328/5978/605\nCONTENT RELATED\nfile:/contentpending:yes http://science.sciencemag.org/content/sci/328/5975/157.2.full\nREFERENCES\nhttp://science.sciencemag.org/content/328/5978/605#BIBL This article cites 40 articles, 1 of which you can access for free\nPERMISSIONS http://www.sciencemag.org/help/reprints-and-permissions\nTerms of ServiceUse of this article is subject to the\nis a registered trademark of AAAS.Science licensee American Association for the Advancement of Science. No claim to original U.S. Government Works. The title Science, 1200 New York Avenue NW, Washington, DC 20005. 2017 © The Authors, some rights reserved; exclusive\n(print ISSN 0036-8075; online ISSN 1095-9203) is published by the American Association for the Advancement ofScience\non F ebruary 26, 2019\nhttp://science.sciencem ag.org/ D ow nloaded from"
  }],
  "year": 2010,
  "references": [],
  "id": "SP:1c14ee6c608e3ae7fe654d25a1f0e464a25d4b16",
  "authors": [],
  "abstractText": "1. G. W. Huber, S. Iborra, A. Corma, Chem. Rev. 106, 4044 (2006). 2. H. Danner, R. Braun, Chem. Soc. Rev. 28, 395 (1999). 3. A. Corma, S. Iborra, A. Velty, Chem. Rev. 107, 2411 (2007). 4. C. H. Christensen, J. Rass-Hansen, C. C. Marsden, E. Taarning, K. Egeblad, Chem. Sus. Chem. 1, 283 (2008). 5. H. Zhao, J. E. Holladay, H. Brown, Z. C. Zhang, Science 316, 1597 (2007). 6. Y. Román-Leshkov, J. N. Chheda, J. A. Dumesic, Science 312, 1933 (2006). 7. M. Bicker, J. Hirth, H. Vogel, Green Chem. 5, 280 (2003). 8. M. E. Himmel et al., Science 315, 804 (2007). 9. J. Lunt, Polym. Degrad. Stabil. 59, 145 (1998). 10. E. T. H. Vink, K. R. Ràbago, D. A. Glassner, P. R. Gruber, Polym. Degrad. Stabil. 80, 403 (2003). 11. K. L. Wasewar, A. A. Yawalkar, J. A. Moulijn, V. G. Pangarkar, Ind. Eng. Chem. Res. 43, 5969 (2004). 12. R. Datta, M. Henry, J. Chem. Technol. Biotechnol. 81, 1119 (2006). 13. Y. Fan, C. Zhou, X. Zhu, Catal. Rev. 51, 293 (2009). 14. J. C. Serrano-Ruiz, J. A. Dumesic, Chem. Sus. Chem 2, 581 (2009). 15. E. Taarning et al., Chem. Sus. Chem 2, 625 (2009). 16. R. M. West et al., J. Catal. 269, 122 (2010). 17. Y. Hayashi, Y. Sasaki, Chem. Commun. (Camb.) (21): 2716 (2005). 18. T. M. Aida et al., J. Supercrit. Fluid. 42, 110 (2007). 19. M. Sasaki, K. Goto, K. Tajima, T. Adschiri, K. Arai, Green Chem. 4, 285 (2002). 20. R. Montgomery, Ind. Eng. Chem. 45, 1144 (1953). 21. B. Y. Yang, R. Montgomery, Carbohydr. Res. 280, 47 (1996). 22. G. Braun, U.S. patent 2,024,565 (1935). 23. Materials and methods are available as supporting material on Science Online. 24. J. M. Thomas, R. Raja, D. W. Lewis, Angew. Chem. Int. Ed. 44, 6456 (2005). 25. M. Boronat, A. Corma, M. Renz, P. M. Viruela, Chemistry 12, 7067 (2006). 26. A. Corma, J. Catal. 216, 298 (2003). 27. J. Jow, G. L. Rorrer, M. C. Hawley, D. T. A. Lamport, Biomass 14, 185 (1987). 28. P. Rivalier, J. Duhamet, C. Moreau, R. Durand, Catal. Today 24, 165 (1995). 29. M. Renz et al., Chemistry 8, 4708 (2002). 30. J. C. van der Waal, E. J. Creyghton, P. J. Kunkeler, K. Tan, H. van Bekkum, Top. Catal. 4, 261 (1997). 31. A. Corma, M. E. Domine, L. Nemeth, S. Valencia, J. Am. Chem. Soc. 124, 3194 (2002). 32. The Catalysis for Sustainable Energy initiative is funded by the Danish Ministry of Science, Technology and Innovation. The Center for Sustainable and Green Chemistry is sponsored by the Danish National Research Foundation. Haldor Topsøe A/S holds patent application EP 090137829 related to the work described in this report. The authors thank C. Hviid Christensen (Haldor Topsøe A/S) for helpful advice."
}