{
  "sections": [{
    "text": "GEOLOGY | Volume 44 | Number 8 | www.gsapubs.org 623\nEarth system upheavals, including unstable biotic recovery, repeated global warming, ocean anoxia, and perturbations in the global carbon cycle. Intervals between crises were comparably hospitable to life. The causes of these upheavals are unknown, but are thought to be linked to recurrent Siberian volcanism. Here, two marine sedimentary successions at Chaohu and Daxiakou (South China) are evaluated for paleoclimate change from astronomical forcing. In these sections, gamma-ray variations indicative of terrestrial weathering reveal enhanced obliquity cycling over prolonged intervals, characterized by a 32.8 k.y. periodicity with strong 1.2 m.y. modulations. These suggest a 22 h length of day and 1.2 m.y. interaction between the orbital inclinations of Earth and Mars. Comparing the 1.2 m.y. obliquity modulation cycles in these sections with Early Triassic records of global sea level, temperature, redox, and biotic evolution suggests that long-term astronomical forcing was involved in the repeated climatic and biotic upheavals that took place throughout the Early Triassic."
  }, {
    "heading": "INTRODUCTION",
    "text": "The recovery of life after the end-Permian mass extinction 251.9 m.y. ago (Burgess et al., 2014) has been described as delayed, and a complex ecosystem was not fully restored until the Middle Triassic (Chen and Benton, 2012). This multi-million-year recovery was accompanied by recurrent global carbon perturbations (Payne et al., 2004), high-amplitude sea-level variations (Snedden and Liu, 2010), lethal hot tropical temperatures (Sun et al., 2012), and widespread ocean anoxia (Grasby et al., 2013). The cause of these upheavals has been hypothesized as linked to recurrent Siberian Traps volcanism, and there is evidence that magmatism continued into the Middle Triassic (e.g., Ivanov et al., 2013). However, new U-Pb dates on Siberian Traps lava flows and sills suggest that the main Siberian magmatism ceased at ca. 251.4 Ma, nearly 1 m.y. before initiation of the carbon isotope perturbation in the Dienerian substage (Burgess and Bowring, 2015). In other words, relatively short-lived Siberian volcanism triggered the end-Permian extinctions, but it may not have had a sustained, direct effect on the ~5-m.y.-long Early Triassic environment. Therefore, triggers for continued global environmental instabilities remain unknown.\nEarth’s long-period astronomical variations have been linked to climate rhythms, sea-level change, and biotic turnovers throughout the Phanerozoic (Lourens and Hilgen, 1997; van Dam et al., 2006; Boulila et al., 2011). In this study, we assess the apparent million-year-scale astronomical forcing of Early Triassic climate as recorded in proxy data from two marine sedimentary sequences at Chaohu and Daxiakou, South China (Fig. 1). Analysis of these sections indicates dominant obliquity-scale cycling over extended intervals. Early Triassic terrestrial weathering intensity varied with a 1.2 m.y. periodicity that is correlated with models of Earth’s\n*E-mails: huangcj@cug.edu.cn; lhinnov@gmu.edu.\nGEOLOGY, August 2016; v. 44; no. 8; p. 623–626 | Data Repository item 2016202 | doi:10.1130/G37970.1 | Published online 28 June 2016 © 2016 eological Society of A erica. For permission to copy, contact editing@geosociety.org.\nDownloaded from https://pubs.geoscienceworld.org/gsa/geology/article-pdf/44/8/623/3549913/623.pdf by University of Arizona user on 20 February 2019\n624 www.gsapubs.org | Volume 44 | Number 8 | GEOLOGY\nobliquity modulations and changes in ocean temperature and redox conditions. These obliquity-forced changes may have involved heat and/or moisture transfer and continental aquifer eustasy."
  }, {
    "heading": "DATA AND METHODS",
    "text": "South China was located near the equator during the Permian-Triassic transition (Fig. 1). The Upper Permian to Lower Triassic marine successions at Chaohu and Daxiakou, separated by 670 km, were deposited in relatively deep water on the northern margin of the South China plate (Fig. DR1 in the GSA Data Repository1). The Changhsingian Dalong Formation of grayish-black cherty mudstone and shale is conformably overlain by the Induan–Olenekian Daye, Yinkeng, Helongshan, and Nanlinghu Formations which are dominated by cyclic interbeds of marine claystone and limestone. Early Triassic substages at both sections are well constrained by biostratigraphy, magnetostratigraphy, and carbon isotope stratigraphy (Fig. DR2; Li et al., 2016).\nThe main oscillations in two fresh road-cut successions are a superposition of multiple Milankovitch cycles (Li et al., 2016). High-resolution (2–3 k.y. sample rate) gamma-ray (GR) logs obtained using a Radiation Solutions RS-230 bismuth germanate (BGO) gamma detector at both sections provide a proxy for terrestrial weathering intensity (see the Data Repository). These GR series were minimally tuned to interpreted 405 k.y. orbital eccentricity cycles and anchored to the 251.9 Ma U-Pb date (Burgess et al., 2014) for the Permian-Triassic boundary for a complete Early Triassic time scale (see Li et al., 2016, their figure 9).\nTime-dependent amplitude modulations in the obliquity component were obtained from 2p multi-taper variance (power) spectra calculated along a sliding time window (Meyers et al., 2012) using the Matlab script pda.m (see the Data Repository). The ratio of obliquity variance to total variance (O/T) is the sum of obliquity power between two cutoff frequencies compared to total power (0 to Nyquist band). This ratio is used to detect long-period modulations in the obliquity frequency band [1/(24 k.y.) to 1/(45 k.y.)] of the GR series and in La2004 and La2010d astronomical solutions (Laskar et al., 2004, 2011; procedures are described in the Data Repository)."
  }, {
    "heading": "RESULTS",
    "text": "Lithology and gamma-ray records of the studied sections show strong sedimentary cyclicity (Fig. 1). The Chaohu GR series from the midGriesbachian through mid-Smithian substages is characterized by cyclic variations with ~10 m, 2.3 m, 1.1–0.7 m, and 0.5 m wavelengths (Li et al., 2016). Comparison of frequency ratios of these cycles with those of theoretical Early Triassic Milankovitch frequencies (Laskar et al., 2004) indicate that these cycles represent 405 k.y. eccentricity, ~100 k.y. short eccentricity, 32.8 k.y. obliquity, and 20 k.y. precession cycles, respectively. Tuning of the GR series to the interpreted 405 k.y. cycles of the Chaohu and Daxiakou sections enhances the sharpness of the additional Milankovitch bands, thereby giving strong evidence for astronomical forcing (Fig. 2; Figs. DR3 and DR4). The obliquity periodicity is calculated as 32.9 ± 0.2 k.y. at Chaohu and 32.7 ± 0.2 k.y. at Daxiakou (uncertainties based on Thomson, 2009, his equation 28).\nThe evolutionary power spectra of the two sections share similar characteristics (Fig. 2). Eccentricity-precession signals dominate during the early Griesbachian, near the Dienerian-Smithian boundary, and during the late Smithian–Spathian. By contrast, three intervals characterized by enhanced obliquity cycling occur during the late Griesbachian–Dienerian, early Smithian, and early Spathian. The first two obliquity-dominated intervals are easily recognized in the outcrop as nearly uniformly spaced rhythmic marl-limestone cycles (Fig. 1B).\n1 GSA Data Repository item 2016202, supplementary text, methods and Matlab scripts, and Figures DR1–DR6, is available online at www.geosociety.org/pubs /ft2016.htm, or on request from editing@geosociety.org.\nIn the La2004 and La2010d astronomical models (Laskar et al., 2004, 2011), 1.2 m.y. obliquity modulation cycles stably persist through 249 Ma and are here extended to 254 Ma (Fig. DR5). The timing of the obliquitydominated intervals at both Early Triassic sections corresponds to peaks in the 1.2 m.y. obliquity modulation in the La2010d solution (Fig. 3)."
  }, {
    "heading": "DISCUSSION",
    "text": ""
  }, {
    "heading": "Shorter Early Triassic Obliquity Cycle and Length-of-Day",
    "text": "The progressive deceleration of Earth’s rotation rate as a result of tidal dissipation results in increasing length of day and precession and obliquity periodicities (Hinnov and Hilgen, 2012). The Laskar model for obliquity and precession includes a correction to account for tidal dissipation based on a +3.89 cm/yr lengthening in the moon’s orbital semi-major axis (Laskar et al., 2004). In the Early Triassic, this implies a 32.8 k.y. obliquity cycle. Other models that constrain obliquity (and precession) with selected length-of-day observations through geologic time report a slightly longer cycle, e.g., 35.6 k.y. (Berger et al., 1992).\nThe 32.9 ± 0.2 k.y. cycle at Chaohu and 32.7 ± 0.2 k.y. cycle at Daxiakou in the 405 k.y. tuned GR series are evidence for obliquity forcing, in agreement with the Early Triassic La2004 obliquity model (Fig. DR4), which suggests a 22.02 h length of day and a 398 d year."
  }, {
    "heading": "Evidence for 1.2-m.y.-Cycle Interaction Between Earth and Mars Orbits",
    "text": "The 1.2 m.y. obliquity modulation is the result of interaction between the secular frequencies, s3 and s4, for the Earth and Mars orbital inclinations (Hinnov, 2000; see the Data Repository). This 1.2 m.y. modulation has been identified in the Cenozoic (Lourens and Hilgen, 1997; Boulila\nDownloaded from https://pubs.geoscienceworld.org/gsa/geology/article-pdf/44/8/623/3549913/623.pdf by University of Arizona user on 20 February 2019\nGEOLOGY | Volume 44 | Number 8 | www.gsapubs.org 625\net al., 2011) and detected in the Permian (Fang et al., 2015). The 1.2 m.y. cycles revealed in the O/T series provide additional support for strong obliquity cycling in the three intervals discussed above. Filtered 1.2 m.y. obliquity modulation cycles of both of our sections compare particularly close in timing with those predicted by the La2010d model (compare Figs. 3A and 3B), representing the oldest stratigraphic evidence that correlates with an astronomical solution (La2010d)."
  }, {
    "heading": "Obliquity-Forced Climate Change",
    "text": "Driving forces for the recurrent climatic and biotic upheavals during the Early Triassic have been speculative, partly because the time scale was uncertain. The consistent astronomically tuned magnetostratigraphy between South China and Germany now provides an integrated time scale for the Early Triassic (Li et al., 2016). This time scale implies that the main changes and oscillations seen in the Early Triassic marine records of global sea level, temperature, biotic, and redox evolution are associated with the dominant 1.2 m.y. obliquity modulation cycles in these same reference sections (Fig. 3).\nThe Early Triassic is considered to be a lethal “hothouse” without permanent ice sheets (Sun et al., 2012). This concept would appear to exclude significant glacio-eustasy in the Early Triassic. Alternatively, limno-eustasy or aquifer eustasy, which describes thousand-year- to million-year-scale continental water storage fluctuations (Wagreich et al., 2014), may be a linkage between astronomical forced climate change and sea-level oscillations (Wendler and Wendler, 2016). The current volume of global groundwater storage is equivalent to a sea-level differential of ~320 m (Southam and Hay, 1981) or 330 ± 41 m (Peters and Husson, 2015). Limno-eustatic effects are especially evident when sea level falls and continents emerge, e.g., during the existence of Pangaea in the late Paleozoic–early Mesozoic. Hay and Leslie (1990) suggested that pore volume in Triassic sediments, if filled with meteoric water, could lower sea level by >100 m after isostatic adjustment.\nObliquity forcing is expected to dominate poleward flux of heat, moisture, and precipitation (Raymo and Nisancioglu, 2003), therefore it may be crucial for continental aquifer recharge and/or discharge. Thus, the highamplitude (>25 m or even >75 m) global sea-level variations in the Early Triassic (Snedden and Liu, 2010) could be interpreted in terms of recharge and discharge of continental aquifers affected by obliquity forcing.\nWe propose that at times of maxima in the 1.2 m.y. obliquity modulation cycles during the Early Triassic hothouse, there was increased transfer of heat and moisture to high latitudes, thereby cooling low latitudes. This caused an increase in continental aquifer recharge at mid- to high latitudes, lowering of global sea level, and perhaps an invigorated ocean circulation and oxidation. Although sea-level falls may have had negative influences on some coastal marine groups, the cooling in low latitudes and the oceanic oxidation would have been critical for biotic recovery between the episodes of lethal tropical temperatures. During those hothouse intervals, the combined effect of anoxia and high temperature is considered to be a direct kill mechanism (Song et al., 2014). Even though the exact timing and pattern of recovery are poorly constrained, it appears that intermittent recovery occurred both on land and in the sea during the late Griesbachian–early Dienerian, early Smithian, and early Spathian (Fig. 3; Brayard et al., 2006; Hermann et al., 2012), and therefore coincided with 1.2 m.y. modulation maxima.\nIn contrast, during 1.2 m.y. modulation minima, the heat and moisture transfer to high latitudes was reduced, thereby contributing to continental aquifer drawdown and sea-level transgression. Flooding of the shelves, accompanied by tropical evaporation producing elevated production of O2-deficient warm saline water, may have led to ocean stagnation and euxinia and global warming (Kidder and Worsley, 2004). The effects would have been similar to the HEATT (haline euxinic acidic thermal transgression) model that massive CO2 emissions from Siberian Traps volcanism caused the end-Permian through early Triassic hothouse (Kidder and Worsley, 2010). Without volcanism, minima in the 1.2 m.y. modulation driving aquifer-eustatic transgressions could trigger a hothouse, as for example the coincidence of such a minimum during Oceanic Anoxic Event 2 at ca. 94 Ma (Wendler and Wendler, 2016). Therefore, obliquity modulation minima–forced transgressions reinforced the effects of anoxia and high temperature, obstructed biotic recovery during the midGriesbachian, latest Dienerian–earliest Smithian, and late Smithian, and impacted recovery during the mid-Spathian (Fig. 3)."
  }, {
    "heading": "CONCLUSIONS",
    "text": "The GR series of two marine sedimentary sequences at Chaohu and Daxiakou, South China show strong evidence for Milankovitch forcing through the Early Triassic. • Tuning the GR series to prominent, geochronologically constrained 405\nk.y. orbital eccentricity cycles calibrates obliquity-scale cycles to a 32.7 k.y. to 32.9 k.y. periodicity, consistent with Earth deceleration models that suggest a 22 h length of day and 398 d year in the Early Triassic. • Strong obliquity cycling occurs at both localities in the same three stratigraphic intervals: upper Griesbachian–Dienerian, lower Smithian, and\nDownloaded from https://pubs.geoscienceworld.org/gsa/geology/article-pdf/44/8/623/3549913/623.pdf by University of Arizona user on 20 February 2019\n626 www.gsapubs.org | Volume 44 | Number 8 | GEOLOGY\nlower Spathian. The intervening intervals are dominated by precessioneccentricity cycling. • The obliquity cycles are modulated by a 1.2 m.y. periodicity, representing the oldest stratigraphic evidence correlated with an astronomical model (La2010d) of interaction between the Earth and Mars orbits. • The 1.2 m.y. obliquity modulations are linked with previously described climatic and biotic upheavals, affecting heat and/or moisture transfer and continental aquifer-eustasy and impacting global ecosystems.\nThe recent geochronologic evidence constraining the latest age of the Siberian Traps to 0.5 m.y. following the end-Permian mass extinction makes it unlikely that volcanism drove the unusual global dynamism of the Early Triassic, as currently widely thought. The discovery of dominant obliquity-forced sedimentation across the South China Plate margin synchronized with global changes provides an alternative view: the global changes are linked to “recovery” responses to Earth’s obliquity forcing of an unbalanced, post-extinction world."
  }, {
    "heading": "ACKNOWLEDGMENTS",
    "text": "We thank Geology editor Professor Judith Parish, reviewers S.D. Burgess, A. Caruthers, N. Preto, and one anonymous reviewer for their very helpful comments on this paper. This study was supported by the National Natural Science Foundation of China (grant nos. 41322013 and 41272023), the 111 Projects (grant nos. B14031 and B08030), the Chinese 973 Program (grant no. 2012CB822003), and the Overseas Distinguished Teacher Program of the Ministry of Education (grant MS2013ZGDZ[WH]028 to J. Ogg). M. Li gratefully acknowledges the China Scholarship Council for support of this Ph.D. work."
  }, {
    "heading": "REFERENCES CITED",
    "text": "Berger, A., Loutre, M.-F., and Laskar, J., 1992, Stability of the astronomical fre-\nquencies over the Earth’s history for paleoclimate studies: Science, v. 255, p. 560–566, doi: 10 .1126 /science .255 .5044 .560. Boulila, S., Galbrun, B., Miller, K.G., Pekar, S.F., Browning, J.V., Laskar, J., and Wright, J.D., 2011, On the origin of Cenozoic and Mesozoic “third-order” eustatic sequences: Earth-Science Reviews, v. 109, p. 94–112, doi: 10 .1016 /j .earscirev .2011 .09 .003. Brayard, A., Bucher, H., Escarguel, G., Fluteau, F., Bourquin, S., and Galfetti, T., 2006, The Early Triassic ammonoid recovery: Paleoclimatic significance of diversity gradients: Palaeogeography, Palaeoclimatology, Palaeoecology, v. 239, p. 374–395, doi: 10 .1016 /j .palaeo .2006 .02 .003. Burgess, S.D., and Bowring, S.A., 2015, High-precision geochronology confirms voluminous magmatism before, during, and after Earth’s most severe extinction: Science Advances, v. 1, p. e1500470, doi: 10 .1126 /sciadv .1500470. Burgess, S.D., Bowring, S., and Shen, S.-Z., 2014, High-precision timeline for Earth’s most severe extinction: Proceedings of the National Academy of Sciences of the United States of America, v. 111, p. 3316–3321, doi: 10 .1073 /pnas .1317692111. Chen, Z.-Q., and Benton, M., 2012, The timing and pattern of biotic recovery following the end-Permian mass extinction: Nature Geoscience, v. 5, p. 375–383, doi: 10 .1038 /ngeo1475. Fang, Q., Wu, H., Hinnov, L., Jing, X., Wang, X., and Jiang, Q., 2015, Geologic evidence for chaotic behavior of the planets and its constraints on the thirdorder eustatic sequences at the end of the Late Paleozoic Ice Age: Palaeogeography, Palaeoclimatology, Palaeoecology, v. 440, p. 848–859, doi: 10.1016 /j .palaeo .2015 .10 .014. Grasby, S., Beauchamp, B., Embry, A., and Sanei, H., 2013, Recurrent Early Triassic ocean anoxia: Geology, v. 41, p. 175–178, doi: 10 .1130 /G33599 .1. Hay, W., and Leslie, M., 1990, Could possible changes in global groundwater reservoir cause eustatic sea-level fluctuations? in Revelle, R., ed., Sea-Level Change: Washington, D.C., National Academy Press, p. 161–170. Hermann, E., Hochuli, P.A., Bucher, H., and Roohi, G., 2012, Uppermost Permian to Middle Triassic palynology of the Salt Range and Surghar Range, Pakistan: Review of Palaeobotany and Palynology, v. 169, p. 61–95, doi: 10 .1016 /j .revpalbo .2011 .10 .004. Hinnov, L., 2000, New perspectives on orbitally forced stratigraphy: Annual Review of Earth and Planetary Sciences, v. 28, p. 419–475, doi: 10 .1146 /annurev .earth .28 .1 .419. Hinnov, L., and Hilgen, F.J., 2012, Cyclostratigraphy and astrochronology, in Gradstein, F., et al., eds., The Geologic Time Scale 2012: Amsterdam, Elsevier, p. 63–83, doi: 10 .1016 /B978 -0 -444 -59425 -9 .00004 -4.\nIvanov, A.V., He, H., Yan, L., Ryabov, V.V., Shevko, A.Y., Palesskii, S.V., and Nikolaeva, I.V., 2013, Siberian Traps large igneous province: Evidence for two flood basalt pulses around the Permo-Triassic boundary and in the Middle Triassic, and contemporaneous granitic magmatism: Earth-Science Reviews, v. 122, p. 58–76, doi: 10 .1016 /j .earscirev .2013 .04 .001. Kidder, D.L., and Worsley, T.R., 2004, Causes and consequences of extreme PermoTriassic warming to globally equable climate and relation to the Permo-Triassic extinction and recovery: Palaeogeography, Palaeoclimatology, Palaeoecology, v. 203, p. 207–237, doi: 10 .1016 /S0031 -0182 (03)00667 -9. Kidder, D.L., and Worsley, T.R., 2010, Phanerozoic large igneous provinces (LIPs), HEATT (haline euxinic acidic thermal transgression) episodes, and mass extinctions: Palaeogeography, Palaeoclimatology, Palaeoecology, v. 295, p. 162–191, doi: 10 .1016 /j .palaeo .2010 .05 .036. Laskar, J., Robutel, P., Joutel, F., Gastineau, M., Correia, A.C.M., and Levrard, B., 2004, A long-term numerical solution for the insolation quantities of the Earth: Astronomy & Astrophysics, v. 428, p. 261–285, doi: 10 .1051 /0004 -6361: 20041335. Laskar, J., Fienga, A., Gastineau, M., and Manche, H., 2011, La2010: A new orbital solution for the long-term motion of the Earth: Astronomy & Astrophysics, v. 532, doi: 10 .1051 /0004 -6361 /201116836. Li, M., Ogg, J., Zhang, Y., Huang, C., Hinnov, L., Chen, Z.-Q., and Zou, Z., 2016, Astronomical-cycle scaling of the end-Permian extinction and the Early Triassic Epoch of South China and Germany: Earth and Planetary Science Letters, v. 441, p. 10–25, doi: 10 .1016 /j .epsl .2016 .02 .017. Lourens, L.J., and Hilgen, F.J., 1997, Long-periodic variations in the Earth’s obliquity and their relation to third-order eustatic cycles and late Neogene glaciations: Quaternary International, v. 40, p. 43–52, doi: 10 .1016 /S1040 -6182 (96) 00060 -2. Meyers, S.R., Sageman, B.B., and Arthur, M.A., 2012, Obliquity forcing of organic matter accumulation during Oceanic Anoxic Event 2: Paleoceanography, v. 27, PA3212, doi: 10 .1029 /2012PA002286. Payne, J.L., Lehrmann, D.J., Wei, J., Orchard, M.J., Schrag, D.P., and Knoll, A.H., 2004, Large perturbations of the carbon cycle during recovery from the endPermian extinction: Science, v. 305, p. 506–509, doi: 10 .1126 /science .1097023. Peters, S., and Husson, J., 2015, Phanerozoic growth of the epicontinental sedimentary reservoir: Implications for long-term sea level change: Abstract PP33B–2307 presented at 2015 Fall Meeting, AGU, San Francisco, California, 14–18 December. Raymo, M.E., and Nisancioglu, K., 2003, The 41 kyr world: Milankovitch’s other unsolved mystery: Paleoceanography, v. 18, 1011, doi: 10 .1029 /2002PA000791. Snedden, J., and Liu, C., 2010, A compilation of Phanerozoic sea-level change, coastal onlaps and recommended sequence designations: American Association of Petroleum Geologists Search and Discovery Article 40594, http:// www .searchanddiscovery .com /pdfz /documents /2010 /40594 snedden /ndx _snedden.pdf.html. Song, H., Wignall, P.B., Chu, D., Tong, J., Sun, Y., Song, H., He, W., and Tian, L., 2014, Anoxia/high temperature double whammy during the Permian-Triassic marine crisis and its aftermath: Scientific Reports, v. 4, p. 4132, doi: 10 .1038 /srep04132. Southam, J., and Hay, W., 1981, Global sedimentary mass balance and sea level changes, in Emiliani, C., ed., The Sea, Volume 7: The Oceanic Lithosphere: Cambridge, Massachusetts, Harvard University Press, p. 1617–1684. Sun, Y., Joachimski, M., Wignall, P.B., Yan, C., Chen, Y., Jiang, H., Wang, L., and Lai, X., 2012, Lethally hot temperatures during the Early Triassic greenhouse: Science, v. 338, p. 366–370, doi: 10 .1126 /science .1224126. Thomson, D.J., 2009, Time-series analysis of paleoclimate data, in Gomitz, V., ed., Encyclopedia of Paleoclimatology and Ancient Environments: New York, Springer, p. 949–959, doi: 10 .1007 /978 -1 -4020 -4411 -3_222. van Dam, J.A., Abdul Aziz, H., Álvarez Sierra, M.A., Hilgen, F.J., van den Hoek Ostende, L.W., Lourens, L.J., Mein, P., van der Meulen, A.J., and PelaezCampomanes, P., 2006, Long-period astronomical forcing of mammal turnover: Nature, v. 443, p. 687–691, doi: 10 .1038 /nature05163. Wagreich, M., Lein, R., and Sames, B., 2014, Eustasy, its controlling factors and the Limno-eustatic hypothesis—Concepts inspired by Eduard Suess: Mitteilungen der Österreichischen Geologischen Gesellschaft, v. 107, p. 115–131. Wendler, J.E., and Wendler, I., 2016, What drove sea-level fluctuations during the mid-Cretaceous greenhouse climate?: Palaeogeography, Palaeoclimatology, Palaeoecology, v. 441, p. 412–419, doi: 10 .1016 /j .palaeo .2015 .08 .029.\nManuscript received 9 April 2016 Revised manuscript received 7 June 2016 Manuscript accepted 10 June 2016\nPrinted in USA\nDownloaded from https://pubs.geoscienceworld.org/gsa/geology/article-pdf/44/8/623/3549913/623.pdf by University of Arizona user on 20 February 2019"
  }],
  "year": 2016,
  "references": [],
  "id": "SP:22aacb94a5de653e4a07cac6b341e20619096d00",
  "authors": [{
    "name": "Mingsong Li",
    "affiliations": []
  }, {
    "name": "Chunju Huang",
    "affiliations": []
  }, {
    "name": "Linda Hinnov",
    "affiliations": []
  }, {
    "name": "James Ogg",
    "affiliations": []
  }, {
    "name": "Zhong-Qiang Chen",
    "affiliations": []
  }, {
    "name": "Yang Zhang",
    "affiliations": []
  }],
  "abstractText": "The start of the Mesozoic Era is marked by roughly 5 m.y. of Earth system upheavals, including unstable biotic recovery, repeated global warming, ocean anoxia, and perturbations in the global carbon cycle. Intervals between crises were comparably hospitable to life. The causes of these upheavals are unknown, but are thought to be linked to recurrent Siberian volcanism. Here, two marine sedimentary successions at Chaohu and Daxiakou (South China) are evaluated for paleoclimate change from astronomical forcing. In these sections, gamma-ray variations indicative of terrestrial weathering reveal enhanced obliquity cycling over prolonged intervals, characterized by a 32.8 k.y. periodicity with strong 1.2 m.y. modulations. These suggest a 22 h length of day and 1.2 m.y. interaction between the orbital inclinations of Earth and Mars. Comparing the 1.2 m.y. obliquity modulation cycles in these sections with Early Triassic records of global sea level, temperature, redox, and biotic evolution suggests that long-term astronomical forcing was involved in the repeated climatic and biotic upheavals that took place throughout the Early Triassic. INTRODUCTION The recovery of life after the end-Permian mass extinction 251.9 m.y. ago (Burgess et al., 2014) has been described as delayed, and a complex ecosystem was not fully restored until the Middle Triassic (Chen and Benton, 2012). This multi-million-year recovery was accompanied by recurrent global carbon perturbations (Payne et al., 2004), high-amplitude sea-level variations (Snedden and Liu, 2010), lethal hot tropical temperatures (Sun et al., 2012), and widespread ocean anoxia (Grasby et al., 2013). The cause of these upheavals has been hypothesized as linked to recurrent Siberian Traps volcanism, and there is evidence that magmatism continued into the Middle Triassic (e.g., Ivanov et al., 2013). However, new U-Pb dates on Siberian Traps lava flows and sills suggest that the main Siberian magmatism ceased at ca. 251.4 Ma, nearly 1 m.y. before initiation of the carbon isotope perturbation in the Dienerian substage (Burgess and Bowring, 2015). In other words, relatively short-lived Siberian volcanism triggered the end-Permian extinctions, but it may not have had a sustained, direct effect on the ~5-m.y.-long Early Triassic environment. Therefore, triggers for continued global environmental instabilities remain unknown. Earth’s long-period astronomical variations have been linked to climate rhythms, sea-level change, and biotic turnovers throughout the Phanerozoic (Lourens and Hilgen, 1997; van Dam et al., 2006; Boulila et al., 2011). In this study, we assess the apparent million-year-scale astronomical forcing of Early Triassic climate as recorded in proxy data from two marine sedimentary sequences at Chaohu and Daxiakou, South China (Fig. 1). Analysis of these sections indicates dominant obliquity-scale cycling over extended intervals. Early Triassic terrestrial weathering intensity varied with a 1.2 m.y. periodicity that is correlated with models of Earth’s *E-mails: huangcj@cug.edu.cn; lhinnov@gmu.edu. GEOLOGY, August 2016; v. 44; no. 8; p. 623–626 | Data Repository item 2016202 | doi:10.1130/G37970.1 | Published online 28 June 2016 © 2016 eological Society of A erica. For permission to copy, contact editing@geosociety.org. 32 50 58 55 cm 74 cm 40 20 C Chaohu (middle Smithian; top of the Yinkeng Fm.) 1m Chaohu (Dienerian-Smithian; middle of the Yinkeng Fm.) B 1m Die ner ian Sm ithia n ~100 k.y. short eccentricity cycles 33 k.y. obliquity cycles 20 k.y. precession cycles A Chaohu Daxiakou Siberian Traps 0°",
  "title": "Obliquity-forced climate during the Early Triassic hothouse in China"
}