{
  "sections": [{
    "text": "Bipolar correlation of volcanism with millennial climate change"
  }, {
    "heading": "Ryan C. Bay*, Nathan Bramall, and P. Buford Price",
    "text": "Physics Department, University of California, Berkeley, CA 94720\nContributed by P. Buford Price, March 10, 2004\nAnalyzing data from our optical dust logger, we find that volcanic ash layers from the Siple Dome (Antarctica) borehole are simultaneous (with >99% rejection of the null hypothesis) with the onset of millennium-timescale cooling recorded at Greenland Ice Sheet Project 2 (GISP2; Greenland). These data are the best evidence yet for a causal connection between volcanism and millennial climate change and lead to possibilities of a direct causal relationship. Evidence has been accumulating for decades that volcanic eruptions can perturb climate and possibly affect it on long timescales and that volcanism may respond to climate change. If rapid climate change can induce volcanism, this result could be further evidence of a southern-lead North–South climate asynchrony. Alternatively, a volcanic-forcing viewpoint is of particular interest because of the high correlation and relative timing of the events, and it may involve a scenario in which volcanic ash and sulfate abruptly increase the soluble iron in large surface areas of the nutrientlimited Southern Ocean, stimulate growth of phytoplankton, which enhance volcanic effects on planetary albedo and the global carbon cycle, and trigger northern millennial cooling. Large global temperature swings could be limited by feedback within the volcano–climate system.\nA lthough the Earth maintains a remarkably constant tem-perature, climate fluctuations have been identified on many timescales. On the 103-year scale, poorly understood Dansgaard– Oeschger (DO) events (1, 2), extremely rapid coolings warmings and subsequent cold warm periods, are best exhibited during the last glacial period [20,000–110,000 years before the present or 20–110 thousand years ago (ka)] but may extend with reduced amplitude into the Holocene (3) (the comparatively stable, warm, last 11 ka). Proposed causal mechanisms involve harmonics of Milankovitch (orbital) forcing, thermohaline circulation, internal ocean–atmosphere oscillations, solar forcing, and even long-period tidal resonances in the motions of the Earth and Moon. Recent work suggests that the fluctuations resemble those of a system possessing threshold instability. Rapid transitions between states are exhibited in many climate models, including those of oceanic circulation, atmospheric energy balance, and atmospheric regime change. It is becoming increasingly apparent that global climate models currently either omit some natural forcings from the simulations or underestimate the size and extent of climate response to threshold crossings, e.g., by considering the North Atlantic as the amplifier for DO oscillations and only including North Atlantic triggers in the model (4). The possibilities that rapid climate change can induce volcanic activity and, conversely, that volcanic eruptions can force millennial climate have both been suggested in the past (5). Based on evidence we have found using our optical profiles of deep boreholes in the polar ice caps, we conclude that volcanism may supply a vital missing link in millennial climate change."
  }, {
    "heading": "Methods",
    "text": "Dust Logger. Ice cores extracted from boreholes yield precious samples for laboratory analyses of gases, isotopes, crystal fabric, chemistry, and particulates as far back as 100–400 ka. Our complementary approach is to measure in situ features of the glacial ice by lowering an optical instrument into the boreholes,\nwhich are kept open with an insoluble antifreeze matched to the density of ice. The dust-logger principle is simple (6). Lightemitting diodes shine 370-nm light radially (horizontal to 5°) into the ice surrounding the borehole in which the instrument is kept centralized. At shallow depths, the light encounters air bubbles and dust; at greater depths, where all bubbles have transformed into air hydrate crystals, the light is absorbed or scattered only by dust particles. A fraction of the light scatters back into the borehole and is detected by a phototube that is shielded from outgoing light. Depth resolution is determined by the planar collimation of the source, its separation from the phototube, and, for weak signals, the smoothness of the borehole wall. Our log of the GISP2 borehole (3,054 m) closely tracks the depth dependence of Ca2 (a measure of insoluble dust; ref. 7) and 18O of water (a proxy for temperature; ref. 8) measured in the ice cores, because colder periods are generally associated with higher winds, higher aridity, and consequently a greater amount of dust swept into the atmosphere. Among other features, our log shows abrupt DO changes in dust concentration over periods as short as a decade. Bubbles in the ice at Siple Dome (West Antarctica, 1,004 m) are present all of the way to bedrock but contribute decreasingly to light-scattering with depth. Secular climate changes seen worldwide produce variations in background dust that negatively correlate in Fig. 1. In bubbly Siple Dome ice, absorption on dust decreases the return signal, whereas at GISP2 scattering on dust in bubble-free ice (the situation at depths 1,600 m or ages 11 ka) increases the signal.\nVolcanic Ash Verification. In addition to its response to dust, our dust logger responds with a unique signature to the thin (approximately mm to several cm), opaque layers of ash deposited by volcanic eruptions, in particular, in ice in which scattering is dominated by bubbles, which do not absorb light. We have verified that the ash signals identified with our loggers at Siple Dome are caused by volcanic emissions. The distinctive response of the dust logger to thin, opaque volcanic ash layers is an asymmetric double cusp (see Fig. 1) produced as the focusedbeam emitter and the receiver consecutively traverse the ash layer (6). Monte Carlo simulations confirm that the signal distinguishes ash layers from the more gradual changes in dust concentration and the quasi-periodic scarring of the borehole by the drill. Visual scans of the ice core certified the darkest of the ash deposits, except for those in badly fractured sections from depths below 780 m ( 30 ka), where visual searches for ash in the Siple Dome core have been impractical. In unfractured core sections, ash layers that at first escaped visual detection were evident in the logger data and then later confirmed visually in the core. By probing outward into the ice surrounding a borehole, the logger samples a larger cross section of ice (of the order m2) and integrates lateral irregularities that can be misleading in\nAbbreviations: ka, thousand years ago; kyr, thousand years; DO, Dansgaard–Oeschger; GISP2, Greenland Ice Sheet Project 2.\n*To whom correspondence should be addressed. E-mail: bay@cletus.physics.berkeley.edu.\n© 2004 by The National Academy of Sciences of the USA\nwww.pnas.org cgi doi 10.1073 pnas.0400323101 PNAS April 27, 2004 vol. 101 no. 17 6341–6345\nG EO\nPH YS\nIC S\nstudies of the 13-cm-diameter core. Many of the ash layers detected in our optical borehole logs were not visible in the core to the naked eye and so are likely composed of micrometer- and submicron-sized particles. To assist in confirming their volcanic origin, we sent Nelia Dunbar (New Mexico Tech, Socorro, NM) a list of depths of a sample of 24 ash layers from below 500 m ( 7.8 ka) that we had located with the logger, most of which could not be seen in the core. By melting portions of the core, filtering, and microscopically examining the filtrate (9, 10), she found all but three within 30 cm of the depth we specified and confirmed that they were indeed layers of volcanic tephra (glass shards). The remaining three (not used in the correlation calculation), despite being clear examples of ash signals in the borehole logs, were probably missed because of errors of as much as 1 m in our corrected depths, because she limited her search to depths close to the predicted locations. In some cases she recovered enough material to analyze composition, and it appeared to correlate with basaltic, basanitic, and trachytic sources on the Antarctic continent. A few non-Antarctic compositions suggested South American provenance. We detected 60 volcanic ash layers in the Siple Dome ice but far fewer at GISP2. In addition to a higher altitude and less favorable location relative to volcanic regions, bubbly ice (where ash identification is most straightforward) makes up only 10% of the temporal ice record at GISP2.\nDating. To reduce minor errors in depth we forced our borehole profiles to agree with studies of the cores; we tied features in our dust logs at GISP2 to Ca2 measurements by Mayewski et al. (7), and at Siple Dome we calibrated the strongest volcanic ash signal depths to those measured in visual core scanning. We then applied the best available age vs. depth conversions† (refs. 11 and 12 and references therein). Siple Dome ages before 11 ka were determined by matching core gases with those at GISP2, by using methane concentrations back to 19 ka with estimated relative age uncertainties of 0.5–1 thousand years (kyr) and isotopic anomalies of trapped O2 (which, like methane, is constant throughout the atmosphere) before 19 ka with relative age uncertainties conservatively estimated to be between 1 kyr and 1–2.5 kyr."
  }, {
    "heading": "Results and Discussion",
    "text": "It is clear from Fig. 1 that periods of more frequent volcanic ash deposits at Siple Dome are generally associated with stadials (colder stages within an overall glacial period) at GISP2. We evaluated the statistical significance of this volcano–stadial association with a rigorous Monte Carlo technique, because standard correlation measures such as the Pearson productmoment estimator can be spurious when applied in a time series context. In the Holocene, abrupt climate changes cease and consequently so does any obvious volcanic association. We focused on the period between 27 and 70 ka (Fig. 2). During more recent times, millennial features cannot be easily discerned in the climate record, and the high variability in the two series at glacial maximum would drive the correlation even higher. For times before 70 ka, the error in the age vs. depth conversions may become too large. We converted the two time series to point series, with an event at Siple Dome being a volcanic ash deposition and an event at GISP2 being the onset (beginning of the cooling phase) of a DO peak in dust signal that exceeded some threshold. The Siple Dome point series was fixed as the template with 27 events, and the GISP2 point series of 19 events was taken to be the target, which was allowed to float by an offset in time. The correlation measure was then the minimum of the rms residual between template–target nearest-neighbor events as a function of offset. A simple Monte Carlo simulation then determined the occurrence likelihood that a random distribution (homogeneous Poisson process) of 19 events in the target series would obtain a greater correlation measure (smaller residue) than the real data. We found strong correlation with a statistical significance of 99.1% (one chance in 110) and an offset of almost exactly zero. A graphical representation of this correlation is shown in Fig. 3. The onset times of the peaks in GISP2 dust are plotted against Siple Dome volcanic event times, with the nearest-neighbor volcanic events that contributed to the residue (for the real GISP2 data) plotted in red and the outlier events plotted in black. A slope of 1.0 would reflect perfect correlation. A second Monte Carlo calculation using the peak times instead of the leading-edge times of the GISP2 stadials gave a significance of 99% (one in 100) and a robust Siple Dome (volcanic) lead time of the order of 800 years. Although this lead is within conservatively estimated relative dating errors of 1 kyr at the five tie points used in the calculation, it persists throughout the data sets. A third Monte Carlo calculation evaluating association of the volcanic activity with the trailing edges of the stadials (warmings) gave a significance of 96.7% (1 in 30) and an offset of nearly 2 kyr. Extending the second calculation (peak times) to cover the interval between 75 and 20 ka, and thereby including the high event densities of the late glacial period, increased the †Brook, E. & Bender, M. (2002) National Snow and Ice Data Center, WAISCORES SDMA:11.90–98.15:April-26–2002.\n6342 www.pnas.org cgi doi 10.1073 pnas.0400323101 Bay et al.\ncorrelation to nearly 99.7% ( 300 to 1). Alternatively, the use of methane tie points (E. Brook, J. W. C. White, A. S. M. Schilla, M. L. Bender, J. P. Severinghaus & R. B. Alley, unpublished work) back to 43 ka for relative dating preserves both the high correlation and the volcanic lead. Thus, the correlation of Antarctic volcanic activity with northern abrupt climate change is insensitive to time intervals examined and to small uncertainties in the age vs. depth relationship.\nBecause of their proximity, volcanoes of the Antarctic plate are likely overrepresented in the Siple Dome volcanic record, in particular, those in the Marie Byrd Land province on the north flank of the West Antarctic rift system, one of the planet’s largest active continental rifts. The Siple Dome volcanic ash record may not represent episodic increases in volcanism but merely increases in deposition due to reorganizations of atmospheric circulation over Antarctica. To help resolve this uncertainty we defined a Siple Dome ash index as the 1-kyr running average of our existing volcanic ash measurements on a signal scale of 1–20 based on area under the curve (6), and we compared it to the global volcanicity estimate of Bryson and Bryson (13). The Bryson team combed the literature for all radiocarbon-dated eruptions, eliminated duplicates, and counted the number per century by using a database of nearly 3,000. After correcting for the paucity of older eruptions in the records they were able to generate an index of global activity. The agreement of our ash deposition index at Siple Dome with the Bryson activity index, when both are integrated over 1 kyr, is rather good (Fig. 4). Studies of the Siple Dome ice core (14) indicate that Siple Dome climate may have strong ties to the Pacific region, so the submicron-sized component of ash in the clean Siple Dome ice could be a representative sample of the global atmospheric fine ash load, including very small injections that would not be detected by visual inspection of ice-core sections. If our ash record is entirely dominated by local sources, these may have served as quantitative indicators, over sufficiently long timescales, by erupting sympathetically with periodic increases in volcanism of all types worldwide. As Fig. 4 shows, the two indices\nare also similar to the GISP2 volcanic sulfate record of Zielinski et al. (15) in that the greatest activity occurred at 9 or 10 ka, during the main deglaciation of the early Holocene.\nThe concept of a connection between volcanic eruptions and the advance of glaciers dates back to Lamb (16), and the idea has persisted (5). We found the closest association between volcanic events and the onset of millennial cold periods, and this persistent coincidence seems to point to a volcanic-forcing view of causation. The reversed-causality explanation should not be excluded on the basis of the Monte Carlo significance calculation, given the relative dating errors and previous findings that Northern Hemisphere climate is time-lagged with respect to that of the Southern Hemisphere. We will explore a number of plausible mechanisms for forcing in both directions.\nMillennial Climate Change Forcing Volcanism. Kyle et al. (17) pointed out that abundant visible tephra layers found by Gow and Williamson (18) at Byrd Station (also near volcanic sources in West Antarctica), which were clustered during the late part of the last glacial period, might have been due to a thickening of the West Antarctic Ice Sheet that initiated the eruptions in nearby Marie Byrd Land. Zielinski et al. (15) noted that in the sulfate record at GISP2 the periods of greatest volcanic activity seemed to occur during changing climatic conditions, especially during the early Holocene. Maclennan et al. (19) found a link between deglaciation and volcanism in Iceland that they attributed to increased melt generation rates in the shallow mantle caused by unloading of the ice sheet. Numerical studies have shown that mantle stress accumulation associated with glaciation deglaciation and meltwater change may have triggered or accelerated active Quaternary volcanism of the circum-Pacific (20). Eruptions might be induced by climatically driven atmospheric jolts to the solid Earth’s rotational angular momentum (21) or by crustal stresses resulting from ice-sheet loading unloading effects on the planet’s distribution of mass.\nThe high volcanic activity during the main deglaciation of the early Holocene (Fig. 4) suggests that ice-sheet unloading and or sea level rise increased volcanism during this period, although this response may not be fast enough to explain the volcanic variability seen during the glacial period. The volcanism we detected at Siple Dome may be further evidence of a North– South asynchrony, having been driven by southern climate changes, which typically led Greenland changes by 1–2 kyr over the last glacial period (22). Our volcanicity record at Siple Dome\nBay et al. PNAS April 27, 2004 vol. 101 no. 17 6343\nG EO\nPH YS\nIC S\ncorrelates less with Antarctic temperature changes than with those in the Greenland record, as evidenced in the Siple Dome record itself (see Fig. 2). The broad peak near 50 ka is a southern cold event, one of several seen throughout Antarctica between the Last Glacial Maximum and the stadial near 60 ka seen globally, yet we found no associated volcanic ash during this period. The episodic volcanic activity we have found may be connected to changes not readily seen in Antarctica because of the continent’s isolation by circum-Antarctic ocean circulation. The agreement between our Siple Dome ash record and global indices of volcanism is surprising if the ash reflects only local effects. Perhaps sea level or some other global climate variable with wide-ranging influence was able to affect volcanic rates uniformly over much of the globe.\nVolcanism Forcing Millennial Climate Change. Ice-rafted debris sediments found in the North Atlantic correlate with DO events, and these surges of fresh water are thought to have disrupted or even largely halted ocean thermohaline circulation (23, 24). Amplified by gradients in salinity but driven primarily by highlatitude cooling, the thermohaline circulation is believed to have alternated between a glacial state and an interglacial state on the millennial scale. This finding has prompted searches for an external, possibly atmospheric cooling mechanism, which does not involve thermohaline circulation or orbital parameters, to trigger episodic ice-sheet discharges.\nFrom his studies of global volcanism in compiling his Dust Veil Index, Lamb found that eruption patterns seemed to indicate that stresses building up within the Earth’s crust led to widespread simultaneous fractures, and the resulting volcanism was sufficient to explain climate changes on a variety of timescales. Gow and Williamson (18) originally suggested that the tephra layers they found at Byrd during the last glacial period may have been an indication that eruptions of volcanic ash in Antarctica triggered or intensified worldwide cooling. Bray (25), an early proponent of a connection between glaciation and volcanism, found that of 18 phases of glacial advance and volcanic activity, all but four showed a lag in ice advance of 100–300 years after the initial volcanic eruption. Because of poor statistics his conclusions were not regarded as convincing at the time. Bryson (26) suggested a link between long-timescale volcanic variations and climate fluctuations in the Holocene. Some have suggested that the Toba mega-eruption 71,000 years ago could have initiated the glacial period (27) or enhanced the kiloyear stadial event that followed (28).\nThe large-particle ash component of a volcanic eruption settles out quickly from the atmosphere, presumably limiting its influence in both space and time. If volcanic ash covered a substantial area of snow or ice, this could significantly reduce the surface albedo of that region for a short time and possibly cause melting, in particular, if the eruption occurred in the summer. The aerosol component of an eruption, resulting mainly from the emission of SO2 and H2S, can remain aloft and potentially force climate on timescales of years, decades, or longer (29). Volcanic aerosols affect the Earth’s radiation balance, principally by reflecting sunlight back into space and cooling the planet. By serving as cloud condensation nuclei, sulfate aerosols are believed to change the microphysical structure, water content, lifetime, and extent of clouds (30). Not only the type and magnitude but also the location of an eruption are thought to determine its climatic impact. Largely because of amplification through snow ice albedo feedback, namely, runaway ice-sheet growth or melt, Hansen et al. (31, 32) found that an arbitrary surface forcing is twice as effective at high as at low latitudes; i.e., a given magnitude forcing alters global surface air temperature by twice as much.\nMartin (33) suggested that mineral fertilization of ‘‘highnutrient, low-chlorophyll’’ regions of the ocean where iron or\nother trace species are rate-determining for the growth of oceanic biomass may have a pronounced effect on biological CO2 fixation. Increased productivity would tend to decrease atmospheric CO2 at the ocean surface, with a response time on the order of 100 years (34). Stimulation of diatoms that fix organic carbon but not calcite carbon further reduces atmospheric CO2 on a timescale of kiloyears (34) by changing the ratio of organic carbon to calcite in ocean sediments (34–38). The CO2 content of the glacial atmosphere was lower than the preindustrial Holocene value, and this difference has been attributed to increased aeolian continental dust f luxes of iron (33, 39, 40) to the ecosystem of the Southern Ocean, which is known to be iron-limited and to have an abundance of unused nutrients (37, 38, 41). The higher levels of dust that would have resulted from lowered atmospheric CO2 and temperature might have then been fed back for amplification.\nPhytoplankton in the remote ocean are accustomed to low iron availability and typically have carbon-to-iron molar ratios 10 4, meaning that a tiny injection of new iron to pelagic ocean surfaces can produce a relatively large amount of new biomass. Because of the efficiency of surface carbon recycling, however, much of the carbon fixed by phytoplankton does not immediately sink out of the mixed surface layer but remains in contact with the atmosphere. Many other phytoplankton climatic forcings (42–45) are only poorly understood and could dominate their complicated effect on greenhouse gases, which may primarily serve as a weak tracer of their activity on the millennial scale. Calcite-producing coccolithophores, which are found everywhere but especially in subpolar regions (Coccolithus pelagicus), affect ocean albedo by greatly enhancing scattering at the surface with little increase in absorption. Acting like tiny mirrors, the coccoliths produced by these microorganisms reflect strongly with little wavelength dependence and back-scatter radiation at a level an order of magnitude higher than would be expected from Mie theory. Intense blooms can be seen from space and increase ocean albedo to 10%, several times higher than the reflectivity of barren waters. Such an increase over the entire Southern Ocean would equate to a forcing on the order of 1 W m2 reduction in incoming solar energy, similar in magnitude to that estimated to arise from anthropogenic CO2. Albedo forcing has been found to be roughly twice as effective on equilibrium temperature response as CO2 (31, 32). In addition to directly back-scattering solar radiation, phytoplankton decrease ocean heat retention and cool the overall water column. By shading the deeper waters and trapping energy near the surface where it can escape to the atmosphere, the canopy decreases heat input to the deep ocean which is transmitted around the globe. Phytoplankton produce the sulfur compound dimethylsulfoniopropionate, which decomposes in sea water into dimethylsulfide, diffuses into the atmosphere, and is oxidized, leading to acidic aerosols that function as efficient cloud condensation nuclei. In areas where cloud condensation nuclei are scarce, this could increase planetary albedo by creating more and brighter clouds of greater longevity.\nAtmospheric input of iron to the Southern Ocean is generally three to four orders of magnitude lower than in the North Atlantic and North Pacific (46). Although terrestrial atmospheric dust during glacial times likely dominated the flux of rate-determining nutrients over most of the Northern Hemisphere ocean area, volcanism may well have been a main (transient) source of trace minerals over most expanses of ocean in the Southern Hemisphere. The sulfur that accompanies the iron injected by volcanic eruptions, in conjunction with photochemical reactions (47), increases the solubility of marine aerosol iron in seawater by reducing the Fe(III) to Fe(II). Meskhidze et al. (48) suggest a link in the Northern Hemisphere between ocean productivity and mobilization of iron in aeolian dust due to anthropogenic SO2 emissions.\nFertilization by the 1991 Pinatubo eruption has been suggested as the cause of an unexpected dip in atmospheric CO2 (34,\n6344 www.pnas.org cgi doi 10.1073 pnas.0400323101 Bay et al.\n49) and a 1014 mol pulse of O2 emanating from the oceans in the Southern Hemisphere during austral summer 1991–1992 (50). Ash injection 100 times that of Pinatubo, including individual eruption volumes 10–50 times greater, can be expected on a timescale of 1 kyr. Whereas Watson (34) assumed 1% by weight iron concentration for the ash deposited by Pinatubo, the ash samples from Siple Dome were found to contain iron on the order of 10% (9), unusually high for explosive volcanism. A fertilization 20 times as effective as the Pinatubo eruption could serve as a sink, at least temporarily, for an amount of carbon greater than annual anthropogenic CO2 emissions (7 billion metric tons). Alternative explanations for Pinatubo’s effect on CO2 have also been suggested, such as increased terrestrial photosynthesis or a reduction in terrestrial soil and plant respiration (51).\nThe overall maximum in volcanic activity occurred in the Holocene between 9 and 9.5 ka. No glacial transition was associated with this volcanism, except perhaps for the relatively short-lived and weak 8.2-ka cold event (3) of the order of 5°C seen at all northern latitudes. If the Holocene differs substantially from the glacial regime, as is widely believed, then when the ice volume was larger, temperatures were colder and sea level was lower; this could help explain a muted effect."
  }, {
    "heading": "Implications",
    "text": "Volcanism may be critical to our understanding of climate threshold instabilities and in developing a consistent picture of\nclimatic teleconnections between hemispheres. Volcanism represents the most violent of potential reactions to or causes of abrupt climate change, and the possibility of increases in volcanic activity further underscores the need for a more comprehensive understanding of the earth system. It has often been proposed that iron fertilization of the ocean could be used as a sort of bioremediation to compensate for global warming. Although our results suggest that such action has the potential for dramatic consequences, it would likely be difficult to engineer effective fertilization of a large enough area of ocean to have substantial climatic impact. If warming and deglaciation induce volcanism, and if increasing volcanic activity can promote glaciation, this system represents a volatile although ultimately stable feedback for atmospheric temperature regulation. Large global temperature swings could be limited by a mechanism in which volcanism causes cooling, whereas warming factors trigger ice-sheet unloading and or sea-level rise, leading to increased volcanic activity.\nWe thank Gary Clow and Robert Hawley for collaboration; Nelia Dunbar for analysis of ash layers; Kurt Cuffey, Reid Bryson, and Michael Bender for discussions; Michael Solarz and members of the University of California, Berkeley, Physics Machine Shop and Electronics Shop for assistance; and others who have reviewed and evaluated this manuscript. This work was supported by National Science Foundation Grant OPP-0125794.\n1. Dansgaard, W., Johnsen, S. J., Clausen, H. B., Dahl-Jensen, D., Gundestrup, N. S., Hammer, C. U., Hvidberg, C. S., Steffensen, J. P., Sveinbjörnsdottir, A. E., Jouzel, J. & Bond, G. (1993) Nature 364, 218–220. 2. Bond, G. C., Broecker, W., Johnsen, S., McManus, J., Labeyrie, L., Jouzel, J. & Bonani, G. (1993) Nature 365, 143–147. 3. Alley, R. B., Mayewski, P., Sowers, T., Stuiver, M., Taylor, K. & Clark, P. (1997) Geology 25, 483–486. 4. Alley, R. B., Marotzke, J., Nordhaus, W. D., Overpeck, J. T., Peteet, D. M., Pielke, R. A., Jr., Pierrehumbert, R. T., Rhines, P. B., Stocker, T. F., Talley, L. D. & Wallace, J. M. (2003) Science 299, 2005–2010. 5. Zielinski, G. A. (2000) Q. Sci. Rev. 19, 417–438. 6. Bay, R. C., Price, P. B., Clow, G. D. & Gow, A. J. (2001) Geophys. Res. Lett.\n28, 4635–4638. 7. Mayewski, P. A., Meeker, L. D., Twickler, M. S., Whitlow, S., Yang, Q., Lyons,\nW. & Prentice, M. (1997) J. Geophys. Res. 102, 26345–26366. 8. Stuiver, M. & Grootes, P. (2000) Q. Res. 53, 277–284. 9. Dunbar, N., Kurbatov, A., Zielinksi, G. A., McIntosh, W. C., Price, P. B. & Bay,\nR. C. (2003) Tenth West Antarctic Ice Sheet Workshop, in press. 10. Dunbar, N., Zielinski, G. & Voisins, D. T. (2003) J. Geophys. Res. 108, 2374–2385. 11. Meese, D. A., Gow, A. J., Alley, R. B., Zielinski, G. A., Grootes, P. M., Ram,\nM., Taylor, K. C., Mayewski, P. A. & Bolzan, J. F. (1997) J. Geophys. Res. 102, 26411–26423. 12. Bender, M., Sowers, T., Dickson, M.-L., Orchardo, J., Grootes, P., Mayewski, P. A. & Meese, D. A. (1994) Nature 372, 663–666. 13. Bryson, R. A. & Bryson, R. U. (1997) Third Millennium BC Climate Change and Old World Collapse, NATO ASI Series, eds. Dalfes, H. N., Kukla, G. & Weiss, H. (Springer, New York), Series 1, Vol. 49, pp. 565–593. 14. Schilla, A., Popp, T., White, J. W., Bender, M., Brook, E., Steig, E. & Taylor, K. (2002) EOS Trans. 83, A32B-12. 15. Zielinski, G. A., Mayewski, P. A., Meeker, L. D., Whitlow, S. I. & Twickler, M. S. (1996) Q. Res. 45, 109–118. 16. Lamb, H. H. (1970) Proc. R. Soc. London 266, 425–499. 17. Kyle, P. R., Jezek, P. A., Mosley-Thompson, E. & Mosley-Thompson, L. S.\n(1981) J. Volcanol. Geotherm. Res. 11, 29–39. 18. Gow, A. J. & Williamson, T. (1971) Earth Planet. Sci. Lett. 13, 210–218. 19. Maclennan, J., Jull, M., McKenzie, D., Slater, L. & Grönvold, K. (2002)\nGeochem. Geophys. Geosys. 3, 1062–1086. 20. Nakada, M. & Yokose, H. (1992) Tectonophysics 212, 321–329. 21. Stothers, R. B. (1989) J. Geophys. Res. 94, 17371–17381. 22. Blunier, T., Chappellaz, J., Schwander, J., Dällenbach, A., Stauffer, B., Stocker,\nT. F., Raynaud, D., Jouzel, J., Clausen, H. B., Hammer, C. U. & Johnsen, S. J. (1998) Nature 394, 739–743.\n23. Broecker, W. S. (1994) Nature 372, 421–424. 24. Bond, G. C. & Lotti, R. (1995) Science 267, 1005–1010. 25. Bray, J. R. (1974) Nature 252, 679–680.\n26. Bryson, R. A. (1989) Theor. Appl. Climatol. 39, 115–125. 27. Rampino, M. R. & Self, S. (1993) Q. Res. 20, 269–280. 28. Zielinski, G. A., Mayewski, P. A., Meeker, L. D., Whitlow, S. I., Twickler, M. S.\n& Taylor, K. C. (1996) Geophys. Res. Lett. 23, 837–840. 29. Sato, M., Hansen, J. E., McCormick, M. P. & Pollack, J. B. (1993) J. Geophys.\nRes. 98, 22987–22994. 30. Penner, J. E., Andreae, M., Annegarn, H., Barrie, L., Feichter, J., Hegg, D.,\nJayaraman, A., Leaitch, R., Murphy, D., Nganga, J. et al. (2001) The Current Intergovernmental Panel of Climate Change, eds. Houghton, J. T., Ding, Y., Griggs, D. J., Noguer, M., van der Linden, P. J., Dai, X., Maskell, K. & Johnson, C. A. (Cambridge Univ. Press, New York). 31. Hansen, J., Sato, M. & Ruedy, R. (1997) J. Geophys. Res. 102, 6831–6864. 32. Hansen, J. & Nazarenko, L. (2004) Proc. Natl. Acad. Sci. USA 101, 423–428. 33. Martin, J. H. (1990) Paleoceanography 5, 1–13. 34. Watson, A. J. (1997) Nature 385, 587–588. 35. Martin, J. H., Coale, K. H., Johnson, K. S., Fitzwater, S. E., Gordon, R. M.,\nTanner, S. J., Hunter, C. N., Elrod, V. A., Nowicki, J. L., Coley, T. L., et al. (1994) Nature 371, 123–129. 36. Archer, D. & Maier-Reimer, E. (1994) Nature 367, 260–263. 37. Coale, K. H., Johnson, K. S., Fitzwater, S. E., Gordon, R. M., Tanner, S.,\nChavez, F. P., Ferioli, L., Sakamoto, C., Rogers, P., Millero, F., et al. (1996) Nature 383, 495–501. 38. Boyd, P. W., Watson, A. J., Law, C. S., Abraham, E. R., Trull, T., Murdoch, R., Bakker, D. C. E., Bowie, A. R., Buesseler, K. O., Chang, H., et al. (2000) Nature 407, 695–702. 39. Watson, A. J., Bakker, D. C. E., Ridgwell, A. J., Boyd, P. W. & Law, C. S. (2000) Nature 407, 730–733. 40. Sigman, D. M. & Boyle, E. A. (2000) Science 407, 859–869. 41. Martin, J. H., Gordon, R. M. & Fitzwater, S. E. (1990) Nature 345, 156–158. 42. Charlson, R. J., Lovelock, J. E., Andreae, M. O. & Warren, S. G. (1987) Nature\n326, 655–661. 43. Balch, W. M., Holligan, P. M., Ackleson, S. G. & Voss, K. J. (1991) Limnol.\nOceanogr. 36, 629–643. 44. Brown, C. W. & Yoder, J. A. (1994) J. Geophys. Res. 99, 7467–7482. 45. Ackleson, S. G., Balch, W. M. & Holligan, P. M. (1994) J. Geophys. Res. 99,\n7483–7499. 46. Duce, R. A., Liss, P. S., Merrill, J. T., Atlas, E. L., Buat-Ménard, P., Hicks, B. B.,\nMiller, J. M., Prospero, J. M., Arimoto, R., Church, T. M., et al. (1991) Global Biogeochem. Cycles 5, 193–259. 47. Zhuang, G., Yi, Z., Duce, R. A. & Brown, P. R. (1992) Nature 355, 537–539. 48. Meskhidze, N., Chameides, W. L., Nenes, A. & Chen, G. (2003) Geophys. Res.\nLett. 30, 2085–2089. 49. Sarmiento, J. L. (1993) Nature 365, 697–698. 50. Keeling, R. F., Piper, S. C. & Heimann, M. (1996) Nature 381, 218–221. 51. Jones, C. D. & Cox, P. M. (2001) Global Biogeochem. Cycles 15, 453–465.\nBay et al. PNAS April 27, 2004 vol. 101 no. 17 6345\nG EO\nPH YS\nIC S"
  }],
  "year": 2004,
  "references": [],
  "id": "SP:91b36bcf686aea7c7115d1678da5289ce683dbc2",
  "authors": [{
    "name": "Ryan C. Bay",
    "affiliations": []
  }, {
    "name": "Nathan Bramall",
    "affiliations": []
  }],
  "abstractText": "Analyzing data from our optical dust logger, we find that volcanic ash layers from the Siple Dome (Antarctica) borehole are simultaneous (with >99% rejection of the null hypothesis) with the onset of millennium-timescale cooling recorded at Greenland Ice Sheet Project 2 (GISP2; Greenland). These data are the best evidence yet for a causal connection between volcanism and millennial climate change and lead to possibilities of a direct causal relationship. Evidence has been accumulating for decades that volcanic eruptions can perturb climate and possibly affect it on long timescales and that volcanism may respond to climate change. If rapid climate change can induce volcanism, this result could be further evidence of a southern-lead North–South climate asynchrony. Alternatively, a volcanic-forcing viewpoint is of particular interest because of the high correlation and relative timing of the events, and it may involve a scenario in which volcanic ash and sulfate abruptly increase the soluble iron in large surface areas of the nutrientlimited Southern Ocean, stimulate growth of phytoplankton, which enhance volcanic effects on planetary albedo and the global carbon cycle, and trigger northern millennial cooling. Large global temperature swings could be limited by feedback within the volcano–climate system.",
  "title": "Bipolar correlation of volcanism with millennial climate change"
}