{
  "sections": [{
    "text": "Key words: climate change, air pollution, aerosols, ice cores, Holocene, North Pacific, volcanism\nRÉSUMÉ. Une des grandes réalisations de la recherche appuyée par la station du lac Kluane fut l’extraction, en 2001-2002, d’une série de carottes de glace provenant de la chaîne des monts St. Elias, au Yukon, par des équipes de chercheurs du Canada, des États-Unis et du Japon. Ce projet a mené à l’établissement de multiples chronologies, longues de 103 à 104 ans, détaillant des changements climatiques et atmosphériques à diverses altitudes, depuis le champ de glace Eclipse (3 017 m) jusqu’au plateau englacé du mont Logan (5 340 m). Ces travaux s’appuyaient sur des carottages glaciologiques précédents dans cette même région (1980, 1996). La comparaison de ces diverses données a permis d’identifier des relations possibles entre des variations régionales du climat et de la composition de l’air d’une part, et des modifications de la structure verticale et de la dynamique de l’atmosphère dans le secteur Nord du Pacifique d’autre part. Ces relations offrent un nouvel éclairage sur les changements climatiques au cours l’Holocène dans la région. En raison de leur emplacement privilégié, les carottes de glace des monts St. Elias préservent également des retombées d’aérosols de divers types et de sources variées provenant de la zone du Pacifique Nord. Dans cet article, nous passons en revue les principaux résultats scientifiques obtenus par l’analyse des carottages glaciologiques des monts St. Elias, et qui recouvrent cinq grands thèmes : (1) les variations des rapports d’isotopes stables de l’eau (δ18O, δD) dans la glace, qui présent des particularités uniques différant de celles de carottes du Groenland, d’autres secteurs de l’Arctique, et même de différents sites au sein même des monts St. Elias; (2) les variations historiques d’accumulation de la neige; (3) les retombées de pollen, d’émissions de feux de brousse, et de poussières minérales; (4) les\n1 Geological Survey of Canada, 601 Booth Street, Ottawa, Ontario K1A 0E8, Canada 2 Corresponding author; present address: Department of Earth Sciences, Uppsala University, Villavägen 16, 752 36 Uppsala, Sweden;\nchristian.zdanowicz@geo.uu.se 3 Climate Change Institute and Department of Earth Sciences, University of Maine, Orono, Maine 04469-5790, USA 4 Department of Earth Sciences, Dartmouth College, HB 6105 Fairchild Hall, Hanover, New Hampshire 03755, USA 5 College of Earth, Ocean, and Atmospheric Sciences, Oregon State University, Corvallis, Oregon 97333-4238, USA 6 Earth Systems Research Center, University of New Hampshire, 8 College Road, Durham, New Hampshire 03824, USA 7 Quaternary Research Center and Department of Earth and Space Sciences, University of Washington, Seattle, Washington 98195-1310, USA 8 Department of Earth & Atmospheric Sciences, University of Alberta, Edmonton, Alberta T6G 2E3, Canada 9 National Institute of Polar Research, 10-3, Midoricho, Tachikawa, Tokyo 190-8518, Japan © The Arctic Institute of North America\nretombées de polluants atmosphériques à longue portée (sulfate et plomb); et (5) les retombées d’aérosols d’origine volcanique. Notre discussion intègre également des études de forages glaciologiques effectués en 1980 et en 1996, mais dont les résultats n’ont été publiés que depuis l’an 2000.\nMots clés : changements climatiques, pollution atmosphérique, aérosols, carottes de glace, Holocène, Pacifique Nord, volcanisme"
  }, {
    "heading": "INTRODUCTION",
    "text": "The St. Elias Mountains (Yukon, Canada) and Wrangell Mountains (Alaska, USA) are a major orographic obstacle to westerly air flow across the subarctic Pacific Ocean and are located at the end-point of extratropical Pacific storm tracks (Orlanski, 2005). An important landmark in icecore research was achieved in 1980 by pioneering glaciologist G. Holdsworth with the recovery of an ice core 103 m long from Northwest Col (NWC; 5340 m asl), on the glaciated high plateau of the Mt. Logan massif in the central St. Elias Mountains (Fig. 1). The NWC ice-core record, which was subsequently extended to 2001 using measurements from shallow cores and snowpits, was the first to be developed from the circum – North Pacific region. It provided a wealth of information on climate and atmospheric composition in the St. Elias Mountains over the past 300 years (AD 1700 – 2000) and highlighted the probable role of the El Niño – Southern Oscillation (ENSO) in modulating snowfall rates (Holdsworth et al., 1992). In 1996, an ice core 160 m long was recovered from the Eclipse Icefield (3017 m), ~45 km northwest of Mt. Logan. Analysis of the Eclipse ice core, which was dated back to ~AD 1894, revealed remarkable differences from the NWC core, some of which will be reviewed in this paper (Yalcin and Wake, 2001; Wake et al., 2002).\nBuilding on these earlier efforts, a major CanadianAmerican-Japanese ice-coring expedition in the St. Elias Mountains was organized in 2000. Operating from the Arctic Institute of North America’s Kluane Lake Research Station over the course of two field seasons (in 2001 – 02), the expedition recovered more than 900 m of new firn and ice cores from three separate locations: ProspectorRussell Col (PRC) at 5340 m on the Mt. Logan high plateau, King Col at 4135 m on the western flank of the massif, and the Eclipse Icefield northwest of Mt. Logan (Table 1 and Fig. 1). The new Mt. Logan PRC core extended the NWC record over the entire Holocene epoch and into the Late Glacial period at centennial resolution, and over the past 3000 years at annual to decadal resolution. The new Eclipse cores extended the earlier (1996) record back to ~AD 1000 at seasonal to multi-annual resolution.\nComparison of these records allowed for variations in climate and atmospheric composition to be linked with changes in the vertical structure and dynamics of the North Pacific atmosphere, providing a unique perspective on these changes over past millennia (Wake et al., 2004). In this paper, we review scientific findings from the new St. Elias ice cores published in the decade that followed their recovery. Details on the development of these records and on\nthe depth-age models used are given in cited publications and will not be repeated here. Few findings from the core drilled at King Col have been published (Shiraiwa et al., 2003; Kanamori et al., 2004; Matoba and Shiraiwa, 2005; Goto-Azuma et al., 2006a), and the present review therefore focuses largely on those from the new Eclipse and Mt. Logan (PRC) cores. Our review integrates results from the previous (1996) coring effort conducted at Eclipse Icefield that were not published until after 2000, when analysis of the core began in earnest (Yalcin and Wake, 2001; Wake et al., 2002; Yalcin et al., 2003). The discussion also takes into consideration some new analyses of the NWC ice-core snow accumulation and δ18O records published in the past decade (Moore et al., 2001, 2002a, b, 2003, 2005; Rupper et al., 2004; Holdsworth, 2008; Field et al., 2010). Since 2000, ice cores have been recovered from other areas in the continental northwest Pacific region, including Alaska (Shiraiwa et al., 1999; Urmann, 2009), Kamchatka (Matoba et al., 2007; Yasunari and Yamasaki, 2009), and British Columbia (Neff et al., 2012). However only a few of these records are sufficiently described in the peer-reviewed scientific literature to allow meaningful comparisons with the St. Elias ice cores.\nTHE STABLE ISOTOPE RECORD (δ18O – δD)\nThe stable isotope ratios of water (δ18O and δD) in ice cores are widely used to reconstruct the precipitationweighted mean air temperature history of high-latitude sites (e.g., Fisher and Koerner, 2003). However, δ18O and δD are also influenced by the oceanic moisture source conditions (e.g., sea surface temperature) and the thermodynamic history of water vapour from its source to the precipitation site (see Brook, 2007, for a concise review). The ice cores from the St. Elias Mountains offer an illustration of how these various factors may vary in importance between different high-latitude regions.\nContrasted Isotopic Histories: North Pacific vs. North Atlantic\nThe consensus high-latitude temperature history of the Holocene in the eastern Canadian Arctic and Greenland, as reconstructed from ice-core δ18O, is presented on Fig. 2a (Vinther et al., 2009). The dominant features of the record are an early Holocene (post-glacial) thermal optimum between ~11 and 7 ka before present (BP) and a cooling trend through the mid and late Holocene that coincides with a decrease in Northern Hemisphere (NH) insolation\n(Fig. 2b). In the early 19th century, Arctic temperatures reached a minimum, which was followed by an abrupt reversal in trend, towards warmer temperatures, that continues to this day. These climatic features are attested by numerous other proxy records (e.g., Kaufman et al., 2004, 2009).\nFigure 2c shows the Mt. Logan PRC δ18O record for the past 12 000 years. It is strikingly different from Canadian Arctic and Greenland Holocene records; most notably,\nit contains large-amplitude δ18O variations of up to 8‰. These variations, if they reflected air temperatures, would imply multiple, abrupt changes of more than 10˚C throughout the Holocene that have no equivalent in cores from the North Atlantic region. (The largest isotopic shifts in individual Canadian Arctic or Greenland cores are in the order of 2 – 3‰.) Furthermore, and as previously noted by Holdsworth et al. (1992), several decadal- to centennialscale δ18O swings in Mt. Logan cores are in anti-phase with those in Arctic cores and with other proxy temperature series from northwestern North America. For example, the Little Ice Age is recorded in Greenland and Canadian Arctic ice cores as a δ18O minimum between the 15th and the mid-to-late 19th centuries, followed by a shift to isotopically heavier (less negative) δ18O values signaling the transition into the modern era of climate warming. In contrast, the Mt. Logan NWC and PRC records show a sudden, 4‰ shift towards lighter (more negative) δ18O values ca. AD 1840. By the classic interpretation of the δ18O paleothermometer, this shift would imply that temperatures in southwestern Yukon were warmer during the Little Ice Age than after it (Fig. 2d). Yet, temperature-sensitive treering chronologies and lake sediment records from Yukon and Alaska show that regional temperatures prior to ~AD 1840 were colder, not warmer than later (Wiles et al., 2004; Youngblut and Luckman, 2008; Bunbury and Gajewski, 2009). The isotopic shift ca. AD 1840 is lacking from the Eclipse δ18O record (Fig. 2e), which implies that the causal mechanism affected only the δ18O of precipitation falling at high-altitude sites (> 3000 m)."
  }, {
    "heading": "Moisture Source Effects in the St. Elias Ice-Core δ18O",
    "text": ""
  }, {
    "heading": "Records",
    "text": "Fisher et al. (2004, 2008) and Fisher (2011) have proposed that the unique features of the NWC and PRC δ18O reflect temporal changes in atmospheric moisture source(s). Experiments with an intermediate-complexity, zonally averaged stable isotope model (Fisher, 1992) suggest that the δ18O in snow falling on Mt. Logan is sensitive to changes in the distance and latitude from which the moisture originates and to the altitude at which snow falls. Fisher et al. (2004) propose that δ18O shifts in the Mt. Logan ice cores reflect abrupt past changes in the large-scale atmospheric circulation over the North Pacific, which alternates, on\nTABLE 1. Ice-coring sites in the central St. Elias Mountains, Yukon, 1996 – 2001.\nCoring Year Latitude Longitude Elevation Mean air Ice accumulation rate Depth Maximum age site drilled (˚ N) (˚ W) (m asl) temperature (˚C) (m yr-1 w.e.) reached (m) yr b.p. (AD 2002)\nProspector-Russell Col 2001 – 02 60.59 140.50 5340 −29 0.65 188 ~30 000\nNorthwest Col 1980 60.58 140.58 5340 −29 0.42 103 311\nKing Col 2001 60.58 140.60 4135 −17 ~1.00 220.5 ~300\nEclipse Icefield 2002 60.51 139.47 3017 −5 1.38 345 ~1000 1996 60.51 139.47 3017 −5 1.38 160 ~100\nFIG. 1. Map showing locations of (a) the study area in North America and (b) the ice coring sites in the St. Elias Mountains, Yukon, Canada.\ncentennial or longer time scales, between periods of predominantly zonal moisture flow (for example, during the Little Ice Age) and periods of enhanced meridional moisture flow (as experienced at present). According to this view, a switch from a zonal to more meridional flow regime would bring in a larger contribution from more distant, lowlatitude moisture sources to precipitation at the summit of Mt. Logan, resulting in a shift towards isotopically lighter δ18O in falling snow. Conversely, enhanced zonal flow conditions across the North Pacific would favour high-latitude moisture sources, resulting in snow with isotopically heavier (less negative) δ18O. Sudden shifts in the intensity and magnitude of zonal and meridional atmospheric flow have been previously invoked as a mechanism for abrupt climate change recorded in Greenland (Mayewski et al., 1994, 1997; Meeker et al., 1997).\nFisher et al.’s (2004) model further predicts that shifts in the δ18O of precipitation induced by changing moisture flow regimes would find their strongest expression on the Mt. Logan high plateau (~5400 m), but would be unnoticeable at the Eclipse Icefield (3017 m) because the latter site is primarily influenced by more proximal (northeast Pacific) moisture transported in the lower troposphere. This scenario would account for the lack of a δ18O change ca. AD 1840 in the Eclipse Icefield stable isotope record, and it would explain why that record is more strongly correlated with regional temperatures than is the Mt. Logan plateau δ18O record (Wake et al., 2002). A step-change in\nthe snow δ18O-temperature relationship as a function of altitude is also one of the key features of a cyclone-based isotopic fractionation model developed by Holdsworth (2008) to interpret ice-core paleotemperature histories from highelevation ice cores, including the core from NWC.\nPossible supporting evidence for changing atmospheric moisture flow regimes in the North Pacific during the Holocene may be found in the δ18O of carbonated and siliceous (diatom) sediments from groundwater-fed lakes in southern Yukon (Anderson et al., 2005, 2007) and Alaska (Schiff et al., 2009; Gonyo et al., 2012) and in precipitation records from the western interior of Canada (Birks and Edwards, 2009), although the interpretation of these proxies often varies. Fisher et al. (2008) hypothesize that the shifts in the moisture flow regime recorded in Mt. Logan cores may be linked to variations in the ENSO regime (on this, see also Barron and Anderson, 2011). In this view, during periods of stronger or more frequent La Niña episodes (stronger tropical easterlies) the zonal flow of water vapour transport to the northeastern Pacific is stronger, resulting in heavier mean δ18O values in snow on Mt. Logan. These periods would coincide with lower snow accumulation in southern Yukon. Conversely, at times of stronger or more frequent El Niño episodes, precipitation would increase, while the mean δ18O in snow would decrease, becoming lighter. In support of this hypothesis, Fisher et al. (2008) and Fisher (2011) point to similarities between the δ18O records from the Mt. Logan PRC core, the paleo-ENSO record from the\nQuelccaya (Peru) ice core (Thompson et al., 1984), and century-scale periods of enhanced or decreased moisturesensitive peat accumulation recorded in western Canada through the Holocene (Yu et al., 2003; Gorham et al., 2007). The probable influence of ENSO on snow accumulation over Mt. Logan has also been underscored in several studies, as will be discussed in the section on the snow accumulation record.\nA somewhat different reading of the Mt. Logan ice-core δ18O record was offered by Field et al. (2010), who used a general circulation model (GCM) integrating water isotopes (Schmidt et al., 2005) to investigate how atmospheric circulation affects the δ18O of precipitation in southwestern Yukon. These authors suggest that heavier δ18O values in precipitation on Mt. Logan are associated with enhanced southerly moisture flow driven by a deepening of the Aleutian Low in the North Pacific. In their view, the isotopically heavier precipitation falling under such conditions could be explained by various processes (e.g., weaker fractionation under warmer conditions) that do not necessarily require a larger contribution of moisture from distant, low-latitude sources, as Fisher et al.’s (2004) model would suggest.\nThese studies differ in their approach and scope. Whereas Field et al. (2010) describe δ18O variations in precipitation using explicit synoptics coupled with isotope physics, the semi-empirical model of Fisher et al. (2004) uses a zonally averaged moisture source mixing scheme in which the effects of individual storms on δ18O (and δD) are statistically averaged, but not explicitly described. Fisher et al. (2004, 2008) primarily seek to investigate the role of large-scale atmospheric flow changes (e.g., associated with ENSO) in moisture delivery to Alaska and Yukon, while Field et al. (2010) offer insights into the specific synoptic conditions that result in different isotopic signatures in precipitation. In particular, Field et al. (2010) propose that the mid-19th century shift towards lighter δ18O values observed in the Mt. Logan PRC ice core was associated with a weakening of the Aleutian Low at that time, and this theory is supported by independent tree-ring climate reconstructions (D’Arrigo et al., 2005). One strength of Fisher et al.’s (2004) model is that it correctly predicts the elevation sensitivity of δ18O and d (deuterium excess; Jouzel and Merlivat, 1984) in ice-core records to changes in moisture source(s), an aspect that Field et al. (2010) do not address. This elevation sensitivity of δ18O and d is attested by marked differences between the Mt. Logan summit records (5340 m; PRC and NWC) and those from the nearby Eclipse Icefield (3017 m; Fisher et al., 2008)."
  }, {
    "heading": "Abrupt Climate Change ca 4.2 ka BP",
    "text": "The largest of the sudden δ18O shifts in the Mt. Logan PRC record (> 6.5‰) happened between ~4.2 and 3.95 ka b.p. (Fig. 2c). Greenland and Canadian Arctic ice-core δ18O records show no obvious equivalent to this feature (Fig. 2a). However, a putative “4.2 ka BP event” is recorded in many paleoenvironmental proxies across the world, and many\ninterpret this record as reflecting a major disturbance in the global hydrological cycle (see Walker et al., 2012, for a review). In northwestern North America, the 4.2 ka BP event was tentatively identified in proxies such as marine sediments (Chang and Patterson, 2005; Dallimore et al., 2005), lake sediments (Clegg et al., 2010), and peat accumulation or inception records (Yu et al., 2003; Gorham et al., 2007), as well as by a widespread advance of mountain glaciers at the time (Menounos et al., 2008). Fisher (2011), building on a theoretical framework developed by Sun (2000), suggests that the δ18O shift at ~4.2 b.p. recorded in the Mt. Logan PRC core may have signaled the initiation of the modern ENSO regime. Barron and Anderson (2011) present a somewhat similar scenario based on a variety of paleoclimatic evidence from the North Pacific. Fisher (2011) postulates that the transition to the modern ENSO regime occurred when tropical Pacific deep waters had sufficiently cooled relative to surface waters to establish the temperature differential needed to start the quasi-periodic oscillation in the ocean-atmosphere system that we now identify with ENSO. Others suggest a mid Holocene transition to the modern ENSO regime driven more directly by orbital (insolation) forcing (e.g., Chiang et al., 2009; Koutavas and Joanides, 2012). Whatever caused the 4.2 ka BP event, it is thought to have had a severe impact on the development of early agricultural civilizations in North Africa, the Middle East, and Asia (Walker et al., 2012)."
  }, {
    "heading": "THE SNOW ACCUMULATION RECORD",
    "text": "Records of past snowfall can be developed from the water-equivalent thickness of individual annual layers in ice cores, after correction for dynamic thinning (e.g., Andersen et al., 2006). Owing to their proximity to the Gulf of Alaska, icefields in the St. Elias Mountains experience snowfall rates of up to several meters per year (Table 1). This high precipitation rate makes it possible to reconstruct past snow accumulation variations from ice cores at higher resolution (annual or better) than is possible for polar regions where precipitation rates are typically very low."
  }, {
    "heading": "The Mt. Logan NWC Accumulation Record",
    "text": "The first ice-core record of snow accumulation from the St. Elias Mountains was developed by Holdsworth et al. (1989) using the 1980 NWC core. These authors identified a positive trend in net accumulation in the record, most pronounced after the mid-19th century. The NWC record was later extended to 2000 with data from snow pits and shallow cores obtained during several site revisits (1986, 1988, and 2001). Moore et al. (2002a) analyzed this extended accumulation record and found that the positive trend identified by Holdsworth et al. (1992) steepened after the mid-20th century, a change that they attributed to increased Pacific moisture advection in response to recent surface warming over the eastern Pacific and western North America.\nIn later studies, Moore et al. (2002a, b, 2005) also investigated spatial and temporal correlations and coherence between the NWC snow accumulation record, meteorological fields in the North Pacific (surface air temperature, geopotential height surfaces, wind vectors), and teleconnection patterns such as ENSO. Among other findings, these studies revealed that the NWC accumulation record is spatially and temporally coherent with instrumental and reconstructed ENSO indices at interannual and interdecadal time scales, thus lending support to earlier contentions (Holdsworth et al., 1989, 1992). Moore et al. (2002a, b) also postulate that positive trends and high-accumulation anomalies in the NWC record are associated with intensification and displacement of the upper-level jet stream over the North Pacific and western North America, which enhance the advection of warm moist tropical air over the site.\nRupper et al. (2004) performed a comparable analysis of seasonal meteorological field composites (geopotential heights, sea-level pressure) associated with years of unusually high (or low) snow accumulation in the NWC record. They found that wintertime composites for high-accumulation years on Mt. Logan are characterized by an enhanced trough – ridge structure in the air pressure field at both 500 hPa and sea level over the Pacific and western Canada. This pattern is associated with an increased southerly flow of relatively warm, moist air and a deepened and eastwardshifted Aleutian Low during the winter season. Interpretations by Moore et al. (2002a, b) and Rupper et al. (2004) for extremes in the NWC accumulation record are consistent with some key features of the Pacific North American (PNA) and Pacific Decadal Oscillation (PDO) climate teleconnection patterns (Trenberth and Hurrell, 1994; Mantua\nand Hare, 2002). These patterns are recognized as influential for storm tracks, precipitation, and glacier mass balance in western North America (e.g., Hodge et al., 1998; Bitz and Battisti, 1999; Moore and Demuth, 2001; Demuth and Keller, 2006; Whitfield et al., 2010; Lee et al., 2012). PDOlike spectral periodicities were also identified in time series of sea-salt ions (Na+, Cl-) from the Mt. Logan NWC core, which reinforces the view that the PDO exerts a modulating influence on Pacific air mass transport to the St. Elias Mountains (Kang et al., 2005)."
  }, {
    "heading": "The Mt. Logan PRC Accumulation Record",
    "text": "The record of snow accumulation developed from the Mt. Logan PRC core recovered in 2001 – 02 differs in many respects from the NWC record (Fig. 3). The two coring sites are less than 2 km apart and at comparable elevations (~5340 m) on the Mt. Logan plateau, but the PRC site is more exposed (less sheltered by topography) than the NWC site. Figures 3a and 3b compare these records for the period AD 1740 – 2000 over which the chronologies are most robust. The cross-correlation between the (detrended) records over the common interval is poor (│R│ = 0.05 at zero-lag) and not statistically significant (p = 0.05). Trends in snow accumulation identified in the NWC record by Moore et al. (2002a) are also much weaker or lacking in the PRC record, or in the stacked NWC + PRC series (Table 2). Years with anomalously high (low) accumulation in the PRC record, which were identified using the same criteria as Moore et al. (2002a) and Rupper et al. (2004), differ from the anomalous years identified by those authors for their composite meteorological field analyses, and\nthese differences cannot be accounted for solely by dating discrepancies.\nSuch differences are to be expected, as time series of accumulation developed from a single ice core typically contain a large amount of stratigraphic “noise” arising from uneven accumulation due to snow drifting and scouring, even in areas of relatively flat topography (e.g., Fisher et al., 1985; Kuhns et al., 1997). The signal-to-noise ratio in the combined accumulation series from NWC and PRC is only 5% at an interannual scale, implying that the amount of stratigraphic noise in these series is probably much larger than the embedded common signal. The PRC record could be more affected by wind scouring than the NWC record, but the long-term mean δ18O values in these cores are nearly identical, which argues against significant scouring at any one site relative to the other (Fisher et al., 2008). Hence some of the composite analyses performed by Moore et al. (2002a) and Rupper et al. (2004) could be based on climatically non-meaningful features in the core. This possibility only came to light since the newer (PRC) accumulation record from Mt. Logan was developed."
  }, {
    "heading": "The Eclipse Icefield Accumulation Record",
    "text": "In contrast to those from the NWC and PRC cores, snow accumulation records developed from cores drilled on the Eclipse Icefield in 1996 and 2002 (Wake et al., 2002; Kelsey et al., 2012) are highly and significantly correlated over their period of overlap (│R│ = 0.50; AD 1895 – 1994), implying a much higher signal-to-noise ratio than in the Mt. Logan plateau records (Kreutz et al., 2004). This high ratio is likely due to much greater accumulation rates over the Eclipse Icefield (~1.4 m water equivalent, or w.e., for the last century) compared to the Mt. Logan plateau (~0.42 m w.e.). The stacked (1996 + 2002) Eclipse accumulation record also differs markedly from the Mt. Logan records (Fig. 3c), as would be expected given the altitudinal decoupling between lower and mid-tropospheric air and moisture flow previously noted in δ18O records.\nKelsey et al. (2012) analyzed seasonal composites of 500 hPa geopotential heights associated with the 20% most extreme (high and low) accumulation and δ18O (δD) seasonal\nmean values in the stacked Eclipse records. Their analysis revealed that cold seasons (October – March with the lightest δ18O and δD and lowest accumulation are associated with a more zonal height pattern in the North Pacific linked to negative PNA and PDO indices. Conversely, cold seasons with the heaviest δ18O and δD and the highest accumulation are associated with a positive PNA pattern. Kelsey et al. (2012) also found that unlike those in the Mt. Logan PRC record, variations in d (sensitive to moisture source conditions) in the Eclipse core records are poorly correlated to specific atmospheric circulation patterns and therefore unlikely to serve as reliable moisture source tracers.\nCumulative anomalies can help highlight changes in precipitation or net accumulation trends. These values are presented here for the NWC, PRC, and Eclipse accumulation records over the period 1900 – 2000 (Fig. 3d – f). As before, the NWC and PRC records disagree, while the Eclipse 1996 and 2002 cores are highly coherent. In particular, the two Eclipse records show a reversal in accumulation trends in the late 1970s to early 1980s. This reversal is also seen in some (but not all) glacier winter balance records from the southern Rocky Mountains and southeastern Alaska (Moore et al., 2009), and it has been tentatively linked to a change in the dominant phase of the PDO at that time (Fig. 3g). Earlier trend reversals in the Eclipse accumulation record occurred in the mid-1920s and mid-1940s and also broadly coincide with phase changes in the PDO (Fig. 3f, g).\nThese findings further underscore the strong modulating influence exerted by the PDO on precipitation in western North America, as shown by hydrological records (Whitfield et al., 2010). At present, however, ice-core evidence for an increasing trend in snow accumulation in the continental northwest Pacific region through the 20th century, as postulated by Moore et al. (2002a), remains elusive. Cores from the St. Elias Mountains provide no unequivocal evidence for this. Urmann (2009) describes an increasing accumulation trend after 1920 in a core from Mt. Bona-Churchill in southern Alaska (61.4˚ N; 4420 m asl), but the large interdecadal variability in accumulation in that core makes the significance of the trend questionable. Farther south, a core from Mt. Waddington in the southern Coast Mountains of\nBritish Columbia (51.4˚ N; 3000 m asl), which spans the period 1973 – 2010, lacks any clear accumulation trend (Neff et al., 2012). Hence, while meteorological data attest to some precipitation increases in western Canada and the United States in the 20th century (Stone et al., 2000; Mote, 2003), these trends are not clearly expressed in available ice core records (see also Foy et al., 2011)."
  }, {
    "heading": "POLLEN, BIOMASS BURNING AEROSOLS, AND DESERT DUST",
    "text": "The snow that accumulates in the St. Elias Mountains contains a variety of aerosols, including pollen grains, black carbon from boreal forest fires, desert dust, and volcanic ash and acids, as well as airborne pollutants from human activities, such as trace metals or sulphate (SO42-) derived from acidifying SOx gases. As will be discussed in this and following sections, the nature and depositional history of aerosols in St. Elias ice cores differ as a function of altitude. The high plateau of Mt. Logan (> 5000 m) rises into the free troposphere, and is strongly influenced by the predominant fast westerly air flow across the North Pacific, with maximum winds in excess of 25 m s-1 experienced in winter or during the passage of large extra-tropical cyclones (Moore and Holdsworth, 2007). The Mt. Logan plateau is therefore exposed to the influence of trans-Pacific air outflow from Asia. In contrast, the icefields surrounding Mt. Logan, at altitudes between 2000 and 3000 m (e.g., Eclipse), can be affected by both Pacific and continental air flow. King Col (4135 m) is situated in the “mixed layer” identified by Holdsworth and Krouse (2002), where lower and free troposphere air and moisture flow may be combined. Comparison of snow and ice composition at these sites therefore provides a multi-dimensional picture (in space, altitude, and time) of the structure, composition, and evolution of the atmosphere in this region."
  }, {
    "heading": "Pollen Deposition on Mount Logan",
    "text": "A record of pollen deposition was developed from the top 100 m of the Mt. Logan PRC core and covers the period AD 1770 – 2000. Pollen concentration varies considerably along the core, ranging from 21 to 1753 grains L-1 (mean = 188 grains L-1). By comparison, for the same period, the average pollen concentration on the Agassiz Ice Cap, Ellesmere Island, is only ~17 grains L-1 (Bourgeois et al., 2000). However, on the high-elevation Sajama Ice Cap (6542 m asl) in Bolivia, the mean pollen concentration reaches 2800 grains L-1 (Liu et al., 2005). While the Sajama Ice Cap is surrounded by vegetation, the closest pollen source for the Mt. Logan site is in the alpine tundra, ~3000 m below the drill site. In the PRC core (unlike the Sajama core), pollen grains from alpine tundra or grasslands are poorly represented and rarely account for more than 10% of the pollen sum. This suggests that the PRC site is so high and remote that pollen from the nearby alpine tundra rarely reaches the\nsite. Most pollen grains found in the Logan core come from Alnus (alder) and Betula (birch), which account, on average, for 78% of the pollen sum. Other tree and shrub pollen found in lower concentrations in the core include Pinus (pine), Picea (spruce), Populus (poplar), and Salix (willow). These trees and shrubs are common near the tree line on Yukon or Alaska mountain slopes, but are also found throughout the circumpolar region, making it difficult to infer specific provenance.\nOn Fig. 2f, total pollen concentration data from the PRC core are compared with the δ18O record. The dominant feature of the record is the pollen spike between ca. AD 1825 and 1835, which occurs around the time of a major shift in the δ18O record (Fig. 2d). This pollen spike is almost entirely due to a sudden increase in birch and alder pollen (96% of total) and could be the result of a major storm at the time of pollination. Prior to the δ18O shift, the pollen of Larix (larch), Tsuga (hemlock), Acer (maple), Abies (fir), and Ulmus (elm) are more abundant in the core, whereas Picea increases after the shift. The observed change in the pollen spectrum ca. AD 1825 – 1835 appears to be from a mixture of boreal and coastal forest species to a more classic boreal forest assemblage. If we accept the view of Fisher et al. (2004) that the δ18O shift ca. AD 1840 signals a change in the dominant airflow regime, the pollen record suggests that this change favoured more efficient pollen transport from distant source regions, for example, in Siberia. Although a few more exotic pollen grains such as Sequoia, Acacia, and Podocarpus were also found in the PRC core, their numbers are too small and their presence too sporadic to be linked to a specific source region or air flow pattern.\nThe Ice-Core Record of Biomass Burning Events\nEarlier work on the Mt. Logan NWC core indicated that icefields of the St. Elias Mountains also preserve a record of biomass burning events at mid- or high NH latitudes related to (mostly boreal) forest fires or slash-and-burn deforestation in historical times, or both (Whitlow et al., 1994; Holdsworth et al., 1996). The signature of such events can be detected by elevated levels of certain ions (e.g., ammonium NH4+), microparticles, and black carbon (fly-ash, soot) in ice, as well as CO levels and δ13C of CO in occluded air bubbles. Yalcin et al. (2006a) analyzed ionic chemistry records from the Eclipse Icefield 1996 and 2002 cores to develop a 1000-year long record of boreal fire activity in southern Yukon and nearby Alaska. The diagnostic chemical species used were NH4+, potassium (K+), and oxalate (C2O4-), all common constituents in boreal forest fire plumes (Fig. 4). The Eclipse ice-core data were compared to historical fire statistics from Yukon and Alaska since the 1940s, which revealed that 70% of large fires (vast area burned) during this period are recorded by glaciochemical signals in cores from the Eclipse Icefield.\nInterestingly, variations in the decadal frequency of biomass burning events identified in the Eclipse cores differ markedly from those in the Mt. Logan NWC core (Fig. 4a),\nsuggesting that combustion aerosols that reach the Mt. Logan high plateau may originate from more distant fires, for example in Siberia (Yalcin et al., 2006a). Indeed, haze from Siberian fires has been observed as far as Alaska (e.g., Warnecke et al., 2009). Since 2001, other ice-core proxy records of boreal forest fires have been developed from the Siberian Altai (Belukah Glacier; Eichler et al., 2009) and Kamchatka Peninsula (Ushkovsky Ice Cap; Kawamura et al., 2012). The Belukha record of fires lacks any clear trend over the past century, but the Ushkovsky record of dehydroabietic acid (C20H28O2; a pyrolysis product of conifer resin) clearly reveals a large increase in fire emissions in far eastern Siberia after AD 1950 (Fig. 4c, d). Both the Eclipse Icefield and the Mt. Logan NWC records show indications of\nincreased fire frequency after the mid-19th century (albeit with large decadal variability), and this increase is also recorded by higher charcoal accumulation rates in some Alaskan lakes, for example on the Kenai Peninsula (Fig. 4b; Anderson et al., 2006). However, while the frequency of large boreal fires is widely expected to increase under a climate-warming scenario (McCoy and Burn, 2005; Xiao and Zhuang, 2007; Turetsky et al., 2010), separating the effect of climate from other factors (e.g., mode of ignition) in historical or proxy records remains challenging (Kasischke and Turetsky, 2006)."
  }, {
    "heading": "Long-Range Transport of Asian Desert Dust",
    "text": "Large dust storms in central and eastern Asian deserts can export dust aerosols that affect the composition of the North Pacific atmosphere, and Asian dust clouds have been detected as far north as British Columbia, the Northwest Territories, and Alaska (Welch et al., 1991; McKendry et al., 2001; Cahill, 2003). In April 2001, a large dust outbreak in the Gobi desert region sent a dust plume across the Pacific and over North America, part of which was deposited as a visible layer in the icefields of the St. Elias Mountains (Goto-Azuma et al., 2006b; Zdanowicz et al., 2006). The mass of dust deposited in the region was estimated at ~5.5 to 6.4 t, and dust particles as large as or larger than 100 μm were identified on the Mt. Logan high plateau, attesting to a rapid transport of the dust plume by westerly winds in the free troposphere. This event highlighted the possibility of developing long ice-core records of trans-Pacific dust transport from St. Elias ice cores using glaciochemical or isotopic tracers.\nA preliminary study of atmospheric dust deposition record at King Col on Mt. Logan, based on aluminium (Al) concentrations in snow and firn, showed that crustal elements may be contributed by long-range dust transport as well as by fallout from volcanic eruptions (Matoba and Shiraiwa, 2005). More recently, Osterberg et al. (2008) produced an 8000-year-long, high-resolution record of major ions and trace elements from the Mt. Logan PRC core. Their work shows that atmospheric dust deposition on Mt. Logan (inferred from Al and other crustal elements) increased markedly from the early to the mid Holocene, and particularly after 5 ka BP, a timing coherent with the inferred southward retreat of the summer Asian monsoon belt, which led to increasingly dry conditions in the (now predominantly) arid and semi-arid regions of northern China and Mongolia where most large dust storms originate (An et al., 2006). Interestingly, the deposition flux of Al and other crustal elements in the Mt. Logan PRC core decreased after ~3 ka BP and remained low thereafter, although arid conditions continued to prevail across much of northern China and Mongolia through the late Holocene. This pattern suggests that atmospheric conditions controlling dust transport to, and deposition on, Mt. Logan changed between the mid and late Holocene, but the nature of these changes remains to be elucidated.\nVariations in dust (Al) deposition recorded in the Mt. Logan PRC core over the past two millennia (Fig. 5a) may be compared to records of atmospheric dustfall developed from ice cores drilled near the Taklimakan Desert and Qaidam Basin in western China (Fig. 5b, c; Thompson et al., 1997, 2006) and from historical chronicles in northern China (Fig. 5d; Zhang, 1984; Yang et al., 2007). Remarkably, these records share few if any similarities. The Dunde Ice Cap, in particular, is located close to the northern deserts of China, from which many trans-Pacific dust plumes originate. The ice core from Dunde reveals an important increase in dust deposition after the 16th century, which is also recorded in historical dustfall accounts from northern China (Fig. 5d). Yet there is little evidence of this increase in the Mt. Logan PRC glaciochemical core. Clearly, the relationship between dustfall on Mt. Logan and dust emissions in arid Chinese source regions is far from simple. Only some dust plumes, under specific conditions of atmospheric convection and transport, make it across the\nNorth Pacific and over northwestern Canada (Zhao et al., 2006).\nIn order to identify atmospheric conditions that favour long-range dust transport from Asian deserts, Kang et al. (2003, 2005) examined composite sea level pressure (SLP) fields associated with years of anomalously high (or low) sea-salt Na+ and dust deposition on Mt. Logan and at other NH ice-core sites over the period AD 1899 – 1996. The proxy used for dust was the annually resolved time series of non – sea salt magnesium (nssMg2+) concentrations. Kang et al. postulate that atmospheric dust transport from Asia to Mt. Logan tends to be favoured (higher nssMg2+) by a strengthening of the high-pressure system over the Tibetan Plateau (Tibetan High) or deepening of the Aleutian Low, particularly during spring. However this interpretation is partly at odds with recent work suggesting that a strengthening of the Tibetan High (anticyclonic anomaly) during springtime may reduce dust storm frequency in northern China, and not the opposite, by blocking the intrusion of cold air from the northwest that triggers such storms (Zhao et al., 2013). Another difficulty with Kang et al.’s (2005) analysis is that it relies on the nssMg2+ record from a single core (NWC), while the nssMg2+ record from the nearby Mt. Logan PRC core shows very different high (or low) peaks. The cautionary note regarding the snow accumulation record also applies here."
  }, {
    "heading": "LONG-RANGE AIR POLLUTION TRANSPORT",
    "text": "As discussed earlier, the trans-Pacific transport of polluted air from Asia by the westerlies can impact aerosol and snow chemistry in the St. Elias Mountains. This trans-Pacific pollution will likely increase in foreseeable decades, possibly bringing more contaminants such as mercury and persistent organic pollutants to the region (HTAP, 2010). Short-lived aerosols (with residence times of less than a few weeks) can be used as tracers of hemispheric or global air pollution, as their mixing ratios in the atmosphere should reflect emission histories. In particular, the non – sea salt fraction of SO42- aerosols (nssSO42-) measured in ice cores is often used as a tracer of industrial pollution emissions, because nssSO42aerosols are one of the atmospheric by-products of acidifying SOx gases emitted by coal combustion, metal smelting, vehicular traffic, and other anthropogenic processes (e.g., Goto-Azuma and Koerner, 2001)."
  }, {
    "heading": "Findings from Pre-2001 Ice Cores",
    "text": "Holdsworth and Peake (1985) and Mayewski et al. (1993) previously showed that the secular trends in nssSO42recorded in the Mt. Logan NWC ice core differed from those in Greenland cores. Whereas Greenland cores displayed increasing levels of nssSO42- from the mid-19th century onwards, the NWC core lacked any such trend. This difference was attributed to the different air masses affecting the two regions: polluted outflow from Europe\nand North America reaching Greenland vs. relatively clear background air from the North Pacific reaching Mt. Logan. Monaghan and Holdsworth (1990) further proposed that 20th century SOx emissions in the NH had relatively little impact on the SO42- aerosol burden of the middle and upper troposphere over the North Pacific. However, well-mixed atmospheric trace gases (N2O, CH4) trapped in occlusions in the NWC ice core show rising concentrations during the industrial era, similar to what is seen in Greenland cores (Dibb et al., 1993).\nLater, Yalcin and Wake (2001) compared 100-year records of nssSO42- and nitrate (NO3-), developed from the 1996 Eclipse Icefield core, with SOx and NOx emission trends from Eurasia and North America. Unlike the NWC core, the 1996 Eclipse record shows rising levels of nssSO42- and NO3- through the 20th century, and Yalcin and Wake (2001) attributed much of the large post-1940 rise in nssSO42- (and possibly NO3- as well) in this record to Eurasian industrial emissions, particularly from the former Soviet Union. The differences between the NWC and the Eclipse Icefield highlight the existence of a vertical gradient or stratification with respect to the sources of aerosols affecting snow chemistry in the St. Elias Mountains."
  }, {
    "heading": "Findings from the 2001 – 02 Cores: Evidence for TransPacific Asian Pollution",
    "text": "The recovery of new ice cores from the St. Elias Mountains in 2001 – 02 has allowed the deposition histories and gradients of pollutants in this region to be updated and extended back in time. Osterberg et al. (2008) and Kelsey et al. (2012) developed highly detailed records of nssSO42- and lead (Pb) pollution, including Pb isotope signatures, from the new Eclipse Icefield and Mt. Logan ice cores. The new Eclipse nssSO42- record, being based on multiple, highly correlated cores (Yalcin et al., 2006b), is particularly robust.\nWhen compared with those from Arctic and midlatitude NH ice cores, the records of nssSO42- and Pb from the St. Elias Mountains differ in several respects (Fig. 6a, b). Many NH ice cores show a gradual rise in nssSO42- and Pb or both (as well as other pollution-derived species such as NO3-) after the mid-19th century, peaking in the 1970s or 1980s, to decline afterwards in response to pollutionabatement measures adopted in western Europe and North America (e.g., Mayewski et al., 1986, 1990; Goto-Azuma and Koerner, 2001; McConnell et al., 2007). This pattern is particularly evident in ice-core Pb time series from the Arctic and central Asia (Fig. 6c). In contrast, the St. Elias ice cores show comparatively modest increases (Eclipse) or lack clear trends (NWC, PRC) in nssSO42- during the 20th century. The record of Pb deposition on Mt. Logan (PRC) is also very different from those in the Arctic (Greenland, Devon Island; Shotyk et al., 2005; McConnell et al., 2007) or Asian mid-continent (Belukha Glacier; Eichler et al., 2012) and the Eclipse Icefield. Whereas the Eclipse record shows a peak period of Pb deposition in the late 1970s, broadly coincident with peak SO2 emissions at the time\n(Fig. 6d), in the PRC core, Pb deposition rises abruptly after the 1970s, peaks in the 1980s, and declines in the 1990s, but without returning to pre-1970s levels. In fact, both the Eclipse and PRC records show a renewed rise in Pb deposition after the mid-1990s.\nOsterberg et al. (2008) contend that the PRC ice-core Pb record reflects increasing industrial emissions and trans-Pacific transport of polluted outflow from the rapidly industrializing sectors of eastern Asia (particularly China), an interpretation supported by the sharply rising pattern of SO2 emissions from this region (Fig. 6d). The difference between the Eclipse and PRC records attests that much of the polluted outflow from Asia is transported in the free troposphere above 2 km (Bey et al., 2001). The rising impact of long-range Asian Pb pollution in the St. Elias Mountains was confirmed by Gross et al. (2012), who compared Pb isotope ratios (208Pb/207Pb and 206Pb/207Pb) in Eclipse Icefield cores with emission and fuel isotopic signatures from pollution source regions. Their work reveals that Pb deposited at Eclipse is derived from a mixture of North American and Chinese coal combustion emissions, with contributions from the latter source increasing gradually over the period 1970 – 2001 as industrial development in China accelerated. Gross et al. (2012) also provide Pb isotope evidence for altitudinal variation in the mixture of pollution sources in the St. Elias Mountains: the relative influence of North American air masses decreases with altitude from the southern Yukon interior (~ 1000 m asl) to the Mt. Logan high plateau (~5400 m).\nThese findings are coherent with earlier observations by Wake et al. (2002), and studies of snow chemistry on Mt. Logan that highlight compositional changes with elevation (Goto-Azuma et al., 2006b; Zdanowicz et al., 2006). Interestingly, an ice-core record from Combatant Col in British Columbia (3000 m asl), some ~1400 km south of the Eclipse Icefield, shows a very steep decline in Pb deposition after 1970, far more pronounced than at Eclipse, which suggests the existence of a latitudinal gradient in air mass sources affecting airborne Pb pollution in western Canada between latitudes 50˚ and 60˚ N (Neff et al., 2012). Trans-Pacific Asian pollution transport to North America is likely to continue increasing in the near future and already has had recognizable impacts on air quality in western North America and on North Pacific weather systems (Wilkening et al., 2000; Zhang et al., 2007). The icefields of the St. Elias Mountains are a potential observatory to track the future inflow of long-range pollutants from Asia. Ongoing work on ice cores from these regions will help determine temporal trends in other important airborne pollutants, such as black carbon and mercury."
  }, {
    "heading": "VOLCANIC STRATIGRAPHY AND TEPHROCHRONOLOGY",
    "text": "Fallout from past volcanic eruptions can be identified in ice cores by acidity spikes (detected by conductivity\nmeasurements) or elevated levels of SO42- and other aerosols, including volcanic glass shards (tephra). Using major element geochemistry, tephra in ice cores can be correlated with eruptions of known age or source (or both), thus providing independent chronological control for ice cores (e.g.,\nZdanowicz et al., 1999). The new records of paleo-volcanism developed from the St. Elias ice cores both constrain and improve the chronologies necessary for correlation and paleo-climate reconstruction (Froese et al., 2010), while also contributing to our understanding of the atmospheric\nand climatic effects of volcanic eruptions in the North Pacific region."
  }, {
    "heading": "Volcanic Signatures from the Ring of Fire",
    "text": "Icefields in the St. Elias Mountains are particularly well situated to receive and preserve atmospheric fallout of volcanic eruptions from the Pacific “Ring of Fire” (Fig. 7). As an example, SO42- aerosols from the 22 May 2001 eruption of the Sheveluch volcano in Kamchatka were detected in air and snow samples collected at King Col on Mt. Logan (Yalcin et al., 2006b, c). The availability of two ice cores from the Mt. Logan summit plateau (NWC and PRC) and multiple cores (1996, 2002) from the Eclipse Icefield permits the development of a robust record of volcanic SO42aerosol mass loading in the North Pacific troposphere over the time period common to this suite of cores (Fig. 7; Yalcin et al., 2007).\nThe Mt. Logan and Eclipse cores record signatures from eruptions of both circum-Arctic (e.g., Laki, Iceland, AD 1783) and global (e.g., Tambora, Indonesia, AD 1816) significance. Many large eruptions such as Laki (Iceland) in AD 1783 or Novarupta (now Mt. Katmai, Alaska) in AD 1912 left an identifiable signature in cores from the Eclipse Icefield (Yalcin et al., 2007), King Col (Goto-Azuma et al., 2006a), and the Mt. Logan plateau (Holdsworth and Peake, 1985), implying that aerosols were injected or transported into the mid-to-upper troposphere, which is confirmed by modern re-assessments of these events (Thordarson and Self, 2003; Hildreth and Fierstein, 2012). The Eclipse ice-core record shows that the Katmai eruption in 1912 caused the largest tropospheric volcanic SO42- injection in the region in at least the last 550 years. It was also remarkable for the quantity of halogen acids (HF, HCl) emitted into the atmosphere (more than 106 t, Hildreth and Fierstein, 2012), and these emissions are reflected by Clspikes of 1478 – 3166 ng g-1 recorded in the Eclipse Icefield cores (Yalcin et al., 2007). Thirteen other eruptive events recorded in the Eclipse Icefield cores resulted in regional volcanic SO42- loadings equal to or greater than that resulting from the Tambora eruption in 1816. A study of Al concentration in snow and firn at King Col also suggests the presence of volcanic ash fallout from Alaskan eruptions of Mt. Spurr and Mt. St. Augustine at this altitude (Matoba and Shiraiwa, 2005)."
  }, {
    "heading": "Unidentified Eruptions",
    "text": "Several tephra-bearing layers found in the Eclipse cores were linked to known eruptions in Alaska (Redoubt, Trident, Katmai), Kamchatka (Avachinsky, Kliuchevoskoi, Ksudach), and Iceland (Hekla) (Fig. 7). However, several more tephra-bearing horizons from probable Alaskan and Kamchatkan sources were also found (Yalcin et al., 2007) that have not yet been ascribed to historically documented eruptions. Similarly, most tephra-bearing layers identified in the Mt. Logan PRC core could not be correlated to\nknown events and likely represent some of the many eruptions from southern Alaska through the Holocene (Froese et al., 2010; Kuehn and Froese, 2010; Dunning, 2011). Both the Mt. Logan PRC and the Eclipse ice cores record a large volcanic SO42- signal in the early 16th century that is not prominent in eastern Arctic ice cores (Zheng et al., 1998). Analyses of tephra from this eruption in the Eclipse core suggest it could be from an undocumented eruption in the Wrangell Volcanic Field of southeast Alaska (Yalcin et al., 2007). A volcanic signal observed in ice cores from both polar regions six years prior to Tambora is often attributed to an unknown tropical eruption in 1808 or 1809 (Dai et al., 1991). Dacitic tephra from the AD 1809 horizon in the Eclipse ice core that is chemically distinct from andesitic tephra found in Antarctic ice cores indicates a second eruption in the NH at this time (Yalcin et al., 2006d). It is unclear at present whether the AD 1809 SO42- signal recorded in the Eclipse core is from a single, tropical eruption (with bipolar impact) or also contains fallout from a coincident minor NH eruption that produced the dacitic tephra. Only through tephro-chronological evidence linking ice core signatures in both hemispheres to the same volcano can a common source in the tropics be definitively established."
  }, {
    "heading": "The Aniakchak (3685 BP) and White River Ash (1700/1250 BP) Events",
    "text": "Two important tephra, the Aniakchak tephra and the White River Ash, were recognized in the Mt. Logan PRC ice core and provide important constraints for the chronology of the core. The Aniakchak tephra is derived from the caldera-forming eruption of the Aniakchak volcano and is widespread across southwestern Alaska, where it is dated from associated radiocarbon ages to ca. 3685 ± 100 cal yr BP (Begét et al., 1992; Kaufman et al., 2012). Importantly, the Aniakchak tephra was previously recognized in the well-dated GRIP (central Greenland) ice core on the basis of its trace element geochemistry and was assigned an age of 1645 ± 4 BC (3595 ± 4 years before AD 2000; Pearce et al., 2004). Coulter et al. (2012) document two closely spaced eruptions in the NGRIP (north Greenland) core, one dated between 1641 and 1639 BC and the other between 1644 and 1633 BC. Both have a major element geochemistry consistent with Aniakchak, confirming the earlier chronology and placement of that tephra in the Greenland canonical GIC05 timescale (Vinther et al., 2006).\nThe White River Ash consists of two widespread tephra lobes (eastern and northern) derived from Mt. Churchill, Alaska, that are visible across much of southeastern Alaska, Yukon, and into the Northwest Territories (Richter et al., 1995). The earlier (northern lobe) eruption has an age of approximately 1700 14C years BP (ca. AD 270 – 390; Livingston et al., 2009), while the later and much larger eastern lobe eruption has an age of approximately 1250 14C years BP (ca. AD 800). The eastern lobe eruption may have been the largest Holocene Plinian eruption known to date (Lerbekmo, 2008), and its fallout has been found as\nfar east as Newfoundland (Pyne-O’Donnell et al., 2012). The impact of this eruption was probably felt strongly by northern Athapaskan people in Yukon, as attested by their oral traditions (Cruikshank, 1981), and it may have triggered major population movements towards the east and south (Workman, 1974; Moodie et al., 1992). The ashfall that followed the AD 800 eruption also caused major perturbations in ecosystems of the region, as recorded in lake sediments (Bunbury, 2008). The positive identification of the main White River source eruptions in the Mt. Logan ice core could help to estimate the atmospheric SO42- loading and climatic forcing associated with such eruptions (e.g., Zdanowicz et al., 1999). Further investigations of snow chemistry in the St. Elias Mountains might also help to verify the postulated volcanic source of perchlorate (ClO4-) recently measured in Eclipse Icefield cores by Rao et al. (2012)."
  }, {
    "heading": "SUMMARY AND CONCLUSIONS",
    "text": "The St. Elias ice-coring expedition of 2000 – 02 was a major logistical and scientific undertaking, but the scientific harvest of the past decade shows the effort was worthwhile. The findings presented here have added considerably to our knowledge and understanding of climate and atmospheric variability in the northeastern Pacific region and its teleconnections with other parts of the world."
  }, {
    "heading": "Key Findings",
    "text": "• The Mt. Logan plateau ice cores (NWC, PRC) contain a Holocene δ18O (δD) record that differs from other Arctic ice-core records, and which shows a series of abrupt shifts of large amplitude. These shifts have been interpreted as reflecting rapid, large-scale reorganizations of the atmospheric circulation in the North Pacific that reoccur on time scales of centuries to millennia, the latest having occurred ca. AD 1840, near the end of the Little Ice Age. Echoes of these changes are recorded in other climate proxies of the northeastern Pacific (Barron and Anderson, 2011). Evidence for rapid reorganizations of atmospheric flow during, and prior to, the Holocene were previously found in glaciochemical records from Greenland (Mayewski et al., 1994, 1997, 2004). The findings from Mt. Logan suggest a previously unsuspected level of instability or variability in the behaviour of the Pacific climate system, which could have important implications for predicting the future climate evolution of western North America. • Contrasting changes in water isotopes, snow accumulation rates, and chemistry at the Eclipse Icefield (3017 m) and on the Mt. Logan plateau (5340 m) show that these sites are affected by different air masses or air-mass mixtures, as suggested earlier by Holdsworth and Krouse (2002). The Mt. Logan plateau is affected by air and moisture flow in the free troposphere. Snowfall amounts\nand composition there are influenced by the dominant modes of atmospheric variability in the Pacific (PDO, ENSO) and by air masses that may originate in the tropics or in Asia, thousands of kilometers away. In contrast, the Eclipse Icefield is subject to competing influences of both Pacific and continental air masses, and the composition of snow there is more strongly controlled by regional-scale climatic and atmospheric conditions, particularly in the Gulf of Alaska. • The snows of Mt. Logan and the Eclipse Icefield preserve valuable archives of far-traveled aerosols that record pollination from boreal or subarctic forests, large boreal forest fires, distant dust storms in eastern Asia, and volcanic eruptions in Alaska, the Aleutian Arc, the Kurile Islands, and Kamchatka. The record of paleo-volcanism in the St. Elias ice cores is particularly valuable, as it complements existing records from Greenland and the circum-Arctic, and it helps to build a more comprehensive history of past sulphate aerosol loading and associated climate forcing in the Northern Hemisphere that can be used to clarify the role of volcanism as a driver of climatic changes on time scales of years to millennia. • Records of anthropogenic atmospheric pollutants (SO42-, NO3-, trace metals) preserved in ice cores from the St. Elias Mountains document a rising influence of longrange pollution from eastern Asia in the northeastern Pacific region over recent decades. This rise is most evident in the records of atmospheric Pb deposition and Pb isotope ratios from the Eclipse and Mt. Logan PRC ice cores, which indicate a sustained, accelerated rise in trans-Pacific Pb pollution since the 1970s, presumably linked to the rapid development of the coal-fired energy generation sector and the industrialization of China."
  }, {
    "heading": "Future Work",
    "text": "The findings summarized above are not exhaustive, and work is ongoing to extract additional climatic and atmospheric information from the ice cores obtained in the St. Elias Mountains. This review highlighted some uncertainties and unresolved questions raised by the analysis of these ice cores, but also underscored some possible avenues for future work. • The stable isotope (δ18O, δD) Holocene record from Mt.\nLogan (PRC core) is unique and very different from other NH ice-core records. Fisher et al. (2004, 2008), Fisher (2011), and Field et al. (2010) have offered insights into the atmospheric processes that might account for the uniqueness of the PRC isotopic record. A useful next step in interpreting this record would be to integrate both the moisture source-mixing (Fisher et al., 2004, 2008) and synoptic (Field et al., 2010) aspects of isotopic evolution into a single model and test it against the actual PRC record. • The most outstanding single feature of the PRC δ18O record is a greater than 6.5‰ shift ca. 4.2 ka BP that may be associated with a globally recognized important\nclimatic event at that time (Walker et al., 2012). However the nature and manifestation of this event in northwestern North America are conjectural. The cultural traditions of Athapaskan peoples of northwestern Canada preserve memories of ancient climatic disturbances and reach back many hundreds of years (Cruikshank, 1981). It would be of great interest to find out if there is recorded (archeological or other) evidence of sudden cultural changes amidst the early peoples of present-day Yukon, northern British Columbia, or southern Alaska ca. 4200 years ago. • Comparison of the newly developed Mt. Logan PRC icecore record of snow accumulation with the earlier record from the NWC core revealed discrepancies between these cores that raise doubts on some aspects of earlier interpretations of the latter record (Moore et al., 2002a, b; Rupper et al., 2004). In particular, climatological patterns that prevail during periods of unusually high or low accumulation on Mt. Logan remain uncertain. A re-analysis of the stacked Mt. Logan NWC + PRC and Eclipse Icefield accumulation records is warranted in order to verify the robustness of earlier interpretations and clarify the nature of the atmospheric conditions that control snow accumulation in the central St. Elias Mountains. • A widely expected consequence of climate warming at boreal latitudes is an increase in the frequency and severity of forest wildfires, and these fires have the potential to severely impact the chemistry and radiative balance of the Northern Hemisphere’s atmosphere and cryosphere (e.g., Kondo et al., 2011; Ménégoz et al., 2013). The records of biomass burning emissions developed from the Mt. Logan and Eclipse Icefield records contain valuable, untapped climatic and glaciochemical information that may help to better our understanding of long-term climatic controls on boreal forest fire regimes. Future ice-core investigations in the St. Elias Mountains or neighbouring regions should seek to identify the source(s) of biomass burning aerosols in firn and ice using organic chemical tracers such as C20H28O2 (Kawamura et al., 2012) in order to better apportion contributions from different source regions. • Like biomass burning aerosols, mineral dust emitted from Asian deserts affects the radiative balance of the North Pacific atmosphere (e.g., Wang et al., 2004). The glaciochemical records from the St. Elias Mountains preserve signatures of long-range trans-Pacific dust transport events, but the usefulness of these records has not been fully exploited. In particular, the highly detailed record from the Mt. Logan PRC core (Osterberg et al., 2008) includes continuous depth measurements of more than 40 trace species or elements, many of which (e.g., trace metals, Rare Earth Elements) are potentially useful tracers of dust source(s) (e.g., Zdanowicz et al., 2006). An in-depth analysis of this valuable archive might therefore help to reveal how long-range dust transport interacts with or affects the North Pacific atmosphere.\n• Ice cores from the St. Elias Mountains are also particularly rich in eruption signals from the Aleutian and Kamchatkan arcs and are therefore complementary to paleo-volcanic records from Greenland, where Icelandic eruption signals predominate (Zielinski et al., 1994). At present, the most comprehensive record of paleovolcanic aerosol loading and associated climate forcing (Gao et al., 2008) includes only one time series from the western half of the NH, that from NW Col on Mt. Logan (Mayewski et al., 1990). The more recent glaciochemical series from Eclipse Icefield (Yalcin et al., 2003, 2007) and from Mt. Logan (PR Col; Osterberg et al., 2008) can provide atmospheric SO42- loading estimates for many past eruptions of large magnitude (volcanic explosivity index ≥ 4) in the North Pacific region. Integrating these new records into existing paleo-volcanism databases could therefore greatly improve the representation of North Pacific eruptions and their associated radiative forcing in long-term climate model simulations. The scientific results summarized in this paper highlight the vast potential of the St. Elias Mountains as a natural observatory for studying and monitoring the climate and atmosphere of the North Pacific. This region is now experiencing profound changes, notably one of the fastest rates of glacier wastage in the NH outside of Greenland (Berthier et al., 2010; Jacob et al., 2012). Understanding the drivers and impacts of these changes will be a major goal of the next generation of researchers working in this exceptional environment. The Kluane Lake Research Station has played a pivotal role in supporting science in the St. Elias Mountains over the last 50 years. May it continue to play this role through the next half-century and beyond."
  }, {
    "heading": "ACKNOWLEDGEMENTS",
    "text": "The authors wish to extend their gratitude to staff, colleagues, and friends of the Arctic Institute of North America’s Kluane Lake Research Station, and in particular to the Williams family, who supported the St. Elias ice-coring project between 1999 and 2002. The project was funded by the Geological Survey of Canada (Natural Resources Canada), the International Arctic Research Center (Alaska), the National Institute for Polar Research (Japan), the Niels Bohr Institute of the University of Copenhagen, and the U.S. National Science Foundation. Logistical support for the expedition was provided by Kluane National Park Reserve, Aboriginal Affairs and Northern Development Canada, TransNorth Helicopters, in particular Doug Makkonen, Aklak Air, and Icefield Discovery Expeditions. This is Natural Resources Canada, Earth Sciences Sector contribution 20130041."
  }, {
    "heading": "DEDICATION",
    "text": "This paper is dedicated to Captain Robert Murray Heath (1957 – 2013), aka “‘Vostok Bob,” ace pilot, who flew the members of the Mt. Logan ice-coring expedition in 2002."
  }, {
    "heading": "7:76 – 83.",
    "text": "Fisher, D.A., and Koerner, R.M. 2003. Holocene ice-core climate history: A multi-variable approach. In: Mackay, A., Battarbee, R., Birks, J., and Oldfield, F., eds. Global change in the Holocene. New York: Oxford University Press. 281 – 293.\nFisher, D.A., Wake, C., Kreutz, K., Yalcin, K., Steig, E., Mayewski, P., Anderson, L., et al. 2004. Stable isotope records from Mount Logan, Eclipse ice cores and nearby Jellybean Lake. Water cycle of the North Pacific over 2000 years and over five vertical kilometers: Sudden shifts and tropical connections. Géographie physique et Quaternaire 58(2-3):337 – 352.\nhttp://dx.doi.org/10.7202/013147ar Fisher, D., Osterberg, E., Dyke, A., Dahl-Jensen, D., Demuth,\nM., Zdanowicz, C., Bourgeois, J., et al. 2008. The Mt Logan Holocene – late Wisconsinan isotope record: Tropical Pacific – Yukon connections. The Holocene 18(5):667 – 677.\nhttp://dx.doi.org/10.1177/0959683608092236\nFoy, N., Copland, L., Zdanowicz, C., Demuth, M., and Hopkinson, C. 2011. Recent volume and area changes of Kaskawulsh Glacier, Yukon, Canada. Journal of Glaciology 57(203):515 – 525.\nhttp://dx.doi.org/10.3189/002214311796905596 Froese, D.G., Kuehn, S.C., Fisher, D., Zdanowicz, C., Atkins, C.,\nDunning, H., and Jensen, B. 2010. Establishing independent age models for ice cores using tephrochronology. INQUA (International Union for Quaternary Research): International Field Conference and Workshop on Tephrochronology, Volcanism and Human Activity, 10 – 17 May 2010, Kirishima, Japan.\nGao, C., Robock, A., and Ammann, C. 2008. Volcanic forcing of climate over the past 1500 years: An improved ice core-based index for climate models. Journal of Geophysical Research 113, D23111.\nhttp://dx.doi.org/10.1029/2008JD010239 Gonyo, A.W., Yu, Z., and Bebout, G.E. 2012. Late Holocene\nchange in climate and atmospheric circulation inferred from geochemical records at Kepler Lake, south-central Alaska. Journal of Paleolimnology 48:55 – 67.\nhttp://dx.doi.org/10.1007/s10933-012-9603-8 Gorham, E., Lehman, C., Dyke, A., Janssens, J., and Dyke, L.\n2007. Temporal and spatial aspects of peatland initiation following deglaciation in North America. Quaternary Science Reviews 26(3-4):300 – 311.\nhttp://dx.doi.org/10.1016/j.quascirev.2006.08.008 Goto-Azuma, K., and Koerner, R.M. 2001. Ice core studies of\nanthropogenic sulfate and nitrate trends in the Arctic. Journal of Geophysical Research 106(D5):4959 – 4969.\nhttp://dx.doi.org/10.1029/2000JD900635 Goto-Azuma, K., Shiraiwa, T., Matoba, S., Segawa, T., Kanamori,\nD., and Fujii, Y. 2006a. A 100-year snow chemistry record from the North Pacific region. European Geosciences Union, General Assembly, Vienna, Austria. Geophysical Research Abstracts 8, 05517.\nGoto-Azuma, K., Koerner, R.M., Demuth, M.N., and Watanabe, O. 2006b. Seasonal and spatial variations of snow chemistry on Mount Logan, Yukon, Canada. Annals of Glaciology 43(1):177 – 186.\nhttp://dx.doi.org/10.3189/172756406781812096 Gross, B.H., Kreutz, K.J., Osterberg, E.C., McConnell, J.R.,\nHandley, M., Wake, C.P., and Yalcin, K. 2012. Constraining recent lead pollution sources in the North Pacific using ice core stable lead isotopes. Journal of Geophysical Research 117, D16307\nhttp://dx.doi.org/10.1029/2011JD017270 Hildreth, W., and Fierstein, J. 2012. The Novarupta-Katmai\neruption of 1912—Largest eruption of the twentieth century: Centennial perspectives. U.S. Geological Survey Professional Paper 1791. 278 p.\nHodge, S.M., Trabant, D.C., Krimmel, R.M., Heinrichs, T.A., March, R.S., and Josberger, E.G. 1998. Climate variations and changes in mass of three glaciers in western North America. Journal of Climate 11(9):2161 – 2179.\nhttp://dx.doi.org/10.1175/1520-0442(1998)011<2161:CVACIM> 2.0.CO;2\nHoldsworth, G. 2008. Interpreting H2O isotope variations in highaltitude ice cores using a cyclone model. Journal of Geophysical Research 113, D08103.\nhttp://dx.doi.org/10.1029/2007JD008639 Holdsworth, G., and Krouse, H.R. 2002. Altitudinal variation of\nthe stable isotopes of snow in regions of high relief. Journal of Glaciology 48(160):31 – 41.\nhttp://dx.doi.org/10.3189/172756502781831638 Holdsworth, G., and Peake, E. 1985. Acid content of snow from\na mid-troposphere sampling site on Mount Logan, Yukon Territory, Canada. Annals of Glaciology 7:153 – 160.\nHoldsworth, G., Krouse, H.R., Nosal, M., Spencer, M.J., and Mayewski, P.A. 1989. Analysis of a 290-year net accumulation time series from Mt. Logan, Yukon. In: Snow cover and glacier variations. Proceedings of an international symposium held during the Third Scientific Assembly of the International Association of Hydrological Sciences, 10 – 19 May 1989, Baltimore, Maryland. IAHS Publication 183. 72 – 79.\nHoldsworth, G., Krouse, H.R., and Nosal, M. 1992. Ice core climate signals from Mount Logan, Yukon A.D. 1700 – 1897. In: Bradley, R.S., and Jones, P.D., eds. Climate since A.D. 1500. London and New York: Routledge. 483 – 504.\nHoldsworth, G., Higuchi, K., Zielinski, G.A., Mayewski, P.A., Wahlen, M., Deck, B., Chylek, P., Johnson, B., and Damiano, P. 1996. Historical biomass burning: Late 19th century pioneer agriculture revolution in Northern Hemisphere ice core data and its atmospheric interpretation. Journal of Geophysical Research 101(D18):23317 – 23334.\nhttp://dx.doi.org/10.1029/96JD01158 HTAP (Hemispheric Transport of Air Pollution). 2010.\nHemispheric transport of air pollution 2010, Part D: Answers to policy-relevant science questions. Air Pollution Studies No. 20. Geneva: United Nations. 46 p.\nJacob, T., Wahr, J., Pfeffer, W.T., and Swenson, S. 2012. Recent contributions of glaciers and ice caps to sea level rise. Nature 482:514 – 518.\nhttp://dx.doi.org/10.1038/nature10847 Jouzel, J., and Merlivat, L. 1984. Deuterium and oxygen"
  }, {
    "heading": "18 in precipitation: Modeling of the isotopic effects",
    "text": "during snow formation. Journal of Geophysical Research 89(D7):11749 – 11757.\nhttp://dx.doi.org/10.1029/JD089iD07p11749 Kanamori, S., Shiraiwa, T., Goto-Azuma, K., Benson, C.S., and\nNaruse, R. 2004. Seasonal variations in density profiles and densification processes at Mts. Logan and Wrangell. EOS Transactions, American Geophysical Union 85(47), Fall Meeting Supplement, Abstract PP21A-1367.\nKang, S., Mayewski, P.A., Yan, Y., Qin, D., Yao, T., and Ren, J. 2003. Dust records from three ice cores: Relationships to spring atmospheric circulation over the Northern Hemisphere. Atmospheric Environment 37(34):4823 – 4835.\nhttp://dx.doi.org/10.1016/j.atmosenv.2003.08.010 Kang, S., Mayewski, P.A., and Yan, Y. 2005. A 290-year record\nof atmospheric circulation over the North Pacific from a Mt. Logan ice core, Yukon Territory. Acta Oceanologica Sinica 24(4):81 – 90.\nKasischke, E.S., and Turetsky, M.R. 2006. Recent changes in the fire regime across the North American boreal region—Spatial and temporal patterns of burning across Canada and Alaska. Geophysical Research Letters 33, L09703.\nhttp://dx.doi.org/10.1029/2006GL025677 Kaufman, D.S., Ager, T.A., Anderson, N.J., Anderson, P.M.,\nAndrews, J.T., Bartlein, P.J., Brubaker, L.B., et al. 2004. Holocene thermal maximum in the western Arctic (0 – 180˚W). Quaternary Science Reviews 23(5-6):529 – 560.\nhttp://dx.doi.org/10.1016/j.quascirev.2003.09.007 Kaufman, D.S., Schneider, D.P., McKay, N.P., Ammann,\nC.M., Bradley, R.S., Briffa, K.R., Miller, G.H., et al. 2009. Recent warming reverses long-term Arctic cooling. Science 325(5945):1236 – 1239.\nhttp://dx.doi.org/10.1126/science.1173983 Kaufman, D.S., Jensen, B.J.L., Reyes, A.V., Schiff, C.J.,\nFroese, D.G., and Pearce, N.J.G. 2012. Late Quaternary tephrostratigraphy, Ahklun Mountains, SW Alaska. Journal of Quaternary Science 27(4):344 – 359.\nhttp://dx.doi.org/10.1002/jqs.1552 Kawamura, K., Izawa, Y., Mochida, M., and Shiraiwa, T. 2012.\nIce core records of biomass burning tracers (levoglucosan and dehydroabietic, vanillic and p-hydroxybenzoic acids) and total organic carbon for past 300 years in the Kamchatka Peninsula, Northeast Asia. Geochimica et Cosmochimica Acta 99:317 – 329.\nhttp://dx.doi.org/10.1016/j.gca.2012.08.006 Kelsey, E.P., Wake, C.P., Yalcin, K., and Kreutz, K. 2012.\nEclipse ice core accumulation and stable isotope variability as an indicator of North Pacific climate. Journal of Climate 25(18):6426 – 6440.\nhttp://dx.doi.org/10.1175/JCLI-D-11-00389.1 Kondo, Y., Matsui, H., Moteki, N., Sahu, L., Takegawa, N.,\nKajino, M., Zhao, Y., et al. 2011. Emissions of black carbon, organic, and inorganic aerosols from biomass burning in North America and Asia in 2008. Journal of Geophysical Research 116, D08204.\nhttp://dx.doi.org/10.1029/2010JD015152 Koutavas, A., and Joanides, S. 2012. El Niño – Southern Oscillation\nextrema in the Holocene and Last Glacial Maximum. Paleoceanography 27, PA4208.\nhttp://dx.doi.org/10.1029/2012PA002378 Kreutz, K.J., Wake, C.P., and Yalcin, K. 2004. Signal-to-noise\nratios and climate records from the Eclipse Icefield ice cores. EOS Transactions, American Geophysical Union 85(47), Fall Meeting Supplement, Abstract PP21A-1346.\nKuehn, S.C., and Froese, D.G. 2010. Tephra from ice – A simple method to routinely mount, polish, and quantitatively analyze sparse fine particles. Microscopy and Microanalysis 16(2):218 – 225.\nhttp://dx.doi.org/10.1017/S1431927609991322 Kuhns, H., Davidson, C., Dibb, J., Stearns, C., Bergin, M., and\nJaffrezo, J.-L. 1997. Temporal and spatial variability of snow accumulation in central Greenland. Journal of Geophysical Research 10 (D25):30059 – 30068.\nhttp://dx.doi.org/10.1029/97JD02760\nLee, S.-S., Lee, J.-Y., Wang, B., Ha, K.-J., Heo, K.-Y., Jin, F.-F., Straus, D.M., and Shukla, J. 2012. Interdecadal changes in the storm track activity over the North Pacific and North Atlantic. Climate Dynamics 39:313 – 327.\nhttp://dx.doi.org/10.1007/s00382-011-1188-9 Lerbekmo, J.F. 2008. The White River Ash: Largest Holocene\nPlinian tephra. Canadian Journal of Earth Sciences 45(6):693 – 700.\nhttp://dx.doi.org/10.1139/E08-023 Liu, K.-B., Reese, C.A., and Thompson, L.G. 2005. Ice-core pollen\nrecord of climatic changes in the central Andes during the last 400 yr. Quaternary Research 64(2):272 – 278.\nhttp://dx.doi.org/10.1016/j.yqres.2005.06.001 Livingston, J.M., Smith, D.G., Froese, D.G., and Hugenholtz, C.H.\n2009. Floodplain stratigraphy of the ice jam dominated middle Yukon River: A new approach to long-term flood frequency. Hydrological Processes 23(3):357 – 371.\nhttp://dx.doi.org/10.1002/hyp.7106 Mantua, N.J., and Hare, S.R. 2002. The Pacific Decadal\nOscillation. Journal of Oceanography 58:35 – 44. http://dx.doi.org/10.1023/A:1015820616384 Matoba, S., and Shiraiwa, T. 2005. Kosa records in an ice core\nfrom Mt. Logan, Yukon, Canada. Report on Amur-Okhotsk Project No. 3. Kyoto: Amur-Okhotsk Project. 105 – 110.\nMatoba, S., Ushakov, S.V., Shimbori, K., Sasaki, H., Yamasaki, T., Ovshannikov, A.A., Manevich, A.G., et al. 2007. The glaciological expedition to Mount Ichinsky, Kamchatka, Russia. Bulletin of Glaciological Research 24:79 – 85.\nMayewski, P.A., Lyons, W.B., Spencer, M.J., Twickler, M., Dansgaard, W., Koci, B., Davidson, C.I., and Honrath, R.E. 1986. Sulfate and nitrate concentrations from a South Greenland ice core. Science 232:975 – 977.\nhttp://dx.doi.org/10.1126/science.232.4753.975 Mayewski, P.A., Lyons, W.B., Spencer, M.J., Twickler, M.S.,\nBuck, C.F., and Whitlow, S. 1990. An ice-core record of atmospheric response to anthropogenic sulphate and nitrate. Nature 346:554 – 556.\nhttp://dx.doi.org/10.1038/346554a0 Mayewski, P.A., Holdsworth, G., Spencer, M.J., Whitlow, S.,\nTwickler, M., Morrison, M.C., Ferland, K.K., and Meeker, L.D. 1993. Ice-core sulfate from three Northern Hemisphere sites: Source and temperature forcing implications. Atmospheric Environment 27(17-18):2915 – 2919.\nhttp://dx.doi.org/10.1016/0960-1686(93)90323-Q Mayewski, P.A., Meeker, L.D., Whitlow, S., Twickler, M.S.,\nMorrison, M.C., Bloomfield, P., Bond, G.C., et al. 1994. Changes in atmospheric circulation and ocean ice cover over the North Atlantic during the last 41,000 years. Science 263(5154):1747 – 1751.\nhttp://dx.doi.org/10.1126/science.263.5154.1747 Mayewski, P.A., Meeker, L.D., Twickler, M.S., Whitlow, S., Yang,\nQ., Lyons, W.B., and Prentice, M. 1997. Major features and forcing of high-latitude Northern Hemisphere atmospheric circulation using a 110,000-year-long glaciochemical series. Journal of Geophysical Research 102(C12):26345 – 26366.\nhttp://dx.doi.org/10.1029/96JC03365\nMayewski, P.A., Rohling, E.E., Stager, J.C., Karlén, W., Maasch, K.A., Meeker, L.D., Meyerson, E.A., et al. 2004. Holocene climate variability. Quaternary Research 62(3):243 – 255.\nhttp://dx.doi.org/10.1016/j.yqres.2004.07.001 McConnell, J.R., Lamorey, G.W., and Hutterli, M.A. 2002. A 250-\nyear high-resolution record of Pb flux and crustal enrichment in central Greenland. Geophysical Research Letters 29(23), 2130.\nhttp://dx.doi.org/10.1029/2002GL016016 McConnell, J.R., Edwards, R., Kok, G.L., Flanner, M.G., Zender,\nC.S., Saltzman, E.S., Banta, J.R., Pasteris, D.R., Carter, M.M., and Kahl, J.D.W. 2007. 20th-century industrial black carbon emissions altered Arctic climate forcing. Science 317:1381 – 1384.\nhttp://dx.doi.org/10.1126/science.1144856 McCoy, V.M., and Burn, C.R. 2005. Potential alteration by climate\nchange of the forest-fire regime in the boreal forest of central Yukon Territory. Arctic 58(3):276 – 285.\nMcKendry, I.G., Hacker, J.P., Stull, R., Sakiyama, S., Mignacca, D., and Reid, K. 2001. Long-range transport of Asian dust to the Lower Fraser Valley, British Columbia, Canada. Journal of Geophysical Research 106(D16):18361 – 18370.\nhttp://dx.doi.org/10.1029/2000JD900359 Meeker, L.D., Mayewski, P.A., Twickler, M.S., Whitlow, S.I., and\nMeese, D. 1997. A 110,000-year history of change in continental biogenic emissions and related atmospheric circulation inferred from the Greenland Ice Sheet Project ice core. Journal of Geophysical Research 102(C12):26489 – 26504.\nhttp://dx.doi.org/10.1029/97JC01492 Ménégoz, M., Krinner, G., Balkanski, Y., Cozic, A., Boucher, O.,\nand Ciais, P. 2013. Boreal and temperate snow cover variations induced by black carbon emissions in the middle of the 21st century. The Cryosphere 7:537 – 554.\nhttp://dx.doi.org/10.5194/tc-7-537-2013 Menounos, B., Clague, J.J., Osborn, G., Luckman, B.H.,\nLakeman, T.R., and Minkus, R. 2008. Western Canadian glaciers advance in concert with climate change circa 4.2 ka. Geophysical Research Letters 35, L07501.\nhttp://dx.doi.org/10.1029/2008GL033172 Monaghan, M.C., and Holdsworth, G. 1990. The origin of\nnon-sea-salt sulphate in the Mount Logan ice core. Nature 343:245 – 248.\nhttp://dx.doi.org/10.1038/343245a0 Moodie, D.W., Catchpole, A.J.W., and Abel, K. 1992. Northern\nAthapaskan oral traditions and the White River volcano. Ethnohistory 39(2):148 – 171.\nhttp://dx.doi.org/10.2307/482391 Moore, G.W.K., and Holdsworth, G. 2007. The 25 – 27 May\n2005 Mount Logan storm. Part 1: Observations and synoptic overview. Journal of Hydrometerology 8:590 – 606.\nhttp://dx.doi.org/10.1175/JHM586.1 Moore, G.W.K., Holdsworth, G., and Alverson, K. 2001. Extra-\ntropical response to ENSO as expressed in an ice core from the Saint Elias mountain range. Geophysical Research Letters 28(18):3457 – 3460.\nhttp://dx.doi.org/10.1029/2000GL012397\nMoore, G.W.K., Alverson, K., and Holdsworth, G. 2002a. Variability in the climate of the Pacific Ocean and North America as expressed in the Mount Logan ice core. Annals of Glaciology 35(1):423 – 429.\nhttp://dx.doi.org/10.3189/172756402781817185 Moore, G.W.K., Holdsworth, G., and Alverson, K. 2002b. Climate\nchange in the North Pacific region over the past three centuries. Nature 420:401 – 403.\nhttp://dx.doi.org/10.1038/nature01229 Moore, G.W.K., Alverson, K., and Holdsworth, G. 2003. The\nimpact that elevation has on the ENSO signal in precipitation records from the Gulf of Alaska region. Climatic Change 59:101 – 121.\nhttp://dx.doi.org/10.1023/A:1024423925161 ———. 2005. Mount Logan ice core evidence for changes in the\nHadley and Walker circulations following the end of the Little Ice Age. In: Diaz, H.F., and Bradley, R.S., eds. The Hadley Circulation: Present, past and future. Advances in Global Change Research 21. Dordrecht, The Netherlands: Kluwer."
  }, {
    "heading": "371 – 395.",
    "text": "Moore, R.D., and Demuth, M.N. 2001. Mass balance and streamflow variability at Place Glacier, Canada, in relation to recent climate fluctuations. Hydrological Processes 15(18):3473 – 3486.\nhttp://dx.doi.org/10.1002/hyp.1030 Moore, R.D., Fleming, S.W., Menounos, B., Wheate, R., Fountain,\nA., Stahl, K., Holm, K., and Jakob, M. 2009. Glacier change in western North America: Influences on hydrology, geomorphic hazards and water quality. Hydrological Processes 23(1):42 – 61.\nhttp://dx.doi.org/10.1002/hyp.7162 Mote, P.W. 2003. Trends in temperature and precipitation in the\nPacific Northwest during the twentieth century. Northwest Science 77(4):271 – 282.\nNeff, P.D., Steig, E.J., Clark, D.H., McConnell, J.R., Pettit, E.C., and Menounos, B. 2012. Ice-core net snow accumulation and seasonal snow chemistry at a temperate-glacier site: Mount Waddington, southwest British Columbia, Canada. Journal of Glaciology 58(212):1165 – 1175.\nhttp://dx.doi.org/10.3189/2012JoG12J078 Orlanski, I. 2005. A new look at the Pacific storm track variability:\nSensitivity to tropical SSTs and to upstream seeding. Journal of Atmospheric Sciences 62:1367 – 1390.\nhttp://dx.doi.org/10.1175/JAS3428.1 Osterberg, E., Mayewski, P., Kreutz, K., Fisher, D., Handley, M.,\nSneed, S., Zdanowicz, C., et al. 2008. Ice core record of rising lead pollution in the North Pacific atmosphere. Geophysical Research Letters 35, L05810.\nhttp://dx.doi.org/10.1029/2007GL032680 Pearce, N.J.G., Westgate, J.A., Preece, S.J., Eastwood, W.J., and\nPerkins, W.T. 2004. Identification of Aniakchak (Alaska) tephra in Greenland ice core challenges the 1645 BC date of Minoan eruption of Santorini. Geochemistry, Geophysics, Geosystems 5, Q03005.\nhttp://dx.doi.org/10.1029/2003GC000672\nPyne-O’Donnell, S.D.F., Hughes, P.D.M., Froese, D.G., Jensen, B.J.L., Kuehn, S.C., Mallon, G., Amesbury, M.J., et al. 2012. High-precision ultra-distal Holocene tephrochronology in North America. Quaternary Science Reviews 52:6 – 11.\nhttp://dx.doi.org/10.1016/j.quascirev.2012.07.024 Rao, B.A., Wake, C.P., Anderson, T., and Jackson, W.A. 2012.\nPerchlorate depositional history as recorded in North American ice cores from the Eclipse Icefield, Canada, and the Upper Fremont Glacier, USA. Water, Air and Soil Pollution 223:181 – 188.\nhttp://dx.doi.org/10.1007/s11270-011-0849-y Richter, D.H., Preece, S.J., McGimsey, R.G., and Westgate, J.A."
  }, {
    "heading": "1995. Mount Churchill, Alaska, source of the late Holocene",
    "text": "White River Ash. Canadian Journal of Earth Sciences 32(6):741 – 748.\nhttp://dx.doi.org/10.1139/e95-063 Rupper, S., Steig, E.J., and Roe, G. 2004. The relationship\nbetween snow accumulation at Mt. Logan, Yukon, Canada, and climate variability in the North Pacific. Journal of Climate 17(24):4724 – 4739.\nhttp://dx.doi.org/10.1175/JCLI-3202.1 Schiff, C.J., Kaufman, D.S., Wolfe, A.P., Dodd, J., and Sharp, Z.\n2009. Late Holocene storm-trajectory changes inferred from the oxygen isotope composition of lake diatoms, south Alaska. Journal of Paleolimnology 41:189 – 208.\nhttp://dx.doi.org/10.1007/s10933-008-9261-z Schmidt, G.A., Hoffmann, G., Shindell, D.T., and Hu, Y. 2005.\nModeling atmospheric stable water isotopes and the potential for constraining cloud processes and stratosphere-troposphere water exchange. Journal of Geophysical Research 110, D21314.\nhttp://dx.doi.org/10.1029/2005JD005790 Shiraiwa, T., Nishio, F., Kameda, T., Takahashi, A., Toyama, Y.,\nMuraviev, Ya., and Ovsyannikov, A.A. 1999. Ice core drilling at Ushkovsky Ice Cap, Kamchatka, Russia. Seppyo 61(1):25 – 40.\nShiraiwa, T., Goto-Azuma, K., Matoba, S., Yamasaki, T., Segawa, T., Kanamori, S., Matsuoka, K., and Fujii, Y. 2003. Ice core drilling at King Col, Mount Logan, 2002. Bulletin of Glaciological Research 20:57 – 63.\nShotyk, W., Zheng, J., Krachler, M., Zdanowicz, C., Koerner, R., and Fisher, D. 2005. Predominance of industrial Pb in recent snow (1994 – 2004) and ice (1842 – 1996) from Devon Island, Arctic Canada. Geophysical Research Letters 32, L21814. http://dx.doi.org/10.1029/2005GL023860\nSmith, S.J., van Aardenne, J., Klimont, Z., Andres, R.J., Volke, A., and Delgado Arias, S. 2011. Anthropogenic sulfur dioxide emissions: 1850 – 2005. Atmospheric Chemistry and Physics 11:1101 – 1116.\nhttp://dx.doi.org/10.5194/acp-11-1101-2011 Stone, D.A., Weaver, A.J., and Zwiers, F.W. 2000. Trends\nin Canadian precipitation intensity. Atmosphere-Ocean 38(2):321 – 347.\nhttp://dx.doi.org/10.1080/07055900.2000.9649651 Sun, D.-Z. 2000. Global climate change and El Niño: A theoretical\nframework. In: Diaz, H.F., and Markgraf, V., eds. El Niño and the Southern Oscillation: Multiscale variability and global and regional impacts. Cambridge: Cambridge University Press. 443 – 463.\nThompson, L.G., Mosley-Thompson, E., and Arnao, B.M. 1984. Major El Niño/Southern Oscillation events recorded in the stratigraphy of the tropical Quelccaya Ice Cap. Science 226(4670):50 – 53.\nhttp://dx.doi.org/10.1126/science.226.4670.50 Thompson, L.G., Yao, T., Davis, M.E., Henderson, K.A.,\nMosley-Thompson, E., Lin, P.-N., Synal, H.-A., Cole-Dai, J., and Bolzan, J.F. 1997. Tropical climate instability: The last glacial cycle from a Qinghai-Tibetan ice core. Science 276(5320):1821 – 1825.\nhttp://dx.doi.org/10.1126/science.276.5320.1821 Thompson, L.G., Mosley-Thompson, E., Brecher, H., Davis,\nM., León, B., Des, D., Lin, P.-N., Mashiotta, T., and Mountain, K. 2006. Abrupt tropical climate change: Past and present. Proceedings of the National Academy of Sciences 103(28):10536 – 10543.\nhttp://dx.doi.org/10.1073/pnas.0603900103 Thordarson, T., and Self, S. 2003. Atmospheric and environmental\neffects of the 1783 – 1784 Laki eruption: A review and reassessment. Journal of Geophysical Research 108(D1), 4011.\nhttp://dx.doi.org/10.1029/2001JD002042 Trenberth, K.E., and Hurrell, J.W. 1994. Decadal atmosphere-\nocean variations in the Pacific. Climate Dynamics 9:303 – 319. http://dx.doi.org/10.1007/BF00204745 Turetsky, M.R., Kane, E.S., Harden, J.W., Ottmar, R.D., Manies,\nK.L., Hoy, E., and Kasischke, E.S. 2010. Recent acceleration of biomass burning and carbon losses in Alaskan forests and peatlands. Nature Geoscience 4:27 – 31.\nhttp://dx.doi.org/10.1038/ngeo1027 Urmann, D. 2009. Decadal scale climate variability during the last\nmillennium as recorded by the Bona Churchill and Quelccaya ice cores. PhD dissertation, Ohio State University, Columbus, Ohio. 255 p.\nVinther, B.M., Clausen, H.B., Johnsen, S.J., Rasmussen, S.O., Andersen, K.K., Buchardt, S.L., Dahl-Jensen, D., et al. 2006. A synchronized dating of three Greenland ice cores throughout the Holocene. Journal of Geophyical Research 111, D13102. http://dx.doi.org/10.1029/2005JD006921\nVinther, B.M., Buchardt, S.L., Clausen, H.B., Dahl-Jensen, D., Johnsen, S.J., Fisher, D.A., Koerner, R.M., et al. 2009. Holocene thinning of the Greenland ice sheet. Nature 461:385 – 388.\nhttp://dx.doi.org/10.1038/nature08355 Wake, C.P., Yalcin, K., and Gundestrup, N.S. 2002. The climate\nsignal recorded in the oxygen-isotope, accumulation, and major-ion time series from the Eclipse ice core, Yukon Territory, Canada. Annals of Glaciology 35:416 – 422.\nhttp://dx.doi.org/10.3189/172756402781817266 Wake, C.P., Yalcin, K., Kreutz, K.J., Mayewski, P.A., Fisher,\nD.A., and Holdsworth, G. 2004. Why drill more than one ice core? Paleoclimate reconstruction along a vertical transect in the Saint Elias Mountains. Eos, Transactions American Geophysical Union 85(17):A43C-02.\nWalker, M.J.C., Berkelhammer, M., Björck, S., Cwynar, L.C., Fisher, D.A., Long, A.J., Lowe, J.J., Newnham, R.M., Rasmussen, S.O., and Weiss, H. 2012. Formal subdivision of the Holocene Series/Epoch: A discussion paper by a Working Group of INTIMATE (Integration of ice-core, marine and\nterrestrial records) and the Subcommission on Quaternary Stratigraphy (International Commission on Stratigraphy). Journal of Quaternary Science 27(7):649 – 659.\nhttp://dx.doi.org/10.1002/jqs.2565 Wang, H., Shi, G., Teruo, A., Wang, B., and Zhao, T. 2004.\nRadiative forcing due to dust aerosol over east Asia-North Pacific region during spring, 2001. Chinese Science Bulletin 49(20):2212 – 2219.\nWarnecke, C., Bahreini, R., Brioude, J., Brock, C.A., de Gouw, J.A., Fahey, D.W., Froyd, K.D., et al. 2009. Biomass burning in Siberia and Kazakhstan as an important source for haze over the Alaska Arctic in April 2008. Geophysical Research Letters 36, L02813.\nhttp://dx.doi.org/10.1029/2008GL036194 Welch, H.E., Muir, D.C.G., Billeck, B.N., Lockhart, W.L.,\nBrunskill, G.J., Kling, H.J., Olson, M.P., and Lemoine, R.M. 1991. Brown snow: A long-range transport event in the Canadian Arctic. Environmental Science and Technology 25(2):280 – 286.\nhttp://dx.doi.org/10.1021/es00014a010 Whitfield, P.H., Moore, R.D., Fleming, S.W., and Zawadzki, A.\n2010. Pacific Decadal Oscillation and the hydroclimatology of western Canada—Review and prospects. Canadian Water Resources Journal 35(1):1 – 28.\nhttp://dx.doi.org/10.4296/cwrj3501001 Whitlow, S., Mayewski, P., Dibb, J., Holdsworth, G., and Twickler,\nM. 1994. An ice-core-based record of biomass burning in the Arctic and Subarctic, 1750 – 1980. Tellus 46B(3):234 – 242.\nhttp://dx.doi.org/10.1034/j.1600-0889.1994.t01-2-00006.x Wiles, G.C., D’Arrigo, R.D., Villalba, R., Calkin, P.E., and\nBarclay, D.J. 2004. Century-scale solar variability and Alaskan temperature change over the past millennium. Geophysical Research Letters 31, L15203.\nhttp://dx.doi.org/10.1029/2004GL020050 Wilkening, K.E., Barrie, L.A., and Engle, M. 2000. Trans-Pacific\nair pollution. Science 290(5489):65 – 67. http://dx.doi.org/10.1126/science.290.5489.65 Workman, W.B. 1974. The cultural significance of a volcanic ash\nwhich fell in the upper Yukon Basin about 1400 years ago. In: Raymond, S., and Schledermann, P., eds. International Conference on the Prehistory and Paleocology of Western North American Arctic and Subarctic. Calgary: Chacmool Archeological Association, University of Calgary. 239 – 261.\nXiao, X., and Zhuang, Q. 2007. Drought effects on large fire activity in Canadian and Alaskan forests. Environmental Research Letters 2, 044003.\nhttp://dx.doi.org/10.1088/1748-9326/2/4/044003 Yalcin, K., and Wake, C.P. 2001. Anthropogenic signals recorded in\nan ice core from Eclipse Icefield, Yukon Territory. Geophysical Research Letters 28(23):4487 – 4490.\nhttp://dx.doi.org/10.1029/2001GL013037 Yalcin, K., Wake, C.P., and Germani, M.S. 2003. A 100-year\nrecord of North Pacific volcanism in an ice core from Eclipse Icefield, Yukon Territory, Canada. Journal of Geophysical Research 108(D1), 4012.\nhttp://dx.doi.org/10.1029/2002JD002449\nYalcin, K., Wake, C.P., Kreutz, K.J., and Whitlow, S.I. 2006a. A 1000-yr record of forest fire activity from Eclipse Icefield, Yukon, Canada. The Holocene 16(2):200 – 209.\nhttp://dx.doi.org/10.1191/0959683606hl920rp Yalcin, K., Wake, C.P., Dibb, J.E., and Whitlow, S.I. 2006b.\nRelationships between aerosol and snow chemistry at King Col, Mt. Logan Massif, Yukon, Canada. Atmospheric Environment 40:7152 – 7163.\nhttp://dx.doi.org/10.1016/j.atmosenv.2006.06.028 Yalcin, K., Wake, C.P., Kang, S., Kreutz, K.J., and Whitlow, S.I.\n2006c. Seasonal and spatial variability in snow chemistry at Eclipse Icefield, Yukon, Canada. Annals of Glaciology 43(1):230 – 238.\nhttp://dx.doi.org/10.3189/172756406781811998 Yalcin, K., Wake, C.P., Kreutz, K.J., Germani, M.S., and Whitlow,\nS.I. 2006d. Ice core evidence for a second volcanic eruption around 1809 in the Northern Hemisphere. Geophysical Research Letters 33, L14706.\nhttp://dx.doi.org/10.1029/2006GL026013 ———. 2007. Ice core paleovolcanic records from the St. Elias\nMountains, Yukon, Canada. Journal of Geophysical Research 112, D08102.\nhttp://dx.doi.org/10.1029/2006JD007497 Yang, B., Bräuning, A., Zhanga, Z., Dong, Z., and Esper, J. 2007.\nDust storm frequency and its relation to climate changes in northern China during the past 1000 years. Atmospheric Environment 41(40):9288 – 9299.\nhttp://dx.doi.org/10.1016/j.atmosenv.2007.09.025 Yasunari, T.J., and Yamazaki, K. 2009. Origins of air masses over\nan Alaskan glacier and implications for ice core studies in the North Pacific region. SOLA (Scientific Online Letters on the Atmosphere) 5:77 – 80.\nhttp://dx.doi.org/10.2151/sola.2009-020 Youngblut, D., and Luckman, B. 2008. Maximum June – July\ntemperatures in the southwest Yukon over the last 300 years reconstructed from tree-rings. Dendrochronologia 25(3):153 – 166.\nhttp://dx.doi.org/10.1016/j.dendro.2006.11.004 Yu, Z., Campbell, I.D., Campbell, C., Vitt, D.H., Bond, G.C., and\nApps, M.J. 2003. Carbon sequestration in western Canadian peat highly sensitive to Holocene wet-dry climate cycles at millennial timescales. The Holocene 13(6):801 – 808.\nhttp://dx.doi.org/10.1191/0959683603hl667ft\nZdanowicz, C.M., Zielinski, G.A., and Germani, M.S. 1999. Mount Mazama: Calendrical age verified and atmospheric impact assessed. Geology 27(7):621 – 624.\nhttp://dx.doi.org/10.1130/0091-7613(1999)027<0621:MMECA V>2.3.CO;2\nZdanowicz, C., Hall, G., Vaive, J., Amelin, Y., Percival, J., Girard, I., Biscaye, P., and Bory, A. 2006. Asian dustfall in the St. Elias Mountains, Yukon, Canada. Geochimica et Cosmochimica Acta 70:3493 – 3507.\nhttp://dx.doi.org/10.1016/j.gca.2006.05.005 Zhang, D. 1984. Preliminary meteorological analysis on the dust\nfall in China since historical times [in Chinese]. Science in China 3B:278 – 288.\nZhang, R., Li, G., Fan, J., Wu, D.L., and Molina, M.J. 2007. Intensification of Pacific storm track linked to Asian pollution. Proceedings of the National Academy of Sciences 104(13):5295 – 5299.\nhttp://dx.doi.org/10.1073/pnas.0700618104 Zhao, T.L., Gong, S.L., Zhang, X.Y., Blanchet, J.-P., McKendry,\nI.G., and Zhou, Z.J. 2006. A simulated climatology of Asian dust aerosol and its trans-Pacific transport. Part I: Mean climate and validation. Journal of Climate 19:88 – 103.\nhttp://dx.doi.org/10.1175/JCLI3605.1 Zhao, Y., Li, H., Huang, A., He, Q., Huo, W., and Wang, M. 2013.\nRelationship between thermal anomalies in Tibetan Plateau and summer dust storm frequency over Tarim Basin, China. Journal of Arid Land 5(1):25−31.\nhttp://dx.doi.org/10.1007/s40333-013-0138-2 Zheng, J., Kudo, A., Fisher, D.A., Blake, E.W., and Gerasimoff, M.\n1998. Solid electrical conductivity (ECM) from four Agassiz ice cores, Ellesmere Island NWT, Canada: High-resolution signal and noise over the last millennium and low resolution over the Holocene. The Holocene 8(4):413 – 421.\nhttp://dx.doi.org/10.1191/095968398676187747 Zheng, J., Zdanowicz, C., Fisher, D., Hall, G., and Vaive, J. 2003.\nA new 155-yr record of Pb pollution from Devon ice cap, Canada. Journal de Physique 4(107):1405 – 1408.\nZielinski, G.A., Mayewski, P.A., Meeker, L.D., Whitlow, S., Twickler, M.S., Morrison, M., Meese, D.A., Gow, A.J., and Alley, R.B. 1994. Record of volcanism since 7000 B.C. from the GISP2 Greenland ice core and implications for the volcanoclimate system. Science 264(5161):948 – 952.\nhttp://dx.doi.org/10.1126/science.264.5161.948"
  }],
  "year": 2014,
  "references": [{
    "title": "Holocene development",
    "authors": ["C.S. Fontaine", "A. DeVolder"],
    "year": 2006
  }, {
    "title": "Enhanced late Holocene",
    "authors": ["J.A. Barron", "L. Anderson"],
    "year": 2011
  }, {
    "title": "Insolation values for the climate",
    "authors": ["A. Berger", "M.F. Loutre"],
    "year": 1991
  }, {
    "title": "Contribution of Alaskan glaciers to sea",
    "authors": ["F. Rémy"],
    "year": 2010
  }, {
    "title": "Atmospheric circulation",
    "authors": ["T.W.D. Edwards"],
    "year": 2009
  }, {
    "title": "Interannual to decadal",
    "authors": ["D.S. Battisti"],
    "year": 1999
  }, {
    "title": "A Holocene ice-core pollen record from Ellesmere Island, Nunavut, Canada",
    "authors": ["J.C. Bourgeois", "R.M. Koerner", "K. Gajewski", "D.A. Fisher"],
    "venue": "Quaternary Research 54(2):275 – 283. http://dx.doi.org/10.1006/qres.2000.2156",
    "year": 2000
  }, {
    "title": "Ice core methods: Stable isotopes",
    "authors": ["E.J. Brook"],
    "venue": "In: Elias, S.A., ed. Encyclopedia of Quaternary Science. Amsterdam: Elsevier. 1212 – 1219. http://dx.doi.org/10.1016/B0-44-452747-8/00331-8",
    "year": 2007
  }, {
    "title": "Effects of the White River Ash event and climate change on aquatic ecosystems in the southwest Yukon",
    "authors": ["J. Bunbury"],
    "venue": "Arctic 61(4):453 – 455.",
    "year": 2008
  }, {
    "title": "Postglacial climates inferred from a lake at treeline, southwest Yukon Territory, Canada",
    "authors": ["J. Bunbury", "K. Gajewski"],
    "venue": "Quaternary Science Reviews 28(3-4):354 – 369. http://dx.doi.org/10.1016/j.quascirev.2008.10.007",
    "year": 2009
  }, {
    "title": "Asian aerosol transport to Alaska during ACEAsia",
    "authors": ["C.F. Cahill"],
    "venue": "Journal of Geophysical Research 108(D23). http://dx.doi.org/10.1029/2002JD003271",
    "year": 2003
  }, {
    "title": "Climate shift at 4400 years BP; Evidence from high-resolution diatom stratigraphy, Effingham Inlet, British Columbia",
    "authors": ["A.S. Chang", "R.T. Patterson"],
    "venue": "Palaeogeography, Palaeoclimatology, Palaeoecology 226(1-2):72 – 92. http://dx.doi.org/10.1016/j.palaeo.2005.05.004",
    "year": 2005
  }, {
    "title": "Pacific climate change and ENSO activity in the mid-Holocene",
    "authors": ["J.C.H. Chiang", "Y. Fang", "P. Chang"],
    "venue": "Journal of Climate 22(4):923 – 939. http://dx.doi.org/10.1175/2008JCLI2644.1",
    "year": 2009
  }, {
    "title": "Six millennia of summer temperature variation based on midge analysis of lake sediments from Alaska",
    "authors": ["B.J. Clegg", "G.H. Clarke", "M.L. Chipman", "M. Chou", "I.R. Walker", "W. Tinner", "F.S. Hu"],
    "venue": "Quaternary Science Reviews 29(2324):3308 – 3316.",
    "year": 2010
  }, {
    "title": "Holocene tephras highlight complexity of volcanic signals in Greenland ice cores",
    "authors": ["S.E. Coulter", "J.R. Pilcher", "G. Plunkett", "M. Baillie", "V.A. Hall", "J.P. Steffensen", "B.M. Vinther", "H.B. Clausen", "S.J. Johnsen"],
    "venue": "Journal of Geophysical Research 117, D21303.",
    "year": 2012
  }, {
    "title": "Legend and landscape: Convergence of oral and scientific traditions in the Yukon Territory",
    "authors": ["J. Cruikshank"],
    "venue": "Arctic Anthropology 18(2):67 – 93.",
    "year": 1981
  }, {
    "title": "Ice core evidence for an explosive tropical eruption 6 years preceding Tambora",
    "authors": ["J. Dai", "E. Mosley-Thompson", "L.G. Thompson"],
    "venue": "Journal of Geophysical Research 96(D9):17361 – 17366. http://dx.doi.org/10.1029/91JD01634",
    "year": 1991
  }, {
    "title": "Modern to late Holocene deposition in an anoxic fjord on the west coast of Canada: Implications for regional oceanography, climate and paleoseismic history",
    "authors": ["A. Dallimore", "R.E. Thomson", "M.A. Bertram"],
    "venue": "Marine Geology 219(1):47 – 69. http://dx.doi.org/10.1016/j.margeo.2005.05.003",
    "year": 2005
  }, {
    "title": "Tropical – North Pacific climate linkages over the past four centuries",
    "authors": ["R. D’Arrigo", "R. Wilson", "C. Deser", "G. Wiles", "E. Cook", "R. Villalba", "A. Tudhope", "J. Cole", "B. Linsley"],
    "venue": "Journal of Climate",
    "year": 2005
  }, {
    "title": "An assessment of the mass balance of Peyto Glacier (1966 – 1995) and its relation to recent and past-century climatic variability",
    "authors": ["M.N. Demuth", "R. Keller"],
    "venue": "In: Demuth, M.N., Munro, D.S., and Young, G.J., eds. Peyto Glacier - One century of science. National Hydrology Research Institute, Science",
    "year": 2006
  }, {
    "title": "Northern Hemisphere concentrations of methane and nitrous oxide since 1800: Results from the Mt",
    "authors": ["J.E. Dibb", "R.A. Rasmussen", "P.A. Mayewski", "G. Holdsworth"],
    "venue": "Logan and 20D ice cores. Chemosphere 27(12):2413 – 2423. http://dx.doi.org/10.1016/0045-6535(93)90263-5",
    "year": 1993
  }, {
    "title": "Extending the applications of tephrochronology in northwestern North America",
    "authors": ["H.A. Dunning"],
    "venue": "MSc thesis, University of Alberta. 187 p.",
    "year": 2011
  }, {
    "title": "An ice-core based history of Siberian forest fires since AD 1250",
    "authors": ["A. Eichler", "W. Tinner", "S. Brütsch", "S. Olivier", "T. Papina", "M. Schwikowski"],
    "venue": "Quaternary Science Reviews 30(910):1027 – 1034. http://dx.doi.org/10.1016/j.quascirev.2011.02.007",
    "year": 2009
  }, {
    "title": "Three centuries of Eastern European and Altai lead emissions recorded in a Belukha ice core",
    "authors": ["A. Eichler", "L. Tobler", "S. Eyrikh", "G. Gramlich", "N. Malygina", "T. Papina", "M. Schwikowski"],
    "venue": "Environmental Science & Technology 46(8):4323 – 4330.",
    "year": 2012
  }, {
    "title": "A GCM-based analysis of circulation controls on δ18O in the southwest Yukon, Canada: Implications for climate reconstructions in the region",
    "authors": ["R.D. Field", "G.W.K. Moore", "G. Holdsworth", "G.A. Schmidt"],
    "venue": "Geophysical Research Letters 37, L05706.",
    "year": 2010
  }, {
    "title": "Stable isotope simulations using a regional stable isotope model coupled to a zonally averaged global model",
    "authors": ["D.A. Fisher"],
    "venue": "Cold Regions Science and Technology 21:61 – 77. http://dx.doi.org/10.1016/0165-232X(92)90006-G",
    "year": 1992
  }, {
    "title": "Stratigraphic noise in time series derived from ice cores",
    "authors": ["D.A. Fisher", "N. Reeh", "H.B. Clausen"],
    "venue": "Annals of Glaciology 7:76 – 83.",
    "year": 1985
  }, {
    "title": "Holocene ice-core climate history: A multi-variable approach",
    "authors": ["D.A. Fisher", "R.M. Koerner"],
    "venue": "In: Mackay, A., Battarbee, R., Birks, J., and Oldfield, F., eds. Global change in the Holocene. New York: Oxford University Press. 281 – 293.",
    "year": 2003
  }, {
    "title": "Stable isotope records from Mount Logan, Eclipse ice cores and nearby Jellybean Lake. Water cycle of the North Pacific over 2000 years and over five vertical kilometers: Sudden shifts and tropical connections",
    "authors": ["D.A. Fisher", "C. Wake", "K. Kreutz", "K. Yalcin", "E. Steig", "P. Mayewski", "L Anderson"],
    "year": 2004
  }, {
    "title": "The Mt Logan Holocene – late Wisconsinan isotope record: Tropical Pacific – Yukon connections. The Holocene",
    "authors": ["D. Fisher", "E. Osterberg", "A. Dyke", "D. Dahl-Jensen", "M. Demuth", "C. Zdanowicz", "J Bourgeois"],
    "year": 2008
  }, {
    "title": "Volcanic forcing",
    "authors": ["Kirishima", "C. Japan. Gao", "A. Robock", "C. Ammann"],
    "venue": "Human Activity,",
    "year": 2010
  }, {
    "title": "Ice core studies",
    "authors": ["R.M. Koerner"],
    "year": 2001
  }, {
    "title": "A 100-year snow chemistry record",
    "authors": ["Y. Fujii"],
    "year": 2006
  }, {
    "title": "Seasonal and spatial variations of snow chemistry",
    "authors": ["O. 2006b"],
    "year": 2006
  }, {
    "title": "278 p",
    "authors": ["Paper"],
    "venue": "Hodge, S.M., Trabant, D.C., Krimmel, R.M., Heinrichs, T.A.,",
    "year": 1791
  }, {
    "title": "Climate variations and",
    "authors": ["R.S. March", "E.G. Josberger"],
    "year": 1998
  }, {
    "title": "Altitudinal variation",
    "authors": ["H.R. Krouse"],
    "year": 2002
  }, {
    "title": "Acid content of snow",
    "authors": ["E. Peake"],
    "year": 1985
  }, {
    "title": "Analysis of a 290-year net accumulation",
    "authors": ["P.A. Mayewski"],
    "year": 1989
  }, {
    "title": "IAHS Publication 183",
    "authors": ["Baltimore", "Maryland"],
    "year": 1992
  }, {
    "title": "Historical biomass burning: Late 19th century pioneer",
    "authors": [],
    "year": 1996
  }, {
    "title": "Seasonal variations in density profiles",
    "authors": ["R. Naruse"],
    "year": 2004
  }, {
    "title": "Dust records from three ice cores: Relationships",
    "authors": [],
    "year": 2003
  }, {
    "title": "A 290-year record",
    "authors": ["P.A. Mayewski", "Y. Yan"],
    "year": 2005
  }, {
    "title": "Recent changes in the fire regime across the North American boreal region—Spatial and temporal patterns of burning across Canada and Alaska",
    "authors": ["E.S. Kasischke", "M.R. Turetsky"],
    "venue": "Geophysical Research Letters 33, L09703. http://dx.doi.org/10.1029/2006GL025677",
    "year": 2006
  }, {
    "title": "Holocene thermal maximum in the western Arctic (0 – 180 ̊W)",
    "authors": ["D.S. Kaufman", "T.A. Ager", "N.J. Anderson", "P.M. Anderson", "J.T. Andrews", "P.J. Bartlein", "Brubaker", "L.B"],
    "venue": "Quaternary Science Reviews",
    "year": 2004
  }, {
    "title": "Recent warming reverses long-term Arctic cooling",
    "authors": ["D.S. Kaufman", "D.P. Schneider", "N.P. McKay", "C.M. Ammann", "R.S. Bradley", "K.R. Briffa", "Miller", "G.H"],
    "year": 2009
  }, {
    "title": "Late Quaternary tephrostratigraphy, Ahklun Mountains, SW Alaska",
    "authors": ["D.S. Kaufman", "B.J.L. Jensen", "A.V. Reyes", "C.J. Schiff", "D.G. Froese", "N.J.G. Pearce"],
    "venue": "Journal of Quaternary Science 27(4):344 – 359. http://dx.doi.org/10.1002/jqs.1552",
    "year": 2012
  }, {
    "title": "Ice core records of biomass burning tracers (levoglucosan and dehydroabietic, vanillic and p-hydroxybenzoic acids) and total organic carbon for past 300 years in the Kamchatka Peninsula, Northeast Asia",
    "authors": ["K. Kawamura", "Y. Izawa", "M. Mochida", "T. Shiraiwa"],
    "venue": "Geochimica et Cosmochimica Acta",
    "year": 2012
  }, {
    "title": "Eclipse ice core accumulation and stable isotope variability as an indicator of North Pacific climate",
    "authors": ["E.P. Kelsey", "C.P. Wake", "K. Yalcin", "K. Kreutz"],
    "venue": "Journal of Climate 25(18):6426 – 6440. http://dx.doi.org/10.1175/JCLI-D-11-00389.1",
    "year": 2012
  }, {
    "title": "Emissions of black carbon, organic, and inorganic aerosols from biomass burning in North America and Asia",
    "authors": ["Y. Kondo", "H. Matsui", "N. Moteki", "L. Sahu", "N. Takegawa", "M. Kajino", "Y Zhao"],
    "venue": "Journal of Geophysical Research",
    "year": 2011
  }, {
    "title": "El Niño – Southern Oscillation extrema in the Holocene and Last Glacial Maximum",
    "authors": ["A. Koutavas", "S. Joanides"],
    "venue": "Paleoceanography 27, PA4208. http://dx.doi.org/10.1029/2012PA002378",
    "year": 2012
  }, {
    "title": "Signal-to-noise ratios and climate records from the Eclipse Icefield ice cores",
    "authors": ["K.J. Kreutz", "C.P. Wake", "K. Yalcin"],
    "venue": "EOS Transactions, American Geophysical Union 85(47), Fall Meeting Supplement, Abstract PP21A-1346.",
    "year": 2004
  }, {
    "title": "Tephra from ice – A simple method to routinely mount, polish, and quantitatively analyze sparse fine particles",
    "authors": ["S.C. Kuehn", "D.G. Froese"],
    "venue": "Microscopy and Microanalysis 16(2):218 – 225. http://dx.doi.org/10.1017/S1431927609991322",
    "year": 2010
  }, {
    "title": "Temporal and spatial variability of snow accumulation in central Greenland",
    "authors": ["H. Kuhns", "C. Davidson", "J. Dibb", "C. Stearns", "M. Bergin", "Jaffrezo", "J.-L."],
    "venue": "Journal of Geophysical Research 10 (D25):30059 – 30068. http://dx.doi.org/10.1029/97JD02760",
    "year": 1997
  }, {
    "title": "Interdecadal changes in the storm track activity over the North Pacific and North Atlantic",
    "authors": ["Lee", "S.-S.", "Lee", "J.-Y.", "B. Wang", "Ha", "K.-J.", "Heo", "K.-Y.", "Jin", "F.-F.", "D.M. Straus", "J. Shukla"],
    "venue": "Climate Dynamics 39:313 – 327. http://dx.doi.org/10.1007/s00382-011-1188-9",
    "year": 2012
  }, {
    "title": "The White River Ash: Largest Holocene Plinian tephra",
    "authors": ["J.F. Lerbekmo"],
    "venue": "Canadian Journal of Earth Sciences 45(6):693 – 700. http://dx.doi.org/10.1139/E08-023",
    "year": 2008
  }, {
    "title": "Ice-core pollen record of climatic changes in the central Andes during the last 400 yr",
    "authors": ["Liu", "K.-B.", "C.A. Reese", "L.G. Thompson"],
    "venue": "Quaternary Research 64(2):272 – 278. http://dx.doi.org/10.1016/j.yqres.2005.06.001",
    "year": 2005
  }, {
    "title": "Floodplain stratigraphy of the ice jam dominated middle Yukon River: A new approach to long-term flood frequency",
    "authors": ["J.M. Livingston", "D.G. Smith", "D.G. Froese", "C.H. Hugenholtz"],
    "venue": "Hydrological Processes 23(3):357 – 371. http://dx.doi.org/10.1002/hyp.7106",
    "year": 2009
  }, {
    "title": "The Pacific Decadal Oscillation",
    "authors": ["N.J. Mantua", "S.R. Hare"],
    "venue": "Journal of Oceanography 58:35 – 44. http://dx.doi.org/10.1023/A:1015820616384",
    "year": 2002
  }, {
    "title": "Kosa records in an ice core from Mt",
    "authors": ["S. Matoba", "T. Shiraiwa"],
    "venue": "Logan, Yukon, Canada. Report on Amur-Okhotsk Project No. 3. Kyoto: Amur-Okhotsk Project. 105 – 110.",
    "year": 2005
  }, {
    "title": "The glaciological expedition to Mount Ichinsky, Kamchatka, Russia",
    "authors": ["S. Matoba", "S.V. Ushakov", "K. Shimbori", "H. Sasaki", "T. Yamasaki", "A.A. Ovshannikov", "Manevich", "A.G"],
    "venue": "Bulletin of Glaciological Research",
    "year": 2007
  }, {
    "title": "Sulfate and nitrate concentrations from a South Greenland ice core",
    "authors": ["P.A. Mayewski", "W.B. Lyons", "M.J. Spencer", "M. Twickler", "W. Dansgaard", "B. Koci", "C.I. Davidson", "R.E. Honrath"],
    "venue": "Science 232:975 – 977. http://dx.doi.org/10.1126/science.232.4753.975",
    "year": 1986
  }, {
    "title": "An ice-core record of atmospheric response to anthropogenic sulphate and nitrate",
    "authors": ["P.A. Mayewski", "W.B. Lyons", "M.J. Spencer", "M.S. Twickler", "C.F. Buck", "S. Whitlow"],
    "venue": "Nature 346:554 – 556. http://dx.doi.org/10.1038/346554a0",
    "year": 1990
  }, {
    "title": "Ice-core sulfate from three Northern Hemisphere sites: Source and temperature forcing implications",
    "authors": ["P.A. Mayewski", "G. Holdsworth", "M.J. Spencer", "S. Whitlow", "M. Twickler", "M.C. Morrison", "K.K. Ferland", "L.D. Meeker"],
    "venue": "Atmospheric Environment 27(17-18):2915 – 2919.",
    "year": 1993
  }, {
    "title": "Changes in atmospheric circulation and ocean ice cover over the North Atlantic during the last 41,000 years",
    "authors": ["P.A. Mayewski", "L.D. Meeker", "S. Whitlow", "M.S. Twickler", "M.C. Morrison", "P. Bloomfield", "Bond", "G.C"],
    "year": 1994
  }, {
    "title": "Major features and forcing of high-latitude Northern Hemisphere atmospheric circulation using a 110,000-year-long glaciochemical series",
    "authors": ["P.A. Mayewski", "L.D. Meeker", "M.S. Twickler", "S. Whitlow", "Q. Yang", "W.B. Lyons", "M. Prentice"],
    "venue": "Journal of Geophysical Research 102(C12):26345 – 26366.",
    "year": 1997
  }, {
    "title": "Holocene climate variability",
    "authors": ["P.A. Mayewski", "E.E. Rohling", "J.C. Stager", "W. Karlén", "K.A. Maasch", "L.D. Meeker", "Meyerson", "E.A"],
    "venue": "Quaternary Research",
    "year": 2004
  }, {
    "title": "A 250year high-resolution record of Pb flux and crustal enrichment in central Greenland",
    "authors": ["J.R. McConnell", "G.W. Lamorey", "M.A. Hutterli"],
    "venue": "Geophysical Research Letters 29(23), 2130. http://dx.doi.org/10.1029/2002GL016016",
    "year": 2002
  }, {
    "title": "20th-century industrial black carbon emissions altered Arctic climate forcing",
    "authors": ["J.R. McConnell", "R. Edwards", "G.L. Kok", "M.G. Flanner", "C.S. Zender", "E.S. Saltzman", "J.R. Banta", "D.R. Pasteris", "M.M. Carter", "J.D.W. Kahl"],
    "venue": "Science 317:1381 – 1384.",
    "year": 2007
  }, {
    "title": "Potential alteration by climate change of the forest-fire regime in the boreal forest of central Yukon Territory",
    "authors": ["V.M. McCoy", "C.R. Burn"],
    "venue": "Arctic 58(3):276 – 285.",
    "year": 2005
  }, {
    "title": "Long-range transport of Asian dust to the Lower Fraser Valley, British Columbia, Canada",
    "authors": ["I.G. McKendry", "J.P. Hacker", "R. Stull", "S. Sakiyama", "D. Mignacca", "K. Reid"],
    "venue": "Journal of Geophysical Research 106(D16):18361 – 18370. http://dx.doi.org/10.1029/2000JD900359",
    "year": 2001
  }, {
    "title": "A 110,000-year history of change in continental biogenic emissions and related atmospheric circulation inferred from the Greenland Ice Sheet Project ice core",
    "authors": ["L.D. Meeker", "P.A. Mayewski", "M.S. Twickler", "S.I. Whitlow", "D. Meese"],
    "venue": "Journal of Geophysical Research 102(C12):26489 – 26504.",
    "year": 1997
  }, {
    "title": "Boreal and temperate snow cover variations induced by black carbon emissions in the middle of the 21st century",
    "authors": ["M. Ménégoz", "G. Krinner", "Y. Balkanski", "A. Cozic", "O. Boucher", "P. Ciais"],
    "venue": "The Cryosphere 7:537 – 554. http://dx.doi.org/10.5194/tc-7-537-2013",
    "year": 2013
  }, {
    "title": "Western Canadian glaciers advance in concert with climate change circa 4.2 ka",
    "authors": ["B. Menounos", "J.J. Clague", "G. Osborn", "B.H. Luckman", "T.R. Lakeman", "R. Minkus"],
    "venue": "Geophysical Research Letters 35,",
    "year": 2008
  }, {
    "title": "The origin of non-sea-salt sulphate in the Mount Logan ice core",
    "authors": ["M.C. Monaghan", "G. Holdsworth"],
    "venue": "Nature 343:245 – 248. http://dx.doi.org/10.1038/343245a0",
    "year": 1990
  }, {
    "title": "Northern Athapaskan oral traditions and the White River volcano",
    "authors": ["D.W. Moodie", "A.J.W. Catchpole", "K. Abel"],
    "venue": "Ethnohistory 39(2):148 – 171. http://dx.doi.org/10.2307/482391",
    "year": 1992
  }, {
    "title": "The 25 – 27 May 2005 Mount Logan storm",
    "authors": ["G.W.K. Moore", "G. Holdsworth"],
    "venue": "Part 1: Observations and synoptic overview. Journal of Hydrometerology 8:590 – 606. http://dx.doi.org/10.1175/JHM586.1",
    "year": 2007
  }, {
    "title": "Extratropical response to ENSO as expressed in an ice core from the Saint Elias mountain range",
    "authors": ["G.W.K. Moore", "G. Holdsworth", "K. Alverson"],
    "venue": "Geophysical Research Letters 28(18):3457 – 3460. http://dx.doi.org/10.1029/2000GL012397",
    "year": 2001
  }, {
    "title": "Variability in the climate of the Pacific Ocean and North America as expressed in the Mount Logan ice core",
    "authors": ["G.W.K. Moore", "K. Alverson", "G. Holdsworth"],
    "venue": "Annals of Glaciology 35(1):423 – 429. http://dx.doi.org/10.3189/172756402781817185",
    "year": 2002
  }, {
    "title": "Climate change in the North Pacific region over the past three centuries",
    "authors": ["G.W.K. Moore", "G. Holdsworth", "K. Alverson"],
    "venue": "Nature 420:401 – 403. http://dx.doi.org/10.1038/nature01229",
    "year": 2002
  }, {
    "title": "The impact that elevation has on the ENSO signal in precipitation records from the Gulf of Alaska region",
    "authors": ["G.W.K. Moore", "K. Alverson", "G. Holdsworth"],
    "venue": "Climatic Change 59:101 – 121. http://dx.doi.org/10.1023/A:1024423925161",
    "year": 2003
  }, {
    "title": "Mass balance and streamflow variability at Place Glacier, Canada, in relation to recent climate fluctuations",
    "authors": ["R.D. Moore", "M.N. Demuth"],
    "venue": "Hydrological Processes 15(18):3473 – 3486. http://dx.doi.org/10.1002/hyp.1030",
    "year": 2001
  }, {
    "title": "Glacier change in western North America: Influences on hydrology, geomorphic hazards and water quality",
    "authors": ["R.D. Moore", "S.W. Fleming", "B. Menounos", "R. Wheate", "A. Fountain", "K. Stahl", "K. Holm", "M. Jakob"],
    "venue": "Hydrological Processes 23(1):42 – 61. http://dx.doi.org/10.1002/hyp.7162",
    "year": 2009
  }, {
    "title": "Trends in temperature and precipitation in the Pacific Northwest during the twentieth century",
    "authors": ["P.W. Mote"],
    "venue": "Northwest Science 77(4):271 – 282.",
    "year": 2003
  }, {
    "title": "Ice-core net snow accumulation and seasonal snow chemistry at a temperate-glacier site: Mount Waddington, southwest British Columbia, Canada",
    "authors": ["P.D. Neff", "E.J. Steig", "D.H. Clark", "J.R. McConnell", "E.C. Pettit", "B. Menounos"],
    "venue": "Journal of Glaciology 58(212):1165 – 1175.",
    "year": 2012
  }, {
    "title": "A new look at the Pacific storm track variability: Sensitivity to tropical SSTs and to upstream seeding",
    "authors": ["I. Orlanski"],
    "venue": "Journal of Atmospheric Sciences 62:1367 – 1390. http://dx.doi.org/10.1175/JAS3428.1",
    "year": 2005
  }, {
    "title": "Ice core record of rising lead pollution in the North Pacific atmosphere",
    "authors": ["E. Osterberg", "P. Mayewski", "K. Kreutz", "D. Fisher", "M. Handley", "S. Sneed", "C Zdanowicz"],
    "venue": "Geophysical Research Letters 35,",
    "year": 2008
  }, {
    "title": "Identification of Aniakchak (Alaska) tephra in Greenland ice core challenges the 1645 BC date of Minoan eruption of Santorini",
    "authors": ["N.J.G. Pearce", "J.A. Westgate", "S.J. Preece", "W.J. Eastwood", "W.T. Perkins"],
    "venue": "Geochemistry, Geophysics, Geosystems 5, Q03005.",
    "year": 2004
  }, {
    "title": "High-precision ultra-distal Holocene tephrochronology in North America",
    "authors": ["S.D.F. Pyne-O’Donnell", "P.D.M. Hughes", "D.G. Froese", "B.J.L. Jensen", "S.C. Kuehn", "G. Mallon", "Amesbury", "M.J"],
    "venue": "Quaternary Science Reviews",
    "year": 2012
  }, {
    "title": "Perchlorate depositional history as recorded in North American ice cores from the Eclipse Icefield, Canada, and the Upper Fremont Glacier, USA",
    "authors": ["B.A. Rao", "C.P. Wake", "T. Anderson", "W.A. Jackson"],
    "venue": "Water, Air and Soil Pollution 223:181 – 188.",
    "year": 2012
  }, {
    "title": "Mount Churchill, Alaska, source of the late Holocene White River Ash",
    "authors": ["D.H. Richter", "S.J. Preece", "R.G. McGimsey", "J.A. Westgate"],
    "venue": "Canadian Journal of Earth Sciences 32(6):741 – 748. http://dx.doi.org/10.1139/e95-063",
    "year": 1995
  }, {
    "title": "The relationship between snow accumulation at Mt",
    "authors": ["S. Rupper", "E.J. Steig", "G. Roe"],
    "venue": "Logan, Yukon, Canada, and climate variability in the North Pacific. Journal of Climate 17(24):4724 – 4739. http://dx.doi.org/10.1175/JCLI-3202.1",
    "year": 2004
  }, {
    "title": "Late Holocene storm-trajectory changes inferred from the oxygen isotope composition of lake diatoms, south Alaska",
    "authors": ["C.J. Schiff", "D.S. Kaufman", "A.P. Wolfe", "J. Dodd", "Z. Sharp"],
    "venue": "Journal of Paleolimnology 41:189 – 208. http://dx.doi.org/10.1007/s10933-008-9261-z",
    "year": 2009
  }, {
    "title": "Modeling atmospheric stable water isotopes and the potential for constraining cloud processes and stratosphere-troposphere water exchange",
    "authors": ["G.A. Schmidt", "G. Hoffmann", "D.T. Shindell", "Y. Hu"],
    "venue": "Journal of Geophysical Research 110, D21314. http://dx.doi.org/10.1029/2005JD005790",
    "year": 2005
  }, {
    "title": "Ice core drilling at Ushkovsky Ice Cap, Kamchatka, Russia",
    "authors": ["T. Shiraiwa", "F. Nishio", "T. Kameda", "A. Takahashi", "Y. Toyama", "Muraviev", "Ya.", "A.A. Ovsyannikov"],
    "venue": "Seppyo 61(1):25 – 40.",
    "year": 1999
  }, {
    "title": "Ice core drilling at King Col, Mount Logan, 2002",
    "authors": ["T. Shiraiwa", "K. Goto-Azuma", "S. Matoba", "T. Yamasaki", "T. Segawa", "S. Kanamori", "K. Matsuoka", "Y. Fujii"],
    "venue": "Bulletin of Glaciological Research 20:57 – 63.",
    "year": 2003
  }, {
    "title": "Predominance of industrial Pb in recent snow (1994 – 2004) and ice (1842 – 1996) from Devon Island, Arctic Canada",
    "authors": ["W. Shotyk", "J. Zheng", "M. Krachler", "C. Zdanowicz", "R. Koerner", "D. Fisher"],
    "venue": "Geophysical Research Letters 32, L21814. http://dx.doi.org/10.1029/2005GL023860",
    "year": 2005
  }, {
    "title": "Anthropogenic sulfur dioxide emissions",
    "authors": ["S.J. Smith", "J. van Aardenne", "Z. Klimont", "R.J. Andres", "A. Volke", "S. Delgado Arias"],
    "year": 2011
  }, {
    "title": "Trends in Canadian precipitation intensity",
    "authors": ["D.A. Stone", "A.J. Weaver", "F.W. Zwiers"],
    "venue": "Atmosphere-Ocean 38(2):321 – 347. http://dx.doi.org/10.1080/07055900.2000.9649651",
    "year": 2000
  }, {
    "title": "Global climate change and El Niño: A theoretical framework",
    "authors": ["Sun", "D.-Z."],
    "venue": "In: Diaz, H.F., and Markgraf, V., eds. El Niño and the Southern Oscillation: Multiscale variability and global and regional impacts. Cambridge: Cambridge University Press. 443 – 463.",
    "year": 2000
  }, {
    "title": "Major El Niño/Southern Oscillation events recorded in the stratigraphy of the tropical Quelccaya Ice Cap",
    "authors": ["L.G. Thompson", "E. Mosley-Thompson", "B.M. Arnao"],
    "venue": "Science 226(4670):50 – 53. http://dx.doi.org/10.1126/science.226.4670.50",
    "year": 1984
  }, {
    "title": "Tropical climate instability: The last glacial cycle from a Qinghai-Tibetan ice core",
    "authors": ["L.G. Thompson", "T. Yao", "M.E. Davis", "K.A. Henderson", "E. Mosley-Thompson", "Lin", "P.-N.", "Synal", "H.-A.", "J. Cole-Dai", "J.F. Bolzan"],
    "venue": "Science 276(5320):1821 – 1825.",
    "year": 1997
  }, {
    "title": "Abrupt tropical climate change: Past and present",
    "authors": ["L.G. Thompson", "E. Mosley-Thompson", "H. Brecher", "M. Davis", "B. León", "D. Des", "Lin", "P.-N.", "T. Mashiotta", "K. Mountain"],
    "venue": "Proceedings of the National Academy of Sciences 103(28):10536 – 10543.",
    "year": 2006
  }, {
    "title": "Atmospheric and environmental effects of the 1783 – 1784 Laki eruption: A review and reassessment",
    "authors": ["T. Thordarson", "S. Self"],
    "venue": "Journal of Geophysical Research 108(D1), 4011. http://dx.doi.org/10.1029/2001JD002042",
    "year": 2003
  }, {
    "title": "Decadal atmosphereocean variations in the Pacific",
    "authors": ["K.E. Trenberth", "J.W. Hurrell"],
    "venue": "Climate Dynamics 9:303 – 319. http://dx.doi.org/10.1007/BF00204745",
    "year": 1994
  }, {
    "title": "Recent acceleration of biomass burning and carbon losses in Alaskan forests and peatlands",
    "authors": ["M.R. Turetsky", "E.S. Kane", "J.W. Harden", "R.D. Ottmar", "K.L. Manies", "E. Hoy", "E.S. Kasischke"],
    "venue": "Nature Geoscience 4:27 – 31. http://dx.doi.org/10.1038/ngeo1027",
    "year": 2010
  }, {
    "title": "Decadal scale climate variability during the last millennium as recorded by the Bona Churchill and Quelccaya ice cores",
    "authors": ["D. Urmann"],
    "venue": "PhD dissertation, Ohio State University, Columbus, Ohio. 255 p.",
    "year": 2009
  }, {
    "title": "A synchronized dating of three Greenland ice cores throughout the Holocene",
    "authors": ["B.M. Vinther", "H.B. Clausen", "S.J. Johnsen", "S.O. Rasmussen", "K.K. Andersen", "S.L. Buchardt", "D Dahl-Jensen"],
    "venue": "Journal of Geophyical Research 111,",
    "year": 2006
  }, {
    "title": "Holocene thinning of the Greenland ice sheet",
    "authors": ["B.M. Vinther", "S.L. Buchardt", "H.B. Clausen", "D. Dahl-Jensen", "S.J. Johnsen", "D.A. Fisher", "Koerner", "R.M"],
    "year": 2009
  }, {
    "title": "The climate signal recorded in the oxygen-isotope, accumulation, and major-ion time series from the Eclipse ice core, Yukon Territory, Canada",
    "authors": ["C.P. Wake", "K. Yalcin", "N.S. Gundestrup"],
    "venue": "Annals of Glaciology 35:416 – 422. http://dx.doi.org/10.3189/172756402781817266",
    "year": 2002
  }, {
    "title": "Why drill more than one ice core? Paleoclimate reconstruction along a vertical transect in the Saint Elias Mountains",
    "authors": ["C.P. Wake", "K. Yalcin", "K.J. Kreutz", "P.A. Mayewski", "D.A. Fisher", "G. Holdsworth"],
    "venue": "Eos, Transactions American Geophysical Union 85(17):A43C-02.",
    "year": 2004
  }, {
    "title": "Formal subdivision of the Holocene Series/Epoch: A discussion paper by a Working Group of INTIMATE (Integration of ice-core, marine and",
    "authors": ["M.J.C. Walker", "M. Berkelhammer", "S. Björck", "L.C. Cwynar", "D.A. Fisher", "A.J. Long", "J.J. Lowe", "R.M. Newnham", "S.O. Rasmussen", "H. Weiss"],
    "year": 2012
  }, {
    "title": "Radiative forcing due to dust aerosol over east Asia-North Pacific region during spring, 2001",
    "authors": ["H. Wang", "G. Shi", "A. Teruo", "B. Wang", "T. Zhao"],
    "venue": "Chinese Science Bulletin 49(20):2212 – 2219.",
    "year": 2004
  }, {
    "title": "Biomass burning in Siberia and Kazakhstan as an important source for haze over the Alaska",
    "authors": ["C. Warnecke", "R. Bahreini", "J. Brioude", "C.A. Brock", "J.A. de Gouw", "D.W. Fahey", "Froyd", "K.D"],
    "venue": "Arctic in April",
    "year": 2009
  }, {
    "title": "Brown snow: A long-range transport event in the Canadian Arctic",
    "authors": ["H.E. Welch", "D.C.G. Muir", "B.N. Billeck", "W.L. Lockhart", "G.J. Brunskill", "H.J. Kling", "M.P. Olson", "R.M. Lemoine"],
    "venue": "Environmental Science and Technology 25(2):280 – 286.",
    "year": 1991
  }, {
    "title": "Pacific Decadal Oscillation and the hydroclimatology of western Canada—Review and prospects",
    "authors": ["P.H. Whitfield", "R.D. Moore", "S.W. Fleming", "A. Zawadzki"],
    "venue": "Canadian Water Resources Journal 35(1):1 – 28. http://dx.doi.org/10.4296/cwrj3501001",
    "year": 2010
  }, {
    "title": "An ice-core-based record of biomass burning in the Arctic and Subarctic, 1750 – 1980",
    "authors": ["S. Whitlow", "P. Mayewski", "J. Dibb", "G. Holdsworth", "M. Twickler"],
    "venue": "Tellus 46B(3):234 – 242. http://dx.doi.org/10.1034/j.1600-0889.1994.t01-2-00006.x",
    "year": 1994
  }, {
    "title": "Century-scale solar variability and Alaskan temperature change over the past millennium",
    "authors": ["G.C. Wiles", "R.D. D’Arrigo", "R. Villalba", "P.E. Calkin", "D.J. Barclay"],
    "venue": "Geophysical Research Letters 31,",
    "year": 2004
  }, {
    "title": "Trans-Pacific air pollution",
    "authors": ["K.E. Wilkening", "L.A. Barrie", "M. Engle"],
    "venue": "Science 290(5489):65 – 67. http://dx.doi.org/10.1126/science.290.5489.65",
    "year": 2000
  }, {
    "title": "The cultural significance of a volcanic ash which fell in the upper Yukon Basin about 1400 years ago",
    "authors": ["W.B. Workman"],
    "venue": "In: Raymond, S., and Schledermann, P., eds. International Conference on the Prehistory and Paleocology of Western North American Arctic and Subarctic. Calgary: Chacmool",
    "year": 1974
  }, {
    "title": "Drought effects on large fire activity in Canadian and Alaskan forests",
    "authors": ["X. Xiao", "Q. Zhuang"],
    "venue": "Environmental Research Letters 2, 044003. http://dx.doi.org/10.1088/1748-9326/2/4/044003",
    "year": 2007
  }, {
    "title": "Anthropogenic signals recorded in an ice core from Eclipse Icefield, Yukon Territory",
    "authors": ["K. Yalcin", "C.P. Wake"],
    "venue": "Geophysical Research Letters 28(23):4487 – 4490. http://dx.doi.org/10.1029/2001GL013037",
    "year": 2001
  }, {
    "title": "A 100-year record of North Pacific volcanism in an ice core from Eclipse Icefield, Yukon Territory, Canada",
    "authors": ["K. Yalcin", "C.P. Wake", "M.S. Germani"],
    "venue": "Journal of Geophysical Research 108(D1), 4012. http://dx.doi.org/10.1029/2002JD002449",
    "year": 2003
  }, {
    "title": "A 1000-yr record of forest fire activity from Eclipse Icefield, Yukon, Canada",
    "authors": ["K. Yalcin", "C.P. Wake", "K.J. Kreutz", "S.I. Whitlow"],
    "venue": "The Holocene 16(2):200 – 209. http://dx.doi.org/10.1191/0959683606hl920rp",
    "year": 2006
  }, {
    "title": "Relationships between aerosol and snow chemistry at King Col, Mt",
    "authors": ["K. Yalcin", "C.P. Wake", "J.E. Dibb", "S.I. Whitlow"],
    "venue": "Logan Massif, Yukon, Canada. Atmospheric Environment 40:7152 – 7163. http://dx.doi.org/10.1016/j.atmosenv.2006.06.028",
    "year": 2006
  }, {
    "title": "Seasonal and spatial variability in snow chemistry at Eclipse Icefield, Yukon, Canada",
    "authors": ["K. Yalcin", "C.P. Wake", "S. Kang", "K.J. Kreutz", "S.I. Whitlow"],
    "venue": "Annals of Glaciology 43(1):230 – 238. http://dx.doi.org/10.3189/172756406781811998",
    "year": 2006
  }, {
    "title": "Ice core evidence for a second volcanic eruption around 1809 in the Northern Hemisphere",
    "authors": ["K. Yalcin", "C.P. Wake", "K.J. Kreutz", "M.S. Germani", "S.I. Whitlow"],
    "venue": "Geophysical Research Letters 33, L14706. http://dx.doi.org/10.1029/2006GL026013",
    "year": 2006
  }, {
    "title": "Dust storm frequency and its relation to climate changes in northern China during the past 1000 years",
    "authors": ["B. Yang", "A. Bräuning", "Z. Zhanga", "Z. Dong", "J. Esper"],
    "venue": "Atmospheric Environment 41(40):9288 – 9299. http://dx.doi.org/10.1016/j.atmosenv.2007.09.025",
    "year": 2007
  }, {
    "title": "Origins of air masses over an Alaskan glacier and implications for ice core studies in the North Pacific region",
    "authors": ["T.J. Yasunari", "K. Yamazaki"],
    "venue": "SOLA (Scientific Online Letters on the Atmosphere) 5:77 – 80. http://dx.doi.org/10.2151/sola.2009-020",
    "year": 2009
  }, {
    "title": "Maximum June – July temperatures in the southwest Yukon over the last 300 years reconstructed from tree-rings",
    "authors": ["D. Youngblut", "B. Luckman"],
    "venue": "Dendrochronologia 25(3):153 – 166. http://dx.doi.org/10.1016/j.dendro.2006.11.004",
    "year": 2008
  }, {
    "title": "Carbon sequestration in western Canadian peat highly sensitive to Holocene wet-dry climate cycles at millennial timescales",
    "authors": ["Z. Yu", "I.D. Campbell", "C. Campbell", "D.H. Vitt", "G.C. Bond", "M.J. Apps"],
    "venue": "The Holocene 13(6):801 – 808. http://dx.doi.org/10.1191/0959683603hl667ft",
    "year": 2003
  }, {
    "title": "Mount Mazama: Calendrical age verified and atmospheric impact assessed",
    "authors": ["C.M. Zdanowicz", "G.A. Zielinski", "M.S. Germani"],
    "venue": "Geology 27(7):621 – 624. http://dx.doi.org/10.1130/0091-7613(1999)027<0621:MMECA V>2.3.CO;2",
    "year": 1999
  }, {
    "title": "Asian dustfall in the St",
    "authors": ["C. Zdanowicz", "G. Hall", "J. Vaive", "Y. Amelin", "J. Percival", "I. Girard", "P. Biscaye", "A. Bory"],
    "venue": "Elias Mountains, Yukon, Canada. Geochimica et Cosmochimica Acta 70:3493 – 3507. http://dx.doi.org/10.1016/j.gca.2006.05.005",
    "year": 2006
  }, {
    "title": "Preliminary meteorological analysis on the dust fall in China since historical times [in Chinese",
    "authors": ["D. Zhang"],
    "venue": "Science in China 3B:278 – 288.",
    "year": 1984
  }, {
    "title": "Intensification of Pacific storm track linked to Asian pollution",
    "authors": ["R. Zhang", "G. Li", "J. Fan", "D.L. Wu", "M.J. Molina"],
    "venue": "Proceedings of the National Academy of Sciences 104(13):5295 – 5299. http://dx.doi.org/10.1073/pnas.0700618104",
    "year": 2007
  }, {
    "title": "A simulated climatology of Asian dust aerosol and its trans-Pacific transport",
    "authors": ["T.L. Zhao", "S.L. Gong", "X.Y. Zhang", "Blanchet", "J.-P.", "I.G. McKendry", "Z.J. Zhou"],
    "venue": "Part I: Mean climate and validation. Journal of Climate 19:88 – 103. http://dx.doi.org/10.1175/JCLI3605.1",
    "year": 2006
  }, {
    "title": "Relationship between thermal anomalies in Tibetan Plateau and summer dust storm frequency over Tarim Basin, China",
    "authors": ["Y. Zhao", "H. Li", "A. Huang", "Q. He", "W. Huo", "M. Wang"],
    "venue": "Journal of Arid Land 5(1):25−31. http://dx.doi.org/10.1007/s40333-013-0138-2",
    "year": 2013
  }, {
    "title": "Solid electrical conductivity (ECM) from four Agassiz ice cores, Ellesmere Island NWT, Canada: High-resolution signal and noise over the last millennium and low resolution over the Holocene",
    "authors": ["J. Zheng", "A. Kudo", "D.A. Fisher", "E.W. Blake", "M. Gerasimoff"],
    "venue": "The Holocene 8(4):413 – 421.",
    "year": 1998
  }, {
    "title": "A new 155-yr record of Pb pollution from Devon ice cap, Canada",
    "authors": ["J. Zheng", "C. Zdanowicz", "D. Fisher", "G. Hall", "J. Vaive"],
    "venue": "Journal de Physique 4(107):1405 – 1408.",
    "year": 2003
  }, {
    "title": "Record of volcanism since 7000 B.C. from the GISP2 Greenland ice core and implications for the volcanoclimate system",
    "authors": ["G.A. Zielinski", "P.A. Mayewski", "L.D. Meeker", "S. Whitlow", "M.S. Twickler", "M. Morrison", "D.A. Meese", "A.J. Gow", "R.B. Alley"],
    "year": 1994
  }],
  "id": "SP:c4fac5feb0fd99c3ec87c260bc8078b65941f972",
  "authors": [{
    "name": "CHRISTIAN ZDANOWICZ",
    "affiliations": []
  }, {
    "name": "DAVID FISHER",
    "affiliations": []
  }, {
    "name": "JOCELYNE BOURGEOIS",
    "affiliations": []
  }, {
    "name": "MIKE DEMUTH",
    "affiliations": []
  }, {
    "name": "JAMES ZHENG",
    "affiliations": []
  }, {
    "name": "PAUL MAYEWSKI",
    "affiliations": []
  }, {
    "name": "KARL KREUTZ",
    "affiliations": []
  }, {
    "name": "ERICH OSTERBERG",
    "affiliations": []
  }, {
    "name": "KAPLAN YALCIN",
    "affiliations": []
  }, {
    "name": "CAMERON WAKE",
    "affiliations": []
  }, {
    "name": "ERIC J. STEIG",
    "affiliations": []
  }, {
    "name": "DUANE FROESE",
    "affiliations": []
  }, {
    "name": "KUMIKO GOTO-AZUMA",
    "affiliations": []
  }],
  "abstractText": "A major achievement in research supported by the Kluane Lake Research Station was the recovery, in 2001 – 02, of a suite of cores from the icefields of the central St. Elias Mountains, Yukon, by teams of researchers from Canada, the United States, and Japan. This project led to the development of parallel, long (103 – 104 year) ice-core records of climate and atmospheric change over an altitudinal range of more than 2 km, from the Eclipse Icefield (3017 m) to the ice-covered plateau of Mt. Logan (5340 m). These efforts built on earlier work recovering single ice cores in this region. Comparison of these records has allowed for variations in climate and atmospheric composition to be linked with changes in the vertical structure and dynamics of the North Pacific atmosphere, providing a unique perspective on these changes over the Holocene. Owing to their privileged location, cores from the St. Elias Icefields also contain a remarkably detailed record of aerosols from various sources around or across the North Pacific. In this paper we review major scientific findings from the study of St. Elias Mountain ice cores, focusing on five main themes: (1) The record of stable water isotopes (δ18O, δD), which has unique characteristics that differ from those of Greenland, other Arctic ice cores, and even among sites in the St. Elias; (2) the snow accumulation history; (3) the record of pollen, biomass burning aerosol, and desert dust deposition; (4) the record of long-range air pollutant deposition (sulphate and lead); and (5) the record of paleo-volcanism. Our discussion draws on studies published since 2000, but based on older ice cores from the St. Elias Mountains obtained in 1980 and 1996.",
  "title": "Ice Cores from the St. Elias Mountains, Yukon, Canada: Their Significance for Climate, Atmospheric Composition and Volcanism in the North Pacific Region"
}