{
  "sections": [{
    "text": "GEOLOGY | Volume 45 | Number 8 | www.gsapubs.org 719\nglaciation. Increased weatherability of silicate rocks associated with topography generated on the Appalachian margin during the Taconic orogeny has been proposed as a mechanism for Ordovician cooling. However, paleogeographic reconstructions typically place the Appalachian margin within the arid subtropics, outside of the warm and wet tropics where chemical weathering rates are highest. In this study, we reanalyze the paleomagnetic database and conclude that Ordovician constraints from cratonic Laurentia are not robust. Instead, we use paleomagnetic data from well-dated volcanic rocks in the accreting terranes to constrain Laurentia’s position given that the Appalachian margin was at, or equatorward of, the paleolatitude of these terranes. To satisfy these allochthonous data, Laurentia must have moved toward the equator during the Ordovician such that the Appalachian margin was within 10° of the equator by 465 Ma. This movement into the tropics coincided with the collision and exhumation of the Taconic arc system, recorded by a shift in neodymium isotope data from shale on the Appalachian margin to more juvenile values. This inflection in detrital neodymium isotope values precedes a major downturn in global seawater strontium isotopic values by more than one million years, as would be predicted from a change in weathering input and the relatively long residence time of strontium in the ocean. These data are consistent with an increase in global weatherability associated with the tropical weathering of mafic and ultramafic lithologies exhumed during the Taconic arc-continent collision. A Taconic related increase in weatherability is a viable mechanism for lowering atmospheric CO2 levels through silicate weathering contributing to long-term Ordovician cooling."
  }, {
    "heading": "INTRODUCTION",
    "text": "Ordovician strata record the transition from an Early Ordovician ice-free world to end-Ordovician glaciation and mass extinction (Cooper and Sadler, 2012). Several hypotheses have been proposed to account for this cooling and the initiation of glaciation including: increased carbon burial (Brenchley et al., 1994), aerosol release from volcanism (Buggisch et al., 2010), decreased volcanic outgassing (McKenzie et al., 2014), increased silicate weathering due to topography associated with the Taconic orogeny (Kump et al., 1999), and increased weathering of fresh volcanic rocks (Young et al., 2009). Oxygen isotope data from brachiopods and conodonts indicate that Hirnantian glaciation is the culmination of longer term cooling from 480 to 445 Ma (Trotter et al., 2008; Veizer and Prokoph, 2015). Although short-term perturbations such as increased organic carbon burial inferred from positive carbon isotope excursions, changes in ocean circulation, or sulfur aerosol release could account for transient cooling associated with the Hirnantian glacial maximum, tectonic changes associated with long-term changes to CO2 sources or sinks are required to drive ~35 m.y. of cooling. An increase in global weatherability can lead to CO2 levels decreasing through increased silicate weathering, associated delivery of alkalinity to the ocean, and sequestration of bicarbonate in chemical sediments. The silicate weathering feedback can lead to stabilization at a lower steady-state CO2 level (Kump et al., 1999). Arc-continent collision is a tectonic process that can combine the mechanisms for cooling outlined here and lead to a decrease in volcanic outgassing through the death of an arc, and an increase in silicate weathering through increased topography and the exhumation of highly weatherable mafic and ultramafic rocks (Reusch and Maasch, 1998; Jagoutz et al., 2016). Arc-continent collision associated with the Taconic orogeny has been suggested to be associated with Ordovician cooling (Reusch and Maasch, 1998), but paleogeographic reconstructions typically place the Taconic arc system outside of the tropical weathering belt and within the arid subtropics (e.g., Mac Niocaill et al., 1997; Domeier, 2016; Torsvik and Cocks, 2017). Modern evaporite belts and the paleolatitude of evaporites constrain the arid subtropics to be persistently between latitudes of 15° and 35° (Evans, 2006). Given that weathering rates are strongly\ndependent on temperature and precipitation, and that weathering rates within basaltic watersheds in the tropics are approximately an order of magnitude higher than those in mid-latitudes (Dessert et al., 2003), such a subtropical position would likely preclude major CO2 drawdown associated with arc-continent collision (Jagoutz et al., 2016). Consequently, the reconstruction of the paleolatitude of the orogeny is critical to the hypothesis that an increase in silicate weather ability associated with the Taconic orogeny drove a portion of Ordovician cooling. Did the Taconic arc-continent collision occur in the arid subtropics or in the wet tropics?"
  }, {
    "heading": "TECTONICS OF THE TACONIC OROGENY",
    "text": "The Taconic orogeny encompasses Ordovician collisional and accretionary events between volcanic arcs that formed within the Iapetus Ocean and the Appalachian margin of Laurentia. The Taconic orogeny has been separated into three broad phases (van Staal and Barr, 2012): Taconic 1 (495–488 Ma) includes local amphibolite-grade metamorphism in the arc terranes; Taconic 2 (488–461 Ma) spans the collision of the leading edge of the Taconic arc system with distended fragments and promontories of the Laurentian margin and the initiation of north-directed subduction; and Taconic 3 (461–445 Ma) comprises later arc accretion events. By ca. 465 Ma, amalgamated arc terranes and fragments of the margin were thrust onto Laurentia, and delivered arc detritus, including detrital chromite, into marginal basins (e.g., Hiscott, 1978; Macdonald et al., 2017).\nThe colliding Taconic arc system extended west (paleocoordinates in Fig. 1) into the southern Appalachians as far as Alabama (Hibbard, 2000), and east along the Greenland margin to Ellesmere Island (Trettin, 1987). This elongate east-west exposure of the arc system was all within a similar latitude band (Fig. 1)."
  }, {
    "heading": "PALEOGEOGRAPHY",
    "text": "Concerted efforts over decades of integrating geologic and paleomagnetic data have led to an understanding that from the Cambrian into the Ordovician, Laurentia’s Appalachian margin was oriented east-west as the northern boundary\nGEOLOGY, August 2017; v. 45; no. 8; p. 719–722 | Data Repository item 2017238 | doi:10.1130/G38985.1 | Published online 9 June 2017 © 2017 eological Society of A erica. For permission to copy, contact editing@geosociety.org.\nDownloaded from https://pubs.geoscienceworld.org/gsa/geology/article-pdf/45/8/719/2315618/719.pdf by University of Arizona user on 20 February 2019\n720 www.gsapubs.org | Volume 45 | Number 8 | GEOLOGY\nof the Iapetus Ocean (Mac Niocaill et al., 1997). Although paleogeographic models typically place this margin south of 20°S in the relatively arid subtropics (Fig. 1), this position in the Ordovician is poorly constrained due to a lack of reliable paleomagnetic poles from cratonic Laurentia. In the comprehensive apparent polar wander path compilation of Torsvik et al. (2012), only two poles are included for the Ordovician: the St. George Group and Table Head Group limestones of Newfoundland. However, the Table Head Group limestones fail a\nconglomerate test (Hodych, 1989). Therefore, their remanence, and the similar remanence of the underlying St. George Group, must be the result of remagnetization. The Table Head Group rocks pass a fold test, indicating that remagnetization occurred prior to Devonian folding. Exclusion of these poles exacerbates an already large temporal gap between Laurentia poles in the Torsvik et al. (2012) compilation, such that there are no robust poles from the craton between the ca. 490 Ma Oneota Dolomite and the ca. 438 Ma Ringgold Gap poles (Fig. 2). The paleolatitudes implied by Cambrian and Silurian poles for Laurentia’s distal margin (e.g., the New York and St. Lawrence promontories) are both in the subtropics (Fig. 2), and extrapolation between these poles (such as a spline fit; Torsvik et al., 2012) keeps Laurentia at a similar position through the Ordovician.\nGiven that there are no robust Ordovician paleomagnetic data from the Laurentian craton, we take the approach of using paleomagnetic data from well-dated volcanic rocks on the accreting terranes with magnetizations that are interpreted to be primary. Because the Appalachian margin must have been at or equatorward of these terranes, these data provide the best existing constraints on the Ordovician paleolatitude of Laurentia and have been interpreted to indicate the presence of peri-Laurentian, intra-Iapetan, and peri-Avalonian arc volcanism (Mac Niocaill et al., 1997). Open source\nAppalachian margin of Laurentia with a LOWESS curve for distal margin data. D: Oxygen isotope data from conodont apatite and brachiopod calcite with a LOWESS curve for the brachiopod data. VPDB—Vienna Peedee belemnite; VSMOW—Vienna standard mean ocean water. E: Orogenic phases wherein Taconic 2 spans the collision of the leading edge of the arc system with promontories of the Laurentian margin. The peak of Taconic 2 coincides with arc exhumation in the tropics and weathering of ophiolite and arc detritus into Laurentian foreland basins. Late Ordovician arc accretion composes Taconic 3. Data sources are provided in the Data Repository (see footnote 1).\nDownloaded from https://pubs.geoscienceworld.org/gsa/geology/article-pdf/45/8/719/2315618/719.pdf by University of Arizona user on 20 February 2019\nGEOLOGY | Volume 45 | Number 8 | www.gsapubs.org 721\nreconstructions developed in GPlates software (https://www.gplates.org/) for the evolution of the Iapetus Ocean (Domeier, 2016; Torsvik and Cocks, 2017) provide an excellent framework that can be modified with this approach.\nIn contrast to the Laurentian craton, eight robust Ordovician paleomagnetic data sets have been reported from accreted Taconic arc terranes through extensive efforts of the Rob Van der Voo research group at the University of Michigan (USA) (see the GSA Data Repository1). The interpretation of primary remanence in these volcanic rocks is variably based on dual polarities, positive fold tests, and interpretation of magnetic mineralogy. The oldest such locality is within the Notre Dame arc of Newfoundland, where ca. 477 Ma mafic volcanics of the Moreton’s Harbour group yielded a paleolatitude of ~11°S (8°–15°S at 95% confidence) and were therefore interpreted to have formed in close proximity to Laurentia (Johnson et al., 1991). Four paleomagnetic localities from ca. 470–465 Ma volcanic rocks of the Victoria arc of Newfoundland provide paleolatitude constraints; the lowest latitude results are from the Lawrence Head volcanics, which were at ~12°S (2°–24°S at 95% confidence) (see the Data Repository). Similar aged pillow lavas from arc terranes in Newfoundland (the Annieopsquotch arcs in Fig. 2) give paleolatitudes of ~30°S that have been interpreted to indicate that they formed some distance from the margin within the Iapetus Ocean (Van der Voo et al., 1991). In New England (northeastern United States), ca. 467 Ma volcanics of the Bronson Hill arc yield a paleolatitude of ~20°S (12°–29°S at 95% confidence) while younger ca. 458 Ma volcanics give paleolatitudes of ~14°S (8°–23°S at 95% confidence) and ~11°S (6°–16°S at 95% confidence).\nAlthough the Notre Dame arc was at a low latitude by ca. 475 Ma (Johnson et al., 1991) when it collided with hyperextended fragments of the Laurentian margin (Macdonald et al., 2014; van Staal and Barr, 2012), the Taconic seaway separated these terranes from the Laurentian autochthon until they were exhumed ca. 465 Ma. While the width of the Taconic seaway is unconstrained, the hyperextended margin of northeast Australia, which extends >500 km from the craton, may be a modern analog. This ~500-km-wide seaway closed between 475 and 465 Ma.\nPaleolatitude constraints from ca. 470–465 Ma volcanics of the Taconic arc terranes span\n~20° of latitude, suggesting a distended arc system comparable to the modern southwest Pacific (Fig. 1; Mac Niocaill et al., 1997). Although the precise latitudinal spread is difficult to resolve given uncertainty associated with paleolatitude\n1 GSA Data Repository item 2017238, details of the paleomagnetic and chemostratigraphic data compilations, is available online at http://www.geosociety .org/datarepository/2017/ or on request from editing@ geosociety.org.\nestimates, we interpret the spread of these latitudes to represent the leading and trailing edges of the arc system (Fig. 1). This approach is a simplification; analogous to the modern southwest Pacific, there were probably other active subduction zones. Shortening during the Taconic and subsequent orogenies would have translated these terranes inward toward the craton, further contributing to the interpretation that Laurentia was equatorward of their paleolatitudes. Overall, the paleomagnetic database strongly supports a revised reconstruction wherein the Appalachian Laurentian margin was equatorward of 10°S at 465 Ma (Fig. 1)."
  }, {
    "heading": "WEATHERING PROXY DATA",
    "text": "Strontium and neodymium isotope data were compiled and recalculated (see the Data Repository) using The Geological Time Scale 2012 (see Cooper and Sadler, 2012). 87Sr/86Sr data developed from the conodont apatite record a broad decline from 0.7090 to 0.7088 between 480 and 465 Ma. This gradual decline is followed by a sharp deflection at 465 Ma toward more juvenile 87Sr/86Sr values, reaching 0.7079 by 450 Ma (Saltzman et al., 2014; Fig. 2). Neodymium isotope (εNd) data from fine-grained siliciclastic rocks deposited on the distal margin of Laurentia, on the Taconic allochthon, and Sevier basin (Gleason et al., 2002; Macdonald et al., 2017) display an inflection to more positive values at 465 Ma consistent with a substantial increase of sediment being weathered from juvenile lithologies (Fig. 2). This inflection in εNd values occurs later in more interior basins (Fig. 2) that did not receive arc-derived sediment until subsequent accretionary events thrust arc rocks onto Laurentia between ca. 455 and 450 Ma (Macdonald et al., 2014, 2017)."
  }, {
    "heading": "DISCUSSION",
    "text": "The paleogeographic reconstruction presented here suggests that the Appalachian margin was at a significantly lower latitude than is typically depicted, equatorward of 10°S by 465 Ma (Fig. 1). Our reconstruction is compatible with paleomagnetic data from the Taconic arc system and is not in conflict with robust paleomagnetic poles from Laurentia.\nWe propose that the broad rise in oxygen isotope values and decline in strontium isotope values between 490 and 465 Ma (Fig. 2) are related to the movement of the Taconic arc system into the tropics and collision of the leading edge with distended fragments and promontories of the Laurentian margin (Taconic orogenic phase 2 of van Staal and Barr, 2012). A concomitant increase in global weatherability would have caused cooling through CO2 drawdown, moderated by the silicate weathering feedback. In addition, we argue that the sharp drop in 87Sr/86Sr values, the shift toward more juvenile εNd values in shale from the distal margin of Laurentia, and\nthe additional increase in oxygen isotope values between 465 and 455 Ma (Fig. 2) are due to the uplift and exhumation of the Taconic arc system in the tropics (peak of Taconic 2) followed by continued Late Ordovician arc accretion (Taconic 3). This exhumation led to uplift and erosion of island arc volcanics and suprasubduction ophiolites, as evidenced by the presence of detrital chromite in Middle to Late Ordovician foreland basins (e.g., Hiscott, 1978).\nIncreased weathering of volcanic arcs associated with the Taconic orogeny was previously invoked to explain the Ordovician drop in 87Sr/86Sr values (Young et al., 2009). The feasibility of this scenario was supported with a model in which global weatherability was increased by 25% and a new flux of riverine 87Sr/86Sr was introduced from weathering basalt with a composition of 0.7043 (Young et al., 2009). The εNd compilation from the Appalachian margin of Laurentia, which records local provenance, is consistent with the hypothesis that the Taconic orogeny played a significant role in the inferred increase in global weatherability and riverine 87Sr/86Sr input to the ocean. The inflection in εNd data from distal margin basins occurs a few million years prior to the inflection in the global 87Sr/86Sr curve (Fig. 2). This lead time is predicted if the weathering of Taconic terranes is a significant driver of the global strontium signal. Juvenile εNd values should be imparted in siliciclastic rocks over the time scale that sediment transits from source to sink (~100 k.y.; Li et al., 2016), whereas strontium has a multimillion-year residence time in the ocean such that a prolonged interval of arc weathering would be necessary to significantly change seawater 87Sr/86Sr (Young et al., 2009). A complication in this interpretation is that the age model for the εNd data is anchored by U-Pb zircon ages from ashes within the same stratigraphic sections (Macdonald et al., 2017), whereas the 87Sr/86Sr age model is based on Cooper and Sadler (2012; Saltzman et al., 2014), so the estimated temporal offset is as accurate as the calibration of the 2012 geological time scale.\nAlthough other arc systems likely enhanced global weatherability in the Ordovician, such as those in the paleo–Asian Ocean and the Famatinian  arc of present-day Argentina, the Taconic arcs likely played an outsized role as they were exhumed along an east-west belt in the tropics during the closure of the Iapetus Ocean (Fig. 1). Exhumation would have created significant topography composed of mafic and ultramafic lithologies through a wide swath across the tropics. This scenario has similarities to the low-latitude closure of the Neo-Tethys Ocean, and twophase collision of the trans-Tethyan subduction system, which coincided with the two-pronged cooling trend from the Cretaceous to Oligocene (Jagoutz et al., 2016). The closure of major oceanic basins along east-west belts in the tropics may have been a significant driver of long-term\nDownloaded from https://pubs.geoscienceworld.org/gsa/geology/article-pdf/45/8/719/2315618/719.pdf by University of Arizona user on 20 February 2019\n722 www.gsapubs.org | Volume 45 | Number 8 | GEOLOGY\ncooling trends throughout Earth history. Following the Taconic orogeny, the Appalachian margin moved away from the tropics, so that collisions associated with the Salinic orogeny in the Silurian would have occurred at ~20°S, where there would have been a lesser effect on global weatherability (Fig. 2).\nLower pCO2 resulting from elevated global weatherability could have set the stage for the growth of ice sheets during the Hirnantian. However, these tectonic boundary conditions may not be the sole driver for the Hirnantian ice advance, and other factors such as orbital forcing, changing ocean circulation, organic carbon burial, or rapid changes in albedo may have caused the shorter term cooling associated with the Hirnantian glacial maximum."
  }, {
    "heading": "CONCLUSIONS",
    "text": "Our paleogeographic reconstruction, constrained by the paleolatitude of allochthonous volcanic rocks, demonstrates that Laurentia moved toward the equator during the Ordovician such that the Appalachian margin was equatorward of 10°S at 465 Ma. This movement into the tropics coincided with (1) collision and exhumation of the Taconic arc system marked by the appearance of detrital chromite in foreland basins; (2) a shift in εNd data from fine-grained siliciclastic rocks on the Laurentian margin to more juvenile values; (3) a drop in seawater 87Sr/86Sr values to more juvenile values; and (4) a continued trend to higher values in the oxygen isotopic composition of both brachiopod carbonate and conodont phosphate. These data are consistent with tropical weathering of the Taconic arc-continent collision as a driver of Ordovician cooling."
  }, {
    "heading": "REFERENCES CITED",
    "text": "Brenchley, P.J., Marshall, J.D., Carden, G.A.F., Rob-\nertson, D.B.R., Long, D.G.F., Meidla, T., Hints, L., and Anderson, T.F., 1994, Bathymetric and isotopic evidence for a short-lived Late Ordovician glaciation in a greenhouse period: Geology, v. 22, p. 295–298, doi: 10 .1130 /0091 -7613 (1994)022 <0295: BAIEFA>2 .3 .CO;2. Buggisch, W., Joachimski, M.M., Lehnert, O., Bergström, S.M., Repetski, J.E., and Webers, G.F., 2010, Did intense volcanism trigger the first Late Ordovician icehouse?: Geology, v. 38, p. 327– 330, doi: 10 .1130 /G30577 .1. Cooper, R., and Sadler, P., 2012, The Ordovician Period, in Gradstein, F.M., et al., The geologic time scale 2012: Boston, Elsevier, v. 2, p. 489–524. Dessert, C., Dupré, B., Gaillardet, J., François, L.M., and Allègre, C.J., 2003, Basalt weathering laws and the impact of basalt weathering on the global carbon cycle: Chemical Geology, v. 202, p. 257– 273, doi: 10 .1016 /j .chemgeo .2002 .10 .001. Domeier, M., 2016, A plate tectonic scenario for the Iapetus and Rheic oceans: Gondwana Research, v. 36, p. 275–295, doi: 10 .1016 /j .gr .2015 .08 .003.\nEvans, D.A.D., 2006, Proterozoic low orbital obliquity and axial-dipolar geomagnetic field from evaporite palaeolatitudes: Nature, v. 444, p. 51–55, doi: 10 .1038 /nature05203. Gleason, J.D., Finney, S.C., and Gehrels, G.E., 2002, Paleotectonic implications of a mid‐ to late‐Ordovician provenance shift, as recorded in sedimentary strata of the Ouachita and southern Appalachian mountains: Journal of Geology, v. 110, p. 291–304, doi: 10 .1086 /339533. Hibbard, J., 2000, Docking Carolina: Mid-Paleozoic accretion in the southern Appalachians: Geology, v. 28, p. 127–130, doi: 10 .1130 /0091 -7613 (2000)28 <127: DCMAIT>2 .0 .CO;2. Hiscott, R.N., 1978, Provenance of Ordovician deepwater sandstones, Tourelle Formation, Quebec, and implications for initiation of the Taconic orogeny: Canadian Journal of Earth Sciences, v. 15, p. 1579–1597, doi: 10 .1139 /e78 -163. Hodych, J.P., 1989, Limestones of western Newfoundland that magnetized before Devonian folding but after Middle Ordovician lithification: Geophysical Research Letters, v. 16, p. 93–96, doi: 10 .1029 /GL016i001p00093. Jagoutz, O., Macdonald, F.A., and Royden, L., 2016, Low-latitude arc-continent collision as a driver for global cooling: Proceedings of the National Academy of Sciences of the United States of America, v. 113, p. 4935–4940, doi: 10 .1073 /pnas .1523667113. Johnson, R.J., van der Pluijm, B.A., and Van der Voo, R., 1991, Paleomagnetism of the Moreton’s Harbour Group, northeastern Newfoundland Appalachians: Evidence for an Early Ordovician island arc near the Laurentian margin of Iapetus: Journal of Geophysical Research, v. 96, p. 11,689– 11,701, doi: 10 .1029 /91JB00870. Kump, L.R., Arthur, M., Patzkowsky, M.E., Gibbs, M.E., Pinkus, M.T., and Sheehan, P.M., 1999, A weathering hypothesis for glaciation at high atmospheric pCO2 during the Late Ordovician: Palaeogeography, Palaeoclimatology, Palaeoecology, v. 152, p. 173–187, doi: 10 .1016 /S0031 -0182 (99) 00046 -2. Li, C., Yang, S., Zhao, J., Dosseto, A., Bi, L., and Clark, T.R., 2016, The time scale of river sediment source-to-sink processes in East Asia: Chemical Geology, v. 446, p. 138–146, doi: 10 .1016 /j .chemgeo .2016 .06 .012. Macdonald, F.A., Ryan-Davis, J., Coish, R.A., Crowley, J.L., and Karabinos, P., 2014, A newly identified Gondwanan terrane in the northern Appalachian Mountains: Implications for the Taconic orogeny and closure of the Iapetus Ocean: Geology, v. 42, p. 539–542, doi: 10 .1130 /G35659 .1. Macdonald, F.A., Karabinos, P., Crowley, J.L., Hodgin, E.B., Crockford, P.W., and Delano, J.W., 2017, Bridging the gap between the foreland and the hinterland, II: Geochronology and tectonic setting of Ordovician magmatism and basin formation on the Laurentian margin of New England and Newfoundland: American Journal of Science, doi: 10 .2475 /05 .2017 .02 (in press) . Mac Niocaill, C., van der Pluijm, B.A., and Van der Voo, R., 1997, Ordovician paleogeography and the evolution of the Iapetus ocean: Geology, v. 25, p. 159–162, doi: 10 .1130 /0091 -7613 (1997)025 <0159: OPATEO>2 .3 .CO;2. McKenzie, N.R., Hughes, N.C., Gill, B.C., and Myrow, P.M., 2014, Plate tectonic influences on Neoproterozoic–early Paleozoic climate and animal\nevolution: Geology, v. 42, p. 127–130, doi: 10 .1130 /G34962 .1.\nProkoph, A., Shields, G.A., and Veizer, J., 2008, Compilation and time-series analysis of a marine carbonate δ18O, δ13C, 87Sr/86Sr and δ34S database through Earth history: Earth-Science Reviews, v. 87, p. 113–133. Reusch, D.N., and Maasch, K.A., 1998, The transition from arc volcanism to exhumation, weathering of young Ca, Mg, Sr silicates, and CO2 drawdown, in Crowley, T.J., and Burke, K.C., eds., Tectonic boundary conditions for climate reconstructions: Oxford Monographs on Geology and Geophysics no. 39, p. 261–276. Saltzman, M.R., Edwards, C.T., Leslie, S.A., Dwyer, G.S., Bauer, J.A., Repetski, J.E., Harris, A.G., and Bergström, S.M., 2014, Calibration of a conodont apatite-based Ordovician 87Sr/86Sr curve to biostratigraphy and geochronology: Implications for stratigraphic resolution: Geological Society of America Bulletin, v. 126, p. 1551–1568, doi: 10 .1130 /B31038 .1. Torsvik, T.H., and Cocks, L.R.M., 2017, Earth history and palaeogeography: Cambridge, UK, Cambridge University Press, 311 p., doi: 10 .1017 /9781316225523. Torsvik, T.H., Van der Voo, R., Preeden, U., Mac Niocaill, C., Steinberger, B., Doubrovine, P.V., van Hinsbergen, D.J., Domeier, M., Gaina, C., and Tohver, E., 2012, Phanerozoic polar wander, palaeogeography and dynamics: Earth-Science Reviews, v. 114, p. 325–368, doi: 10 .1016 /j .earscirev .2012 .06 .007. Trettin, H., 1987, Pearya: A composite terrane with Caledonian affinities in northern Ellesmere Island: Canadian Journal of Earth Sciences, v. 24, p. 224–245, doi: 10 .1139 /e87 -025. Trotter, J.A., Williams, I.S., Barnes, C.R., Lécuyer, C., and Nicoll, R.S., 2008, Did cooling oceans trigger Ordovician biodiversification? Evidence from conodont thermometry: Science, v. 321, p. 550–554, doi: 10 .1126 /science .1155814. Van der Voo, R., Johnson, R.J., van der Pluijm, B.A., and Knutson, L.C., 1991, Paleogeography of some vestiges of Iapetus: Paleomagnetism of the Ordovician Robert’s Arm, Summerford, and Chanceport groups, central Newfoundland: Geological Society of America Bulletin, v. 103, p. 1564–1575, doi: 10 .1130 /0016 -7606 (1991)103 <1564: POSVOI>2 .3 .CO;2. van Staal, C., and Barr, S., 2012, Lithospheric architecture and tectonic evolution of the Canadian Appalachians and associated Atlantic margin, in Percival, J.A., et al., eds., Tectonic styles in Canada: The Lithoprobe perspective: Geological Association of Canada Special Paper 49, p. 41–96. Veizer, J., and Prokoph, A., 2015, Temperatures and oxygen isotopic composition of Phanerozoic oceans: Earth-Science Reviews, v. 146, p. 92– 104, doi: 10 .1016 /j .earscirev .2015 .03 .008. Young, S.A., Saltzman, M.R., Foland, K.A., Linder, J.S., and Kump, L., 2009, A major drop in seawater 87Sr/86Sr during the middle Ordovician (Darriwilian): Links to volcanism and climate?: Geology, v. 37, p. 951–954, doi: 10 .1130 /G30152A .1.\nManuscript received 23 January 2017 Revised manuscript received 11 April 2017 Manuscript accepted 19 April 2017\nPrinted in USA\nDownloaded from https://pubs.geoscienceworld.org/gsa/geology/article-pdf/45/8/719/2315618/719.pdf by University of Arizona user on 20 February 2019"
  }],
  "year": 2017,
  "references": [],
  "id": "SP:5be8e961d186732ab20d0d35d5df1cd7806e8e3d",
  "authors": [{
    "name": "Nicholas L. Swanson-Hysell",
    "affiliations": []
  }, {
    "name": "Francis A. Macdonald",
    "affiliations": []
  }],
  "abstractText": "The Earth’s climate cooled through the Ordovician Period leading up to the Hirnantian glaciation. Increased weatherability of silicate rocks associated with topography generated on the Appalachian margin during the Taconic orogeny has been proposed as a mechanism for Ordovician cooling. However, paleogeographic reconstructions typically place the Appalachian margin within the arid subtropics, outside of the warm and wet tropics where chemical weathering rates are highest. In this study, we reanalyze the paleomagnetic database and conclude that Ordovician constraints from cratonic Laurentia are not robust. Instead, we use paleomagnetic data from well-dated volcanic rocks in the accreting terranes to constrain Laurentia’s position given that the Appalachian margin was at, or equatorward of, the paleolatitude of these terranes. To satisfy these allochthonous data, Laurentia must have moved toward the equator during the Ordovician such that the Appalachian margin was within 10° of the equator by 465 Ma. This movement into the tropics coincided with the collision and exhumation of the Taconic arc system, recorded by a shift in neodymium isotope data from shale on the Appalachian margin to more juvenile values. This inflection in detrital neodymium isotope values precedes a major downturn in global seawater strontium isotopic values by more than one million years, as would be predicted from a change in weathering input and the relatively long residence time of strontium in the ocean. These data are consistent with an increase in global weatherability associated with the tropical weathering of mafic and ultramafic lithologies exhumed during the Taconic arc-continent collision. A Taconic related increase in weatherability is a viable mechanism for lowering atmospheric CO2 levels through silicate weathering contributing to long-term Ordovician cooling. INTRODUCTION Ordovician strata record the transition from an Early Ordovician ice-free world to end-Ordovician glaciation and mass extinction (Cooper and Sadler, 2012). Several hypotheses have been proposed to account for this cooling and the initiation of glaciation including: increased carbon burial (Brenchley et al., 1994), aerosol release from volcanism (Buggisch et al., 2010), decreased volcanic outgassing (McKenzie et al., 2014), increased silicate weathering due to topography associated with the Taconic orogeny (Kump et al., 1999), and increased weathering of fresh volcanic rocks (Young et al., 2009). Oxygen isotope data from brachiopods and conodonts indicate that Hirnantian glaciation is the culmination of longer term cooling from 480 to 445 Ma (Trotter et al., 2008; Veizer and Prokoph, 2015). Although short-term perturbations such as increased organic carbon burial inferred from positive carbon isotope excursions, changes in ocean circulation, or sulfur aerosol release could account for transient cooling associated with the Hirnantian glacial maximum, tectonic changes associated with long-term changes to CO2 sources or sinks are required to drive ~35 m.y. of cooling. An increase in global weatherability can lead to CO2 levels decreasing through increased silicate weathering, associated delivery of alkalinity to the ocean, and sequestration of bicarbonate in chemical sediments. The silicate weathering feedback can lead to stabilization at a lower steady-state CO2 level (Kump et al., 1999). Arc-continent collision is a tectonic process that can combine the mechanisms for cooling outlined here and lead to a decrease in volcanic outgassing through the death of an arc, and an increase in silicate weathering through increased topography and the exhumation of highly weatherable mafic and ultramafic rocks (Reusch and Maasch, 1998; Jagoutz et al., 2016). Arc-continent collision associated with the Taconic orogeny has been suggested to be associated with Ordovician cooling (Reusch and Maasch, 1998), but paleogeographic reconstructions typically place the Taconic arc system outside of the tropical weathering belt and within the arid subtropics (e.g., Mac Niocaill et al., 1997; Domeier, 2016; Torsvik and Cocks, 2017). Modern evaporite belts and the paleolatitude of evaporites constrain the arid subtropics to be persistently between latitudes of 15° and 35° (Evans, 2006). Given that weathering rates are strongly dependent on temperature and precipitation, and that weathering rates within basaltic watersheds in the tropics are approximately an order of magnitude higher than those in mid-latitudes (Dessert et al., 2003), such a subtropical position would likely preclude major CO2 drawdown associated with arc-continent collision (Jagoutz et al., 2016). Consequently, the reconstruction of the paleolatitude of the orogeny is critical to the hypothesis that an increase in silicate weather ability associated with the Taconic orogeny drove a portion of Ordovician cooling. Did the Taconic arc-continent collision occur in the arid subtropics or in the wet tropics? TECTONICS OF THE TACONIC OROGENY The Taconic orogeny encompasses Ordovician collisional and accretionary events between volcanic arcs that formed within the Iapetus Ocean and the Appalachian margin of Laurentia. The Taconic orogeny has been separated into three broad phases (van Staal and Barr, 2012): Taconic 1 (495–488 Ma) includes local amphibolite-grade metamorphism in the arc terranes; Taconic 2 (488–461 Ma) spans the collision of the leading edge of the Taconic arc system with distended fragments and promontories of the Laurentian margin and the initiation of north-directed subduction; and Taconic 3 (461–445 Ma) comprises later arc accretion events. By ca. 465 Ma, amalgamated arc terranes and fragments of the margin were thrust onto Laurentia, and delivered arc detritus, including detrital chromite, into marginal basins (e.g., Hiscott, 1978; Macdonald et al., 2017). The colliding Taconic arc system extended west (paleocoordinates in Fig. 1) into the southern Appalachians as far as Alabama (Hibbard, 2000), and east along the Greenland margin to Ellesmere Island (Trettin, 1987). This elongate east-west exposure of the arc system was all within a similar latitude band (Fig. 1).",
  "title": "Tropical weathering of the Taconic orogeny as a driver for Ordovician cooling"
}