{
  "sections": [{
    "text": "GEOLOGY | Volume 44 | Number 9 | www.gsapubs.org 767\nHeat provided by the intrusions matures the host rock, creating metamorphic aureoles potentially releasing large amounts of hydrocarbons. These hydrocarbons may migrate to the seafloor in hydrothermal vent complexes in sufficient volumes to trigger global warming, e.g., during the Paleocene-Eocene Thermal Maximum (PETM). Mound structures at the top of buried hydrothermal vent complexes observed in seismic data off Norway were previously interpreted as sediment volcanoes, and the amount of released hydrocarbon was estimated based on this interpretation. Here, we present new geophysical and geochemical data from the Gulf of California suggesting that such mound structures could in fact be edifices constructed by the growth of black smoker–type chimneys rather than sediment volcanoes. We have evidence for two buried and one active hydrothermal vent systems outside the rift axis. The active vent releases fluids of several hundred degrees Celsius containing abundant methane, mid-ocean ridge basalt–type helium, and precipitating solids up to 300 m high into the water column. Our observations challenge the idea that methane is emitted slowly from rift-related vents. The association of large amounts of methane with hydrothermal fluids that enter the water column at high pressure and temperature provides an efficient mechanism to transport hydrocarbons into the water column and atmosphere, lending support to the hypothesis that rapid climate change such as during the PETM can be triggered by magmatic intrusions into organic-rich sedimentary basins."
  }, {
    "heading": "INTRODUCTION",
    "text": "When testing climate models by hindcasts for past prominent warming events, it has become clear that significant drivers are missing (Panchuk et al., 2008; Carozza et al., 2011). Most striking, the reason for a 5–6 °C global warming during the Paleocene-Eocene Thermal Maximum (PETM) remains elusive, although it has been estimated that >2000 Gt of carbon must have entered the atmosphere within a relatively short time span of a few thousand years (Dickens et al., 1995; Zachos et al., 2001). Light carbon-isotope ratios were interpreted to suggest that large amounts of biogenic carbon were released through runaway hydrate dissociation events (Kennett et al., 2000). But recent studies call this interpretation into question (Dickens, 2011; Biastoch et al., 2011). Most alternative explanations are also marred by contradictions with available data (Higgins and Schrag, 2006). This includes the hypothesis of carbon mobilization by magmatic intrusions into carbon-rich continental margin sediments during the opening of the North Atlantic (Svensen et al., 2004), because it is difficult to understand how this process could have injected large amounts of carbon into the atmosphere within a short time."
  }, {
    "heading": "THE ACTIVE HYDROTHERMAL",
    "text": "MOUND IN THE GUAYMAS BASIN New data acquired in the Guaymas Basin (Gulf of California; Fig. 1; Fig. DR1 in the GSA Data Repository1) support the “tectonicmagmatic” explanation for warming during the PETM. Our data show a 1050-m-wide and 100-m-high mound located above thick sediments ~1 km southeast of the northern rift axis of the Guaymas Basin that is emitting carbonrich hydrothermal fluids (Fig. 2A; Fig. DR4). 1 GSA Data Repository item 2016250, supplemental figures and references, and additional information on heat flow measurements, geochemical analysis of sediment pore water and water column samples, determination of the sedimentation rate, and further seismic information, is available online at www.geosociety .org /pubs /ft2016.htm, or on request from editing@ geosociety.org.\nGEOLOGY, September 2016; v. 44; no. 9; p. 767–770 | Data Repository item 2016250 | doi:10.1130/G38049.1 | Published online 22 July 2016 © 2016 eological Society of A erica. For permission to copy, contact editing@geosociety.org.\nDownloaded from https://pubs.geoscienceworld.org/gsa/geology/article-pdf/44/9/767/3550938/767.pdf by University of Arizona user on 20 February 2019\n768 www.gsapubs.org | Volume 44 | Number 9 | GEOLOGY\nThe mound and most of the southern flank of the Guaymas rift valley are underlain by an\n~100-m-thick chaotic seismic facies (50–150 ms two-way traveltime [TWT]) that is part of a widespread mass transport deposit. In the area of the mound, another chaotic and low-seismicamplitude seismic facies continues further downward to at least 2900 ms TWT or ~200–250 m below seafloor. We interpret this facies as a conduit for the ascending hydrothermal fluids. At this depth, high-seismic-amplitude reflections extend southward from below the rift axis into the basin (Fig. 2A). These reflections are likely caused by magmatic intrusions which occur throughout the Guaymas Basin (Lizarralde et al., 2010), although it cannot be ruled out that some reflectors not associated with disturbed overburden may represent submarine lava flows. We observe no high-amplitude reflectors that would indicate magma emplacement within the top 200 m of sediments below the mound. The bathymetric data (Fig. 1) show the trace of a northeast-southwest–striking normal fault that stretches to the mound and is dipping westward (Fig. DR2). As it strikes in the same direction as the elongate mound axis, it is probable that the\nshape of the mound is controlled by this fault. An ~20-m-thick chaotic seismic facies immediately below the base of the mound may indicate that hydrothermal seepage was initially occurring over a broader area and became more focused once fluid pathways had formed. The steep flanks of the mound, up to 30°, suggest a high internal angle of repose of the mound-forming material.\nA 2.2-km-long profile of 10 heat-flow stations across the vent field and a 0.4-km-long profile of five stations along the mound consistently show heat-flow values >0.3 W/m2. The maximum heat flow on top of the mound is heterogeneous with values >10 W/m2, whereas values <3 W/m2 were measured only 100 m away from the center (Table DR1 in the Data Repository). This heatflow pattern is similar to the heat-flow distribution at sediment-free mid-ocean ridges (Rona et al., 1996). The strong lateral heat-flow variations indicate focused heat transport by hydrothermal fluids within narrow fluid pathways.\nGrab samples recovered from the surface of the mound close to the eastern summit show porous Fe-rich sulfides (Fig. DR3) consisting predominantly of a boxwork of pyrrhotite crystals with minor pyrite and marcasite and rare\nZn- and Cu-sulfides (e.g., sphalerite, chalcopyrite, isocubanite). These are accompanied by a small fraction of non-sulfide minerals (e.g., carbonates, opal-A, and secondary Fe-oxyhydroxides). The mineralogy makes the samples from the northern rift axis similar to the massive sulfides recovered from the southern Guaymas Basin (Koski et al., 1985; Peter and Scott, 1988). However, they lack the abundant petroleum found in the southern rift samples. In analogy to black smoker deposits from Escanaba Trough (offshore northwest United States), the observed mineral assemblage suggests formation temperatures in the range of 270–330 °C (Zierenberg et al., 1993)."
  }, {
    "heading": "TIMING OF HYDROTHERMAL ACTIVITY",
    "text": "A 5-m-long gravity core was taken ~500 m away from the hydrothermal vent field (Fig. 3). The upper 4 m of the core consist of organic-rich, hemipelagic diatomaceous clay that is typical for most of Guaymas Basin (Von Damm et al., 1984). By contrast, the lowermost 1 m of core consists of coarse-grained hydrothermal deposits intercalated with clay lenses, suggesting that\nDownloaded from https://pubs.geoscienceworld.org/gsa/geology/article-pdf/44/9/767/3550938/767.pdf by University of Arizona user on 20 February 2019\nGEOLOGY | Volume 44 | Number 9 | www.gsapubs.org 769\nthe mound consists of hydrothermal deposits. Given 210Pb-based sedimentation rates of 0.74 m/k.y. inside the hydrothermal vent field (station 40) and of 0.79 m/k.y. just outside the hydrothermal vent field along the northern Guaymas rift axis (station 66), the hydrothermal deposits are likely 5–6 k.y. old. This is a minimum age estimate as older hydrothermal material likely exists below and toward the center of the vent complex. However, we note that sill intrusions quickly cool off after emplacement (Jamtveit et al., 2004), and even thick intrusions can only sustain hydrothermal systems for a few thousand years. Thus, we infer that the mound structure must have formed during the last 5–10 k.y., unless the intrusions in the Guaymas Basin are complex multi-phase intrusions that are reoccupied by fresh magma repeatedly, for which there is no evidence."
  }, {
    "heading": "ORIGIN OF THE HYDROTHERMAL FLUIDS",
    "text": "We collected seawater in the vicinity of the hydrothermal field (Fig. 3) with Niskin bottles and measured the dissolved gases with an adapted membrane-inlet mass spectrometer (MIMS; Mächler et al., 2012). The water is strongly enriched in helium (He) relative to the atmospheric equilibrium conditions (Fig. DR5). At the flanks and the bottom of the rift valley, He concentrations are similar to the concentrations found in the southern part of the Guaymas Basin (Lupton, 1979), whereas He in the water just above the active smokers is supersaturated by more than a factor of four (Fig. DR6). This enrichment indicates that the vent injects He directly into the water column. The injected He\nis strongly enriched in 3He. The 3He/4He ratio (10.8 × 10-6; Fig. DR6; Table DR3) agrees with that of excess He from the southern part of the Guaymas Basin (Lupton, 1979), pointing to the same general mid-ocean ridge basalt (MORB) source, and confirms that water circulation in the Guaymas Basin distributes He-rich water from the black smoker region throughout the basin (Marinone, 2003).\nDissolved concentration of light hydrocarbons determined in water sampled at the smoker field (Fig. 3) by Niskin bottles is highly enriched (factor of ≥105) compared to bottom-water concentrations (Table DR2). Calculated endmember concentrations (i.e., CH4 = 6.5 mM; Fig. DR7) are similar to that of vent fluids measured in the southern Guaymas Basin. There, CH4 generation was related to thermocatalytic degradation of organic matter in sediments intruded by magmatic rocks (CH4 ~6.3 mM, C1/C2+\n~80) (Welhan and Lupton, 1987). The isotopic composition of methane (d13C of -39‰ to -14.9‰) at our site also indicates thermogenic methane most likely derived from local sediments, however with admixture of isotopically heavy methane (Fig. DR8). This is consistent with high enrichment in Rn (Table DR2). The heaviest d13C-CH4 is likely related to an abiogenic methane source derived from water-rock interaction (e.g., East Pacific Rise–type methane; Welhan and Lupton, 1987). The presence of abiogenic hydrocarbon is also supported by the isotopic heavy composition of ethane and propane (McDermott et al., 2015; Proskurowski et al., 2008) (Fig. DR9). Although the hightemperature aureole at the sill-sediment contact zone (Fig. 4) appears to be the plausible source\nfor production of hydrocarbons by hydrothermal alteration of organic matter and abiogenic hydrocarbon release by hydrothermal alteration of magmatic rocks (McDermott et al., 2015), our concentration and isotope data do not exclude 13C enrichment of methane by (high-temperature) secondary oxidation within the sediments (Pan et al., 2006; Biddle et al., 2012). In fact, the strongest methane input from the smoker vent field exhibits an isotopically light d13C trend as is postulated for the PETM event (Dickens, 2011), and any subsequent methane oxidation product would maintain this signal. We note that isotopically light carbon of biogenic origin accounts for most of the CH4 that is emitted from the black smoker field, despite the presence of an isotopically heavy hydrocarbon source of abiogenic, magmatic origin. Thus, we conclude that magmatic activity acts mainly as the heat source that fosters and triggers CH4 production and release from the post-rift sediments. While abiogenic methane along with MORBsource fluids is indeed emitted, it amounts only to a minor share of the total liberated CH4 (mixing ratio: 1:102–1:104; Fig. DR8)."
  }, {
    "heading": "COMPARISON TO MOUND STRUCTURES ON THE NORTH ATLANTIC MARGIN",
    "text": "The Guaymas mound resembles positiverelief structures on the Paleocene-Eocene seafloor of the Vøring Basin off Norway that have been interpreted as sediment volcanoes previously (Svensen et al., 2003; Jamtveit et al., 2004). Although deeply buried and possibly deformed by differential compaction, the majority of the Norwegian mound structures have similar sizes and internal seismic appearance as the newly discovered active vent structure in the northern Guaymas Basin. It should be noted, however, that most of the Norwegian structures are close to circular, and only some are elongate like the\nFigure 4. Schematic diagram illustrating the processes at active vent site. Green area indicates under-mature sediments from which organic carbon can be mobilized by heat transfer from magmatic intrusions limiting the depth within which the bulk of fluids may originate. MTD—mass transport deposit.\nDownloaded from https://pubs.geoscienceworld.org/gsa/geology/article-pdf/44/9/767/3550938/767.pdf by University of Arizona user on 20 February 2019\n770 www.gsapubs.org | Volume 44 | Number 9 | GEOLOGY\none in the Guaymas Basin, which we attribute to the influence of an underlying normal fault. The Norwegian mound structures are characterized by a transparent to stratified seismic facies confined by a mostly continuous, low-amplitude seismic reflection (Fig. 2D). The bases of these dome structures also have rugged topography with decreased seismic amplitudes. The structures overlie zones of disturbed seismic reflections with seismic amplitudes different from that of their host rocks. These amplitude anomalies may indicate sediment alteration during vent activity (Fig. 2D). In addition to similar dimensions, the Norwegian and Guaymas structures both have very steep slopes (Fig. 2) indicating comparable rheological properties, which is uncommon even for the steepest mud volcanoes so far described for marine environments (Pinheiro et al., 2003). The striking morphological similarity and the location of the structures above seismically imaged fluid pathways indicates that the Guaymas vent may be a suitable analogue for the structures that formed at the beginning of the PETM and that the structures in the Northeast Atlantic may have to be reinterpreted. This link points to an important role of sediment alteration by ascending hydrothermal fluids and mineral precipitation in the formation of the mounds."
  }, {
    "heading": "IMPLICATIONS",
    "text": "Hydrothermal systems injecting hot, CH4- and CO2-rich fluids high up into the water column are a much more efficient mechanism for releasing large amounts of carbon into the atmosphere than sediment volcano–style gas seeps. Such focused\n“hot” input efficiently bypasses microbial benthic filters that may oxidize much of the CH4 to the less potent greenhouse gas CO2. Even more important is the observation that hydrothermal systems can inject CH4 and CO2 vigorously several hundred meters into the water column. In a shallow marine rift environment such as the North Atlantic volcanic rifted margins during the PETM (Planke et al., 2000), such gas plumes may directly reach the atmosphere. Thus, the new observations support the hypothesis that the PETM was caused by the vigorous and widespread magmatic systems of the North Atlantic large igneous province (Svensen et al., 2004) rather than by large-scale hydrate dissociation."
  }, {
    "heading": "ACKNOWLEDGMENTS",
    "text": "This work is being funded by the German Ministry of Science and Education (BMBF) through the MAKS project. We thank Nick Schofield and two anonymous reviewers for valuable input to this paper. We thank the master and the crew of the R/V Sonne for their relentless support during cruise SO241."
  }, {
    "heading": "REFERENCES CITED",
    "text": "Biastoch, A., et al., 2011, Rising Arctic Ocean tem-\nperatures cause gas hydrate destabilization and ocean acidification: Geophysical Research Letters, v. 38, L08602, doi: 10 .1029 /2011GL047222.\nBiddle, J.F., Cardman, Z., Mendlovitz, H., Albert, D.B., Lloyd, K.G., Boetius, A., and Teske, A., 2012, Anaerobic oxidation of methane at different temperature regimes in Guaymas Basin hydrothermal sediments: The ISME Journal, v. 6, p. 1018–1031, doi: 10 .1038 /ismej .2011 .164. Carozza, D.A., Mysak, L.A., and Schmidt, G.A., 2011, Methane and environmental change during the Paleocene-Eocene thermal maximum (PETM): Modeling the PETM onset as a two-stage event: Geophysical Research Letters, v. 38, L05702, doi: 10 .1029 /2010GL046038. Dickens, G.R., 2011, Down the Rabbit Hole: Toward appropriate discussion of methane release from gas hydrate systems during the Paleocene-Eocene thermal maximum and other past hyperthermal events: Climate of the Past, v. 7, p. 831–846, doi: 10 .5194 /cp -7 -831 -2011. Dickens, G.R., O’Neil, J.R., Rea, D.K., and Owen, R.M., 1995, Dissociation of oceanic methane hydrate as a cause of the carbon isotope excursion at the end of the Paleocene: Paleoceanography, v. 10, p. 965–971, doi: 10 .1029 /95PA02087. Higgins, J.A., and Schrag, D.P., 2006, Beyond methane: Towards a theory for the Paleocene-Eocene Thermal Maximum: Earth and Planetary Science Letters, v. 245, p. 523–537, doi: 10 .1016 /j .epsl .2006 .03 .009. Jamtveit, B., Svensen, H., Podladchikov, Y.Y., and Planke, S., 2004, Hydrothermal vent complexes associated with sill intrusions in sedimentary basins, in Breitkreuz, C., and Petford, N., eds., Physical Geology of High-Level Magmatic Systems: Geological Society of London Special Publication 234, p. 233–241, doi: 10 .1144 /GSL .SP .2004 .234 .01 .15. Kennett, J.P., Cannariato, K.G., Hendy, I.L., and Behl, R.J., 2000, Carbon isotopic evidence for methane hydrate instability during Quaternary interstadials: Science, v. 288, p. 128–133, doi: 10 .1126 /science .288 .5463 .128. Koski, R.A., Lonsdale, P.F., Shanks, W.C., Berndt, M.E., and Howe, S.S., 1985, Mineralogy and geochemistry of a sediment-hosted hydro thermal sulfide deposit from the Southern Trough of Guaymas Basin, Gulf of California: Journal of Geophysical Research, v. 90, p. 6695–6707, doi: 10 .1029 /JB090iB08p06695. Lizarralde, D., Soule, S.A., Seewald, J.S., and Proskurowski, G., 2010, Carbon release by off-axis magmatism in a young sedimented spreading centre: Nature Geoscience, v. 4, p. 50–54, doi: 10 .1038 /ngeo1006. Lupton, J.E., 1979, Helium-3 in the Guaymas Basin: Evidence for injection of mantle volatiles in the Gulf of California: Journal of Geophysical Research, v. 84, p. 7446–7452, doi: 10 .1029 /JB084iB13p07446. Mächler, L., Brennwald, M.S., and Kipfer, R., 2012, Membrane inlet mass spectrometer for the quasicontinuous on-site analysis of dissolved gases in groundwater: Environmental Science & Technology, v. 46, p. 8288–8296, doi: 10 .1021 /es3004409. Marinone, S.G., 2003, A three-dimensional model of the mean and seasonal circulation of the Gulf of California: Journal of Geophysical Research, v. 108, p. 3325–3327, doi: 10 .1029 /2002JC001720. McDermott, J.M., Seewald, J.S., German, C.R., and Sylva, S.P., 2015, Pathways for abiotic organic synthesis at submarine hydrothermal fields: Proceedings of the National Academy of Sciences of the United States of America, v. 112, p. 7668– 7672, doi: 10 .1073 /pnas .1506295112. Pan, C., Yu, L., Liu, J., and Fu, J., 2006, Chemical and carbon isotopic fractionations of gaseous hydrocarbons during abiogenic oxidation: Earth\nand Planetary Science Letters, v. 246, p. 70–89, doi: 10 .1016 /j .epsl .2006 .04 .013. Panchuk, K., Ridgwell, A., and Kump, L.R., 2008, Sedimentary response to Paleocene-Eocene Thermal Maximum carbon release: A model-data comparison: Geology, v. 36, p. 315–318, doi: 10 .1130 /G24474A .1. Peter, J.M., and Scott, S.D., 1988, Mineralogy, composition, and fluid-inclusion microthermometry of seafloor hydrothermal deposits in the southern trough of Guaymas Basin, Gulf of California: Canadian Mineralogist, v. 26, p. 567–587. Pinheiro, L.M., et al., 2003, Mud volcanism in the Gulf of Cadiz: Results from the TTR-10 cruise: Marine Geology, v. 195, p. 131–151, doi: 10 .1016 /S0025 -3227 (02)00685 -0 (erratum available at http: / /dx .doi .org /10 .1016 /j .margeo .2014 .06 .006). Planke, S., Symonds, P.A., Alvestad, E., and Skogseid, J., 2000, Seismic volcanostratigraphy of largevolume basaltic extrusive complexes on rifted margins: Journal of Geophysical Research, v. 105, p. 19,335–19,351, doi: 10 .1029 /1999JB900005. Proskurowski, G., Lilley, M.D., Seewald, J.S., FrühGreen, G.L., Olson, E.J., Lupton, J.E., Sylva, S.P., and Kelley, D.S., 2008, Abiogenic hydrocarbon production at Lost City Hydrothermal Field: Science, v. 319, p. 604–607, doi: 10 .1126 /science .1151194. Rona, P.A., Petersen, S., Becker, K., Herzen, V.R.P., Hannington, M.D., Herzig, P.M., Naka, J., Lalou, C., and Thompson, G., 1996, Heat flow and mineralogy of TAG relict high-temperature hydrothermal zones: Mid-Atlantic Ridge 26°N, 45°W: Geophysical Research Letters, v. 23, p. 3507– 3510, doi: 10 .1029 /96GL03257. Svensen, H., Planke, S., Jamtveit, B., and Pedersen, T., 2003, Seep carbonate formation controlled by hydrothermal vent complexes: A case study from the Vøring Basin, the Norwegian Sea: GeoMarine Letters, v. 23, p. 351–358, doi: 10 .1007 /s00367 -003 -0141 -2. Svensen, H., Planke, S., Malthe-Sørenssen, A., Jamtveit, B., Myklebust, R., Eidem, T.R., and Rey, S.S., 2004, Release of methane from a volcanic basin as a mechanism for initial Eocene global warming: Nature, v. 429, p. 542–545, doi: 10 .1038 /nature02566. Von Damm, K.L., Edmond, J.M., Measures, C.I., and Grant, B., 1984, Chemistry of submarine hydrothermal solutions at Guaymas Basin, Gulf of California: Geochimica et Cosmochimica Acta, v. 49, p. 2221–2237, doi: 10 .1016 /0016 -7037 (85) 90223 -6. Welhan, J.A., and Lupton, J.E., 1987, Light hydrocarbon gases in Guaymas Basin hydrothermal fluids: Thermogenic versus abiogenic origin: American Association of Petroleum Geologists Bulletin, v. 71, p. 215–223, doi: 10 .1306 /94886d76 -1704 -11d7 -8645000102c1865d. Zachos, J., Pagani, M., Sloan, L., Thomas, E., and Billups, K., 2001, Trends, rhythms, and aberrations in global climate 65 Ma to present: Science, v. 292, p. 686–693, doi: 10 .1126 /science .1059412. Zierenberg, R.A., Koski, R.A., Morton, J.L., and Bouse, R.M., 1993, Genesis of massive sulfide deposits on a sediment-covered spreading center, Escanaba Trough, southern Gorda Ridge: Economic Geology and the Bulletin of the Society of Economic Geologists, v. 88, p. 2069–2098, doi: 10 .2113 /gsecongeo .88 .8 .2069.\nManuscript received 2 May 2016 Revised manuscript received 8 July 2016 Manuscript accepted 8 July 2016\nPrinted in USA\nDownloaded from https://pubs.geoscienceworld.org/gsa/geology/article-pdf/44/9/767/3550938/767.pdf by University of Arizona user on 20 February 2019"
  }],
  "year": 2016,
  "references": [],
  "id": "SP:ed58a1d8093cb86ea174be5eda725fd949b3df48",
  "authors": [{
    "name": "C. Berndt",
    "affiliations": []
  }, {
    "name": "C. Hensen",
    "affiliations": []
  }, {
    "name": "C. Mortera-Gutierrez",
    "affiliations": []
  }, {
    "name": "S. Sarkar",
    "affiliations": []
  }, {
    "name": "S. Geilert",
    "affiliations": []
  }, {
    "name": "M. Schmidt",
    "affiliations": []
  }, {
    "name": "V. Liebetrau",
    "affiliations": []
  }, {
    "name": "R. Kipfer",
    "affiliations": []
  }, {
    "name": "F. Scholz",
    "affiliations": []
  }, {
    "name": "M. Doll",
    "affiliations": []
  }, {
    "name": "S. Muff",
    "affiliations": []
  }, {
    "name": "J. Karstens",
    "affiliations": []
  }, {
    "name": "S. Planke",
    "affiliations": []
  }, {
    "name": "S. Petersen",
    "affiliations": []
  }, {
    "name": "C. Böttner",
    "affiliations": []
  }, {
    "name": "W.-C. Chi",
    "affiliations": []
  }, {
    "name": "M. Moser",
    "affiliations": []
  }, {
    "name": "R. Behrendt",
    "affiliations": []
  }, {
    "name": "A. Fiskal",
    "affiliations": []
  }],
  "abstractText": "During opening of a new ocean, magma intrudes into the surrounding sedimentary basins. Heat provided by the intrusions matures the host rock, creating metamorphic aureoles potentially releasing large amounts of hydrocarbons. These hydrocarbons may migrate to the seafloor in hydrothermal vent complexes in sufficient volumes to trigger global warming, e.g., during the Paleocene-Eocene Thermal Maximum (PETM). Mound structures at the top of buried hydrothermal vent complexes observed in seismic data off Norway were previously interpreted as sediment volcanoes, and the amount of released hydrocarbon was estimated based on this interpretation. Here, we present new geophysical and geochemical data from the Gulf of California suggesting that such mound structures could in fact be edifices constructed by the growth of black smoker–type chimneys rather than sediment volcanoes. We have evidence for two buried and one active hydrothermal vent systems outside the rift axis. The active vent releases fluids of several hundred degrees Celsius containing abundant methane, mid-ocean ridge basalt–type helium, and precipitating solids up to 300 m high into the water column. Our observations challenge the idea that methane is emitted slowly from rift-related vents. The association of large amounts of methane with hydrothermal fluids that enter the water column at high pressure and temperature provides an efficient mechanism to transport hydrocarbons into the water column and atmosphere, lending support to the hypothesis that rapid climate change such as during the PETM can be triggered by magmatic intrusions into organic-rich sedimentary basins. INTRODUCTION When testing climate models by hindcasts for past prominent warming events, it has become clear that significant drivers are missing (Panchuk et al., 2008; Carozza et al., 2011). Most striking, the reason for a 5–6 °C global warming during the Paleocene-Eocene Thermal Maximum (PETM) remains elusive, although it has been estimated that >2000 Gt of carbon must have entered the atmosphere within a relatively short time span of a few thousand years (Dickens et al., 1995; Zachos et al., 2001). Light carbon-isotope ratios were interpreted to suggest that large amounts of biogenic carbon were released through runaway hydrate dissociation events (Kennett et al., 2000). But recent studies call this interpretation into question (Dickens, 2011; Biastoch et al., 2011). Most alternative explanations are also marred by contradictions with available data (Higgins and Schrag, 2006). This includes the hypothesis of carbon mobilization by magmatic intrusions into carbon-rich continental margin sediments during the opening of the North Atlantic (Svensen et al., 2004), because it is difficult to understand how this process could have injected large amounts of carbon into the atmosphere within a short time. THE ACTIVE HYDROTHERMAL MOUND IN THE GUAYMAS BASIN New data acquired in the Guaymas Basin (Gulf of California; Fig. 1; Fig. DR1 in the GSA Data Repository1) support the “tectonicmagmatic” explanation for warming during the PETM. Our data show a 1050-m-wide and 100-m-high mound located above thick sediments ~1 km southeast of the northern rift axis of the Guaymas Basin that is emitting carbonrich hydrothermal fluids (Fig. 2A; Fig. DR4). 1 GSA Data Repository item 2016250, supplemental figures and references, and additional information on heat flow measurements, geochemical analysis of sediment pore water and water column samples, determination of the sedimentation rate, and further seismic information, is available online at www.geosociety .org /pubs /ft2016.htm, or on request from editing@ geosociety.org. GEOLOGY, September 2016; v. 44; no. 9; p. 767–770 | Data Repository item 2016250 | doi:10.1130/G38049.1 | Published online 22 July 2016 © 2016 eological Society of A erica. For permission to copy, contact editing@geosociety.org. Figure 1. Guaymas Basin (Gulf of California) is one of the rift basins formed by opening of Gulf of California in northwest-southeast direction. Recently discovered black smoker is located just south of northern rift axis. Downloaded from https://pubs.geoscienceworld.org/gsa/geology/article-pdf/44/9/767/3550938/767.pdf by University of Arizona user on 20 February 2019 768 www.gsapubs.org | Volume 44 | Number 9 | GEOLOGY The mound and most of the southern flank of the Guaymas rift valley are underlain by an ~100-m-thick chaotic seismic facies (50–150 ms two-way traveltime [TWT]) that is part of a widespread mass transport deposit. In the area of the mound, another chaotic and low-seismicamplitude seismic facies continues further downward to at least 2900 ms TWT or ~200–250 m below seafloor. We interpret this facies as a conduit for the ascending hydrothermal fluids. At this depth, high-seismic-amplitude reflections extend southward from below the rift axis into the basin (Fig. 2A). These reflections are likely caused by magmatic intrusions which occur throughout the Guaymas Basin (Lizarralde et al., 2010), although it cannot be ruled out that some reflectors not associated with disturbed overburden may represent submarine lava flows. We observe no high-amplitude reflectors that would indicate magma emplacement within the top 200 m of sediments below the mound. The bathymetric data (Fig. 1) show the trace of a northeast-southwest–striking normal fault that stretches to the mound and is dipping westward (Fig. DR2). As it strikes in the same direction as the elongate mound axis, it is probable that the shape of the mound is controlled by this fault. An ~20-m-thick chaotic seismic facies immediately below the base of the mound may indicate that hydrothermal seepage was initially occurring over a broader area and became more focused once fluid pathways had formed. The steep flanks of the mound, up to 30°, suggest a high internal angle of repose of the mound-forming material. A 2.2-km-long profile of 10 heat-flow stations across the vent field and a 0.4-km-long profile of five stations along the mound consistently show heat-flow values >0.3 W/m2. The maximum heat flow on top of the mound is heterogeneous with values >10 W/m2, whereas values <3 W/m2 were measured only 100 m away from the center (Table DR1 in the Data Repository). This heatflow pattern is similar to the heat-flow distribution at sediment-free mid-ocean ridges (Rona et al., 1996). The strong lateral heat-flow variations indicate focused heat transport by hydrothermal fluids within narrow fluid pathways. Grab samples recovered from the surface of the mound close to the eastern summit show porous Fe-rich sulfides (Fig. DR3) consisting predominantly of a boxwork of pyrrhotite crystals with minor pyrite and marcasite and rare Znand Cu-sulfides (e.g., sphalerite, chalcopyrite, isocubanite). These are accompanied by a small fraction of non-sulfide minerals (e.g., carbonates, opal-A, and secondary Fe-oxyhydroxides). The mineralogy makes the samples from the northern rift axis similar to the massive sulfides recovered from the southern Guaymas Basin (Koski et al., 1985; Peter and Scott, 1988). However, they lack the abundant petroleum found in the southern rift samples. In analogy to black smoker deposits from Escanaba Trough (offshore northwest United States), the observed mineral assemblage suggests formation temperatures in the range of 270–330 °C (Zierenberg et al., 1993). TIMING OF HYDROTHERMAL ACTIVITY A 5-m-long gravity core was taken ~500 m away from the hydrothermal vent field (Fig. 3). The upper 4 m of the core consist of organic-rich, hemipelagic diatomaceous clay that is typical for most of Guaymas Basin (Von Damm et al., 1984). By contrast, the lowermost 1 m of core consists of coarse-grained hydrothermal deposits intercalated with clay lenses, suggesting that 600 m",
  "title": "Rifting under steam—How rift magmatism triggers methane venting from sedimentary basins"
}