{
  "sections": [{
    "text": "Geological Society of America Bulletin, v. 130, no. 5/6 775\nFossil plant assemblages including spores and pollen grains provide useful information on past ecosystems and the response of terrestrial biotas to various environmental perturbations. New quantitative palynological data from the Chinle Formation of the American Southwest suggest that a floral turnover occurred in the middle Norian (between 217 and 213 Ma). Analysis of plant communities reveals that this turnover was followed by a complete reorganization of the riparian vegetation, driven by changes in fluvial styles and the tectonic regime of the basin, as well as a gradual transition toward a more arid climate. Marked increases in Klausipollenites gouldii, Patina sporites spp., and Froelichsporites traversei are probable indicators of environmental stress, such as increased aridity, perturbations of atmospheric pCO2, acid rain, and atmospheric aerosol accumulation due to volcanism in connection with the Pangean rifting and uplift of the Cordilleran arc. Comparison of the vegetation turnover with younger assemblages from the Chinle Formation in New Mexico revealed similar floral turnover patterns, suggesting two distinct drier periods as a result of multiple climatic oscillations.\nThe climate-induced floral turnover may have contributed to the vertebrate faunal turnover as the loss of wetland habitat space and an increase in xerophytic plants may have dwindled the supply of palatable vegetation for herbivores. The onset of the floral turnover in Arizona roughly corresponds to the Manicouagan impact event, but a direct causal link is still speculative.\nINTRODUCTION\nThe Norian Chinle Formation (e.g., Irmis et al., 2011; Ramezani et al., 2011, 2014) provides a vegetation record of an ancient terrestrial ecosystem composed of riverine, lowland, and upland plant communities (e.g., Ash, 1972, 1999, 2005, 2014). The flora of the Chinle Formation provides an excellent opportunity to trace vegetation dynamics during the Norian Stage, which was marked by a series of environmental perturbations, including climate change (e.g., Kutzbach and Gallimore, 1989), carbon cycle perturbation (e.g., Prochnow et al., 2006; Cleveland et al., 2008a, 2008b; Schaller et al., 2015), a probable impact event (Hodych and Dunning, 1992; Ramezani et al., 2005), and changes in the tectonic regime in the western part of the North American continent (e.g., Dubiel, 1989; Dubiel and Hasiotis, 2011; Atchley et al., 2013; Howell and Blakey, 2013; Riggs et al., 2013; Trendell et al., 2013a, 2013b; Nordt et al., 2015; Riggs et al., 2016).\nPollen and spore records provide a window into regional plant succession and are a useful tool for detecting vegetation dynamics in relation to global climatic oscillations or environmental stress. The palynological record can provide information on regional-scale vegetation changes, in contrast to the macrofossil rec ord, which can be biased to local vegetation elements often in wet habitats (Demko et al., 1998). The palynology of the Chinle Formation is known from the earlier works of, for example, Gottesfeld (1972), Scott (1982), Fisher and Dunay (1984), Litwin (1986), Litwin et al. (1991), and more recently Reichgelt et al. (2013), Whiteside et al. (2015), and Lindström et al. (2016).\nThe Chinle Formation was originally thought to encompass the Carnian and Norian Stages based on biostratigraphy (Litwin et  al., 1991; Heckert et al., 2007), but paleomagnetic corre-\nlations (Muttoni et al., 2004; Olsen et al., 2011) and recent radiometric dating indicate a middle to late Norian age (Riggs et  al., 2003; Irmis et al., 2011; Ramezani et al., 2011, 2014). This new age assignment makes the Chinle floras of special interest, because continental Norian palynofloras are relatively uncommon (e.g., Kürschner and Herngreen, 2010).\nThe Chinle Formation was deposited at tropical latitudes and subject to a monsoonal climate (Parrish and Peterson, 1988; Dubiel et al., 1991). Sedimentological and paleontological evidence indicates climate change with increasing aridity and seasonality throughout its depositional period (Dubiel and Hasiotis, 2011; Atchley et  al., 2013; Nordt et  al., 2015). This climate change is expected to have caused stress in the terrestrial ecosystems, including plants and animals (e.g., Whiteside et al., 2015). In triguingly, previous paleontological studies showed a significant faunal and floral turnover in the middle of the Chinle Formation between 217.7 and 213.1 Ma (e.g., Litwin et al., 1991; Parker and Martz, 2011; Reichgelt et al., 2013; Rame zani et  al., 2014), which might be related to climate change. In addition to the climate, other environmental perturbations, for example, volcanism (Atchley et al., 2013; Nordt et al., 2015) and pCO2 variations (Cleveland et  al.,  2008a, 2008b; Atchley et al., 2013; Nordt et al., 2015; Schaller et  al., 2015; Whiteside et  al., 2015), could have contributed to the causes of the biotic turnover. Furthermore, the age of the Manicouagan impact event at 215–214  Ma (Ramezani et al., 2005; Walkden et al., 2002; Jourdan et  al., 2009) is close to the age range of the floral and faunal turnover in the Chinle strata (Reichgelt et al., 2013; Lindström et al., 2016). So far, no global extinction has been matched with the ejecta hori zon of the Manicouagan impact ( Olsen et al., 2011). However, the interval around 215  Ma was associated with regional\nGSA Bulletin; May/June 2018; v. 130; no. 5/6; p. 775–795; https:// doi .org /10 .1130 /B31673 .1; 9 figures; 2 tables; Data Repository item 2017345 ; published online 19 October 2017 .\n†viktoria .baranyi@geo .uio.no\nFor permission to copy, contact editing@geosociety.org © 2017 Geological Society of America\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/130/5-6/775/4137239/775.pdf by University of Arizona user on 20 February 2019\n776 Geological Society of America Bulletin, v. 130, no. 5/6\nextinction of marine invertebrate fauna in the western part of Pangea (Orchard et  al., 2001) and a turnover among oceanic zooplankton in Panthalassa (Onoue et al., 2012, 2016) associated with an Ir anomaly and spherules (Onoue et  al., 2016). The global significance of this middle Norian biotic turnover is not well documented so far.\nThe current study represents a detailed reinvestigation of the Norian palynofloras of the Chinle Formation previously studied by Reichgelt et  al. (2013) and supplemented by additional outcrop samples collected in the Petrified Forest National Park. We also present palynofacies data that describe the sedimentary organic composition of the investigated samples and bulk organic carbon isotope data. Our quantitative palynological study provides the opportunity to analyze vegetation dynamics in a period marked by severe environmental perturbations. The aims of the present study were to: (1) provide a detailed quantitative palynological record from 12 localities from the Chinle Formation in Petrified Forest National Park, Arizona, (2)  quantify vegetation changes and establish the vegetation history, and (3) reconstruct the environmental changes as inferred from the new palynological data.\nGEOLOGICAL BACKGROUND OF THE STUDY AREA\nThe Chinle Formation in the southwestern United States represents a complex system of fluvial, alluvial, lacustrine, and eolian sediments deposited across Arizona, Utah, New Mexico, and Colorado (Figs.  1A–1B; Dubiel, 1994; Martz and Parker, 2010). During the Late Triassic, the area was situated 5°–10° north of the equator and ~400 km east of the western margin of the Pangea supercontinent (Figs. 1C–1D; Bazard and Butler, 1991; Dubiel et  al., 1991; Kent and Tauxe, 2005; Kent and Irving, 2010). The Chinle Formation was located in a basin that drained northwestward into marine waters and received volcanic detritus from the southwest (Fig. 1D; Stewart et al., 1972; Dickinson and Gehrels, 2008; Martz and Parker, 2010; Atchley et al., 2013; Howell and Blakey, 2013; Riggs et al., 2013).\nDepositional History and Paleoenvironments at the Petrified Forest National Park\nThe sedimentary evolution of the Chinle Formation depicts a cyclic depositional history, starting with incision, filling of paleovalleys with fluvial sediments, and the subsequent development of floodplain environments (Blakey,\n2008; Martz and Parker, 2010; Dubiel and Hasiotis, 2011; Atchley et  al., 2013; Trendell et al., 2013a, 2013b).\nThe Chinle Formation at the Petrified Forest National Park can be divided into five members. The Shinarump/Mesa Redondo Member (Fig.  2) represents the basal deposit overlying the Early to Middle Triassic Moenkopi Formation (Martz and Parker, 2010). It is composed of conglomeratic channel sandstones with adjacent overbank mudstones representing a braided, subsequently meandering river system (Martz and Parker, 2010).\nSubsequently, the Blue Mesa Member (Fig.  2), a large mudrock unit, was deposited in a predominantly suspended-load meandering river system, of which the Newspaper Rock Bed represents a significant channel deposit (Woody, 2006; Martz and Parker, 2010; Trendell et  al., 2013a). Overbank sediments dominate in the Blue Mesa Member, with local lacustrine environments in the form of floodplain ponds and back-swamps (Dubiel, 1989; Trendell et  al., 2013a, 2013b).\nAt the Petrified Forest National Park, the overlying Sonsela Member (Fig. 2) is a coarsergrained unit with a semicontinuous sandstone complex interbedded with mudstones (Martz and Parker, 2010). The onset of the Sonsela Member is marked by a shift in the dominant paleocurrent direction from northwest-southwest to north-northeast (Howell and Blakey, 2013). The high amount of volcanic material in the sediments suggests a land connection with the Cordilleran arc to the west, which provided much of the coarse-grained material to the basin (Howell and Blakey, 2013; Riggs et  al., 2013, 2016).\nThe depositional environment of the lower part of the Sonsela Member (Camp Butte Beds, Lot’s Wife Bed, Jasper Forest Bed, and lower-\nmost part of the Jim Camp Wash Beds; Fig. 2) is characterized by bed-load–dominated fluvial style, high sedimentation and low subsidence rates, coarser-grained sediments, frequent flooding and crevassing events, unstable overbank areas, and a lesser-developed floodplain ( Howell and Blakey, 2013; Trendell et  al., 2013a, 2013b). The basal Camp Butte Beds inter finger with the Blue Mesa Member (Fig. 2) and are composed of sands deposited by bedload–dominated braided rivers. The overlying Lot’s Wife Bed (Fig. 2) represents well-drained overbank sediments (mudstones) punctuated by crevasse splays associated with bed-load–dominated streams. The medially situated Jasper Forest Bed/Rainbow Forest Bed (Fig.  2) was deposited by low-sinuosity bed-load–dominated braided rivers exhibiting high energy and probably ephemeral flow.\nThe depositional environment at the Petrified Forest National Park markedly changed between the deposition of the lower and upper Sonsela Member (e.g., Atchley et  al., 2013; Howell and Blakey, 2013; Nordt et  al., 2015). The bed-load–dominated fluvial style in the lower part of the Sonsela Member switched to a primarily suspended-load meandering river in the upper part. The upper Sonsela Member (upper Jim Camp Wash Beds, Martha’s Butte Bed; Fig.  2) is characterized by finer-grained sediments, higher subsidence rates in the basin, stable overbank areas and channels, and welldeveloped floodplains. The rapid change in subsidence and fluvial style was interpreted to have been driven by changes in the subduction in the Cordilleran arc, isostatic rebound of the arc, and backarc aggradation (Howell and Blakey, 2013). The stratigraphic boundary between the two disparate depositional styles is placed at a laterally persistent red silcrete horizon (Howell and Blakey, 2013), which also marks the boundary\nFigure  1 (on following page). (A) Map of Petrified Forest National Park and its position in the SW United States, showing the exposure of Triassic rocks within the park, modified after Parker and Martz (2011). (B) Location of the sampled localities within the Petrified Forest National Park, modified after Parker and Martz (2011). 1—Black Forest Bed locality (samples BFB), 2—Zuni Well Mound locality (sample ZN), 3—Devil’s Playground locality (samples DPG 1–5), 4—Dinophyton locality and Bill’s horsetail site (samples DI and BH), 5—Blue Forest Stump locality (sample BFS), 6—Camp Butte Beds locality (samples GS, OB, RC), 7—Haystacks locality (samples HS 1–3), 8—Olsen’s lake locality (samples OL  1–3), 9—Mountain Lion Mesa and Martha’s Butte Bed localities (samples MLM 1–32), 10—Mountain Lion Cliff locality (samples MLC 1–8), 11—Badlands locality (samples BL 1–7), 12—Flattops bed locality (samples FT 1–10, TH 1–10, and PTF 1–16). (C) Paleogeographic position of the Chinle sedimentary basin in the Late Triassic, modified after Trendell et al. (2013a). (D) Paleogeographic reconstruction of the Chinle Basin in the Triassic Western Interior and a general pattern of the Chinle fluvial system, modified after Dubiel and Hasiotis (2011). NV—Nevada; UT—Utah, CO—Colorado, NM—New Mexico, AZ—Arizona, TX—Texas.\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/130/5-6/775/4137239/775.pdf by University of Arizona user on 20 February 2019\nGeological Society of America Bulletin, v. 130, no. 5/6 777\nM agm\natic Arc\nMogollon\nHighlands\nMar ine\nBas in\nAncestral Rocky Mountains\nCOUT\nNV\nAZ NM\nTX\nDischarge/runoff\nChinle Basin Dockum Basin\nPaleocurrent\n35°N\n30°N\n115°W 110°W 105°W\n100 km\n0°\n30°\n60°\n30°\n60°\nPangea\n100 km Exposed Triassic rocks\nCOUT\nAZ\nNMA\nB\nC\nD\n109°W\n37°N\n1\n2\n3\n4 5 67\n9 10 11\nPetrified Forest National Park Private property and wilderness\n5 km\n12\n8\nFigure 1.\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/130/5-6/775/4137239/775.pdf by University of Arizona user on 20 February 2019\n778 Geological Society of America Bulletin, v. 130, no. 5/6\nbetween the Adamanian and Revueltian vertebrate biozones (Parker and Martz, 2011).\nThe Sonsela Member is the predominant fossil log–bearing unit of the Chinle Formation, with major accumulations in the Jasper Forest\nand Martha’s Butte Beds (Fig. 2; Martz and Parker, 2010).\nThe Petrified Forest Member represents a predominantly mixed-load, meandering river system dominated by overbank mudstones, al-\nthough nonsinuous bed-load–dominated streams persisted and filled up scours within overbank mudstones (Kraus and Middleton, 1987).\nThe overlying Owl Rock Member was deposited in lacustrine, fluvial, and floodplain set-\nRB 1-2 Redband Butte samples 1 and 2 SLC Silcrete Butte OL 1-3 Olsen`s Lake samples 1, 2 and 3\nZuni Well Mound (ZN)\nBlack Forest Bed (BFB)\nRB 2\nSLC\nP et\nrif ie\nd F\nor es t se ct io n\nHaystacks 1(HS 1)\nLeaf Shale-Newspaper Rock Bed (LS), Bill`s Horsetail Site (BH) Dinophyton Bed (DI) Blue Forest Stump Field (BFS) Rolande Canyon (RC), Gastellum Site (GS), Olsen`s Blue Mesa (OB)\nShinarump (SH) Ramezani et al. (2011, 2014) Atchley et al. (2013)\nmudstone various colors (gray, green,purple, red)\ncoarse grained sandstone with conglomerates\nsandstone carbonates\nShin./M.R. M: Shinarump/Mesa Redondo Member CB Beds: Camp Butte Beds JF Bed: Jasper Forest Bed Gob. ST: Goblin Sandstone LLB: Long Logs Bed\nHaystacks 2 (HS 2)\nOL 1, OL 2, Ol 3\n50 m\nMLC 1-2 MLC 3-4 MLC 5-6 MLC 7-8\nDPG 5\nMountain Lion Cliffs section\nDevil`s Playground\nsection\nDPG 3-4 DPG 1-2\nBL 1-2 BL 3-4 BL 5-6 BL 7 BL 8-11\nBadlands section\nMLM 1-3MLM 4-6 MLM 7-8 MLM 9-10 MLM 11-12 MLM 15-19 MLM 27 MLM 32\nM ou\nnt ai\nn L\nio n\nM es\na s\nec tio\nn TH 1-2 TH 3-4 TH 5-6 TH 7-9 TH 10 FT 1-2 FT 3-4 FT 5-6 FT 7-8 FT 9-10 F la tto ps B ed s se ct io n PTF 1-1/II PTF 5-6 PTF 14-16\nFaunal turnover\npersistent red silcrete horizon Adamanian/Revueltian faunal turnover\nLithology Palynological samples\nRB 1\nOwl Rock\nMember\nP et\nri fie\nd Fo\nre st\nM em\nbe r\nFlattops beds 2-4\nS on\nse la\nM em\nbe r Martha’s\nButte Bed\nFlattops 1\nJim C\nam p\nW as h Be ds\nJF Bed\nLot’s Wife Beds\nCB Beds\nB lu\ne M\nes a\nM em\nbe r\nNewspaper Rock Bed\nC hi\nnl e\nFo rm\nat io\nn\nN O\nR IA\nN R\nH A\nE TI\nA N\nLithostratigraphy S\nta ge s Age (Ma)\n209.926±0.072\n213.124±0.069 213.870±0.078\n220.124±0.068\n223.036±0.059\n219.317±0.080\nShin./M.R. M\n218.017±0.088\nGob. ST\nDepositional Environment Fluvial style\n225.185±0.079\nPaleoflow dire ction\nPaleosols number of wet\nmonths\nCalcisols\nVertisols\nAlfisols\nAlfisols\nHistosols\nOxisols Gleysols\n12 06\nBr ai\nde d\nriv er\nBe dl\noa d\nM ixe\ndlo ad M ea nd er in g riv er Su sp en de dlo ad\nM ea\nnd er\nin g\nriv er\nM ixe\ndlo ad Be dl oa d\nM ea\nnd er\nin g\nriv er\nSu sp\nen de\ndlo ad M ixe dlo ad\nFluvial valley fill\nLa ke\n,fl uv\nia l,\nflo od\npl ai n Fl uv ia l, flo od pl ai n\nFl uv\nia l v\nal lle\ny fill\n, f lo\nod pl\nai n\nFl uv\nia l,\nla ke , flo od pl ai n\nN=17\nN=12\nN=17\nN=11\nN=10\nN=8\nN=21\nN=16\nN=7\n216.555\nNordt et al. (2015)\nLLB214.727\nHaystacks 3(HS 3)\nManicouagan impact event\nFigure 2. Composite lithostratigraphic log and stratigraphic framework of the Chinle Formation at the Petrified Forest National Park with paleoenvironmental interpretations and the indication of the stratigraphic position of all sampled sections and horizons. Measured radiometric ages are from Atchley et al. (2013) and Ramezani et al. (2011, 2014). Age estimations were available from Nordt et al. (2015). Depositional setting and fluvial styles are based on Atchley et al. (2013) and Trendell et al. (2013a, 2013b). Paleoflow direction is based on Atchley et al. (2013). Paleosol data are from Dubiel and Hasiotis (2011). The stratigraphic log is modified after Parker and Martz (2011). Samples included in the carbon isotope analysis are in bold and italics font. Detailed lithostratigraphic log for the Badlands, Devil’s Playground, Mountain Lion Mesa, and Flattops sections is available in the supplementary data (see text footnote 1).\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/130/5-6/775/4137239/775.pdf by University of Arizona user on 20 February 2019\nGeological Society of America Bulletin, v. 130, no. 5/6 779\ntings, and it contains (Martz and Parker 2010) calcretes and eolian deposits as well.\nRamezani et  al. (2011) dated the Black Forest Bed (Fig.  2) at the top of the Petrified Forest Member as 209.926 ± 0.072 Ma, which is close to the Norian-Rhaetian boundary age at 209.5 Ma according to the “long-Rhaetian” age model (Muttoni et al., 2004; Ogg, 2012), implying that the Owl Rock Member is of Rhaetian age (Riggs et al., 2003).\nAn erosional surface terminates the Chinle Formation, and it is overlain by the Early Jurassic Moenave Formation or Wingate Formation, but the exact relationship of these contacts is poorly understood (Martz and Parker, 2010).\nClimate Change during the Norian\nThe transition from a fluvial-alluvial to eolian environment in the Late Triassic of the southwest United States reflects long-term climatic change from a humid tropical/monsoonal climate to drier conditions and an increase in seasonality during the deposition of the Chinle Formation (Dubiel and Hasiotis, 2011).\nIn the Blue Mesa Member, a large temnospondyl amphibian (Parker and Martz, 2011) and abundant fossil fern remains (Ash, 2001) are still considered to be evidence for humid tropical conditions (Martz and Parker, 2010), in agreement with high mean annual precipitation (MAP) values (Nordt et  al., 2015). A significant drop in MAP was shown by, for example, Atchley et al. (2013) and Nordt et al. (2015) in the Sonsela Member.\nThe increase in pedogenic carbonate formation and carbonate nodules beginning in the upper part of the Sonsela (Jim Camp Wash Beds) has been interpreted as evidence of a shift from poorly drained wetlands to well-drained soils, in agreement with a shift to drier climate (Martz and Parker, 2010; Atchley et al., 2013; Nordt et al., 2015).\nThe more pronounced seasonality is also supported by the lack of true annual tree rings and the presence of irregular growth interruptions in the fossil wood from the Sonsela and Petrified Forest Members (Ash and Creber, 1992). Originally, Ash and Creber (1992) considered these irregular growth interruptions similar to the growth patterns of trees that live in the tropics. They suggested that the interruptions were most likely caused by endogenous hormonal effects or occasional fluctuations in local water supply (Ash and Creber, 1992). However, the climatic interpretation of these growth interruptions has been widely debated (Ash and Creber, 1992). More recently, similar growth interruptions were found in Cretaceous silicified wood, and they were interpreted as the evidence of seasonal\ndroughts (Falcon-Lang, 2003). Similar growth interruptions are present in trees from East Africa (e.g., Uganda, Somalia, Tanzania; Jacoby, 1989) and Australia (Schweingruber, 1996).\nThe main cause of the transition to drier and warmer climate was believed to be the northward movement of the North America continent from the equator into the drier midlatitudes (Dubiel et al., 1991; Kent and Tauxe, 2005; Kent and Irving, 2010). However, recent magnetostratigraphy of the Chinle Formation at the Petrified Forest National Park is suggestive of a restricted northward movement during the middle to late Norian and Rhaetian (Zeigler and Geissman, 2011). Alternatively, the uplift of the Cordilleran arc could have caused an increasing rain shadow over the Chinle sedimentary basin, blocking the influx of moist tropical air (Litwin, 1986; Atchley et al., 2013; Nordt et al., 2015).\nMATERIAL AND METHODS\nSampling\nEighty-six samples were collected for palynological analysis from 12 outcrops at the Petrified Forest National Park (Figs. 1 and 2). The samples were preferentially collected from mudstone or very fine sand intervals that were considered to bear rich palynomorph assemblages. The nomen clature of the lithostratigraphic units follows Martz and Parker (2010). Thirty-nine samples from the Sonsela Member had previously been analyzed by Reichgelt et al. (2013). For the present study, an additional 47 samples, collected from the Shinarump Member, the upper part of the Blue Mesa Member, the lower and topmost parts of the Sonsela Member, and the lower part of the Petrified Forest Member, were processed for palynological analyses (Fig.  2). A complete list of all samples and a short lithological description with the global positioning system (GPS) coordinates of the localities are included in the Geological Society of America Data Repository.1 The GPS coordinates use the World Geodetic Survey 1984 (WGS 84) system.\nPalynological Processing and Analysis\nAll new samples were treated following the palynological preparation method described in Kürschner et al. (2007). Between 10 and 20 g aliquots of each sedimentary rock sample were crushed, and, to enable calculation of palynomorph concentration, one tablet containing Lyco podium spores was added to each sample at the start of processing. To dissolve the carbonates and silicates, 10% HCl and concentrated HF were used, respectively. The organic residue was sieved with a 250 µm and a 15 µm mesh. Methods for the processing of the previously analyzed samples were described in Reichgelt et  al. (2013), but these basically followed the same procedure. In order to separate heavy minerals (e.g., pyrite) from the organic particles, heavy liquid (ZnCl2) was added to the organic residue between 250 and 15 µm meshes. Slides were mounted using epoxy resin (Entellan) as a mounting medium. A Petrified Forest National Park catalogue number was assigned to each studied item (rock samples, organic residue, palyno logical slides), and these are listed in the data repository (see footnote 1). The organic resi dues and palynological slides are temporarily being stored at the Department of Geosciences, University of Oslo, Norway, but the final repository will be the Petrified Forest National Park. Additionally, the slides of Reichgelt et al. (2013) were reinvestigated. Quantitative analysis was performed by identifying and counting ~400 palynomorphs after scanning 2–6 slides. Poorly preserved palynomorphs, or palynomorphs with unfavorable orientation that hampered the precise identification, were excluded from the counting, but their abundance was documented separately. Spore coloration index (SCI) values follow those of Batten (2002). For palynofacies analysis, different types of sedimentary organic matter (SOM) particles were distinguished in the samples. The subdivision of the different palynofacies groups and terminology followed Oboh-Ikuenobe and De Villiers (2003). Spores and pollen grains were distinguished during the palynofacies analysis. Approximately 300 SOM particles were counted in each sample. The microscope analysis was carried out with a standard Zeiss 328883 type microscope connected to an AxioCam ERc5s camera and Zen 2011 software. Relative abundance of the palynomorphs was calculated and plotted using the Tilia/TiliaGraph computer program (Grimm, 1991–2001). Palynomorph assemblages were distinguished by constrained cluster analysis using CONISS within Tilia (Grimm, 1987). For plotting this diagram, the counted abundance data of all identified taxa were used, and unidentified forms were excluded from the 1GSA Data Repository item 2017345, the list and detailed description of all sampling localities with GPS coordinates, detailed description of the palynological assemblages with three photoplates, list of all identified taxa, excel sheets with the palynological, palynofacies counts and bulk organic carbon isotope ratios, dataset used in the correspondence analysis together with eigenvalues, variance values, column and row score, the botanical affinities of the palynomorphs accompanied by a reference list, PEFO catalogue numbers of all studied items including rock samples, organic residue and palynological slides, is available at http:// www .geosociety .org /datarepository /2017 or by request to editing@geosociety .org.\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/130/5-6/775/4137239/775.pdf by University of Arizona user on 20 February 2019\n780 Geological Society of America Bulletin, v. 130, no. 5/6\ncluster analysis. Palynomorph and SOM concentration (Fig. 3) were calculated based on the counts of the identified palynomorphs, number of encountered Lycopodium grains, the dry weight of the sample, and the total number of grains in the Lycopodium tablet according to the equation of Maher (1981):\n=conc. per gram sediment\n× × total counted counted particles dry weight Lycopodium Lycopodium . (1)\nAssignment of Palynomorphs to Ecological Groups\nThe sporomorph ecogroup (SEG) method of Abbink et  al. (2004) was applied to distinguish plant communities (Table  1). The SEG model was established based on Jurassic and Cretaceous palynomorphs, but subsequent studies have demonstrated the relevance of the scheme to Triassic palynomorph assemblages (e.g., Ruckwied and Götz, 2009; Götz et  al., 2011; Kustatscher et al., 2010). The SEGs define distinctive habitats, based on taxa with broadly similar ecological preferences. Abbink et  al. (2004) distinguished six ecogroups, of which three are identified in the Chinle Formation: river SEG, lowland SEG, and upland SEG. The river SEG reflects riverbank communities that are periodically submerged; the lowland SEG represents vegetation of the floodplain and marshes that can be episodically submerged; and the upland SEG reflects plant communities on well-drained, higher terrains above groundwater table that are never submerged. This approach is a first approximation and simplification of community-level changes. The succession of different ecogroups and changes in the species composition within one SEG can be suggestive of climate and/or paleoenvironmental change. The assignment of sporomorphs into the different ecogroups followed the works of Abbink et  al. (2004) (see also supplementary data [see footnote 1]).\nThe assignment of the sporomorph taxa into hygrophytes or xerophytes (see also supplementary data [see footnote 1]) followed Visscher and Van der Zwan (1981), based on the ecological preference of known or proposed parent plant and the co-occurrence of certain taxa. It represents a first approximation of climatic signals, but it has to be noted that it represents an oversimplification of the environmental preference of the parent plant (e.g., Mueller et al., 2016). All spores in this study were assigned to the hygro phytes, whereas most pollen species were assigned to the xerophytes (see supplementary data [see footnote 1]). Cycadopites pollen grain and other pollen grains related to the\nCycadophyta were assigned to the hygrophytes (e.g., Roghi et  al., 2010; Hochuli and Vigran, 2010). Hochuli and Vigran (2010) attributed monosaccate pollen grains to the hygrophyte group. However, here we assign monosaccate pollen species to xerophytes, following studies by Roghi (2004), Roghi et  al. (2010), and Mueller et  al. (2016). The monosaccates pollen species in this study most likely represent Majonicaceae, or other groups of the Voltziales, which are thought to occur in upland communities (Abbink et  al., 2004). Pollen species with gnetalean affinity (Ephedripites, Equisetosporites, and Cornetipollis) were assigned to xerophytes after Hochuli and Vigran (2010).\nMultivariate Ordination\nCorrespondence analysis (CA) was applied to the data set of the plant groups (see supplementary data [see footnote 1]) to display the relationships among the different plant groups. The botanical affinity of the palynomorphs, together with the palynological abundance of the various plant groups, the correspondence analysis data matrix, eigenvalues, and row and column scores are given in the supplementary data (see footnote 1). Correspondence analysis displays the counted or calculated data on axes that represent ecological variations with the greatest influence on the data set (e.g., Kovach, 1993; Stukins et  al., 2013). It was carried out using PAST (Hammer et al., 2001).\nCarbon Isotope Analysis of Bulk Sedimentary Organic Matter\nThe carbon isotopic composition of bulk organic matter was analyzed for a total of 23 samples spanning the Blue Mesa, Sonsela, and Petri fied Forest Members (Fig.  2). Four to six gram samples of sediment were crushed and powdered and then treated with 1 M HCl and left for 24 h to remove all inorganic carbon. Afterward, the samples were neu tralized with water and dried at 60  °C in an oven. The homogenized samples were analyzed with an ele mental analysis–isotope ratio mass spectrometer (EA-IRMS). Isotope ratios are reported in standard delta notation relative to Vienna Peedee belemnite (VPDB). The measurements were carried out by Iso Analytical Ltd., The Quantum, UK. The analytical precision indicates a standard deviation of <0.08‰ based on the routine analysis of the internal laboratory reference material. IA-R001 wheat flour was used as the reference material (δ13CVPDB = –26.43‰). Total organic carbon (TOC) values and isotope ratios are given in the supplementary data (see footnote 1). Bulk organic carbon\nisotope values measured at Petri fied Forest National Park were then compared to the concentration values of selected pollen types and palynofacies groups. The concentrations, calculated using pollen relative to Lycopodium spore abundance, were used instead of total percentages, as pollen concentration is a function of sediment weight and is not affected by changes in relative abundance of other taxa (closed sum effect in percentage calculations). The linear regression analysis was performed with PAST (Hammer et al., 2001). Additionally, it has to be considered that in bulk analyses, the complete SOM is measured, while the palynological samples may reflect only a fraction of the SOM due to possible biases occurring during sample preparation, such as sieving.\nRESULTS\nPalynomorph Assemblages\nThe palynologically productive samples were collected from gray-black mudstones, or gray, very fine-grained sandstone horizons. Barren samples had various lithologies, including white, yellow, red, green, and purple mudstones due to penecontemporaneous pedogenic oxidation. Thirty-four percent of the studied samples contained pollen grains and spores, an additional 50% of the samples contained only phytoclasts and charcoal, and 16% of all studied samples were entirely barren. In total, 128 taxa were identified in the 29 samples that contained palynomorphs. Based on cluster analysis, four assemblages are distinguished, assemblage 2 was further subdivided into assemblage 2/1 and 2/2, assemblage 3 into was further subdivided 3/1 and 3/2, and assemblage 4 was further subdivided into 4/1 and 4/2 (Fig. 3). A detailed description of all palynomorph assemblages and a complete list of all identified taxa are given in the supplementary data (see footnote 1). Only stratigraphically or environmentally noteworthy taxa are plotted in Figure 3; a complete diagram with all taxa and the palynomorph counts can be found in the supplementary data (see footnote 1). The color of the palynomorphs varied between pale yellow and golden brown, and their SCI index ranged from 2 to 7 (Batten, 2002). The variation in color exists mainly between the taxa. Generally, the palynomorphs with thicker walls are darker. No significant variation was observed between the sections or stratigraphic units. The sample from the Shinarump Member did not contain any palynomorphs. The oldest pollen-bearing sample was located in the upper part of the Blue Mesa Member (Figs. 2 and 3). Selected palynomorphs are illustrated in Figure 4.\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/130/5-6/775/4137239/775.pdf by University of Arizona user on 20 February 2019\nGeological Society of America Bulletin, v. 130, no. 5/6 781\nMi cro\nca ch\nryd ite\ns d ou\nbin ge\nri\nMi nu\ntos ac\ncu s c\nren ula\ntus\nOv ali\npo llis\nsp .\nPit yo\nsp ori\ntes de\nvo lve\nns\nPit yo\nsp ori\ntes ol\ndh am\nen sis\nPit yo\nsp ori\ntes sp\n.\nPit yo\nsp ori\ntes sc\nau rus\nPla tys\nac cu\ns t ria\nss icu\ns\nPli ca\ntis ac\ncu s b\nad ius\nPr oto\ndip lox\nyp inu\ns a me\nric us\n20 Pr oto\ndip lox\nyp inu\ns f as\ntid ios\nus\nPr oto\ndip lox\nyp inu\ns l ac\nert os\nus\nPr oto\nha plo\nxy pin\nus ar\nizo nic\nus\nPr oto\ndip lox\nyp inu\ns u jhe\nlyi\nPs eu\ndo illin\nite s c\nras su\ns\nRu gu\nbiv es\nicu lite\ns p roa\nvit us\nSa ma\nrop oll\nen ite\ns s pe\ncio su\ns\nSc hiz\nos ac\ncu s k\neu pe\nri\nSu lca\ntis po\nrite s k\nrea us\neli\nTri ad\nisp ora\ncr as\nsa\nTri ad\nisp ora\ndo ck\num en\nsis\nTri ad\nisp ora\nfa lla\nx\n20 Tri ad\nisp ora\nsp .\nVo ltz\niac ea\nes po\nrite s g\nlob olu\ns\nVo ltz\niac ea\nes po\nrite s h\nete rom\norp ha\n20 Vo ltz\niac ea\nsp ori\ntes se\nns u K\nlau s 1\n96 4\nVit rei\nsp ori\ntes pa\nllid us\n20 Co rda\nitin a m\nino r\n20 Da ug\nhe rty\nsp ora\nch inl\nea na\nEn zo\nna las\npo rite\ns m an\nife stu\ns\nEn zo\nna las\npo rite\ns v ige\nns\nKu ge\nler ina\nm eie\nri\nPa ch\nys ac\ncu s f\nero cc\nide nta\nlis\n20 Pa tin\nas po\nrite s d\nen su\ns\nPa tin\nas po\nrite s i\nus tus\nPa tin\nas po\nrite s t\nora lis\nPa tin\nas po\nrite s s\np. (tr\nian gu\nlar )\nPa tin\nas po\nrite s s\np. 1\nPs eu\ndo en\nzo na\nlas po\nrite s s\num mu\ns\nTu les\npo rite\ns b ris\nco en\nsis\nTu les\npo rite\ns t err\naru be\nrae\nVa lla\nsp ori\ntes ig\nna cii\nAr au\nca ria\ncit es\nau str\nali s\nCa me\nros po\nrite s s\nec atu\ns\nCa me\nros po\nrite s v\nerr uc\nos us\nCo rne\ntip oll\nis ret\nicu lat\na\nCy ca\ndo pit\nes fo\nllic ula\nris\nCy ca\ndo pit\nes fra\ngil is\nEq uis\neto sp\nori tes\nch inl\nea na\nIna pe\nrtu rop\noll en\nite ss\np.\nLa ge\nne lla\nm art\nini i\nPe rin\nop oll\nen ite\ns e lat\noid es\n20 Fr oe\nlic hs\npo rite\ns t rav\ners ei\nM on\nos ac\nca te\npo\nlle n\ngr ai ns B is ac ca te p ol le n gr ai ns N\non -s\nac ca\nte\npo lle\nn gr\nai ns\n2 4\n6 8\n10 12\nTo ta\nl s um\no f s\nqu ar\nes\nC O\nN IS\nS\nCa lam\nos po\nra ten\ner\nCo nc\nav isp\nori tes\nto ral\nis\nCy ath\nidi tes\nm ino\nr\n20 De lto\nido sp\nora sp\n.\n20 Di cty\nop hy\nllid ite\nsh arr\nisi i\nGr an\nula tis\npo rite\ns i nfi\nrm us\nIsc hy\nos po\nrite s s\np.\nKy rto\nmi sp\nori s l\nae vig\natu s\nOs mu\nnd ac\nidi tes\nw ell\nma nn\ni\nSt ere\nisp ori\ntes sp\n.\nTo dis\npo rite\ns m ajo\nr\n20 To dis\npo rite\ns r otu\nnd ifo\nrm is\nTri lite\ns k lau\nsii\nAli sp\nori tes\ngi ga\nnte us\nAli sp\nori tes\ngr an\ndis\n20 Ali sp\nori tes\nop ii\nAli sp\nori tes\nra dia\nlis\nAli sp\nori tes\npa rvu\ns\nAli sp\nori tes\nro bo\nstu s\n20 Ali sp\nori tes\nsp .\nAli sp\nori tes\nth om\nas ii\nAn gu\nsti sa\ncc us\npe tul\nan s\nAn gu\nsti sa\ncc us\nre nif\norm is\nCh ord\nas po\nrite s c\nhin lea\nnu s\nCo lpe\ncto po\nllis el\nlip so\nide us\nCo lpe\ncto po\nllis si\nng uli\nsin us\n20 Fa\nlci sp\nori tes\ngo tte\nsfe ldi\nKla us\nipo lle\nnit es\ngo uld\nii ( A1\n)\n20 40\n60\nKla us\nipo lle\nnit es\ngo uld\nii ( B1\n)\n20 Kla us\nipo lle\nnit es\ngo uld\nii ( B2\n)\nKla us\nipo lle\nnit es\ngo uld\nii ( 3\nair ba\ngs )\nKla us\nipo lle\nnit s g\nou ldi\ni (m on\nos ac\nca te)\nKla us\nipo lle\nnit es\ngo uld\nii ( sp\nlit su\nlcu s)\nKla us\nipo lle\nnit es\nsc ha\nub erg\neri\nS po\nre s\n[P er\nce nt\nag es\n% ]\n50 00\n0 1 00\n00 0\nP et\nrif ie d Fo re st\nM .\nSo ns\nel a\nM em\nbe r\nB lu e M es a\nM em\nbe r\nFl at\nto ps\nBe ds\n2 -4\nFl at\nto ps 1 M ar th a` s Bu tte Be ds Ji m C am p W as h Be ds JF B ed LW B ed s C B B ed s\nM em\nbe rs\nB ed\ns\nCo nc\nen tra\ntio n o\nf\npa lyn\nom orp\nhs /gr\nam\nse dim\nen t\nFT 7 FT 6 FT 5 FT 4 FT 3 FT 2 FT 1\nTH 1\n0\nLSB H O B\nO L 1 O L 2 O L 3 D P G 5 D P G 4 D P G 3 D P G 2 D P G 1B L 1 B L 2 B L 3 B L 4 B L 5 B L 6 B L 7 M\nLM 3\nM LM 2 M LM 1\nB is\nac ca\nte p\nol le n gr ai ns\n2 4\n6 8\n10 12\nTo ta\nl s um\no f s\nqu ar\nes\nC O\nN IS\nS\n13/ 1 3/ 2 4/ 1 4/ 2 2/ 1 2/ 2 2/ 3Assemblages\n(this study) Zonation\n(Litwin et al. 1991) Zonation\n(Reichgelt et al. 2013)\nZo ne II\nZo ne II\nZo ne III\nZo ne III b Z. III a\n13/ 1 3/ 2 4/ 1 4/ 2 2/ 1 2/ 2 2/ 3Assemblages\n(this study) Zonation\n(Litwin et al. 1991) Zonation\n(Reichgelt et al. 2013)\nZo ne II\nZo ne II\nZo ne III\nZo ne III b Z. III a\nJF B\ned : J\nas pe\nr F or\nes t B ed LW B ed s: L ot `s W ife B ed s C B B ed s: C am p B ut te B ed\ns\nChinle Formation\nLi th\nos tra\ntig ra\nph y\nStage NORIAN\nS am\npl es\nF ig\nur e \n3. R\nel at\niv e\nab un\nda nc\ne (%\n) of\ns el\nec te\nd sp\nor es\na nd\np ol\nle n\ngr ai\nns i\nn th\ne C\nhi nl\ne F\nor m\nat io\nn an\nd th\ne pa\nly no\nst ra\nti gr\nap hi\nc su\nbd iv\nis io\nn of\nt he\nC\nhi nl\ne F\nor m\nat io\nn af\nte r\nth e\nzo na\nti on\no f L\nit w\nin e\nt a l.\n(1 99\n1) a\nnd R\nei ch\nge lt\ne t a\nl. (2\n01 3)\n. T he\np al\nyn om\nor ph\na ss\nem bl\nag es\nw er\ne di\nst in\ngu is\nhe d\nby c\nlu st\ner\nan al\nys is\nu si\nng C\nO N\nIS S.\nT he\nh or\niz on\no f t\nhe fa\nun al\na nd\nfl or\nal (P\nar ke\nr an\nd M\nar tz\n, 2 01\n1; R\nei ch\nge lt\ne t a\nl., 2\n01 3)\ntu rn\nov er\nis in\ndi ca\nte d\nby d\nas he\nd lin\ne.\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/130/5-6/775/4137239/775.pdf by University of Arizona user on 20 February 2019\n782 Geological Society of America Bulletin, v. 130, no. 5/6\nPlant Groups\nThe majority of the recorded spores and pollen could be assigned to various plant groups (supplementary data [see footnote 1]), and their known or probable botanical affinities allowed the reconstruction of the vegetation history in the Chinle Formation. The plant groups depict the regional upland vegetation of a hardwood gymnosperm forest with the dominance of conifers and some seed ferns. To a smaller extent, the palynomorphs document lowland communities, differing significantly from the macrofloral record, which represents primarily plant communities in the lowlands and along the rivers (e.g., Demko et al., 1998; Ash, 1999, 2001, 2005).\nThe upland flora is composed of Voltziales (Voltziaceae, Majonicaceae), other Mesozoic conifers (Araucariaceae, Cheirolepidiaceae, and Podocarpaceae), and probably also seed ferns (Table  1), similar to the compositions of the upland macrofossil locality described by Ash (1999). The lowland and riparian vegetation consists of spore-producing plants (ferns, lycop sids, sphenopsids, bryophytes), cycadophytes, plants of gnetalean affinity, and also seed ferns (Table 1). According to Abbink et al. (2004), the plants producing the Perinopollenites elatoides and Inaperturopollenites sp. pollen grains also contribute to lowland communities. Perinopollenites elatoides and possibly also Inaperturopollenites were produced by the Cupressa ceae or Cupressaceae-related plants (e.g., Van Konijnen burg-Van Cittert, 1971). The occurrence of Cupressaceae-related pollen types is unexpected in the Chinle Formation, because there is no definite paleobotanical evidence for the presence of this plant group in the Chinle vegetation at the Petrified Forest National Park. However, xylotomic analyses suggest that some of the Araucarioxylon tree trunks from the Chinle Formation bear resemblance to modern Sequoiadendron (Cupressaceae; Ash and Creber, 2000) or possess cupressoid features (Savidge, 2006, 2007). Furthermore, the petrified stems of Arboramosa have some features in common with modern Juniperus (Cupressaceae) trees (Savidge and Ash, 2006). Gottesfeld (1972) suggested, based on Araucarioxylon arizonicum tree trunks, that the Araucariaceae and also Cupressaceae-related trees in the Chinle Formation had a similar growth form to the modern Californian redwood. Litwin (1986) compared them with the habitat and life strategies of the Montezuma cypress (Taxodium mucronatum), which lives today in riparian forests in semiaridarid environments (e.g., in New Mexico, Texas, Mexico; Farjon, 2005). These plants were most likely members of the lowland and riverine plant communities in the Chinle Formation, similar A B C D E F G H I 20 µm J K L Figure 4. Photographs of selected palynomorphs from the Chinle Formation at the Petri fied Forest National Park. The scale bar is 20 μm. Sample code and slide number are in brackets. (A)  Trilites klausii [BL 2/1], (B) Brodispora striata [BL 2/1], (C) Equisetosporites chinleana [TH 10/1], (D) Patinasporites densus [TH 10/1], (E) Klausipollenites gouldii aberrant morphotype with three airbags [BL 7/1], (F) Klausipollenites gouldii aberrant morpho type with split sulcus [MLM 3/2], (G) Klausipollenites gouldii normal morphotypes [MLM 3/2], (H) Inaperturo pollenites sp. [BL 4/1], (I) Araucariacites australis [BL 3/1], (J) Perinopollenites elatoides [BL 4/2], (K) Perinopollenites elatoides [BL 3/2], (L) Froelichsporites traversei [BL 2/2].\nTABLE 1. PLANT COMMUNITIES\nHabitats Gottesfeld (1972) This study (SEG-s*) River, swamp, marsh Ferns, cycadophytes, Gnetales Horsetails, ferns, seed ferns, cycadophytes,\nGnetales, Araucariaceae-Cupressaceae\nLowland 1 Araucarioxylon forest, ferns Seed ferns dominant; horsetails, ferns, cycadophytes common;\nAraucariaceae-Cupressaceae rare\nLowland 2 N.D.† Araucariaceae-Cupressaceae common; horsetails, ferns, seed ferns, and cycadophytes scarce\nUpland Conifers, ginkgophytes, seed ferns Conifers, seed ferns *SEG-s—sporomorph ecogroup. †N.D.—not determined.\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/130/5-6/775/4137239/775.pdf by University of Arizona user on 20 February 2019\nGeological Society of America Bulletin, v. 130, no. 5/6 783\nto their related plant communities later in the Mesozoic (Van Konijnenburg-Van Cittert, 1971; Abbink et al., 2004; Stukins et al., 2013).\nVegetation History In the Blue Mesa Member, conifers belonging to the Voltziaceae and Majonicaceae are the predominant vegetation components (Fig. 5).\nAt the boundary of the Blue Mesa Member to the Sonsela Member, the overall diversity of the plant communities decreases after a diversity maximum is reached in the top of the Blue Mesa Member (Fig. 5). In the lower part of the Sonsela Member, seed ferns and various conifer groups (e.g., Podocarpaceae, Majonica ceae, Voltziaceae) are predominant (Fig. 5). The seed ferns are more abundant in this unit compared to the Blue Mesa Member, and they increase in abundance toward the floral-faunal turnover in the middle of the Sonsela Member. Among the Voltziaceae, the predominance of Klausipollenites decreases relative to other Voltziaceae- related pollen species such as Voltziaceae sporites heteromorpha. The abundance of Cordaitina minor in the lower part of the Sonsela Member indicates the possible presence of the Cordaitales in the Chinle vegeta tion (Fig. 5). However, the botanical affinity of Cordaitina minor is somewhat controversial, and the possibility cannot be excluded that this\ntaxon belongs to the Emporiaceae, a family within the Voltziales or other conifers (Reichgelt et  al., 2013; Lindström et  al., 2016). Just below the turnover horizon in the lower Sonsela Member, the abundance of all gymnosperm pollen, except those of the Voltziaceae, increases, indicating a more diverse vegetation.\nThe floral turnover in the middle part of the Sonsela Member is associated with a severe drop in the diversity and abundance of all plant groups, with the exception of K. gouldii and the related parent plants (Fig. 5). After the turnover, the vegetation diversifies again, as evidenced by the diverse palynological assemblages in the upper part of the Badlands section.\nAmong the gymnosperms, seed ferns and Voltziaceae-Majonicaceae conifers are predominant. The Majonicaceae, represented by the monosaccate pollen genera Patinasporites, Valla sporites, and Daughertyspora, exceeds abundances characteristic before the faunal turnover, but the seed ferns and the Cordaitinarelated plants do not return to their former abundance and diversity (Fig. 5).\nIn the Badlands section (samples BL 3–4), a short-lived peak of spore-producing plants is recorded. These spores represent mainly sphenopsids and ferns related to CyatheaceaeDipteridaceae-Matoniaceae-Dicksoniaceae, Osmundaceae, and Schizaeaceae (Fig.  5). The\nincrease in spore abundance occurs simultaneously with a brief rise in the abundance of pollen assigned to the Araucariaceae-Cupressaceae and the cycads (Fig. 5).\nThis interval is followed by elevated abundance of the peculiar palynomorph tetrad Froehlichsporites traversei (Fig.  5). Froehlichsporites traversei is most likely a gymnosperm pollen grain that was dispersed as a permanent tetrad at maturity. Its precise botanical affinity is still uncertain (Litwin et al., 1993; Baranyi et  al., 2017), which makes it difficult to assess the significance of its high abundance during the floral turnover.\nThe topmost part of the Sonsela Member provided only one pollen-bearing sample (TH 10) that reflects a distinct plant community, dominated by sphenopsids and ferns belonging to Cyatheaceae-Dipteridaceae-Matoniaceae-Dicksoniaceae, Osmundaceae, and Schizaeaceae (Fig. 5). The abundance of seed ferns increases again, and there is an acme of gnetalean pollen grains in this assemblage.\nThe lowermost Petrified Forest Member is characterized by low-diversity vegetation with a predominance of conifers belonging to the Voltziaceae (mainly K. gouldii) and Majonicaceae (Fig.  5). Spore-producing plants are nearly absent in the samples of the Petrified Forest Member.\nBr yo\nph yte\ns\nSp he\nno ps\nids\nSe lag\nine lla\nce ae\nOt he\nr ly co\nps ids\n20 40\nCy the\nac ea\ne, Di\npte rid\nac ea\ne,\nMa ton\niac ea\ne, Di\nck so\nnia ce\nae ,\nGl eic\nhe nia\nce ae\n20\nOs mu\nnd ac\nea e\nSc hiz\nae ac\nea e\nOt he\nr fe rns Ch eir ole pid\niac ea\ne\n20\nVo ltz\niac ea\ne\n20 40 60\nKla us\nipo lle\nnit es\n20 40\nMa jon\nica ce\nae\n20\nOt he\nr c on\nife rs\nAr au\nca ria\nce ae\nCu pre\nss ac\nea e-r\nela ted\npl an\nts\nPo do\nca rpa\nce ae\nCa yto\nnia les\n20 40\nCo rys\ntos pe\nrm ale\ns\nCy ca\nda les\n/B en\nne ttit\nale s\nGn eta\nles\n20\nCo rda\nita les Ot he r g ym\nno sp\nerm s\n20\nFr oe\nhli ch\nsp ori\ntes tra\nve rse\ni\nPteridophytaLycophyta Conifers Seed ferns\n[Percentages %]\nTH 10\nFT 7 FT 6 FT 5 FT 4 FT 3 FT 2 FT 1\nOL 3 OL 2 OL 1\nDPG 5 DPG 4 DPG 3 DPG 2 DPG 1\nMLM 3 MLM 2 MLM1 BL 7 BL 6 BL 5 BL 4 BL 3 BL 2 BL 1\nOB\nLSBH 100 200 300\nHy gro\nph yte\ns\n100 200 300\nXe rop\nhy tes\n[Counts]\nPetrified Forest Member\nSonsela Member\nBlue Mesa Member\nFT 2-4\nFT 1 MBB\nJim Camp Wash Beds\nLW Beds CB\nMembers Beds\nC hi\nnl e\nFo rm\nat io\nn\nLithostratigraphy\nS ta ge N O R IA N\nSamples\nJF\nCB: Camp Butte Beds LW: Lot’s Wife Beds JF: Jasper Forest Bed FT 1: Flattops Bed 1 MBB: Martha’s Butte Beds FT 2-4: Flattops Beds 2-4\nFigure 5. Vegetation history of the Chinle Formation. The palynomorphs are classified based on their botanical affinity (see supplementary data [see footnote 1]). The abundance of each plant group is given in percentages. The abundance of hygrophyte and xerophyte plants is given in counts. The horizon of the faunal and floral turnover is indicated by dashed line.\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/130/5-6/775/4137239/775.pdf by University of Arizona user on 20 February 2019\n784 Geological Society of America Bulletin, v. 130, no. 5/6\nPlant Communities and Ecological Succession Defined by the SEG Method and Correspondence Analysis\nThe SEG model and correspondence analysis were applied to define plant communities (Table 1; Fig. 6) and distinguish their relations. The first axis in the correspondence analysis accounts for 35.7% of the total variance within the data set, and the second axis accounts for 24.8% (Fig.  6). The different fern groups, sphenopsids, bryophytes, and the Gnetales assigned to the river SEG have high values on axis 1 in the correspondence analysis (Fig. 6). Cupressaceaerelated plants can be present both in the riverine SEG and lowland SEG (Abbink et  al., 2004), but in the correspondence analysis plot, they are placed closer to the Cycadales/Bennettitales and the Caytoniales of lowland communities (Fig. 6). Among the seed ferns, the Caytoniales plot close to other lowland floral elements in the correspondence analysis plot. Other seed ferns are grouped closer to the conifers (Voltziaceae, Podocarpaceae) from the upland SEG (Fig. 6). The upland plant communities (Table  1) have contrasting values on both axis 1 and axis 2 compared to the lowland or riverine elements (Fig. 6).\nThe stratigraphic distribution of the lowland plant groups (Fig.  5) implies the presence of two different lowland communities (Table  1), one dominated by seed ferns with the contribution of spore-producing plants in the lower part of the Sonsela and upper Blue Mesa Members (Fig.  7A), and a community characterized by fern-Cycadophyta-Cupressaceae-Araucariaceae in the upper Sonsela Member (Fig. 7B).\nHygrophyte and Xerophyte Curves\nThe majority of the pollen types in the Chinle Formation are considered to have been produced by xerophytic plants (supplementary data [see footnote 1]). Through most of the formation, palynomorphs with xerophytic affinity predominate (Fig.  5). Only two intervals are characterized by elevated hygrophyte ratio: the lower part of the Badlands section in the upper part of the Sonsela Member (samples BL 3–4) and the topmost part of the Sonsela Member (sample TH 10; Fig. 5).\nTOC and Bulk Organic Carbon Isotope δ13Corg\nThe TOC content (Fig. 8; supplementary data [see footnote 1]) ranges from 0.18% (sample BL 1) to 33% (sample DPG 1). The δ13Corg values vary between –23‰ and –29‰ (Fig. 8; supplementary data [see footnote 1]). The samples\nfrom the Blue Mesa Member and lower Sonsela Member in the Devil’s Playground and the lower part of the Badlands sections have relatively positive δ13Corg values, ranging between –23‰ and –25‰ (Fig.  8). There is a marked δ13Corg decrease to –29‰ in the higher part of the Badlands section, and δ13Corg remains relatively low toward the top of the Badlands section. In the upper part of the Sonsela Member, in the Mountain Lion Mesa section, δ13Corg returns to values similar to the lower part of the Badlands section. Samples of the Petrified Forest Member have somewhat lower δ13Corg values compared to the upper Sonsela Member and the Blue Mesa Member, ranging between –25‰ and –28‰.\nDISCUSSION\nPalynostratigraphy\nPerinopollenites elatoides in the Chinle Formation\nThe inaperturate pollen grain Perinopollenites elatoides (Figs. 4J–4K) has not been documented before from the Sonsela Member. We recorded its occurrence for the first time at the Petrified Forest National Park. This species has only been documented so far at the transition of the Chinle Formation and Nugget Sandstone Formation in Utah from the Rhaetian interval (Irmis et  al., 2015). During previous palynological studies, Dunay and Fisher (1979) and Fisher and Dunay (1984) did not record any inaperturate pollen grains, and Litwin (1986) and Litwin et al. (1991) assigned the recorded inaperturate pollen grains to Araucariacites\nspp., Inaperturopollenites sp., and Laricoidites desquamatus. Lindström et al. (2016) recorded Inaperturopollenites sp. from the Norian part of the Chinle Formation from the Chama Basin in New Mexico. None of these pollen species possesses the typical morphological characteristics of P. elatoides (i.e., a double-layered wall with thin outer layer and a thick inner layer; Figs. 4J– 4K) recorded in the present study.\nPerinopollenites elatoides is a characteristic element of Norian palynological assemblages in Europe (Kürschner and Herngreen, 2010). The species appears first in the Granuloperculatipollis rudis zone at the base of the Alaunian (middle Norian; Kürschner and Herngreen, 2010). The base of the Alaunian is estimated to be ca.  217  Ma using the “long-Rhaetian” age model (e.g., Ogg, 2012; Lucas, 2013; Ogg et al., 2014), or around 215 Ma using the “longTuvalian” age model (e.g., Ogg et  al., 2014). The main occurrence of P. elatoides is only few meters above the silcrete horizon in the lower part of the Badlands section (Fig. 3) within the Sonsela Member. The age of the Sonsela Member can be placed between 220 and 213  Ma (Ramezani et  al., 2011, 2014), and the age of the persistent silcrete horizon in the middle of the Sonsela Member is 216.555 Ma according to Nordt et al. (2015), or very close to the age range of the Manicouagan impact event at 215–214 Ma according to unpublished data of William G. Parker (2017, personal observation). The occurrence of the species in the Chinle Formation is in agreement with the European appearance according to the “long-Rhaetian” and probably also according to the “long-Tuvalian” age models.\nBryophytes Sphenopsids\nOther Lycopsids\nSchizaeaceae\nOsmundaceae FroelichsporitesOther ferns\nCheirolepidiaceae\nVoltziaceae\nKlausipollenites\nMajonicaceae\nOther conifers\nAraucariaceae Cupressaceae related\nPodocarpaceae\nCaytoniales\nOther pteridosperms\nCycadales/Bennettitales\nGnetales\nCordaitales/Glossopteridales Other gymnosperms\nSelaginellaceae –3.6 –3.0 –2.4 –1.8 –1.2 –0.6 0.6 1.2\n–2.0\n–1.6\n–1.2\n–0.8\n–0.4\n0.4\n0.8\n1.2\n1.6\nCyatheaceae, Dipteridaceae,\nDicksoniaceae,\nAxis 1: 35.7% of the variance\nAx is\n2 : 2\n4. 8%\no f t\nhe v\nar ia\nnc e\nMatoniaceae\nopenness proximity to the river\nst re\nss to\nle ra\nnc e\n+\n–\nFigure 6. Correspondence analysis of plant group abundances from the Chinle Formation at Petrified Forest National Park.\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/130/5-6/775/4137239/775.pdf by University of Arizona user on 20 February 2019\nGeological Society of America Bulletin, v. 130, no. 5/6 785\nOX\nP\nCH\nPB LV\nOX and P oxbow lake and ponds\nUpland Lowland River\nCH\nLB\nUpland Lowland River\nFerns\nCycadophytes\nVoltziales\nSeed fernsHorsetails\nMesozoic conifers (Araucariaceae-Podocarpaceae)\nGnetales\nCupressaceaerelated trees\nCH channel LV levee deposits LB longitudinal bar\nA\nB\nPB point bar\nFigure 7. Conceptual model of riparian, lowland, and upland vegetation in the Chinle Formation during the time of the deposition of (A) the Blue Mesa and lower Sonsela Members and (B) upper Sonsela Member after the faunal/floral turnover. Reconstruction of the depositional setting in the Blue Mesa–lower Sonsela Members is modified from Trendell et al. (2013b). Depositional setting of the upper part of the Blue Mesa Member is based on the work of Howell and Blakey (2013).\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/130/5-6/775/4137239/775.pdf by University of Arizona user on 20 February 2019\n786 Geological Society of America Bulletin, v. 130, no. 5/6\nFT 7 FT 6 FT 5 FT 4 FT 3 FT 2 FT 1 TH 1\n0\nM LM 3 M LM 1 B L 7 B L 5 B L 3 B L 1 D P G 5 D P G 3 D P G 1 O L 3 O L 2 O L 1\nO B B H LS\n20 0\n10 00\nPo lle\nn g rai\nns\n50 0 Sp ore\ns\n10 00\n50 00\nCu tic\nles\n10 0\n30 0\nPla nt\ntis su\nes 10\n0 30\n0\nCh arc\noa l\n50 0\n15 00\nBla ck\nbr ow\nn\nwo od\npa rtic\nles\n50 0\n20 00\nAO M\n10 0\n40 0\nAq ua\ntic\npa lyn\nom orp\nhs\n20 0\n10 00\nRe sin fra gm\nen ts\n13 δ C\n(‰ ) or g\n[c on\nce nt\nra tio\nn/ gr\nam o\nf s ed\nim en t] 15 00 –2 0 –3 0\n–3 0 –\n29 –2\n8 –2\n7 –2\n6 –2\n5 –2\n4 –2\n3 –2\n2 –2 1 10 00 20 00 30 00 40 00 50 00 60 00 70 00 80 00 90 00\nconcentration [per gram sediment]\ny= 20\n1. 45\nx+ 64\n82 .4\n= 0.\n02 19 7 2\nR Pa tin as po rit es s pp . a nd En zo na la sp or ite s sp p.\n50 0 10 00 15 00 20 00 25 00 30 00 35 00\ny= –2\n56 .2\n2x –6\n42 5. 2 =0 .2 67 29 2\nR\n0\nA ra\nuc ar\nia ce\nae a nd C up re ss ac ea e re la\nte d\npo lle\nn gr\nai ns\n29 28\n27 26\n25 24\n23 22\n0 16 00 32 00 48 00 64 00 80 00 96 00 11 20 0 –3\n0A lis\npo rit\nes s\npp .\nconcentration [per gram sediment]\n20 40\nTO C%\n–3 0\n–2 9\n–2 8\n–2 7\n–2 6\n–2 5\n–2 4\n–2 3\n–2 2\n–2 1\n–1 00\n0 –5 00\nconcentration [per gram sediment]\nP et\nrif ie d Fo re st\nM\nem be\nr\nSonsela Member\nB lu e M es a\nM em\nbe r\nFlattops Beds 2-4\nFl at\nto ps\n1\nM ar\nth a’ s Bu tte Be ds\nJi m\nC am p W as h Be ds\nJF B\ned\nLW B\ned s\nC B\nB ed\ns\nM em\nbe rs\nB ed\ns\nChinle Formation\nLi th\nos tra\ntig ra\nph y\nS ta\nge NORIAN\nS am\npl es\n– –\n– –\n– –\n– –\n–2 1\ny= 68\n7. 2x\n+1 92 32 =0 .1 58 15\n2 R\nJF B\ned : J\nas pe\nr F or\nes t B ed LW B ed s: L ot ’s W ife B ed s C B B ed s: C am p B ut te B ed\ns\n13 δ C\n(‰ ) or g\n13 δ C\n(‰ ) or g\n13 δ C\n(‰ ) or g\nF ig\nur e \n8. C\nor re\nla ti\non o\nf p al\nyn of\nac ie\ns gr\nou ps\na nd\ns el\nec te\nd po\nlle n\nty pe\ns to\nδ 13\nC or\ng v al\nue s.\nT he\nfa un\nal a\nnd fl\nor al\ntu rn\nov er\nh or\niz on\n(P ar\nke r\nan d\nM ar\ntz , 2\n01 1;\nR ei\nch ge\nlt e\nt  al\n., 20\n13 )\nis in\ndi ca\nte d\nby d\nas he\nd lin\ne. A\nO M\n— am\nor ph\nou s\nor ga\nni c\nm at\nte r;\nT O\nC —\nto ta\nl o rg\nan ic\nc ar\nbo n.\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/130/5-6/775/4137239/775.pdf by University of Arizona user on 20 February 2019\nGeological Society of America Bulletin, v. 130, no. 5/6 787\nRegional Distribution of Palynomorph Assemblages and Stratigraphic Ranges in Western North America\nLitwin et al. (1991) defined three palynozones in the Chinle Formation, which have been refined recently by Reichgelt et al. (2013). The lower part of zone III (Litwin et al., 1991) has been subdivided into two subzones based on the palynological assemblages in the upper part of the Jim Camp Wash Beds in the Sonsela Member. Zone IIIa is marked by the abundance of trilete spores and Cycadopites spp., and the following zone IIIb is characterized by a high abundance of K.  gouldii and Froelichsporites traversei. Whiteside et  al. (2015) and Lindström et  al. (2016) recorded a similar assemblage with high abundances of F. traversei and K. gouldii in a younger part of the Chinle Formation in the Petrified Forest Member in the Chama Basin, New Mexico (Table 2). The radiometric dating of detrital zircons from the lower part of the section in Chama Basin gave an age of 211.9 ± 0.7 Ma (Whiteside et al., 2015; Lindström et  al., 2016), while a detrital zircon age was obtained from close to the boundary of the Sonsela and Petrified Forest Members in Arizona, which places the boundary between the two members at 213.124 ± 0.069 Ma (Ramezani et al., 2011, 2014). The multiple occurrences of the zone IIIb palynological assemblage indicate that it may not be constrained to one horizon and is dependent on either depositional facies or other environmental conditions.\nPreviously, the first and last occurrences of Equisetosporites chinleana, Lagenella martini, and Trilites klausii were confined to zone II of Litwin et  al. (1991), but in the present study, they were also identified in zone III (Fig.  3), corroborating the stratigraphic ranges of these taxa in the Chama Basin (Lindström et  al., 2016). While there is the potential for reworking of palynomorphs, Eq. chinleana was found in high abundance at the top of the Sonsela Member (sample TH 10, Figs. 2–3), whereas in other outcrops, it was rare or absent. Camerosporites secatus was not recorded in zone III at Petrified Forest National Park, in contrast to the long stratigraphic range of the species in the Chama Basin (Lindström et al., 2016). Lindström et al. (2016) proposed that C. secatus may have favored more humid climates, and therefore the difference in stratigraphic range between the Petrified Forest National Park and the Chama Basin may indicate that the timing or severity of increased aridity differed between the two regions. Generally, the apparent discrepancy in pollen occurrences in the Chinle Formation at Petrified Forest National Park and in the Chama Basin is most likely the result of the various local and regional differences in environmental conditions (Lindström et al., 2016). Palynostratigraphic Correlation The correlation of the palynological assemblages and zones of Litwin et al. (1991) with the Newark Basin was not challenged by the new radiometric ages reported by Irmis et al. (2011) and Ramezani et al. (2011, 2014). Zone II can be correlated with the New Oxford–Lockatong palynozone, and zone III can be correlated with the lower Passaic-Heidlersburg palynozone in the Newark Basin (Olsen et al., 2011), as was originally proposed by Litwin et al. (1991). The correlation of European and North American palynomorph assemblages is complicated due to differences in the palynomorph assemblages and the temporal discrepancy in the stratigraphic range of age-diagnostic species. The Circumpolles group, represented by Classopollis spp. and Granuloperculatipollenites rudis, is predominant in European Norian assemblages (Kürschner and Herngreen, 2010). However, members of the Circumpolles group are uncommon in the Chinle assemblages at the Petrified Forest National Park, represented only by Camerosporites spp., Duplicisporites spp., and Praecirculina. (Litwin, 1986). Similarly, many other palynomorphs (e.g., Lagenella martinii, Brodispora striata, and Trilites klausii) have their last occurrence in the Tuvalian substage of the Carnian in Europe (Kürschner and Herngreen, 2010), but these taxa are still present in the Norian Chinle Formation (Litwin et al., 1991; Lindström et al., 2016). The significant offset between the European and American palynofloras is the result of the generally hot and semiarid climate in the eastern part of Pangea and the western Tethyan realm (e.g., Preto et  al., 2010). The Norian is characterized by dolomite formation in the Alpine realm (e.g., Haas and Demény, 2002; Preto et  al., 2010; Haas et  al., 2012) and playa lake deposits in the northwest European realm (e.g., Reinhardt and Ricken, 2000; Vollmer et  al., 2008). However, western Pangea supported rich riparian vegetation due to the seasonally wet cli-\nTABLE 2. COMPARISON OF THE DOMINANT ELEMENTS OF THE PALYNOFLORAS IN ARIZONA AND NEW MEXICO\nLithostratigraphic unit Arizona (this study;\nReichgelt et al., 2013)\nNew Mexico (Whiteside et al., 2015; Lindström et al., 2016)\nSiltstone Member N.D.* Alisporites Patinasporites\nEnzonalasporites Monosulcites Fern spores\nPetrified Forest Member Klausipollenites Patinasporites, Enzonalasporites\nVallasporites Triadispora Alisporites\nPatinasporites Enzonalasporites Froelichsporites Araucariacites\nAlisporites\nPoleo Sandstone N.D. Alisporites Camerosporites\nProtodiploxypinus\nUpper Sonsela Member Martha’s Butte Beds\nFern spores Alisporites\nProtodiploxypinus Equisetosporites\nN.D.\nZone IIIb Upper Sonsela Member/ Upper Jim Camp Wash Beds\nKlausipollenites Patinasporites Froelichsporites Triadispora\nN.D.\nZone IIIa Upper Sonsela Member/ Upper Jim Camp Wash Beds\nKlausipollenites Perinopollenites Araucariacites Cycadopites Fern spores\nN.D.\nLower Sonsela Member Alisporites Protodiploxypinus Klausipollenites\nVoltziaceaesporites Cordaitina\nN.D.\nBlue Mesa Member Klausipollenites Patinasporites\nTriadispora Protodiploxypinus\nAlisporites Fern spores\nN.D.\nShinarump/Mesa Redondo Member N.D. N.D. *N.D.—not determined.\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/130/5-6/775/4137239/775.pdf by University of Arizona user on 20 February 2019\n788 Geological Society of America Bulletin, v. 130, no. 5/6\nmate (e.g., Parrish and Peterson, 1988; Dubiel et al., 1991; Preto et al., 2010). Therefore, the parent plants of some typically Carnian taxa from Europe may have thrived longer in the American Southwest localities.\nPlant Communities and the Ecological Significance of the Plant Groups\nThe correspondence analysis (Fig.  6) revealed the potential relationship between the plant groups and the ecological variations that have the greatest influence on the vegetation. In the correspondence analysis (Fig. 6), the Araucariaceae and Cupressaceae conifers have contrasting values compared to the spore-producing plants, which are considered as early successional vegetation elements (e.g., Van-Konijnenburg-Van Cittert, 2002; Abbink et al., 2004). In modern-day riparian communities in the semiarid-arid regions of North America, the presence of the conifers in the riparian or lowland vegetation (e.g., Californian redwood or Montezuma cypress) indicates a well-developed climax community on the floodplain (e.g., Kocher and Harris, 2007). Therefore axis 1 in the correspondence analysis plot is interpreted as a gradient for the openness and stability of the vegetation. It could also be indicative of vegetation successional stage (Fig. 6).\nAll plant groups that were abundant in the lowland and riparian communities after the floral turnover have similar high values on axis 2 in the correspondence analysis plot (Fig. 6), indicating that this axis may be interpreted as vegetation stress tolerance.\nThe co-occurrence of the Gnetales and sporeproducing plants in the river SEG (Table 1) and their similar score on both axes in the correspondence analysis plot (Fig.  6) can be explained by their similar position in the floodplain and probably similar stress tolerance. Spores are associated with the riverine or lowland SEG (Abbink et al., 2004), and the vast majority of them are hygrophytes (e.g., Visscher and Van der Zwan, 1981). Gnetales are known from river ine facies in the Cretaceous (Crane and Upchurch, 1987). Certain spore-producing plants are also flexible during environmental stress, as evidenced by spore spikes related to, e.g., liverworts, clubmosses (Selaginellales), and some ferns (Cyatheaceae-DipteridaceaeMatoniaceae-Dicksoniaceae) at the TriassicJurassic or Cretaceous-Paleogene boundaries (e.g., Bonis et  al., 2009; Ruckwied and Götz, 2009; Bonis and Kürschner, 2012; Vajda and Bercovici, 2014). The modern Gnetales are adapted to a wide range of environmental conditions, from tropical rain forests (Gnetum) to arid settings ( Ephedra, Welwitschia; e.g., Carlquist,\n2012), and the latter two are often associated with extremely dry paleoclimates (e.g., Hoorn et al., 2012). These plant groups may have colonized disturbed areas that can equally represent emerged overbank areas after floods or dry, seasonally dry environments.\nReorganization of Riparian Communities\nThe reorganization of lowland plant communities in the Sonsela Member after the floral turnover is related to the environmental transition that affected the fluvial systems and overbank stability (Fig.  7). A seed fern– Gnetales– (cycadophytes) –dominated riparian vegetation in the lower part of the Sonsela Member was replaced by a new community with ferns, lycopsids, Araucariaceae, and Cupressaceae in the upper part of the Sonsela Member, with less contribution from the seed ferns and cycads (Table 1; Fig. 7).\nThe evolution of the depositional environment in the upper part of the Sonsela Member, from an unstable braided river system to a meandering river system (Howell and Blakey, 2013), appears to agree with the colonization of latesuccession-stage trees like the AraucariaceaeCupressaceae conifers in the upper part of the Sonsela Member. During this period, increased basin subsidence led to finer-grained sediment input (Howell and Blakey, 2013). The new fluvial style enabled the stabilization of channels and overbank areas, providing undisturbed habitats for well-developed riparian communities (Figs. 7A–7B). The Martha’s Butte Beds, in the topmost part of the Sonsela Member, host one of the major accumulations of fossil logs within the Chinle Formation (Martz and Parker, 2010), which also supports the presence of welldeveloped arborescent vegetation in the adjacent riparian areas. The lack of AraucariaceaeCupressaceae–related pollen grains in the lower Sonsela Member and Blue Mesa Member might be explained by the following features:\n(1) Early-succession-stage floodplain communities more commonly occur in the lower part of the Sonsela Member compared to the upper part of the Sonsela Member (Fig. 7A). The evolution of plant communities is in agreement with the sedimentological results of Trendell et al. (2013b) from the lower Sonsela Member, below the faunal turnover horizon, where poorly developed paleosols, frequent channel migration, and instability of the floodplain prohibited the growth of big trees (Fig. 7A). Rhizolith characteristics from this part of the Sonsela Member suggest that the riparian environment was inhabited only by small-stature plants without extensive root systems or saplings of arborescent gymnosperms that were probably removed\nby erosion before reaching maturity (Trendell et  al., 2013b). Only a distal floodplain setting could host arborescent plants in a more stable environment (Trendell et al., 2013b).\n(2) A taphonomic bias may occur as a result of the preferential destruction of Araucariaceae-Cupressaceae pollen types at times of low organic matter burial rates, such as in the lower part of the Sonsela Member (Howell and Blakey, 2013).\n(3) Eventually, the long-term shift toward drier climate might have contributed to the reorganization of the lowland and riparian communities. During the deposition of the Chinle Formation, aridity and seasonality increased (e.g., Dubiel and Hasiotis, 2011; Nordt et  al., 2015). Decreased moisture availability on the floodplain may have reduced the abundance of several plant groups, which provided a new niche for the Araucariaceae-Cupressaceae– related plants.\nClimate Change\nClimate Signal from the Palynological Assemblages\nThe majority of the pollen grains in the Chinle Formation are considered to be produced by plants with xerophytic affinity (Fig. 9; supplementary data [see footnote 1]; Visscher and Van der Zwan, 1981; Roghi et al., 2010), which confirms the shift to drier climate throughout the deposition of the Chinle Formation (Cleveland et al., 2008a, 2008b; Atchley et al., 2013; Nordt et  al., 2015). Low permanent moisture is also suggested by the low diversity of spores relative to gymnosperm pollen (Fig. 3), as the majority of spore-producing plants are hygrophytes and are strongly dependent on water availability and lateral continuity of humid environments (e.g., Abbink et al., 2004; Bonis and Kürschner, 2012; Figs. 3 and 5 herein).\nHowever, the trend of the hygrophyte/xerophyte curve does not reflect the long-term shift from humid climate to more pronounced aridity throughout the deposition of the Chinle Formation (Fig.  5). The palynomorph assemblages from the upper part of the Blue Mesa Member are also marked by the predominance of gymno sperm pollen with xerophytic affinity, in contrast to the sedimentological and geochemical evidence from paleosols, indicating more humid climate and higher MAP (Atchley et al., 2013; Nordt et al., 2015). In contrast to the plant macro remains, the palynological rec ord provides information on regional-scale vegetation, including many upland vegetation elements that are usually assigned to the xero phyte group (e.g., Demko et al., 1998). The contribution of the regional “xerophyte” pollen can vary depending\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/130/5-6/775/4137239/775.pdf by University of Arizona user on 20 February 2019\nGeological Society of America Bulletin, v. 130, no. 5/6 789\non the location and depositional setting of the sampling site, with generally more regional floral elements in the case of a bigger catchment area or more distal setting to the source (Jacobson and Bradshaw, 1981). During the deposition of the upper Blue Mesa Member, a big suspended-load meandering stream evolved on the Colorado Plateau, with a large catchment area and lacustrine intervals (Dubiel, 1989; Martz and Parker, 2010; Trendell et al. 2013a, 2013b). The lacustrine settings might have collected more from the regional xerophyte pollen, and the proportion from the local vegetation, e.g., hygrophyte ferns and their spores from the shores, was reduced (Jacob son and Bradshaw, 1981). The discrepancy between the palynological and geochemical results can further be explained by (1) the difficulty in determining the botanical affinity of some dispersed pollen grains, and (2) the uncertainty in the assignment of dispersed pollen grains to the hygrophyte/xero phyte group based on the ecological affinity of the presumed parent plant. (3) The differences in pollination strategy among various plants can result in significant differences in pollen production and distance of dispersal, resulting in the overrepresentation of certain pollen types in the palynological record. Most gymnosperm pollen grains in the xerophyte group are wind-transported, with high pollen production rates, and the pollen grains are dispersed over long distances (e.g., Fægri and van der Pijl, 1966). By contrast, spores and insecttransported pollen (e.g., cycad or Bennettitalean pollen) tends to be produced in smaller amounts and is transported over shorter distances (e.g., Fægri and van der Pijl, 1966). Climatic Oscillations The MAP calculations of Nordt et al. (2015) suggest that during the shift toward more arid climates, short-term wetter periods could have been present during the Norian, and the fluctuations in moisture availability remained during the deposition of the Sonsela and Petrified Forest Members. In the Sonsela Member, two intervals are recorded with higher ratios of hygrophyte palynomorphs. In the lower part of the Badlands section, the co-occurrence of the ferns, Cycadophyte-related pollen, and the Perinopollenites elatoides–Inaperturopollenites group with hygrophyte affinity suggests a humid interval (Figs. 2, 3, and 9). By contrast, Nordt et al. (2015) recorded the first significant drop in MAP (mid-Norian climate shift) close to the Long Logs Bed, which can be correlated to the lower part of the Badlands section (Martz and Parker, 2010). Possibly, this vegetation type reflects a localized swamp with an increased hygrophyte ratio rather than capturing a regional signal. Alternatively, the correlation of the Badlands section needs revision, and its stratigraphic position may be closer to the permanent silcrete horizon (paleosols 54 and 55 in Nordt et  al., 2015) with higher MAP values. Similarly, the increase in the amount of hygrophyte ferns and some seed ferns (Alisporites spp. and Caytoniales) together with the decline in upland conifers in the uppermost part of the Sonsela Member (sample TH 10, Martha’s Buttes Beds; Figs. 2–3) suggest a slight increase in moisture availability (Fig.  9). Considering the laterally discontinuous depositional system of the Chinle Formation, the increase in these palyno morphs could be indicative of the proximity to a permanent body of water. However, as all pollen-rich samples were collected from mudstone, or very fine-grained sand horizons deposited in similar low-energy wet environments in lakes or on the floodplain, no significant taphonomical bias is expected due to the differences in the depositional setting. The presence of a short-lived wet period is also evident from\nFT 7 FT 6 FT 5 FT 4 FT 3 FT 2 FT 1\nTH 10\nMLM 3 MLM 2 MLM 1\nBL 7 BL 3 BL 1 DPG 5 DPG 1\nOL 3 OL 1\nOB\nBH LS\n15\nK. go\nuld ii (\nab err\nan t)/\nK. go\nuld ii (\ntot al)\nra tio\n[Percentage] 20 40\nFr oe\nlic hs\npo rite\ns\ntra ve\nrse i\n100 200\nPa tin\nas po\nrite s s\npp .\n100\nAli sp\nori tes\nsp p.\n[Counts]\nHy gro\nph yte\n/X ero\nph yte\nrat io\n[Ratio] 2.5 –20–30\nA ra\nuc ar\nia ce\nae -C\nup re\nss ac\nea e\nPalynomorph events\nA be\nrr an\nt K . g\nou ld\nii ac\nm e\nF. tr\nav er\nse ia\ncm e\nP at\nin as\npo rit\nes s\npp . a\ncm e\nClimatic interpretation wet-dry cycles\ndrier\nwetter\ndrier\nwetter\nnot sufficient data presumably wetter\nFauna\nA da\nm an\nia n\nR ev\nue lti\nan\nS im\nilo su\nch us\nP ra\nvu su\nch us\nC al\nyp to\nsu ch\nus P\nar at\nyp ot\nho ra\ncs in i D ic yn od on tia La rg e M et op os au rs\nTy po\nth or ax R ev ue lto sa\nur us\n600 1500\nMAP (mm/yr)\nS on\nse la\nM em\nbe r\nM on\nso on\nMid-Norian\nP os\ntm on\nso on\nP et\nrif ie\nd Fo\nre st\nM em\nbe r\nB lu\ne M\nes a\nM em\nbe r\nP et\nrif ie d Fo re st\nM .\nS on\nse la\nM em\nbe r\nB lu\ne M\nes a\nM em\nbe r\n213\n220\n218\n220 radiometric age (measured)\nManicouagan impact event\nClimate Shift\nC hi\nnl e\nFo rm\nat io\nn\nS ta\nge\nA ge\nM. Member\nN O\nR IA\nN\n13δ C (‰)org\nFigure 9. Summary of the biotic events and climate change in the Chinle Formation based on the presented spore and pollen record through time (ages in Ma). Stratigraphic framework is based on Ramezani et al. (2005, 2011, 2014) and Atchley et al. (2013). The biostratigraphic range of the faunal elements is modified from Parker and Martz (2011). Trends of mean annual precipitation (MAP) are from Nordt et al. (2015). The horizon of the faunal and floral turnover (Parker and Martz, 2011; Reichgelt et al., 2013) is indicated by dashed line. K.—Klausipollenites.\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/130/5-6/775/4137239/775.pdf by University of Arizona user on 20 February 2019\n790 Geological Society of America Bulletin, v. 130, no. 5/6\nthe higher MAP values calculated from a paleosol horizon (paleosol 61) close to the boundary of the Petrified Forest and Sonsela Members in Arizona (Nordt et al., 2015), in agreement with the palynological record. Therefore, these intervals may indicate slightly wetter climatic periods. These climatic oscillations might be related to Milankovitch cycles or migrating storm patterns (Nordt et al., 2015).\nEnvironmental Stress Related to Carbon Cycle Perturbation\nThe isotope variations at Petrified Forest National Park were most likely controlled by the depositional setting and local changes in SOM composition. Generally, bulk organic carbon values are controlled by the SOM composition (e.g., Meyers and Lallier-Vergès, 1999), here mainly derived from land plants. A comparison of sample SOM (Fig. 8) and δ13Corg values showed that the majority of samples with relatively low δ13Corg values are very rich in cuticles and resin fragments (Fig. 8). Cuticles and resin fragments are rich in plant lipids with generally lower δ13Corg than woody fragments, which could explain the lower δ13Corg values of these samples (e.g., Tappert et al., 2013). In addition, the samples from the Blue Mesa and Sonsela Member are enriched in amorphous organic matter, which might correspond to algal remains. Algae like Botryococcus have varied isotopic composition (–10‰ to –22‰), depending on depositional setting or species (e.g., Grice et al., 1998), which could also account for the recorded isotopic variations.\nThe bulk organic carbon values could also be influenced by other controlling factors, e.g., carbon cycle perturbations. Norian global-scale carbon cycle perturbations are known from marine sediments, with a general decline in the isotope values from the Carnian-Norian boundary and a negative excursion recorded at ca. 216 Ma (Muttoni et al., 2014). Furthermore, Whiteside et  al. (2015) found a potential link among isotope variation, climatic oscillation, and characteristic pollen assemblages. They found positive correlation between increased bulk δ13Corg and the dominance of the Patinasporites/Enzonalasporites complex, which they connected to drier periods. They linked low bulk δ13Corg values to Alisporites-dominated palynofloras and wetter periods, with potentially high atmospheric pCO2 (Whiteside et al., 2015). However, in the present study, we could not detect a statistically significant link between δ13Corg values and the Patinasporites/ Enzonalasporites abundance (Fig.  8); neither did we find a negative correlation between δ13Corg and Alisporites spp. (Fig. 8).\nFloral Turnover\nAge of the Floral Turnover at the Petrified Forest National Park\nThe floral turnover at the Petrified Forest National Park is located in the upper part of the Sonsela Member in the Jim Camp Wash Beds above the persistent silcrete horizon. The age of the Sonsela Member can be placed between 220 and 213 Ma (Ramezani et al., 2011, 2014), and the interpolated age of the persistent silcrete horizon in the middle of the Sonsela Member is 216.555 Ma (Nordt et al., 2015). However, unpublished data collected by William G. Parker (2017, personal observation) suggest that the persistent silcrete horizon and the faunal and floral turnover are younger, in the age range of the Manicouagan impact event at 215–214 Ma (Walkden et  al., 2002; Ramezani et  al., 2005; Onoue et al., 2016).\nTo date, there are no available radiometric ages from the Badlands section, but it is located only a few meters above the silcrete horizon. This succession hosts the lowest occurrence of zone III type palynofloras (Litwin et al., 1991; Reichgelt et al., 2013), which are characteristic after the turnover. To date, there are no available palynological or paleobotanical data between the base of the Badlands section and the persistent silcrete bed that could pinpoint the onset of the floral turnover. More radiometric ages are needed to provide a more precise age assignment.\nRegional Turnover Patterns The floral turnover patterns in the middle of the Sonsela Member at the Petrified Forest National Park (Fig.  9) bear similarity to the turnover in the Chama Basin, New Mexico, recorded in the Petrified Forest Member (Whiteside et  al., 2015; Lindström et  al., 2016), yet with a temporal discrepancy. The stratigraphic and spatial distribution of the two floral changes indicates that the floral turnovers show cyclic patterns in the Chinle Formation.\nIn the Chama Basin, the floral turnover was recorded in the Petrified Forest Member (Whiteside et  al., 2015; Lindström et  al., 2016). The radiometric dating of detrital zircons from the lower part of that section gave an age of 211.9 ±  0.7  Ma (Whiteside et  al., 2015; Lindström et al., 2016), while the floral turnover at the Petrified Forest National Park is in the older Sonsela Member. In Arizona, a detrital zircon age of 213.1 ± 0.07 Ma was obtained from close to the Sonsela–Petrified Forest Member transition, below the Flattops beds (Ramezani et al., 2011). These radiometric ages (Irmis et  al., 2011; Ramezani et  al., 2011; Whiteside et  al., 2015) indicate that the floral turnover at the Petrified Forest National Park occurred earlier. However,\nthe lowermost part of the section in the Chama Basin and topmost part of the studied succession at the Petrified Forest National Park belonging to the Petrified Forest Member most likely temporally overlap, but to date, there are no available radiometric data from the lower part of the Petrified Forest Member at the Petrified Forest National Park, acquisition of which could enable a more precise correlation.\nThe turnovers at the Petrified Forest National Park and in New Mexico are associated with increased abundances of the Patinasporites group (Patinasporites, Daughertyspora chinleana, Enzonalasporites) and Froelichsporites traversei, while the abundances of seed fern– related bisaccates (e.g., Alisporites, Protodiploxy pinus, Pityosporites) strongly decrease (Figs. 3 and 5; Table 2). Klausipollenites is not as abundant in the Chama Basin as at the Petrified Forest National Park, and the amplitudes of the turnovers differ between the two studied successions. In the Poleo Sandstone and lowermost Petrified Forest Member in the Chama Basin, the Patina sporites group (Patinasporites, Enzonala sporites) makes up between 10% and 20% of the pollen flora, which agrees well with the proportion of the group at the Petrified Forest National Park in the Sonsela and lower Petrified Forest Members. However, in the upper part of the Petrified Forest Member from the Chama Basin, this proportion increases to ~65% (White side et al., 2015; Lindström et al., 2016). The Patinasporites group is interpreted as having been produced by xerophytic plants (e.g., Roghi et al., 2010), and an increase in the abundance of the related pollen grains has been interpreted as a signal for a drier climate (e.g., Fowell, 1993; Whiteside et al., 2015).\nThe periods of the floral turnovers with an increase in the Patinasporites group might have been characterized by more pronounced seasonality extremes, with possible wildfires caused by climatic oscillations as suggested by Whiteside et al. (2015). The climatic oscillations recorded with palynology may be linked to Milankovitch cyclicity, but higher-resolution studies, more radiometric dates, and eventually a precise correlation to the astrochronologically calibrated Newark Supergroup are required to evaluate the possible link of the plant turnovers to orbital forcing. The higher amplitude of the floral turnover in the younger assemblage from the Chama Basin indicates that the effects of the climate change were amplified during the Norian.\nAberrant Pollen Grains at the Petrified Forest National Park\nThe rise of aberrant K. gouldii morphotypes is confined to a short interval after the floral turnover at the Petrified Forest National\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/130/5-6/775/4137239/775.pdf by University of Arizona user on 20 February 2019\nGeological Society of America Bulletin, v. 130, no. 5/6 791\nPark (Figs. 4 and 9). To date, no other pollen types are recorded at the Petrified Forest National Park showing similar morphological variability, and the aberrant morphotypes are not known from the younger succession in the Chama Basin.\nAbnormal pollen may be the result of natural intraspecific variation and higher internal genetic variability of the parent plant (e.g., Lindström et al., 1997; Leitch and Leitch, 2012), but the variability is reflected most frequently in size differences (e.g., Tejaswini, 2002; Ejsmond et al., 2011).\nThe abnormal grains can be related to environmental stress as well (e.g., Wilson, 1965). These external factors are all abiotic stressors, including heat, frost, drought, salt stress, or osmotic shock, which can interrupt the life cycle of the plant on a cellular level (e.g., disruption of meiotic processes during the microsporogenesis; e.g., De Storme and Geelen, 2014). The occurrence of aberrant pollen grains has also been related to atmospheric pollution (e.g., Kormutak, 1996), acid rain, increased pCO2 levels, increased aerosol emission, or increased levels of ultraviolet (UV)-B radiation (e.g., Visscher et al., 2004).\nAbnormal pollen types are also present in the fossil record; for example, Foster and Afonin (2005) identified abnormal morphotypes of Klausipollenites at the Permian-Triassic boundary. They assigned an abundance of 3% aberrant/normal pollen grains as a benchmark for the signal of external stress in contrast to natural variation. In the Chinle Formation, the ratio of aberrant K. gouldii grains often exceeds 10% the total number of K. gouldii grains after the turnover event (Figs.  3 and 9), which implies environmental stress. However, Foster and Afonin (2005) observed similar morphological changes in several other pollen types assigned to Alisporites, Protohaploxypinus, Lunatisporites, and Scutasporites.\nThe individual occurrence of the aberrant morphotypes in one single taxon makes the connection to severe environmental stress less feasible. During a severe biotic crisis, e.g., aerosol emission or acid rain, more taxa and several plants group are expected to suffer from the environmental stress. Therefore, the occurrence of the aberrant pollen grains is most likely related to a taxon-specific response of the parent plants of Klausipollenites.\nCauses of the Floral Turnover Climate change and a shift toward drier conditions seem to be the most plausible causes for the floral turnover at the Petrified Forest National Park during the middle Norian, but series of other environmental perturbations,\ne.g., increases in the pCO2 (e.g., Cleveland et al., 2008a, 2008b; Atchley et al., 2013; Nordt et  al., 2015; Schaller et  al., 2015; Whiteside et  al., 2015), volcanism (Atchley et  al., 2013; Nordt et al., 2015), and the Manicouagan impact event, could have contributed to the vegetation change.\nIn the Norian, an increase in pCO2 was reported by Cleveland et al. (2008a, 2008b), Atchley et  al. (2013), Nordt et  al. (2015), Schaller et al. (2015), and Whiteside et al. (2015) from 212  Ma, but the pCO2 trends are not entirely clear between 215 Ma and 212 Ma around the age range of the floral turnover at the Petrified Forest National Park. Schaller et  al. (2015) and Atchley et  al. (2013) showed a decline in the pCO2 values between 215 Ma and 212 Ma, while the data of Nordt et  al. (2015) indicate a slight increase in the pCO2 values between 215 Ma and 214 Ma.\nThe previously proposed long-term increase in pCO2 was most likely driven by the transformation of the soils and biome after the shift to an arid climate, due to the arc volcanism related to the uplift of the Cordilleran arc (Nordt et al., 2015). The volcanism was probably asso ciated with aerosol emission and acid rains, which could eventually act as a serious external stress factor for plant communities (e.g., Grattan, 2005; Tognetti et  al., 2012), in addition to increased aridity.\nIt is also tempting to link the floral turnover in the Sonsela Member at the Petrified Forest National Park to the Manicouagan impact event, due to their close age range. However, to date, there is no compelling radiometric age that supports the synchronicity of the two events. During an impact event, the major stress mechanism for plants is the accumulation of aerosols, which hampers photosynthesis due to sunlight suppression ( Vajda et al., 2015). However, aerosol emission– related impact winters are short-lived events of an order of magnitude from months to hundreds of years (Wolfe, 1991; Pope et al., 1997). Thus, it is unlikely that the long-term vege ta tion change and multiple floral turnovers (Petrified Forest National Park and Chama Basin) were triggered by one single event. The environmental effects of the Manicouagan impact event were probably temporally and spatially more restricted compared to the scale of the Cretaceous-Paleogene event. No global extinction can be matched with the ejecta horizon of the Manicouagan impact (Olsen et  al., 2011), but in the western part of Pangea and Pan thalassa, regional faunal turnover is observed among marine zooplankton and invertebrates (e.g., Orchard et al., 2001; Onoue et al., 2012, 2016).\nDue to their temporally confined occurrence after the turnover, the aberrant morphotypes of\nKlausipollenites could be linked to the Manicouagan impact event. However, the aberrant morphotypes are recorded in one taxon only, which refutes the possibility of a whole ecosystem–scale biotic crisis linked to acid rain or impact winters.\nFaunal Effect The synchronicity of the floral turnover and the Revueltian-Adamanian faunal transition in the Chinle Formation (Parker and Martz, 2011) shows a strong connection between terrestrial biotas. The predominance of a more robust physiology among aetosaurs indicates a more terrestrial lifestyle for aetosaurs related to reduced wetland size and shrinking habitat due to climate change. Due to the pronounced seasonality, certain plant types that were previously available as food, e.g., seed ferns, were probably not available year-round anymore (Whiteside et  al., 2015). Additionally, the new plant types, e.g., AraucariaceaeCupressaceae, and new plant communities in the floodplain altered landscape and habitat, which may have necessitated adaptation of the digestive tract, in physiology and feeding strategy. Additionally, the potential heightened pCO2 and lowered moisture availability (Nordt et  al., 2015) may have favored the growth of long-lived high-density leaves (Niinemets, 2001; Poorter et al., 2009). These factors all contributed to the general composition of Late Triassic low-latitude vertebrate assemblages, which were characterized by small, slower-growing carnivorous forms, while large herbivores were less abundant (Whiteside et al., 2015).\nCONCLUSIONS\nA palynological analysis of the Blue Mesa, Sonsela, and Petrified Forest Members of the Norian Chinle Formation has revealed four distinct palynofloras. The new data support the occurrence of a floral turnover in tandem with a faunal turnover between the Adamanian and Revueltian vertebrate biozones (Parker and Martz, 2011; Reichgelt et al., 2013) in the middle part of the Sonsela Member.\nPerinopollenites elatoides was recorded the first time from the Sonsela Member. It has been known before only from the Rhaetian part of the Chinle Formation. This species represents palynological evidence for the Norian age assignment of the Sonsela Member at the Petrified Forest National Park, in agreement with radiometric dating and magnetostratigraphy. The species might also be a tool of correlation between American and European palynozonations (Kürschner and Herngreen, 2010).\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/130/5-6/775/4137239/775.pdf by University of Arizona user on 20 February 2019\n792 Geological Society of America Bulletin, v. 130, no. 5/6\nPlant community analysis revealed that the floral turnover was followed by a complete reorganization of riparian vegetation in the Sonsela Member. We propose that the floral reorganization can be attributed to changes in fluvial styles, possibly linked to changes in the tectonic regime of the hinterland and gradual climate change. After the faunal and floral turnover, in the upper Sonsela Member, the newly formed riparian community hosted a relatively high abundance of Cupressaceae-Araucariaceae– related plants. Their presence indicates a welldeveloped late-successional-stage riparian plant community supported by a shift from braided to meandering fluvial style and the stabilization of floodplain areas.\nThe predominance of xerophytic plants in the palynological record is consistent with the gradual aridification of the North American continent, due to the uplift of the Cordilleran arc and the probable northward shift of North America. However, the palynological record suggests that the gradual aridification was interrupted by at least two short-lived wetter climatic periods during the deposition of the Sonsela Member, as inferred from the increase in hygrophyte vegetation elements.\nComparison of the pollen record from Petrified Forest National Park to a younger succession from the Chinle Formation in the Chama Basin, New Mexico, suggests that there were two distinct floral turnovers linked to drier intervals. Floristically, the turnover events at Petrified Forest National Park and the Chama Basin are very similar, with a general decrease in abundance and diversity of hygrophytes and an increase in wind-blown xerophytes, such as the Patinasporites group and Klausipollenites. However, the amplitude of floral variations in the Chama Basin was higher, which may indicate that the severity of climate change and seasonality increased during the Norian.\nThe presence of aberrant Klausipollenites morphotypes has been recorded only at Petrified Forest National Park. The occurrence of these mutant pollen grains may be related to certain climatic stressors, e.g., drought, heat, frost, pCO2 perturbations, or atmospheric pollution (aerosols and acid rain) in connection with volcanic activity. However, the single occurrence of aberrant Klausipollenites pollen implies that the formation of these unusual pollen types might have been a taxon-specific response of the parent plants to the ongoing climate change.\nThe Manicouagan impact event might have contributed to the vegetation change at the Petrified Forest National Park, but the existing data are unable to prove direct causality.\nACKNOWLEDGMENTS\nKürschner and Baranyi acknowledge funding from the Faculty of Mathematics and Natural Sciences at the University of Oslo (Norway). We thank the National Park Service for allowing us to perform sampling at Petrified Forest National Park. Jeff Martz assisted with specimen collection and stratigraphic expertise. Sofie Lindström, Stacy Atchley, and an anonymous reviewer are thanked for thorough reviews and constructive comments, which helped to improve the manuscript. We also thank Science Editor Brad S. Singer (University of Wisconsin–Madison) and Associate Editor Ken Macleod (University of Missouri) for their suggestions and the handling of the manuscript. We would like to thank Johanna Van Konijnenburgvan Cittert for comments on the paleobotanical assignment. The rock samples and palynological samples are on loan temporarily at the Department of Geosciences, University of Oslo, Norway, and are set to be returned to the Petrified Forest National Park in due time. Petrified Forest National Park catalogue numbers have been assigned to all studied items, including rock samples, organic residue, and slides (supplementary data [see footnote 1]), for identification of all research items. This is Petrified Forest Paleontological Contribution 44.\nREFERENCES CITED\nAbbink, O.A., Van Konijnenburg-Van Cittert, J.H.A., and Visscher, H., 2004, A sporomorph ecogroup model for the northwest European Jurassic–Lower Cretaceous. Concepts and framework: Netherlands Journal of Geosciences, v.  83, p.  17–31, https:// doi .org /10 .1017 /S0016774600020436 . Ash, S.R., 1972, Late Triassic plants from the Chinle Formation in northeastern Arizona: Palaeontology, v. 15, p. 598–618. Ash, S.R., 1999, An Upper Triassic upland flora from northcentral New Mexico, U.S.A.: Review of Palaeobotany and Palynology, v. 105, p. 183–199, https:// doi .org /10 .1016 /S0034 -6667 (98)00075 -X . Ash, S.R., 2001, The fossil ferns of Petrified Forest National Park, Arizona, and their paleoclimatological implications, in Santucci, V.L., and McClelland, L., eds., Proceedings of the 6th Fossil Resource Conference: National Park Service Geologic Resources Division Technical Report NPS/NRGRD/GRDTR-01/01, p. 3–10. Ash, S.R., 2005, Synopsis of the Upper Triassic flora of the Petrified Forest National Park and vicinity, in Nesbitt, S.J., Parker, W.G., and Irmis, R.B., eds., Guidebook to the Triassic Formations of the Colorado Plateau in Northern Arizona: Geology, Paleontology, and History: Mesa Southwest Museum Bulletin, v. 9, p. 53–61. Ash, S.R., 2014, Contributions to the Upper Triassic Chinle flora in the American Southwest: Palaeobiodiversity and Palaeoenvironments, v. 94, p. 279–294, https:// doi .org /10 .1007 /s12549 -014 -0150 -3 . Ash, S.R., and Creber, G.T., 1992, Palaeoclimatic interpretation of the wood structures of the trees in the Chinle Formation (Upper Triassic), Petrified Forest National Park, Arizona, U.S.A.: Palaeogeography, Palaeoclimatology, Palaeoecology, v.  96, p.  299–317, https:// doi .org /10 .1016 /0031 -0182 (92)90107 -G . Ash, S.R., and Creber, G.T., 2000, The Late Triassic Araucarioxylon arizonicum trees of the Petrified Forest National Park, Arizona, USA: Palaeontology, v.  43, p. 15–28, https:// doi .org /10 .1111 /1475 -4983 .00116 . Atchley, S.C., Nordt, L.C., Dworkin, S.I., Ramezani, J., Parker, W.G., Ash, S.R., and Bowring, S.A., 2013, A linkage among Pangean tectonism, cyclic alluviation, climate change, and biologic turnover in the Late Triassic: The record from the Chinle Formation, southwestern Unites States: Journal of Sedimentary Research, v. 83, p. 1147–1161, https:// doi .org /10 .2110 /jsr .2013 .89 .\nBaranyi, V., Wellman, C.H., and Kürschner, W.M., 2017, Ultra structure and probable botanical affinity of the enigmatic sporomorph Froelichsporites traversei from the Norian (Late Triassic) of North America: International Journal of Plant Sciences (in press). Batten, D.J., 2002, Palynofacies and petroleum potential, in Jansonius, J., and McGregor, D.C., eds., Palynology: Principles and Applications, Volume 3: Houston, American Association of Stratigraphic Palynologists Foundation, p. 1065–1084. Bazard, D.R., and Butler, R.F., 1991, Paleomagnetism of the Chinle and Kayenta Formations, New Mexico and Arizona: Journal of Geophysical Research, v. 96, p. 9847– 9871, https:// doi .org /10 .1029 /91JB00336 . Blakey, R.C., 2008, Gondwana paleogeography from assembly to breakup—A 500 m.y. odyssey, in Fielding, C.R., Frank, T.D., and Isbell, J.L., eds., Resolving the Late Paleozoic Ice Age in Time and Space: Geological Society of America Special Paper 441, p. 1–28. Bonis, N.R., and Kürschner, W.M., 2012, Vegetation history, diversity patterns, and climate change across the Triassic/Jurassic boundary: Paleobiology, v. 38, p. 240–264, https:// doi .org /10 .1666 /09071 .1 . Bonis, N.R., Kürschner, W.M., and Krystyn, L., 2009, A detailed palynological study of the Triassic-Jurassic transition in key sections of the Eiberg Basin (Northern Calcareous Alps, Austria): Review of Palaeobotany and Palynology, v. 156, p. 376–400, https:// doi .org /10 .1016 /j .revpalbo .2009 .04 .003 . Carlquist, S., 2012, Wood anatomy of Gnetales in a functional, ecological, and evolutionary context: Journal of Systematic and Evolutionary Botany, v. 30, p. 33–47, 10 .5642 /aliso .20123001.05. Cleveland, D.M., Nordt, L.C., and Atchley, S.C., 2008a, Paleosols, trace fossils, and precipitation estimates of the uppermost Triassic strata in northern New Mexico: Palaeogeography, Palaeoclimatology, Palaeoecology, v.  257, p.  421–444, https:// doi .org /10 .1016 /j .palaeo .2007 .09 .023 . Cleveland, D.M., Nordt, L.C., Dworkin, S.I., and Atchley, S.C., 2008b, Pedogenic carbonate isotopes as evidence for extreme climatic events preceding the Triassic-Jurassic boundary: Implications for the biotic crisis?: Geological Society of America Bulletin, v. 120, p. 1408–1415, https:// doi .org /10 .1130 /B26332 .1 . Crane, P.R., and Upchurch, G.R., 1987, Drewria potomacensis gen. et sp. nov., an Early Cretaceous member of Gnetales from the Potomac Group of Virginia: American Journal of Botany, v. 74, p. 1722–1736, https:// doi .org /10 .2307 /2444143 . Demko, T.M., Dubiel, R.F., and Parrish, J.T., 1998, Plant taphonomy in incised valleys: Implications for interpreting paleoclimate from fossil plants: Geology, v. 26, p.  1119–1122, https:// doi .org /10 .1130 /0091 -7613 (1998)026 <1119: PTIIVI>2 .3 .CO;2 . De Storme, N., and Geelen, D., 2014, The impact of environmental stress on male reproductive development in plants: Biological processes and molecular mechanisms: Plant, Cell & Environment, v.  37, p.  1–18, https:// doi .org /10 .1111 /pce .12142 . Dickinson, W.R., and Gehrels, G.E., 2008, U-Pb ages of detrital zircons in relation to paleogeography: Triassic paleodrainage networks and sediment dispersal across southwest Laurentia: Journal of Sedimentary Research, v. 78, p. 745–764, https:// doi .org /10 .2110 /jsr .2008 .088 . Dubiel, R.F., 1989, Depositional and climatic setting of the Upper Triassic Chinle Formation, Colorado Plateau, in Lucas, S.G., and Hunt, A.P., eds., Dawn of the Age of Dinosaurs in the American Southwest: Albuquerque, New Mexico Museum of Natural History, p. 177–187. Dubiel, R.F., 1994, Triassic deposystems, paleogeography, and paleoclimate of the Western Interior, in Caputo, M.V., Peterson, J.A., and Franczyk, K.J., eds., Mesozoic Systems of the Rocky Mountain Region, USA: Rocky Mountain Section, Society for Sedimentary Geology, p. 133–168. Dubiel, R.F., and Hasiotis, S.T., 2011, Deposystems, paleosols and climatic variability in a continental system: The Upper Triassic Chinle Formation, Colorado Plateau, U.S.A., in Davidson, S.K., Leleu, S., and North, C.P., eds., From River to Rock Record: The Preservation of Fluvial Sediments and their Subsequent Inter-\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/130/5-6/775/4137239/775.pdf by University of Arizona user on 20 February 2019\nGeological Society of America Bulletin, v. 130, no. 5/6 793\npretation: Society for Sedimentary Geology (SEPM) Special Publication 97, p. 393–421. Dubiel, R.F., Parrish, J.T., Parrish, J.M., and Good, S.C., 1991, The Pangean megamonsoon—Evidence from the Upper Triassic Chinle Formation, Colorado Plateau: Palaios, v. 6, p. 347–370, https:// doi .org /10 .2307 /3514963 . Dunay, R.E., and Fisher, M.J., 1979, Palynology of the Dockum group (Upper Triassic), Texas, U.S.A.: Review of Palaeobotany and Palynology, v. 28, p. 61–92, https:// doi .org /10 .1016 /0034 -6667 (79)90025 -3 . Ejsmond, M.J., Wronska-Pilarek, D., Ejsmond, A., DragoszKluska, D., Karpinska-Kołaczek, M., and Kozłowski, J., 2011, Does climate affect pollen morphology? Optimal size and shape of pollen grains under various desiccation intensity: Ecosphere, v. 2, no. 10, p. 117, https:// doi .org /10 .1890 /ES11 -00147 .1 . Fægri, K., and van der Pijl, L., 1966, The Principles of Pollination Ecology: London, Pergamon Press, 248 p. Falcon-Lang, H.J., 2003, Growth interruptions in silicified conifer woods from the Upper Cretaceous Two Medicine Formation, Montana, USA: Implications for palaeoclimate and dinosaur palaeoecology: Palaeogeography, Palaeoclimatology, Palaeoecology, v. 199, p.  299–314, https:// doi .org /10 .1016 /S0031 -0182 (03)00539 -X . Farjon, A., 2005, A Monograph of Cupressaceae and Sciadopitys: Kew, UK, Royal Botanic Gardens, 648 p. Fisher, M.J., and Dunay, R.E., 1984, Palynology of the Petrified Forest member of the Chinle Formation (Upper Triassic), Arizona, U.S.A.: Pollen et Spores, v.  26, p. 241–284. Foster, C.B., and Afonin, S.A., 2005, Abnormal pollen grains: An outcome of deteriorating atmospheric conditions around the Permian-Triassic boundary: Journal of the Geological Society [London], v.  162, p.  653– 659, https:// doi .org /10 .1144 /0016 -764904 -047 . Fowell, S.J., 1993, Palynology of Triassic/Jurassic Boundary Sections from the Newark Supergroup of Eastern North America: Implications for Catastrophic Extinction Scenarios [Ph.D. thesis]: New York, Columbia University, 80 p. Gottesfeld, A.S., 1972, Paleoecology of the lower part of the Chinle Formation: Museum of Northern Arizona Bulletin, v. 47, p. 59–73. Götz, A.E., Rickwied, K., and Barbacka, M., 2011, Palaeoenvironment of the Late Triassic (Rhaetian) and Early Jurassic (Hettangian) Mecsek Coal Formation (south Hungary): Implications from macro- and microfloral assemblages: Palaeobiodiversity and Palaeoenvironments, v. 91, p. 75–88, https:// doi .org /10 .1007 /s12549 -010 -0048 -7 . Grattan, J., 2005, Pollution and paradigms: Lessons from Icelandic volcanism for continental flood basalt studies: Lithos, v. 79, p. 343–353, https:// doi .org /10 .1016 /j .lithos .2004 .09 .006 . Grice, K., Schouten, S., Nissenbaum, A., Charrach, J., and Sinnighe Damasté, J.S., 1998, A remarkable paradox: Sulfurised freshwater algal (Botryococcus braunii) lipids in an ancient hypersaline euxinic ecosystem: Organic Geochemistry, v. 28, p. 195–216, https:// doi .org /10 .1016 /S0146 -6380 (97)00127 -7 . Grimm, E.C., 1987, CONISS: A FORTRAN 77 program for stratigraphically constrained cluster analysis by the method of incremental sum of squares: Computers & Geosciences, v.  13, p.  13–35, https:// doi .org /10 .1016 /0098 -3004 (87)90022 -7 . Grimm, E.C., 1991–2001, Tilia, TiliaGraph and TGView Software: Springfield, Illinois, Illinois State Museum. Haas, J., and Demény, A., 2002, Early dolomitisation of Late Triassic platform carbonates in the Transdanubian Range (Hungary): Sedimentary Geology, v. 151, p.  225–242, https:// doi .org /10 .1016 /S0037 -0738 (01)00259 -7 . Haas, J., Budai, T., and Raucsik, B., 2012, Climatic controls on sedimentary environments in the Triassic of the Transdanubian Range (western Hungary): Palaeogeography, Palaeoclimatology, Palaeoecology, v. 353–355, p. 31–44, https:// doi .org /10 .1016 /j .palaeo .2012 .06 .031 . Hammer, Ø., Harper, D.A.T., and Ryan, P.D., 2001, PAST: Palaeontological statistics software package for educa-\ntion and data analysis: Palaeontologia Electronica, v. 4, p. 9. Heckert, A.B., Lucas, S.G., Hunt, A.P., and Spielmann, J.A., 2007, Late Triassic aetosaur biochronology revisited: New Mexico Museum of Natural History and Science Bulletin, v. 41, p. 49–50. Hochuli, P.A., and Vigran, J.O., 2010, Climate variations in the Boreal Triassic—Inferred from palynological records from the Barents Sea: Palaeogeography, Palaeoclimatology, Palaeoecology, v. 290, p. 20–42, https:// doi .org /10 .1016 /j .palaeo .2009 .08 .013 . Hodych, J.P., and Dunning, G.R., 1992, Did the Manicouagan impact trigger end-of-Triassic mass extinction?: Geology, v. 20, p. 51–54, https:// doi .org /10 .1130 /0091 -7613 (1992)020 <0051: DTMITE>2 .3 .CO;2 . Hoorn, C., Straathof, J., Abels, H.A., Xu, Y., and Utescher, T., 2012, A late Eocene palynological record of climate change and Tibetan Plateau uplift (Xining Basin, China): Palaeogeography, Palaeoclimatology, Palaeoecology, v. 344–345, p. 16–38, https:// doi .org /10 .1016 /j .palaeo .2012 .05 .011 . Howell, E.R., and Blakey, R.C., 2013, Sedimentological constraints on the evolution of the Cordilleran arc: New insights from the Sonsela Member, Upper Triassic Chinle Formation, Petrified Forest National Park (Arizona, USA): Geological Society of America Bulletin, v. 125, no. 7-8, p. 1349–1368, https:// doi .org /10 .1130 /B30714 .1 . Irmis, R.B., Mundil, R., Martz, J.W., and Parker, W.G., 2011, High resolution U-Pb ages from the Upper Triassic Chinle Formation (New Mexico, USA) support a diachronous rise of dinosaurs: Earth and Planetary Science Letters, v. 309, p. 258–267, https:// doi .org /10 .1016 /j .epsl .2011 .07 .015 . Irmis, R.B., Chure, D.J., Engelmann, G.F., Wiersma, J.P., and Lindström, S., 2015, The alluvial to eolian transition of the Chinle and Nugget Formations in the southern Uinta Mountains, northeastern Utah, in Vanden Berg, M.D., Ressetar, R., and Birgenheier, L.P., eds., Geology of Utah’s Uinta Basin and Uinta Mountains: Utah Geological Association Publication 44, p. 13–48. Jacobson, G.L., and Bradshaw, R.H.W., 1981, The selection of sites for paleovegetational studies: Quaternary Research, v.  16, p.  80–96, https:// doi .org /10 .1016 /0033 -5894 (81)90129 -0 . Jacoby, G.C., 1989, Overview of tree-ring analysis in tropical regions: International Association of Wood Anatomists (IAWA) Bulletin, v. 10, p. 99–108, https:// doi .org /10 .1163 /22941932 -90000478 . Jourdan, F., Renne, P.R., and Reimold, W.U., 2009, An appraisal of the ages of terrestrial impact structures: Earth and Planetary Science Letters, v. 286, p. 1–13, https:// doi .org /10 .1016 /j .epsl .2009 .07 .009 . Kent, D.V., and Irving, E., 2010, Influence of inclination error in sedimentary rocks on the Triassic and Jurassic apparent pole wander path for North America and implications for Cordilleran tectonics: Journal of Geophysical Research, v.  115, B10103, https:// doi .org /10 .1029 /2009JB007205 . Kent, D.V., and Tauxe, L., 2005, Corrected Late Triassic latitudes for continents adjacent to the North Atlantic: Science, v.  307, p.  240–244, https:// doi .org /10 .1126 /science .1105826 . Kocher, S.D., and Harris, R., 2007, Riparian Vegetation: Forest Stewardship Series 10, University of California Division of Agriculture and Natural Resources (ANR) Paper 8240, 7  p., http:// anrcatalog .ucanr .edu /pdf /8240 .pdf Kormutak, A., 1996, Development and viability of silver fir pollen in air-polluted and non-polluted habitats in Slovakia: Forest Genetics, v. 3, p. 147–151. Kovach, W.L., 1993, Multivariate techniques for biostratigraphical correlation: Journal of the Geological Society [London], v.  150, p.  697–705, https:// doi .org /10 .1144 /gsjgs .150 .4 .0697 . Kraus, M.J., and Middleton, L.T., 1987, Dissected paleotopog raphy and base-level changes in a Triassic fluvial sequence: Geology, v. 15, p. 18–21, https:// doi .org /10 .1130 /0091 -7613 (1987)15 <18: DPABCI>2 .0 .CO;2 . Kürschner, W.M., and Herngreen, G.F.W., 2010, Triassic palynology of central and northwestern Europe: A review of palynofloral diversity patterns and biostrati-\ngraphic subdivisions, in Lucas, S.G., ed., The Triassic Timescale: Geological Society, London, Special Publication  334, p.  263–283, https:// doi .org /10 .1144 /SP334 .11 . Kürschner, W.M., Bonis, N.R., and Krystyn, L., 2007, Carbon-isotope stratigraphy and palynostratigraphy of the Triassic-Jurassic transition in the Tiefengraben section, Northern Calcareous Alps (Austria): Palaeogeography, Palaeoclimatology, Palaeoecology, v. 244, p. 257–280, https:// doi .org /10 .1016 /j .palaeo .2006 .06 .031 . Kustatscher, E., van Konijnenburg-van Cittert, J.H.A., and Roghi, G., 2010, Macrofloras and palynomorphs as possible proxies for palaeoclimatic and palaeoecological studies: A case study from the Pelsonian (Middle Triassic) of Kühwiesenkopf/Monte Prà della Vacca (Olang Dolomites, N-Italy): Palaeogeography, Palaeoclimatology, Palaeoecology, v. 290, p. 71–80, https:// doi .org /10 .1016 /j .palaeo .2009 .07 .001 . Kutzbach, J.E., and Gallimore, R.G., 1989, Pangaean climates: Megamonsoons of the megacontinent: Journal of Geophysical Research, v. 94, p. 3341–3357, https:// doi .org /10 .1029 /JD094iD03p03341 . Leitch, A.R., and Leitch, I.J., 2012, Ecological and genetic factors linked to contrasting genome dynamics in seed plants: The New Phytologist, v. 194, p. 629–646, https:// doi .org /10 .1111 /j .1469 -8137 .2012 .04105 .x . Lindström, S., McLoughlin, S., and Drinnan, A.N., 1997, Intraspecific variation of taeniate bisaccate pollen within Permian glossopterid sporangia, from the Prince Charles Mountains, Antarctica: International Journal of Plant Sciences, v.  158, p.  673–684, https:// doi .org /10 .1086 /297479 . Lindström, S., Irmis, R.B., Whiteside, J.H., Smith, N.S., Nesbitt, S.J., and Turner, A.H., 2016, Palynology of the upper Chinle Formation in northern New Mexico, U.S.A.: Implications for biostratigraphy and terrestrial ecosystem change during the Late Triassic (Norian– Rhaetian): Review of Palaeobotany and Palynology, v.  225, p.  106–131, https:// doi .org /10 .1016 /j .revpalbo .2015 .11 .006 . Litwin, R.J., 1986, The Palynostratigraphy and Age of the Chinle and Moenave Formations, Southwestern USA [Ph.D. thesis]: State College, Pennsylvania, Pennsylvania State University, 265 p. Litwin, R.J., Traverse, A., and Ash, S.R., 1991, Preliminary palynological zonation of the Chinle Formation, southwestern U.S.A., and its correlation to the Newark Supergroup: Review of Palaeobotany and Palynology, v.  68, p.  269–287, https:// doi .org /10 .1016 /0034 -6667 (91)90028 -2 . Litwin, R.J., Smoot, J.P., and Weems, R.E., 1993, Froelichsporites gen. nov.—A biostratigraphic marker palynomorph of Upper Triassic continental strata in the conterminous U.S.: Palynology, v. 17, p. 157–168, https:// doi .org /10 .1080 /01916122 .1993 .9989425 . Lucas, S.G., 2013, A new Triassic timescale, in Tanner, L.H., Spielmann, J.A., and Lucas, S.G., eds., The Triassic System: New Mexico Museum of Natural History and Science Bulletin, v. 61, p. 366–374. Maher, L.J.J., 1981, Statistics for microfossil concentration measurements employing samples spiked with marker grains: Review of Palaeobotany and Palynology, v.  32, p.  153–191, https:// doi .org /10 .1016 /0034 -6667 (81)90002 -6 . Martz, J.W., and Parker, W.G., 2010, Revised lithostratigraphy of the Sonsela Member (Chinle Formation, Upper Triassic) in the southern part Petrified Forest National Park, Arizona: PLoS One, v. 5, p. e9329, https:// doi .org /10 .1371 /journal .pone .0009329 . Meyers, P.A., and Lallier-Vergès, E., 1999, Lacustrine sedimentary organic matter records of late Quaternary paleoclimates: Journal of Paleolimnology, v.  21, p.  345–372, https:// doi .org /10 .1023 /A: 1008073732192 . Mueller, S., Krystin, L., and Kürschner, W.M., 2016, Climate variability during the Carnian pluvial phase—A quantitative palynological study of the Carnian sedimentary succession at Lunz am See, Northern Calcareous Alps, Austria: Palaeogeography, Palaeoclimatology, Palaeoecology, v.  441, p.  198–211, https:// doi .org /10 .1016 /j .palaeo .2015 .06 .008 .\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/130/5-6/775/4137239/775.pdf by University of Arizona user on 20 February 2019\n794 Geological Society of America Bulletin, v. 130, no. 5/6\nMuttoni, G., Kent, D.V., Olsen, P.E., Di Stefano, P., Lowrie, W., Bernasconi, S.M., and Hernandez, F.M., 2004, Tethyan magnetostratigraphy from Pizzo Mondello (Sicily) and correlation to the Late Triassic Newark astro chronological polarity time scale: Geological Society of America Bulletin, v.  116, p.  1043–1058, https:// doi .org /10 .1130 /B25326 .1 . Muttoni, G., Mazza, M., Mosher, D., Katz, M.E., Kent, D.V., and Balini, M., 2014, A Middle–Late Triassic (Ladinian–Rhaetian) carbon and oxygen isotope record from the Tethyan Ocean: Palaeogeography, Palaeoclimatology, Palaeoecology, v. 399, p. 246–259, https:// doi .org /10 .1016 /j .palaeo .2014 .01 .018 . Niinemets, Ü., 2001, Global-scale climatic controls of leaf dry mass per area, density, and thickness in trees and shrubs: Ecology, v.  82, p.  453–469, https:// doi .org /10 .1890 /0012 -9658 (2001)082 [0453: GSCCOL]2 .0 .CO;2 . Nordt, L.C., Atchley, S.C., and Dworkin, S.I., 2015, Collapse of the Late Triassic megamonsoon in western equa torial Pangea, present day American southwest: Geological Society of America Bulletin, v. 127, p. 1798–1815, https:// doi .org /10 .1130 /B31186 .1 . Oboh-Ikuenobe, F.E., and De Villiers, S.E., 2003, Dispersed organic matter in samples from the western continental shelf of Southern Africa: Palynofacies assemblages and depositional environments of Late Cretaceous and younger sediments: Palaeogeography, Palaeoclimatology, Palaeoecology, v. 201, p. 67–88, https:// doi .org /10 .1016 /S0031 -0182 (03)00510 -8 . Ogg, J.G., 2012, Triassic, in Gradstein, F.M., Ogg, J.G., Schmitz, M.D., and Ogg, G.M., eds., The Geologic Time Scale 2012: Oxford, UK, Elsevier Publishing, p.  681–730, https:// doi .org /10 .1016 /B978 -0 -444 -59425 -9 .00025 -1 . Ogg, J.G., Huang, C., and Hinnov, L., 2014, Triassic timescale status: A brief overview: Albertiana, v. 41, p. 3–30. Olsen, P.E., Kent, D.V., and Whiteside, H., 2011, Implications of the Newark Supergroup–based astrochronology and geomagnetic polarity time scale (Newark-APTS) for the tempo and mode of the early diversification of the Dinosauria: Earth and Environmental Science Transactions of the Royal Society of Edinburgh, v. 101, p. 201–229, https:// doi .org /10 .1017 /S1755691011020032 . Onoue, T., Sato, H., Nakamura, T., Noguchi, T., Hidaka, Y., Shirai, N., Ebihara, M., Osawa, T., Hatsukawa, Y., Toh, Y., Koizumi, M., Harada, H., Orchard, M.J., and Nedachi, M., 2012, Deep-sea record of impact apparently unrelated to mass extinction in the Late Triassic: Proceedings of the National Academy of Sciences of the United States of America, v. 109, p. 19,134–19,139, https:// doi .org /10 .1073 /pnas .1209486109 . Onoue, T., Sato, H., Yamashita, D., Ikehara, M., Yasukawa, K., Fujinaga, K., Kato, Y., and Matsuoka, A., 2016, Bolide impact triggered the Late Triassic extinction event in equatorial Panthalassa: Scientific Reports, v. 6, p. 29609, https:// doi .org /10 .1038 /srep29609 . Orchard, M.J., McRoberts, C.A., Tozer, E.T., Johns, M.J., Sandy, M.R., and Shaner, J.S., 2001, An intercalibrated biostratigraphy of the Upper Triassic of Black Bear Ridge, Williston Lake, northeast British Columbia: Geological Survey of Canada Current Research, v. A6, p. 1–26, https:// doi .org /10 .4095 /211991 . Parker, W.G., and Martz, J.W., 2011, The Late Triassic (Norian) Adamanian-Revueltian tetrapod faunal transition in the Chinle Formation of Petrified Forest National Park, Arizona: Earth and Environmental Science Transactions of the Royal Society of Edinburgh, v. 101, p. 231–260, https:// doi .org /10 .1017 /S1755691011020020 . Parrish, J.T., and Peterson, F., 1988, Wind directions predicted from global circulation models and wind directions determined from eolian sandstones of the western United States—A comparison: Sedimentary Geology, v.  56, p.  261–282, https:// doi .org /10 .1016 /0037 -0738 (88)90056 -5 . Poorter, H., Niinemets, Ü., Poorter, L., Wright, I.J., and Villar, R., 2009, Causes and consequences of variation in leaf mass per area (LMA): A meta-analysis: The New Phytologist, v. 182, p. 565–588, https:// doi .org /10 .1111 /j .1469 -8137 .2009 .02830 .x . Pope, K.O., Baines, K.H., Ocampo, A.C., and Ivanov, B.A., 1997, Energy, volatile production, and climatic effects of the Chicxulub Cretaceous/Tertiary impact: Journal of Geophysical Research, v.  102, p.  21,645–21,664, https:// doi .org /10 .1029 /97JE01743 . Preto, N., Kustatscher, E., and Wignall, P., 2010, Triassic climates—State of the art and perspectives: Palaeogeography, Palaeoclimatology, Palaeoecology, v. 290, p.  1–10, https:// doi .org /10 .1016 /j .palaeo .2010 .03 .015 . Prochnow, S.J., Nordt, L.C., Atchley, S.C., and Hudec, M.R., 2006, Multi-proxy paleosol evidence for Middle and Late Triassic climate trends in eastern Utah: Palaeogeography, Palaeoclimatology, Palaeoecology, v. 232, p.  53–72, https:// doi .org /10 .1016 /j .palaeo .2005 .08 .011 . Ramezani J., Bowring S.A., Pringle M.S., Winslow, F.D., and Rasbury, E.T., 2005, The Manicouagan impact melt rock: A proposed standard for intercalibration of U-Pb and 40Ar/39Ar isotopic systems: Geochimica et Cosmochimica Acta, v. 69, p. 10, Supplement 321. Ramezani, J., Hoke, G.D., Fastovsky, D.E., Bowring, S.A., Therrien, F., Dworkin, S.I., Atchley, S.C., and Nordt, L.C., 2011, High-precision U-Pb zircon geochronology of the Late Triassic Chinle Formation, Petrified Forest National park (Arizona, USA): Temporal constraints on the early evolution of dinosaurs: Geological Society of America Bulletin, v. 123, p. 2142–2159, https:// doi .org /10 .1130 /B30433 .1 . Ramezani, J., Fastovsky, D.E., and Bowring, S., 2014, Revised chronostratigrphy of the lower Chinle Formation strata in Arizona and New Mexico (USA): High-precision U-Pb geochronological constraints on the Late Triassic evolution of dinosaurs: American Journal of Science, v.  314, p.  981–1008, https:// doi .org /10 .2475 /06 .2014 .01 . Reichgelt, T., Parker, W.G., Martz, J.W., Conran, J.C., vanKonijnenburg-van Cittert, J.H.A., and Kürschner, W.M., 2013, The palynology of the Sonsela Member (Late Triassic, Norian) at Petrified Forest National Park, Arizona, USA: Review of Palaeobotany and Palynology, v. 189, p. 18–28, https:// doi .org /10 .1016 /j .revpalbo .2012 .11 .001 . Reinhardt, L., and Ricken, W., 2000, The stratigraphic and geochemical record of playa cycles: Monitoring a Pangaean monsoon-like system (Triassic, Middle Keuper, S. Germany): Palaeogeography, Palaeoclimatology, Palaeoecology, v.  161, p.  205–227, https:// doi .org /10 .1016 /S0031 -0182 (00)00124 -3 . Riggs, N.R., Ash, S.R., Barth, A.P., Gehrels, G.E., and Wooden, J.L., 2003, Isotopic age of the Black Forest Bed, Petrified Forest Member, Chinle Formation, Arizona: An example of dating a continental sandstone: Geological Society of America Bulletin, v. 115, p. 1315–1323, https:// doi .org /10 .1130 /B25254 .1 . Riggs, N.R., Reynolds, S.J., Lindner, P.J., Howell, E.R., Barth, A.P., Parker, W.G., and Walker, J.D., 2013, The early Mesozoic Cordilleran arc and Late Triassic paleotopography: The detrital record in Upper Triassic sedimentary successions on and off the Colorado Plateau: Geosphere, v. 9, p. 602–613, https:// doi .org /10 .1130 /GES00860 .1 . Riggs, N.R., Oberling, Z.A., Howell, E.R., Parker, W.G., Barth, A.P., Cecil, M.R., and Martz, J.W., 2016, Sources of volcanic detritus in the basal Chinle Formation, southwestern Laurentia, and implications for the early Mesozoic magmatic arc: Geosphere, v.  12, p. 439–463, https:// doi .org /10 .1130 /GES01238 .1 . Roghi, G., 2004, Palynological investigations in the Carnian of the Cave del Predil area (Julian Alps, NE Italy): Review of Palaeobotany and Palynology, v. 132, p. 1–35, https:// doi .org /10 .1016 /j .revpalbo .2004 .03 .001 . Roghi, G., Gianolla, P., Minarelli, L., Pilati, C., and Preto, N., 2010, Palynological correlation of Carnian humid pulses throughout western Tethys: Palaeogeography, Palaeoclimatology, Palaeoecology, v. 290, p. 89–106, https:// doi .org /10 .1016 /j .palaeo .2009 .11 .006 . Ruckwied, K., and Götz, A.E., 2009, Climate change at the Triassic/Jurassic boundary: Palynological evidence from the Furkaska section (Tatra Mountains, Slo vakia): Geologica Carpathica, v.  60, p.  139–149, https:// doi .org /10 .2478 /v10096 -009 -0009 -0 . Savidge, R.A., 2006, Xylotomic evidence for two new coni fers and a ginkgo within the Late Triassic Chinle Formation of Petrified Forest National Park, Arizona, USA, in Parker, W.G., Ash, S.R., and Irmis, R.B., eds., A Century of Research at Petrified Forest National Park 1906–2006: Geology and Paleontology: Museum of Northern Arizona Bulletin, v. 62, p. 147–179. Savidge, R.A., 2007, Wood anatomy of Late Triassic trees in Petrified Forest National Park, Arizona, USA, in relation to Araucarioxylon arizonicum Knowlton, 1889: Bulletin of Geosciences, v. 82, p. 301–328, https:// doi .org /10 .3140 /bull .geosci .2007 .04 .301 . Savidge, R.A., and Ash, S.R., 2006, Arboramosa semicircumtrachea, an unusual Late Triassic tree in Petrified Forest National Park, Arizona, USA, in Parker, W.G., Ash, S.R., and Irmis, R.B., eds., A Century of Research at Petrified Forest National Park 1906–2006: Geology and Paleontology: Museum of Northern Arizona Bulletin, v. 62, p. 65–81. Schaller, M.F., Wright, J.D., and Kent, D.V., 2015, A 30 Myr record of Late Triassic atmospheric pCO2 variation reflects a fundamental control of the carbon cycle by changes in continental weathering: Geological Society of America Bulletin, v. 127, p. 661–671, https:// doi .org /10 .1130 /B31107 .1 . Schweingruber, F.H., 1996, Tree Rings and Environment Dendroecology: Bern, Switzerland, Swiss Federal Institute for Forest, 609 p. Scott, R.A., 1982, Aspects of the Palynology of the Chinle Formation (Upper Triassic), Colorado Plateau, Arizona, Utah, and New Mexico: U.S. Geological Survey Open-File Report 82-937, 21 p. Stewart, J.H., Poole, F.G., Wilson, R.F., Cadigan, R.A., Thordarson, W., and Albee, H.F., 1972, Stratigraphy and Origin of the Chinle Formation and Related Upper Triassic Strata in the Colorado Plateau Region: U.S. Geological Survey Professional Paper 690, 342 p. Stukins, S., Jolley, D.W., McIlroy, D., and Hartley, A.J., 2013, Middle Jurassic vegetation dynamics from alloch thonous palynological assemblages: An example from a marginal marine depositional setting; Lajas Formation, Neuquén Basin, Argentina: Palaeogeography, Palaeoclimatology, Palaeoecology, v. 392, p. 117–127, https:// doi .org /10 .1016 /j .palaeo .2013 .09 .002 . Tappert, R., McKellar, R.C., Wolfe, A.P., Tappert, M.C., Ortega-Blanco, J., and Muehlenbachs, K., 2013, Stable carbon isotopes of C3 plant resins and ambers record changes in atmospheric oxygen since the Triassic: Geochimica et Cosmochimica Acta, v.  121, p.  240– 262, https:// doi .org /10 .1016 /j .gca .2013 .07 .011 . Tejaswini, P., 2002, Variability of pollen grain features: A plant strategy to maximize reproductive fitness in two species of Dianthus?: Sexual Plant Reproduction, v. 14, p. 347–353, https:// doi .org /10 .1007 /s00497 -002 -0130 -z . Tognetti, R., Lombardi, F., Lasserre, B., Battipaglia, G., Saurer, M., Cherubini, P., and Marchetti, M., 2012, Tree-ring responses in Araucaria araucana to two major eruptions of Lonquimay Volcano (Chile): Trees (Berlin), v.  26, p.  1805–1819, https:// doi .org /10 .1007 /s00468 -012 -0749 -9 . Trendell, A.M., Atchley, S.C., and Nordt, L.C., 2013a, Facies analysis of probable large-fluvial-fan depositional system: The Upper Triassic Chinle Formation at Petrified Forest National Park, Arizona, U.S.A.: Journal of Sedimentary Research, v. 83, p. 873–895, https:// doi .org /10 .2110 /jsr .2013 .55 . Trendell, A.M., Nordt, L.C., Atchley, S.C., Leblanc, S., and Dworkin, S.I., 2013b, Determining floodplain plant distribution and populations using paleopedology and fossil root traces: Upper Triassic Sonsela Member of the Chinle Formation at Petrified Forest National Park, Arizona: Palaios, v. 28, p. 471–490, https:// doi .org /10 .2110 /palo .2012 .p12 -065r . Vajda, V., and Bercovici, A., 2014, The global vegetation pattern across the Cretaceous–Paleogene mass extinction interval: A template for other extinction events: Global and Planetary Change, v. 122, p. 29–49, https:// doi .org /10 .1016 /j .gloplacha .2014 .07 .014 . Vajda, V., Ocampo, A., Ferrow, E., and Bender Koch, C., 2015, Nanoparticles as the primary cause for long-term sunlight suppression at high southern latitudes fol-\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/130/5-6/775/4137239/775.pdf by University of Arizona user on 20 February 2019\nGeological Society of America Bulletin, v. 130, no. 5/6 795\nlowing the Chicxulub impact—Evidence from ejecta deposits in Belize and Mexico: Gondwana Research, v. 27, p. 1079–1088, https:// doi .org /10 .1016 /j .gr .2014 .05 .009 . Van Konijnenburg-Van Cittert, J.H.A., 1971, In situ gymnosperm pollen from the Middle Jurassic of Yorkshire: Acta Botanica Neerlandica, v. 20, p. 1–97, https:// doi .org /10 .1111 /j .1438 -8677 .1971 .tb00688 .x . Van Konijnenburg-Van Cittert, J.H.A., 2002, Ecology of some Late Triassic to Early Cretaceous ferns in Eurasia: Review of Palaeobotany and Palynology, v. 119, p.  113–124, https:// doi .org /10 .1016 /S0034 -6667 (01)00132 -4 . Visscher, H., and Van der Zwan, C.J., 1981, Palynology of the circum-Mediterranean Triassic: Phytogeographical and palaeoclimatological implications: Geologische Rundschau, v. 70, p. 625–634, https:// doi .org /10 .1007 /BF01822140 . Visscher, H., Looy, C.V., Collinson, M.E., Brinkhuis, H., Van Konijnenburg-van Cittert, J.H.A., Kürschner, W.M., and Sephton, M., 2004, Environmental mutagenesis during the end-Permian ecological crisis: Proceedings of the National Academy of Sciences of the\nUnited States of America, v.  101, p.  12,952–12,956, https:// doi .org /10 .1073 /pnas .0404472101 . Vollmer, T., Werner, R., Weber, M., Tougiannidis, N., Rohling, H.G., and Hambach, U., 2008, Orbital control on Upper Triassic Playa cycles of the Steinmergel– Keuper (Norian): A new concept for ancient playa cycles: Palaeogeography, Palaeoclimatology, Palaeoecology, v.  267, p.  1–16, https:// doi .org /10 .1016 /j .palaeo .2007 .12 .017 . Walkden, G.W., Parker, J., and Kelley, S.P., 2002, A Late Triassic impact ejecta layer in southwestern Britain: Science, v.  298, p.  2185–218, https:// doi .org /10 .1126 /science .1076249 . Whiteside, J.H., Lindström, S., Irmis, R.B., Glasspool, I.J., Schaller, M.F., Dunlavey, M., Nesbitt, S.J., Smith, N.D., and Turner, A.H., 2015, Extreme ecosystem instability suppressed tropical dinosaur dominance for 30 million years: Proceedings of the National Academy of Sciences of the United States of America, v. 112, p. 7909–7913, https:// doi .org /10 .1073 /pnas .1505252112 . Wilson, L.R., 1965, Teratological forms in pollen of Pinus flexilis James: Journal of Palynology, v. 1, p. 106–110. Wolfe, J.A., 1991, Palaeobotanical evidence for a June ‘impact winter’ at the Cretaceous/Tertiary boundary: Nature, v.  352, p.  420–423, https:// doi .org /10 .1038 /352420a0 . Woody, D.T., 2006, Revised stratigraphy of the Lower Chinle Formation (Upper Triassic) of Petrified Forest National Park, Arizona, in Parker, W.G., Ash, S.R., and Irmis, R.B, eds., A Century of Research at Petrified Forest National Park 1906–2006: Geology and Paleontology: Museum of Northern Arizona Bulletin, v. 62, p. 17–45. Zeigler, K.E., and Geissman, J.W., 2011, Magnetostratigraphy of the Upper Triassic Chinle Group of New Mexico: Implications for regional and global correlations among Upper Triassic sequences: Geosphere, v. 7, p. 802–829, https:// doi .org /10 .1130 /GES00628 .1 . Science editor: Bradley S. Singer aSSociate editor: Kenneth g. Macleod ManuScript received 7 octoBer 2016 reviSed ManuScript received 6 auguSt 2017 ManuScript accepted 11 SepteMBer 2017 Printed in the USA\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/130/5-6/775/4137239/775.pdf by University of Arizona user on 20 February 2019"
  }],
  "year": 2018,
  "references": [],
  "id": "SP:83012dae6a322ea0a7e77804ad742737f00f40ad",
  "authors": [{
    "name": "Viktória Baranyi",
    "affiliations": []
  }, {
    "name": "Tammo Reichgelt",
    "affiliations": []
  }, {
    "name": "Paul E. Olsen",
    "affiliations": []
  }, {
    "name": "William G. Parker",
    "affiliations": []
  }, {
    "name": "Wolfram M. Kürschner",
    "affiliations": []
  }],
  "abstractText": "Fossil plant assemblages including spores and pollen grains provide useful information on past ecosystems and the response of terrestrial biotas to various environmental perturbations. New quantitative palynological data from the Chinle Formation of the American Southwest suggest that a floral turnover occurred in the middle Norian (between 217 and 213 Ma). Analysis of plant communities reveals that this turnover was followed by a complete reorganization of the riparian vegetation, driven by changes in fluvial styles and the tectonic regime of the basin, as well as a gradual transition toward a more arid climate. Marked increases in Klausipollenites gouldii, Patina­ sporites spp., and Froelichsporites traversei are probable indicators of environmental stress, such as increased aridity, perturbations of atmospheric pCO2, acid rain, and atmospheric aerosol accumulation due to volcanism in connection with the Pangean rifting and uplift of the Cordilleran arc. Comparison of the vegetation turnover with younger assemblages from the Chinle Formation in New Mexico revealed similar floral turnover patterns, suggesting two distinct drier periods as a result of multiple climatic oscillations. The climate-induced floral turnover may have contributed to the vertebrate faunal turnover as the loss of wetland habitat space and an increase in xerophytic plants may have dwindled the supply of palatable vegetation for herbivores. The onset of the floral turnover in Arizona roughly corresponds to the Manicouagan impact event, but a direct causal link is still speculative. INTRODUCTION The Norian Chinle Formation (e.g., Irmis et al., 2011; Ramezani et al., 2011, 2014) provides a vegetation record of an ancient terrestrial ecosystem composed of riverine, lowland, and upland plant communities (e.g., Ash, 1972, 1999, 2005, 2014). The flora of the Chinle Formation provides an excellent opportunity to trace vegetation dynamics during the Norian Stage, which was marked by a series of environmental perturbations, including climate change (e.g., Kutzbach and Gallimore, 1989), carbon cycle perturbation (e.g., Prochnow et al., 2006; Cleveland et al., 2008a, 2008b; Schaller et al., 2015), a probable impact event (Hodych and Dunning, 1992; Ramezani et al., 2005), and changes in the tectonic regime in the western part of the North American continent (e.g., Dubiel, 1989; Dubiel and Hasiotis, 2011; Atchley et al., 2013; Howell and Blakey, 2013; Riggs et al., 2013; Trendell et al., 2013a, 2013b; Nordt et al., 2015; Riggs et al., 2016). Pollen and spore records provide a window into regional plant succession and are a useful tool for detecting vegetation dynamics in relation to global climatic oscillations or environmental stress. The palynological record can provide information on regional-scale vegetation changes, in contrast to the macrofossil rec ord, which can be biased to local vegetation elements often in wet habitats (Demko et al., 1998). The palynology of the Chinle Formation is known from the earlier works of, for example, Gottesfeld (1972), Scott (1982), Fisher and Dunay (1984), Litwin (1986), Litwin et al. (1991), and more recently Reichgelt et al. (2013), Whiteside et al. (2015), and Lindström et al. (2016). The Chinle Formation was originally thought to encompass the Carnian and Norian Stages based on biostratigraphy (Litwin et  al., 1991; Heckert et al., 2007), but paleomagnetic correlations (Muttoni et al., 2004; Olsen et al., 2011) and recent radiometric dating indicate a middle to late Norian age (Riggs et  al., 2003; Irmis et al., 2011; Ramezani et al., 2011, 2014). This new age assignment makes the Chinle floras of special interest, because continental Norian palynofloras are relatively uncommon (e.g., Kürschner and Herngreen, 2010). The Chinle Formation was deposited at tropical latitudes and subject to a monsoonal climate (Parrish and Peterson, 1988; Dubiel et al., 1991). Sedimentological and paleontological evidence indicates climate change with increasing aridity and seasonality throughout its depositional period (Dubiel and Hasiotis, 2011; Atchley et  al., 2013; Nordt et  al., 2015). This climate change is expected to have caused stress in the terrestrial ecosystems, including plants and animals (e.g., Whiteside et al., 2015). In triguingly, previous paleontological studies showed a significant faunal and floral turnover in the middle of the Chinle Formation between 217.7 and 213.1 Ma (e.g., Litwin et al., 1991; Parker and Martz, 2011; Reichgelt et al., 2013; Rame zani et  al., 2014), which might be related to climate change. In addition to the climate, other environmental perturbations, for example, volcanism (Atchley et al., 2013; Nordt et al., 2015) and pCO2 variations (Cleveland et  al.,  2008a, 2008b; Atchley et al., 2013; Nordt et al., 2015; Schaller et  al., 2015; Whiteside et  al., 2015), could have contributed to the causes of the biotic turnover. Furthermore, the age of the Manicouagan impact event at 215–214  Ma (Ramezani et al., 2005; Walkden et al., 2002; Jourdan et  al., 2009) is close to the age range of the floral and faunal turnover in the Chinle strata (Reichgelt et al., 2013; Lindström et al., 2016). So far, no global extinction has been matched with the ejecta hori zon of the Manicouagan impact ( Olsen et al., 2011). However, the interval around 215  Ma was associated with regional GSA Bulletin; May/June 2018; v. 130; no. 5/6; p. 775–795; https:// doi .org /10 .1130 /B31673 .1; 9 figures; 2 tables; Data Repository item 2017345 ; published online 19 October 2017 . viktoria .baranyi@geo .uio.no For permission to copy, contact editing@geosociety.org © 2017 Geological Society of America Downloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/130/5-6/775/4137239/775.pdf by University of Arizona user on 20 February 2019",
  "title": "Norian vegetation history and related environmental changes: New data from the Chinle Formation, Petrified Forest National Park (Arizona, SW USA)"
}