{
  "sections": [{
    "text": "GEOLOGY | Volume 45 | Number 9 | www.gsapubs.org 783\nenvironment, and society require accurate chronologies. However, eruptions that are not recorded in historical documents can seldom be dated exactly. Here we use annually resolved radiocarbon (14C) measurements to isolate the 775 CE cosmogenic 14C peak in a subfossil birch tree that was buried by a glacial outburst flood in southern Iceland. We employ this absolute time marker to date a subglacial eruption of Katla volcano at late 822 CE to early 823 CE. We argue for correlation between the 822–823 CE eruption and a conspicuous sulfur anomaly evident in Greenland ice cores, which follows in the wake of an even larger volcanic signal (ca. 818–820 CE) as yet not attributed to a known eruption. An abrupt summer cooling in 824 CE, evident in tree-ring reconstructions for Fennoscandia and the Northern Hemisphere, suggests a climatic response to the Katla eruption. Written historical sources from Europe and China corroborate our proposed tree ring–radiocarbon–ice core linkage but also point to combined effects of eruptions occurring during this period. Our study describes the oldest precisely dated, high-latitude eruption and reveals the impact of an extended phase of volcanic forcing in the early 9th century. It also provides insight into the existence of prehistoric woodland cover and the nature of volcanism several decades before Iceland’s permanent settlement began."
  }, {
    "heading": "INTRODUCTION",
    "text": "Iceland is renowned for its volcanism. Since the island’s permanent settlement, ca. 870 CE (Vésteinsson et al., 2002; Vésteinsson and McGovern, 2012; Schmid et al., 2016), at least 200 explosive and effusive eruptions have occurred (Thordarson and Larsen, 2007). Although Iceland was one of the last places on Earth to be permanently settled (Vésteinsson and McGovern, 2012), the pastoral farming society established there in the late 9th century rapidly reduced the island’s natural forest and woodland cover (Aradóttir and Eysteinsson, 2005), eroding resources considered pivotal to the medieval Norse expansion (Smith and Dugmore, 2006;\nVésteinsson and McGovern, 2012). For the period since the so-called landnám (Norse settlement), Iceland’s often closely intertwined environmental, societal, and economic conditions are well documented (Vésteinsson and McGovern, 2012). Studies of pre-settlement conditions necessarily turn to natural proxy archives, but these are often characterized by relatively low temporal resolution and dating uncertainty (Schmid et al., 2016).\nLying beneath a 700-m-thick ice cap (Mýrdalsjökull), Katla volcano is the source of large subglacial explosive eruptions of predominantly basaltic magmas (Larsen, 2000; Óladóttir et al., 2008). With an average return interval of 50 yr, Katla is Iceland’s most active volcanic system (Jóhannesson et al., 1998; Óladóttir et al., 2005; Larsen, 2010). Episodic unrest of the volcano has heightened anticipation of the next eruption (Sgattoni et al., 2016). The great volumes of melted ice associated with Katla’s eruptions commonly trigger prodigious flooding (jökulhlaups). Due to an evolving subglacier topography and vent location within the subglacial caldera, most jökulhlaups over the past millennium have drained to the south and east. However, older outwash plains are predominantly situated west and northwest of the ice cap (Smith and Dugmore, 2006).\nIn 2003 CE, a spring flood of the Thverá River exposed hundreds of birches (Betula pubescens L.) (Eggertsson et al., 2004; Smith and Dugmore, 2006), whose presence had been known since the 1990s (Smith and Haraldsson, 2005). The so-called Drumbabót forest, ~35 km west of Katla (Óladóttir et al., 2008), is Iceland’s best-preserved prehistoric forest (Fig. 1). Rooted in a 40–70-cm-thick sandy-peat soil layer, the in situ tree stumps protrude 20–60 cm above an outwash plain, and nearly all individuals are inclined toward the southwest (Figs. 1A–1C). The subfossil forest was buried during a jökulhlaup associated with an explosive eruption from Katla’s caldera that evidently occurred before the first permanent human settlements were established. Based on geological and geomorphological evidence, this event flooded an estimated area of 600 km2 and was probably the last major jökulhlaup originating from the northwestern part of the Mýrdalsjökull ice cap (Eggertsson et al., 2004).\nHere we combine tree-ring, radiocarbon, and ice-core evidence to precisely date this event—an explosive eruption of Katla that must have occurred before Iceland’s permanent settlement (see the GSA Data *E-mail: ulf.buentgen@geog.cam.ac.uk\nGEOLOGY, September 2017; v. 45; no. 9; p. 783–786 | Data Repository item 2017257 | doi:10.1130/G39269.1 | Published online 29 June 2017 © 2017 eological Society of A erica. For permission to copy, contact editing@geosociety.org.\nDownloaded from https://pubs.geoscienceworld.org/gsa/geology/article-pdf/45/9/783/2615058/783.pdf by University of Arizona user on 20 February 2019\n784 www.gsapubs.org | Volume 45 | Number 9 | GEOLOGY\nRepository1 for details). Our multi-proxy dating approach enables, for the first time, an interdisciplinary assessment of the climatic, environmental, and societal effects of this large volcanic eruption."
  }, {
    "heading": "CALENDAR DATING",
    "text": "Annual tree-ring width measurements reveal highly synchronized birch growth patterns on inter-annual to multi-decadal time scales (Fig. 2A), terminating on a common date for the outermost ring of all trees studied. The complete formation of the last ring (including bark) in all samples implies that a simultaneous die-off event occurred between late autumn and early spring. From the annually resolved radiocarbon analysis of one tree from Drumbabót (tree 0DRUM01) that was 76 yr old when buried by the jökulhlaup, the unique cosmogenic radiocarbon signal in 775 CE, recognized in ring-by-ring 14C values from tree rings (Miyake et al., 2012;\n1 GSA Data Repository item 2017257, supplemental methods, Tables DR1DR3, and Figures DR1 and DR2, is available online at http://www.geosociety.org /datarepository /2017/ or on request from editing@geosociety.org.\nBüntgen et al., 2014; Wacker et al., 2014), was detected in the 48th ring from the bark. This novel approach of extraterrestrial 14C dating (see also Oppenheimer et al. [2017] for its application to precise dating of volcanic eruptions) goes well beyond the precision of traditional radio carbon wiggle- matching (see the Data Repository for details). The inter-ring specific isotopic measurements reveal a rapid 14C increase in atmospheric radiocarbon concentration from 773 to 775 CE (Fig. 2B). Mean ∆14C values (± one standard deviation) of −18.28‰ (±2.75) and −5.2‰ (±1.43) are significantly different (single factor ANOVA, F = 53.441, P < 0.001) before (770–773 CE) and after (777–780 CE) the event, respectively. The annual precision of the 774–775 CE cosmogenic spike is significant at the 99.8% confidence interval (Fig. DR1 in the Data Repository). Unambiguous ring counting outward from the cosmogenic anomaly confirms that the tree died during the dormancy period between the 822 and 823 CE growing seasons.\nOur combined annually resolved dendrochronological and radiocarbon evidence thus provides an accurate calendar date for a major prehistoric Katla eruption. This newly described 822–823 CE event may correlate with a basaltic tephra horizon logged and sampled near Katla volcano at Atley (AT-4; Óladóttir et al., 2008). This layer has so far been approximately dated to ca. 815 CE on the basis of soil accumulation rates. If this association is correct, it points to a subglacial fissure eruption that likely progressed to an explosive eruption. Although representing only a small part of southern Iceland, the absolute dating of the Drumbabót forest’s demise offers unique insight into the possible extent of woodland cover about half a century before Iceland’s permanent settlement began. The existence of a pre-settlement forest, in addition to available driftwood, is considered to have been critical for Iceland’s successful colonization (Mooney, 2016; Schmid et al., 2016)."
  }, {
    "heading": "ICE-CORE EVIDENCE",
    "text": "Traces of volcanic fallout preserved in ice sheets enable a partial characterization of past eruptions. Ice core–based sulfur measurements can identify both historically documented and unknown volcanic eruptions. The spatiotemporal distribution of sulfate deposition (in Arctic and Antarctic cores) and its abundance and co-occurrence with tephra (Jensen et al., 2014) can point to the source volcano’s location, stratospheric sulfate aerosol burden, the timing and duration of the eruption, as well as potential climatic impacts (Zielinski et al., 1994; Sigl et al., 2015). Sampled at biannual resolution, the Greenland Ice Sheet Project 2 (GISP2) ice core from the central Greenland ice cap shows a period of increased sulfate deposition at ca. 820 CE. This coincides with a cluster of relatively cold years in Europe between 821 CE and 824 CE (McCormick et al., 2007) (see also the Data Repository). Recognizing the possibility that there may be dating uncertainties in the GISP2 record during the 9th century of up to 6 yr (Büntgen et al., 2017), confirmation of any causal linkage between these temperature anomalies and volcanism is challenging.\nMore recently recovered ice cores, analyzed with continuous-flow apparatus and also recording the 775 CE cosmogenic marker, have reduced, but not eliminated, the dating uncertainty over the past two millennia (Sigl et al., 2015). Two such high-resolution ice cores from Greenland (North Greenland Ice Core Project [NGRIP] and newly resampled North Greenland Eemian Ice Drilling NEEM-2011-S1 section) replicate the prolonged sulfate signal in GISP2 (Fig. 3). The deposition of volcanogenic sulfate over Greenland spans at least 6 yr in both NGRIP and NEEM cores (Fig. 3), with peak concentrations in ca. 818, 820, and 822 CE (acknowledging dating uncertainties on the order of ±1 yr). The return to pre-eruption background levels is not reached until ca. 828 CE (Fig. 3). Lack of a corresponding signal in Antarctic ice (Sigl et al., 2015) suggests one or several source eruptions in the mid- to high northern latitudes. Because the atmospheric residence time of volcanic aerosols injected at high latitudes is limited, from several weeks to a few months at most, the persistence of the volcanic deposition suggests a concurrence of sulfur-rich volcanic events of variable persistence. We attribute the first\nDownloaded from https://pubs.geoscienceworld.org/gsa/geology/article-pdf/45/9/783/2615058/783.pdf by University of Arizona user on 20 February 2019\nGEOLOGY | Volume 45 | Number 9 | www.gsapubs.org 785\npeaks (ca. 818 and 820 CE) to an unknown event or unknown events, and the ca. 822 CE signal to the 822–823 CE Katla eruption.\nThe firm attribution of glaciochemical markers in ice strata to specific eruptions typically requires the presence of sizable glass shards (tephra) (Zielinski et al., 1997; Coulter et al., 2012). For this study, the NEEM2011-S1 ice core was resampled at the highest resolution possible between 268.94 m and 273.36 m depth. Although an isolated glass shard coincided with the ca. 822 CE sulfur peak (Fig. 3), this particle proved too small for chemical analysis. A continuous record of particle size concentrations from the more southerly NGRIP ice core also suggests the presence of cryptotephra (5–10 μm in size) corresponding to the ca. 818 CE sulfur peak (Jensen et al., 2014). Ice cores even further to the south, such as DYE-3 or Renland at ~65°N and 72°N, respectively (Vinther et al., 2009), may contain glass shards large enough to compare geochemically with the AT-4 tephra (Óladóttir et al., 2008). This may, in the future, provide a means to test whether Katla is the likely source of the ca. 822 CE (or another) sulfur spike.\nThe perceived low tephra abundance in Greenland ice is characteristic of many major Icelandic fissure eruptions that do not typically inject ash high enough into the atmosphere despite their release of substantial quantities of sulfur, e.g., the enormous flood basalt eruption of Eldgjá (ca. 939–940 CE) and the phreatomagmatic basaltic eruption of Bárðarbunga (1477 CE; Jóhannesson et al. 1998; Larsen, 2000). Furthermore, aerial transport of ash from Iceland to Greenland is impeded by the prevailing westerlies (Zielinski et al., 1997). However, the combined dendrochronological and radiocarbon approach, using the 775 CE cosmogenic spike as a distinct time marker, leads us to hypothesize that the AT-4 tephra, the destruction of the Drumbabót forest in 822–823 CE, and the ca. 822 CE sulfur spike recorded in the Greenland ice cores represent a common event, namely an eruptive episode of Katla. If correct, this would enable us to utilize the ice-core records as a window into regional climate impacts of Katla’s pre-settlement eruption."
  }, {
    "heading": "CLIMATE FORCING",
    "text": "We compared the birch ring-width chronology from 728 CE to 822 CE with estimated volcanic aerosol forcing and variability in reconstructed extra-tropical summer temperatures (Fig. 4A). Both the variations in tree growth at Drumbabót forest and the independent temperature record indicate abrupt summer cooling after volcanic eruptions (Sigl et al., 2015). Some of the synchronized anomalies follow unknown volcanic eruptions in 756 CE and 799–800 CE (Fig. 4A). Even more conspicuous is the\nremarkable year-to-year and multi-decadal agreement between the annual growth rates of this prefatory Icelandic birch chronology and hemispheric (Schneider et al., 2015) as well as northern Fennoscandia (Esper et al., 2014) summer temperatures reconstructed from tree rings. Significant (p <0.001) positive correlation coefficients between our preliminary birch chronology and the two reconstructions are 0.4 and 0.5 (728–822 CE). These independent temperature records reflect overall lower values from ca. 730 and 750 CE, positive anomalies between the 760s and 790s, and a pronounced cooling in the first two decades of the 9th century. This cooling event probably relates to an advance (the only one of its kind between 600 and 1050 CE) of the Lower Grindelwald Glacier in the Swiss Alps (Holzhauser et al., 2005), which has been dendrochronologically dated to 820–834 CE.\nAbrupt summer cooling in 824 CE, i.e., following the 822–823 CE Katla eruption, is more pronounced over Scandinavia, Europe, and the extra-tropical Northern Hemisphere than the reconstructed temperature response to the strong tropical eruptions of Samalas in 1257 CE and Tambora in 1815 CE in Indonesia (Fig. DR2), pointing to the significance of high-latitude eruptions for Earth’s climate system. Rapid summer warming over Fennoscandia starts one year after the large-scale cold spell in 824 CE (Fig. DR2). We note that summer temperatures between 825 and 833 CE are ~1 °C warmer than the 813–824 CE mean. Given observations of enhanced stratospheric ozone loss over Antarctica following Southern Hemispheric eruptions (Solomon et al., 2016), we speculate that this increase could be a response to ozone depletion in the Arctic stratosphere.\nEvidence for volcanic forcing of climate in the interval of strong sulfate deposition evident in the ice cores (Fig. 3) comes from historical sources. These describe unusually cold and wet conditions between 821 and 824 CE over continental Europe and the British Isles (McCormick et al., 2007; see the Data Repository). We suggest therefore that the 822–823 CE eruption is exacerbated by the antecedent volcanic forcing of climate. Furthermore, this period of volcanic influence (Fig. 3; Table DR1 in the Data Repository) coincides with subsistence and demographic crises affecting parts of Europe. Texts from the Carolingian Empire report continual rain, flooding, unusual humidity, a cool growing season, poor"
  }, {
    "heading": "700 710 720 730 740 750 760 770 780 790 800 810 820 830 840 850",
    "text": "Downloaded from https://pubs.geoscienceworld.org/gsa/geology/article-pdf/45/9/783/2615058/783.pdf by University of Arizona user on 20 February 2019\n786 www.gsapubs.org | Volume 45 | Number 9 | GEOLOGY\nharvests, and a plague among people and cattle in 820 CE (note that all historical sources are provided in the Data Repository). The winter of 821–822 CE was long and exceptionally cold, reportedly freezing the Danube, Elbe, Rhine, and Seine Rivers. A great food shortage is observed cryptically in 822 CE. Famine continued into 823 CE when texts record drought, hailstorms, damaged crops, and another widespread outbreak of disease. The winter of 823–824 CE was also long and uncommonly severe. Remarkable hailstorms occurred in 824 CE, and famine persisted at least into the autumn of that year. Irish sources report the freezing of rivers and lakes during the winter of 821–822 CE, and harvest failure, food shortage, and epidemic disease in 825 CE. A mortal famine is reported in AlAndalus (Muslim Spain) in 207 AH (Hijri year) (27 May 822 to 16 May 823 CE), and there is a reference to dearth in Alexandria (Egypt) at this time. For East Asia, we find documentary evidence of exceptionally low temperatures in China between 821 and 826 CE (see the Data Repository for details). These reports describe freezing events, substantial snowfalls, unusual hailstorms, and devastating crop failures.\nFrom the serendipitous discovery of subfossil trees on Iceland, this study encourages the search for more such material buried under tephra beds and jökulhlaup sediments. More relict wood will contribute to the precise calendar dating of additional Icelandic eruptions, as well as archaeo logical sites (Dee and Pope, 2016). Combined with current modeling efforts, we expect these results to generate mutual benefits at the interface of synchronized and extended model and proxy comparisons, and further disentangle the complicated ties between environmental changes and historical events triggered by volcanism."
  }, {
    "heading": "ACKNOWLEDGMENTS",
    "text": "A. Snorrason and B. Traustason (Mógilsá) estimated forest and woodland cover. Ó. Knudsen and H. Guðmundsson supported fieldwork. U. Büntgen received funding from the Ministry of Education, Youth and Sports of the Czech Republic within the National Sustainability Program I (NPUI; GN LO1415), and additional support was provided by U.S. National Science Foundation grant 0909541. We are particularly thankful to the North Greenland Eemian Ice Drilling (NEEM) project and its participants. Two anonymous referees kindly commented on an earlier manuscript version."
  }, {
    "heading": "REFERENCES CITED",
    "text": "Aradóttir, A.J., and Eysteinsson, T., 2005, Restoration of birch woodlands in Iceland,\nin Stanturf, J.A., and Madsen, P., eds., Restoration of Boreal and Temperate Forests: Boca Raton, Florida, CRC Press, p. 195–209. Büntgen, U., Wacker, L., Nicolussi, K., Sigl, M., Güttler, D., Tegel, W., Krusic, P.J., and Esper, J., 2014, Extraterrestrial confirmation of tree-ring dating: Nature Climate Change, v. 4, p. 404–405, doi: 10 .1038 /nclimate2240. Büntgen, U., et al., 2016, Cooling and societal change during the Late Antique Little Ice Age from 536 to around 660 AD: Nature Geoscience, v. 9, p. 231–236, doi: 10 .1038 /ngeo2652. Büntgen, U., et al., 2017, Reply to ‘Limited Late Antique cooling’: Nature Geoscience, v. 10, p. 243, doi: 10 .1038 /ngeo2927. Coulter, S.E., Pilcher, J.R., Plunkett, G., Baillie, M., Hall, V.A., Steffensen, J.P., Vinther, B.M., Clausen, H.B., and Johnsen, S.J., 2012, Holocene tephras highlight complexity of volcanic signals in Greenland ice cores: Journal of Geophysical Research, v. 117, D21303, doi: 10 .1029 /2012JD017698. Dee, M.W., and Pope, B.J.S., 2016, Anchoring historical sequences using a new source of astro-chronological tie-points: Proceedings of the Royal Society of London A, v. 472, 20160263, doi: 10 .1098 /rspa .2016 .0263. Eggertsson, Ó., Knudsen, Ó., and Guðmundsson, H.J., 2004, Drumbabót í Fljótshlíð–fornskógur sem varð Kötlu að bráð?: Fræðaþing landbúnaðarins, v. 1, p. 337–340. Esper, J., Düthorn, E., Krusic, P.J., Timonen, M., and Büntgen, U., 2014, Northern European summer temperature variations over the Common Era from integrated tree-ring density records: Journal of Quaternary Science, v. 29, p. 487–494, doi: 10 .1002 /jqs .2726. Grönvold, K., Óskarsson, N., Johnsen, S.J., Clausen, H.B., Hammer, C.U., Bond, G., and Bard, E., 1995, Ash layers from Iceland in the Greenland GRIP ice core correlated with oceanic and land sediments: Earth and Planetary Science Letters, v. 135, p. 149–155, doi: 10 .1016 /0012 -821X (95)00145 -3. Holzhauser, H., Magny, M., and Zumbühl, H.J., 2005, Glacier and lake-level variations in west-central Europe over the last 3500 years: The Holocene, v. 15, p. 789–801, doi: 10 .1191 /0959683605hl853ra. Jensen, B.J.L., et al., 2014, Transatlantic distribution of the Alaskan White River Ash: Geology, v. 42, p. 875–878, doi: 10 .1130 /G35945 .1.\nJóhannesson, H., Jakobsson, S.P., and Sæmundsson, K., 1998, Geological map of Iceland: South Iceland: Reykjavík, Icelandic Museum of Natural History and Iceland Geodetic Survey, sheet 6, scale 1:250,000. Larsen, G., 2000, Holocene eruptions within the Katla volcanic system, south Iceland: Characteristics and environmental impact: Jökull, v. 49, p. 1–28. Larsen, G., 2010, Katla: Tephrochronology and eruption history, in Schomacker, A., et al., eds., The Mýrdalsjökull Ice Cap, Iceland: Glacial Processes, Sediments and Landforms on an Active Volcano: Amsterdam, Elsevier, Developments in Quaternary Science 13, p. 23–49. McCormick, M., Dutton, P.E., and Mayewski, P.A., 2007, Volcanoes and the climate forcing of Carolingian Europe, A.D. 750–950: Speculum, v. 82, p. 865–895, doi: 10 .1017 /S0038713400011325. Miyake, F., Nagaya, K., Masuda, K., and Nakamura, T., 2012, A signature of cosmic-ray increase in AD 774–775 from tree rings in Japan: Nature, v. 486, p. 240–242, doi: 10 .1038 /nature11123. Mooney, D.E., 2016, A ‘North Atlantic island signature’ of timber exploitation: Evidence from wooden artefact assemblages from Viking Age and Medieval Iceland: Journal of Archaeological Science, Report 7, p. 280–289, doi: 10 .1016 /j .jasrep .2016 .05 .021. Óladóttir, B.A., Larsen, G., Thordarson, T., and Sigmarsson, O., 2005, The Katla volcano S-Iceland: Holocene tephra stratigraphy and eruption frequency: Jökull, v. 55, p. 53–74. Óladóttir, B.A., Sigmarsson, O., Larsen, G., and Thordarson, T., 2008, Katla volcano, Iceland: Magma composition, dynamics and eruption frequency as recorded by Holocene tephra layers: Bulletin of Volcanology, v. 70, p. 475–493, doi: 10 .1007 /s00445 -007 -0150 -5. Oppenheimer, C., et al., 2017, Multi-proxy dating the ‘Millennium Eruption’ of Changbaishan to late 946 CE: Quaternary Science Reviews, v. 158, p. 164–171, doi: 10 .1016 /j .quascirev .2016 .12 .024. Schmid, M.M.E., Dugmore, A.J., Vésteinsson, O., and Newton, A.J., 2016, Tephra isochrons and chronologies of colonisation: Quaternary Geochronology, doi: 10 .1016 /j .quageo .2016 .08 .002. Schneider, L., Smerdon, J.E., Büntgen, U., Wilson, R.J.S., Myglan, V.S., Kirdyanov, A.V., and Esper, J., 2015, Revising midlatitude summer temperatures back to A.D. 600 based on a wood density network: Geophysical Research Letters, v. 42, p. 4556–4562, doi: 10 .1002 /2015GL063956. Sgattoni, G., Jeddi, Z., Gudmundsson, Ó., Einarsson, P., Tryggvason, A., Lund, B., and Lucchi, F., 2016, Long-period seismic events with strikingly regular temporal patterns on Katla volcano’s south flank (Iceland): Journal of Volcanology and Geothermal Research, v. 324, p. 28–40, doi: 10 .1016 /j .jvolgeores .2016 .05 .017. Sigl, M., et al., 2015, Timing and climate forcing of volcanic eruptions for the past 2,500 years: Nature, v. 523, p. 543–549, doi: 10 .1038 /nature14565. Smith, K.T., and Dugmore, A.J., 2006, Jökulhlaups circa Landnám: Mid- to late first millenium AD floods in South Iceland and their implications for landscapes of settlement: Geografiska Annaler, v. 88A, p. 165–176, doi: 10 .1111 /j .0435 -3676 .2006 .00292 .x. Smith, K.T., and Haraldsson, H., 2005, A late Holocene jökulhlaup, Markarfljót, Iceland: Nature and impacts: Jökull, v. 55, p. 75–86. Solomon, S., Ivy, D.J., Kinnison, D., Mills, M.J., Neely, R.R., III, and Schmidt, A., 2016, Emergence of healing in the Antarctic ozone layer: Science, v. 353, p. 269–274, doi: 10 .1126 /science .aae0061. Thordarson, T.G., and Larsen, G., 2007, Volcanism in Iceland in historical time: Volcano types, eruption styles and eruptive history: Journal of Geodynamics, v. 43, p. 118–152, doi: 10 .1016 /j .jog .2006 .09 .005. Vésteinsson, O., and McGovern, T.H., 2012, The peopling of Iceland: Norwegian Archaeological Review, v. 45, p. 206–218, doi: 10 .1080 /00293652 .2012 .721792. Vésteinsson, O., McGovern, T.H., and Keller, C., 2002, Enduring impacts: Social and environmental aspects of Viking Age settlement in Iceland and Greenland: Archaeologia Islandica, v. 2, p. 98–136. Vinther, B.M., et al., 2009, Holocene thinning of the Greenland ice sheet: Nature, v. 461, p. 385–388, doi: 10 .1038 /nature08355. Wacker, L., Güttler, D., Goll, J., Hurni, J.P., Synal, H.-A., and Walti, N., 2014, Radiocarbon dating to a single year by means of rapid atmospheric 14C changes: Radiocarbon, v. 56, p. 573–579, doi: 10 .2458 /56 .17634. Zielinski, G.A., Mayewski, P.A., Meeker, L.D., Whitlow, S., Twickler, M.S., Morrison, M., Meese, D.A., Gow, A.J., and Alley, R.B., 1994, Record of volcanism since 7000 B.C. from the GISP2 Greenland ice core and implications for the volcano-climate system: Science, v. 264, p. 948–952, doi: 10 .1126 /science .264 .5161 .948. Zielinski, G.A., Mayewski, P.A., Meeker, L.D., Grönvold, K., Germani, M.S., Whitlow, S., Twickler, M.S., and Taylo, K., 1997, Volcanic aerosol records and tephrochronology of the Summit, Greenland, ice cores: Journal of Geophysical Research, v. 102, p. 26,625–26,640, doi: 10 .1029 /96JC03547.\nManuscript received 8 March 2017 Revised manuscript received 26 April 2017 Manuscript accepted 3 May 2017\nPrinted in USA\nDownloaded from https://pubs.geoscienceworld.org/gsa/geology/article-pdf/45/9/783/2615058/783.pdf by University of Arizona user on 20 February 2019"
  }],
  "year": 2017,
  "references": [],
  "id": "SP:c5300a13d9b897c2b8c422b46d918224449231be",
  "authors": [{
    "name": "Ulf Büntgen",
    "affiliations": []
  }, {
    "name": "Ólafur Eggertsson",
    "affiliations": []
  }, {
    "name": "Lukas Wacker",
    "affiliations": []
  }, {
    "name": "Michael Sigl",
    "affiliations": []
  }, {
    "name": "Fredrik Charpentier Ljungqvist",
    "affiliations": []
  }, {
    "name": "Nicola Di Cosmo",
    "affiliations": []
  }, {
    "name": "Gill Plunkett",
    "affiliations": []
  }, {
    "name": "Paul J. Krusic",
    "affiliations": []
  }, {
    "name": "Timothy P. Newfield",
    "affiliations": []
  }, {
    "name": "Jan Esper",
    "affiliations": []
  }, {
    "name": "Christine Lane",
    "affiliations": []
  }, {
    "name": "Frederick Reinig",
    "affiliations": []
  }, {
    "name": "Clive Oppenheimer",
    "affiliations": []
  }],
  "abstractText": "Investigations of the impacts of past volcanic eruptions on climate, environment, and society require accurate chronologies. However, eruptions that are not recorded in historical documents can seldom be dated exactly. Here we use annually resolved radiocarbon (14C) measurements to isolate the 775 CE cosmogenic 14C peak in a subfossil birch tree that was buried by a glacial outburst flood in southern Iceland. We employ this absolute time marker to date a subglacial eruption of Katla volcano at late 822 CE to early 823 CE. We argue for correlation between the 822–823 CE eruption and a conspicuous sulfur anomaly evident in Greenland ice cores, which follows in the wake of an even larger volcanic signal (ca. 818–820 CE) as yet not attributed to a known eruption. An abrupt summer cooling in 824 CE, evident in tree-ring reconstructions for Fennoscandia and the Northern Hemisphere, suggests a climatic response to the Katla eruption. Written historical sources from Europe and China corroborate our proposed tree ring–radiocarbon–ice core linkage but also point to combined effects of eruptions occurring during this period. Our study describes the oldest precisely dated, high-latitude eruption and reveals the impact of an extended phase of volcanic forcing in the early 9th century. It also provides insight into the existence of prehistoric woodland cover and the nature of volcanism several decades before Iceland’s permanent settlement began. INTRODUCTION Iceland is renowned for its volcanism. Since the island’s permanent settlement, ca. 870 CE (Vésteinsson et al., 2002; Vésteinsson and McGovern, 2012; Schmid et al., 2016), at least 200 explosive and effusive eruptions have occurred (Thordarson and Larsen, 2007). Although Iceland was one of the last places on Earth to be permanently settled (Vésteinsson and McGovern, 2012), the pastoral farming society established there in the late 9th century rapidly reduced the island’s natural forest and woodland cover (Aradóttir and Eysteinsson, 2005), eroding resources considered pivotal to the medieval Norse expansion (Smith and Dugmore, 2006; Vésteinsson and McGovern, 2012). For the period since the so-called landnám (Norse settlement), Iceland’s often closely intertwined environmental, societal, and economic conditions are well documented (Vésteinsson and McGovern, 2012). Studies of pre-settlement conditions necessarily turn to natural proxy archives, but these are often characterized by relatively low temporal resolution and dating uncertainty (Schmid et al., 2016). Lying beneath a 700-m-thick ice cap (Mýrdalsjökull), Katla volcano is the source of large subglacial explosive eruptions of predominantly basaltic magmas (Larsen, 2000; Óladóttir et al., 2008). With an average return interval of 50 yr, Katla is Iceland’s most active volcanic system (Jóhannesson et al., 1998; Óladóttir et al., 2005; Larsen, 2010). Episodic unrest of the volcano has heightened anticipation of the next eruption (Sgattoni et al., 2016). The great volumes of melted ice associated with Katla’s eruptions commonly trigger prodigious flooding (jökulhlaups). Due to an evolving subglacier topography and vent location within the subglacial caldera, most jökulhlaups over the past millennium have drained to the south and east. However, older outwash plains are predominantly situated west and northwest of the ice cap (Smith and Dugmore, 2006). In 2003 CE, a spring flood of the Thverá River exposed hundreds of birches (Betula pubescens L.) (Eggertsson et al., 2004; Smith and Dugmore, 2006), whose presence had been known since the 1990s (Smith and Haraldsson, 2005). The so-called Drumbabót forest, ~35 km west of Katla (Óladóttir et al., 2008), is Iceland’s best-preserved prehistoric forest (Fig. 1). Rooted in a 40–70-cm-thick sandy-peat soil layer, the in situ tree stumps protrude 20–60 cm above an outwash plain, and nearly all individuals are inclined toward the southwest (Figs. 1A–1C). The subfossil forest was buried during a jökulhlaup associated with an explosive eruption from Katla’s caldera that evidently occurred before the first permanent human settlements were established. Based on geological and geomorphological evidence, this event flooded an estimated area of 600 km2 and was probably the last major jökulhlaup originating from the northwestern part of the Mýrdalsjökull ice cap (Eggertsson et al., 2004). Here we combine tree-ring, radiocarbon, and ice-core evidence to precisely date this event—an explosive eruption of Katla that must have occurred before Iceland’s permanent settlement (see the GSA Data *E-mail: ulf.buentgen@geog.cam.ac.uk GEOLOGY, September 2017; v. 45; no. 9; p. 783–786 | Data Repository item 2017257 | doi:10.1130/G39269.1 | Published online 29 June 2017 © 2017 eological Society of A erica. For permission to copy, contact editing@geosociety.org. Downloaded from https://pubs.geoscienceworld.org/gsa/geology/article-pdf/45/9/783/2615058/783.pdf by University of Arizona user on 20 February 2019 784 www.gsapubs.org | Volume 45 | Number 9 | GEOLOGY Repository1 for details). Our multi-proxy dating approach enables, for the first time, an interdisciplinary assessment of the climatic, environmental, and societal effects of this large volcanic eruption.",
  "title": "Multi-proxy dating of Iceland’s major pre-settlement Katla eruption to 822–823 CE"
}