{
  "sections": [{
    "text": "Lithium Isotope History of Cenozoic"
  }, {
    "heading": "Seawater: Changes in Silicate",
    "text": ""
  }, {
    "heading": "Weathering and Reverse Weathering",
    "text": ""
  }, {
    "heading": "Sambuddha Misra1*† and Philip N. Froelich2",
    "text": "Weathering of uplifted continental rocks consumes carbon dioxide and transports cations to the oceans, thereby playing a critical role in controlling both seawater chemistry and climate. However, there are few archives of seawater chemical change that reveal shifts in global tectonic forces connecting Earth ocean-climate processes. We present a 68-million-year record of lithium isotopes in seawater (d7LiSW) reconstructed from planktonic foraminifera. From the Paleocene (60 million years ago) to the present, d7LiSW rose by 9 per mil (‰), requiring large changes in continental weathering and seafloor reverse weathering that are consistent with increased tectonic uplift, more rapid continental denudation, increasingly incongruent continental weathering (lower chemical weathering intensity), and more rapid CO2 drawdown. A 5‰ drop in d\n7LiSW across the Cretaceous-Paleogene boundary cannot be produced by an impactor or by Deccan trap volcanism, suggesting large-scale continental denudation.\nLithium, the lightest of the alkali elements,is a conservative cation in seawater. Theresidence time of Li in seawater (~1.2 million years) is much shorter than for the other major alkalis (Na+ and K+) but is much longer than the oceanic mixing time (~1000 years), so that Li in seawater is well mixed and homogeneous vertically and laterally in both concentration (ratio to salt) and in isotopic composition ([Li]SW ≈ 26 mM; d7LiSW = 31‰) (1) (fig. S1). Lithium is a trace component in continental and seafloor rocks, and unlike other recorders of oceanic chemistry changes (namely Sr and Os), it is hosted almost exclusively in silicate minerals. Because of the large relative mass difference between its two stable isotopes (6Li and 7Li), low-temperature Li isotope fractionation exhibits a very large range, making Li a power-\nful tracer of low-temperature geochemical processes. Among continental granites, mid-ocean ridge basalt (MORB), marine authigenic aluminosilicate clays (MAACs), dissolved Li sources and sinks to and from the sea, and seawater itself, the spread in d7Li values is more than 31‰—an enormous isotopic range.\nThe Li isotopic composition of seawater reflects a balance between input and removal fluxes and their isotopic compositions. The two dominant sources of dissolved Li to seawater are rivers (low-temperature chemical weathering of continental silicate rocks) and hydrothermal (HT) fluxes from mid-ocean ridge spreading centers (high-temperature weathering of oceanic silicate rocks) (2–6). The removal of Li from seawater is entirely by incorporation into marine sediments and low-temperature altered oceanic crust (AOC) via formation of Li-, Mg-, and Fe-bearing MAACs (“reverse weathering”) (7–13) (Fig. 1 and Table 1). The 7Li enrichment of seawater (much heavier than all sources) requires the existence of marine reverse weathering that produces secondary clays bearing Li that is isotopically much lighter than\nRESEARCHARTICLES\n1Geochemistry Group, National High Magnetic Field Laboratory, and Department of Earth, Ocean and Atmospheric Sciences, Florida State University, Tallahassee, FL 32310, USA. 2Froelich Education Services, 3402 Cameron Chase Drive, Tallahassee, FL 32309, USA.\n*Present address: Department of Earth Sciences, University of Cambridge, Cambridge CB2 3EQ, UK. †To whom correspondence should be addressed. E-mail: sm929@cam.ac.uk\nd7LiInput = FSink × (d 7LiSW − DSW−Sink). (B) One possible steady-state isotope mass balance for the Paleocene-Eocene (P-E) Ocean (60 Ma) when d7LiSW was 22‰, 9‰ lighter than today. FRiv is set at modern values and d\n7LiRiv is then constrained to lie near d7LiUCC, reflecting congruent weathering of the peneplained transport-limited continents (29, 30) plus perhaps dissolution of the basaltic Deccan Traps and North Atlantic Igneous Provinces. This P-E scenario is an end-member paradigm. Variants of this scenario in which river and hydrothermal fluxes are allowed to vary are explored in text S4 and fig. S10. These alternative scenarios demonstrate that the river condition is constrained to remain between 2‰ and 6‰ regardless of changes in river Li fluxes, hydrothermal fluxes, or seawater Li concentrations.\n17 FEBRUARY 2012 VOL 335 SCIENCE www.sciencemag.org818\non F ebruary 21, 2019\nhttp://science.sciencem ag.org/ D ow nloaded from\nthe seawater from which their Li is derived. Secular variations in d7LiSW must thus reflect imbalances between the sources and sinks of Li to and from the ocean, driven by perturbations in the global silicate weathering and reverseweathering cycles (14, 15).\nSeawater lithium budget. The fluxes of river Li and HT Li to the sea are comparable in magnitude but isotopically very distinct. Hightemperature HT vent fluids (>350°C) are highly enriched in Li above seawater ([Li]HT ≈ 840 mM) but are only slightly fractionated from their source rocks (d7LiHT ≈ 8.3‰; d7LiMORB ≈ 3.7‰). The ~4‰ enrichment of HT Li aboveMORB is probably because of 6Li sequestration in HT Mg-rich greenstone alteration minerals (asbestos) during various stages of hydrothermal recirculation at midocean ridges. In contrast, riverine Li (d7LiRiv ≈ 23‰) is ~21‰ heavier than continental source rocks (upper continental crust; d7LiUCC = 1.7‰) (3, 4, 16, 17) (figs. S2 to S5 and text S1).\nModern-day riverine dissolved Li displays a large spread in concentration and isotopes. Only about one-fifth of continentally weathered Li is carried in the dissolved load. The remainder is carried as Li in secondary clays (2, 6) (fig. S3). The large isotopic offset (21‰) observed between d7LiRiv and d\n7LiUCC is a function of chemical weathering intensity (18, 19). The preferential uptake of 6Li into secondary aluminosilicate clay minerals and oxides formed during weathering and transport drives d7LiRiv much heavier than the average continental crust. The partitioning of riverine Li into dissolved and secondary phases as a function of weathering intensity and weathering regimes determines both dissolved Li flux (FRiv-Li) and d\n7LiRiv. Peneplained terrains, especially those in the tropics with transport-limited regimes, exhibit congruent weathering, little or no secondary dioctahedral clay formation to entrap and transport cations, and hence dissolved Li isotope ratios that reflect their source silicate\nbedrocks. High-relief terrains (uplifted mountains and downcutting high plateaus) with weatheringlimited regimes exhibit high physical and chemical weathering and denudation rates with extreme incongruent weathering, large rates of secondary clay formation that carry most of the weathered Li down rivers, and hence dissolved Li isotopes ratios that are 7Li-enriched relative to their source rocks (5, 20, 21) (text S1).\nAt steady state, marine Li removal processes must balance the fluvial and hydrothermal inputs. We group the Li removal processes together and term them “reverse weathering” (13). Preferential removal of 6Li into marine clays, similar to that on continents, leads to a large removalinduced fractionation. This reverse weathering– driven fractionation, representing “light” fractionation from the seawater Li source of about 16‰ (DSW–Sink ≈ 16‰), drives seawater isotopically heavy (11, 12) (text S1). Without this removalinduced Li isotope fractionation, seawater would simply reflect the flux-weighted isotope ratio of its sources (d7LiInput ≈ 15‰). For a steady-state ocean, this removal-driven fractionation puts a boundary condition on composition of the input fluxes because d7LiSW must remain about 16‰ heavier than d7LiInputs. This characteristic of Li isotopes in seawater with its large isotopic separation is unique.\nThe removal of Li by low-temperature reverseweathering reactions includes MAAC formation in sediments (22) and low-temperature seafloor basalt alteration (AOC formation) (7, 8, 16), both of which involve formation of Mg-rich smectites (9–11), and Fe-rich aluminosilicates in muddy shallow-water sediments (23). Lithium is prone to substitute for octahedral Mg in both hightemperature and low-temperature “clays.” Lowtemperature weathering (<250°C) of ridge flank\nTable 1. Best estimates of dissolved Li input and output fluxes and their compositions from published results (text S1).\nInput/output Lithium flux (109 moles/year) Average d7Li (‰)\nReferences"
  }, {
    "heading": "Inputs",
    "text": "Rivers, FRiv 10 23 (2, 5, 6) Hydrothermal vents, FHT 13 8.3 (3, 4) Subduction reflux, FReflx 6 15 (10, 26, 27) Total input, FInput 29 15 Outputs Basalt alteration (AOC), FAOC 8 15 (7, 8, 17, 26) Sediment uptake (MAAC), FMAAC 20 15 (9, 10, 14, 26, 27) DSeawater–Sediment (d 7LiSW – d 7LiSink) 16 (10, 11) Total reverse weathering, FSink 29 15\nFig. 2. DSDP/ODP drill sites 588, 757, 758, 926, 1262, 1263, 1265, and 1267, with preexisting high-resolution seawater strontium isotope records, from which the foraminifera samples for this work were collected (25) (text S2 and table S1).\nwww.sciencemag.org SCIENCE VOL 335 17 FEBRUARY 2012 819\nebruary 21, 2019\nhttp://science.sciencem ag.org/\nD ow nloaded from\nbasalts away from spreading centers acts as a net sink for Li. In many respects, Li is a crustally recycled cation (4, 8, 9), being sourced to the ocean from HT circulation at the ridge axis and then reconsumed into basalts during lowtemperature alteration off axis. In today’s ocean, MAAC is responsible for ~70% and AOC for ~30% of the total marine lithium removal by reverse weathering (Table 1).\nSeawater lithium isotope record.Our seawater Li isotope record was constructed by analyzing chemically cleaned planktonic foraminifera that incorporate trace quantities of seawater dissolved Li into their calcium carbonate tests during growth in the surface ocean ([Li+]Foram ≈ 1 to 2 ppm). This intrinsic lattice-bound Li isotope ratio is independent of temperature and Li concentration (15). The analytical challenges associated with precise d7Li determinations from mass-limited foraminifera samples (<1 mg) without contamination and laboratory fractionation artifacts were overcome by developing new methods (24, 25). We have validated the application of foraminifera as faithful recorders of d7LiSW (fig. S6) without significant diagenetic overprints (text S3). We selected eight Deep Sea Drilling Project (DSDP)– Ocean Drilling Program (ODP) sites with existing high-resolution Sr isotope records, minimal diagenesis, and good chronologies (Fig. 2). We analyzed age- and species-overlapping foraminifera samples (n = 301) at a resolution of 500,000 to 1 million years, which included both individual species and bulk foraminifera (Fig. 3).\nWe make six important assumptions for mass balance calculations that drive the observed changes in d7LiSW: (i) In contrast to previous d\n7LiSW mass balance studies (7, 15), we include a Li “subduction reflux” term that recognizes solutions resulting from dewatering and breakdown of MAAC in the downgoing slab during subduction and expulsed via the decollement back to the ocean (26, 27) (Table 1 and text S1). This subduction reflux of Li from the convergent margins is held constant over time at ~6 × 109 moles of Li per year (the present-day value), and its isotopic composition is set at a constant offset from contemporaneous seawater (d7LiReflx = d\n7LiSW – d7LiSink). This estimate of subduction reflux terms is based on instantaneous steady-state balances, whereas on the real Earth there is a time delay of 50 to 100 million years between sediment deposition and crustal subduction. However, this flux of Li from MAAC and AOC breakdown has a minor influence on seawater Li mass and isotope budgets. (ii) Initially, for simplicity, we take the fluvial dissolved FRiv-Li as constant over the Cenozoic (this constraint is later dropped). Nevertheless, from the early Paleogene to the present, the river-borne total weathered Li flux (suspended + dissolved) has increased by ~300% as a result of increased orogeny. More important, increasingly incongruent chemical weathering of the continents has changed the dominant Li-bearing phase in rivers from dissolved Li in the Paleocene to suspended Li (in clays) today. This weathering-\ndriven redistribution of riverine Li flux has changed the ratio of dissolved to suspended partitioning from 4:1 in Paleocene to 1:4 today. (iii) d7LiHT is kept at the modern-day value of 8.3‰. (iv) FHT-Li is kept constant over the Cenozoic (28). (v) Fractionation of Li upon removal from seawater during reverse weathering (∆SW-SED = d7LiSW − d7LiSink ≈ 16‰) is kept constant because the processes of Li removal, whether sedimenthosted or by alteration of oceanic crust, likely has not changed over the Cenozoic. (vi) The removal flux of Li out of the ocean (FSink) has remained near steady state with the inputs and exhibits firstorder removal kinetics with respect to the Li concentration of seawater (LiSW). Our interpretation of changes in d7LiSW is based on the weathering and reverse-weathering processes that have the largest d7Li fractionation factors and thus the highest likelihood to be the main drivers not only of ocean d7LiSW change but also other changes in oceanic and atmospheric chemistry and climate driven by silicate weathering (29, 30) (text S4).\n17 FEBRUARY 2012 VOL 335 SCIENCE www.sciencemag.org820\nOur seawater Li isotope record is consistent with previous Neogene reconstructions from chemically cleaned planktonic foraminifera (15, 31) (fig. S7). Also, our two paleod7LiSW records from individual species and from bulk foraminifera are indistinguishable from one another (fig. S8). This similarity implies an absence of biogenic fractionation (vital effects) in d7LiSW recorded by different species of foraminifera (both extant and extinct), despite strong discrimination against Li by foraminifera [lithium distribution coefficient KDLi(Calcite–Seawater) = (Li/Ca)Calcite/(Li/Ca)Seawater ≈ 4.2 × 10−3 mol/mol] and large variations in observed (Li/Ca)Foram (fig. S6). Also, fossil foraminifera from different drill sites at different paleolatitudes and paleodepths and under markedly different calcite preservation states display no offset or memory effects or diagenetic resetting (text S3 and fig. S9). The absence of any systematic differences in foraminifera-based d7LiSW values between samples for both individual species and bulk foraminifera samples of the same age from different drill sites demonstrates that within the resolution of the present record, dissolved Li in seawater was isotopically homogeneous, and cleaned bulk foraminifera can be used to reconstruct the longterm evolution of d7LiSW. Our modern foraminifera d7LiSW appear to average ~1‰ lighter than seawater (fig. S6).\nResults and interpretations.Our paleo-d7LiSW record exhibits a 9‰ rise during the past 60 million years, implying a shift in chemical weath-\nering of continental rocks consistent with the seawater 87Sr/86Sr record (Fig. 3). The isotope record shows no change over the past 6 million years; thus, the Li content and d7LiSW of modern seawater are presumed to be near steady state (Fig. 1). Although our Li isotope record is similar to the seawater Sr isotope history, the Cenozoic d7LiSW does not exhibit the monotonically increasing trend of seawater 87Sr/86Sr. The rise in d7LiSW during the Cenozoic is nonlinear, punctuated by transient flat steady states and quasi-linear rises that may coincide with major climatic and tectonic events (32). The history of d7LiSW over the past 60 million years can be divided into periods of stepped rises (Fig. 4). From 52 to 47 million years ago (Ma), 35 to 31 Ma, and 14 to 6 Ma, the average rate of increase in d7LiSW (∆d7LiSW / ∆t) is ~ 0.4‰ T 0.1‰ per million years (2s). The net result is a 9‰ rise in d7LiSW during the past 60 million years. We argue that this increase in d7LiSW is caused primarily by increases in d7LiRiv (text S4 and fig. S10) that drive increases in the isotopic value entering the sea. Within several residence times (several million years), the marine reverseweathering removal sink must adjust to obtain a new balance. The mechanism for this clay formation feedback is likely linked to the aluminum source from the continents (clays) and changes in the lithium and magnesium concentrations of seawater (LiSW/MgSW).\nSeawater 87Sr/86Sr and 187Os/188Os are dependent on differences in isotopic compositions\n(no isotope fractionation) in their continental (radiogenic) and mantle (nonradiogenic) sources to the ocean (Fig. 3) (32–35). However, weathering of continental carbonates and redissolution of marine carbonates (for Sr) and weathering of organic-rich black shales and the rain of cosmic dust (for Os) complicate the uplift and continental runoff connections because these elements are not hosted solely in silicates, in contrast to Li (2, 36, 37). Increased silicate weathering during the Cenozoic has also been suggested from the records of seawater d44/40Ca (38) and Sr/Ca (39), but both suffer from nonsilicate sources and sinks. The sulfur isotope history of seawater (40), an ocean redox record of S burial in marine sediments, suggests an oceanic anoxic event near the Paleocene-Eocene Thermal Maximum best explained as an increase in sediment sulfide burial, but is mute on changes in tectonics and weathering. Lithium is unique in tagging processes involving silicates, which is the key to carbon dioxide consumption during weathering and thus the connection between uplift tectonics and climate (15, 29, 41, 42).\nThe Paleocene-Eocene d7LiSW minimum. Isotope and mass balance estimates for the midPaleocene d7LiSW minimum (~22‰), based on our understanding of the modern-day oceanic Li cycle (Fig. 1B), predict an extremely light d7LiRiv (~2 to 6‰) reflecting near-congruent weathering of the UCC regardless of secular changes in the Li river flux (text S4 and fig. S10). The early Cenozoic hothouse climate—with high sea levels,\nFig. 4. (A) The 5-point running mean of all d7LiForam values from all foraminiferal Li isotope ratio analyses (red line) plotted according to their average age with 2s uncertainty (the two parallel gray lines) (Fig. 3). The vertical green downward arrow marks the rapid drop in d7Li across the K-Pg boundary. The horizontal and vertical purple arrows reflect the over-\nall 9‰ rise in d7LiSW during the Cenozoic. (B) The ~9‰ rise in d 7LiForam over the last 60 million years has been divided into four distinct periods of steady state (black horizontal lines, ∆d7Li/∆t ≈ 0.0‰ per million years) and three periods of rapid increase in d7LiSW (red lines, ∆d7Li/∆t ≈ 0.4‰ per million years).\nwww.sciencemag.org SCIENCE VOL 335 17 FEBRUARY 2012 821\nebruary 21, 2019\nhttp://science.sciencem ag.org/\nD ow nloaded from\nswamp continents, and cation-depleted peneplained continents dominated by neotropical congruent weathering and high weathering intensity under hot rainy conditions—is consistent with this interpretation. Low-latitude rivers during this period probably carried sparse suspended material or secondary clays. Thus, the cations delivered to the ocean were mostly in the dissolved load. The implication is that over the Cenozoic the proportion of dissolved Li flux to the ocean decreased (while clay Li increased) and its isotopic value (d7LiRiv) increased as the chemical weathering regime of the continents became more weathering limited because of tectonic uplift in the rain belts (e.g., the Himalayas). The interpretation of the Mg/Ca change in seawater, which implies a slowdown in HT fluxes with time, is not inconsistent with the direction of change of our Li isotope record, but the magnitude of HT changes required seems unreasonable (text S4).\nThe d7LiSW minimum in the early Cenozoic may have also been influenced by the northward migration of India carrying the recently erupted Large Igneous Province (LIP) Deccan Traps across the equatorial rain belt (43, 44). LIPs probably have a Li concentration and d7Li composition similar to MORB (6 ppm; 3.7‰). Because basalts are aluminum-deficient relative to granites, they weather very rapidly (45) and highly congruently (few secondary cation-bearing clays to fractionate Li isotopes) (12). Thus rapid chemical dissolution of the Deccan basalts during the 10-million-year equatorial passage in a geological period of much more intense equatorial rainfall (46, 47) may have played a part in depressing d7LiSW during the Oligocene. The subaqueous extent of the Deccan eruptions is unknown; thus, its impact on depressing d7LiSW cannot be quantified. Similarly, eruption of the LIP North Atlantic Igneous Provinces (NAIP) may also have contributed to subaqueous dissolution of basalts (45) and had a similar impact on d7LiSW during the Oligocene. It is also likely that quiescence of active mountain building in the rain belts and absence of uplift into orographic rain-catching mountains such as the Andes, Himalayas, and Rockies minimized the early Cenozoic occurrences of transport-limited weathering regimes that are today responsible for formation and transport of secondary clays to the sea and fractionation of the fluvial dissolved river Li flux toward heavy values.\nDuring the Cenozoic climate cooling caused by increased CO2 drawdown, higher tectonic activity in the rain belts shifted the dominant continental weathering regime from transportlimited (congruent) to weathering-limited (incongruent), which led to heavier Li dissolved flux to the oceans and more weathered Li carried in clays (14). Thus, the similarity of our d7LiSW record with the global ocean bottom water d18O (temperature and ice volume) record is perhaps not accidental (fig. S11). This interpretation suggests that the rises in d7LiSW punctuated with stable plateaus every 10 million years or so since\nthe late Eocene might reflect periods of active uplift and denudation followed by periods of tectonic inactivity, at least in the low-latitude rain belts where most continental chemical weathering is expected to occur (Fig. 3). This scenario of Cenozoic continental silicate weathering is different from a monotonically increasing continental chemical weathering regime after initiation of the Himalayan uplift as suggested by the seawater Sr isotope history (32, 33). Coupled Sr and Li isotope models may lead to a better understanding of secular changes in chemical weathering of continental silicates and carbonates and the importance of cation-bearing clay fluxes to the sea in the CO2-consumption term of climate models (41).\nThe Cretaceous-Paleogene boundary (KTB) d7LiSW event. An abrupt 5‰ drop in d\n7LiSW occurs in less than 500,000 years across the Cretaceous-Paleogene (Tertiary) boundary (K-Pg or KTB), simultaneous with the seawater iridium and osmium isotope spikes (Fig. 3) (44). This rapid drop in d7LiSW must be due to a large instantaneous delivery of isotopically light Li to the sea comparable to the Li content of the entire Cretaceous ocean. It is probably not due to fast addition of Li to seawater from congruent weathering of freshly erupted Deccan Traps (d7LiBasalt ≈ 3.7‰) (43). Given the inventory of Li in seawater today (~3.4 × 1016 moles) and the possibility that this may have been higher in the Cretaceous, the Li mass of the Chicxulub bolide (~10 km diameter; ~9 × 1011 moles of Li) carrying chondritic d7Li (~2‰) or even the 200-km impact crater itself (~4.5 × 1014 moles of Li) are insufficient Li (48, 49), even if the chondrite or the granite/gneiss basement of the impact crater were presumed to be instantly pulverized and dissolved congruently into the ocean. The cause of this large fast d7LiSW drop across the K-Pg boundary remains enigmatic. We are working on a hypothesis that suggests that this drop in d7LiSW exactly at the K-Pg boundary might be due to massive continental denudation and acid rain weathering of continental soils that were partially incinerated and deforested by the impact aftermath and washed into the sea.\nConclusions. With increased mountain building and changes in continental silicate chemical weathering regimes through the Cenozoic, the isotopic signature of riverine dissolved d7Li increased from about 3‰ to 23‰. The partitioning of river-borne Li shifted from dissolved Li to clay Li as a result of increasingly incongruent weathering of silicate rocks and secondary clay formation. Overall, this scenario requires that the uplift- and weathering-driven cooling of the climate shifted the global weathering pattern from transport-limited to weathering-limited, increasing secondary clay mineral formation during weathering. As a result of preferential retention of 6Li by secondary clays, the d7Li of riverborne Li became progressively heavier, driving seawater to its present heavy value. An increase in total Li weathered and delivered to the sea (clay\nLi plus dissolved Li), if extended to the weathering intensity of the major igneous cations stored in the sea (Na, K, and Mg), suggests faster CO2 drawdown due to more rapid weathering rates. Direct quantification of the influences of forward chemical weathering of continental silicate rocks and reverse weathering of marine silicates on d7LiSW might provide alternative estimates of atmospheric CO2 consumption by the silicate weathering and reverse-weathering cycles (42).\nReferences and Notes 1. W. S. Broecker, T. Peng, Tracers in the Sea\n(Lamont-Doherty Geological Observatory, Columbia University, 1982).\n2. M. R. Palmer, J. M. Edmond, Geochim. Cosmochim. Acta 56, 2099 (1992). 3. L. H. Chan et al., Geochim. Cosmochim. Acta 58, 4443 (1994). 4. H. Elderfield, A. Schultz, Annu. Rev. Earth Planet. Sci. 24, 191 (1996). 5. Y. Huh, L.-H. Chan, L. Zhang, J. M. Edmond, Geochim. Cosmochim. Acta 62, 2039 (1998). 6. J. Gaillardet, J. Viers, B. Dupré, in Treatise on Geochemistry, H. D. Holland, K. K. Turekian, Eds. (Pergamon, Oxford, 2003), pp. 225–272. 7. W. E. Seyfried Jr., X. Chen, L. H. Chan, Geochim. Cosmochim. Acta 62, 949 (1998). 8. L. H. Chan, J. Edmond, G. Thompson, K. Gillis, Earth Planet. Sci. Lett. 108, 151 (1992). 9. L. H. Chan, W. P. Leeman, T. Plank, Geochem. Geophys. Geosyst. 7, Q06005 (2006). 10. R. H. James, M. D. Rudnicki, M. R. Palmer, Earth Planet. Sci. Lett. 171, 157 (1999). 11. N. Vigier et al., Geochim. Cosmochim. Acta 72, 780 (2008). 12. A. Verney-Carron, N. Vigier, R. Millot, Geochim.\nCosmochim. Acta 75, 3452 (2011). 13. F. T. Mackenzie, R. M. Garrels, Am. J. Sci. 264, 507 (1966). 14. H. D. Holland, The Chemical Evolution of the\nAtmosphere and Oceans (Princeton Univ. Press, Princeton, NJ, 1984).\n15. E. C. Hathorne, R. H. James, Earth Planet. Sci. Lett. 246, 393 (2006). 16. R. L. Rudnick, S. Gao, in Treatise on Geochemistry, H. D. Holland, K. K. Turekian, Eds. (Pergamon, Oxford, 2003), pp. 1–64. 17. P. B. Tomascak, C. H. Langmuir, P. J. Le Roux, S. B. Shirey, Geochim. Cosmochim. Acta 72, 1626 (2008). 18. R. F. Stallard, J. M. Edmond, J. Geophys. Res. 92, 8293 (1987). 19. J. M. Edmond, M. Palmer, C. Measures, B. Grant, R. Stallard, Geochim. Cosmochim. Acta 59, 3301 (1995). 20. Y. Huh, L. H. Chan, J. M. Edmond, Earth Planet. Sci. Lett. 194, 189 (2001). 21. B. Kisakűrek, R. H. James, N. B. W. Harris, Earth Planet. Sci. Lett. 237, 387 (2005). 22. L. H. Chan, J. C. Alt, D. A. H. Teagle, Earth Planet. Sci. Lett. 201, 187 (2002). 23. P. Michalopoulos, R. C. Aller, Science 270, 614 (1995). 24. S. Misra, P. N. Froelich, J. Anal. At. Spectrom. 24,\n1524 (2009). 25. See supplementary material on Science Online. 26. T. Plank, C. H. Langmuir, Chem. Geol. 145, 325 (1998). 27. Y. Li, J. E. Schoonmaker, in Treatise on Geochemistry,\nH. D. Holland, K. K. Turekian, Eds. (Pergamon, Oxford, 2003), pp. 1–35. 28. D. B. Rowley, Geol. Soc. Am. Bull. 114, 927 (2002). 29. M. E. Raymo, W. F. Ruddiman, P. N. Froelich, Geology\n16, 649 (1988). 30. J. Zachos, M. Pagani, L. Sloan, E. Thomas, K. Billups,\nScience 292, 686 (2001). 31. J. M. Hall, L.-H. Chan, W. F. McDonough, K. K. Turekian,\nMar. Geol. 217, 255 (2005). 32. J. Hess, M. L. Bender, J. G. Schilling, Science 231, 979\n(1986). 33. D. A. Hodell, P. A. Mueller, J. R. Garrido, Geology 19,\n24 (1991).\n17 FEBRUARY 2012 VOL 335 SCIENCE www.sciencemag.org822\nebruary 21, 2019\nhttp://science.sciencem ag.org/\nD ow nloaded from\n34. B. Peucker-Ehrenbrink, G. Ravizza, Terra Nova 12, 205 (2000). 35. B. Peucker-Ehrenbrink, G. Ravizza, in The Geologic Time Scale, F. M. Gradstein, J. G. Ogg, M. D. Schmitz, Eds. (Cambridge Univ. Press, Cambridge, 2012), chapter 8; 10.1016/B978-0-444-59425-9.00008-1. 36. J. M. Edmond, Science 258, 1594 (1992). 37. B. Peucker-Ehrenbrink, R. E. Hannigan, Geology 28,\n475 (2000). 38. E. M. Griffith, A. Paytan, K. Caldeira, T. D. Bullen,\nE. Thomas, Science 322, 1671 (2008). 39. C. H. Lear, H. Elderfield, P. A. Wilson, Earth Planet.\nSci. Lett. 208, 69 (2003). 40. A. Paytan, M. Kastner, D. Campbell, M. H. Thiemens,\nScience 304, 1663 (2004). 41. R. A. Berner, A. C. Lasaga, R. M. Garrels, Am. J. Sci. 283,\n641 (1983). 42. F. T. Mackenzie, L. R. Kump, Science 270, 586 (1995). 43. V. Courtillot, P. R. Renne, C. R. Geosci. 335, 1 (2003). 44. D. V. Kent, G. Muttoni, Proc. Natl. Acad. Sci. U.S.A. 105,\n16065 (2008).\n45. S. R. Gislason, E. H. Oelkers, A. Snorrason, Geology 34, 49 (2006). 46. C. Jaramillo, M. J. Rueda, G. Mora, Science 311, 1893 (2006). 47. M. T. Clementz, J. O. Sewall, Science 332, 455 (2011). 48. L. W. Alvarez, W. Alvarez, F. Asaro, H. V. Michel, Science\n208, 1095 (1980). 49. P. Schulte et al., Science 327, 1214 (2010). 50. J. W. Farrell, S. C. Clemens, L. Peter Gromet, Geology\n23, 403 (1995). 51. E. E. Martin, H. D. Scher, Earth Planet. Sci. Lett. 220,\n25 (2004). 52. E. E. Martin, N. J. Shackleton, J. C. Zachos, B. P. Flower,\nPaleoceanography 14, 74 (1999). 53. D. A. Hodell et al., Geochem. Geophys. Geosyst. 8,\nQ09001 (2007). 54. T. Westerhold et al., Palaeogeogr. Palaeoclimatol.\nPalaeoecol. 257, 377 (2008).\nAcknowledgments: We thank the U.S. National Science Foundation (MG&G), American Chemical Society (Petroleum Research Fund), and The Francis Eppes Society of Florida State\nUniversity for providing financial support. We sincerely thank S. Clemens, D. Hodell, E. Hathorne, E. Martin, E. Thomas, W. Landing, and H. Spero for providing samples. The manuscript greatly benefited from the constructive reviews of M. Bender, V. Salters, M. Humayun, A. Paytan, P. Pogge von Strandmann, and an anonymous reviewer. We are very thankful to B. Peucker-Ehrenrbrink and G. Ravizza for providing the osmium isotope data from GTS 2012 (in press). We also thank H. Elderfield, I. N. McCave, and A. Galy for helpful discussions. Tabulated data are provided on Science Online.\nSupporting Online Material www.sciencemag.org/cgi/content/full/science.1214697/DC1 Materials and Methods SOM Text Figs. S1 to S11 Table S1 References (55–157)\n30 September 2011; accepted 17 January 2012 Published online 26 January 2012; 10.1126/science.1214697"
  }, {
    "heading": "A Systematic Survey of",
    "text": "Loss-of-Function Variants in"
  }, {
    "heading": "Human Protein-Coding Genes",
    "text": "Daniel G. MacArthur,1,2* Suganthi Balasubramanian,3,4 Adam Frankish,1 Ni Huang,1 James Morris,1 Klaudia Walter,1 Luke Jostins,1 Lukas Habegger,3,4 Joseph K. Pickrell,5 Stephen B. Montgomery,6,7 Cornelis A. Albers,1,8 Zhengdong D. Zhang,9 Donald F. Conrad,10 Gerton Lunter,11 Hancheng Zheng,12 Qasim Ayub,1 Mark A. DePristo,13 Eric Banks,13 Min Hu,1 Robert E. Handsaker,13,14 Jeffrey A. Rosenfeld,15 Menachem Fromer,13 Mike Jin,3 Xinmeng Jasmine Mu,3,4 Ekta Khurana,3,4 Kai Ye,16 Mike Kay,1 Gary Ian Saunders,1 Marie-Marthe Suner,1 Toby Hunt,1 If H. A. Barnes,1 Clara Amid,1,17 Denise R. Carvalho-Silva,1 Alexandra H. Bignell,1 Catherine Snow,1 Bryndis Yngvadottir,1 Suzannah Bumpstead,1 David N. Cooper,18 Yali Xue,1 Irene Gallego Romero,1,5 1000 Genomes Project Consortium, Jun Wang,12 Yingrui Li,12 Richard A. Gibbs,19 Steven A. McCarroll,13,14 Emmanouil T. Dermitzakis,7 Jonathan K. Pritchard,5,20 Jeffrey C. Barrett,1 Jennifer Harrow,1 Matthew E. Hurles,1 Mark B. Gerstein,3,4,21† Chris Tyler-Smith1†\nGenome-sequencing studies indicate that all humans carry many genetic variants predicted to cause loss of function (LoF) of protein-coding genes, suggesting unexpected redundancy in the human genome. Here we apply stringent filters to 2951 putative LoF variants obtained from 185 human genomes to determine their true prevalence and properties. We estimate that human genomes typically contain ~100 genuine LoF variants with ~20 genes completely inactivated. We identify rare and likely deleterious LoF alleles, including 26 known and 21 predicted severe disease–causing variants, as well as common LoF variants in nonessential genes. We describe functional and evolutionary differences between LoF-tolerant and recessive disease genes and a method for using these differences to prioritize candidate genes found in clinical sequencing studies.\nGenetic variants predicted to severely dis-rupt protein-coding genes, collectivelyknown as loss-of-function (LoF) variants, are of considerable scientific and clinical interest. Traditionally, such variants have been regarded as rare and having a high probability of being deleterious, on the basis of their well-established causal roles in severe Mendelian diseases such as cystic fibrosis and Duchenne muscular dystrophy. However, recent studies examining the complete genomes of apparently healthy subjects have suggested that such individuals carry at least 200 (1, 2) and perhaps as many as 800 (3) predicted LoF variants. These numbers imply a previously unappreciated robustness of the human genome to gene-disrupting mutations and have important implications for the clinical interpretation of human genome–sequencing data. Comparison of reported LoF variants between published genomes is complicated by differences in sequencing technology, variant-calling algorithms, and gene annotation sets between studies (4, 5), and by the expectation that LoF variants will be highly enriched for false positives. The basis for this predicted enrichment is that strong negative natural selection is expected to act against the majority of variants inactivating proteincoding genes, thereby reducing the amount of true variation at these sites relative to the genome average, whereas sequencing error is expected to\nbe approximately uniformly distributed; as a result, highly functionally constrained sites should show lower levels of observed polymorphism and substantially higher false-positive rates (4). To date, no large-scale attempt has been made to validate the LoF variants reported in published human genome sequences.\nLoF variants found in healthy individuals will fall into several overlapping categories: severe recessive disease alleles in the heterozygous state; alleles that are less deleterious but nonetheless have an impact on phenotype and disease risk; benign LoF variation in redundant genes; genuine variants that do not seriously disrupt gene function; and, finally, a wide variety of sequencing\n1Wellcome Trust Sanger Institute, Hinxton CB10 1SA, UK. 2Discipline of Paediatrics and Child Health, University of Sydney, Sydney, NSW 2006, Australia. 3Program in Computational Biology and Bioinformatics, Yale University, NewHaven, CT 06520, USA. 4Department of Molecular Biophysics and Biochemistry, Yale University, New Haven, CT 06520, USA. 5Department of Human Genetics, University of Chicago, Chicago, IL 60637, USA. 6Departments of Pathology and Genetics, Stanford University, Stanford, CA 94305–5324, USA. 7Department of Genetic Medicine and Development, University of Geneva Medical School, 1211 Geneva 4, Switzerland. 8Department of Haematology, University of Cambridge andNHSBlood and Transplant, Cambridge CB2 0PT, UK. 9Department of Genetics, Albert Einstein College of Medicine, Bronx, NY 10461, USA. 10Department of Genetics, Washington University School of Medicine, Saint Louis, MO 63110, USA. 11Wellcome Trust Centre for Human Genetics, University of Oxford, Oxford OX3 7BN, UK. 12BGI-Shenzhen, Shenzhen 518083, China. 13Program in Medical and Population Genetics, Broad Institute of Harvard and MIT, Cambridge, MA 02142, USA. 14Department of Genetics, Harvard Medical School, Boston, MA 02115, USA. 15IST/High Performance and Research Computing, University of Medicine and Dentistry of New Jersey, Newark, NJ 07103, USA. 16Molecular Epidemiology Section, Leiden University Medical Center, 2300 RC Leiden, Netherlands. 17The European Nucleotide Archive, European Molecular Biology Laboratory–European Bioinformatics Institute, Hinxton CB10 1SD, UK. 18Institute of Medical Genetics, School of Medicine, Cardiff University, Heath Park, Cardiff CF14 4XN, UK. 19Human Genome Sequencing Center, Baylor College of Medicine, Houston, TX 77030, USA. 20Howard Hughes Medical Institute, University of Chicago, Chicago, IL 60637, USA. 21Department of Computer Science, Yale University, New Haven, CT, USA.\n*To whom correspondence should be addressed. E-mail: macarthur@atgu.mgh.harvard.edu †These authors contributed equally to this work.\nwww.sciencemag.org SCIENCE VOL 335 17 FEBRUARY 2012 823\nebruary 21, 2019\nhttp://science.sciencem ag.org/\nD ow nloaded from\nWeathering Lithium Isotope History of Cenozoic Seawater: Changes in Silicate Weathering and Reverse\nSambuddha Misra and Philip N. Froelich\noriginally published online January 26, 2012DOI: 10.1126/science.1214697 (6070), 818-823.335Science\nbut their mechanisms remain enigmatic. −−Earth's history, for example, around the time when dinosaurs became extinct, imply major changes in ocean chemistry\ncontinental weathering rates and delivery of sediments to the oceans. Abrupt swings in the record at specific points in reveals a stepwise change in the Li isotopic ratio, suggesting that several intense episodes of tectonic uplift increased\n) assembled a 68-million-year record of the Li isotope composition of seawater. The recordPaytanPerspective by (p. 818, published online 26 January; see the cover; see theMisra and Froelichsites around the world's oceans,\nare largely controlled by climate and tectonic forces over geologic time. By analyzing sedimentary cores from eight drill sedimentary rocks reflect the degree of silicate weathering and formation of new sediments on the seafloor, which in turn\nBecause lithium primarily exists in silicate minerals on continents, the variations of Li isotopes in marine Life of Li\nARTICLE TOOLS http://science.sciencemag.org/content/335/6070/818\nMATERIALS SUPPLEMENTARY http://science.sciencemag.org/content/suppl/2012/01/26/science.1214697.DC1\nCONTENT RELATED\nfile:/contentpending:yes http://science.sciencemag.org/content/sci/335/6070/810.full\nREFERENCES\nhttp://science.sciencemag.org/content/335/6070/818#BIBL This article cites 143 articles, 28 of which you can access for free\nPERMISSIONS http://www.sciencemag.org/help/reprints-and-permissions\nTerms of ServiceUse of this article is subject to the\nis a registered trademark of AAAS.Science licensee American Association for the Advancement of Science. No claim to original U.S. Government Works. The title Science, 1200 New York Avenue NW, Washington, DC 20005. 2017 © The Authors, some rights reserved; exclusive\n(print ISSN 0036-8075; online ISSN 1095-9203) is published by the American Association for the Advancement ofScience\non F ebruary 21, 2019\nhttp://science.sciencem ag.org/ D ow nloaded from"
  }],
  "year": 2012,
  "references": [],
  "id": "SP:c6b3de3de74dac91be128c5ff2688e3cc6f9bb78",
  "authors": [{
    "name": "Sambuddha Misra",
    "affiliations": []
  }, {
    "name": "Philip N. Froelich",
    "affiliations": []
  }],
  "abstractText": "Weathering of uplifted continental rocks consumes carbon dioxide and transports cations to the oceans, thereby playing a critical role in controlling both seawater chemistry and climate. However, there are few archives of seawater chemical change that reveal shifts in global tectonic forces connecting Earth ocean-climate processes. We present a 68-million-year record of lithium isotopes in seawater (dLiSW) reconstructed from planktonic foraminifera. From the Paleocene (60 million years ago) to the present, dLiSW rose by 9 per mil (‰), requiring large changes in continental weathering and seafloor reverse weathering that are consistent with increased tectonic uplift, more rapid continental denudation, increasingly incongruent continental weathering (lower chemical weathering intensity), and more rapid CO2 drawdown. A 5‰ drop in d LiSW across the Cretaceous-Paleogene boundary cannot be produced by an impactor or by Deccan trap volcanism, suggesting large-scale continental denudation.",
  "title": "Lithium Isotope History of Cenozoic Seawater: Changes in Silicate Weathering and Reverse Weathering"
}