{
  "sections": [{
    "text": "GEOLOGY, October 2011 923"
  }, {
    "heading": "INTRODUCTION",
    "text": "Rising as the “roof of the world” today, the Tibetan Plateau is underlain by an anomalous crust with a thickness about twice that of the average continental crust. Knowledge of the evolution of the composition and thermal regime of Tibetan lithosphere is therefore of key importance to understanding the uplift of the plateau. Geophysical observations have provided constraints on the present-day lithospheric structure (Owens and Zandt, 1997; Tilmann et al., 2003; Nábělek et al., 2009); geologic evidence such as postcollisional potassic volcanism in the Tibetan Plateau may provide temporal constraints on the tectonic evolution (Turner et al., 1993, 1996; Chung et al., 1998; Williams et al., 2001).\nPostcollisional potassic rocks are widely distributed across the Tibetan Plateau (Fig. 1). They display trace element characteristics that commonly are explained as the signature of low-degree melting of metasomatized lithospheric mantle, in response to the convective removal of the lower portion of the thickened Asian lithosphere (Turner et al., 1993, 1996; Chung et al., 1998; Miller et al., 1999; Williams et al., 2001; Ding et al., 2003; Zhao et al., 2009). This removal is also thought to be responsible for the east-west extension and the uplift of the plateau; the ages of the potassic rocks therefore have been used to constrain the timing of these events (Turner et al., 1993; Chung et al., 1998;\nWilliams et al., 2001). Potassic and ultrapotassic lavas were erupted between 26 and 8 Ma in southern Tibet (Zhao et al., 2009), indicating the presence of a hydrous (i.e., phlogopite\nbearing) and weak lithospheric mantle beneath southern Tibet during the Miocene. Both granulite and pyroxenite xenoliths entrained in ultrapotassic lavas from southern Tibet suggest a hot geotherm at lower crustal depths during the time (Ding et al., 2007; Chan et al., 2009). In contrast, seismic velocities beneath southern Tibet indicate that cold and strong upper mantle currently underlies the thick crust (Owens and Zandt, 1997; Nábělek et al., 2009). Therefore, a dramatic change in the thermal regime and composition of the lithosphere has been taking place since the Miocene.\nPeridotite xenoliths are rare in the Tibetan Plateau, and the locality of Sailipu (Fig. 1) is the only known occurrence of peridotite xenoliths in the hinterland of the plateau. The Sailipu peridotite xenoliths provide an opportunity to reveal the compositional features and thermal state of the lithospheric mantle beneath southern Tibet during the Middle Miocene, which might shed light on the mechanism of plateau uplift.\neology, October 2011; v. 39; no. 10; p. 923–926; doi:10.1130/G32172.1; 4 fi gures; Data Repository item 2011275. © 2011 Geological Society of America. For permission to copy, contact Copyright Permissions, GSA, or editing@geosociety.org.\n*E-mail: chzliu@mail.iggcas.ac.cn.\nof numerous studies. Miocene potassic to ultrapotassic volcanism is widespread in southern Tibet and has been generally attributed to convective removal of collision-thickened Asian lithosphere, which is also responsible for the uplift of the plateau. An implicit assumption of this model is the existence of a hydrous, metasomatized (i.e., phlogopite bearing) lithospheric mantle that remained after the convective thinning and was subsequently heated to form small-volume melts. If such a lithospheric mantle was present in the Miocene, it implies further change since that time, as seismic velocities indicate that cold and strong upper mantle occurs beneath the thick crust in southern Tibet. Here we describe peridotite xenoliths entrained in Middle Miocene ultrapotassic lavas from Sailipu, southern Tibet. The results suggest the existence of hot, highly metasomatized lithospheric mantle beneath southern Tibet during the Middle Miocene, and thus support the idea that convective thinning of the lithosphere was responsible for the uplift of the plateau. The relict mantle was later removed or squeezed northward by the underthrusting Indian continental lithosphere, which terminated magmatism in southern Tibet and played a role in creating the entire plateau.\nDownloaded from https://pubs.geoscienceworld.org/gsa/geology/article-pdf/39/10/923/3539356/923.pdf by University of Arizona user on 21 February 2019\n924 GEOLOGY, October 2011"
  }, {
    "heading": "GEOLOGICAL SETTING",
    "text": "In southern Tibet, Cenozoic ultrapotassic rocks commonly crop out along north-south− trending normal faults (Fig. 1), and their occurrence is limited to the area west of long 87°E (Zhao et al., 2009). The ultrapotassic rocks show features in both trace elements and isotopes that suggest that these magmas were derived from a highly metasomatized lithospheric mantle (Turner et al., 1996; Chung et al., 1998; Miller et al., 1999; Ding et al., 2003; Williams et al., 2004; Zhao et al., 2009). Their unradiogenic Nd isotopes imply that the metasomatic events could be as old as 1.9–2.9 Ga (Zhao et al., 2009). The ultrapotassic lavas that crop out in the Sailipu basin were erupted ca. 17 Ma (Zhao et al., 2008, 2009). Mantle xenoliths entrained in these lavas are very small, with diameters <1 cm. They are mainly harzburgites composed of 70%–85% olivine, 10%–25% orthopyroxene, and <5% clinopyroxene + spinel; phlogopite is as much as 5% by volume in several xenoliths. Neither garnet nor kelyphite has been observed in any of the xenoliths. The Sailipu xenoliths display equigranular to porphyroclastic textures. Phlogopite is the only hydrous mineral present in the Sailipu xenoliths, and commonly shows reactive textures with spinel (see the GSA Data Repository1).\nGEOCHEMICAL RESULTS Olivine in all Sailipu xenoliths but two (SLP26 and SLP-34) has distinctly higher Mg# [Mg/ (Mg + Fe)] than the olivine phenocrysts in the host lavas (Fig. 2), i.e., 0.87–0.90 versus 0.69– 0.81, respectively. The olivines from the xenoliths also contain lower CaO (0.05%–0.09%)\nand MnO (0.12%–0.16%), but higher NiO (0.37%–0.44%) than the phenocrysts (0.14%– 0.47%, 0.24%–0.44%, and 0.13%–0.28%, respectively). Olivine in both SLP-26 and SLP34 has lower Fo (82.3–82.5) and NiO (0.21%– 0.28%) but higher CaO (0.15%–0.16%) and MnO (0.24%–0.25%) contents than the other Sailipu xenoliths. Olivine in sample SLP-13 shows compositional zonation and the rim has a composition similar to the olivine phenocrysts.\nOrthopyroxene in the Sailipu xenoliths has Mg# values ranging from 0.85 to 0.91, and contains 0.72%–1.53% CaO and 1%–5.03% Al2O3. Clinopyroxene with Mg# of 0.84–0.89 contains 19.03%–20.8% CaO, 0.9%–5.71% Al2O3, and 0.25%–0.62% Na2O. Equilibrium temperatures of 1069–1248 °C have been obtained using the two-pyroxene geothermometer (Brey and Köhler, 1990).\nSpinel showing reaction texture with phlogopite has Cr# [Cr#/(Cr + Al)] of 0.11–0.13 and contains 0.12%–0.32% TiO2, whereas spinel in both SLP-17 and SLP-26 without reaction texture has Cr# of 0.32–0.36 and contains 0.52%– 0.58% TiO2. Phlogopite in the xenoliths has Mg# = 0.82–0.93, which is higher than the phlogopite phenocrysts from the host lavas (0.61–0.8). The phlogopites in the xenoliths have lower TiO2 contents than the phenocrysts, i.e., 1.47%–5.1% versus 5.92%–9.85%, respectively.\nClinopyroxene displays upward-convex rare earth element (REE) patterns with small negative Eu anomalies (Fig. 3A). The middle (M) REEs are enriched over both light (L) and heavy (H) REEs, giving (La/Yb)n ratios of 3.0–7.8, (La/Sm)n of 0.3–1.6, and (Sm/Yb)n of 2.6–15.5 (n is CI chondrite normalized). Clinopyroxene also is strongly enriched in large ion lithophile elements (LILEs Rb, Th, and U) and depleted in high fi eld strength elements (HFSEs Zr, Hf, Nb, and Ta). The negative Sr, Nb, Ta, Zr, Hf, and Ti anomalies shown by the clinopyroxene mimic the characteristics of the ultrapotassic lavas from southern Tibet (Fig. 3B)."
  }, {
    "heading": "DISCUSSION",
    "text": "The constituent minerals of the Sailipu mantle xenoliths have iron-rich compositions compared to mantle peridotites from typical alkali basalt localities (Thompson and Gibson, 2000). This raises the possibility that the xenoliths represent cumulates of the host magmas, rather than lithospheric mantle. However, several lines of evidence support the derivation of the xenoliths from the lithospheric mantle.\nBoth olivine and phlogopite in the Sailipu xenoliths have compositions markedly different from the phenocrysts in the host lavas. Olivine in the xenoliths has Mg# and NiO contents distinctly higher than the olivine phenocrysts in the host lavas (Fig. 2), as well as lower CaO and MnO. The CaO, NiO, and MnO contents of the\nolivines in the xenoliths are typical of olivine in mantle peridotite xenoliths in alkali basalts worldwide (Ryan et al., 1996). In particular, olivine in most Sailipu xenoliths has CaO contents distinctly lower than those of magmatic olivines (Fig. 2), which commonly have CaO contents >0.15% (Thompson and Gibson, 2000). Olivines in samples SLP-26 and SLP-34, with compositions similar to the olivine phenocrysts in the host lavas, either resulted from the pervasive reaction of olivine with the metasomatizing melts or were segregated from the host lavas. The compositions of phlogopites in the Sailipu mantle xenoliths are similar to those of phlogopites of a metasomatic origin in mantle xenoliths (O’Reilly and Griffi n, 1988). Furthermore, phlogopite in Sailipu mantle xenoliths shows reaction textures with spinel, refl ecting its formation during melt metasomatism.\nAlthough the Mg# values of olivine in the Sailipu xenoliths are lower than those of olivine in most mantle peridotite xenoliths from basalts, they are similar to those of olivine in the Fe-rich mantle xenoliths (Fig. 2), which have been interpreted as the products of melt metasomatism. The presence of phlogopite with reaction textures suggests that the Sailipu xenoliths have been modally metasomatized by K-rich fl uids and/or melts. Metasomatism is also supported by the trace element compositions of clinopyroxene, which show strong enrichment in LILEs, but depletion in HFSEs\n1GSA Data Repository item 2011275, Figure DR1 and Tables DR1−DR4, is available online at www .geosociety.org/pubs/ft2011.htm, or on request from editing@geosociety.org or Documents Secretary, GSA, P.O. Box 9140, Boulder, CO 80301, USA.\nDownloaded from https://pubs.geoscienceworld.org/gsa/geology/article-pdf/39/10/923/3539356/923.pdf by University of Arizona user on 21 February 2019\nGEOLOGY, October 2011 925\n(Figs. 3A and 3B). The pronounced depletions of HFSEs (e.g., Nb, Ta, and Ti) in clinopyroxene suggest that the metasomatic melts should be subduction related rather than asthenosphere derived (Turner et al., 1996). Negative Eu and Sr anomalies are ubiquitous in the clinopyroxenes of the Sailipu mantle xenoliths, suggesting that the metasomatic agents were derived from a source in which plagioclase is a residual phase. The subducted Indian continental material is the most likely candidate. Previous studies have demonstrated that the Sr-Nd isotopic characteristics of the ultrapotassic rocks in southern Tibet also require the involvement of the Indian continental materials in their source (Turner et al., 1996; Miller et al., 1999; Ding et al., 2003; Zhao et al., 2009).\nThe Sailipu peridotite xenoliths provide some constraints on the thermal state of the mantle lithosphere beneath the Tibetan Plateau during the Middle Miocene. The absence of garnet makes it impossible to precisely estimate the depths from which the Sailipu mantle xenoliths were derived. However, the following evidence suggests that the xenoliths stem from depths of 50–65 km. Coeval with the ultrapotassic rocks (26–8 Ma), collision-type adakites were also emplaced throughout southern Tibet between ca. 30 and 9 Ma (Chung et al., 2009). It has been suggested that these adakites were generated by melting of the thickened lower crust, which implies that the continental crust in southern Tibet had already achieved a thickness >50 km before the Miocene (Chung et al., 2003; Hou et al., 2004). A thickened crust in southern Tibet during the Middle Miocene is also supported by the granulite xenoliths entrained in ultrapotassic rocks (Chan et al., 2009). However, the absence of garnet and kelyphite indicates that the Sailipu mantle xenoliths should derive from depths shallower than the spinel-garnet transition (i.e., <65 km). Therefore, high equilibrium temperatures of the Sailipu xenoliths (1069– 1248 °C) point to a hot geotherm for the lithospheric mantle beneath southern Tibet during the Middle Miocene (Fig. 4). In combination with thermal data of the crustal xenoliths (Ding et al., 2007; Chan et al., 2009), we suggest that the entire lithosphere in southern Tibet had a hot geotherm during the Middle Miocene.\nThe hot geotherm in southern Tibet could be achieved through the upwelling of hot asthenosphere during the Miocene, as a response to the removal of the lower portion of the thickened Asian lithospheric mantle, i.e., the convective thinning processes. The metasomatism of the Asian lithospheric mantle during the oceanic and continental subduction may have enhanced the convective thinning processes. Mineral compositions of the Sailipu mantle xenoliths suggest that the lithospheric mantle became iron rich as a result of melt metasomatism. The density of\nlithospheric mantle negatively correlates with the Mg# of the constituent minerals (Poudjom Djomani et al., 2001). Therefore, melt metasomatism would lead to a denser lithospheric mantle. However, metasomatism by hydrous melts and/or fl uids, as indicated by the formation of phlogopite, would decrease the viscosity and thus weaken the lithospheric mantle (Pollack, 1986; Li et al., 2008). Once the Asian lithospheric mantle was thickened, its lower portion became gravitationally unstable and could be convectively delaminated (Molnar et al., 1993).\nThe compositions of the Sailipu xenoliths confi rm the existence of hot metasomatized lithospheric mantle beneath southern Tibet during the Middle Miocene. The temperatures estimated for the Sailipu mantle xenoliths are higher than the solidus of wet mantle peridotites (Fig. 4). Therefore, small degrees of melting could have occurred in the lithospheric mantle beneath southern Tibet during the Middle Miocene, giving rise to the ultrapotassic rocks. However, the potassic rocks probably were not produced by low-degree melting of an enriched lithospheric mantle, represented by the Sailipu xenoliths, in the spinel stability fi eld. Using the Dcpx/melt from Foley et al. (1996), the calculated trace element compositions of an alkalirich melt in equilibrium with clinopyroxene in the Sailipu xenoliths matches well with the measured compositions of ultrapotassic lavas in both LREEs and MREEs, but they have distinctly higher HREE contents (Fig. 3A). This\nproblem can be reconciled by melting of the mantle at higher pressures, i.e., in the garnet stability fi eld. Previous studies have suggested that the ultrapotassic rocks in southern Tibet are mixtures of melts derived from a metasomatized mantle source at different depths with a contribution of low-volume melts of a metasomatized mantle within the garnet stability fi eld (Miller et al., 1999; Ding et al., 2003; Zhao et al., 2009). The enriched lithospheric mantle may have been delaminated, and sank into the asthenosphere, during which it was heated, resulting in melting (Holbig and Grove, 2008).\nThe genesis of ultrapotassic rocks by lowdegree melting of an enriched mantle would be consistent with a link between the ultrapotassic volcanism in southern Tibet and the removal of the lower portion of thickened Asian lithosphere (Turner et al., 1993; Chung et al., 1998; Williams et al., 2001). This would in turn support the convective removal model, which has been proposed to account for the uplift of the Tibetan Plateau (Molnar et al., 1993; Turner et al., 1993). Furthermore, convective thinning also created space that allowed the Indian cratonic lithosphere to start underthrusting northward (Chung et al., 2005). The remnant Asian mantle may later have been removed or squeezed northward by the underthrusting Indian continental lithosphere, which has now reached a position beneath the Bangong-Nujiang suture (Owens and Zandt, 1997; Tilmann et al., 2003; Nábělek et al., 2009). Indian underthrusting would have gradually shut off heat from the asthenosphere under the Lhasa terrane and terminated volcanism in southern Tibet ca. 8 Ma (Chung et al., 2005; Chan et al., 2009). This scenario also provides a mechanism that maintains the high topography of the southern Tibetan Plateau, and could squeeze the deep lithosphere below the Qiangtang and Songpan-Ganze terranes, thus leading to lithospheric deformation and northward growth of the Tibetan Plateau."
  }, {
    "heading": "CONCLUSIONS",
    "text": "Peridotite xenoliths entrained in the Sailipu ultrapotassic rocks were derived from lithospheric mantle rather than representing cognate cumulates of the host lavas. Their compositions confi rm the existence of hot, wet, and thinned mantle lithosphere beneath southern Tibet during the Miocene. All these characteristics support the view that the thickened Asian lithospheric mantle had been convectively thinned by the Middle Miocene, and that this removal led to the uplift of the Tibetan Plateau."
  }, {
    "heading": "ACKNOWLEDGMENTS",
    "text": "This work was fully supported by funds from National Natural Science Foundation of China (40873024, 40873023) and Chinese Academy of Sciences (KZCX2EW-109). We thank Fang Huang, Wei-Dong Sun, and Simon Wilde for suggestions on an early version of the\nDownloaded from https://pubs.geoscienceworld.org/gsa/geology/article-pdf/39/10/923/3539356/923.pdf by University of Arizona user on 21 February 2019\n926 GEOLOGY, October 2011\nmanuscript. Reviews by Bill Griffi n and Yi-Gang Xu signifi cantly improved the quality of this paper."
  }, {
    "heading": "REFERENCES CITED",
    "text": "Anders, E., and Grevesse, N., 1989, Abundances of\nthe elements: Meteoritic and solar: Geochimica et Cosmochimica Acta, v. 53, p. 197–214, doi:10.1016/0016-7037(89)90286-X. Brey, G.P., and Köhler, T., 1990, Geothermobarometry in four-phase lherzolites II. New thermobarometers, and practical assessment of existing thermobarometers: Journal of Petrology, v. 31, p. 1353–1378, doi:10.1093/petrology/31.6.1353. Chan, G.H.N., Waters, D.J., Searle, M.P., Aitchison, J.C., Horstwood, M.S.A., Crowley, Q., Lo, C.H., and Chan, J.S.L., 2009, Probing the basement of southern Tibet: Evidence from crustal xenoliths entrained in a Miocene ultrapotassic dyke: Geological Society of London Journal, v. 166, p. 45– 52, doi:10.1144/0016-76492007-145. Chung, S.L., Lo, C.-H., Lee, T.-Y., Zhang, Y., Xie, Y., Li, X., Wang, K.-L., and Wang, P.-L., 1998, Diachronous uplift of the Tibetan plateau starting 40 Myr ago: Nature, v. 394, p. 769–773, doi:10.1038/29511. Chung, S.L., Liu, D.Y., Ji, J.Q., Chu, M.F., Lee, H.Y., Wen, D.J., Lo, C.H., Lee, T.Y., Qian, Q., and Zhang, Q., 2003, Adakites from continental collision zones: Melting of thickened lower crust beneath southern Tibet: Geology, v. 31, p. 1021–1024, doi:10.1130/G19796.1. Chung, S.L., Chu, M.F., Zhang, Y.Q., Xie, Y.W., Lo, C.H., Lee, T.Y., Lan, C.Y., Li, X.H., Zhang, Q., and Wang, Y.Z., 2005, Tibetan tectonic evolution inferred from spatial and temporal variations in postcollisional magmatism: Earth-Science Reviews, v. 68, p. 173–196, doi:10.1016/j .earscirev.2004.05.001. Chung, S.L., Chu, M.F., Ji, J.Q., O’Reilly, S.Y., Pearson, N.J., Liu, D.Y., Lee, T.Y., and Lo, C.H., 2009, The nature and timing of crustal thickening in southern Tibet: Geochemical and zircon Hf isotopic constraints from postcollisional adakites: Tectonophysics, v. 477, p. 36–48, doi:10.1016/j.tecto.2009.08.008. Ding, L., Kapp, P., Zhong, D.L., and Deng, W.M., 2003, Cenozoic volcanism in Tibet: Evidence for a transition from oceanic to continental subduction: Journal of Petrology, v. 44, p. 1833– 1865, doi:10.1093/petrology/egg061. Ding, L., Kapp, P., Yue, Y.H., and Lai, Q.Z., 2007, Postcollisional calc-alkaline lavas and xenoliths from the southern Qiangtang terrane, central Tibet: Earth and Planetary Science Letters, v. 254, p. 28–38, doi:10.1016/j.epsl.2006.11.019. Elkins-Tanton, L.T., 2007, Continental magmatism, volatile recycling, and a heterogeneous mantle caused by lithospheric gravitational instabilities: Journal of Geophysical Research, v. 112, B03405, doi:10.1029/2005JB004072. Foley, S.F., Jackson, S.E., Fryer, B.J., Greenough, J.D., and Jenner, G.A., 1996, Trace element partition coeffi cients for clinopyroxene and phlogopite in an alkaline lamprophyre from Newfoundland by LAM-ICP-MS: Geochim-\nica et Cosmochimica Acta, v. 60, p. 629–638, doi:10.1016/0016-7037(95)00422-X. Holbig, E.S., and Grove, T.L., 2008, Mantle melting beneath the Tibetan Plateau: Experimental constraints on ultrapotassic magmatism: Journal of Geophysical Research, v. 113, B04210, doi:10.1029/2007JB005149. Hou, Z.Q., Gao, Y.F., Qu, X.M., Rui, Z.Y., and Mo, X.X., 2004, Origin of adakitic intrusives generated during mid-Miocene east-west extension in southern Tibet: Earth and Planetary Science Letters, v. 220, p. 139–155, doi:10.1016/S0012 -821X(04)00007-X. Ionov, D.A., Chanefo, I., and Bodinier, J.L., 2005, Origin of Fe-rich lherzolites and wehrlites from Tok, SE Siberia by reactive melt percolation in refractory mantle peridotites: Contributions to Mineralogy and Petrology, v. 150, p. 335–353, doi:10.1007/s00410-005-0026-7. Lee, C.-T., and Rudnick, R.L., 1999, Compositionally stratifi ed cratonic lithosphere: Petrology and geochemistry of peridotite xenoliths from the Labait volcano, Tanzania, in Gurney, J.J., et al., eds., Proceedings of the 7th International Kimberlite Conference: Cape Town, Red Roof Design, p. 503–521. Li, Z.X., Lee, C.T., Peslier, A.H., Lenardic, A., and Mackwell, S.J., 2008, Water contents in mantle xenoliths from the Colorado Plateau and vicinity: Implications for the mantle rheology and hydration-induced thinning of continental lithosphere: Journal of Geophysical Research, v. 113, B09210, doi:10.1029/2007JB005540. Miller, C., Schuster, R., Klotzli, U., Frank, W., and Purtscheller, F., 1999, Post-collisional potassic and ultrapotassic magmatism in SW Tibet: Geochemical and Sr-Nd-Pb-O isotopic constraints for mantle source characteristics and petrogenesis: Journal of Petrology, v. 40, p. 1399–1424, doi:10.1093/petrology/40.9.1399. Molnar, P., England, P., and Martinod, J., 1993, Mantle dynamics, uplift of the Tibetan plateau, and the Indian monsoon: Reviews of Geophysics, v. 31, p. 357–396, doi:10.1029/93RG02030. Nábělek, J., Hetenyi, G., Vergne, J., Sapkota, S., Kafl e, B., Jiang, M., Su, H.P., Chen, J., Huang, B.S., and Team, H.-C., 2009, Underplating in the Himalaya-Tibet collision zone revealed by the Hi-CLIMB experiment: Science, v. 325, p. 1371–1374, doi:10.1126/science.1167719. O’Reilly, S.Y., and Griffi n, W.L., 1988, Mantle metasomatism beneath western Victoria, Australia: I. Metasomatic processes in Cr-diopside lherzolites: Geochimica et Cosmochimica Acta, v. 52, p. 433–447, doi:10.1016/0016-7037(88)90099-3. Owens, T.J., and Zandt, G., 1997, Implications of crustal property variations for models of Tibetan plateau evolution: Nature, v. 387, p. 37– 43, doi:10.1038/387037a0. Pollack, H.N., 1986, Cratonization and thermal evolution of the mantle: Earth and Planetary Science Letters, v. 80, p. 175–182, doi:10.1016/ 0012-821X(86)90031-2. Poudjom Djomani, Y.H., O’Reilly, S.Y., Griffi n, W.L., and Morgan, P., 2001, The density structure of\nsubcontinental lithosphere through time: Earth and Planetary Science Letters, v. 184, p. 605– 621, doi:10.1016/S0012-821X(00)00362-9. Ryan, C.G., Griffi n, W.L., and Pearson, N.J., 1996, Garnet geotherms: Pressure-temperature data from Cr-pyrope garnet xenocrysts in volcanic rocks: Journal of Geophysical Research, v. 101, p. 5611–5625, doi:10.1029/95JB03207. Thompson, R.N., and Gibson, S.A., 2000, Transient high temperatures in mantle plume heads inferred from magnesian olivines in Phanerozoic picrites: Nature, v. 407, p. 502–506, doi:10.1038/35035058. Tilmann, F., Ni, J., and Team, I.I.S., 2003, Seismic imaging of the downwelling Indian lithosphere beneath central Tibet: Science, v. 300, p. 1424– 1427, doi:10.1126/science.1082777. Turner, S., Hawkesworth, C., Liu, J.Q., Rogers, N., Kelley, S., and van Calsteren, P., 1993, Timing of Tibetan uplift constrained by analysis of volcanic rocks: Nature, v. 364, p. 50–54, doi:10.1038/364050a0. Turner, S., Arnaud, N., Liu, J., Rogers, N., Hawkesworth, C., Harris, N., Kelley, S., Van Calsteren, P., and Deng, W., 1996, Post-collision, shoshonitic volcanism on the Tibetan plateau: Implications for convective thinning of the lithosphere and the source of ocean island basalts: Journal of Petrology, v. 37, p. 45–71, doi:10.1093/ petrology/37.1.45. Williams, H.M., Turner, S., Kelley, S., and Harris, N., 2001, Age and composition of dikes in southern Tibet: New constraints on the timing of east-west extension and its relationship to postcollisional volcanism: Geology, v. 29, p. 339– 342, doi:10.1130/0091-7613(2001)029<0339: AACODI>2.0.CO;2. Williams, H.M., Turner, S.P., Pearce, J.A., Kelley, S.P., and Harris, N.B.W., 2004, Nature of the source regions for post-collisional, potassic magmatism in southern and northern Tibet from geochemical variations and inverse trace element modelling: Journal of Petrology, v. 45, p. 555–607, doi:10.1093/petrology/egg094. Zhao, Z.D., Mo, X.X., Sun, C.G., Zhu, D.C., Niu, Y.L., Dong, G.C., Zhou, S., Dong, X., and Liu, Y.S., 2008, Mantle xenoliths in southern Tibet: Geochemistry and constraints for the nature of the mantle: Acta Petrolei Sinica, v. 24, p. 193–202. Zhao, Z.D., Mo, X.X., Dilek, Y., Niu, Y.L., DePaolo, D.J., Robinson, P., Zhu, D.C., Sun, C.G., Dong, G.C., Zhou, S., Luo, Z.H., and Hou, Z.Q., 2009, Geochemical and Sr-Nd-Pb-O isotopic compositions of the post-collisional ultrapotassic magmatism in SW Tibet: Petrogenesis and implications for India intra-continental subduction beneath southern Tibet: Lithos, v. 113, p. 190–212, doi:10.1016/j.lithos.2009.02.004.\nManuscript received 13 February 2011 Revised manuscript received 17 April 2011 Manuscript accepted 30 April 2011\nPrinted in USA\nDownloaded from https://pubs.geoscienceworld.org/gsa/geology/article-pdf/39/10/923/3539356/923.pdf by University of Arizona user on 21 February 2019"
  }],
  "year": 2011,
  "references": [],
  "id": "SP:18175c872404151ebb291dcb1218a3d33e4272d9",
  "authors": [{
    "name": "Chuan-Zhou Liu",
    "affiliations": []
  }, {
    "name": "Fu-Yuan Wu",
    "affiliations": []
  }, {
    "name": "Sun-Lin Chung",
    "affiliations": []
  }, {
    "name": "Zhi-Dan Zhao",
    "affiliations": []
  }],
  "abstractText": "Uplift of the Tibetan Plateau and its infl uence on our global climate have been the focus of numerous studies. Miocene potassic to ultrapotassic volcanism is widespread in southern Tibet and has been generally attributed to convective removal of collision-thickened Asian lithosphere, which is also responsible for the uplift of the plateau. An implicit assumption of this model is the existence of a hydrous, metasomatized (i.e., phlogopite bearing) lithospheric mantle that remained after the convective thinning and was subsequently heated to form small-volume melts. If such a lithospheric mantle was present in the Miocene, it implies further change since that time, as seismic velocities indicate that cold and strong upper mantle occurs beneath the thick crust in southern Tibet. Here we describe peridotite xenoliths entrained in Middle Miocene ultrapotassic lavas from Sailipu, southern Tibet. The results suggest the existence of hot, highly metasomatized lithospheric mantle beneath southern Tibet during the Middle Miocene, and thus support the idea that convective thinning of the lithosphere was responsible for the uplift of the plateau. The relict mantle was later removed or squeezed northward by the underthrusting Indian continental lithosphere, which terminated magmatism in southern Tibet and played a role in creating the entire plateau.",
  "title": "Fragments of hot and metasomatized mantle lithosphere in Middle Miocene ultrapotassic lavas, southern Tibet"
}