{
  "year": 2007,
  "references": [{
    "title": "The 1991 eruption",
    "authors": [],
    "year": 1991
  }, {
    "title": "A glaciochemical survey of the Summit region, Greenland",
    "authors": ["M.S. Twickler", "S. Whitlow"],
    "venue": "Ann. Glacio!.,",
    "year": 1990
  }],
  "id": "SP:2229914dbfe95d8baff6f67e2360dcb5edab1233",
  "authors": [{
    "name": "Gregory A. Zielinski",
    "affiliations": []
  }],
  "abstractText": "The high-resolution and lengthy records of volcanic aerosol deposition in ice cores allow assessment of the atmospheric mpact of different styles and magnitudes of past eruptions and the impact of volcanism during periods of varied climatic onditions. The 2100-year long volcanic SO42time series in the Greenland Ice Sheet Project 2 (GISP2) ice core was used to calculate the mass stratospheric loading (MD) of H2SO 4 and resulting optical depth values (XD = MD/1.5 x 10 TM g) for individual, and multiple, closely spaced eruptions. Calibration of the calculated optical depth values with other compilations panning the last 150 years provides a range of values for each eruption or set of eruptions essential to quantifying the climate forcing capabilities of each of these events. Limitations on the use of the results exist because this is only a single ice core, sampling was biannual and transport, and deposition of aerosols is not consistent among individual eruptions. The record of volcanic optical depth estimates is characterized by distinct rends within three consecutive 700-year time periods. The period from 100 B.C. to A.D. 600 is characterized by the fewest eruptions, and optical depth values are lower than those in the rest of the record. The exception is an extremely large signal of 3 years duration that is probably associated with an unknown Icelandic eruption around 53 B.C., with the possible contribution of another high-latitude ruption. The presence of another signal at 43 B.C. suggests that at least two eruptions impacted climate in the middle decade of the 1st century B.C. The period from A.D. 600 to 1300 has intermediate numbers and magnitudes of volcanic events except for the very large 1259 event. Stratospheric loading and optical depths values for the 1259 event are twice that for Tambora (A.D. 1815). The state of the climate system in the middle of the thirteenth century A.D. may not have been sensitive nough to the atmospheric perturbation of the 1259 eruption, thus the apparent lack of abundant proxy evidence of climatic cooling around A.D. 1260. The most recent 700 years (A.D. 1400-1985) are characterized by the greatest number of eruptions (half of those recorded over the 2100 years of record) and, in general, the highest stratospheric loading and optical depth values for individual and the combined effects of multiple eruptions. The large Kuwae eruption (A.D. 1450s) may have perturbe• the atmosphere at least as much as Krakatau and possibly of a magnitude similar to Tambora. Multiple eruptions in the 50to 60-year periods from A.D. 1580s-1640s and A.D. 1780s-1830s may have had a significant impact on enhancing the already cool climatic conditions in those time periods, particularly around A.D. 1601 and 1641. These findings imply that multiple eruptions closely spaced in time are more likely to have a major impact on a decadal time scale when existing climatic conditions are in a more sensitive or transitional state. The GISP2 ice core record also indicates that several relatively unknown eruptions may have been large sulfur producers during the 17th and 19th centuries A.D., thereby warranting further studies of those particular events.",
  "title": "Stratospheric loading and optical depth estimates of explosive volcanism over the last 2100 years derived from the Greenland Ice Sheet Project 2 ice core"
}