{
  "year": 2007,
  "references": [{
    "title": "Impact of E1 Nifio on the delineation",
    "authors": [],
    "year": 2059
  }, {
    "title": "Sulphate and nitrate concentrations in snow from South Greenland 1895-1978",
    "authors": ["R.C. Finkel"],
    "venue": "Nature, 314,",
    "year": 1985
  }],
  "id": "SP:fa016580e8654baf2601dc2c78a38ef93344cff4",
  "authors": [{
    "name": "Alan Robock",
    "affiliations": []
  }],
  "abstractText": "To evaluate an important cause of past climate change, climate researchers need reliable estimates of volcanic aerosol oading in the atmosphere. Previous indices, the dust veil index, volcanic explosivity index, and those by Mitchell (1970), Sato et al. (1993) and Khmelevtsov et al. (unpublished manuscript, 1993), all have drawbacks. Ice core acidity and sulfate records, because they contain physical evidence of atmospheric loading, are a promising source of information on past volcanic aerosols, but these records contain large nonvolcanic signals as well. We have compared northern hemisphere (NH) and southern hemisphere (SH) annual-average versions offive indices with eight NH and six SH ice core records for the period 1850 to the present in an attempt o identify the volcanic signal common to all records. The indices are all highly correlated with each other. For the NH, although the individual ice core records are, in general, not well correlated with each other or with any of the indices, a composite derived from averaging the cores, the ice core-volcano index (IVI), shows promise as a new index of volcanic aerosol oading. This new index correlates well with the existing non ice core volcanic indices and with high-frequency temperature records. For the SH the individual ice cores and indices are better correlated. The SH IVI is again highly correlated with all indices and individual ice cores but not with high-frequency temperature records. For both hemispheres the Southern Oscillation index shows no significant correlation with the volcanic indices, ice cores or the IVI, thus providing no evidence for the impact of volcanic eruptions on E1 Nifio/Southem Oscillation events.",
  "title": "Ice cores as an index of global volcanism from 1850 to the present"
}