{
  "sections": [{
    "text": "0361-0128/01/3268/971-26 $6.00 971"
  }, {
    "heading": "Introduction",
    "text": "THE IMPORTANCE of geomorphologic mapping and analysis in clarifying the controls on supergene processes in the Andes of northern Chile and southern Peru has long been recognized (e.g., Segerstrom, 1963; Sillitoe et al., 1968; Mortimer, 1973; Clark et al., 1990). In contrast, less attention has been paid to the potential influence of landforms on the localization of hypogene mineralization, even in the epithermal environment. Thus, although the role of surface relief in promoting lateral flow of near-surface hydrothermal fluids has been noted by Hedenquist et al. (2000, p. 257), who also argue that “during synhydrothermal erosion….the zone of steam-heated alteration will fall with the water table,” most models for epithermal ore formation treat the overlying landscape as a static datum. An important exception is represented by Sillitoe’s (1994) proposal that ore metal precipitation may be stimulated by the sector collapse of stratovolcanoes, itself plausibly abetted by hydrothermal alteration (Reid et al., 2001). In contrast, the development of regionally extensive erosional landforms has not, to our knowledge, been envisaged as having the potential to promote hypogene magmatic-hydrothermal processes. Nonetheless, numerous Cenozoic epithermal deposits in the central Andes immediately underlie erosion surfaces of similar age, both erosion and hydrothermal activity representing responses to specific tectonic events.\nWe herein assess the possibility that landscape evolution resulting from cordilleran uplift and regional fluvial erosion under semi-arid conditions may play a direct role in locally generating conditions favorable for ore deposition. The locus is the world-class El Indio-Pascua gold-silver-copper belt which straddles the Chile-Argentina frontier along the tectonic and physiographic axis of the Cordillera Principal between latitudes 29°20' and 30°30' S. Our analysis of the preglacial, Cenozoic geomorphologic evolution of this region is integrated with a previously published laser step-heating 40Ar-39Ar geochronologic study of more than 90 igneous and alteration minerals from the district. These new ages, documented in detail by Bissig (2001) and Bissig et al. (2001), are derived from reliable plateaus representing more than 75 percent of the 39Ar released. The data clarify some of the uncertainties arising from the earlier conventional K-Ar results of Jannas (1995), Jannas et al. (1999), Martin et al. (1995, 1997), and Clavero et al. (1997), which formed the geochronologic\nEl Indio-Pascua belt, latitudes 29°20' to 30°30' S, were emplaced between 6.2 and 9.4 Ma, immediately beneath the shoulders of an actively uplifting north-south tectonic block along the axis of the Cordillera Principal. The deposits of the Pascua-Lama, Veladero, El Indio, and Tambo districts are hosted by largely felsic volcanic units of late Oligocene-Early Miocene and Late Paleozoic age, but were associated with small hypabyssal bodies of dacitic porphyry, the Pascua Formation. There is no evidence that the epithermal centers were overlain by substantial volcanic edifices.\nThe preglacial Miocene landscape, previously undocumented, incorporates three planar erosional landforms of regional extent: (1) the ca. 15- to 17-Ma Frontera-Deidad Surface; (2) the ca. 12.5- to 14-Ma Azufreras-Torta Surface; and (3) the ca. 6- to 10-Ma Los Ríos Surface. These pediplains are each vertically separated by 200 to 400 m and, by analogy with the enormous erosion surfaces of the Atacama desert of northern Chile and southern Peru, are considered to have formed in a semi-arid climate in direct response to uplift events. Although the Azufreras-Torta Surface immediately overlies most of the major hydrothermal systems, and hence influenced their evolution, ore formation was contemporaneous with the development of the younger Los Ríos pediplain, and was almost entirely focused around the upper extremities of stage III valley pediments. In contrast, precursor high-sulfidation hydrothermal alteration zones in the main mineralized districts, ranging in age from 10.0 to 13.6 Ma and associated with Vacas Heladas Formation dacitic magmatism, developed before incision of the Los Ríos pediments and are barren.\nThe areal and temporal relationships between economic epithermal centers and the heads of Upper Miocene valley pediments provide, at the least, clear, empirical exploration guidelines for the El Indio-Pascua belt. However, it is further proposed that changes in the surficial hydrodynamic environment, including the rapid lowering of the water table, increased lateral ground-water flow, and fluid boiling and mixing, all favoring ore deposition, may have been directly induced by pediment incision in this and other semi-arid cordilleran environments in which epithermal mineralization was not associated with significant volcanic edifices.\n† Corresponding author: e-mail, charbon@geol.queensu.ca *Present address: Mineral Deposits Research Unit, Department of Earth and Ocean Sciences, University of British Columbia, 6339 Shores Road, Vancouver, BC, Canada V6T IZ4.\nDownloaded from https://pubs.geoscienceworld.org/segweb/economicgeology/article-pdf/97/5/971/3495688/971.pdf by University of Arizona user on 26 February 2019\nbasis for the metallogenic model of Kay et al. (1999). Our emphasis herein on reconstruction of the geomorphologic setting of the major epithermal centers of this province isolates one major component of the mineralization environment. Others, such as the nature and provenance of the associated magmatism, are considered elsewhere (Bissig, 2001) and will be specifically addressed in future publications.\nRegionally extensive subplanar erosion surfaces of fluvial origin have long been recognized along much of the desertic Pacific slope of the central Andes of Peru and Chile (Bowman, 1916; Brüggen, 1950), as well as on the Puna and eastern piedmont in northwestern Argentina (Penck, 1920, 1924). Such erosion surfaces and their associated aggradational counterparts record the interaction of tectonic processes and climatic conditions. Hollingworth (1964) was the first to interpret the paleosurfaces of the Atacama desert of northern Chile as “pediments” or, where regionally interconnected, “pediplains,” in the sense of Maxson and Anderson (1935). Pediments are landforms characteristic of semi-arid climates (e.g., Hadley, 1967), and have tectonic implications which differ radically from those of “peneplains,” i.e., low-relief regional surfaces generated through prolonged weathering and erosion under stable conditions (e.g., Jordan et al., 1989).\nMajor erosion of the Pacific slope of the Andes has generally been considered to have occurred episodically as a direct\nresponse to uplift pulses (Galli, 1967; Clark et al., 1967). While geochronologic studies of ignimbrite flows overlying and intercalated in pediment-associated gravel accumulations provided evidence for rapid rates of erosion and sediment accumulation (Clark et al., 1967), integrated geomorphologic and geochronologic studies (Mortimer, 1969, 1973; Sillitoe, 1969; Tosdal, 1978; Tosdal et al. 1984) extended the history of central Andean cordilleran uplift and regional erosion back at least to the late Oligocene. This is only rendered possible by the remarkable degree of preservation of the early-Neogene landforms resulting from the onset of extremely arid conditions, an event which has generally been considered to have occurred in the mid-Miocene (Brüggen, 1950; Mortimer, 1969; Alpers and Brimhall, 1988).\nTo the north of latitude 28° S, the Oligocene-Miocene pediplains of the Pacific piedmont are exceptionally well preserved, and may be traced across the Cordillera Principal in some transects, whereas, further south, Plio-Pleistocene alpine glaciation has widely modified the landscape, and planar erosional surfaces have not been described from the high cordillera. In this contribution, however, we document a previously unrecognized succession of Miocene planar landforms that dominate the cordilleran landscape of the El Indio-Pascua belt (Fig. 1). Despite partial destruction by glaciation and young fluvial valley incision, these preserve a detailed record\n0361-0128/98/000/000-00 $6.00 972\nDownloaded from https://pubs.geoscienceworld.org/segweb/economicgeology/article-pdf/97/5/971/3495688/971.pdf by University of Arizona user on 26 February 2019\nof episodic tectonic uplift that critically overlapped in time with the emplacement of the epithermal Au-Ag-Cu deposits of this region."
  }, {
    "heading": "The El Indio-Pascua belt",
    "text": "All economic and subeconomic mineralization in the El Indio-Pascua belt is of epithermal type, and all metal-rich, large-scale hydrothermal systems were emplaced between 6.2 and 9.4 Ma (Bissig et al., 2001). Among productive deposits, those of the Tambo district, close to the southern limit of the belt (Deyell et al., 2000, and in press), are entirely of high-sulfidation type, a characteristic shared by the multiple centers of the large Pascua-Lama and Veladero prospects at its northern extremity. In contrast, the major vein systems of the El Indio camp proper incorporate (Jannas et al., 1999; Bissig et al., 2001) both high- and intermediate-sulfidation facies (sensu Hedenquist et al., 2000). Mined and proven resources in the El Indio and Tambo mines are 5 M oz Au (Barrick Gold Corporation, writ. commun., 2001), while resources of 18.6 M oz Au and 630 M oz Ag, and 15.6 M oz Au and 230 M oz Ag (Mining Journal, April, 2001), have been delimited at, respectively, Pascua-Lama and Veladero.\nThe 27° to 34° S segment of the Central Andes is at present amagmatic, a feature directly associated with a “flat” subduction regime (Barazangi and Isacks, 1976) that separates the Central and Southern Volcanic Zones (Fig. 1). The El IndioPascua belt lies close to the center of the flat-slab segment, whereas the uppermost-Oligocene to Middle Miocene epithermal Au-Ag and porphyry Au deposits of the Maricunga district (Vila and Sillitoe, 1991; Kay et al., 1994), as well as a cluster of Upper Miocene porphyry Cu-Au(-Mo, Ag) deposits and epithermal Au-Ag veins in the Farallón Negro-Agua Rica area (Sasso and Clark, 1998), lie on the gradual transition from “steep” (ca. 30°) to flat subduction at ca. 27° S (Fig. 1). The Upper Miocene to Lower Pliocene supergiant porphyry Cu (-Mo) deposits of the Los Pelambres/El Pachón to El Teniente belt overlie the more abrupt southward steepening of the subduction zone at 32° to 33° S.\nNeogene climatic history of the 30° S transect\nThe Pacific flank of the Central Andes at 30° S is now characterized by a dry Mediterranean climate with precipitation occurring mainly in the winter (Veit, 1996). Plate reconstruction (Pilger, 1984) indicates that the location of the study area relative to the Equator, and hence to global climatic zones, has not changed significantly since the Early Miocene. However, precipitation on the western Andean slope is strongly influenced by the temperature of the Pacific Ocean and decreased through the Neogene with the strengthening of the cold Humboldt Current, possibly due to major expansion of the Antarctic ice cap (Shackleton and Kennett, 1975). The transition to hyperarid conditions in the Atacama desert has generally been considered, on the basis of the ages of both the youngest supergene leaching/enrichment zones in Cu deposits and the youngest major pediments, to have occurred between 9 and 13 Ma (Mortimer, 1973; Mortimer and Sarič, 1975; Tosdal et al., 1984; Alpers and Brimhall, 1988; Clark et al., 1990). It should, however, be noted that Hartley and Chong (2002) challenge this model on several grounds, most persuasively the sedimentary history of the Central and\nPreandean Depressions of northern Chile. As discussed herein, cordilleran uplift occurred in several phases throughout the Miocene, progressively isolating the eastern Andean slope from the influence of the westerlies. The climate on the eastern slope of the Andes contrasts with that on the western, as it is influenced by the subtropical northeastern trade winds that bring precipitation in the austral summer (the invierno boliviano).\nThe El Indio-Pascua belt is situated in a climatic boundary zone represented by the main range of the Andes, and includes the uppermost parts of the western and eastern Andean slopes. However, on both sides of the Chile-Argentina frontier, the climate had become too arid at the end of the Miocene for pediment erosion and, particularly on the Pacific slope, more localized valley incision began to dominate. The eastern part of the El Indio belt, which incorporates the high ground between the Cordillera Principal and the Cordilleras Colangüil and de la Brea (Fig. 2), all attaining elevations of well over 5,000 m a.s.l., is affected by recent valley incision to a lesser degree. This dry area, corresponding to a local “arid intermontane plateau” in the sense of Garner (1959), is largely cut off from both easterly and westerly winds, and our geomorphologic studies show that only minor glacial and fluvial degradation of the Miocene landscape has taken place. Moreover, valley incision in the wider El Indio area is limited by the fact that the normally sparse precipitation predominantly falls as snow at elevations of more than 4,000 m.\nAlthough Pleistocene-to-Holocene periods of glaciation in the Central Andes are widely recognized (Brüggen, 1929; Clapperton, 1993), glacial sediments occur only above 3,000 to 3,500 m in the study area (Veit, 1996), and glaciers are now restricted to a few peaks with elevations exceeding 5,400 m. We argue that glacial erosion has played only a minor role overall in generating much of the existing landscape. The wide upper Valle del Cura (Fig. 2), for instance, hosts several glacial moraines, but is clearly not a U-shaped trough. Glacial erosion may have reshaped some major valleys, such as Río del Medio or Río Potrerillos on the Chilean slope, but preglacial fluvial forms are extensively preserved and we interpret these erosional corridors as having originated as valley pediments. Predictably, the higher ground experienced more glacial activity, but even here, features characteristic of heavily glaciated mountainous regions, such as large-scale cirques separated by sharp ridges, are largely absent. Near the Lama prospect (Fig. 2), glacial striae have been observed on valley floors on Upper Miocene or younger conglomerate, as well as on an outcrop of poorly consolidated, fine-grained conglomerates underlying a glacial moraine at Morro de Suerte in the eastern part of the property. Upper Miocene volcaniclastic sediments and tuffs have, however, survived along the lower Río Vacas Heladas valley south of Tambo (Martin et al., 1995). Such poorly consolidated tuffs and sediments would not be preserved if the landscapes in the Lama and Tambo areas were largely glacially carved."
  }, {
    "heading": "Geologic Setting",
    "text": "The El Indio-Pascua belt, embracing the present-day physiographic axis of the Andean Cordillera, is delimited to the west by the approximately north striking, high-angle reverse Baños del Toro fault (BdTF in Fig. 2; Maksaev et al., 1984).\n0361-0128/98/000/000-00 $6.00 973\nDownloaded from https://pubs.geoscienceworld.org/segweb/economicgeology/article-pdf/97/5/971/3495688/971.pdf by University of Arizona user on 26 February 2019\nIts eastern boundary in the Valle del Cura and Cordillera de la Brea (Fig. 2) is less well defined. Within this structural block, an Upper Paleozoic to Lower Jurassic basement, predominantly composed of felsic and minor mafic intrusive and volcanic rocks (Martin et al., 1999), was intruded by hypabyssal diorites of the 30- to 36-Ma Bocatoma Unit (Martin\n0361-0128/98/000/000-00 $6.00 974\nDownloaded from https://pubs.geoscienceworld.org/segweb/economicgeology/article-pdf/97/5/971/3495688/971.pdf by University of Arizona user on 26 February 2019\net al., 1995; Bissig et al., 2001) and locally overlain by the coeval Tobas Valle del Cura Formation (Limarino et al., 1999), which in turn underlie up to 1,500 m of upper-Oligocene to Upper Miocene subaerial volcanic strata. The latter are extensively preserved in the southern part of the belt, but are less widespread in the Pascua-Veladero area (Fig. 2). On the Chilean side of the border, the Tertiary volcanic stratigraphy has been well documented and its age relationships constrained by numerous K-Ar (Thiele, 1964; Maksaev et al., 1984; Martin et al., 1995) and 40Ar-39Ar (Bissig, 2001; Bissig et al., 2001) dates. Less detailed information is provided by Groeber (1951) and Aparicio (1984) for contiguous Argentina, where age constraints include scattered K-Ar (Ramos et al., 1989; Limarino et al., 1999) and 40Ar-39Ar (Bissig et al., 2001) dates.\nThe mid-Tertiary inception of voluminous dacitic and minor basaltic volcanism in this area (Martin et al., 1995) coincided with the break up of the Farallón oceanic plate at ca. 26 Ma to form the present-day Cocos and Nazca plates (Pilger, 1984), and with the onset of relatively fast (ca. 10 cm/yr) and sensibly orthogonal convergence of the latter with the South American plate. The cause of the subsequent shallowing of the angle of subduction remains controversial, but southward-propagating underthrusting of the Juan Fernandez Ridge has been inferred to have commenced in the Middle Miocene (Pilger, 1984; Yañez et al., 2001). This event was associated with a radical decrease in volcanic activity at these latitudes.\nThe upper Oligocene-Upper Miocene stratigraphic units are briefly discussed in the following section. With some modifications, we follow the nomenclature of Martin et al. (1995), who provide the most detailed and comprehensive study of the region.\nUpper Tertiary volcanic stratigraphy\nThe Tilito Formation, the major host for mineralization in the El Indio and Tambo districts, is a ≤1,200-m succession of dacitic and rhyodacitic welded tuffs with volcaniclastic sedimentary rocks and minor basaltic lavas, disconformably overlying Bocatoma Unit intrusions and older rocks. A late Oligocene to earliest-Miocene eruption age range of 23 to 27 Ma is defined by K-Ar (Martin et al., 1995) and 40Ar-39Ar (Bissig et al., 2001) ages (N.B. All formally quoted Ar-Ar dates hereinafter are reported with 2σ errors). The overlying Lower Miocene Escabroso Group, 17.5 to 21 Ma in age (40Ar-39Ar data from Bissig et al., 2000, 2001, confirming K-Ar dates presented by Martin et al., 1995, 1997), comprises a ≤1,000- m succession of andesitic flows, breccias, and volcaniclastic sediments separated from the Tilito Formation by a persistent regolith horizon, and elevated to group status by Barrick Gold Corporation geologists (K. Heather, pers. commun., 2000). Hypabyssal stocks with dioritic to granodioritic compositions constitute intrusive correlatives of the formation. An angular unconformity separates the Escabroso Group from the similarly andesitic, but less voluminous, Cerro de las Tórtolas Formation. A restricted Middle Miocene age range of 14.9 ± 0.7 to 16.0 ± 0.2 Ma (Bissig et al., 2000, 2001) has been determined for this formation and for the diorites and granodiorites of the associated hypabyssal Infiernillo Unit.\nThereafter, the intensity of volcanism decreased markedly throughout the transect. The 11.0 ± 0.2 to 12.67 ± 0.9 Ma\n(Bissig et al., 2000, 2001) Vacas Heladas Formation (nomenclature of Martin et al., 1995; “Cerro de las Tórtolas II” in Kay et al., 1999, and “Tambo Formation” in Martin et al., 1997) is dominated by dacitic ignimbrites and is restricted to isolated centers (Fig. 2). A subsequent, latest-Miocene phase of magmatism is represented geochronologically only by a dacitic dike in the Pascua prospect, dated at 7.8 ± 0.3 Ma (40Ar-39Ar on biotite; Bissig et al., 2001), and a dacitic rhyolitic tuff unit 10 km northeast of Pascua, which yielded a statistically identical biotite K-Ar date of 7.6 ± 0.7 Ma (Martin et al., 1995). The dated intrusion is one of a series of pre-, syn-, and postmineralization dikes associated with the large-scale cluster of hydrothermal breccia pipes that form the core of the main center of Au-Ag (-Cu) mineralization at Pascua. Despite their apparently restricted occurrence, these volcanic and hypabyssal units are distinguished by Bissig et al. (2001) and herein as the Pascua Formation, reflecting their close temporal, and presumably genetic, relationship with ore deposition at Pascua. It should be emphasized that intrusive or volcanic units contemporaneous with mineralization have not been documented in either the El Indio or Tambo mining districts, although ore-genetic modelling predicates the occurrence of felsic hypabyssal bodies at shallow depth.\nSlightly but significantly younger rhyodacitic to rhyolitic ignimbrites and air-fall tuffs exposed south of the Tambo mine and in the Valle del Cura (Fig. 2) have been dated at 5.6 to 6.2 Ma. These units are, for consistency, assigned herein to the Vallecito Formation, although the large ash-flow sheet in the Valle del Cura was termed “Vacas Heladas Ignimbrite” by Ramos et al. (1989). The Vallecito Formation has traditionally been assumed to represent the last magmatic activity before the cessation of volcanism resulting from the flattening of the angle of subduction at the end of the Miocene. However, Pliocene 40Ar-39Ar plateau ages of 2.0 ± 0.2 and 2.1 ± 0.5 Ma have been determined (Bissig, 2001; Bissig et al., in press) for, respectively, obsidian and biotite from a rhyolitic flow dome at Cerro de Vidrio, 15 km southeast of Pascua (Fig. 2)."
  }, {
    "heading": "Remanent Miocene Landscape Components in the El Indio-Pascua Belt",
    "text": "Gently dipping plains, flat-topped ridges, and valley benches, apparently previously undocumented, constitute important erosional elements of the landscape in the El Indio-Pascua belt (Fig. 3), and are interpreted herein as remnants of once-continuous planar landforms, now degraded by Pliocene or younger fluvial and glacial processes. Features such as back scarps and locally preserved gravels or conglomerates (Fig. 4), as well as the large-scale correlative relationships between the subplanar landforms, are taken as evidence that they represent pediplain relics comparable to those which dominate the Pacific cordilleran slope farther north (Mortimer, 1973; Tosdal et al., 1984). A succession of three extensively preserved, planar surfaces representing discrete erosional stages has been defined on the basis of their mutual physiographic interfaces and relative elevations within structurally confined areas where block faulting has not occurred (Fig. 3). Field observations, supported by topographic maps, were a prerequisite for the preparation of a regional geomorphologic map showing the remanent distribution of the\n0361-0128/98/000/000-00 $6.00 975\nDownloaded from https://pubs.geoscienceworld.org/segweb/economicgeology/article-pdf/97/5/971/3495688/971.pdf by University of Arizona user on 26 February 2019\npediplains, and, through interpolation and extrapolation, for a reconstruction of the latest-Miocene landscape (Fig. 5).\nThe timing of pediment incision is generally constrained by the youngest rock volcanic unit eroded by, and the oldest covering, a particular surface (e.g., Fig. 4). The ages cited in the following documentation are based on 40Ar-39Ar laser stepheating data (Bissig, 2001; Bissig et al., 2001); the 2 to 4 m.y. durations inferred for the pediment incision events should be regarded as maxima. The individual pediplains and their age constraints are described herein in sequence from the highest, and hence oldest, to the lowest and youngest well preserved landform elements.\n0361-0128/98/000/000-00 $6.00 976\nDownloaded from https://pubs.geoscienceworld.org/segweb/economicgeology/article-pdf/97/5/971/3495688/971.pdf by University of Arizona user on 26 February 2019\nStage I: The Frontera-Deidad Surface (15–17 Ma)\nThis surface, the earliest clearly defined planar landform in the region, is best preserved on the crest of the cordillera from the Pascua district in the north to the latitude of the Tambo mine, and in the Cordillera Ortíga in the northeastern part of the study area (Figs. 3 and 5). It can probably also be traced into the Cordillera de Colangüil to the east of the Valle del Cura (Fig. 2). The name of the surface was chosen because it constitutes much of the area along the international border and was first recognized and defined at Deidad, east of the Tambo mine (Fig. 3B).\nThe present elevation of this surface ranges from 4,650 to 5,250 m a.s.l. as a result of posterosional offset along generally steeply dipping, north-northeast–trending and northwesttrending faults (Maksaev et al., 1984; Martin et al., 1995). Only a few peaks rise above it, and several of these may be assigned to an older, vestigially preserved Cumbre (“summit”) Surface, as on Cerro Nevado (5,524 m; Fig. 10) and Cerro de Pascua (5,400 m; Fig. 10), respectively immediately north and south of the Pascua-Lama exploration zone, and on Cerro Ortiga (5,648 m), ca. 15 km to the northeast (Fig. 3A). The Cumbre Surface remnants constitute a local back scarp to the Frontera-Deidad Surface (Fig. 3), indicating that the latter is a pediplain rather than a peneplain formed through longterm weathering and degradation.\nIntrusive bodies coeval with the Escabroso Group that are intersected by the Frontera-Deidad Surface have been dated at 18.0 ± 0.7 Ma (hornblende from diorite, Paso Deidad; Fig. 3) and 18.7 ± 0.2 Ma (biotite from granodiorite cropping out on a narrow bench 7 km east of El Indio), and provide a maximum age for the erosion event. The major, dominantly andesitic stratovolcanoes (Martin et al., 1995) of Cerro Doña Ana (5,690 m) and Cerro de las Tórtolas (6,380 m; Figs. 2 and 4A) largely predated this surface, but are well preserved, whereas other volcanic edifices of the same volcanic phase, as in the northern Cordillera Sancarrón (Bissig et al., 2001), have been much more extensively eroded by pedimentation. Volcanic activity outlasted the erosion event\nand is represented by the Cerro de las Tórtolas Formation proper (40Ar-39Ar ages of 14.9 ± 0.7 to 16.0 ± 0.2 Ma). The minimum age for the Frontera-Deidad Surface is less well constrained, but a 16.0 ± 0.2 Ma andesitic lava exposed at Potrerillos, 7 km south of Pascua, is preserved 150 m above the pediplain on a 5,400-m peak assigned to the Cumbre Surface, and may be only slightly older than the pedimentation. Moreover, the Frontera-Deidad Surface must be older than the succeeding stage of erosion, for which a maximum age of 14.6 ± 0.9 Ma is inferred from K-Ar data (Martin et al., 1995; see following section).\nAn episode of reverse displacement along the north-striking Baños del Toro and other faults further east (Fig. 2) postdated the eruption of the Escabroso Group and was assigned an age range of 14 to 17 Ma by Martin et al. (1995). We infer that this phase of deformation was responsible for the regional uplift that initiated the development of the FronteraDeidad Surface. No related aggradational sediments are found on this pediplain. Either they did not accumulate in the preserved erosional regime or, in view of the high altitude of the surface in the Plio-Pleistocene, they may have been removed by glaciation.\nStage II: The Azufreras-Torta Surface (12.5–14 Ma)\nThe Azufreras-Torta Surface has a present elevation of 4,300 to 4,950 m a.s.l., generally 300 to 450 m lower than that of the Frontera-Deidad Surface. It was clearly incised into the latter following an uplift event (Fig. 3). Although the back scarp has been widely degraded by later erosion, as along the eastern side of the international border, the two pediplains may be readily differentiated in many areas.\nThe Azufreras-Torta Surface is best preserved near the type localities, the Llano de Azufreras tableland, southwest of Tambo, and Cerro Torta, immediately to the northeast of the El Indio-Viento vein system (Figs. 3, 5, 7, and 8). It is also an important landscape element in much of the Argentinian part of the El Indio-Pascua belt, but is progressively more poorly defined to the north-northwest between Sancarrón\n0361-0128/98/000/000-00 $6.00 977\nDownloaded from https://pubs.geoscienceworld.org/segweb/economicgeology/article-pdf/97/5/971/3495688/971.pdf by University of Arizona user on 26 February 2019\n0361-0128/98/000/000-00 $6.00 978\nDownloaded from https://pubs.geoscienceworld.org/segweb/economicgeology/article-pdf/97/5/971/3495688/971.pdf by University of Arizona user on 26 February 2019\nand Pascua. In these areas, as around the Reñaca prospect, 4 km northwest of Sancarrón (Figs. 2 and 5), it comprises two closely spaced erosional levels, but block faulting and later erosion make it difficult to correlate the sublevels, and they are herein combined. Along the Chile-Argentina border, components of the Azufreras-Torta pediplain interrupt the continuity of the Frontera-Deidad Surface at Paso Sancarrón, at Paso los Bañitos northeast of El Indio, and, possibly, at Paso Guanaco-Sonso near the Potrerillos prospect, 10 km south of El Indio, where they form pedimentation passes (Howard, 1942), i.e., broad cols generated by pediments encroaching from opposing sides of the range.\nModerately consolidated conglomerates intercalated with sandstones and siltstones, locally exhibiting cross bedding, form generally gently dipping accumulations on the Azufreras tableland proper and were probably deposited in a moderateenergy fluvial environment. A minimum age for those sediments of 12.0 ± 0.2 Ma is provided by the overlying dacitic tuffs of the Vacas Heladas Formation (Tambo Fm. of Martin et al., 1997), and they were probably deposited on the lowermost extensions of the Azufreras-Torta pediment. Northnortheast– and northwest-trending, generally steeply west or east dipping faults widely offset the pediment surface in a normal sense. The observed vertical displacements are of the order of 50 to 200 m (Fig. 3B), but locally exceed 400 m in the case of Baños del Toro fault and several north-northeast–south-southwest–trending structures to the east of Pascua. We emphasize, however, that the kinematics of these faults are poorly understood and that the displacement of the pediplains records only the posterosional, normal offset.\nIntrusive Infiernillo porphyry plugs, with ages of 15.4 ± 0.2 Ma at India Solitaria, 3 km north of El Indio (Bissig et al., 2001), and 14.6 ± 0.9 at Campana, southwest of El Indio (KAr date; Martin et al. 1995), crop out on or slightly below this pediment and provide a maximum age for the erosion. A minimum age is given by the dacitic crystal tuffs of the Vacas Heladas Formation that cover both the surface and the sedimentary units at Azufreras, and locally fill shallow valleys incised into the surface. 40Ar-39Ar biotite ages for the tuffs fall between 11.5 ± 0.2 and 12.0 ± 0.2 Ma (Bissig et al., 2001). A similar relationship is evident at Lama and Fabiana on the Argentinian side of the border east and southeast of Pascua, where dacitic tuffs with ages of 12.7 ± 0.9 and 11 ± 0.2 Ma, respectively, cover remnants of the Azufreras-Torta Surface (Figs. 3 and 5). A regional deformation event between 15 and 13 Ma, characterized by a renewed regional east-west shortening, is proposed by Martin et al. (1995) and would be consistent with Middle Miocene uplift leading to intense and widespread pedimentation.\nStage III: Los Ríos Surface (6–10 Ma)\nThis erosional feature is extensively developed on the Argentinian side of the border, where it forms valley pediments up to 10 to 15 km in width. In contrast, in contiguous Chile, the surface is largely confined to relatively narrow apron pediments which are dissected by glacial and fluvial erosion. The proposed name records the fact that the upper stretches of several major rivers flow largely along only slightly modified pediments of this age. As pointed out earlier, we consider that the valleys of the Ríos del Medio (Figs. 2 and 5) and Vacas\nHeladas (Fig. 7) on the western flank of the cordillera were initially incised as relatively narrow valley pediments. Thus, no major glaciation is necessary to generate their crudely Ushaped profiles. The Los Ríos pediplain lies approximately 200 to 400 m below the Azufreras-Torta Surface, at 3,800 to 4,250 m a.s.l. Locally, as near the Vacas Heladas prospect, 10 km south of Tambo, it comprises two or more narrowly spaced but distinct pediments, but Quaternary erosion precludes identification of separate erosional substages on a regional scale.\nLos Ríos pediments were preferentially eroded along the regionally important north-northeast–south-southwest and northwest-southeast fault trends (Fig. 5). Northwest-southeast–trending lineaments in Argentina, in particular, seem to have favored pediment propagation (Fig. 5). The limit of incision of the Los Ríos Surface into preexisting landforms is well constrained on its lateral slopes, but the back scarp is generally poorly defined in the uppermost parts of the valleys (e.g., on both sides of the Portezuelo de los Despoblados; see Figs. 2 and 5), probably as a result of high-altitude glacial erosion and solifluction.\nThe Vacas Heladas Formation tuffs that cover the Azufreras-Torta Surface are nowhere observed to overlie the Los Ríos pediplain, and it is inferred that the latter developed after their eruption. A maximum age of 11.0 ± 0.2 Ma can therefore be assumed for this youngest pedimentation event. Its minimum age is defined by a 40Ar-39Ar date of 5.8 ± 0.2 Ma determined for a Vallecito Formation ignimbrite (the “Vacas Heladas ignimbrite” of Ramos et al., 1989) that covers the flat surface in the Valle del Cura. Poorly consolidated gravels representing the aggradational facies of the pediment constitute part of the Los Ríos Surface covered by the ignimbrite (Fig. 4A). Similar, albeit better cemented, clastic units with glacial striae are widely exposed in the Lama exploration area; these, therefore, predated at least some glaciation, but probably postdated the main hydrothermal events in the area because their clasts are derived from strongly altered rocks. A 40Ar39Ar biotite age of 6.0 ± 0.3 Ma (Bissig et al., 2001) for a rhyolitic ignimbrite 4 km south of the Tambo mine defines a similar minimum age for the Los Ríos Surface on the Chilean side of the border, supporting the correlation of the observed paleosurfaces across the present physiographic divide in the El Indio belt.\nErosional surfaces correlative with the Los Ríos pediment are widely developed on the Argentinian piedmont at the latitude of the El Indio belt. However, on the upper flanks of the Cordillera Principal, the latest-Miocene valley pediments were less extensive than the preceding Agufreras-Torta and Frontera-Deidad Surfaces, which appear to have planated all but a few isolated remnants of earlier landscapes. A similar, and broadly contemporary, progressive areal restriction of pedimentation is evident in the southern Peru fore-arc region, where enormously extensive pediplains are successively replaced by apron and, finally, valley pediments, themselves dissected by Pliocene-Holocene canyons (Tosdal et al., 1984). The diminishing effectiveness of pedimentation is, in both regions, ascribed to increasing aridity, which in the El Indio belt may be associated with the development of the high-altitude arid intermontane plateau (cf. Garner, 1959) between the uplifting Cordilleras Principal and Colangüil (see introduction).\n0361-0128/98/000/000-00 $6.00 979\nDownloaded from https://pubs.geoscienceworld.org/segweb/economicgeology/article-pdf/97/5/971/3495688/971.pdf by University of Arizona user on 26 February 2019\nStage IV: Valley incision and Pliocene-Holocene glaciation\nUplift and erosion of the central Andes persisted throughout the Pliocene and Quaternary, but the climate had now become too dry on either flank to allow pedimentation, and valleys and canyons were instead incised. Paskoff (1970) carried out detailed geomorphologic studies of the Quaternary history of the major Valle de Elqui fluvial system, which drains the lower, precordilleran slope west of the El Indio district, defining a series of alluvial terraces that demonstrate that uplift has continued episodically to the present. In the high cordillera, alpine glaciation locally modified pediment valleys, depositing moraines at elevations as low as 3,000 m a.s.l. (Veit, 1996). Post-Miocene erosion was less pronounced in the upper parts of the Valle del Cura and other broad valleys on the Argentinian side of the El Indio-Pascua belt."
  }, {
    "heading": "Hydrothermal Alteration Events",
    "text": "The multiphase landscape evolution documented in the previous section provides a geomorphologic context for both the economic and the apparently noneconomic, shallowseated hydrothermal centers in the region. Numerous alteration systems have been recognized in the El Indio-Pascua belt, many of which have been investigated by, among others, Cia Minera San José, Bond Gold, Lac Minerals, Argentina Gold, and, most recently, Barrick Gold Corporation and Homestake Mining. All Cenozoic volcanic successions exhibit\nevidence for related alteration, but our 40Ar-39Ar dating of hydrothermal alteration minerals demonstrates that economically significant Au-Ag-Cu mineralization was restricted to the Late Miocene. The episodes of hydrothermal activity are outlined below; a more detailed discussion of the age data is presented by Bissig et al. (2001). All dated alunites were examined by petrographic techniques, including cathodoluminescence and back-scattered electron imaging, and their compositions determined by electron probe microanalysis (Bissig, 2001). Dated “sericites” from veins and their immediate envelopes were shown to be 2M muscovites by X-ray powder diffraction analysis, and none of the 40Ar-39Ar age spectra for hydrothermal micas exhibits evidence for Ar-recoil effects.\nThe nature and zonation of both barren and mineralized hydrothermal systems, and their spatial relationships with the major pediplains, are summarized in Figure 6.\nBarren early-Oligocene to early-Late Miocene alteration\nDiorites of the lower Oligocene Bocatoma Unit are common in the northern part of the investigated area and display evidence of related porphyry-style, though barren, alteration (see also Clavero et al., 1997). In addition to moderate, but pervasive, biotite-magnetite ± actinolite and quartz-sericite-pyrite (phyllic) alteration, east-west–trending sheeted quartz-tourmaline ± pyrite veinlets occur adjacent to a coarse-grained dioritic\n0361-0128/98/000/000-00 $6.00 980\nDownloaded from https://pubs.geoscienceworld.org/segweb/economicgeology/article-pdf/97/5/971/3495688/971.pdf by University of Arizona user on 26 February 2019\nstock at Potrerillos, 10 km south of Pascua (Fig. 2). Sericite and secondary biotite yield dates of ca. 36 Ma, essentially contemporaneous with the coarse-grained intrusion. The stock is exposed at elevations of up to 5,500 m a.s.l. (Fig. 6), but the related alteration mineralogy is typical of the high-temperature environments occurring in porphyry centers, implying that 1 to 2 km of erosion have taken place since hydrothermal activity.\nLower to Middle Miocene dioritic intrusions coeval with the Escabroso Group volcanic rocks are also widespread in the belt. Alteration zones related to this unit in the wider Sancarrón area include (Fig. 2) those at Reñaca (at ca. 4,500-m elevation, and with a sericite age of 19.1 ± 0.5 Ma) and Sanco (4,100 m; hypogene alunite dated at 20.1 ± 1.2 Ma), the latter locally associated with the assemblage zunyite-topaz, overprinted by pyrophyllite. Slightly younger hypogene alunite (17.2 ± 0.2 Ma) occurs together with topaz in an alteration zone associated with a 18.0 ± 0.7 Ma diorite at Paso Deidad (4,800 m), 7 km east of El Indio.\nThe temperatures implied by the observed alteration assemblages indicate a relatively deep level of erosion in these apparently barren systems (Fig. 6). This is consistent with the lack of steam-heated alteration, which forms above the water table from acid fluids generated by oxidation of magmatic H2S (Schoen et al., 1974). However, the Frontera-Deidad Surface had not developed at the time of hydrothermal activity, and the depths of formation of these alteration zones cannot be reliably estimated.\nHydrothermal alteration systems associated with the younger, ca. 14- to 17-Ma, Infiernillo Unit, representing the intrusive facies of the Cerro de las Tórtolas Formation, include (Fig. 2): the Libra prospect on the east flank of the Río del Medio valley (hydrothermal biotite, 16.8 ± 0.4 Ma); small alteration zones in the Río Apolinario valley between Potrerillos and Sancarrón (alunite, 14.9 ± 0.4 Ma); and Veladero Sur, 10 km south of Veladero proper (alunite, 15.7 ± 0.8 Ma; all ages from Bissig et al., 2001). Alteration zones of this age are commonly close to, or partially overprinted by, younger alteration systems. At Libra, quartz-tourmaline veins are widespread near the valley floor below 4,000-m elevation, whereas andalusite and topaz occur at 4,200 m, and strongly silicified rocks constitute the uppermost parts (at 4,350 m) of the hydrothermal center. Potassic alteration with secondary biotite is locally present at 4,000 m (Fig. 6). Elsewhere, quartz-tourmaline veinlets are observed in the Azufreras area, generally at relatively low elevations, and may be related to Infiernillo intrusions.\nWe infer that the landscape at the time of Infiernillo-related alteration was dominated by the relict Frontera-Deidad Surface (Fig. 6) and, in its youngest stages, by the evolving Azufreras-Torta Surface. The contexts and depths of formation of the alteration assemblages can be estimated using these geochronologic and geomorphologic constraints. Hightemperature alteration minerals such as tourmaline, biotite, topaz, or andalusite now generally occur below 4,200 m and formed 700 to 800 m below the Frontera-Deidad paleosurface (Fig. 6), whereas strong silicification and alunite-dominated advanced argillic alteration were more abundantly developed at shallower levels.\nThe oldest preserved steam-heated zone in the El IndioPascua belt occurs at Lama Central, a small, isolated hydrothermal system 5 km southeast of the main orebodies of\nPascua-Lama. Its relation to a specific intrusive unit is unclear, but it may be plausibly assigned to the latest phase of Infiernillo intrusive activity. Two samples of coarse vein alunite, locally overgrown by native sulfur and white powdery alunite suggestive of steam-heated conditions, were dated at 13.3 ± 0.3 and 13.6 ± 0.8 Ma. The sulfur is concentrated at 4,280-m elevation, in a location that is interpreted as a downfaulted area of the local Azufreras-Torta Surface. The hydrothermal system may have been active during the development of this pediplain, the steam-heated alteration activity probably persisting after the main stage of erosion.\nExtensive hydrothermal alteration, commonly of hypogene advanced argillic type, took place contemporaneously with, or slightly after, the eruption of the Vacas Heladas (or Tambo) Formation volcanic rocks, immediately after the development of the major Azufreras-Torta pediplain, but prior to incision of the Los Ríos Surface. A date of 12.8 ± 0.3 Ma has been determined for fine- to medium-grained alunite replacing feldspars in a small hydrothermal center 10 km south-southeast of Veladero. This alteration is exposed at 4,350 m a.s.l., 150 to 200 m below the Azufreras-Torta Surface, which had clearly developed prior to the hydrothermal activity. Elsewhere, at comparably restricted vertical depths below this surface, fine-grained, powdery, pervasive alunite from a site west of the summit of Cerro Campana near El Indio, and possibly generated in a steam-heated environment, was dated at 12.1 ± 0.4 Ma, and similarly situated coarse-grained alunite from the cement of the unmineralized Brecha Silvestre at Tambo (Fig. 7A) yielded an age of 10.4 ± 0.4 Ma. Large volumes of fine-grained porcelaneous and powdery alunite, probably of steam-heated origin, are exposed on and slightly below the Azufreras-Torta Surface at the Fabiana prospect, at the eastern limits of the Veladero exploration zone. Two ages of 10.3 ± 0.2 and 10.0 ± 0.4 Ma were obtained for finegrained alunites, slightly postdating the Vacas Heladas Formation volcanism.\nWe propose that steam-heated alteration assemblages, 10 to 13 Ma in age, were directly associated with the AzufrerasTorta Surface, and infer that this landform played an important role in controlling the depth (i.e., altitude) and areal distribution of hydrothermal activity once it had developed in the late-Middle Miocene (Fig. 6). However, all alteration systems that formed in this context prior to ca. 10 Ma are apparently barren or, as in the Filo Fedorico zone (Fig. 9A), only weakly mineralized.\nAge and geomorphologic setting of the principal deposits\nProven economic and subeconomic Au-Ag (-Cu) concentration in the El Indio-Pascua belt took place in a variety of epithermal styles prior to Vallecito Formation volcanism. More than 30 new 40Ar-39Ar ages of alteration minerals (Bissig et al., 2001) constrain the mineralization to a brief interval between 6.2 and 9.4 Ma. The mined Tambo, El Indio-VientoCampana, and Río del Medio deposits and the major PascuaLama and Veladero and smaller Sancarrón and Vacas Heladas prospects are all included in this episode. The restricted age range we delimit for significant epithermal mineralization in the region modifies the conclusions of Martin et al. (1995, 1997), who, on the basis of K-Ar dating, assigned epithermal ore deposition to two separate stages, at 10 to 12 and 5 to 7\n0361-0128/98/000/000-00 $6.00 981\nDownloaded from https://pubs.geoscienceworld.org/segweb/economicgeology/article-pdf/97/5/971/3495688/971.pdf by University of Arizona user on 26 February 2019\nMa. The ca. 6- to 9.5-Ma interval coincides closely with the available time constraints on the development of the Los Ríos pediplain, the youngest of the three major planar erosion surfaces in the region.\nIn the following sections, the geomorphologic features and their relationships to the Au-Ag mineralization in each major district are described, from south to north. Figures 7, 9, and 10 provide topographic data for the Tambo, Sancarrón, and Pascua-Veladero areas, respectively, recording the existing physiography, as well as views of salient landforms, thereby providing the reader with the geomorphologic database for our interpretations. For the El Indio mining district, a district-scale map illustrates the areal distribution and ages of the vein systems in and adjacent to the Cerro Torta highland separating the headwaters of the Río Malo and Río del Medio. Discussion of the relationships between landform evolution and ore deposition is more extended for El Indio than for the other districts, reflecting the unusually wide ranges in age and sulfidation state exhibited by the mineralization, and the fact that the major vein systems occupy laterally extensive shear zones whose transcurrent displacement probably affected local physiography.\nThe Tambo and Canto Sur deposits: Several relatively small, dispersed, mineralized hydrothermal breccia bodies and vein systems have been mined in the vicinity of Cerro Elefante (Fig. 7). All exhibit sulfide-poor acid-sulfate characteristics (Jannas et al., 1999; Deyell et al., 2000) and are hosted by Tilito Formation tuffs (“Amiga Tuff” in Jannas et al., 1999). Outcrops of steam-heated alunite-kaolinite-chalcedony-native sulfur alteration are widespread at 4,450 to 4,750 m a.s.l. on the upper slopes of Cerro Elefante and on other surrounding flat hilltops, which represent faulted remnants of the Azufreras-Torta Surface, and hydrothermal activity is inferred to have taken place immediately below this pediplain. Alunites contemporaneous with the Ag-Au mineralization and with hypogene textural habits (i.e., coarsely bladed) and isotopic compositions (Deyell et al., in press), have been dated (Bissig et al. 2001) from several orebodies in the Tambo district, including Veta Veronica (8.5 ± 0.2 Ma), the Kimberly Breccia (8.2 ± 0.2 and 8.2 ± 0.8 Ma), and the Wendy Breccia (8.0 ± 0.4 Ma). The nearby Canto Sur Breccia (7.1 ± 0.2 Ma) is distinctly younger, and may have developed during incision of the more westerly Río Malo pediment valley (see next section). Steam-heated alunite from the Falla Azufre on the Llano de Azufreras, which separates the Ríos Vacas Heladas and Malo, yielded an age of 7.7 ± 0.2 Ma. Alunite-kaolinite-native sulfur alteration in this area overprints the mineralization and extends downward along fractures (Jannas et al., 1999), suggesting that a lowering of the water table occurred while the hydrothermal systems were active.\nThe Tambo area is situated at the head of the north-northeast–south-southwest–trending Río Vacas Heladas valley which, due to its wide profile and extensive flat floor, is interpreted as a valley pediment and, thus, as a component of the Los Ríos Surface. The valley incises the Azufreras-Torta Surface on either side of Cerro Elefante, which represents a remnant of the latter landform (Fig. 7). Important local systems of subvertical faults, striking north-northeast–south-southwest, northeast-southwest, and northwest-southeast, were active during hydrothermal activity, and may have controlled\nthe loci of breccia and vein development. Reactivation of the northwest- and north-northeast–striking faults in a normal sense after mineralization offset the Azufreras-Torta pediplain and older landforms (Fig. 7A). The highest Au grades in the principal orebodies generally occur between 4,300 and 4,000 m a.s.l., at an elevation intermediate between the Los Ríos and Azufreras-Torta Surfaces. The mineralization at Canto Sur lies at a higher elevation, ca. 4,500 m (Fig. 7), as a result of syn- to postmineralization block faulting, but was similarly developed below the Azufreras-Torta Surface. The faulting is clearly represented by a steeply northwest-dipping, south-southwest–striking normal fault, immediately north of the orebody (Fig. 7), which juxtaposed a surficial steam-heated zone with the Canto Sur orebody. The area north of this fault coincides in elevation with the AzufrerasTorta Surface, whereas the summit of Canto Sur is higher. In a similar manner, an important northwest-trending fault separates the Canto Sur summit from the lower-lying planar surface of the Azufreras tableland (Fig. 7A).\nVeta Veronica differs from the other orebodies of the area in that it is situated at 4,650 m a.s.l., i.e., above the AzufrerasTorta Surface and immediately below the Frontera-Deidad Surface. At this locality, therefore, extension of the Los Ríos pediment eliminated any preexisting valley bench representing the Azufreras-Torta Surface and directly dissected the older, Stage I surface (Fig. 7).\nThe El Indio-Viento-Campana-Jalene-Canto Norte and Río del Medio vein systems: Au-Ag-Cu mineralization at El Indio and its satellite centers, extensively documented by Jannas et al. (1990, 1999) and Jannas (1995), is almost entirely hosted by veins (Fig. 8), locally exceeding 20 m in thickness. Most Au- and Cu-bearing structures strike northeast, but a series of veins in the Campana sector, at the apparent western margin of the mineralized area, strike east-west (Fig. 8). Structural relationships (Jannas, 1995; A. Tessier, pers. commun., 1997; K. Heather, pers. commun., 2002) demonstrate that the major northeast-striking veins and many associated faults experienced dextral-transcurrent displacement exceeding several hundreds of meters. The vertical displacement is less constrained, but was probably subordinate.\nSeveral veins, e.g., Campana B, are dominated by highsulfidation pyrite-enargite ± alunite assemblages, whereas others, e.g., Jalene, comprise intermediate-sulfidation assemblages in which quartz is associated with variable, but generally subordinate, tennantite, chalcopyrite, galena, tellurides, sphalerite with moderate to low Fe contents, and carbonates, including calcite, ankerite, and rhodochrosite. The modestly productive Río del Medio vein, at the northern periphery of the district, is also of intermediate-sulfidation type. Most Au, Ag, and Cu production, however, has been yielded by veins (e.g., Indio Sur 3500 and VientoCuarzo Uno) comprising early high-sulfidation, enargiterich segments overprinted by intermediate-sulfidation assemblages, the highest Au grades occurring almost entirely in the latter. Jannas et al. (1990) recognize an earlier Au substage enriched in base metals and tellurides, and a later “principal gold” substage dominated by Au and quartz. The Ag content of the veins, whether in solid solution in Cu minerals or as electrum, decreases systematically with this paragenetic evolution. Above 4,000 m, alunite is preserved as an\n0361-0128/98/000/000-00 $6.00 982\nDownloaded from https://pubs.geoscienceworld.org/segweb/economicgeology/article-pdf/97/5/971/3495688/971.pdf by University of Arizona user on 26 February 2019\nearly alteration mineral in the envelopes of the Cu-rich Campana B, Mula Muerta, and Viento veins (Jannas et al., 1999), and is widespread on surface to the west of the mine area on Cerro la Campana (Fig. 3). In contrast, varying proportions of sericite and kaolinite and, less widely, pyrophyllite dominate the alteration assemblages contiguous with the\n0361-0128/98/000/000-00 $6.00 983\nDownloaded from https://pubs.geoscienceworld.org/segweb/economicgeology/article-pdf/97/5/971/3495688/971.pdf by University of Arizona user on 26 February 2019\nlower levels of Cu-rich veins and in the envelopes of Auquartz veins (Jannas et al., 1999).\nAs in the Tambo area, the mineralization in the district is predominantly hosted by Tilito Formation dacitic welded tuffs, and the veins only locally extend into the relatively impermeable andesitic lavas of the Escabroso Group covering the tuff succession (Fig. 8). Only the Río del Medio vein, probably representing a discrete magmatic-hydrothermal center (Fig. 8), is entirely hosted by the andesites.\nJannas et al. (1990, 1999) concluded from local paragenetic relationships that the mineralization at El Indio proper comprises an early, enargite-rich Cu (-Ag) stage followed by a Au-quartz stage. Jannas (1995; p. 56–57), however, on the basis of the then-available K-Ar sericite and alunite dates, stated that “…the age of gold mineralization can be assumed to be between 6.4 and 7.5 m.y. Note that these dates clearly overlap the age range of the copper mineralization.” On the district scale, indeed, our 40Ar-39Ar age data for vein alunites and sericites from immediate wall-rock envelopes (Bissig et al., 2001) show that there was no district-scale evolutionary trend in sulfidation state. Thus, the enargite-rich Mula Muerta, Viento, and Campana B veins (Fig. 8) yield ages of, respectively, 7.7 ± 0.3 Ma (sericite), 7.0 ± 0.2 Ma (sericite), and 6.2 ± 0.3 Ma (hypogene alunite), while the intermediatesulfidation Jalene and Río del Medio veins yield sericite ages of, respectively, 7.8 ± 0.4 Ma and 7.6 ± 0.4 Ma. The Paihuano vein (Fig. 8) comprises early enargite-pyrite and late quartz– electrum–galena–low-Fe sphalerite–tennantite assemblages. Vugs in the quartz exhibit coatings of sericite that yielded a 6.6 ± 0.3-Ma-age plateau, thereby providing a minimum age for the Au mineralization. The sericite is intergrown with acicular enargite. Such late-stage formation of enargite was predicted by thermodynamic modelling of the reaction of goldstage fluids with earlier-deposited Cu-stage assemblages by Jannas (1995) and Jannas et al. (1999; p. 254–255). Minor nukundamite and (hypogene) covellite coat the enargite (A. Clark, unpub. data), indicating that the Paihuano vein attained terminal-stage extreme sulfidation conditions in a\n0361-0128/98/000/000-00 $6.00 984\nDownloaded from https://pubs.geoscienceworld.org/segweb/economicgeology/article-pdf/97/5/971/3495688/971.pdf by University of Arizona user on 26 February 2019\ncontext lacking redox buffers (cf. Inan and Einaudi, 2001). The age of the major (3 Moz Au) El Indio Sur 3500 vein remains poorly constrained; the only datum accepted by Jannas (1995) is a conventional K-Ar sericite date of 6.4 ± 0.4 Ma (Jannas et al., 1999), the paragenetic relationships implying that this represents the later, Au-rich, intermediate-sulfidation event.\nThe geomorphologic setting of the mineralization of the El Indio area is broadly comparable to that of the Tambo district. The most prominent paleosurface is the Azufreras-Torta Surface (Fig. 3B), which forms the flat summit of Cerro Torta (Fig. 8) at an elevation of 4,500 m a.s.l. to the east of the Inca Norte fault (Fig. 8), but was down faulted to 4,350 m a.s.l. to the west during or after mineralization. This interpretation of the postore fault displacements is supported by observations made in an extensive drill-core relogging project in the El Indio mine (A. Tessier, written commun., 1998). Los Ríosstage valley pediments (Fig. 8) are cut into the AzufrerasTorta Surface from the north (Río del Medio valley) and the south (Río Malo valley; Figs. 5 and 7). The latter exhibits remnants of valley benches at 4,000 to 4,200 m that are locally covered by Vallecito Formation volcanic and sedimentary rocks (Martin et al., 1995). We suggest that the benches are remnants of fluvial rather than glacial precursor valleys and, at a larger scale, the Río Malo drainage is interpreted herein as a valley pediment. For the Río del Medio valley, the local landforms are more ambiguous, but features supporting an origin as a valley pediment include an extensive flat area at elevations of less than 3,950 m around the pass to the Río Sancarrón valley, 10 km downstream from the Río del Medio mine. This is locally overlain by Vallecito Formation sedimentary rocks (Martin et al.,1995) and represents part of the Los Ríos Surface. At this locality, the Río del Medio valley floor has been lowered to 3,700 m a.s.l. by post-Miocene fluvial erosion. Further, an isolated bench at 3,950 m on the north flank immediately downstream from the Libra prospect and 150 m above the present-day valley floor is interpreted as a remnant of a pediment surface because a set of glacial moraines, clearly defined on the Landsat TM image, terminate on the valley floor in this area.\nEconomic mineralization at El Indio was largely confined to the vertical interval between the base of the Escabroso Group andesitic unit at 4,250 m a.s.l., 200 m below the Azufreras-Torta pediplain, and ca. 3,750 m, below which Au values in both enargite- and quartz-rich veins markedly decrease. Interaction with ground water was limited and probably restricted to the later stages of the hydrothermal activity (Jannas et al., 1999), and the temperature of ore formation ranged from 200° to 280°C for both the Cu and Au stages. Although hydrothermal breccias, including pebble dikes, formed widely both before and after mineralization (A. Clark, unpub. data), the mildly reduced fluids boiled (Jannas et al., 1999) only during emplacement of the Campana B enargite-alunite vein, the youngest mineralized structure in the district. In contrast, the fluids in the Tambo district were oxidized and widely boiling (Jannas et al., 1999). From the preserved geomorphologic relationships, we infer that the upper part of the El Indio deposit formed at similar depths below the locally prominent Azufreras-Torta Surface, as did the Tambo breccias, but that the relatively impermeable andesitic cap rock\nlimited and delayed boiling and interaction with surface waters, probably accounting for the marked differences in the style of mineralization.\nThe Río del Medio vein crops out at 3,950 m, its upper parts having been eroded during the Plio-Pleistocene. It is situated close to the southern end of the Río del Medio valley in a position similar to those of Tambo and El Indio, i.e., near the head of a Los Ríos pediment valley dissecting the Azufreras-Torta Surface. The outcrops of the vein lie approximately 500 m below the summit of Cerro Torta (Figs. 3 and 8), which represents the Stage II pediplain only 2 km southeast of the deposit.\nThe established age constraints on the regional development of the Los Ríos pediplain and the largely transcurrent displacements on the north-northeast–striking structures hosting much of the El Indio mineralization confirm that erosion and faulting were contemporaneous overall, and it is therefore plausible that the northward propagation of the Río Malo valley pediment was strongly influenced by the faults. On the basis of the available age data (Fig. 8), the following sequence of vein formation events is envisaged to have occurred around the northward-retreating back scarp of the Río Malo and, to a lesser extent, the opposing Río del Medio valley pediments.\n1. At 7.5 to 7.8 Ma: Widespread faulting and hydrothermal activity occurred around the head of the Río Malo valley, generating high-sulfidation veins in the west (Canto Norte and Mula Muerta), and the intermediate-sulfidation Jalene vein to the east. The vein distribution would be in permissive agreement with a north-trending zone of high-sulfidation activity flanked to the east by a presumably distal intermediatesulfidation domain. The Río del Medio intermediate-sulfidation vein developed contemporaneously at the head of the southward-encroaching Río del Medio valley pediment and, if representing a hydrothermal center independent of the main El Indio vein system, may have been associated with coeval high-sulfidation activity on the northern flanks of Cerro Torta, now either eroded or undiscovered.\n2. At ca. 7.0 to 7.1 Ma: Contraction of the zone penetrated by hydrothermal fluids, with a focus in the central area of the Viento high-sulfidation vein and the largely intermediate-sulfidation Cuarzo Uno-through-Quatro veins. A 7.05 ± 0.22 Ma K-Ar date for alunite from the small Bechita-Huantina vein cluster (Jannas, 1995, p. 56–57) implies that this event also affected the southeastern area of the district.\n3. At 6.2 to 6.6 Ma: Renewed expansion of the zone of hydrothermal activity, now focused on the major Inca Norte fault, and forming successively: the high- to intermediate-sulfidation Paihuano vein and the extensive surficial alunitic alteration in the Campana Oeste area; the major high- to intermediate-sulfidation El Indio Sur 3500 vein; and, finally, the high-sulfidation Campana B vein.\nThe geochronologic database remains sparse, but supports a dynamic model in which the progressive incision and widening of the back scarp of the Río Malo pediment valley over an interval of ca. 1.5 m.y. was accompanied by faulting and hydrothermal fluid expulsion focused beneath the southern slopes of a contracting highland of which Cerro Torta is a\n0361-0128/98/000/000-00 $6.00 985\nDownloaded from https://pubs.geoscienceworld.org/segweb/economicgeology/article-pdf/97/5/971/3495688/971.pdf by University of Arizona user on 26 February 2019\nremnant. Transcurrent fault displacement would probably have disturbed and faceted the slopes of the valley. It is further implicit that the two areally widespread hydrothermal episodes, separated by a more restricted event and each comprising high- and intermediate-sulfidation facies, are evidence for a protracted, probably episodic history of hypabyssal magmatism, the focus of which migrated westwards, eventually becoming centered around the Inca Norte fault.\nThe Sancarrón prospect: This large-scale alteration system, 25 km north of El Indio (Figs. 2, 5, and 9), comprises two separate centers, one to the east (Sancarrón Argentino) and the other 2 km northwest (Sancarrón Chileno) of Paso Sancarrón. Local high Au grades in breccia-hosted ore and quartz-sulfide veins were intersected by Barrick and previous exploration companies on the Chilean flank (D. Williams, writ. commun., 1998), while small-scale Au mining has taken place at Sancarrón Argentino (Fig. 9), where precious-metal mineralization is hosted by north-striking veins (Heresmann and Davicino, 1990). As at El Indio and Tambo, the host rocks are Tilito Formation, dacitic to rhyolitic, lithic crystal tuffs. Pervasive silicification and quartz-alunite alteration are widespread. However, an assemblage of porous siliceous rocks with powdery alunite and native sulfur, constituting a steam-heated blanket, is confined to the summit area of Cerro Tío Pepe (Fig. 9), which dominates the main target area of Sancarrón Chileno, and to Paso Sancarrón (Heresmann and Davicino, 1990). Fine- to medium-grained, yellowish, hypogene alunite from the matrix of a breccia cropping out at 4,300 m a.s.l. on the southwest slope of Cerro Tío Pepe has been dated at 7.7 ± 0.2 Ma, while alunite from a smaller but similar breccia near the top of Cerro Don Lucho yields an essentially identical age of 7.9 ± 0.2 Ma (Bissig et al., 2001).\nCerros Tío Pepe and Don Lucho constitute the east flank of the upper stretch of the Sancarrón valley (Fig. 9). Although prominent features as seen from the west (Fig. 9B), these 4,500-m peaks are not clearly separated from the higher ridge to the east (Fig. 9A). Their summits coincide in elevation with extensive remnants of the Azufreras-Torta Surface on Paso Sancarrón, 2 to 3 km to the south, and are considered to represent this pediplain. Paso Sancarrón is interpreted as a relict pediment pass, incised from east to west, but penecontemporaneously degraded by southeast-directed erosion at slightly lower elevation (Fig. 9A). A younger, well defined pediment, 4 km west of the main mineralized area of Cerros Don Lucho and Tío Pepe, is interpreted to be eroded along the axis of Arroyo Sancarrón, terminating 1 km northwest of Cerro Don Lucho, and is assigned to the Los Ríos stage (Fig. 9A). The relationship of the Los Ríos Surface to the older landforms on the Argentinian slope of Paso Sancarrón is difficult to establish because of posterosional displacement along regionally important north-northeast–south-southwest faults, components of the El Indio-Gavilán-Taguas valley structural corridor (Fig. 2).\nThe subeconomic mineralization in this district is considered to have developed beneath remnants of the AzufrerasTorta Surface during its incision by Los Ríos pediment valleys encroaching from the east and northwest.\nPascua-Lama and Veladero: Situated 50 km north of El Indio on the Chile-Argentina border (Fig. 2), the Pascua prospect and its eastward extension in the Lama sector contain the largest-known concentration of precious metals in the\nregion. Au-Ag mineralization is hosted by several hydrothermal breccia bodies which cut granitoid rocks and subordinate rhyolitic tuffs of the pre-Mesozoic basement, and by stockworks adjacent to the breccias. The mineralization, overall, forms a tabular body with a hanging wall at 4,800 m a.s.l., although the breccias above that elevation are commonly crudely stratified and silicified. Native sulfur is observed at the surface of Brecha Central, the main ore-hosting structure, and in the Penelope and Esperanza Sur exploration zones (Fig. 10), occurring in bodies of porous residual quartz and chalcedony, intensely leached by acid steam-heated fluids. Several stages of quartz-alunite alteration and silicification, overprinted by a complex sulfate assemblage that formed above the water table, have been documented from Brecha Central and surrounding areas (A. Chouinard, pers. commun., 2001). The ages of these paragenetic events, however, cannot be distinguished clearly on a geochronological basis; five 40Ar-39Ar plateau ages for hypogene alunite, representing both early and late alteration-mineralization stages, range only from 8.7 ± 0.2 to 8.1 ± 0.2 Ma.\nTo the east, the Lama sector incorporates several discrete mineralized zones consisting of strongly silicified breccias (e.g., Penelope; Fig. 10) and disseminated and stockwork mineralization in silicified pre-Mesozoic granites (Morro Oeste; Fig. 10). Hypogene alunite is rare in the Penelope breccia, but two samples of massive vein alunite from a zone 300 m below the outcrop of the mineralized zone yield ages of 9.5 ± 0.9 and 9.4 ± 0.2 Ma (Bissig et al., 2001). On this basis, we infer that Au-Ag mineralization at Lama significantly predated that in the Brecha Central at Pascua and that the focus of hydrothermal activity, therefore, migrated to the west between 9.4 and 8.7 Ma.\nOnly reconnaissance studies were carried out in the Veladero prospect area (Fig. 10). 40Ar-39Ar age data were determined for a single, coarse-grained, and thus presumably hypogene, alunite vein. This cuts Upper Paleozoic rhyolitic tuff exhibiting intense advanced argillic alteration, at an elevation of 4,200 m on the southeast flank of Cerro Colorado, a mineralized zone in the southern part of the prospect (Fig. 10). The alunite exhibits intragrain zoning with Na-rich cores and K-rich rims and yielded a complex age spectrum (Bissig et al., 2001). 78.8 percent of the 39Ar was released in two steps at low to intermediate temperatures, yielding similar ages of 7.8 ± 0.3 and 8.1 ± 0.3 Ma. However, the highest-temperature step, comprising 11.1 percent of the released 39Ar, yielded an age of 10.7 ± 0.9 Ma. The spectrum was tentatively interpreted (Bissig et al., 2001) as recording two alunite crystallization events, at ca. 11 and 8 Ma, but it is not clear which, if either, of these ages corresponds to the major Au-Ag mineralization in the main Veladero center.\nThe geomorphologic context of the contiguous PascuaLama and Veladero districts is more difficult to establish than those of the deposits farther south, because of their location immediately west of a major north-northeast–trending lineament that can be traced to the El Indio district. The Río de las Taguas valley, which separates the Cordillera Ortíga from the Pascua-Lama area (Figs. 2 and 10), is part of this lineament and is interpreted as a major graben. Normal faults associated with this structure would downdrop the paleosurfaces to the east and cause a larger offset than the faults\n0361-0128/98/000/000-00 $6.00 986\nDownloaded from https://pubs.geoscienceworld.org/segweb/economicgeology/article-pdf/97/5/971/3495688/971.pdf by University of Arizona user on 26 February 2019\n0361-0128/98/000/000-00 $6.00 987\nDownloaded from https://pubs.geoscienceworld.org/segweb/economicgeology/article-pdf/97/5/971/3495688/971.pdf by University of Arizona user on 26 February 2019\n0361-0128/98/000/000-00 $6.00 988\nDownloaded from https://pubs.geoscienceworld.org/segweb/economicgeology/article-pdf/97/5/971/3495688/971.pdf by University of Arizona user on 26 February 2019\nfurther south. However, mineralization was probably emplaced at a level similar to that of the El Indio, Tambo, and Sancarrón deposits with respect to the relict landscape elements. Several north-northeast–trending, steeply east dipping faults drop the Azufreras-Torta Surface from an elevation of 4,900 m immediately east of the border down to 4,300 m at Lama Central (Fig.10). Parallel west-dipping faults define the eastern limit of the graben between Despoblados and the Fabiana project (Figs. 2 and 10), situated on the east side of the Río de las Taguas valley opposite Lama Central.\nDespite glacial erosion, the Frontera-Deidad Surface is clearly defined in the Pascua-Lama district, forming extensive flat areas at elevations of around 5,250 m to the south of Pascua and benches on the north flank of Cerro de Pascua as well as south and east of Cerro Nevado (Fig. 10). The Río Turbio valley floor in the Lama exploration area, although also slightly glaciated, is part of the Los Ríos Surface, as constrained by the conglomerates widely found on the valley bottom. These are mainly composed of silicified clasts in a siliceous ferricrete cement. The conglomerates exhibit glacial striae and, therefore, must have been deposited and consolidated before the alpine glaciation but, due to the silicified nature of the fragments, after the large-scale hydrothermal activity in the area.\nThe original extent of the intermediate Azufreras-Torta Surface in the district is less clear cut. It is poorly preserved on the Chilean side, but can be recognized as a wide bench cutting into the Frontera-Deidad Surface southwest of Cerro Pelado in the Veladero prospect area. Benches preserved at higher levels in the latter area, as well as around the Porfiada and Penelope zones of the Lama prospect (Fig. 10), are similarly assigned to the Azufreras-Torta Surface. That Late Miocene erosion in this area was very limited is supported by the extensive blankets of steam-heated alteration assemblages and, at Porfiada, by the preserved, moderately consolidated Vacas Heladas Formation tuffs. At Penelope, a tabular, strongly silicified horizon with significant Au and Ag anomalies at its lower limit parallels the ridge, a remnant of the Azufreras-Torta Surface. Native sulfur occurs along the top of this ridge in barren, partly vuggy, strongly silicified brecciated rock. Steam-heated alteration at Pascua affects sedimentary and felsic volcanic rocks that are probably directly related to the hydrothermal and hypabyssal-magmatic activity at Brecha Central and nearby diatreme complexes, and hence constitute components of the Pascua Formation (Bissig et al., 2001). This volcanic-sedimentary succession is inferred to overlie the Azufreras-Torta Surface, which is represented by a depression in the flat-topped ridgeline along the international border (Fig, 10B), where the generally poorly sorted, felsic volcanic, and sedimentary rocks locally attain aggregate thicknesses of 50 to 100 m. Deposition in the early-Late Miocene, immediately prior to the Au, Ag, and Cu mineralization hosted by the underlying Brecha Central (G. Nixon, writ. commun., 1998), is inferred for these strata.\nSummary of hydrothermal histories in the major mineralized districts: Age relationships in the Veladero district remain incompletely defined, but it is clear that the PascuaLama and El Indio areas were the loci of hydrothermal processes for periods of at least 4 m.y., with precursor activity, either barren or patchily mineralized, predating ore\nformation by several million years. The overall age span of hydrothermal activity surrounding Cerro Elefante was apparently briefer, but here, the economic Wendy and Kimberly breccias similarly formed ca. 2 m.y. after the emplacement of the barren Brecha Silvestre. We infer, on this basis, that several episodes of hypabyssal magmatism occurred in the main mineralized areas during the later Miocene.\nLate Miocene to recent hydrothermal activity\nThere is evidence for at least restricted hydrothermal activity and alteration younger than 6 Ma in the El Indio-Pascua belt. This includes an occurrence of quartz veins cutting Vallecito Formation rocks south of Tambo and a young 3.5 ± 0.4- Ma 40Ar-39Ar plateau date for a fine-grained muscovite veinlet cutting the 7.8-Ma Jalene vein east of El Indio (Bissig et al., 2001). Moreover, small hot springs occur on both sides of the border (e.g., Baños de los Despoblados near Veladero, Baños del Toro near El Indio), indicating that thermal activity persists locally. There is, however, no indication of metal enrichment in the young hydrothermal systems."
  }, {
    "heading": "Discussion",
    "text": "Major magmatic-hydrothermal ore deposits are generated through uncommon conjunctions of diverse petrochemical and tectonic processes, including deep-seated parental magma generation, shallow-crustal melt-aqueous fluid equilibration, and ore precipitation in structurally and chemically favorable near-surface sites. Our contention herein is that the world-class epithermal deposits of the El Indio-Pascua belt were, in addition, products of erosional landform development. The study area represents an ideal setting in which to assess the factors promoting major mineralization, because it exposes an array of epithermal systems, both barren and precious-metal rich, in a well defined stratigraphic and geomorphologic context.\nFactors influencing ore formation in the El Indio-Pascua belt\nAll Oligocene to Late Miocene magmatic episodes in this segment of the central Andes were associated with extensive hydrothermal alteration systems, the preserved assemblages exhibiting a transition at approximately 17 Ma from porphyry to epithermal, largely high-sulfidation, style. In contrast, the youngest regional volcanism, assigned to the 5.6 to 6.2 Ma Vallecito Formation, has not been shown to have stimulated hydrothermal circulation. The oldest known hydrothermal centers incorporating epithermal alteration facies, at the Sanco prospect (20.1 Ma) and the Paso Deidad showing (17.2 Ma), predated the first major planar erosional event that generated the Frontera-Deidad Surface, whereas the 14.9- to 16.8-Ma Libra, Río Apolinario, and Veladero Sur porphyrycum-epithermal alteration zones developed in association with younger Infiernillo Unit stocks intruded beneath that pediplain. Thereafter, more extensive high-sulfidation epithermal systems, most with steam-heated alteration blankets and ranging in age from 10.0 to 13.6 Ma overall, developed beneath the 12.5- to 14-Ma Azufreras-Torta Surface in the Lama, Veladero, El Indio, and Tambo districts. However, with the exception of the Filo Fedorico prospect in the Veladero area, these “precursor” alteration zones, presumably associated with intrusive units of the 11.0- to 12.7-Ma Vacas\n0361-0128/98/000/000-00 $6.00 989\nDownloaded from https://pubs.geoscienceworld.org/segweb/economicgeology/article-pdf/97/5/971/3495688/971.pdf by University of Arizona user on 26 February 2019\nHeladas Formation, are barren. In striking contrast, all subsequently active epithermal systems in the region generated at least subeconomic Au-Ag mineralization.\nThis well defined history of igneous and hydrothermal events provides a basis for an analysis of the factors that controlled the scale of ore metal enrichment in the wider El Indio belt. Given the magmatic-hydrothermal nature of the major Au-Ag-Cu deposits, and their structural settings, both magmatic and tectonic processes must have played key roles in mineralization. Thus, if, as we propose, only modest bodies of felsic magma, constituting the Pascua Formation, were associated with ore formation, it may be assumed that crustalscale faulting is likely to have been a prerequisite for their passage to the uppermost crust. As noted earlier, the tectonic history of the belt has not been extensively documented, but the regional north-northeast– and northwest-striking faults (Fig. 2) and their intersections, as in the Pascua-Veladero corridor, clearly played a role in channeling the abruptly diminishing volumes of magma through the later Miocene, and even in the Pliocene (Bissig et al., 2001, and in press). This is particularly evident in the El Indio district itself, where the major dextral-transcurrent faults which host much of the ore appear to represent an integral segment of the north-northeast–striking fracture system that extends at least from the Tambo district to the valley of the Río de las Taguas, east of Veladero, a distance of over 50 km. Moreover, our geomorphologic analysis, demonstrating that economic mineralization coincided temporally with regional erosion and, hence, with a major episode of uplift and crustal thickening, provides for the first time a tectonic context for the world-class epithermal systems (cf. Martin et al., 1997, 1999).\nMagmatogene hydrothermal fluids undoubtedly contributed to ore formation in the belt, and the influence of magma chemistry on the Au, Ag, and Cu contents of the deposits must therefore be considered. Specifically, is there evidence for a significant petrochemical evolution from the Middle to the Late Miocene that could account for the apparently abrupt change from essentially barren to world-class epithermal activity? Kay et al. (e.g., 1999) argue, largely on the basis of the REE contents of the Oligocene and Miocene volcanic rocks, that the radical increase in the fertility of the magmas was associated with a displacement of the main site of anatexis to greater depths, a process concomitant with crustal thickening during the transition from steep to flat subduction. We address elsewhere the petrogenesis of the El Indio igneous suites on the basis of new analytical data for accurately dated and unaltered rocks (Bissig, 2001; Bissig et al., 2000), and this will be the subject of a future contribution. Bissig (2001) proposed that the small volumes of dacitic melt making up the Pascua Formation were generated at the stage when all mantle, whether asthenospheric or lithospheric, had been eliminated from the subarc plate boundary, and that the mineralization was therefore ultimately the product of an ephemeral and anomalous geodynamic environment.\nNotwithstanding the undoubted contributions of tectonic and magmatic processes, we herein propose a conceptual model for mineralization that ascribes a vital role to regional erosional landforms and, particularly, to changes in the geomorphologic environment which, we consider, had a direct effect on the superficial hydrodynamic regime.\nLandform context of economic mineralization in the El Indio belt\nThe geomorphologic and geochronologic relationships summarized herein permit the reconstruction of the major features of the landscapes that overlaid and surrounded the economic and subeconomic epithermal centers of the wider El Indio belt during hydrothermal activity. It is clear that mineralization took place beneath relics of the Middle Miocene Azufreras-Torta pediplain undergoing destruction by valley pediments representing the upper extensions of the Upper Miocene Los Ríos pediplain. All preserved major AuAg-Cu deposits lie within a kilometer of the steep back scarps of Los Ríos erosion surfaces, and several lie adjacent to, or even athwart, the erosional interface between the surfaces. As was discussed earlier, the initial stages of incision of the Los Ríos pediplain are broadly constrained by the age of the youngest preexisting Vacas Heladas Formation flow, i.e., 11.0 ± 0.2 Ma (Bissig et al., 2001), while the termination of pedimentation is delimited by the oldest superincumbent Vallecito Formation flow which yielded an acceptable age spectrum, i.e., 6.1 ± 0.4 Ma. The development of known significant mineralization in the region is more precisely confined to the interval 6.2 ± 0.3 to 9.4 ± 0.2 Ma by 40Ar-39Ar age plateaus for hypogene alunites from the Campana B vein and Lama prospect. The economic deposits formed shortly after widespread, but barren or weakly mineralized, Vaca Heladas Formation-associated, hydrothermal activity between 10.0 and 13.3 Ma; these commonly extensive centers, several incorporating blankets of steam-heated alteration, similarly formed beneath the Azufreras-Torta Surface.\nIt is, therefore, evident that fertile hydrothermal systems were active only during Los Ríos pedimentation and, moreover, that most probably formed in its later stages, particularly in the Tambo and El Indio districts where Late Miocene pediment encroachment into the physiographic axis of the cordillera occurred later than on its eastern flank. Faulting, uplift, and both fluvial and glacial erosion through the PlioPleistocene have undoubtedly modified the landscape of the belt, but we conclude that the present-day physiography in the mineralized areas is fundamentally similar to that which existed during ore formation in the latest-Miocene. In Figures 11 and 12, we illustrate our concept of the evolution of the landscapes in the El Indio-Tambo and Pascua-Veladero areas from the premineralization physiography to the present day. We envisage, e.g., that the major Brecha Central at Pascua was emplaced beneath a bench, representing a rapidly narrowing remnant of the Azufreras-Torta Surface bounded to the east by a steep slope delimiting the headwaters of a precursor-Río Turbio valley (Fig. 12B, C), and that the veins in the El Indio district developed around the rim of a deep, steep-walled valley exhibiting relief approaching that of the extant uppermost Río Malo (Fig. 11A, B). Further, in the wider Tambo-Vacas Heladas and Pascua-Lama areas, the progressive destruction of preexisting uplands by Los Ríos pediment valleys was accompanied by a corresponding migration of contiguous epithermal activity. In such cases, the older, “downstream” hydrothermal centers, which may have formed on the lateral rims of the advancing pediments, are more weakly mineralized than the younger deposits clustering\n0361-0128/98/000/000-00 $6.00 990\nDownloaded from https://pubs.geoscienceworld.org/segweb/economicgeology/article-pdf/97/5/971/3495688/971.pdf by University of Arizona user on 26 February 2019\n0361-0128/98/000/000-00 $6.00 991\nDownloaded from https://pubs.geoscienceworld.org/segweb/economicgeology/article-pdf/97/5/971/3495688/971.pdf by University of Arizona user on 26 February 2019\n0361-0128/98/000/000-00 $6.00 992\nDownloaded from https://pubs.geoscienceworld.org/segweb/economicgeology/article-pdf/97/5/971/3495688/971.pdf by University of Arizona user on 26 February 2019\naround the ultimate pediment back scarps. This is exemplified by the erratically mineralized Vacas Heladas alteration zone (ca. 9.5 Ma, hypogene alunite; Bissig et al. 2001), which is situated downstream (Figs. 2 and 11) from the 8- to 8.5-Ma Tambo district, and by the difference in scale of the Penelope (ca. 9.4 Ma) and Brecha Central (≤8.7 Ma) prospects in the Pascua-Lama district (Figs. 10 and 12).\nWe therefore suggest that the hydrodynamics of the hydrothermal systems in the districts changed dramatically in response to physiographic modification near the upper reaches of the Los Ríos pediments during the critical interval from 9.4 to 6.2 Ma. It is implicit in this modelling that the landforms in the mineralized environment were dominated by erosional features, i.e., that no large-scale superincumbent volcanic edifices were present. This was undoubtedly the case in the El Indio district proper, where the thick succession of Escabroso Group andesites (Fig. 8) separated the main developing veins and alteration zones from the paleosurface. Similarly, the scattered and areally restricted breccia pipes that comprise the Tambo deposit are, in our opinion, unlikely to have underlain substantial positive volcanic features. At Pascua-Lama, the Pascua Formation may have been represented at surface by sequences of felsic tuffs and epiclastic sediments, but there is, again, little evidence for either largescale volcanic construction or, conversely, caldera collapse.\nImpact of landform evolution on hydrothermal processes\nOur integrated geochronologic and geomorphologic research demonstrates that all economic mineralization in the El Indio-Pascua belt took place in landform environments exhibiting strong local relief, which was, moreover, increasing during hydrothermal activity. In contrast, immediately antecedent barren high-sulfidation epithermal systems developed beneath subhorizontal, relict pediments, under “steadystate” landform conditions. Ore formation at Pascua-Lama was associated with episodes of dacitic porphyry dike intrusion plausibly recording the evolution of a substantial subjacent magma chamber, while in the El Indio district the evidence for at least three high- to intermediate-sulfidation cycles during vein development strongly implies the episodic release of volatiles from an unexposed magma chamber over an interval of ca. 1.5 m.y. Major faults, largely trending northnortheast and northwest, were active throughout the evolution from barren to economic hydrothermal activity, influencing both the distribution of fluid conduits and the propagation of Stage III valley pediments.\nAlthough the Late Miocene may have seen significant changes in magma composition, particularly ore metal budgets, we argue that the major environmental contrast between the mineralized and unmineralized hydrothermal episodes was physiographic. We therefore propose that the degradation of the Azufreras-Torta pediplain by Los Ríos valley pediments played a direct and perhaps critical role in Au-Ag-Cu ore formation. Hypogene mineralization in epithermal systems is widely the result of the quenching of magmatogene hydrothermal fluids through retrograde boiling and/or mixing with cool, dilute ground waters (e.g., Cooke and Simmons, 2000). The retreat of a pediment back scarp over an active magmatic-hydrothermal center would, we suggest, cause both the fall of the water table and its tilting towards the back\nscarp. This would be associated with an increased diagonal flow of ground water across the top of the hydrothermal column towards the topographic free face, promoting interaction with rising hypogene fluids and, hence, ore metal precipitation. At a deeper level, it is possible that the associated decompression of the magma chamber may have enhanced volatile release.\nIn permissive support for the occurrence of decompression during mineralization, Jannas (1995) and Jannas et al. (1999) have documented fluid inclusion relationships in the Tambo breccias which confirm that the hydrothermal fluids were pervasively boiling during development of the breccia pipes flanking Cerro Elefante, while the dominance of hydrothermal breccias in the Pascua center strongly implies that fluid boiling was comparably important there. At Tambo, steamheated alteration extends downward along fractures and overprints the mineralization (Jannas et al., 1999), indicating that the water table was lowered several hundred meters during the hydrothermal episode.\nIn contrast, boiling fluids have been shown to have been involved only during formation of the youngest, Campana B vein at El Indio (Jannas et al., 1999). The earlier-developed veins apparently formed during an evolution, presumably repeated, from nonboiling, volatile-rich, magmatic- to lowsalinity fluids, possibly recording a transition from lithostatic to hydrostatic conditions (Fournier, 1991) comparable to that reported from the Lepanto district by Hedenquist et al. (1998). This may reflect the role of the Río Malo valley pediment (Fig. 8) in the removal of the andesitic cover, permitting lateral discharge and, hence, decompression.\nThe advance of the Los Ríos pediment back scarps in the major mineralized areas may have been accentuated by processes inherent to the development of the hydrothermal centers. Thus, at Pascua and Tambo, pervasive alteration related to the evolving breccia-dominated mineralization may have structurally weakened the margins of the uplands, in the manner proposed for the collapse of the Mt. Rainier stratovolcano by Reid et al. (2001). At El Indio, a different positive feedback relationship may have resulted from major transcurrent movement on the faults controlling the mineralization, which, given the age constraints, would have had the potential to focus erosion around the upper reaches of the Río Malo valley pediment. Nonetheless, it may be argued that the process of regionally controlled pediment incision would be too slow to affect the migration and physiochemical evolution of hydrothermal fluids expelled by modest volumes of shallow-crustal magma. Thus, Cathles et al. (1997) demonstrate that convection associated with near-surface hydrothermal systems would cool even an ultramafic intrusive body to below 200°C within x00,000 yr, noting that multiple intrusion should be associated with a succession of short-lived hydrothermal pulses. At issue herein are the following questions: is the markedly three-dimensional topography adjacent to a pediment back scarp merely inherently favorable for the processes of fluid modification which cause ore formation?; or, conversely, is the modification of topography during the rise of a volume of magmatogene fluid in itself sufficiently rapid to promote fluid cooling through boiling and mixing with ground waters? The rate of highland degradation caused by pedimentation under semi-arid climatic conditions has\n0361-0128/98/000/000-00 $6.00 993\nDownloaded from https://pubs.geoscienceworld.org/segweb/economicgeology/article-pdf/97/5/971/3495688/971.pdf by University of Arizona user on 26 February 2019\nrarely been reliably defined, but Miocene gravel accumulation along the central Andean piedmont in northern Chile and southern Peru (e.g., Clark et al., 1967; Tosdal et al., 1984) widely exceeded 100 m in periods not exceeding 1 m.y., and locally attained several times that rate (A. Clark, unpub. data). Moreover, it is probable that erosion in such a sparsely vegetated, high-relief environment largely occurred during flash floods, i.e., was inherently catastrophic.\nThe available data do not permit resolution of these uncertainties, but we tentatively propose that the locations of the major epithermal deposits relative to the Stage II-Stage III landform boundary, as well as the overall synchronicity of economic mineralization and Stage III erosion, support a causative, rather than simply permissive, role for pedimentation."
  }, {
    "heading": "Concluding Statement",
    "text": "Economic epithermal mineralization in the El Indio-Pascua belt occurred in an unusually well defined temporal and geomorphologic niche. Thus, all significant Au-Ag-Cu deposits, whether high or intermediate sulfidation, formed between 6.2 and 9.4 Ma, and all are exposed immediately adjacent to the steep erosional interfaces between Middle Miocene (12.5–14 Ma) and Upper Miocene (6–10 Ma) pediments. Additional components of the metallotect are regional north-northeast– and northwest-striking faults and, more problematically, dacitic magmatism with specific petrogenetic relationships. In the absence of significant volcanic constructional edifices or calderas, the landforms above and on the flanks of the deposits at the time of mineralization were dominantly erosional features that formed in response to regional uplift. We propose that, at the least, the markedly faceted, high-relief, overlying landscapes strongly influenced hydrothermal fluid evolution, promoting lateral ground-water flow and, hence, enhanced mixing with magmatogene waters. However, we further suggest that erosion in the immediate hanging wall of the epithermal systems may have been sufficiently rapid to have intensified both fluid boiling and mixing, thereby playing a direct hydrodynamic role.\nFrom the exploration standpoint, the mineable epithermal deposits of the El Indio-Pascua belt appear to be confined to predictable geomorphic environments, the uppermost limits of Stage III Los Ríos valley pediments. This concept does not deny the importance of both large-scale fault structures and “fertile” magmatism, but provides, in our opinion, a readily utilized criterion for target selection. We argue that this geomorphologic perspective should constitute an integral component of exploration programs for epithermal systems in physiographically comparable Neogene regions of the central Andes and elsewhere."
  }, {
    "heading": "Acknowledgments",
    "text": "The research presented herein, part of a Ph.D project, is a contribution to the Central Andean Metallogenetic Project (CAMP) of Queen’s University. The authors are indebted to Barrick Exploraciónes Argentina S.A. and Barrick Gold Corporation, Toronto, for generous financial and logistical support, including a bursary to the senior author. Funding was also provided by grants to A.H.C. and J.K.W.L. from the Natural Sciences and Engineering Research Council (NSERC)\nof Canada. Special thanks are extended to the geological and support staff of Barrick Chile Ltda. and Barrick Exploraciónes Argentina S.A., including Walter Espinoza, Dean Williams, Ximena Prieto, José Noriega, Dan Diaz, Nivaldo Rojas, Roberto Peralta, Robert Leonardson, Glen Van Kerkvoort, Oscar Nuñez, Jessica Cuellar, Gerardo Smith, and Andrés Moya. Rodrigo Castagno and Ricardo Martinez of Homestake Argentina are thanked for their support during fieldwork on the Veladero and Río Frío properties. Dave Heberlein was instrumental in setting up the fieldwork and establishing the parameters of the research, while Kevin Heather and André Tessier contributed insightful discussions of tectonic and stratigraphic relationships. A.H.C. particularly thanks Raúl Guerra for his assistance in sampling for geochronological research at El Indio and Pascua. Collaboration with the Queen’s University geochronology laboratory staff, Doug Archibald and Jerry Grant, and fellow graduate students Farhad Bouzari, Annick Chouinard, Cari Deyell, Amelia Rainbow, and Robert Strusievicz was essential for this study. Tom Ullrich expertly redrafted several of the figures, while Joan Charbonneau tirelessly worked on the typescript.\nConstructive input by Chris Heinrich and Economic Geology reviewers Constantino Mpodozis, Richard Sillitoe, and Richard Tosdal led to significant improvement of the original manuscript, while the Editor and associate editor, Jeffrey Hedenquist, are thanked for their painstaking and comprehensive reviews of the amended text and figures. Barrick Gold Corporation has given permission for publication, and defrayed the costs of color printing.\nThis paper is dedicated to the memory of Professor Sydney Ewart Hollingworth of University College London, who tirelessly urged geologists to “see the outsides as well as the insides of hillsides,” and in 1965 initiated research integrating geomorphologic and ore deposit geologic studies in the central Andes. May 31, 2001; April 26, 2002"
  }],
  "year": 1956,
  "references": [{
    "title": "Middle Miocene climatic change in the Atacama desert, northern Chile: Evidence from supergene mineralization at La Escondida",
    "authors": ["C.N. Alpers", "G.H. Brimhall"],
    "venue": "Geological Society of Amercia Bulletin,",
    "year": 1988
  }, {
    "title": "Geología de San Juan: Facultad Ciencias Exactas, Físicas, y Naturales",
    "authors": ["E.P. Aparicio"],
    "year": 1984
  }, {
    "title": "Spatial distribution of earthquakes and subduction of the Nazca Plate beneath",
    "authors": ["M. Barazangi", "B.L. Isacks"],
    "venue": "South America: Geology,",
    "year": 1976
  }, {
    "title": "Metallogenesis of the Miocene El Indio-Pascua gold-silvercopper belt, Chile/Argentina: Geodynamic, geomorphological, and petrochemical controls on epithermal mineralisation",
    "authors": ["T. Bissig"],
    "venue": "Unpublished Ph. D. thesis,",
    "year": 2001
  }, {
    "title": "Revised metallogenetic model for the El Indio–Pascua/Lama Au (-Ag, Cu) belt, Regiones III/IV, Chile, and Provincia San Juan, Argentina: Geological Society of America Annual Meeting, Reno, Nevada, Abstracts with Programs, p. A–280",
    "authors": ["T. Bissig", "A.H. Clark", "J.K.W. Lee", "K.B. Heather"],
    "year": 2000
  }, {
    "title": "The Andes of Southern Peru: New York, Henry Holt and Co",
    "authors": ["I. Bowman"],
    "year": 1916
  }, {
    "title": "Zur Glazialgeologie der chilenischen Anden: Geologische Rundschau",
    "authors": ["M.J. Brüggen"],
    "venue": "v. 20,",
    "year": 1929
  }, {
    "title": "Seismicity and shape of the subducted",
    "authors": ["T. Cahill", "B.L. Isacks"],
    "venue": "Nazca Plate: Journal of Geophysical Research,",
    "year": 1992
  }, {
    "title": "How long can a hydrothermal system be sustained by a single intrusive event?",
    "authors": ["L.M. Cathles", "A.H.J. Erendi", "T. Barrie"],
    "venue": "ECONOMIC GEOLOGY, v",
    "year": 1997
  }, {
    "title": "Quaternary geology and geomorphology of South America: Amsterdam, Elsevier",
    "authors": ["C.M. Clapperton"],
    "year": 1993
  }, {
    "title": "Implications of the isotopic ages of ignimbrite flows, southern Atacama desert",
    "authors": ["A.H. Clark", "A.E.S. Mayer", "C. Mortimer", "R.H. Sillitoe", "R.U. Cooke", "Snelling N.J"],
    "venue": "Chile: Nature,",
    "year": 1967
  }, {
    "title": "Geomorphologic environment and age of supergene enrichment of the Cuajone, Quellaveco, and Toquepala porphyry copper deposits, southeastern Peru",
    "authors": ["A.H. Clark", "R.M. Tosdal", "E. Farrar", "Plazolles. A"],
    "venue": "ECONOMIC GEOLOGY,",
    "year": 1990
  }, {
    "title": "Eventos de alteración-mineralización en la franja El Indio (29°–30° S): Nuevos antecedentes geológicos y geocronológicos: Congreso Geológico de Chile, VIII, Concepción",
    "authors": ["J.R. Clavero", "M.W. Martin", "C. Mpodozis", "L. Cuitiño"],
    "venue": "Chile, Actas,",
    "year": 1997
  }, {
    "title": "Characteristics and genesis of epithermal gold deposits",
    "authors": ["D.R. Cooke", "S.F. Simmons"],
    "venue": "Gold in 2000: Reviews in Economic Geology,",
    "year": 2000
  }, {
    "title": "Mineralogy, stable isotopes, and fluid inclusion gas chemistry of alunite from the Tambo deposit, El Indio district, Chile: Geological Society of America Annual Meeting, Reno, Nevada, Abstracts with Programs, p. A–48",
    "authors": ["C.L. Deyell", "R.O. Rye", "G.P. Landis"],
    "year": 2000
  }, {
    "title": "Transition from hydrostatic to greater than hydrostatic fluid pressure in presently active hydrothermal systems in crystalline rocks",
    "authors": ["R.O. Fournier"],
    "venue": "Geophysical Research Letters, v",
    "year": 1991
  }, {
    "title": "Pediplain in northern Chile and the Andean",
    "authors": ["C. Galli"],
    "venue": "uplift: Science,",
    "year": 1967
  }, {
    "title": "Stratigraphic-sedimentary significance of contemporary climate and relief in four regions of the Andes Mountains",
    "authors": ["H.F. Garner"],
    "venue": "Geological Society of America Bulletin,",
    "year": 1959
  }, {
    "title": "La Alta Cordillera entre las latitudes 34° y 29°30",
    "authors": ["P. Groeber"],
    "venue": "S: Revista del Instituto Nacional de Investigación de las Ciencias Naturales, Museo Argentino de Ciencias Naturales, Geologia, Buenos Aires,",
    "year": 1951
  }, {
    "title": "Pediments and pediment forming processes",
    "authors": ["R.F. Hadley"],
    "venue": "Journal of Geological Education,",
    "year": 1967
  }, {
    "title": "Late Pliocene age for the Atacama desert: Implications for the desertification of western South America",
    "authors": ["A.J. Hartley", "G. Chong"],
    "venue": "Geology, v",
    "year": 2002
  }, {
    "title": "Evolution of an intrusion-centered hydrothermal system: Far Southeast-Lepanto porphyry and epithermal Cu-Au deposits, Philippines",
    "authors": ["J.W. Hedenquist", "A. Arribas", "Jr.", "T.J. Reynolds"],
    "venue": "ECONOMIC GEOLOGY,",
    "year": 1998
  }, {
    "title": "Exploration for epithermal gold deposits",
    "authors": ["J.W. Hedenquist", "A. Arribas R", "E. Gonzalez-Urien"],
    "venue": "Reviews in Economic Geology,",
    "year": 2000
  }, {
    "title": "El Sancarrón Argentino, un yacimiento epitermal del tipo sulfato-acido: Asociación Geológica Argentina, Decimo primer Congreso Geológico Argentino, San Juan, Argentina",
    "authors": ["A. Heresmann", "R. Davicino"],
    "venue": "Actas I,",
    "year": 1990
  }, {
    "title": "Dating the uplift of the Andes in northern Chile",
    "authors": ["S.E. Hollingworth"],
    "venue": "Nature, v",
    "year": 1964
  }, {
    "title": "Pediment passes and the pediment problem",
    "authors": ["A.D. Howard"],
    "venue": "Journal of Geomorphology, v",
    "year": 1942
  }, {
    "title": "Gold and copper mineralization at the El Indio deposit, Chile",
    "authors": ["R. Jannas", "R.E. Beane", "B.A. Ahler", "D.R. Brosnahan"],
    "venue": "Journal of Geochemical Exploration,",
    "year": 1990
  }, {
    "title": "High-sulfidation deposit types in the El Indio district, Chile: Society of Economic Geologists",
    "authors": ["R. Jannas", "T.S. Bowers", "U. Petersen", "R.E. Beane"],
    "venue": "Special Publication no",
    "year": 1999
  }, {
    "title": "Thermochromometric data on the development of the basement peneplain in the Sierras Pampeanas, Argentina",
    "authors": ["T.E. Jordan", "P. Zeitler", "V. Ramos", "A.J. Gleadow"],
    "venue": "Journal of South American Earth Sciences,",
    "year": 1989
  }, {
    "title": "Tertiary magmatic evolution of the Maricunga mineral belt in Chile: International Geology",
    "authors": ["S.M. Kay", "C. Mpodozis", "A. Tittler", "P. Cornejo"],
    "venue": "Review, v",
    "year": 1994
  }, {
    "title": "Neogene magmatism, tectonism, and mineral deposits of the central Andes (22°–33° S Latitude): Society of Economic Geologists",
    "authors": ["S.M. Kay", "C. Mpodozis", "C. Coira"],
    "venue": "Special Publication no",
    "year": 1999
  }, {
    "title": "Las unidades volcánicas y plutonicas del cenozoico superior en la Alta Cordillera del Norte Chico (29°–31° S): Geología, alteración hidrothermal y mineralisación",
    "authors": ["V. Maksaev", "R. Moscoso", "C. Mpodozis", "C. Nasi"],
    "venue": "Revista geológica de Chile,",
    "year": 1984
  }, {
    "title": "Estudio geológico regional de la franja El Indio, Cordillera de Coquimbo: Informe registrado IR-95-6",
    "authors": ["M.W. Martin", "J.R. Clavero", "C.M. Mpodozis", "L.G. Cutiño"],
    "venue": "Servicio Nacional de Geología y Minería, Chile, and Compañía Minera San José,",
    "year": 1995
  }, {
    "title": "Eocene to Late Miocene magmatic development of the El Indio belt, ~30° S, north-central Chile: Congreso Geológico Chileno, VIII, Concepción",
    "authors": ["M.W. Martin", "J.R. Clavero", "C.M. Mpodozis"],
    "venue": "Chile, Actas,",
    "year": 1997
  }, {
    "title": "Terminology of surface forms of the erosion cycle",
    "authors": ["J.H. Maxson", "G.H. Anderson"],
    "venue": "Journal of Geology,",
    "year": 1935
  }, {
    "title": "The geomorphological evolution of the southern Atacama desert, Chile",
    "authors": ["C. Mortimer"],
    "venue": "Unpublished Ph.D. thesis,",
    "year": 1969
  }, {
    "title": "Cenozoic studies in northernmost Chile: Geologische Rundschau",
    "authors": ["C. Mortimer", "N. Sarič"],
    "venue": "v. 64,",
    "year": 1975
  }, {
    "title": "Le Chili semi-aride, recherches géomorphologiques: Bordeaux, Biscaye Fréres",
    "authors": ["R. Paskoff"],
    "year": 1970
  }, {
    "title": "Der Südrand der Puna de Atacama (Nordwestargentinien), Ein Beitrag zur Kenntnis des andinen Gebirgstypus und zur Frage der Gebirgsbildung: Abhandlungen der mathematisch-physikalischen Klassen, sächsische",
    "authors": ["W. Penck"],
    "venue": "Akademie der Wissenschaften,",
    "year": 1920
  }, {
    "title": "Cenozoic plate kinematics, subduction, and magmatism: South American Andes",
    "authors": ["R.H. Pilger", "Jr."],
    "venue": "Journal of the Geological Society of London,",
    "year": 1984
  }, {
    "title": "La ignimbrita Vacas Heladas y el cese del volcanismo en el Valle del Cura, provincia de San Juan",
    "authors": ["V.A. Ramos", "S. Mahlburg Kay", "R.N. Page", "F. Munizaga"],
    "venue": "Revista Asociación Geológica Argentina,",
    "year": 1989
  }, {
    "title": "Volcano collapse promoted by hydrothermal alteration and edifice shape, Mount Rainier, Washington: Geology",
    "authors": ["M.E. Reid", "T.W. Sisson", "D.L. Brien"],
    "venue": "v. 29,",
    "year": 2001
  }, {
    "title": "The Farallón Negro group, northwest Argentina: Magmatic hydrothermal and tectonic evolution and implications for Cu-Au metallogeny in the Andean back arc",
    "authors": ["A.M. Sasso", "A.H. Clark"],
    "venue": "Society of Economic Geologists Newsletter, v. 34,",
    "year": 1998
  }, {
    "title": "Argillization by descending acid at Steamboat Springs, Nevada",
    "authors": ["R. Schoen", "D.E. White", "J.J. Hemley"],
    "venue": "Clays and Clay Minerals,",
    "year": 1974
  }, {
    "title": "Matureland of northern Chile and its relationship to ore deposits",
    "authors": ["K. Segerstrom"],
    "venue": "Geological Society of America Bulletin,",
    "year": 1963
  }, {
    "title": "Paleotemperature history of the Cenozoic and the initiation of Antarctic glaciation: Oxygen and carbon isotope analyses in DSDP sites",
    "authors": ["N.P. Shackleton", "J.P. Kennett"],
    "year": 1975
  }, {
    "title": "Studies on the controls and mineralogy of the supergene alteration of copper deposits, northern Chile",
    "authors": ["R.H. Sillitoe"],
    "venue": "Unpublished Ph.D. thesis,",
    "year": 1969
  }, {
    "title": "A chronology of landform evolution and supergene mineral alteration, southern Atacama desert, Chile: Institution of Mining and Metallurgy Transactions",
    "authors": ["R.H. Sillitoe", "C. Mortimer", "A.H. Clark"],
    "venue": "Section B,",
    "year": 1968
  }, {
    "title": "The timing of the geomorphic and tectonic evolution of the southernmost Peruvian Andes",
    "authors": ["R.M. Tosdal"],
    "venue": "Unpublished M.Sc. thesis,",
    "year": 1978
  }, {
    "title": "Cenozoic polyphase landscape and tectonic evolution of the Cordillera Occidental, southernmost Peru",
    "authors": ["R.M. Tosdal", "A.H. Clark", "E. Farrar"],
    "venue": "Geological Society of America Bulletin,",
    "year": 1984
  }, {
    "title": "Southern Westerlies during the Holocene deduced from geomorphological and pedological studies in the Norte Chico, Northern Chile",
    "authors": ["H. Veit"],
    "year": 1996
  }, {
    "title": "Gold-rich porphyry systems in the Maricunga belt, northern Chile: ECONOMIC GEOLOGY",
    "authors": ["T. Vila", "R.H. Sillitoe"],
    "venue": "v. 86,",
    "year": 1991
  }, {
    "title": "Magnetic anomaly interpretation across the southern central Andes (32°–34° S): The role of the Juan Fernandez Ridge in the late Tertiary evolution of the margin",
    "authors": ["G.A. Yañez", "C.R. Ranero", "R. von Huene", "J. Diaz"],
    "venue": "Journal of Geophysical Research,",
    "year": 2001
  }],
  "id": "SP:8386f9fedbf76a5a6d4d2ffcd4eecb2de0a0391e",
  "authors": [{
    "name": "THOMAS BISSIG",
    "affiliations": []
  }, {
    "name": "ALAN H. CLARK",
    "affiliations": []
  }, {
    "name": "JAMES K.W. LEE",
    "affiliations": []
  }, {
    "name": "C. JAY HODGSON",
    "affiliations": []
  }],
  "abstractText": "The world-class breccia-, stockwork-, and vein-hosted epithermal Au-Ag-Cu deposits of the central Andean El Indio-Pascua belt, latitudes 29°20' to 30°30' S, were emplaced between 6.2 and 9.4 Ma, immediately beneath the shoulders of an actively uplifting north-south tectonic block along the axis of the Cordillera Principal. The deposits of the Pascua-Lama, Veladero, El Indio, and Tambo districts are hosted by largely felsic volcanic units of late Oligocene-Early Miocene and Late Paleozoic age, but were associated with small hypabyssal bodies of dacitic porphyry, the Pascua Formation. There is no evidence that the epithermal centers were overlain by substantial volcanic edifices. The preglacial Miocene landscape, previously undocumented, incorporates three planar erosional landforms of regional extent: (1) the ca. 15to 17-Ma Frontera-Deidad Surface; (2) the ca. 12.5to 14-Ma Azufreras-Torta Surface; and (3) the ca. 6to 10-Ma Los Ríos Surface. These pediplains are each vertically separated by 200 to 400 m and, by analogy with the enormous erosion surfaces of the Atacama desert of northern Chile and southern Peru, are considered to have formed in a semi-arid climate in direct response to uplift events. Although the Azufreras-Torta Surface immediately overlies most of the major hydrothermal systems, and hence influenced their evolution, ore formation was contemporaneous with the development of the younger Los Ríos pediplain, and was almost entirely focused around the upper extremities of stage III valley pediments. In contrast, precursor high-sulfidation hydrothermal alteration zones in the main mineralized districts, ranging in age from 10.0 to 13.6 Ma and associated with Vacas Heladas Formation dacitic magmatism, developed before incision of the Los Ríos pediments and are barren. The areal and temporal relationships between economic epithermal centers and the heads of Upper Miocene valley pediments provide, at the least, clear, empirical exploration guidelines for the El Indio-Pascua belt. However, it is further proposed that changes in the surficial hydrodynamic environment, including the rapid lowering of the water table, increased lateral ground-water flow, and fluid boiling and mixing, all favoring ore deposition, may have been directly induced by pediment incision in this and other semi-arid cordilleran environments in which epithermal mineralization was not associated with significant volcanic edifices. Economic Geology Vol. 97, 2002, pp. 971–996 † Corresponding author: e-mail, charbon@geol.queensu.ca *Present address: Mineral Deposits Research Unit, Department of Earth and Ocean Sciences, University of British Columbia, 6339 Shores Road, Vancouver, BC, Canada V6T IZ4. Downloaded from https://pubs.geoscienceworld.org/segweb/economicgeology/article-pdf/97/5/971/3495688/971.pdf by University of Arizona user on 26 February 2019 basis for the metallogenic model of Kay et al. (1999). Our emphasis herein on reconstruction of the geomorphologic setting of the major epithermal centers of this province isolates one major component of the mineralization environment. Others, such as the nature and provenance of the associated magmatism, are considered elsewhere (Bissig, 2001) and will be specifically addressed in future publications. Regionally extensive subplanar erosion surfaces of fluvial origin have long been recognized along much of the desertic Pacific slope of the central Andes of Peru and Chile (Bowman, 1916; Brüggen, 1950), as well as on the Puna and eastern piedmont in northwestern Argentina (Penck, 1920, 1924). Such erosion surfaces and their associated aggradational counterparts record the interaction of tectonic processes and climatic conditions. Hollingworth (1964) was the first to interpret the paleosurfaces of the Atacama desert of northern Chile as “pediments” or, where regionally interconnected, “pediplains,” in the sense of Maxson and Anderson (1935). Pediments are landforms characteristic of semi-arid climates (e.g., Hadley, 1967), and have tectonic implications which differ radically from those of “peneplains,” i.e., low-relief regional surfaces generated through prolonged weathering and erosion under stable conditions (e.g., Jordan et al., 1989). Major erosion of the Pacific slope of the Andes has generally been considered to have occurred episodically as a direct response to uplift pulses (Galli, 1967; Clark et al., 1967). While geochronologic studies of ignimbrite flows overlying and intercalated in pediment-associated gravel accumulations provided evidence for rapid rates of erosion and sediment accumulation (Clark et al., 1967), integrated geomorphologic and geochronologic studies (Mortimer, 1969, 1973; Sillitoe, 1969; Tosdal, 1978; Tosdal et al. 1984) extended the history of central Andean cordilleran uplift and regional erosion back at least to the late Oligocene. This is only rendered possible by the remarkable degree of preservation of the early-Neogene landforms resulting from the onset of extremely arid conditions, an event which has generally been considered to have occurred in the mid-Miocene (Brüggen, 1950; Mortimer, 1969; Alpers and Brimhall, 1988). To the north of latitude 28° S, the Oligocene-Miocene pediplains of the Pacific piedmont are exceptionally well preserved, and may be traced across the Cordillera Principal in some transects, whereas, further south, Plio-Pleistocene alpine glaciation has widely modified the landscape, and planar erosional surfaces have not been described from the high cordillera. In this contribution, however, we document a previously unrecognized succession of Miocene planar landforms that dominate the cordilleran landscape of the El Indio-Pascua belt (Fig. 1). Despite partial destruction by glaciation and young fluvial valley incision, these preserve a detailed record 972 BISSIG ET AL. 0361-0128/98/000/000-00 $6.00 972 Average elevation >3 kilometres Sierras Pampeanas Basement Uplifts Depth contours to the Wadati-Benioff Zone (km) 24°",
  "title": "Miocene Landscape Evolution and Geomorphologic Controls on Epithermal Processes in the El Indio-Pascua Au-Ag-Cu Belt, Chile and Argentina"
}