{
  "sections": [{
    "text": "739"
  }, {
    "heading": "INTRODUCTION",
    "text": "The geological periods are distinguished on the basis of greater or lesser changes in the biological com munities caused by the variations of the conditions. The organisms partly became extinct and new species appeared at the boundaries of the geological periods. Especially catastrophic extinctions, when more than 75% of the Earth’s species disappear in geologically short periods, are referred to the great mass extinc tions. Their reasons become rather evident in the course of the study of these events. Five great extinc tions are known in the Phanerozoic: the Ordovician, the Devonian, the Permian, the Triassic, and the Cre taceous at the Ordovician–Silurian, Devonian–Car boniferous, Permian–Triassic, Triassic–Jurassic, and Cretaceous–Tertiary boundaries, respectively."
  }, {
    "heading": "REASONS FOR THE MASS EXTINCTIONS",
    "text": "Tectonic movements. The tectonics are undoubt\nedly one of the basic abiotic factors that causes the large scale paleooceanologic evolution of the ocean and its organisms. The leading effect of the plate tec tonics and the vertical movements is evident in chang ing the contours of the continents and oceans, the oro genesis and volcanism, the relief, the depression capacity, the variations of the sea level, the relations\nbetween the basins, the circulation of the ocean and atmosphere, the climate, the onset and degradation of the continental glaciations, and the biota’s evolution. However, the tectonic processes last for tens and hun dreds of millions of years and could not have caused the geologically short changes in the paleoenviron ment resulting in mass extinctions.\nClimate variations. Significant climatic variations occurred in the Phanerozoic. The global cooling may have been disastrous for marine organisms and the warm water organisms disappeared, were reduced, and moved toward the equator. The cooling intensifies the oceanic circulation and mixing and enriches the water in oxygen, which, however, leads to the disap pearance of fauna that was adapted to life under the low oxygen conditions. The productivity increases and may negatively influence the benthic complexes formed in oligotrophic conditions. The variation of the ocean’s hydrodynamics disturbs the ecological conditions throughout the entire thickness of the ocean.\nThe warming periods are determined by the geochemical and isotopic data, the increase in the greenhouse gases such as СО2 and NH4, and the spreading of the warm water organisms into the high latitudes. Many researchers consider that the fast\nDOI: 10.1134/S0001437013050020\n740\nOCEANOLOGY Vol. 53 No. 6 2013\nBARASH\nwarming periods are caused by the emission of green house gases into the atmosphere at intense volcanic eruptions. The warming may lead to the dissociation of gas hydrates and the discharge of methane into the atmosphere from the bottom sediments and/or per mafrost in the high latitudinal regions, which should cause a further increase in the temperature and green house effect. All the organisms are tolerant to the tem perature in a certain range; however, the biological processes and physiological activity beyond this range are disturbed up to the death of organisms. The global warming brings about the melting of the continental glaciers and a corresponding uplift of the sea level, which is harmful for marine ecosystems. The warming results in poor ocean circulation, anoxia, the disap pearance of upwellings, and the decrease in productiv ity. The low oxygen or oxygen free conditions are typ ically considered as a direct reason for the majority of the organism extinctions in the geological record.\nFor the last 500 Ma, all the major extinctions occurred when the СО2 content exceeded 1000 ppm, which corresponds to the global warming periods [68].\nEustatic variation of the sea level. The lowering of the sea level, which is usually combined with periods of cooling and an increase in the volume of the conti nental glaciations, is considered to be an important extinction factor, especially for the shelf communities. It leads to the reduction of habitats and the violation of the ecological systems. This is especially ruinous for organisms inhabiting the epicontinental seas because of the disturbed connection with the open ocean, the change in the salinity, and may finally happen to com plete their drying. In some cases, the transgression also negatively affects the biodiversity and disturbs the eco systems.\nVolcanism. The basaltic eruptions are also consid ered as a potential reason for the mass extinctions in the Phanerozoic. The eruptions release significant amounts of СО2 and SO2, which affects the composi tion of the atmosphere and ocean. A statistical analysis was applied to reveal the relation between the extinc tions from the end of the Permian until the present and between the possible reasons (such as volcanism, great lowering of the sea level, and impact events). Scenarios of the influence of individual reasons were also consid ered [48]. The author has found only one statistically significant link between the extinction peaks and the volcanism. In his opinion, the impact events play a role when they initiate volcanism. However, these conclusions may hardly be referred to the volcanism of the Central Atlantic igneous province caused by the main rifting phase during Gondwana’s breakup at the Triassic–Jurassic boundary. In this case, the tectonic evolution of the lithosphere is the initial reason for the crisis.\nImpact events. The impacts of large cosmic bodies (asteroids and comets) are considered as one of the major reasons for the mass extinctions of organisms. Alvares et al. first attracted attention to this idea [5]. It\nis suggested that a large impact event could bring about prolonged global dimming because of the dust and small detritus vented into the atmosphere. The dim ming prevented photosynthesis and led to the stopping of the primary production. Correspondingly, the food chains were violated and the food chain related com munities of organisms perished. In addition, the dust clouds reflected the sun’s rays and caused a strong decrease in the temperature. The broad fires harmfully affecting the land biota were one more result of the impact events. Charcoal fragments as evidence of these fires were found in the sedimentary rocks at the Cretaceous Tertiary periods, although they may have been caused by other reasons. The impact events also could have produce giant tsunami, which could have an adverse effect on shallow water ecosystems; caused the formation of acid rains harmful for the land and subsurface marine biota, caused an increase in the level of the cosmic radiation, and caused a poisonous increase in the content of the rare elements. The cal culations show that a giant asteroid could penetrate the lithosphere and cause a volcanic eruption [19].\nThe idea concerning the strong influence of cosmic factors, in particular, impact events, on the evolution of the Earth’s biota attracts much more interest as events are studied and new information is obtained. New evidence of the catastrophic collision of the Earth with large asteroids and comets is being found. This partially returns us to the catastrophic ideas of Cuvier yielding to the ideas of the gradualism or evo lutionism of Ch. Lyell and Ch. Darwin in the middle of the 19th century."
  }, {
    "heading": "GREAT MASS EXTINCTIONS",
    "text": "The Ordovician extinction at the Ordovician–Sil urian boundary (OSB) lasted for 3.3–1.9 Ma, ended about 443 Ma ago, and led to the extinction of 49– 57% of the genera and 86% of the species [6, 60]. The general paleogeographical extinction conditions were the result of Gondwana’s movement toward the South Pole, which caused the global cooling and continental glaciation in the Southern Hemisphere. After the greenhouse period typical of the Ordovician, the cool ing, as many researchers believe, led to the mass biota extinction along with the lowering of the ocean’s level. Based on the isotope paleothermometry, the tempera ture in the tropical ocean in the end of the Ordovician is estimated as 32–37°C, excluding the short term cooling by ~5°C. The continental glaciation exceeded the Late Pleistocene maximum, the carbon cycle greatly changed, and mass extinction occurred [20].\nThe lowering of the ocean’s level reduced the areas of the most inhabited coastal ecological niches. The warming (the increase in the level) and cooling (the increase in the glaciation and the lowering of the level) episodes alternated several times, which consequently reduced the biodiversity. Periodic anoxia is suggested.\nOCEANOLOGY Vol. 53 No. 6 2013\nINTERACTION OF THE REASONS FOR THE MASS BIOTA EXTINCTIONS 741\nThe noticeable δ13С excursion 444 Ma ago [10] reflects the bioproductivity’s oscillation.\nThe cooling could have been provided by the first on land plants, which extracted a great amount of Ca, Mg, P, and Fe from the soil. As a result of the Ca and Mg removal, new minerals were formed, in particular, carbonates, which bound the atmospheric carbon dioxide. In turn, the ingress of P and Fe into the seas provoked the impetuous growth of the live organisms, which also began to extract the carbon dioxide from the atmosphere. As a result, the planetary carbon cycle sig nificantly changed, which finally led to a decrease in the CO2 content in the atmosphere. The temperature dropped and consistently came several ice ages [42].\nThe abundant organic matter and the variations in the δ13Сorg and δ\n34Ssulf in the South China OSB sec tions have shown great climatic oscillations, a change in the sea level, and multiple anoxia in the water col umn, which could have caused a biological crisis [74].\nThe OSB volcanic activity could also have triggered the mass extinction [32]. The bentonite clays wide spread in South China, North America, and Europe contain minerals typical of felsic volcanic ashes and are their submarine diagenetic metamorphism prod ucts. Because these data indicate the global character of the volcanic eruptions, they should have strongly affected the atmosphere and biosphere.\nSeveral meteorite craters indicate the Late Ordovi cian impact events: the Kyardla crater 7 km in diameter in Estonia (~455 Ma), the Lockne crater 7.5–13.5 km in diameter in Sweden (455 Ma), and the Rock Elm Dis turbance crater 6 km in diameter in Wisconsin in the United States. The diameter of the latter meteorite is estimated as 170 m, and its age is determined as 455– 430 Ma (from the Middle Ordovician to the Early Silurian), which includes the period of the mass extinction. One more, the Pilot crater 445 ± 2 Ma in age and 6 km in diameter, is located in northern Can ada [18]. The Slate Islands in Ontario, Canada repre sent the central uplift of the impact crater 32 km in diameter [61]. Their age is estimated as 450 Ma; how ever, based on other determinations, this event could have occurred in the Proterozoic or Early Paleozoic. Thus, although several craters are known in the Late Ordovician, the age of only the Pilot crater corre sponds to the mass extinction period. This relatively small impact event could not have affected the worsen ing of the ecological environment, and the influence of the asteroid impacts on the great Ordovician extinc tion has not been proven yet.\nThe Devonian extinction at the Devonian–Carbon iferous boundary (DCB) finished about 359 Ma ago and lasted for 29–3 Ma, resulting in the extinction of 35% of the genera and 75% of the species [6, 60]. This extinction affected both the marine and on land hab itats and included two stages: (1) about 372 Ma at the Fransian–Famenian boundary (FFB) and (2) ~359 Ma at the DCB. The alternation of the greenhouse and glacial conditions (the Gondwana ice sheet), the fluc\ntuations of the sea level and the CO2 content, the abys sal anoxia, its spreading at shallow depths at transgres sions, and the impact events are usually considered as the reasons.\nThe Late Devonian is characterized by the rise of the sea level with the Fransian maximum and the great Famenian lowering complicated by a series of fluctua tions. The lowering of the level was related to the Gondwana ice sheet, which is evident from the South America glacial deposits. It suggested that the FFB extinction pulse was associated with a sharp drop in global temperature after the abnormally warm interval caused by impact events [49]. This period interrupted the general cooling trend from the Middle Devonian greenhouse climate to the Early Carboniferous glacial climate.\nBuggish has suggested a closed cyclic model with variations of the climate and sea level [12]. The rise of the sea level causes the flooding of the shelves and an increase in the productivity. The increasing organic matter provides oxygen free conditions and the mass death of organisms. The flooding of the tropic shelves leads to the formation of highly saline water, which submerged to the depth of the Late Devonian Ocean and stratified the water column, thus preventing the vertical water circulation and ventilation. A significant amount of sediment buried organic carbon decreases the CO2 content in the atmosphere, which brings about cooling, the formation of continental ice, and regression. Next are the drainage of the shelves, the productivity’s reduction, the oxidation of black shales, an increase in the CO2 content in the atmosphere, warming, transgression, etc. Thus, the Buggish model envisages the alternation of the Late Devonian green house and icehouse conditions.\nAccording to the Becker–House model, the FFB mass extinction was caused by the oceanic volcanism [7]. The intense basaltic volcanism in the rifting zones along eastern Laurasia and northern Gondwana in the middle of the Late Devonian played a role in the global warming, the methane release, and the rise of the sea level. The volcanism stimulated the increase in the СО2 content in the atmosphere, the formation of the highly saline deep waters, the increased vertical strati fication, the anoxia, and the death of organisms. The detail geochemical and sedimentological data show the influence of the liberation of gas hydrates [22]. The period of the elevated accumulation of the organic carbon in Iran, South China, and the Subpolar Urals corresponds to the short negative δ13C excursion of 3.5‰ at the FFB. The oxygen isotopic ratio in these sedimentary rocks demonstrates a rapid increase in the temperature of the ocean and atmosphere, which, according to the author’s opinion, was caused by the methane released from gas hydrates.\nThe content of REE and other elements indicates that the Late Devonian hydrothermal activity pro voked the seawater’s acidation, pollution in heavy metals, and eutrophication, which could have\n742\nOCEANOLOGY Vol. 53 No. 6 2013\nBARASH\ndestroyed the nerithic ecosystems and lead to the FFB mass extinction [75].\nThe Late Devonian (FFB) Ir peak (0.24 ppb) was detected in China, which is interpreted as evidence of an impact event or reduction processes [67]. A high Ir content (4 ppb) is found in Canada; it is 85 cm below the FFB relative to China [44]. Several interlayers with increased Ir contents and microtektites are located both below and above the FFB in South China [47].\nMicrotektites and impact craters of the same age were found in Sweden. The clearest evidence of the asteroid impact in the Early Fransian (~380 Ma) was identified in the North America [52]. The Alamo cra ter 44–150 km in diameter in Nevada in the United States is 367 Ma (382.1 Ma by other data) in age [64]. The corresponding rocks contain shocked quartz and an Ir anomaly [43]. Here is the Alamo impact breccia, which is a layer 1–135 m thick of Late Devonian shal low coarse clastic limestone [69]. The total volume of the deformed, partially melted, or displaces rocks is about 1000 km3.\nThe same age was determined for the Sweden Siljan crater 52–80 km in diameter [57; 64] and the Flynn Creek crater 3.8 km in diameter and 150 m deep in Texas in the United States. The latter has all the fea tures typical of an impact structure: a central uplift, deformed frame layers, a breccia lens 40 m thick, etc. Its age is estimated as 360 ± 20 Ma [18]. The large bur ied Woodleigh meteorite crater in Western Australia is 40 to 120 km in diameter based on different estima tions [53]. The drilling in its central uplift has exposed shocked quartz and other impact features of the bolide 6–12 km in diameter. If the higher size estimation is true, then this is the fourth largest crater on the Earth. Its age is 364 ± 8 Ma [18]. Thus, numerous impact events in the end of the Devonian played an important role concerning the harmful conditions leading to the mass extinction of organisms.\nThe profound changes of the conditions ~359 Ma ago are confirmed by the geochemical data, including the variations in the δ13С values [37]. Abundant biom arkers from the algae and bacteria were distinguished in the FFB’s basal fractions in South China. The molecular stratigraphic parameters, the micron gyp sum crystals, and the pyrite framboids show that supersa linity and anoxia were dominant for 1.2 Ma at the FFB and could be the reason for the gradual degradation of the ecosystems from the Middle Devonian [25].\nThe Permian extinction at the Permian–Triassic boundary (PTB) lasted no more than several tens of thousands of years during the giant eruption of the Siberian traps and finished 252.28 Ma ago, thus lead ing to the extinction of 56% of the genera and 96% of the species of organisms [6, 38, 60]. The following rea sons are considered: the disappearance of the ecologi cal niches after Pangea’s formation, the lowering of the sea level up to the Phanerozoic minimum, the transgressions, the short term cooling episodes, the volcanism, the warming, the acid rains as a result of\nthe methane released from the gas hydrates, the deep water anoxia, the supersalinity, the increase in the H2S and CO2 contents in aquatic and terrestrial environ ments, and the impacts of large asteroids.\nTaking into account the sea level oscillations, the variable masses of the isotope parameters and the lipid biomarkers in a 241 m PTB intersected stratigraphic section show the clear shifts of the conditions and fun damental changes in the plankton’s ecology for 1.5 Ma prior to and during the main phase of the mass extinc tion [13]. The authors relate the global development of euxinic conditions in the photic zone in the end of the Permian with Pangea’s aggregation, intense weather ing, and an increase in the biogenic runoff into the ocean.\nThe PTB sections in China show an abrupt decrease in the δ13C and an increase in the amount of presumably volcanic microspherules by ~100 times in comparison with the overlapping and underlying rocks. Interlayers of pyrite (evidence of anoxia) and volcanic ash are observed. The Ir content exceeds by an order of magnitude its background concentration in the Upper Permian and Lower Triassic sedimentary rocks [73]. The mid oceanic siliceous rocks in Japan and British Columbia (Canada) reflect the supeanoxia conditions (the pyritization, the sulfur isotope ratio, the geochemistry of the organic matter, the rare ele ments, and the dolomite concretions). The anoxia lasted about 20 Ma from the Late Permian to the Mid dle Triassic [34].\nThe following processes may explain the rapid δ13C decrease at the PTB: the reduction of the input of the biogenic elements in the euphotic zone and the decrease in the bioproductivity, the influence of volca nism, the weathering, the extractions from the gas hydrates, and the oxidation of the biomass [28].\nThe complex modeling of the climate conditions for the end of the Permian has shown that the surface temperatures in the tropical ocean zone are similar to the modern ones; however, they are higher by 8–10°C in the high latitudes [39]. The sea level lowered by ~230 and 280 m during the Permian and from the Middle Carboniferous, respectively, which is related to Pangea’s integration 260 Ma ago [27, 30]. The mass death occurred under the rapid uplift and spreading of the low oxygen or oxygen free deep waters into the shallow areas [29].\nThe volcanic initiation of the Late Permian extinc tion is beyond question. Both mid oceanic basaltic and intraplate magmatism occurred. The greatest eruption of the Siberian traps for the entire Earth’s record created ruinous conditions for the biota [35]. The eruption began 251.7 ± 0.4 Ma ago and became weaker 251.1 ± 0.3 Ma ago. Its coincidence with the PTB age confirms that it was the most important rea son for the mass extinction of organisms in the end of the Permian. The eruption of up to 4 × 106 km 3 of vol canic material during a short period (about 0.6 Ma) could have rapidly released a great amount of CO2,\nOCEANOLOGY Vol. 53 No. 6 2013\nINTERACTION OF THE REASONS FOR THE MASS BIOTA EXTINCTIONS 743\nSO2, F, and Cl leading to the destruction of the atmo spheric and biospheric systems [36].\nThe ecological conditions may also have been changed under the impacts of large asteroids or com ets. Their influence has been proved only in the last years. Typical impact material was observed in several PTB sections: shocked quartz in Antarctica and Aus tralia, Fe–Ni–Si and Fe–Ni fragments and spherules, and fullerenes with nonterrestrial gases (3He) in China and Japan. Cosmic Cr Ni spinel microspherules were found in several PTB sections in Eastern Europe and the Caucasus region [65].\nHowever, the real craters have been found only recently. Thus, evidence for the sediment buried Bed out (Bedoo) impact structure was found in northwest ern continental margin of Australia 25 km from the coast [8, 9]. The Ar–Ar age of the plagioclase of 250.1 ± 4.5 and 253 ± 5 Ma corresponds to the PTB. The Araguainha crater 40 km in diameter in Brazil has an age of 250 Ma [41] and 244.4 ± 3.25 Ma [64]. A 500 km crater located under the East Antarctic ice sheet was revealed after the surface radar mapping of Wilkes Land in Antarctica. It is suggested that this is a consequence of the impact of a 55 km asteroid. Based on the gravitation data, this event occurred 250 Ma ago [66]. The Arganaty crater in Kazakhstan found on the basis of a cosmic photosurvey has also been estab lished for sure [40]. However, its PTB age is based only on an assemblage of geological–geophysical data. The probable Falkland crater 300 km in diameter near Argentina is dated at 250 Ma. Some small craters on the East Siberian platform are less reliable.\nThe study of the facies, geochemistry, and biomar kes has proved that anoxia or hypoxy were the direct reasons for the mass extinction in the end of the Per mian, as well as others [26, 71].\nThe Triassic extinction at the Triassic–Jurassic boundary (TJB) included several stages, lasted for 8.3 Ma–160 ka, and finished ~200 Ma ago with the extinction of 47–48% of the genera and 80% of the species [6, 60]. Four events are distinguished with an increased extinction rate up to the TJB: the middle, late, and end of the Norian (~216.5–203.6 Ma) and the end of the Rhaetian (about 200 Ma) [46]. The main hypotheses concerning them are related to the climate oscillations and the changes in the sea level accompanying by anoxy, volcanism, and impact events. In the end of the Triassic, the greenhouse con ditions were global and humid forests grew at the poles. This is the only Phanerozoic period devoid of glaciation. Nonetheless, the temperature oscillations at the boundary of the epochs are confirmed by some materials. The following trends are identified on the basis of the palinological data from the sections of the northern Alps: abrupt warming changed by short cool ing followed by more prolonged warming [40]. It is suggested that the initial warming phase led to the dis sociation of gas hydrates, methane’s release into the\natmosphere, and a further increase in the temperature, (probably by 10°С) [54].\nThe sharp changes in the sea level in the end of the Triassic are well geologically substantiated in Europe and North America. In the Late Rhaetian, the pulse of the rise of the sea level changed with its global lowering at the TJB in various regions of the Northern Hemi sphere [24, 45]. The large regression was rapidly replaced by the transgression in the beginning of the Jurassic.\nAccording to the U–Pb age, the mass extinction in the end of Triassic correlates with the volcanism in the Central Atlantic Magmatic Province (CAMP) within less than 150 ka and the oscillations of the sea level and the negative δ13С deviation within less than 290 ka [59]. The Sr and Os isotope ratios changed in the Rha etian, which is related to the weathering of the CAMP basalts [15]. The degassing of the basalts should release a significant amount of СО2 and SO2, which could have affected the composition of the atmosphere and ocean. The considerable variations of the carbon iso tope ratio in the carbonates and organic matter con firm the significant changes in the global carbon cycle at the periods boundary [63]. This ratio in marine limestones from northern Italy has shown a negative pulse and a following positive shift after the boundary. The negative pulse may have been caused by the decomposition of gas hydrates [21].\nThe modeling shows the possibility of the harmful influence of the rapid СО2 release on the marine and terrestrial biota in the end of the Triassic [32]. On land, the increase in the CO2 content exceeding by 2– 8 times the modern preindustrial values should have increased the duration of the hot and dry seasons and the seasonal contrasts. In the ocean, the windy circu lation and longitudinal water exchange (by 4 times) should decrease, and the stratification should inten sify. The solubility of the oxygen and its content in the water decreased with the increase in temperature. Anoxia developed. The marine fauna was deprived of oxygen.\nThe relation between this extinction and the impact events is certainly substantiated by the craters with ages of ~214 Ma (the Norian Stage of the Late Triassic) [17]: the Rochechouart in France, the Mani couagan 100 km in diameter and the Saint Martin in Canada, the Obolon in Ukraine, the Red Wing in the United States, and the crater near Bristol in the United Kindgom. Probably, the impact structures were formed simultaneously at multiple impacts caused by the Earth’s collision with a fragmented comet or asteroid.\nSimms [62] reported on a 2 to 4 m thick sequence of deformed rocks (seismites) in the end of the Triassic (Rhaetian Stage) widely spread in the United King dom. The author suggests that they may testify to the impact of a bolide several kilometers in diameter, which excited seismic waves. The epicenter’s location is suggested to be on a shelf westward of Ireland, where\n744\nOCEANOLOGY Vol. 53 No. 6 2013\nBARASH\nthe possible crater is buried under a 2 to 3 km sequence of young sedimentary rocks.\nThe Cretaceous extinction at the Cretaceous–Ter tiary boundary (KTB) ended about 66 Ma ago, lasted for less than one year up to 2.5 Ma, and led to the extinction of 40% of the genera and 76% of the species [6, 60]. It is assumed that the global catastrophe was promoted by the large bolide impact in the Yucatan Peninsula, the greatest volcanic eruption of the Dec can traps on the Indian plate (probably, beginning before the impact event), the CO2 variations, the glo bal warming, the tectonic uplifts, the increased ero sion, the eutrophication and anoxia in the ocean, and the bioproductivity’s reduction. In addition to the Chicxulub crater in the Yucatan Peninsula, the great KTB impact events are confirmed by the Shiva, Bolt ysh, Silverpit, and other craters (see the review in [3]).\nWhat is the evidence of the natural KTB events? The identified δ13С shift was caused by the productiv ity’s reduction because of the mass extinction of the plankton organisms. In the western North Atlantic based on the δ18О value for the planktonic foraminifers, the temperature has risen by 6°C during the Maastrich tian last three million years (~68.5–65.5 Ma). Thus, the Maastrichtian cooling was replaced by warming with short term variations. The KTB’s 87Sr/86Sr ratio’s peak is explained by the intensified weathering of the continental rocks and the radiogenic Sr runoff to the oceans as a result of the lowering of the sea level and the expanded continental area. The other hypothesis relates it to an impact event and acid rains, which increased the weathering [28].\nWilf et al. [72] have studied the oceanic (foramini fer based) and on land (flora based) evidence of the temperature fluctuations before the KTB and have shown the high degree of coincident changes. An especially clear warming tendency was found begin ning from 66.0–65.9 Ma with a warming peak at about 65.8–65.6 Ma and consequent cooling directly before the KTB. The authors interpret these data as a global climatic shift. These results correspond to the modern data on the pCO2 from the carbonates of the paleosoils of Canada, Southern France, and other regions, which confirm almost the duplication of the pCO2 for ~0.5 Ma before the KTB, the return to the low values directly before the KTB, the small fluctuations or their absence at the boundary, and the near duplication after ~1.5 Ma after the boundary. These data corroborate the close relation of the pCO2 and the temperature. The volcanism on the Indian plate was probably one of the CO2 sources.\nThus, to explain the KTB crisis, impact events, vol canism, cooling, warming, regressions, transgressions, anoxia, and tectonic movements are attractive, and each of them or their combinations really negatively affected the evolution of the marine organisms. The reviews of the evolution of the Mesozoic conditions and, in particular, the hypotheses of the reasons for the mass extinction [1, 2] show that almost all of them\ncould not have caused the abrupt catastrophic change of the conditions that led to the coeval death of numerous marine and on land organisms inhabiting various ecological niches.\nTwo major hypotheses are currently considered in the world literature: a meteorite impact and volcanic. The first hypothesis suggests the fatal change of many conditions as a result of the intense and numerous impacts of large asteroids or collisions with comets, and the second one supposes the pollution of the atmosphere and ocean by harmful substances at the eruption of the Deccan traps on the Indian plate and, probably, the simultaneous volcanism of the Hawaii– Emperor Ridge in the Pacific Ocean.\nThe finding of the Ir anomaly at the KTB in Gub bio (Italy) by Alvares et al. [5] was the most important geochemical evidence of a large bolide’s impact. This anomaly at the boundary was found in many drill cores from the deep oceanic drilling and on land sections. The other evidence of the impact events include shocked quartz; glassy spherules; microtektites; tsuna mites; and, most important, impact craters with typi cal structures. The Chicxulub crater 180 to 280 km in diameter with an age of 65 Ma was first found on a shelf of the Yucatan Peninsula in Mexico [51].\nThe KTB mass extinction is probably related to other catastrophic impact events. The giant Shiva cra ter in the Indian Ocean westward of Mumbai may be its result [14]. It was identified by the geophysical, structural, and drilling data at the Indian–Seychelles plate. This buried elongated crater 600 × 450 km in size and 12 km deep may represent the largest Phaner ozoic impact structure. Its age was determined by the basement of the Deccan lavas, the overlapping Paleo gene sediments, and the isotope dating (65 Ma). The sedimentary interlayers between the Deccan trap lavas contain dinosaur bones and eggs. However, no dino saur relics were found above the traps. Consequently, the trap’s eruption by itself did not cause their extinc tion: it began before the Shiva impact event [11]. The asteroid impact could have shook the mantle and strongly intensified the eruption precisely at the KTB, which reinforced the catastrophic influence on the biota.\nIn addition to the above mentioned craters, other impact craters of this period are also known (see the review in [3]): the Boltysh crater in the central part of the Ukrainian shield; the Manson crater (a ring struc ture) 35 km in diameter in Iowa in the United States; the Kara crater near the Russian Arctic coast in the mouth of the Ob River; and the sediment buried Eagle Butte crater 10 km in diameter in Alberta, Canada. Based on the seismic data, the Silverpit impact crater 20 km in diameter with a possible age of 60–65 Ma was found in the North Sea near the UK coasts in 2001. Several impact structures were identified in Brazil, e.g., the Vista Alegre crater 9.5 km in diameter in Parana. The suggested age of the Eagle Butte and Vista\nOCEANOLOGY Vol. 53 No. 6 2013\nINTERACTION OF THE REASONS FOR THE MASS BIOTA EXTINCTIONS 745\nAlegre structures is less than 65 Ma (the Paleocene and earlier), which could be close to the KTB [16].\nThus, the review of the data shows that the Chicx ulub; Shiva; Boltysh; Silverpit; and, probably, Manson craters were formed at the KTB. A series of other cra ters are the results of the impact events either at the KTB or close to this boundary. Because the area of the ocean significantly exceeds the continental one, the majority of the asteroids could have undoubtedly fallen into the ocean, where finding of craters is diffi cult. Unambiguously, the Earth’s collided with several cosmic objects at the Cretaceous–Tertiary boundary.\nThe ruinous influence of strong volcanic eruptions and impact events on organisms is partially similar; however, volcanic rocks, e.g., traps, erupt for a long period and, consequently, gradually have an effect for ten to a hundred thousand years. The fluctuations of the temperature, sea level, CO2 content, and other atmospheric components; the structure and chemistry of the water column; the tectonic movements; etc., also gradually influenced the environment. In the end of the Cretaceous, these factors, along with the volca nism and possible relatively weak impact events, pro voked the gradual or stepwise degradation and even the extinction of some part of the marine organisms.\nIn contrast, the intense impact events are very rapid. The catastrophic KTB events are consequently caused mainly by the impacts of large asteroids.\nRacki [56] casts doubts on the key influence of the impact events on the mass extinction. He emphasizes the revealed unsatisfactory correspondence of the impact ages with the mass extinctions, excluding the Cretaceous–Paleogene boundary. In addition, the erroneous identification of the lithological, geochem ical, and other features of the impact events and the inaccurate dating of the real astroblems are possible. This is justified; however, we mainly stand upon the origin of the unfavorable intervals for the biota, when impact events could have been one of the reasons (locally or major) or, probably, triggered the event chains leading to the mass extinctions. Nobody casts doubts that all the craters yet have been found: each year brings new ones. The majority of the astroblems are sediment buried in the ocean. At present, only some of them are known, mostly, in the shelf area. Thus, we may consider the impact events that were only part of asteroid attacks.\nThe study of the mass extinction has revealed their periodicity, temporal correlation, and casual relation to the geological events [58]. Periodicity of 25–35 Ma\nTectonics Mantleplumes\nVo l c a n i s m\nAsteroids Comets\nI m p a c t e v e n t s\nOrbital movement of the sun around the galaxy’s center Intersection of the galaxy’s branches Oscillations relative to the plane\nEmission CO2, SO2, Cl, F, CH4 Ash, aerosols\nGreenhouse effect Dimming of the atmosphere, reduction of the UV radiation\nOcean stagnation Reduction of the photosynthesis\nand the bioproductivity\nAnoxia Destruction of the food chains\nM a s s e x t i n c t i o n\nThe interrelations between the processes leading to mass biota extinctions.\n746\nOCEANOLOGY Vol. 53 No. 6 2013\nBARASH\n(mantle plumes/basaltic eruptions in the large volca nic provinces and the death of genera of marine organ isms), 60–62 Ma (the death of genera of marine organisms, a change in the sea level, basaltic eruptions in the large volcanic provinces), and 135–145 Ma (the death of genera of marine organisms, changes in the paleoclimates based on the oxygen isotopic data, and glacial epochs) has been established. The longer correla tions may be outlined with mantle plumes and large igne ous provinces (160–170, 330, 550–730, and 820 Ma)."
  }, {
    "heading": "CONCLUSIONS",
    "text": "The available data have shown that a series of fac tors, including independent: tectonic movements, changes in the sea level and climate, volcanism, aster oid impacts, variations in the composition of the atmosphere and hydrosphere, the dimming of the atmosphere by aerosols at volcanism and impact events, etc., harmfully affected the organisms in some periods (from hundreds of thousands of years to the first million years). The UV rays sharply stopped pen etrating to the Earth’s surface and the photosynthesis and primary production were reduced, thus leading to anoxia in the ocean and atmosphere and mass extinc tions.\nAll these factors, which reduced the biodiversity, are substantiated by paleontological, geological, geochemical, isotopic, and other data. Some factors are hierarchal, whereas no visible relations are found for other factors. In addition, some of the listed events occurred for a long time and could not have brought about the abrupt catastrophic death of organisms on a global scale. The hierarchy of the main events allows us to distinguish the primary terrestrial (volcanism) and cosmic (impact event) reasons for the mass extinctions.\nAn hypothesis concerning the consequent geo spheric processes leading to such events was put for ward using the example of the Late Permian extinction [33]. After the 50 Ma stability of the geomagnetic field (the superchron of the reverse polarity, 312–264 Ma), the Earth’s system began to change ~265 Ma ago after the Illawara polarity change, which reflected the dis turbance of the stable condition of the Earth’s core and mantle. The prolonged period of frequent inver sions of the geomagnetic field began after this event. These disturbances activated the movement of the mantle flows; the plate tectonics; plume volcanism; and dimming of the atmosphere by ash aerosols, which hampered the penetration of the UV rays and photosynthesis and caused acid precipitation and cooling. Thus, the changes in the core and mantle resulted in a series of geological, paleogeographical, and biological events on the Earth’s surface, which led to the great mass extinction 252–251 Ma ago at the Permian–Triassic boundary.\nA series of the above mentioned large impact events occurred at the same time (~252–251 Ma), as well as\nin the periods of other mass extinctions. The coeval manifestation of mutually independent events testifies to the common external reasons of the higher order beyond the solar system. The suggested reasons affect the Earth’s processes; cause the collisions of asteroids and comets with the Earth and other bodies of the solar system; and, probably, influence, using the rays and energy flows, changes in the gravitation and other fields.\nSeveral hypotheses are suggested. The gamma radiation lights in our galaxy could have repeatedly damaged the Earth’s biosphere. It is suggested [50] that the Late Ordovician mass extinction, at least par tially, could have been a result of this event. Such a burst is manifested on the Earth as a powerful energy impulse 10 s long. The sharp destruction of the ozone layer results in an increase in the UV radiation, which may explain some peculiarities of the biota’s extinc tion and renewal. In addition, a gamma radiation burst could be a reason for the global cooling and gla ciation in the end of the Ordovician.\nHowever, among the hypotheses relating the cos mic processes with the biota’s evolution on the Earth, Gillman and Ehrenler proposed the most probable hypothesis [23], which accounts for the temporal intervals and the periodicity of the cosmic and terres trial events. This work examines the periods of the greatest impacts, the carbon isotopic excursions, and the formation of magmatic provinces, which are com pared with the intervals of the largest mass extinctions and changing of geological periods. Using some aver age age estimations, the authors have identified a cer tain relation of these events with the orbital movement of the Solar system around the Milky Way’s center, the intersection of the galaxy’s branches, and the oscilla tions of the Solar system’s position relative to the gal axy’s plane. Based on their data, the repetition of the extinction events in the same points of different spiral branches confirm the major (galaxy) source of the extinctions and affected the geological, solar, and extrasolar processes.\nThree Phanerozoic geomagnetic superchrons are considered as stable periods when the solar system moved through the galaxy’s branches [70]: 120–84 Ma (the positive Cretaceous superchron), 312–264 Ma (the superchron of the reverse polarity), and ~485– 463 Ma (the Ordovician superchron) [55].\nNumerous hypothetical schemes suggested by dif ferent authors to explain the reasons and interrelations of the natural events that may lead to mass biota extinctions include the majority of such events. Most of them are accompanying but not obligatory mem bers in the consequent events related by the causal effect and led to the mass biota extinctions. However, they are present in the hypothetical schemes because they occur during the reviewed processes.\nThese are, in my opinion, geomagnetic inversions, which have a common reason, along with other events in the internal geospheres, but they do not bring about\nOCEANOLOGY Vol. 53 No. 6 2013\nINTERACTION OF THE REASONS FOR THE MASS BIOTA EXTINCTIONS 747\nthe mass extinctions by themselves. These are also plate tectonics, orogenesis, and changes in the inten sity of the weathering and the continental runoff into the ocean at climate changes and oscillations of the sea level.\nThe rate of the processes leading to mass extinc tions is of great importance. The deep water anoxia may develop gradually; however, it may reach the ocean’s surface and become the reason for the fast mass extinction of organisms inhabiting the entire water column. The death of the plankton algae (the major oxygen producers) results in a decrease in the oxygen content in the atmosphere, as during the Per mian–Triassic crisis, and the extinction also embraces the terrestrial biota.\nThe intense volcanic eruptions in the magmatic provinces and all their negative results also developed for hundreds of thousands of years to millions years. By themselves, they could not have caused the unex pected rapid extinction. However, the harmful volca nic results could have exceeded some tolerable limit.\nThus, terrestrial events leading to intense volcan ism and cosmic events or the impacts of large asteroids are probably caused by the orbital movement of the Solar system around the galaxy’s center (figure). They could have acted in the same more or less temporal intervals as recorded for all the great mass extinctions, except for the Ordovician.\nHowever, mass biota extinctions may also occur under only one event consequence evolving as a result of volcanism or a large impact event. In this case, the extinction probably has a lesser scale.\nAs seen from the scheme, volcanism and impact events have similar results. In both cases, harmful chemical elements and aerosols are ejected into the atmosphere, which leads to the greenhouse effect, warming, the dimming of the atmosphere, the ham pering of the penetration of UV rays and the photosyn thesis, the ocean’s stagnation, and anoxia. This results in the bioproductivity’s reduction, the destruction of the food chains, the violation of all the vital processes, and the extinction of a significant part of the biota."
  }, {
    "heading": "ACKNOWLEDGMENTS",
    "text": "This work was supported by program no. 28 of the Presidium of the Russian Academy of Sciences “The Origin of the Biosphere and the Evolution of Geobio logical Systems” (subprogram no. 1)."
  }],
  "year": 2013,
  "references": [{
    "title": "response to abiotic factors,” Oceanology (Engl",
    "authors": ["M.S. Barash", "“Evolution of the Mesozoic oceanic biota"],
    "venue": "Transl.) 48 (4), 538–553",
    "year": 2008
  }, {
    "title": "Reasons, mechanisms, and conse quences of crises of marine biota,",
    "authors": ["M.S. Barash"],
    "venue": "Oceanology in the Turn of 21st Century,",
    "year": 2008
  }, {
    "title": "Factors responsible for catastrophic extinction of marine organisms at the Mesozoic Ceno zoic boundary,",
    "authors": ["M.S. Barash"],
    "venue": "Oceanology (Engl. Transl.)",
    "year": 2011
  }, {
    "title": "Zeilik, “Cosmogenic crater of Arganaty and related ring structures in Southern Kazakhstan,",
    "authors": ["S. B"],
    "venue": "Dokl. Akad. Nauk SSSR",
    "year": 1987
  }, {
    "title": "Extraterrestrial cause for the Cretaceous Tertiary extinction: experimental results and theoretical inter pretation,",
    "authors": ["L.W. Alvarez", "W. Alvarez", "F. Asaro", "H.V. Michel"],
    "venue": "Science 208,",
    "year": 1980
  }, {
    "title": "Has the Earth’s sixth mass extinction already arrived?",
    "authors": ["A.D. Barnosky", "N. Matzke", "S. Tomiya"],
    "venue": "Nature 471,",
    "year": 2011
  }, {
    "title": "Kellwasser events and goniatite succession in the Devonian of the Montaigne Noire with comments on the possible causations,",
    "authors": ["R.T. Becker", "M.R. House"],
    "venue": "Courier Forschunginstitut Senckenberg 16,",
    "year": 1994
  }, {
    "title": "Bedout: A possible End Permian impact crater offshore of Northwestern Australia,",
    "authors": ["L. Becker", "R.J. Poreda", "A.R. Basu"],
    "venue": "Science",
    "year": 2004
  }, {
    "title": "Impact event at the Permian–Triassic boundary: evidence from extraterrestrial noble gases in fullerenes,",
    "authors": ["L. Becker", "R.J. Poreda A.G. Hunt"],
    "venue": "Science 291,",
    "year": 2001
  }, {
    "title": "First record of the Hirnantian (Upper Ordovician) delta C 13 excursion in the North American Midconti nent and its regional implications,",
    "authors": ["S.M. Bergström", "M.M. Saltzman", "B. Schmitz"],
    "venue": "Geol. Mag. 143,",
    "year": 2006
  }, {
    "title": "chemical anomalies and their implications,” Lunar Planet",
    "authors": ["N. Bhandari", "P.N. Shukla", "Z.G. Chevaria", "S.M. Sundaram", "“KT boundary in Deccan intertrap peans"],
    "venue": "Inst. Contr. 825, 10–11",
    "year": 1994
  }, {
    "title": "The global Frasnian Famennian ‘Kell wasser event,’",
    "authors": ["W. Buggisch"],
    "venue": "Geol. Rundschau",
    "year": 1991
  }, {
    "title": "Biogeochem ical evidence for euxinic oceans and ecological distur bance presaging the end Permian mass extinction event,",
    "authors": ["Ch. Cao", "G.D. Love", "L.E. Hays"],
    "venue": "Earth Planet. Sci. Lett. 281,",
    "year": 2009
  }, {
    "title": "Multiple impacts at the KT boundary and the death of the dinosaurs,",
    "authors": ["S. Chatterjee"],
    "venue": "Proc. 30th Int. Geol. Congr",
    "year": 1997
  }, {
    "title": "The impact of the Central Atlantic Magmatic Province on climate and on the Sr and Os isotope evolution of seawater,",
    "authors": ["A.S. Cohen", "A.L. Coe"],
    "year": 2007
  }, {
    "title": "U/Pb zircon and badeleyite ages for Palisades and Gettisburg sills of the Northeastern United States: implications for the age of the Triassic/Jurassic boundary,",
    "authors": ["G.R. Dunning", "J.P. Hodych"],
    "venue": "Geology 18,",
    "year": 1990
  }, {
    "title": "Giant meteoroid impacts can cause volcanism,",
    "authors": ["L.T. Elkins Tanton", "B.H. Hager"],
    "venue": "Earth Planet. Sci. Lett",
    "year": 2005
  }, {
    "title": "The magnitude and duration of late Ordovician early Sil urian glaciation,",
    "authors": ["S. Finnegan", "K. Bergmann", "J.M. Eiler"],
    "venue": "Science",
    "year": 2011
  }, {
    "title": "sert, “Anomalies in global carbon cycling and extinction at the Triassic/Jurassic boundary: evidence from a marine C isotope record,",
    "authors": ["M.T. Galli", "F. Jadoul", "S.M. Bernasconi", "H. Weis"],
    "venue": "Palaeogeogr., Palaeoclima tol., Palaeoecol",
    "year": 2005
  }, {
    "title": "Possibility of methane hydrate dissoci ation leading to mass extinction,” Spec",
    "authors": ["M.H.M. Gharaie", "R. Matsumoto", "G. Racki", "Y. Kakuwa", "“Chemostratigraphy of Frasnian Famen nian transition"],
    "venue": "Pap. Geol. Soc. Am., No. 424, 109–125",
    "year": 2007
  }, {
    "title": "Late Triassic and early Juras sic palaeogeographic evolution and depositional cycles of the Western Tethys Iberian platform system (Eastern Spain),",
    "authors": ["J.J. Gomez", "A. Goy"],
    "venue": "Palaeogeogr., Palaeoclimatol., Palaeoecol",
    "year": 2005
  }, {
    "title": "Molecular fossil and mineralogical evidence from Guangxi, South China,” Front",
    "authors": ["Y. Gong", "R. Xu", "Q. Feng", "et al.", "“Hypersaline", "anoxia in the Devonian Frasnian Famennian transi tion"],
    "venue": "Earth Sci. China. 1, 458–469",
    "year": 2007
  }, {
    "title": "Photic zone eux inia during the Permian Triassic superanoxic event,",
    "authors": ["K. Grice", "C. Cao", "G.D. Love"],
    "venue": "Science 307,",
    "year": 2005
  }, {
    "title": "Pre Quaternary sea level changes,",
    "authors": ["A. Hallam"],
    "venue": "Ann. Rev. Earth. Planet. Sci",
    "year": 1984
  }, {
    "title": "Mass extinctions and sea level changes,",
    "authors": ["A. Hallam", "P.B. Wignall"],
    "venue": "Earth Sci. Rev",
    "year": 1999
  }, {
    "title": "A chronology of Paleo zoic sea level changes,",
    "authors": ["B.U. Haq", "S.R. Schutter"],
    "venue": "Science 322,",
    "year": 2008
  }, {
    "title": "Volcanic event at the Ordovician Silurian boundary: The message from K bentonite of Yangtze Block.",
    "authors": ["Y. Hu", "W. Sun", "X. Ding"],
    "venue": "Acta Petrol. Sin",
    "year": 2009
  }, {
    "title": "Rising atmospheric CO2 as a possible trigger for the end Triassic mass extinction,",
    "authors": ["T.T. Huynh", "C.J. Poulsen"],
    "venue": "Palaeogeogr., Palaeoclimatol., Palaeoecol",
    "year": 2005
  }, {
    "title": "The fingerprint of a superplume that triggered Pangean breakup and the end Guadalupian (Permian) mass extinction,” Gond wana Res",
    "authors": ["Y. Isozaki", "“Illawarra Reversal"],
    "venue": "15 (3–4), 421–432",
    "year": 2009
  }, {
    "title": "The G LB and P TB events from a Panthalassan perspective,” J",
    "authors": ["Y. Isozaki", "“Integrated “plume winter” scenario for the double phased extinction during the Paleozoic Meso zoic transition"],
    "venue": "Asian Earth Sci. 36, 459– 480",
    "year": 2009
  }, {
    "title": "Rapid eruption of Siberian flood volcanic rocks and evidence for coincidence with the Permian Triassic boundary and mass extinction at 251 Ma,",
    "authors": ["S.L. Kamo", "G.K. Czamanske", "Yu. Amelin"],
    "venue": "Earth. Planet. Sci. Lett. 214,",
    "year": 2003
  }, {
    "title": "Aboussalam, “Climate controlled mass extinc tions, facies, and sea level changes around the Devo nian Carboniferous boundary in the eastern Anti Atlas (SE Morocco),",
    "authors": ["S.I. Kaiser", "R. Th. Becker", "Th. Steuber", "S. Z"],
    "venue": "Palae oecol. 310,",
    "year": 2011
  }, {
    "title": "Eruptions swept life from land and sea,",
    "authors": ["R.A. Kerr"],
    "venue": "Science Now, Nov",
    "year": 2011
  }, {
    "title": "Climate simulation of the latest Permian: Implications for mass extinction,",
    "authors": ["J.T. Kiehl", "Ch. A. Shields"],
    "year": 2005
  }, {
    "title": "Abrupt climate changes at the Triassic Jurassic bound ary inferred from palynological evidence,",
    "authors": ["W.M. Kuerschner", "N.R. Bonis", "L. Krystyn"],
    "venue": "Geophys. Res. Abstr",
    "year": 2006
  }, {
    "title": "a South American Permo Triassic catastrophic event,” Geol",
    "authors": ["C. Lana", "Y. Marangoni", "“The Araguainha impact"],
    "venue": "Today 25 (1), 21–28",
    "year": 2009
  }, {
    "title": "First plants cooled the Ordovician,",
    "authors": ["T.M. Lenton", "M. Crouch", "M. Johnson"],
    "venue": "Nat. Geosci",
    "year": 2012
  }, {
    "title": "Doukman, “Shocked quartz in the Alamo breccia, Southern Nevada: evidence for Devonian impact event,",
    "authors": ["H. Leroux", "J.E. Warme", "J. C"],
    "venue": "Geol ogy 23,",
    "year": 1995
  }, {
    "title": "Early Jurassic mass extinction: a global long term event,",
    "authors": ["C.T.S. Little", "M.J. Benton"],
    "venue": "Geology 23,",
    "year": 1995
  }, {
    "title": "Stratigraphic resolution and the supposed mass extinction at the end of the Tri assic,",
    "authors": ["S.G. Lucas", "L.H. Tanner"],
    "venue": "in 32nd International Geological Congress, August 20–28,",
    "year": 2004
  }, {
    "title": "Biological, depositional, microspherule, and geochemical records of the Fras nian/Famennian boundary beds, South China,",
    "authors": ["X.P. Ma", "S.L. Bai"],
    "venue": "Palaeogeogr. Palaeoclimatol., Palaeoecol. 181,",
    "year": 2002
  }, {
    "title": "A statistical evaluation of the association between LIP volcanism and extinction intensity peaks over the last 250 m.y.,",
    "authors": ["N. MacLeod"],
    "venue": "International Geological Congress, August 20–28,",
    "year": 2004
  }, {
    "title": "a comparison of the Late Devonian  OCEANOLOGY Vol",
    "authors": ["G.R. McGhee", "Jr.", "“The multiple impacts hypothesis' for mass extinction"],
    "venue": "53 No. 6 2013  INTERACTION OF THE REASONS FOR THE MASS BIOTA EXTINCTIONS  749 and the late Eocene,” Palaeogeogr., Palaeoclimatol., Palaeoecol. 176, 47–58",
    "year": 2001
  }, {
    "title": "Did a gamma ray burst initiate the late Ordovician mass extinction?",
    "authors": ["A.L. Melott", "B.S. Lieberman", "C.M. Laird"],
    "venue": "Int. J. Astrobiol.,",
    "year": 2004
  }, {
    "title": "Size and mor phology of the Chicxulub impact crater,",
    "authors": ["J. Morgan", "M. Warner", "J. Brittan"],
    "venue": "Nature 390,",
    "year": 1997
  }, {
    "title": "Evi dence of size, marine site, and widespread effects,” in Large Meteorite Impacts III, Ed",
    "authors": ["J.R. Morrow", "C.A. Sandberg", "A.G. Harris", "“Late Devonian Alamo impact", "USA southern Nevada"],
    "venue": "T. Kenkmann, et al., GSA Special Paper, 384, 259–280",
    "year": 2005
  }, {
    "title": "a new 120 km diameter impact structure,” Earth Planet",
    "authors": ["A.J. Mory", "R.P. Iasky", "A.Y. Glikson", "F. Pirajno", "“Woodleigh", "Carnarvon Basin", "Western Australia"],
    "venue": "Sci. Lett. 117, 119–128",
    "year": 2000
  }, {
    "title": "Trias sic Jurassic boundary events inferred from integrated stratigraphy of the Csovar section, Hungary,",
    "authors": ["J. Pálfy", "A. Demeny", "J. Haas", "E.S. Carter"],
    "venue": "Palaeo geogr., Palaeoclimatol., Palaeoecol",
    "year": 2007
  }, {
    "title": "A third superchron during the early Paleozoic,",
    "authors": ["V. Pavlov", "Y. Gallet"],
    "venue": "Episodes 28,",
    "year": 2005
  }, {
    "title": "The Alvarez impact theory of mass extinc tion; limits to its applicability and the “great expecta tions syndrome,",
    "authors": ["G. Racki"],
    "venue": "Acta Palaeontol. Polonica,",
    "year": 2012
  }, {
    "title": "Implications for a possible relationship to Late Devonian extinction events,” Meteorit",
    "authors": ["W.U. Reimold", "S.P. Kelley", "S.C. Sherlock", "et al.", "“Laser argon dating of melt breccias from the Siljan impact structure", "Sweden"],
    "venue": "Planet. Sci. 40 (4), 591–607",
    "year": 2005
  }, {
    "title": "Cycles in fossil diver sity,",
    "authors": ["R.A. Rohde", "R.A. Muller"],
    "venue": "Nature 434,",
    "year": 2005
  }, {
    "title": "Correlating the end Triassic mass extinction and flood basalt volca nism at the 100 ka level,",
    "authors": ["B. Schoene", "J. Guex", "A. Bartolini"],
    "venue": "Geology",
    "year": 2010
  }, {
    "title": "Patterns of Phanerozoic extinction: a perspective from global data bases,",
    "authors": ["J.J. Sepkoski", "Jr."],
    "venue": "Global Events and Event Stratigraphy,",
    "year": 1996
  }, {
    "title": "New constraints on the Slate Islands impact structure, Ontario, Canada,",
    "authors": ["L. Sharpton V", "O. Dressler B", "Herrick", "R R"],
    "venue": "Geology 24,",
    "year": 1996
  }, {
    "title": "Uniquely extensive soft sediment defor mation in the Rhaetian of the UK: Evidence for earth quake or impact?",
    "authors": ["M. Simms"],
    "venue": "Palaeogeogr., Palaeoclimatol., Palaeoecol",
    "year": 2007
  }, {
    "title": "Assessing the record and causes of Late Triassic extinc tions,",
    "authors": ["L.H. Tanner", "S.G. Lucas", "M.G. Chapman"],
    "venue": "Earth Sci. Rev",
    "year": 2004
  }, {
    "title": "new biostratigraphic, palaeobiogeographical and geochemical data in Caucasus and Eastern Europe,” Geol",
    "authors": ["J.M. Théry", "D. Vachard", "E. Dransart", "“Late Per mian limestones", "the Permian–Triassic boundary"],
    "venue": "Soc. London, Spec. Publ. 275, 255–274",
    "year": 2007
  }, {
    "title": "Geochemical evidence for a catastrophic biotic event at Fras nian/Famennian boundary in South China,",
    "authors": ["K. Wang", "C.J. Orth", "M. Attrep"],
    "venue": "Geology 19,",
    "year": 1991
  }, {
    "title": "Under a Green Sky: Global Warming, the Mass Extinctions of the Past, and What They Mean for Our Future (Smithsonian Books",
    "authors": ["P.D. Ward"],
    "year": 2007
  }, {
    "title": "Warme, “The many faces of the Alamo impact breccia,",
    "authors": ["E. J"],
    "venue": "Geotimes",
    "year": 2004
  }, {
    "title": "External forcing of the geomagnetic field? Implications for the cosmic ray flux – climate variabil ity,",
    "authors": ["J. Wendler"],
    "venue": "J. Atmos. Sol. Terr. Phys. 66,",
    "year": 2004
  }, {
    "title": "Impacts and Beyond, Ed",
    "authors": ["P.B. Wignall", "R.J. Twitchett", "“Extent", "duration", "nature of the Permian Triassic superanoxic event", "” in Catastrophic Events", "Mass Extinctions"],
    "venue": "by C. Koeberl and K .G. MacLeod, 356, 395–413",
    "year": 2002
  }, {
    "title": "Correlated terrestrial and marine evidence for climate changes before mass extinction at the Cretaceous Paleogene boundary,",
    "authors": ["P. Wilf", "K.R. Johnson", "B.T. Huber"],
    "venue": "Proc. Natl. Acad. Sci. U. S. A",
    "year": 2003
  }, {
    "title": "Carbon and sulfur isotopic anomalies across the Ordovician Silurian boundary on the Yangtze Platform, South China,",
    "authors": ["D. Yan", "D. Chen", "Q. Wang"],
    "year": 2009
  }, {
    "title": "Evidence from geochemistry of rare earth elements,” Sci",
    "authors": ["J.W. Zeng", "R. Xu", "X.M. Gong", "“Hydrothermal activities", "seawater acidification in the Late Devo nian F F transition"],
    "venue": "Chin. Earth Sci. 54, 540–549",
    "year": 2011
  }],
  "id": "SP:1ffae4df546da74b4be6fbee5a7df7c3f972dd7b",
  "authors": [{
    "name": "M. S. Barash",
    "affiliations": []
  }],
  "abstractText": "The consideration of the conditions during the mass extinctions has shown that a series of factors, including mutually independent tectonic movements, variations in the sea level and climate, volcanism, asteroid impacts, changes in the composition of the atmosphere and hydrosphere, the dimming of the atmo sphere by aerosols at volcanism and impact events, etc., had a harmful affect during some periods of time (a hundred thousand years to millions of years). Some of the listed events occurred for a long period of time and could not have caused the abrupt catastrophic death of organisms on a global scale. The examination of the hierarchy of the major events allows us to distinguish the primary terrestrial (volcanism) and cosmic (impact events) reasons for the mass extinctions. The coeval mutually independent events testify to the common external reasons for the higher order beyond the solar system. These events are suggested to be related with the orbital movement of the solar system around the galaxy’s center, the intersection of the galactic branches, and the oscillations of the solar system’s position relative to the galactic plane. These reasons influence the processes on the Earth, including the internal and external geospheres, and activate the impacts of asteroids and comets. Under their effect, two main subsequences of events are developed: terrestrial, leading to intense volcanism, and cosmic impact events. In both cases, harmful chemical elements and aerosols are vented to the atmosphere, thus resulting in the greenhouse effect, warming, the dimming of the atmosphere, the pre vention of photosynthesis, the ocean’s stagnation, and anoxia with the following reduction of the bioproduc tivity, the destruction of the food chains, and the extinction of a significant part of the biota. DOI: 10.1134/S0001437013050020 MARINE GEOLOGY",
  "title": "Interaction of the Reasons for the Mass Biota Extinctions in the Phanerozoic"
}