{
  "sections": [{
    "text": "© CSIRO 2001 10.1071/BT00036 0067-1924/01/03301\nR. W. Barnes, R. S. Hil, J. C. BradfordBT0036 Cunoniaceae macrof os il r ecord in Aus traliaR. W. Brnset alIntroduction The plant family Cunoniaceae R.Br. is a geographically and morphologically diverse group that is represented on every\ncontinental landmass in the Southern Hemisphere, except Antarctica (Fig. 1; Table 1). It is also present on numerous islands, including those of the West Indies, Madagascar, the\nComoros, the Mascarenes, New Zealand, Malesia, Melanesia and Polynesia. Bradford and Barnes (2001) recognise 26 genera (Table 1) and an estimated 300 species based on phylogenetic analyses of the family by using combined molecular and morphological data. Generic diversity and endemism is highest in Australia (15 genera; seven endemic), followed by New Guinea (nine genera; two endemic) and New Caledonia (six genera; two endemic). Approximately half the species occur in the single genus Weinmannia, which is most species-rich in the South American Andes, Madagascar and among several South Pacific Islands (e.g. Bradford 1998; Hopkins 1998a; Bradford and Barnes 2001). Cunoniaceae are generally canopy to subcanopy trees and shrubs that inhabit rainforest, wet forest and heathlands such as the ‘maquis’ of New Caledonia (e.g. Hoogland 1960, 1979; Floyd 1989; Boland et al. 1985; Hopkins 1998a).\nFloral architecture and morphology (e.g. Engler 1928; Bernardi 1963a; Dickison 1975a, 1984; Bradford 1998; Hopkins 1998a, 1998b, 1998c; Hopkins and Florence 1998; Barnes and Rozefelds 2000; Rozefelds et al. 2001), nodal\nanatomy (Dickison 1980a), vegetative morphology (Dickison 1975b; Rao and Dickison 1985a, 1985b; Dickison and Rutishauser 1990; Barnes and Hill 1999a; Barnes and Rozefelds 2000; Rozefelds et al. 2001), wood anatomy (Dadswell and Eckersley 1938; Ingle and Dadswell 1956; Dickison 1980b) and pollen morphology (Hideux and Ferguson 1976) of the family or specific genera have been studied.\nCunoniaceae have a relatively rich and diverse macrofossil record that includes leaves and leaf fragments (e.g. Carpenter and Buchanan 1993; Barnes and Hill 1999a; Barnes and Jordan 2000), dispersed foliar cuticle (Carpenter and Pole 1995), wood (Petriella 1972), flowers (Carpenter and Buchanan 1993), fruits (Barnes and Hill 1999b) and seeds (Pocknall 1980). These have mainly been recovered from Cenozoic sediments in Australia with relatively few records from New Zealand (Pole 1993), South America (Krasser 1904; Petriella 1972), Antarctica (Czajkowski and Rosler 1986) and Europe (Unger 1866). The macrofossil record of specific Cunoniaceae genera in Australia is well documented (e.g. Carpenter and Buchanan 1993; Barnes\n1999; Barnes and Hill 1999a, 1999b; Barnes and Jordan 2000), but unlike those of other prominent plant families such as Nothofagaceae (Hill 1994) and Proteaceae (Jordan et al. 1998), it has not been summarised.\nRecords of fossil Cunoniaceae pollen are temporally and spatially widespread in Australia (e.g. Colhoun 1980; Luly et al. 1980; Kershaw and Sluiter 1982; Macphail et al. 1995), but are more frequent on other landmasses such as South America and Antarctica (e.g. Cranwell 1959; Petriella and Archangelsky 1975; van der Hammen et al. 1980; Villagran 1988; Heusser et al. 1996). Although fossil Cunoniaceae pollen has contributed to reconstructing vegetation history (e.g. Heusser 1964; Villagran 1988; Bush et al. 1990; Sluiter 1991), regional extinctions (Hill and Macphail 1983), plant migration and dispersal events (Truswell et al. 1987), palaeoclimatic estimates (Kershaw and Nix 1988) and glacial cycles (Heusser 1964; Helmens and Kuhry 1986; Colinvaux et al. 1988; Hooghiemstra 1989; Heusser et al. 1996), it is less informative than macrofossils because of the low taxonomic resolution of its identification, which is usually to family level or pollen type (syncolpate, dicolp(or)ate or tricolporate; Table 1) only.\nPrevious studies have recognised the biogeographic significance of the family (e.g. Bernardi 1963b; Raven and Axelrod 1974), often noting the peculiar absence of some genera from Australia (e.g. Weinmannia) and the disjunct extant distribution of others (e.g. Cunonia, Hoogland et al. 1997), but none has included data provided by the macrofossil record to aid the interpretation of these apparent biogeographic anomalies.\nThe well-documented and taxonomically useful nature of the Australian Cunoniaceae macrofossil record allows a thorough reconstruction to be made of the family’s history on this continent. On this basis, this study summarises and reviews aspects of the known Australian macrofossil record of Cunoniaceae. The palaeogeographic distribution of Cunoniaceae in Australia is reconstructed from accepted macrofossils of the family, with regional and/or continental extinctions identified and hypotheses formulated to explain the possible cause of such events. Minimum ages for genera and/or clades provided by the Australian macrofossil record are overlaid on the most recent phylogenetic reconstruction of the family to provide a minimum age of origin for those genera not represented in the macrofossil record, and for the family as a whole."
  }, {
    "heading": "Materials and methods",
    "text": "Most of the macrofossils discussed in this study have already been demonstrated to represent Cunoniaceae. Macrofossils of Cunoniaceae not previously assigned to the family are presented in this study. Fossil localities are shown in Fig. 2 and geological ages and key references to fossil sites are detailed in Table 2. Macrofossil specimen numbers and storage locations are detailed in the original publications cited in Tables 2 and 3.\nFossil specimens and extant leaves were photographed with a Canon EOS camera. The cuticles of organic fossil specimens and extant leaves were prepared by placing specimens in 5–50% aqueous hydrogen peroxide solution with several crystals of tetrasodium pyrophosphate and warming on a hot plate (30–35°C) for 24 h or until all other organic matter had oxidised. Prepared cuticles were rinsed in distilled water, stained in 1% aqueous safranin O, mounted in phenol glycerine jelly and observed with a Zeiss Axioskop microscope. For scanning electron\nmicroscopy, prepared cuticles were placed on aluminium stubs with double-sided carbon tape, sputter-coated with gold to a thickness of 20 nm and examined with an environmental scanning electron microscope 2020 operated at 15–20 kV. Terminology follows Hickey (1979) for leaf architecture, Dilcher (1974) for cuticular morphology and Baranova (1987) for stomatal structure."
  }, {
    "heading": "Results",
    "text": "Macrofossils from Australian fossil localities that have been demonstrated to represent Cunoniaceae are listed in Table 2. Several previously described Australian Cunoniaceae macrofossils are considered by Barnes (1999) or in this present study to be misinterpretations or are excluded from Cunoniaceae as too little data are preserved in the original specimen, or in the illustration and description provided by the original author, to warrant a confident identification to the family (see Table 3). Previously described Cunoniaceae macrofossils not examined directly by Barnes (1999), or in this study, and are without descriptions or illustrations are also excluded.\nAcsmithia and Spiraeanthemum\nThese sister genera co-occur in Fiji, with Acsmithia extending westward into New Caledonia, the Moluccas, Papua New Guinea and north-eastern Australia, while\nSpiraeanthemum occurs in Samoa, the Solomon Islands, and Vanuatu (Hoogland 1979). Plants occur in a variety of habitats but are most frequent in wet forest and rainforest (Hoogland 1979, 1988; Hyland and Whiffin 1993).\nAcsmithia has verticillate leaves and hermaphrodite flowers, while Spiraeanthemum has opposite decussate leaves and unisexual (dioecious) flowers (e.g. Smith 1952; Hoogland 1979). The leaf margin in Spiraeanthemum is serrate, while in Acsmithia it may be serrate or entire (Hoogland 1979). Pocket or pit domatia sporadically occur between the midrib and secondary veins, and are often associated with unicellular trichomes (Hyland and Whiffin 1993). All extant Acsmithia and Spiraeanthemum species possess stoma with a brachyparacytic subsidiary cell arrangement and have two-celled glandular structures on the leaf midrib and veins (Figs 3–5). These structures are secretory glands, and not trichomes or trichome bases as suggested by Dickison (1975b) and Carpenter and Pole (1995). These glands are apomorphic within Cunoniaceae (Bradford and Barnes 2001) and are thus taxonomically useful when assigning vegetative macrofossils to Acsmithia or Spiraeanthemum, although neither genus can be distinguished from each other on leaf cuticle characters alone (see also Carpenter and Pole 1995). Any taxonomic\nrefinement in the identification of vegetative macrofossils to either genus must be combined with other characters such as phyllotaxy, leaf margin form and venation pattern.\nThe macrofossil record of both genera is scant and only includes a single flower and dispersed cuticle. Carpenter and Buchanan (1993) described a flower from Cethana (Early Oligocene), Tasmania, as the fossil species A. grandiflora on the combined presence of actinomorphic symmetry, anther filaments, a superior, apocarpous gynoecium formed by multiple (4 or 5) carpels, and the absence of petals, which differs from the unisexual flowers of Spiraeanthemum species (see Hoogland 1979).\nDispersed cuticle from the late Middle Eocene (Clarke 1993) Lefroy palaeodrainage (Pidinga Formation) in\nWestern Australia has been assigned to Spiraeanthemum/ Acsmithia by Carpenter and Pole (1995). The cuticle preserves two-celled glandular structures in association with stoma that have a brachyparacytic subsidiary cell arrangement. The presence of these glands and the arrangement of the subsidiary cells is identical to that in the extant taxa and therefore the identification by Carpenter and Pole (1995) is supported.\nDispersed cuticle with affinities to both Spiraeanthemum and Acsmithia has been extracted from the Ooldea Range 6 core (Pidinga Formation; late Middle Eocene to early Late Eocene, Alley and Benbow 1989) in South Australia (Fig. 6; A. Rowett, pers. comm.). The cuticle preserves two-celled glandular structures on the veins and stomata with a\nFig. 5. Scanning electron micrograph of the inner abaxial cuticle of A. davidsonii. Simple hair bases are surrounded by weakly modified epidermal cells (white arrow). Note the two-celled gland (black arrow) and the brachyparacytic arrangement of the subsidiary cells. Scale bar = 100 µm. Fig. 6. Light micrograph of dispersed cuticle assigned to Spiraeanthemum/Acsmithia (OR1012) from the Ooldea Range 6 core (Pidinga Formation) in South Australia (late Middle Eocene–early Late Eocene). Note that the stomata have a brachyparacytic subsidiary cell arrangement. A two-celled gland occurs on the veins (arrow). Scale bar = 50 µm.\nbrachyparacytic subsidiary cell arrangement, homologous to those present in both extant genera (Fig. 6 cf. Figs 3–5). The cuticle is thus assigned to Spiraeanthemum/Acsmithia.\nThe geographic location of A. grandiflora (Cethana, Tasmania) and the two separate records of Spiraeanthemum/ Acsmithia from the Pidinga Formation (Lefroy palaeodrainage and Ooldea Range core 6), indicate that Acsmithia and possibly Spiraeanthemum were once present in areas now outside their extant geographic range.\nAnodopetalum A fossil leaf was assigned to extant Anodopetalum biglandulosum by Jordan et al. (1991) from Late Pleistocene sediments at Melaleuca Inlet in south-western Tasmania.\nBauera\nMummified vegetative organs and an immature capsule of the extant species Bauera rubioides have been recovered from Late Pleistocene sediments at Melaleuca Inlet in southwestern Tasmania (Jordan et al. 1991; Barnes 1999). The vegetative organs cannot be positively identified as representing either leaves or the lateral stipules that occur in the genus, as their size and shape in the extant species overlap extensively (Barnes 1999). Fossil vegetative organs of B. rubioides have also been recovered from Early–Middle Pleistocene sediments at Regatta Point (Jordan et al. 1995) and from Holocene sediments at Moxon Saddle in western Tasmania (Warren 1994).\nFigs 7, 8 = 10 mm. Scale bar for Figs 9, 10 = 10 mm. Fig. 11. Leaf compression (C-1022) from Cethana, north-western Tasmania (Early Oligocene).\nFig. 12. Leaf compression (SB-319) from Berwick Quarry, Victoria (Late Oligocene–Early Miocene). Fig. 13. Leaf impression (R364695) from Stuart Creek, South Australia (Miocene–Pliocene). Scale bar for Figs 11–13 = 10 mm.\nCallicoma\nNumerous leaf and reproductive structures from Early Oligocene–Pliocene sediments in south-eastern and central Australia have been assigned to the extant species Callicoma serratifolia (Figs 7–13). These macrofossils are discussed in detail by Carpenter and Buchanan (1993) and Barnes and Hill (1999a).\nCeratopetalum\nBarnes and Hill (1999b) reviewed the fruit macrofossil record of Ceratopetalum, verifying two species described by Holmes and Holmes (1992) and describing two new species (Figs 14–17; Table 2).\nFossil leaf species of Ceratopetalum are ubiquitous in Australia (e.g. Ettingshausen 1888, 1894; Table 3), with the assignment of leaf macrofossils to the genus historically based on overall leaf shape, secondary and tertiary venation patterns and the presence of glandular tooth apices (e.g.\nEttingshausen 1888). While the morphology of some of these fossils may be consistent with that in extant Ceratopetalum, it may be equally consistent with other Cunoniaceae genera (e.g. Schizomeria, Pseudoweinmannia) or genera of other families (e.g. Elaeocarpus, Elaeocarpaceae). All the described fossil Ceratopetalum leaf species are unverified, with the exception of C. gilesii, as there are insufficient data in the original specimen or illustrations and descriptions of the original author to confidently assign them to Ceratopetalum (Barnes 1999). As Barnes (1999) has shown, extant Ceratopetalum leaves lack any diagnostic morphological features that can be used to identify them with confidence. Therefore, it is improbable that any leaf macrofossil can be assigned to the genus. Ceratopetalum gilesii is considered to be an invalid identification as the original specimen exhibits craspedodromous venation, which is absent from extant Ceratopetalum (Barnes 1999).\nCodia\nCodia is represented in the fossil record by an incomplete leaf specimen from West Dale (Middle Eocene–Oligocene) in Western Australia, which Barnes and Hill (1999a) describe as an extinct taxon, C. australiensis.\nEucryphia\nAustralian macrofossils of Eucryphia include capsules, leaves and leaf fragments (Figs 18–26) and represent at least six extinct and two extant species (Hill 1991a; Barnes and\nJordan 2000). Barnes and Jordan (2000) and Barnes (1999) provide a review of the Eucryphia macrofossil record.\nGeissois\nBlackburn (1985) assigned dispersed cuticle from the Early– Middle Oligocene Yallourn Formation in Victoria to aff. Geissois sp., as it has stomata arranged in areoles with an anomocytic or anisocytic subsidiary cell arrangement, and hydathodes on the veins. Stomata arranged in areoles and venal hydathodes are relatively common characters in\nCunoniaceae (see also Dickison 1975b), so these alone are taxonomically uninformative.\nThe presence of an anomocytic subsidiary cell arrangement in Geissois is not supported by Barnes (1999) and Bradford and Barnes 2001; rather, all species have a brachyparacytic subsidiary cell arrangement. Therefore, any possible affinities of this dispersed cuticle to extant Geissois are discounted on this character alone. The fossil cuticle may represent another Cunoniaceae genus, such as Weinmannia, which is variable for subsidiary cell arrangement (see Bradford and Barnes 2001), although in general the cuticle lacks any diagnostic features to convincingly assign it to any extant Cunoniaceae taxon.\nPhyllites yallournensis\nPhyllites yallournensis is a common macrofossil in the Oligo–Miocene Morwell and Yallourn Formations in Victoria (Blackburn and Sluiter 1994). The leaves of P. yallournensis are pinnately lobed with brochidodromous secondary venation (Cookson and Duigan 1950; Blackburn and Sluiter 1994) and have stomata with a more or less anomocytic subsidiary cell arrangement (Blackburn 1985), although some illustrated by Cookson and Duigan (1950) appear to be anisocytic or encyclocytic.\nThe taxon was initially compared to leaves of some Banksineae (Proteaceae) by Cookson and Duigan (1950) on whole leaf morphology but they discounted any affinity to Proteaceae on the basis of cuticular characters. Blackburn (1985) subsequently considered that P. yallournensis has affinities with Cunoniaceae on leaf and epidermal morphology. No extant Cunoniaceae genus has a leaf form approaching that of P. yallournensis (e.g. Dickison 1975b; Barnes 1999) and on this basis the taxon is considered to have no close affinities to the family Cunoniaceae.\nSchizomeria\nCarpenter and Buchanan (1993) described a single fossil flower from Cethana, Tasmania (Early Oligocene), as Schizomeria tasmaniensis.\nVesselowskya\nAn incomplete leaf macrofossil from Cethana, Tasmania (Early Oligocene), was assigned to Vesselowskya aff. rubifolia by Carpenter and Buchanan (1993) on the basis of leaf shape, secondary and tertiary venation patterns, subsidiary cell arrangement and the form of the unicellular trichome base. Carpenter and Buchanan (1993) interpret the subsidiary cell arrangement of extant Vesselowskya and the fossil specimen to be anomocytic; however, Rozefelds et al. (2001) illustrate Vesselowskya to have encyclocytic stomata, with a ring of small cells surrounding the guard cells. Barnes (1999) re-interpreted the cuticle of the leaf macrofossil to possess encyclocytic stomata, supporting the conclusion of\nCarpenter and Buchanan (1993) that the fossil represents Vesselowskya.\nCarpenter and Buchanan (1993) distinguished the fossil from the single described species of Vesselowskya at that time, V. rubifolia, by the basally convex shape of the serrations, which were distinct from the straight, acuminate or concave serrations in V. rubifolia. Rozefelds et al. (2001) have since revised Vesselowskya and described a second extant species, V. venusta, which has a very similar leaf morphology to V. rubifolia and is also distinct from the fossil.\nWeinmannia and Weinmanniaphyllum\nWeinmannia is a common tree or small shrub in cloud or upland montane forests throughout South and Central America, Madagascar, Malesia, New Guinea, New Zealand and generally at higher altitude on several South Pacific Islands (Hopkins 1998a), but it is absent from Africa and Australia. The genus has opposite, decussately arranged leaves with interpetiolar stipules (Fig. 27), racemose inflorescences and seeds with trichomes (Bradford 1998; Hopkins 1998a, 1998b, 1998c; Hopkins and Florence 1998). Leaves are unifoliolate, trifoliolate or more frequently imparipinnate, with significant variation among and within a species for the number of leaflets per leaf. Many species with imparipinnate leaves have a winged rachis between the leaflets (Figs 27, 28; e.g. Bernardi 1963b; Hopkins 1998a), which is particularly common and well developed in species of section Weinmannia of the Americas and the Mascarenes (Bradford 1998). Some species of Cunonia also possess imparipinnate leaves with a winged rachis between successive leaflets (e.g. C. pterophylla Schltr., Fig. 29; Hoogland et al. 1998).\nSecondary venation in Weinmannia is generally craspedodromous, with the secondary veins terminating at a glandular sinus where another vein originates that vascularises the tooth apex (Barnes 1999). Semicraspedodromous venation also occurs in some leaflets and leaves, often on plants that possess leaves with craspedodromous venation. In the semicraspedodromous type, the secondary vein bifurcates just within the leaf margin, with one vein vascularising the sinus as described above and the other looping to anastomose with the proximal secondary vein, as described by Hopkins (1998a).\nThe abaxial cuticle in Weinmannia is usually smooth and non-ornamented with superficial stomata. Occasional unicellular trichomes are present on the midrib, veins (Fig. 30) and rarely within the areoles (e.g. W. pubescens) and have bases formed by 5–8 radially modified epidermal cells (Fig. 30). In addition to unicellular trichomes, and unique to Weinmannia within the family are trichomes with multicellular bases that can be present on both the abaxial and adaxial leaf surface (Figs 31–33). A prominent trichome insertion is present in those multicellular bases where the trichome itself has been shed (Figs 32, 33). These trichomes\ndo not occur in all species, but are found in all five sections of Weinmannia (see Bradford 1998, for Weinmannia sections).\nIn Cunoniaceae, imparipinnate leaves with a winged rachis diagnoses either Cunonia or Weinmannia, with the\nvenation pattern being of the craspedodromous or semicraspedodromous type described previously. The single feature that can be used to distinguish imparipinnate leaves of Weinmannia from those of Cunonia is the presence of\nmulticellular trichome bases, irrespective of leaf form. In the absence of these trichome bases, the identification of a leaf macrofossil to Weinmannia or Cunonia becomes difficult and may not even be possible without any attached reproductive structures. Any affinities to Cunonia can be discounted if the subsidiary cell arrangement in the fossil is anomocytic, encyclocytic or brachyparacytic, as all Cunonia species have anisocytic stomata (Bradford and Barnes in press). However, this character is not exclusive to Cunonia as some Weinmannia species (e.g. W. humblottii Baill.) have anisocytic stomata (e.g. Fig. 30).\nMilligan (1849) recorded macrofossils in limestone of unknown age (?Tertiary) from Knocklofty in Hobart, Tasmania, as ‘Impressions of leaves and the cast of a seed vessel like those of the Weinmannia’. For Milligan (1849) to make such a definitive identification, the specimens were possibly imparipinnate leaves with a winged rachis between the leaflets. Alternatively, Milligan (1849) may have been referring to a number of species that have been taxonomically realigned (e.g. Weinmannia biagiana = Geissois biagiana, Weinmannia lachnocarpa = Pseudoweinmannia lachnocarpa, Weinmannia rubifolia = Vesselowskya rubifolia). In the absence of any illustrations or specimens the record of Milligan (1849) remains unverified.\nChapman (1926) assigned two incomplete fossil leaves from Tertiary sediments at Narracan, South Gippsland, as (?) Weinmannia sp. on the basis of venation patterns. These patterns were compared to those present in extant Weinmannia biagiana (= Geissois biagiana). Not enough data are provided in the illustration and description of (?) Weinmannia sp. (= Geissois sp. due to taxonomic name change) by Chapman (1926) to assign the fossil specimen to any extant genus with confidence. Even in the event of the original specimens being located, it is unlikely that they would preserve enough diagnostic characters to enable a formal identification.\nCarpenter and Buchanan (1993) described several leaf macrofossils from Cethana, Tasmania (Early Oligocene), as having affinities to extant Weinmannia or Cunonia, as they are of imparipinnate leaves with a winged rachis between successive serrate margined leaflets. The assignment of the macrofossils to either genus was not possible because of the morphological overlap between the genera in leaf form and the lack of cuticular preservation. Hence, the form genus Weinmanniaphyllum was erected to accommodate those inorganic leaf macrofossils that have leaf architectural similarities to some extant Weinmannia and Cunonia species. Carpenter and Buchanan (1993) placed all the Cethana Weinmanniaphyllum specimens in the single taxon W. bernardii. They suggested closer affinities to Weinmannia than Cunonia on the belief that the large number of leaflets in some macrofossils (> 12 pairs) does not occur in any extant Cunonia species. However, at least three species of Cunonia may have up to 12 leaflet pairs in adult and/or\njuvenile leaves, and include C. austrocaledonica, C. pterophylla and C. varijuga (Hoogland et al. 1997).\nCarpenter and Buchanan’s (1993) logic for erecting Weinmanniaphyllum is sound; however, the single taxon W. bernardii probably encompasses at least two, perhaps three, different taxa on the basis of the differences in leaf architecture and leaflet shape (see Barnes 1999). Specimens either have (i) long thin leaflets that leave the rachis at an angle less than 30°, and an unevenly winged rachis, (ii) leaflets of almost equal length and width leaving the rachis at an angle exceeding 50°, and a very regularly winged rachis or (iii) extremely small (< 5 mm), almost ovate leaflets, and only the weak development of a winged rachis. However, as Hopkins (1998a) noted, some extant Weinmannia species are quite variable in leaf form, particularly for leaflet number, shape and size. Marked differences between juvenile and adult foliage of a single species often exacerbates this problem. In recognition of this, the different macrofossil ‘forms’ are not assigned formal names here, but instead attention is drawn to the fact that they may represent different species. Cuticular or surface features may provide further characters on which to separate these ‘forms’ or to better place the fossils into Weinmannia or Cunonia, although to date no Weinmanniaphyllum specimens from Cethana preserve any organic remains.\nA single fossil specimen of Weinmannia from Wilson’s Creek, Tasmania (Early Oligocene), is that of an imparipinnate leaf formed by six leaflet pairs and an elongated terminal leaflet (Fig. 34). The leaf is extremely small (27 mm in length) and all the intact lateral leaflets have an entire margin. Small teeth are present in the apical portion of the terminal leaflet (arrow in Fig. 34). The rachis is prominently winged between each successive leaflet with each wing having an entire margin. The venation in each leaflet is not clear, although in the upper leaflets it appears to be brochidodromous, and semicraspedodromous where the veins are associated with teeth in the terminal leaflet.\nThe cuticle is very fragile and consequently it was not possible to remove it from the other organic remains without destroying it. Therefore, after being treated with hydrofluoric acid, the organic fragments were placed directly onto an aluminium stub for scanning electron microscopy. As the cuticle was prepared in this way, only the outer surface features could be viewed. Stomata are poorly preserved (Fig. 35), and probably only occur on the abaxial surface, although this is difficult to show as the fragments on the stub are of each surface due to the way the cuticle was prepared. The subsidiary cell arrangement for each stoma is unknown. Trichome bases are preserved on the surface and are both unicellular (Fig. 36) and multicellular (Figs 37, 38) in form. The multicellular trichome bases are interpreted here to be formed by numerous small cells with an emergent trichome that no longer remains in the fossil specimen, homologous to those in extant species (Fig. 38 cf. Fig. 33). The central\ninsertion point of the trichome into the base is preserved (see arrow in Fig. 38).\nThe specimen can be assigned to Weinmannia with confidence as it is an imparipinnate leaf formed by lateral leaflets and an elongated terminal leaflet and has a winged rachis between successive leaflets and multicellular trichome bases. This latter feature distinguishes the fossil from the extant imparipinnate leaves of Cunonia species that have a winged rachis (e.g. C. varijuga and C. pterophylla). The fossil probably represents an extinct Weinmannia species on the basis of the very small size of the leaf and the lack of any serrations on the lateral leaflets, which were present in all species examined for this study; however, the erection of a new fossil species is premature without further examination of extant species from South America (e.g. Ecuador)."
  }, {
    "heading": "Indeterminate macrofossils",
    "text": "Berwick Quarry, Victoria\nNumerous leaf macrofossils from Berwick Quarry (Late Oligocene) have been considered by Pole et al. (1993) to have affinities with Cunoniaceae and were divided into two taxa. One taxon, ?Cunoniaceae sp. ‘small teeth’, consists of two specimens that are microphylls with craspedodromous venation. The second taxon, ?Cunoniaceae sp. ‘lanceolate’, has lanceolate leaves with serrate margins that probably\nrepresent leaflets from a compound leaf since they have either asymmetrical or symmetrical bases. At present, the assignment of these macrofossils to any extant genus of Cunoniaceae is premature as there is no combination of architectural and cuticular features present in the fossils that indicate a direct link to an extant Cunoniaceae genus.\nHasties, north-eastern Tasmania\nLeaf macrofossils from Hasties (Middle–Late Eocene) described as ?Cunoniaceae Genus et species indet. by Pole (1992) are small leaf fragments with a serrate margin that possess a cuticle without any distinguishing features. The stomata are anomocytic and each trichome base has a radially flanged foot cell (see illustrations in Pole 1992). No features of the leaf architecture, combined with cuticular morphology, directly link it to any extant genus of Cunoniaceae, so the exact affinities of these macrofossils remain unknown."
  }, {
    "heading": "Discussion",
    "text": ""
  }, {
    "heading": "Verified Australian macrofossils of Cunoniaceae",
    "text": "Cunoniaceae have an extensive macrofossil record in Australia with 11 of the 26 genera represented as macrofossils, and include leaves or leaf fragments, dispersed\ncuticle, flowers and fruits, or a combination of these (Table 2). In Australian Cenozoic sediments, two genera are exclusively represented by reproductive structures (Ceratopetalum and Schizomeria), five genera are represented by both vegetative and reproductive organs (Acsmithia, Bauera, Callicoma, Ceratopetalum, Eucryphia) and four are represented by leaves, leaf fragments or leaf impressions alone (Anodopetalum, Codia, Vesselowskya, Weinmannia). Leaves and reproductive structures of Callicoma and Eucryphia co-occur in two Tasmanian deposits. Most identifications of Cunoniaceae wood macrofossils are considered to be dubious and require a more detailed revision.\nThe proportion of extant Cunoniaceae genera represented in the Australian macrofossil record is very high (42% of extant genera) compared to that of other well-studied Southern Hemisphere flowering plant families (e.g. Proteaceae, Lauraceae). Despite the abundance of Proteaceae macrofossils, only a few have been assigned to an extant genus, with the majority in the fossil genus Euproteaciphyllum (e.g. Carpenter and Jordan 1997; Jordan et al. 1998). Similarly, most Lauraceae are either identified as the extant genus Cinnamonum or placed into the fossilform genus Laurophyllum (e.g. Hill 1986, 1988). Therefore, in comparison to these families, macrofossils of Cunoniaceae can in most cases be confidently assigned to an extant genus, and consequently this provides an opportunity to better examine intra-familial evolution and biogeography. The occurrence of 11 of the 26 extant Cunoniaceae genera in the Australian macrofossil record suggests that Cunoniaceae were conspicuous elements in the Cenozoic flora or at least frequently occurred near a site of deposition."
  }, {
    "heading": "Palaeobiogeography and extinctions",
    "text": "Macrofossils of rainforest and wet forest Cunoniaceae genera, including Acsmithia, Schizomeria, Callicoma and Vesselowskya, show that they were present in southern, south-eastern and/or south-western Australia during the Early Cenozoic. The palaeogeographic distribution of these taxa probably reflects the presence of suitably wet and aseasonal environments in those areas of Australia at that time (e.g. Sluiter 1991; Quilty 1994), and is supported by cooccurring taxa that generally inhabit modern rainforest environments, including Nothofagus, Araucariaceae, Podocarpaceae and Gymnostoma (e.g. Hill and Carpenter 1991; Hill 1991b, 1995; Carpenter and Pole 1995). The overall floristic similarities of Palaeogene fossil floras to those of extant high rainfall microthermal and mesothermal habitats has been noted by several authors (e.g. Carpenter et al. 1994; Christophel 1994), and probably indicates that climatically similar rainforest environments occurred in at least parts of Australia during that time.\nThe regional extinction or retraction of many Cunoniaceae genera into their current geographic ranges can\nprobably be best explained by the development and expansion of climatically unsuitable habitats in central and southern areas of Australia during the Cenozoic following the northward movement of the continent (e.g. Truswell 1993; Quilty 1994; Macphail et al. 1994). A similar hypothesis has been suggested to explain the extinction or geographic retraction of other rainforest genera in Australia, including Gymnostoma (Casuarinaceae) (Hill 1994), Acmopyle and Dacrycarpus (Hill and Carpenter 1991) and subgenera of Nothofagus (Hill 1983). More specifically, climates have been suggested to have become drier, more seasonal, colder, or a combination of these (e.g. Macphail et al. 1994), and these changes were likely to have been of sufficient magnitude to remove many taxa that now have their nearest living relatives in micro- and mesothermal rainforest environments of New Caledonia and New Guinea (e.g. Hill 1983).\nFor Weinmannia, it is difficult to interpret its Australian extinction as the direct result of a changing climate, or the lack of climatically suitable habitats in the past, given the diversity of habitats currently occupied by the genus. Weinmannia is widely distributed today in a variety of habitat types and climatic zones (Hopkins 1998a) on landmasses geographically close to Australia, including New Zealand, New Caledonia, New Guinea and several Pacific Islands (Bradford 1998). Numerous Weinmannia species have a disturbance-based ecology (e.g. Wardle 1966; Veblen et al. 1981; Stewart 1986; Hopkins 1998a), where catastrophic events are important for seedling regeneration (e.g. W. racemosa, Stewart and Veblen 1982), and probably accounts for the high abundance of Weinmannia in the volcanic regions of South and Central America, particularly along the Ecuadorian and Colombian Andes (e.g. Bradford 1998). A decrease in the frequency and intensity of largescale landscape processes in Australia, such as volcanism, landslips and uplifting, may have resulted in the Australian extinction of Weinmannia owing to a reduction in its regeneration niche. This is similar to the explanation provided for the Australian extinction of Nothofagus subgenera Nothofagus and Brassospora (Hill 1987, 1991b; Scriven and Hill 1996) and Fitzroya (Hill and Whang 1996). This hypothesis is supported by the current absence of Weinmannia from low-lying geologically inactive coralline islands in the Pacific but its widespread and occasional abundance on volcanic islands where landslips and volcanoinduced disturbances are common (Hopkins 1998a). However, its absence from low-lying islands may also be an artefact of the lack of high mountain ranges which support cloud forest vegetation in which Weinmannia usually occurs (Bradford 1998; Hopkins 1998a).\nThis disturbance-based extinction hypothesis is complicated by at least two important factors. Not all extant species of Weinmannia require disturbance for regeneration, as some can regenerate under an existing canopy (Hopkins\n1998a) and survive in areas today that are relatively geologically stable (e.g. Guayana highlands). In addition, a source of catastrophic disturbance, in the form of volcanism, has been present in the Australian landscape throughout the entire Cenozoic and, in some regions of Australia, even occurring into the Quaternary (see Quilty 1994). However, because of the sporadic temporal and geographic nature of these events in Australia, suitable habitats for disturbancebased Weinmannia, at least, may not have been continually present during the Cenozoic. Furthermore, even if these events were occurring frequently in the landscape their distribution may not have overlapped with the climatic envelope suitable for the survival of Weinmannia\nAlthough the Cunoniaceae fossil pollen record does not provide resolution to the genus level, it does show that the Cunoniaceae tricolporate, dicolp(or)ate and syncolpate pollen types once occurred in South Australia (Late Paleocene, Sluiter 1991; Oligocene–Miocene, Truswell et al. 1985), Victoria (Eocene, Stover and Partridge 1973; Oligocene–Miocene, Blackburn and Sluiter 1994) and Tasmania (Oligocene, Hill and Macphail 1983). Dicolp(or)ate pollen genera occur today in some areas of southern and south-eastern Australia (Table 1; e.g. Bauera, Anodopetalum, Eucryphia) but tricolporate pollenproducing genera within Australia have become restricted to wet forest habitats in the east and north-east of the continent. Tricolporate Cunoniaceae genera occurred in western Tasmania as recently as the Late Pliocene (Macphail et al. 1995), with its Tasmanian extinction possibly coinciding\nwith that of Nothofagus subgenus Brassospora, Beauprea (Proteaceae) and Araucariaceae (Macphail et al. 1995). The extinction of these taxa in Tasmania was probably related to the onset of glacial (cold and dry) climates (Macphail et al. 1995).\nIn combination, the fossil pollen and macrofossil record support the presence of tricolporate pollen-producing genera in southern Australia during the Early Cenozoic. However, on current data it is not possible to determine if the fossil pollen was produced by the same genera that are represented within the macrofossil record (see Table 4). Closer scrutiny of the fossil pollen itself may enable a more refined identification to be made. The notable absence of Cunoniaceae macrofossils from areas of Australia that have Cenozoic deposits containing a high percentage or complete domination of Cunoniaceae pollen, such as the Late Paleocene sediments in the Eyre region of South Australia (Sluiter 1991), warrants further study. However, this may be limited in some areas, such as central Australia, as there are often fewer Cenozoic deposits that contain macrofossils than fossil pollen."
  }, {
    "heading": "Minimum generic and family age",
    "text": "The macrofossil record combined with the revised phylogeny of Cunoniaceae by Bradford and Barnes (2001) allows minimum ages to be placed onto some genera and clades within the family (Fig. 39; Table 4). The oldest Cunoniaceae macrofossil species, Eucryphia falcata (Late Paleocene), provides a minimum age for a node nested within the phylogeny of the family (Fig. 39) and implies that the ancestors to the genera basal to Eucryphia were present in the vegetation no later than the Late Paleocene. This hypothesis is supported by the minimum age of other genera deeply nested within the family phylogeny (Fig. 39; Table 4), including Codia (Middle Eocene–Early Oligocene), Weinmannia (Early Oligocene), Callicoma (Early Oligocene) and Vesselowskya (Early Oligocene). This macrofossil evidence suggests that generic diversification of Cunoniaceae was more or less complete by the Early Cenozoic. Fossil pollen from Seymour Island (cf. Weinmannia, Cranwell 1959) and Argentina (Rhoipites sp. aff. Weinmannia, Petriella and Archangelsky 1975) further suggests that Weinmannia at least had a Late Paleocene origin.\nGiven the inferred minimum age of many extant Cunoniaceae genera, it is reasonable to hypothesise that Cunoniaceae originated in the Late Cretaceous or earlier. This is not improbable given the hypotheses that other geographically widespread Southern Hemisphere families originated in the mid (Proteaceae, Hoot and Douglas 1998) to Late (Nothofagaceae, Hill and Dettman 1996) Cretaceous. However, unlike these families there is no convincing fossil pollen or macrofossil evidence to support an age of Cunoniaceae older than the Late Paleocene (Table 4).\nCunoniaceae fossil pollen may be present in Cretaceous sediments but has simply not been recorded because of its small size. Cretaceous Cunoniaceae macrofossils are also lacking but this may only reflect the scarcity and limited physical access to, and study of, macrofossil deposits of this age within Australia (e.g. Douglas 1994) and not the absence of Cunoniaceae in the Australian Cretaceous flora."
  }, {
    "heading": "Vicariance or dispersal distribution",
    "text": "Romero (1993) suggested that the Paleocene origin of some plant groups and the close proximity of the continents at this time may account for their worldwide or predominantly Southern Hemisphere distribution. This hypothesis may explain the widespread Southern Hemisphere distribution of\nCunoniaceae and the apparent geographic disjunctions for some genera. However, although a Late Paleocene age at least is supported for the origin of Cunoniaceae (Table 4), it is unlikely, for example, that the disjunct distributions of Cunonia in southern Africa and New Caledonia and Weinmannia in Madagascar, the Pacific and Americas represent pure vicariance. This scenario would require these genera to be at least 120–140 million years old (Early Cretaceous), as this is approximately when Africa started to break away from Gondwana (e.g. Quilty 1994). Furthermore, if these genera were of this age it would then be expected that more genera would have an equilibrated modern Southern Hemisphere distribution, unless there has been a significant number of continental extinctions of Cunoniaceae genera since the mid to Late Cretaceous. Although an Early Cretaceous origin for Cunoniaceae is not impossible, it is a hypothesis that requires additional evidence from the macrofossil or fossil pollen record, perhaps combined with molecular clock data as has been conducted for Nothofagus (Martin and Dowd 1993).\nAn alternative hypothesis to explain some of the extant geographic disjunctions in Cunoniaceae genera is that longdistance dispersal has occurred, whereby propagules have dispersed between continents after the break-up of Gondwana. Long-distance dispersal has only relatively recently been proposed as a means to explain the extant biogeography of some plant groups (e.g. Nothofagus, Martin and Dowd 1993), even though it is a hypothesis well supported by fossil evidence for some plant groups (see Hill and Dettman 1996). Pole (1994) even comments that the entire modern New Zealand flora may be the result of longdistance dispersal events.\nFor Weinmannia at least, long-distance dispersal today is important for the colonisation of new volcanic offshore islands in the South Pacific region (Hopkins 1998a) and there is no reason to suggest that this extant phenomenon was less important in the past. The presence of Weinmannia on many South Pacific Islands and other island groups, such as the Mascarenes and Comoros, can only be explained by dispersal biogeography, as most of these areas are of recent volcanic origin (see Bradford 1998). Furthermore, the sister taxa relationship between some Weinmannia species in the Americas and those that occur in the Mascarenes can only be explained by dispersal, although it is unclear if Weinmannia dispersed from South America to the Mascarenes via ‘stepping stone’ islands or via Africa/Madagascar (see Bradford 1998).\nFor other extant Cunoniaceae genera and unlike Weinmannia, there is no evidence that long-distance dispersal between landmasses is currently increasing their modern geographic distribution. However, on the basis of the geographic location and age of Codia australiensis, it is possible that Codia dispersed from Australia to New Caledonia (possibly via New Zealand) and then subsequently\nbecame extinct in Australia. As Platylophus and Cunonia capensis have their nearest living relatives in the Australia– Pacific region, these genera, or their ancestors, may have dispersed from this region to their extant location in a single event or via other continents or island groups in a series of dispersal events. Additional macrofossils of either genus from Africa or South America in particular may provide evidence for this."
  }, {
    "heading": "Acknowledgments",
    "text": "The authors thank Dr Andrew Rowett for the dispersed cuticle photographs of Spiraeanthemum/Acsmithia from the Ooldea Range (Pidinga Formation). Figures 16 and 17 are reproduced with the permission of the Linnean Society of New South Wales and W. B. K. Holmes and F. M. Holmes. This work formed part of the first author’s PhD funded by an Australian Postgraduate Award. This project was funded by large and small ARC grants (R. S. Hill)."
  }],
  "year": 2001,
  "references": [{
    "title": "Late Eocene playnofloras from the Pidinga Formation",
    "authors": ["NF Alley", "MC Benbow"],
    "venue": "SADME Ooldea Range, eastern Eucla Basin. Geological Quaternary Notes",
    "year": 1990
  }, {
    "title": "Historical development of the present classification of morphological types of stomates",
    "authors": ["MA Baranova"],
    "venue": "The Botanical Review",
    "year": 1987
  }, {
    "title": "Palaeobiogeography, extinctions and evolutionary trends in the Cunoniaceae",
    "authors": ["RW Barnes"],
    "venue": "PhD Thesis,",
    "year": 1999
  }, {
    "title": "Macrofossils of Callicoma and Codia (Cunoniaceae) from Australian Cainozoic Sediments",
    "authors": ["RW Barnes", "RS Hill"],
    "venue": "Australian Systematic Botany",
    "year": 1999
  }, {
    "title": "Ceratopetalum fruits from Australian Cainozoic sediments and their significance for petal evolution in the genus",
    "authors": ["RW Barnes", "RS Hill"],
    "venue": "Australian Systematic Botany",
    "year": 1999
  }, {
    "title": "Eucryphia (Cunoniaceae) reproductive and leaf macrofossils from Australian Cainozoic sediments",
    "authors": ["RW Barnes", "GJ Jordan"],
    "venue": "Australian Systematic Botany",
    "year": 2000
  }, {
    "title": "Comparative morphology of Anodopetalum (Cunoniaceae)",
    "authors": ["RW Barnes", "AC Rozefelds"],
    "venue": "Australian Systematic Botany",
    "year": 2000
  }, {
    "title": "Revisio generis Weinmanniae",
    "authors": ["L Bernardi"],
    "venue": "Pars II: sectio simplicifoliae. Candollea",
    "year": 1963
  }, {
    "title": "Considérations phytogéographiques et morphogénétiques sur le genre Weinmannia (Cunoniacées)",
    "authors": ["L Bernardi"],
    "venue": "Adansonia",
    "year": 1963
  }, {
    "title": "Palaeobotany of the Yallourn and Morwell Coal Seams.",
    "authors": ["DT Blackburn"],
    "venue": "Palaeobotanical Project Report 3. State Electricity Commission of Victoria, Australia",
    "year": 1985
  }, {
    "title": "Forest trees of Australia.",
    "authors": ["DJ Boland", "MIH Brooker", "GM Chippendale", "N Hall", "BPM Hyland", "RD Johnston", "DA Kleinig", "JD Turner"],
    "year": 1985
  }, {
    "title": "A cladistic analysis of species groups in Weinmannia (Cunoniaceae) based on morphology and inflorescence architecture",
    "authors": ["JC Bradford"],
    "venue": "Annals of the Missouri Botanic Gardens",
    "year": 1998
  }, {
    "title": "Phylogenetics and classification of Cunoniaceae (Oxalidales) using chloroplast DNA sequences and morphology",
    "authors": ["JC Bradford", "RW Barnes"],
    "venue": "Systematic Botany",
    "year": 2001
  }, {
    "title": "Late Pleistocene temperature depression and vegetation change in Ecuadorian Amazonia",
    "authors": ["MB Bush", "PA Colinvaux", "MC Wiemann", "DR Piperno", "K Liu"],
    "venue": "Quaternary Research",
    "year": 1990
  }, {
    "title": "Oligocene leaves, fruits and flowers of the Cunoniaceae from Cethana, Tasmania",
    "authors": ["RJ Carpenter", "AM Buchanan"],
    "venue": "Australian Systematic Botany",
    "year": 1993
  }, {
    "title": "Early Tertiary macrofossils of Proteaceae from Tasmania",
    "authors": ["RJ Carpenter", "GJ Jordan"],
    "venue": "Australian Systematic Botany",
    "year": 1997
  }, {
    "title": "Eocene plant fossils from the Lefroy and Cowan paleodrainages, Western Australia",
    "authors": ["RJ Carpenter", "M Pole"],
    "venue": "Australian Systematic Botany",
    "year": 1995
  }, {
    "title": "Cenozoic vegetation of Tasmania: macrofossil evidence",
    "authors": ["RJ Carpenter", "RS Hill", "GJ Jordan"],
    "venue": "(Ed. RS Hill) pp",
    "year": 1994
  }, {
    "title": "New or little-known fossils in the National Museum. Part XXIX. On some Tertiary plant remains from Narracan, South Gippsland",
    "authors": ["F Chapman"],
    "venue": "Proceedings of the Royal Society of Victoria",
    "year": 1926
  }, {
    "title": "The Early Tertiary macrofloras of continental Australia",
    "authors": ["DC Christophel"],
    "venue": "(Ed. RS Hill) pp",
    "year": 1994
  }, {
    "title": "Stratigraphy of the Lefroy and Cowan palaeodrainages, Western Australia",
    "authors": ["JDA Clarke"],
    "venue": "Journal of the Royal Society of Western Australia",
    "year": 1993
  }, {
    "title": "Evolution of the Lefroy and Cowan palaeodrainages, Western Australia",
    "authors": ["JDA Clarke"],
    "venue": "Australian Journal of Earth Sciences",
    "year": 1994
  }, {
    "title": "Quaternary fluviatile deposits from the Pieman Dam site, western Tasmania",
    "authors": ["EA Colhoun"],
    "venue": "Proceedings of the Royal Society of London B",
    "year": 1980
  }, {
    "title": "Late Glacial and Holocene pollen diagrams from two endorheic lakes of the Inter-Andean Plateau of Ecuador",
    "authors": ["PA Colinvaux", "K Olson", "K Liu"],
    "venue": "Review of Palaeobotany and Palynology",
    "year": 1988
  }, {
    "title": "Fossil Banksieae from Yallourn, Victoria, with notes on the morphology and anatomy of living species",
    "authors": ["IC Cookson", "SL Duigan"],
    "venue": "Australian Journal of Scientific Research (Series B)",
    "year": 1950
  }, {
    "title": "Fossil pollen from Seymour Island, Antarctica",
    "authors": ["LM Cranwell"],
    "venue": "Nature",
    "year": 1959
  }, {
    "title": "Plants fosseis de Peninsula Fildes; Ilha Rei Jorge (Shetland de Sul): morfografia das impressoes foliares",
    "authors": ["S Czajkowski", "O Rosler"],
    "venue": "Anais Academia brasilien Ciencas (Suplement)",
    "year": 1986
  }, {
    "title": "The wood structure of some Australian Cunoniaceae with methods for their identification",
    "authors": ["HE Dadswell", "AM Eckersley"],
    "venue": "Technical Paper Forestry Products Research Australia",
    "year": 1938
  }, {
    "title": "1902a) Notes on the fossil flora of Pitfield and Mornington",
    "authors": ["H Deane"],
    "venue": "Records of the Geological Survey of Victoria",
    "year": 1902
  }, {
    "title": "Preliminary report on the fossil flora of Pitfield, Mornington, Sentinel Rock (Otway Coast), Berwick and Wonwron",
    "authors": ["H Deane"],
    "venue": "Records of the Geological Survey of Victoria",
    "year": 1902
  }, {
    "title": "1975a) Studies on the floral anatomy of the Cunoniaceae",
    "authors": ["WC Dickison"],
    "venue": "American Journal of Botany",
    "year": 1975
  }, {
    "title": "1975b) Leaf anatomy of Cunoniaceae",
    "authors": ["WC Dickison"],
    "venue": "Botanical Journal of the Linnean Society",
    "year": 1975
  }, {
    "title": "Diverse nodal anatomy of the Cunoniaceae",
    "authors": ["WC Dickison"],
    "venue": "American Journal of Botany",
    "year": 1980
  }, {
    "title": "Comparative wood anatomy and evolution of the Cunoniaceae",
    "authors": ["WC Dickison"],
    "venue": "Allertonia",
    "year": 1980
  }, {
    "title": "Fruits and seeds of the Cunoniaceae",
    "authors": ["WC Dickison"],
    "venue": "Journal of the Arnold Arboretum",
    "year": 1984
  }, {
    "title": "Developmental morphology and systematics of the Cunoniaceae and presumed allies. II. Taxa without interpetiolar stipules and conclusions",
    "authors": ["WC Dickison", "R Rutishauser"],
    "venue": "Botanica Helvetica",
    "year": 1990
  }, {
    "title": "Approaches to the identification of angiosperm leaf remains",
    "authors": ["DL Dilcher"],
    "venue": "The Botanical Review",
    "year": 1974
  }, {
    "title": "Cretaceous vegetation: the macrofossil record",
    "authors": ["JG Douglas"],
    "venue": "(Ed. RS Hill) pp",
    "year": 1994
  }, {
    "title": "Cunoniaceae. In ‘Die Natürlichen Pflanzenfamilien 2nd Edn",
    "authors": ["A Engler"],
    "venue": "18a. (Buch und Kunstdruckerei: Leipzig)",
    "year": 1928
  }, {
    "title": "Definition and character of the Regency interglacial and Early–Middle Pleistocene stratigraphy in the King Valley, western Tasmania, Australia",
    "authors": ["SJ Fitzsimons", "EA Colhoun", "G Van de Geer", "RS Hill"],
    "venue": "Boreas",
    "year": 1990
  }, {
    "title": "Rainforest trees of mainland southeastern Australia.",
    "authors": ["AG Floyd"],
    "year": 1989
  }, {
    "title": "Glacial sequence and environmental history in the Sierra Nevada del Cocuy (Colombia)",
    "authors": ["T van der Hammen", "J Barelds", "H De Hong", "AA De Veer"],
    "venue": "Palaeogeography, Palaeoclimatology, Palaeoecology",
    "year": 1980
  }, {
    "title": "Cunoniaceae. In ‘Flora of New South Wales",
    "authors": ["GJ Harden"],
    "venue": "(Ed. GJ Harden)",
    "year": 1990
  }, {
    "title": "Davidsoniaceae. In ‘Flora of New South Wales",
    "authors": ["GJ Harden"],
    "venue": "(Ed. GJ Harden)",
    "year": 1990
  }, {
    "title": "Eucryphiaceae. In ‘Flora of New South Wales",
    "authors": ["GJ Harden"],
    "venue": "(Ed. GJ Harden)",
    "year": 1990
  }, {
    "title": "Middle and Late Quaternary vegetational and climatic history of the Paramo de Agua Blanca (Eastern Cordillera, Colombia)",
    "authors": ["KF Helmens", "P Kuhry"],
    "venue": "Palaeogeography, Palaeoclimatology, Palaeoecology",
    "year": 1986
  }, {
    "title": "Some pollen profiles from the Laguna San Rafael Area, Chile",
    "authors": ["CJ Heusser"],
    "venue": "(Ed. LM Cranwell) pp",
    "year": 1964
  }, {
    "title": "Full Glacial–Late Glacial palaeoclimate of the Southern Andes: evidence from pollen, beetle and glacial records",
    "authors": ["CJ Heusser", "TV Lowell", "LE Heusser", "A Hauser", "BG Anderson", "GH Denton"],
    "venue": "Journal of Quaternary Science",
    "year": 1996
  }, {
    "title": "A revised classification of the architecture of dicotyledonous leaves. In ‘Anatomy of the Dicotyledons",
    "authors": ["LJ Hickey"],
    "venue": "(Eds CR Metcalfe, L Chalk)",
    "year": 1979
  }, {
    "title": "The stereostructure of the exine and its evolutionary significance in Saxifragaceae sensu lato",
    "authors": ["MJ Hideux", "IK Ferguson"],
    "venue": "Linnean Society Symposium Series Number 1’",
    "year": 1976
  }, {
    "title": "Evolution of Nothofagus cunninghamii and its relationship to N. moorei as inferred from Tasmanian macrofossils",
    "authors": ["RS Hill"],
    "venue": "Australian Journal of Botany",
    "year": 1983
  }, {
    "title": "Lauraceous leaves from the Eocene of Nerriga",
    "authors": ["RS Hill"],
    "venue": "New South Wales. Alcheringa",
    "year": 1986
  }, {
    "title": "Discovery of Nothofagus fruits corresponding to an important Tertiary pollen",
    "authors": ["RS Hill"],
    "venue": "type. Nature",
    "year": 1987
  }, {
    "title": "A re-investigation of Nothofagus muelleri (Ett.) Paterson and Cinnamomum nuytsii Ett. from the Late Eocene of Vegetable Creek",
    "authors": ["RS Hill"],
    "venue": "Alcheringa",
    "year": 1988
  }, {
    "title": "Leaves of Eucryphia (Eucryphiaceae) from Tertiary sediments in south-eastern Australia",
    "authors": ["RS Hill"],
    "venue": "Australian Systematic Botany",
    "year": 1991
  }, {
    "title": "Tertiary Nothofagus (Fagaceae) macrofossils from Tasmania and Antarctica and their bearing on the evolution of the genus",
    "authors": ["RS Hill"],
    "venue": "Botanical Journal of the Linnean Society",
    "year": 1991
  }, {
    "title": "The history of selected Australian taxa",
    "authors": ["RS Hill"],
    "venue": "(Ed. RS Hill) pp",
    "year": 1994
  }, {
    "title": "Conifer origin, evolution and diversification in the Southern Hemisphere",
    "authors": ["RS Hill"],
    "venue": "(Eds NJ Enright, RS Hill) pp",
    "year": 1995
  }, {
    "title": "Evolution of Acmopyle and Dacrycarpus (Podocarpaceae) foliage as inferred from macrofossils in southeastern Australia",
    "authors": ["RS Hill", "RJ Carpenter"],
    "venue": "Australian Systematic Botany",
    "year": 1991
  }, {
    "title": "Origin and diversification of the genus Nothofagus",
    "authors": ["RS Hill", "ME Dettman"],
    "venue": "(Eds TT Veblen,",
    "year": 1996
  }, {
    "title": "Reconstruction of the Oligocene vegetation at Pioneer, north-east Tasmania",
    "authors": ["RS Hill", "MK Macphail"],
    "venue": "Alcheringa",
    "year": 1983
  }, {
    "title": "An Early Tertiary macroflora from West Dale, southwestern Australia",
    "authors": ["RS Hill", "HE Merrifield"],
    "venue": "Alcheringa",
    "year": 1993
  }, {
    "title": "Dacrycarpus (Podocarpaceae) macrofossils from Miocene sediments at Elands, eastern Australia",
    "authors": ["RS Hill", "SS Whang"],
    "venue": "Australian Systematic Botany",
    "year": 2000
  }, {
    "title": "Fossils flowers of Ceratopetalum Sm. (Family Cunoniaceae) from the Tertiary of eastern Australia",
    "authors": ["WBK Holmes", "FM Holmes"],
    "venue": "Proceedings of the Linnean Society of New South Wales 113,",
    "year": 1992
  }, {
    "title": "Quaternary and Upper Pliocene glaciations and forest development in the tropical Andes: evidence from a long high resolution pollen record from the sedimentary basin of Bogotá, Colombia",
    "authors": ["H Hooghiemstra"],
    "year": 1989
  }, {
    "title": "Studies in the Cunoniaceae. I. The genera Ceratopetalum, Gillbeea, Aistopetalum and Calycomis",
    "authors": ["RD Hoogland"],
    "venue": "Australian Journal of Botany",
    "year": 1960
  }, {
    "title": "Studies in the Cunoniaceae. II. The genera Caldcluvia, Pullea",
    "authors": ["RD Hoogland"],
    "venue": "Acsmithia and Spiraeanthemum. Blumea",
    "year": 1979
  }, {
    "title": "Studies in the Cunoniaceae",
    "authors": ["RD Hoogland"],
    "venue": "IV. Further notes on New Caledonian Acsmithia. Adansonia",
    "year": 1988
  }, {
    "title": "Phylogeny of the Proteaceae based on atpB and atpB–rbcL intergenic spacer region sequences",
    "authors": ["SB Hoot", "AW Douglas"],
    "venue": "Australian Systematic Botany",
    "year": 1998
  }, {
    "title": "A revision of Weinmannia (Cunoniaceae) in Malesia and the Pacific. 1. Introduction and an account of the species of Western Malesia, the Lesser Sunda Islands and the Moluccas",
    "authors": ["HCF Hopkins"],
    "venue": "Adansonia 20,",
    "year": 1998
  }, {
    "title": "1998b) A revision of Weinmannia (Cunoniaceae) in Malesia and the Pacific",
    "authors": ["HCF Hopkins"],
    "venue": "Sulawesi and the Philippines. Adansonia",
    "year": 1998
  }, {
    "title": "A revision of Weinmannia (Cunoniaceae) in Malesia and the Pacific. 3. New Guinea, Solomon Islands, Vanuatu and Fiji, with notes on the species of Samoa, Rarotonga",
    "authors": ["HCF Hopkins"],
    "venue": "New Caledonia and New Zealand. Adansonia",
    "year": 1998
  }, {
    "title": "A revision of Weinmannia (Cunoniaceae) in Malesia and the Pacific",
    "authors": ["HCF Hopkins", "J Florence"],
    "venue": "The Society, Marquesas and Austral Islands. Adansonia",
    "year": 1998
  }, {
    "title": "Australian tropical rain forest trees. An interactive identification system.’ Vol. 2 (CSIRO Publications: Melbourne",
    "authors": ["BPM Hyland", "T Whiffin"],
    "year": 1993
  }, {
    "title": "The anatomy of the timber of the Southwest Pacific area. IV. Cunoniaceae, Davidsoniaceae and Eucryphiaceae",
    "authors": ["HD Ingle", "HE Dadswell"],
    "venue": "Australian Journal of Botany",
    "year": 1956
  }, {
    "title": "Past and present variability in leaf length of evergreen members of Nothofagus subgenus Lophozonia related to ecology and population dynamics",
    "authors": ["GJ Jordan", "RS Hill"],
    "venue": "New Phytologist",
    "year": 1994
  }, {
    "title": "Cainozoic fossil plant locations in Tasmania",
    "authors": ["GJ Jordan", "RS Hill"],
    "venue": "Report for National Estate Grant 9610,",
    "year": 1998
  }, {
    "title": "Late Pleistocene vegetation and climate near Melaleuca Inlet, south-west Tasmania, as inferred from fossil evidence",
    "authors": ["GJ Jordan", "RJ Carpenter", "RS Hill"],
    "venue": "Australian Journal of Botany",
    "year": 1991
  }, {
    "title": "An Early to Middle Pleistocene flora of subalpine affinities in lowland Western Tasmania",
    "authors": ["GJ Jordan", "MK Macphail", "RW Barnes", "RS Hill"],
    "venue": "Australian Journal of Botany",
    "year": 1995
  }, {
    "title": "The macrofossil record of Proteaceae in Tasmania: a review with new species",
    "authors": ["GJ Jordan", "RJ Carpenter", "RS Hill"],
    "venue": "Australian Systematic Botany",
    "year": 1998
  }, {
    "title": "Quantitative palaeoclimatic estimates from pollen data using bioclimatic profiles of extant taxa",
    "authors": ["AP Kershaw", "HA Nix"],
    "venue": "Journal of Biogeography",
    "year": 1988
  }, {
    "title": "Late Cainozoic pollen spectra from the Atherton Tableland, north-eastern Australia",
    "authors": ["AP Kershaw", "IR Sluiter"],
    "venue": "Australian Journal of Botany",
    "year": 1982
  }, {
    "title": "Konstantin von Ettingshausen’s Studien über die Fossile Flora von Ouriçanga in Brasilien",
    "authors": ["F Krasser"],
    "venue": "Sitzungberichte der Mathematischen-Naturwisschenschaftlichen KI",
    "year": 1904
  }, {
    "title": "Tertiary. St. Vincent Basin. In ‘The geology of South Australia. The Phanerozoic",
    "authors": ["JM Lindsay", "NF Alley"],
    "venue": "(Eds JH Drexel, WV Preiss)",
    "year": 1995
  }, {
    "title": "Pollen studies of Tertiary brown coals: preliminary analyses of lithotypes within the Latrobe Valley, Victoria",
    "authors": ["J Luly", "IRK Sluiter", "AP Kershaw"],
    "venue": "Monash Publications in Geography No",
    "year": 1980
  }, {
    "title": "Glacial climates in the Antarctic region during the late Paleogene: evidence from northwest Tasmania, Australia",
    "authors": ["MK Macphail", "EA Colhoun", "K Kiernan", "D Hannan"],
    "venue": "Geology",
    "year": 1993
  }, {
    "title": "Key periods in the evolution of the flora and vegetation of Tasmania. I. The Early–Middle Pleistocene",
    "authors": ["MK Macphail", "GJ Jordan", "RS Hill"],
    "venue": "Australian Journal of Botany",
    "year": 1993
  }, {
    "title": "Key periods in the evolution of the Cainozoic vegetation and flora in Western Tasmania: the Late Pliocene",
    "authors": ["MK Macphail", "EA Colhoun", "SJ Fitzsimons"],
    "venue": "Australian Journal of Botany",
    "year": 1995
  }, {
    "title": "Using sequences of rbcL to study phylogeny and biogeography of Nothofagus species",
    "authors": ["PG Martin", "JM Dowd"],
    "venue": "Australian Systematic Botany",
    "year": 1993
  }, {
    "title": "Vegetacion y ambiente en el Paleoceno de Chubut",
    "authors": ["BTP Petriella", "S Archangelsky"],
    "venue": "Actas I Congreso Argentino de Paleontologia y Biostratigrafia",
    "year": 1975
  }, {
    "title": "A stratigraphic evaluation of Ettingshausen’s New England Tertiary plant localities",
    "authors": ["JW Pickett", "N Smith", "PM Bishop", "RS Hill", "MK Macphail", "WK Holmes"],
    "venue": "Australian Journal of Earth Sciences",
    "year": 1990
  }, {
    "title": "Early Miocene flora of the Manuherikia Group, New Zealand",
    "authors": ["MS Pole"],
    "venue": "Journal of The Royal Society of New Zealand",
    "year": 1993
  }, {
    "title": "Tertiary plant fossils from Australia’s ‘Top End",
    "authors": ["Pole MS", "Bowman DMJS"],
    "venue": "Australian Systematic Botany",
    "year": 1996
  }, {
    "title": "Eocene Nypa from Regatta Point, Tasmania",
    "authors": ["MS Pole", "MK Macphail"],
    "venue": "Review of Palaeobotany and Palynology",
    "year": 1996
  }, {
    "title": "The Oligocene Berwick Quarry rainforest in a drying environment",
    "authors": ["MS Pole", "RS Hill", "N Green", "MK Macphail"],
    "venue": "Australian Systematic Botany",
    "year": 1993
  }, {
    "title": "The background: 144 million years of Australian palaeoclimate and palaeogeography",
    "authors": ["PG Quilty"],
    "venue": "(Ed. RS Hill) pp",
    "year": 1994
  }, {
    "title": "The veinlet sheath syndrome in Cunoniaceae",
    "authors": ["TA Rao", "WC Dickison"],
    "venue": "I. Pancheria. Proceedings of the Indian Academy of Science (Plant Science)",
    "year": 1985
  }, {
    "title": "The veinlet sheath syndrome in Cunoniaceae. II. The genera Acsmithia, Codia, Cunonia, Geissois, Pullea and Weinmannia",
    "authors": ["TA Rao", "WC Dickison"],
    "venue": "Proceedings of the Indian Academy of Science (Plant Science)",
    "year": 1985
  }, {
    "title": "Angiosperm biogeography and past continental movements",
    "authors": ["PH Raven", "DI Axelrod"],
    "venue": "Annals of the Missouri Botanical Garden",
    "year": 1974
  }, {
    "title": "South American Paleofloras",
    "authors": ["EJ Romero"],
    "venue": "(Ed. P Goldblatt) Ch",
    "year": 1993
  }, {
    "title": "Material fungio y granos de polen de angiospermas de la Formacion Rio Turbio (Eoceno) Provincia de Santa Cruz, Republica Argentina",
    "authors": ["EJ Romero", "MT Castro"],
    "venue": "Ameghiniana (Review of the Association of Paleontology of Argentina)",
    "year": 1986
  }, {
    "title": "A new species of Gillbeea (Cunoniaceae) from north-eastern Queensland, Australia",
    "authors": ["AC Rozefelds", "B Pellow"],
    "year": 2001
  }, {
    "title": "A new species and comparative morphology of Vesselowskya (Cunoniaceae)",
    "authors": ["AC Rozefelds", "RW Barnes", "B Pellow"],
    "venue": "Australian Systematic Botany",
    "year": 2001
  }, {
    "title": "The vegetable histology of the fossils found in the Launceston–(Miocene)–Tertiary Basin’. Unpublished report to the Queen Victoria Museum, Launceston, Australia",
    "authors": ["HH Scott"],
    "venue": "(circa",
    "year": 1937
  }, {
    "title": "Relationships among Tasmanian Tertiary Nothofagus (Nothofagaceae) populations",
    "authors": ["L Scriven", "RS Hill"],
    "venue": "Botanical Journal of the Linnean Society",
    "year": 1996
  }, {
    "title": "Early Tertiary vegetation and climates, Lake Eyre region, northeastern South Australia",
    "authors": ["IRK Sluiter"],
    "venue": "(Eds MAJ Williams, P De Deckker, AP Kershaw) pp",
    "year": 1991
  }, {
    "title": "Studies of Pacific Island plants",
    "authors": ["AC Smith"],
    "venue": "XII. The Cunoniaceae of Fiji and Samoa. Journal of the Arnold Arboretum",
    "year": 1952
  }, {
    "title": "Forest dynamics and disturbance in a beech/ hardwood forest, Fiordland",
    "authors": ["GH Stewart"],
    "venue": "New Zealand. Vegetatio",
    "year": 1986
  }, {
    "title": "Regeneration patterns in southern rata (Metrosideros umbellata)–kamahi (Weinmannia racemosa) forest in central Westland, New Zealand",
    "authors": ["GH Stewart", "TT Veblen"],
    "venue": "New Zealand Journal of Botany",
    "year": 1982
  }, {
    "title": "Tertiary and Late Cretaceous spores and pollen from the Gippsland Basin, Southeastern Australia",
    "authors": ["LE Stover", "AD Partridge"],
    "venue": "Proceedings of the Royal Society of Victoria",
    "year": 1973
  }, {
    "title": "Early Tertiary paleogeography, landform evolution and paleoclimates of the Southern Monaro, N.S.W., Australia",
    "authors": ["G Taylor", "EM Truswell", "KG McQueen", "MC Brown"],
    "venue": "Palaeogeography, Palaeoclimatology, Palaeoecology",
    "year": 1990
  }, {
    "title": "Palynology of the Oligocene–Miocene sequence in the Oakvale-1 corehole, Western Murray Basin, South Australia",
    "authors": ["EM Truswell", "IRK Sluiter", "WK Harris"],
    "venue": "Journal of Australian Geology and Geophysics",
    "year": 1985
  }, {
    "title": "Forest dynamics in south-central Chile",
    "authors": ["TT Veblen", "ZC Donoso", "FM Schegel", "RB Escobar"],
    "venue": "Journal of Biogeography",
    "year": 1981
  }, {
    "title": "Late Quaternary vegetation of Southern Isla Grande de Chiloé, Chile",
    "authors": ["C Villagran"],
    "venue": "Quaternary Research",
    "year": 1988
  }, {
    "title": "Biological flora of New Zealand. I. Weinmannia racemosa Linn.f",
    "authors": ["P Wardle"],
    "venue": "(Cunoniaceae). Kamahi. New Zealand Journal of Botany",
    "year": 1966
  }, {
    "title": "The Holocene palaeoecology of a heath-sedgeland at Moxon Saddle, western Tasmania",
    "authors": ["RA Warren"],
    "venue": "BSc (Hons) Thesis. University of Tasmania",
    "year": 1994
  }, {
    "title": "Tertiary plants from Melville Island, NT Bureau of Mineral Resources, Geology and Geophysics Record 1974/5",
    "authors": ["ME White"],
    "year": 1974
  }, {
    "title": "Arboles nativos de Chile",
    "authors": ["CD Zegers"],
    "venue": "Guia de Reconocimiento.’ (Marisa Cúneo Ediciones: Chile)",
    "year": 1995
  }, {
    "title": "Arbustos nativos de Chile",
    "authors": ["CD Zegers", "CR Garcia"],
    "venue": "Guia de Reconocimiento.’ (Marisa Cúneo Ediciones: Chile)",
    "year": 1994
  }],
  "id": "SP:389d377950923a412d1690f72926dfa4dae440b3",
  "authors": [{
    "name": "Richard W. BarnesAD",
    "affiliations": []
  }, {
    "name": "Robert S. HillB",
    "affiliations": []
  }, {
    "name": "Jason C. BradfordC",
    "affiliations": []
  }],
  "abstractText": "The macrofossil record of the plant family Cunoniaceae in Australia is summarised and reviewed where necessary by using detailed studies of the morphology of extant genera. Eleven of the 26 Cunoniaceae genera are represented in the Australian macrofossil record and include leaves and leaf fragments, foliar cuticle and reproductive structures, and range from Late Paleocene to Quaternary in age. Macrofossils show that some genera had a different or more widespread distribution in Australia during the Cenozoic, with two genera (Weinmannia and Codia) having become extinct from the continent. Changes in climate, including increasing cold, frost, dryness, seasonality, or some combination of these, or a reduction in vegetation disturbance regimes (e.g. volcanism, uplifting, landslips), may be implicated in the regional or continental extinctions demonstrated by the macrofossil record. Many extant genera (Schizomeria, Vesselowskya, Callicoma, Ceratopetalum, Acsmithia, Codia) had evolved by the Early Oligocene or earlier (Eucryphia, Late Paleocene; Ceratopetalum, Middle Eocene), perhaps with generic diversification more or less complete by the end of the Early Cenozoic or earlier. A Cretaceous origin of the family is possible, and may account for its widespread distribution on Southern Hemisphere landmasses, although long-distance dispersal events are required to explain some modern geographic disjunctions. R. W. Barnes, R. S. Hil, J. C. Bradford BT0036 Cunoniaceae macrof os il r ecord in Aus tralia R. W. Brns et al Introduction The plant family Cunoniaceae R.Br. is a geographically and morphologically diverse group that is represented on every continental landmass in the Southern Hemisphere, except Antarctica (Fig. 1; Table 1). It is also present on numerous islands, including those of the West Indies, Madagascar, the Fig. 1. Map showing the approximate extant geographic distribution of Cunoniaceae genera. The number of species within each genus is listed in Table 1. 302 R. W. Barnes et al. Comoros, the Mascarenes, New Zealand, Malesia, Melanesia and Polynesia. Bradford and Barnes (2001) recognise 26 genera (Table 1) and an estimated 300 species based on phylogenetic analyses of the family by using combined molecular and morphological data. Generic diversity and endemism is highest in Australia (15 genera; seven endemic), followed by New Guinea (nine genera; two endemic) and New Caledonia (six genera; two endemic). Approximately half the species occur in the single genus Weinmannia, which is most species-rich in the South American Andes, Madagascar and among several South Pacific Islands (e.g. Bradford 1998; Hopkins 1998a; Bradford and Barnes 2001). Cunoniaceae are generally canopy to subcanopy trees and shrubs that inhabit rainforest, wet forest and heathlands such as the ‘maquis’ of New Caledonia (e.g. Hoogland 1960, 1979; Floyd 1989; Boland et al. 1985; Hopkins 1998a). Floral architecture and morphology (e.g. Engler 1928; Bernardi 1963a; Dickison 1975a, 1984; Bradford 1998; Hopkins 1998a, 1998b, 1998c; Hopkins and Florence 1998; Barnes and Rozefelds 2000; Rozefelds et al. 2001), nodal anatomy (Dickison 1980a), vegetative morphology (Dickison 1975b; Rao and Dickison 1985a, 1985b; Dickison and Rutishauser 1990; Barnes and Hill 1999a; Barnes and Rozefelds 2000; Rozefelds et al. 2001), wood anatomy (Dadswell and Eckersley 1938; Ingle and Dadswell 1956; Dickison 1980b) and pollen morphology (Hideux and Ferguson 1976) of the family or specific genera have been studied. Cunoniaceae have a relatively rich and diverse macrofossil record that includes leaves and leaf fragments (e.g. Carpenter and Buchanan 1993; Barnes and Hill 1999a; Barnes and Jordan 2000), dispersed foliar cuticle (Carpenter and Pole 1995), wood (Petriella 1972), flowers (Carpenter and Buchanan 1993), fruits (Barnes and Hill 1999b) and seeds (Pocknall 1980). These have mainly been recovered from Cenozoic sediments in Australia with relatively few records from New Zealand (Pole 1993), South America (Krasser 1904; Petriella 1972), Antarctica (Czajkowski and Rosler 1986) and Europe (Unger 1866). The macrofossil record of specific Cunoniaceae genera in Australia is well documented (e.g. Carpenter and Buchanan 1993; Barnes Table 1. Extant geographic distribution of Cunoniaceae genera The pollen type produced by each genus is shown (t = tricolporate, d = dicolp(or)ate, s = syncolpate). Pollen data from Hideux and Ferguson (1976) and Barnes (1999), and geographic distribution data from Engler (1928), Smith (1952), Hoogland (1960, 1979, 1981, 1988), Boland et al. (1985), Floyd (1989), Harden (1990a, 1990b, 1990c), Hyland and Whiffin (1993), Zegers (1995), Zegers and Garcia (1994), Hoogland et al. (1997), Bradford (1998), Hopkins (1998a, 1998b, 1998c), Hopkins and Florence (1998), Barnes and Jordan (2000), Rozefelds and Pellow (2000), Rozefelds et al. (2001) Genus (pollen type) No. of species Geographic distribution Ackama (t) 3 New Zealand, Australia Acrophyllum (d) 1 Australia Acsmithia (t) c. 14 New Caledonia, Fiji, New Guinea, Australia Aistopetalum (t) 2 New Guinea Anodopetalum (d) 1 Tasmania Bauera (d) 4 Australia, Tasmania Caldcluvia (d) 1 Chile, Argentina Callicoma (d) 1 Australia Ceratopetalum (d) 8 Australia, New Guinea Codia (t) c. 11 New Caledonia Cunonia (t) 24 New Caledonia (23), South Africa (1) Davidsonia (d) 3 Australia Eucryphia (d) 7 Australia, Tasmania, Chile and Argentina Geissois (d) c. 18 Australia, New Caledonia, Fiji, Vanuatu, Solomon Is (only Santa Cruz) Gillbeea (s) 3 Australia, New Guinea Lamanonia (d) 5 Southern Brazil, Paraguay, Argentina Opocunonia (t) 1 New Guinea Pancheria (t) c. 30 New Caledonia Platylophus (d) 1 South Africa Pseudoweinmannia (d) 2 Australia Pullea (d) 3 Australia, Fiji, eastern Malesia Schizomeria (d) c. 8 Australia, New Guinea, Moluccas, Solomon Is Spiraeanthemum (t) 6 South Pacific Islands (not New Caledonia) Spiraeopsis (t) 6 Eastern Malesia, Solomon Is Vesselowskya (t) 2 Australia Weinmannia (t) c. 150–160 West Indies, Central and South America, Comores, Madagascar, Mascarenes, Malesia, Polynesia, New Zealand Cunoniaceae macrofossil record in Australia 303 1999; Barnes and Hill 1999a, 1999b; Barnes and Jordan 2000), but unlike those of other prominent plant families such as Nothofagaceae (Hill 1994) and Proteaceae (Jordan et al. 1998), it has not been summarised. Records of fossil Cunoniaceae pollen are temporally and spatially widespread in Australia (e.g. Colhoun 1980; Luly et al. 1980; Kershaw and Sluiter 1982; Macphail et al. 1995), but are more frequent on other landmasses such as South America and Antarctica (e.g. Cranwell 1959; Petriella and Archangelsky 1975; van der Hammen et al. 1980; Villagran 1988; Heusser et al. 1996). Although fossil Cunoniaceae pollen has contributed to reconstructing vegetation history (e.g. Heusser 1964; Villagran 1988; Bush et al. 1990; Sluiter 1991), regional extinctions (Hill and Macphail 1983), plant migration and dispersal events (Truswell et al. 1987), palaeoclimatic estimates (Kershaw and Nix 1988) and glacial cycles (Heusser 1964; Helmens and Kuhry 1986; Colinvaux et al. 1988; Hooghiemstra 1989; Heusser et al. 1996), it is less informative than macrofossils because of the low taxonomic resolution of its identification, which is usually to family level or pollen type (syncolpate, dicolp(or)ate or tricolporate; Table 1) only. Previous studies have recognised the biogeographic significance of the family (e.g. Bernardi 1963b; Raven and Axelrod 1974), often noting the peculiar absence of some genera from Australia (e.g. Weinmannia) and the disjunct extant distribution of others (e.g. Cunonia, Hoogland et al. 1997), but none has included data provided by the macrofossil record to aid the interpretation of these apparent biogeographic anomalies. The well-documented and taxonomically useful nature of the Australian Cunoniaceae macrofossil record allows a thorough reconstruction to be made of the family’s history on this continent. On this basis, this study summarises and reviews aspects of the known Australian macrofossil record of Cunoniaceae. The palaeogeographic distribution of Cunoniaceae in Australia is reconstructed from accepted macrofossils of the family, with regional and/or continental extinctions identified and hypotheses formulated to explain the possible cause of such events. Minimum ages for genera and/or clades provided by the Australian macrofossil record are overlaid on the most recent phylogenetic reconstruction of the family to provide a minimum age of origin for those genera not represented in the macrofossil record, and for the family as a whole. Materials and methods Most of the macrofossils discussed in this study have already been demonstrated to represent Cunoniaceae. Macrofossils of Cunoniaceae not previously assigned to the family are presented in this study. Fossil localities are shown in Fig. 2 and geological ages and key references to fossil sites are detailed in Table 2. Macrofossil specimen numbers and storage locations are detailed in the original publications cited in Tables 2 and 3. Fossil specimens and extant leaves were photographed with a Canon EOS camera. The cuticles of organic fossil specimens and extant leaves were prepared by placing specimens in 5–50% aqueous hydrogen peroxide solution with several crystals of tetrasodium pyrophosphate and warming on a hot plate (30–35°C) for 24 h or until all other organic matter had oxidised. Prepared cuticles were rinsed in distilled water, stained in 1% aqueous safranin O, mounted in phenol glycerine jelly and observed with a Zeiss Axioskop microscope. For scanning electron Regatta Point Lea River",
  "title": "The history of Cunoniaceae in Australia from macrofossil evidence"
}