{
  "sections": [{
    "text": "Correspondence to: S. Duggen (svend duggen@skoleforeningen.de)\ncovers a wide range of chemical and biological issues and we make recommendations for future directions in these areas. The review paper may thus be helpful to improve our understanding of the role of volcanic ash for the marine biogeochemical iron-cycle, marine primary productivity and the ocean-atmosphere exchange of CO2 and other gases relevant for climate in the Earth’s history."
  }, {
    "heading": "1 Introduction",
    "text": ""
  }, {
    "heading": "1.1 Purpose and structure of the review paper",
    "text": "It is widely recognised that soils formed on volcanic materials are highly fertile (Schmincke, 2004). This is due to the relative ease with which a range of macro- and micronutrients are released from the silicate glass and minerals upon weathering. In contrast, the fertilising potential of tephra for the marine environment is not well understood. There is, however, evidence from ocean sediment cores that large amounts of volcanic ash (tephra with size less than 2 mm) produced during explosive events can enter the marine environment. Volcanic ash plumes can travel considerable distance before the ash is being deposited onto the surface of open oceanic regions (Fig. 1). Whilst the process\nPublished by Copernicus Publications on behalf of the European Geosciences Union.\nis somewhat similar to mineral dust deposition, only a few recent studies have attempted to describe the effect that ash addition may have on the ocean nutrient budget, marine primary productivity (MPP), biological carbon pump and climate (Olgun et al., 2010; Duggen et al., 2007; Jones and Gislason, 2008; Frogner et al., 2001; Langmann et al., 2010). Laboratory and field investigations suggest that, through the addition of key micronutrients such as Fe, volcanic ash deposition over the ocean may repeatedly have been responsible or at least involved in climate forcing mechanisms throughout the Earth’s history (Jicha et al., 2009; Cather et al., 2009; Bay et al., 2004, 2006; Bains et al., 2000).\nThe purpose of this review is to critically summarise our current knowledge on surface ocean fertilisation in relation to volcanic ash input. We briefly outline this young research field from a historic perspective, thereby showing how ideas and complexity developed. Milestones and problems in improving our understanding of this subject are highlighted and we try to draw the reader’s attention to key future research questions. The first sections provide a general introduction to the field and are followed by a more in-depth discussion on various physico-chemical and biological aspects linked to volcanic ash-ocean surface interaction. We hope that this contribution will provide the ground for developing future interdisciplinary research activities involving both the Earth and Ocean science communities."
  }, {
    "heading": "1.2 Giving birth to a new interdisciplinary research focus – overview from a historical perspective",
    "text": "More than 70 years ago, Gran (1931) and Harvey (1937) suggested that the lack of Fe in surface oceanic areas receiving little continental inputs is a limiting factor to phytoplankton growth and thus marine primary productivity (MPP) (Gran, 1931; Harvey, 1937). It is only in the late 80s that ship-based\nexperiments in the subarctic North Pacific ocean confirmed this idea (Martin and Fitzwater, 1988). Since then, the role of artificial and natural Fe sources or inputs in influencing the surface ocean nutrient budget, MPP, biological carbon pump and atmosphere-ocean exchange in oceanic regions has been a very active research area, involving a range of laboratory, mesocosm and field studies (Blain et al., 2007; Martin et al., 1990; Boyd et al., 2000, 2004; Cooper et al., 1996; Coale et al., 1996, 2004; Behrenfeld et al., 1996).\nAlthough Fe concentrations are very low (<1 nM) in vast areas of the surface ocean (De Baar and De Jong, 2001) (Fig. 2), the effect of Fe-fertilisation on MPP varies across regions. Artificial and natural inputs of Fe are particularly relevant for biogeochemical cycles in high-nutrient lowchlorophyll (HNLC) oceanic areas, which have plenty of macro-nutrients, such as nitrate and phosphate but are Felimited. In these areas, the addition of minor amounts of Fe to surface waters can trigger large phytoplankton blooms and MPP increase. In other parts of the ocean, where the levels of both macro- and micro-nutrients (e.g. Fe) are relatively low (Low-Nutrient Low-Chlorophyll (LNLC) or oligotrophic areas such as the subtropical ocean gyres), additional Fe alone is unlikely to have the same immediate biological effects as in HNLC areas. In open oceanic regions with relatively low fixed nitrogen concentrations (e.g. nitrate), however, Fe can control rates of nitrogen fixation (partly in connection with phosphate) (Mills et al., 2004; Morel et al., 2004).\nSpirakis (1991) was the first author who envisaged the potential for volcanic ash to influence the marine biogeochemical Fe-cycle. In his abstract, Spirakis hypothesised that volcanic ash can deliver bio-available Fe to the ocean in the same way as mineral dust does, and that increases in MPP following ash deposition should be detectable by monitoring the ocean colour from space (Spirakis, 1991). Mt. Pinatubo volcano, Philippines, erupted about at the same time, and Sarmiento suggested that the observed relative drawdown of atmospheric CO2 in the Northern Hemisphere following this eruption was the result of increased MPP fertilisation due to Fe-fertilisation of the Southern Ocean by Pinatubo ash (Sarmiento, 1993). Unfortunately, satellite-derived ocean colour images were not available at that time to verify this idea. In a subsequent paper, Watson suggested that the atmospheric oxygen pulse detected in the Southern Hemisphere ocean following the 1991 eruption of Mt. Pinatubo (Keeling et al., 1996) was a consequence of ash addition to the Fe-limited Southern Ocean, a major HNLC area (Watson, 1997). Cather et al. (2009) show, using a plot of the development of atmospheric CO2 in the period of 1958–1997, that two of the four largest eruptions in this period (Agung in 1963 and Pinatubo in 1991) were followed by a pronounced atmospheric CO2-drawdown. Watson (1997) emphasised that large-scale Fe-fertilisation by volcanic ash may also have longer term effects, on the order of thousands of years, through changes in the inorganic to organic carbon rain ratio associated with a diatom phytoplankton bloom. In\nBiogeosciences, 7, 827–844, 2010 www.biogeosciences.net/7/827/2010/\norder to link oceanic Fe-addition to C-cycles, Watson used the C:Fe ratio of diatom phytoplankton observed in ironlimited areas, which is on the order of 105. This large number stresses that even relatively small amounts of iron added to the surface ocean may have a strong impact on the MPP and C-cycles. Bains et al. (2000) and Jicha et al. (2009) took the ash fertilisation hypothesis further by suggesting that intense volcanism in the past contributed to the termination of global warmth at the Paleocene/Eocene boundary and global cooling at the Eocene/Oligocene boundary. This implies that surface ocean Fe-fertilisation by volcanic ash might be among the essential processes shaping the Earth’s climate history. More recently, Bay et al. (2004) and Bay et al. (2006) provided statistical evidence from ice core data for a causal connection between volcanism and millennial climate change. Unclear, however, is whether volcanism caused climate change (e.g. through increased Fe supply to large surface ocean areas) or, vice versa, climate change rapidly influenced volcanic activity (e.g. through sea level change causing changing pressure conditions in magma chambers of coastal volcanoes).\nIt had long been known that leaching of fresh ash (ash which has not been exposed to rain water) with near-neutral pH water results in the mobilisation of soluble salts present on the ash surface (Witham et al., 2005). The first experimental test, however, specifically dedicated to assessing the seawater solubility of Fe and other macro- and micro-nutrients in volcanic ash was carried out only recently (Frogner et al., 2000, 2001). Using ash from the 1991 eruption of Hekla, Iceland, these authors demonstrated that an array of macro- and micro-nutrients relevant to phytoplankton, including P, Si, Fe, and various trace metals were readily released upon exposure of the ash material to seawater. Importantly, most of the nutrient release occurred within ∼45 min of contact time implying that a significant fraction is released in the sun-lit surface ocean where algae can thrive on it. These results added more credence to the suggestion that volcanic ash can fertilise the ocean, and hence influence MPP in certain oceanic areas. A more comprehensive study on the potential role of volcanic ash in influencing the surface ocean biogeochemical iron-cycle was presented by Duggen et al. (2007). The results of time-dependent solubility experiments with Antarctic seawater and five ash samples from three subduction zone volcanoes (Arenal in Costa Rica; Mt. Spurr in Alaska and Sakurajima in Japan) demonstrated a rapid (minute-scale) release of iron along with several other nutrients. The ash materials studied were from subduction zone-related volcanoes (SZV), which are more likely to generate large and far-reaching ash eruptive plumes than volcanoes from hot-spot zones. Bulk (i.e. unsieved) ash was used in all experiments, and an ironcomplexing organic ligand was added to the Antarctic seawater, mimicking the presence of siderophores in natural surface ocean water. Duggen et al.’s data showed that significant amounts of iron (on the order of several tenths to hundred nmol per gram of ash) can be released from the ash at\nFigure 2. Duggen et al.\nSurface ocean iron levels (nmol/L)\nOther tectonic settings Fe-limited, HNLC regions Subduction zonesVolcanoes in:\n0.8\n0.6\n0.4\n0.2\n0.0\nFig. 2. World map showing surface ocean iron-concentrations, locations of iron-limited (HNLC) regions and subaerially active volcanoes in subduction zones and other tectonic settings. Data sources are: Surface ocean iron-concentrations (Parekh et al., 2005), location of volcanoes (Sigurdsson et al., 2000).\ntime-scales matching those required for the ash particles to sink through the sunlit part of the surface ocean where phytoplankton thrives (the euphotic zone) (Fig. 3). The source of this soluble and rapidly delivered iron is believed to be the sulphate and halide salts deposited onto the surface of ash particles. These probably occur as thin (<10 nm) coatings on the ash and are formed during interaction of the ash and gas materials within the volcanic eruption plume (Delmelle et al., 2007) (Fig. 4).\nAnother geochemical study examined the release of biologically relevant elements, including iron, upon exposure of volcanic ash to seawater and ultra-pure water (Jones and Gislason, 2008) by means of flow-through experiments. The ash samples (sieved to 45–125 µm size) used in this study were mainly from subduction zone volcanoes (Galeras in Columbia; Lascar in Chile; Soufrière Hills on Montserrat; Mt. St. Helens in the USA; Sakura-jima in Japan; Santiaguito in Guatemala) but one was from the Iceland hotspot (Hekla volcano). The study confirms that airborne volcanic ash releases significant amounts of iron on contact with water. Interestingly, Jones and Gislasson (2008) also measured a large but transient reduction in pH (up to ∼4 pH units) of the water immediately after contact with the ash, although this did not occur with all samples. As discussed in details below this effect of the ash on pH bears important implications for the oceanic iron-cycling. First, despite the pH-buffering capability of the surface ocean, a temporary drop in pH can potentially occur in marine ash fall-out areas with high ashloadings, e.g. in the vicinity of a volcano, thereby affecting surface ocean iron solubility (direct pH effect). Second, an increase in the acidity of fog and cloud water in contact with airborne ash may promote iron leaching from the silicate glass and mineral components of the ash material. The amount of iron added to the ocean surface through volcanic ash may thus vary depending on the predominant deposition process (wet or dry) (Fig. 3).\nMore recently, Olgun et al. (2010) presented an extended set of data demonstrating the release of soluble iron from\nwww.biogeosciences.net/7/827/2010/ Biogeosciences, 7, 827–844, 2010\nairborne volcanic ash. Data for geochemical experiments with forty pristine ash samples from fourteen subduction zone and two hotspot volcanoes confirm that ash from volcanoes in different tectonic settings release significant amount of iron on contact with seawater. The study also includes aeolian dust samples and suggests that, for dry deposition, the iron release behaviour of the two atmospheric sources is comparable (35–340 nmol Fe/g ash and 20–200 nmol/g dust during the first hour of contact with seawater). The role of wet deposition (involving the interaction with fog or cloud water prior to deposition into the surface ocean) for the soluble iron-release from volcanic ash and aeolian dust, however, remains to be investigated. As outlined in the discussion below the Fe-release behaviour of volcanic ash is likely to be higher for wet compared to dry deposition.\nIn their experiments, Duggen et al. (2007) also measured the biological response of phytoplankton to ash in contact with seawater. The bio-incubation tests were performed under iron-limited conditions with an Antarctic diatom species (Chaetoceros dichaeta), typically found in phytoplankton assemblages in the iron-limited (HNLC) Southern Ocean. Two key biological parameters, namely chlorophyll a (Chl-a) concentration (as a proxy of biomass) and the photosynthetic efficiency (as a measure of the efficiency with which algae use sunlight for photosynthesis) were monitored during 18 days. Both the Chl-a and photosynthetic efficiency were significantly higher when the diatoms grew in the ash-fertilised seawater. For the first time, this study demonstrated that ashderived iron can boost phytoplankton growth in iron-limited oceanic areas. However, Duggen et al. (2007) stressed that volcanic ash in contact with seawater also releases metals such as copper and zinc that may be toxic to phytoplankton. Assessment of the relative importance of these elements in mitigating the positive effect of volcanic iron requires further investigations. Recent unpublished works conducted with different phytoplankton species, representative of other oceanic regions, also reveal that the biological response to volcanic ash addition differs with the species considered (L. Hoffmann, personal communication, 2008).\nScientists interested in the potential for volcanic ash to act as fertiliser for oceanic phytoplankton growth are also searching for natural evidence. Since 1997, satellite-borne detectors such as MODIS (Moderate-Resolution Imaging Spectraradiometer) and SeaWiFS (Sea-viewing Wide Fieldof-View Sensor) have provided true colour images of the surfaces of the oceans on a daily basis. These data can be used to retrieve bio-optical parameters such as Chl-a (see summary of satellite techniques in Langmann et al., 2010). Using SeaWIFS images, Uematsu et al. (2004) argued that the plume produced by the powerful 2000 eruption of Miyakejima volcano, ∼200 km offshore Japan, instigated a rise in surface ocean Chl-a levels in the oligotrophic area downwind of the source (Uematsu et al., 2004). However, in this case, the inferred increase in MPP was primarily linked to inputs of ammonium-sulphate aerosols present in the volcanic\ncloud. By combining MODIS and SeaWIFS data, Duggen et al. (2007) noticed that the large (ca. 160 km×140 km) greenish-blue discolouration repeatedly observed in the oligotrophic water in the vicinity of the active Soufrière Hills volcano, Montserrat (Lesser Antilles) was associated with significant increases in Chl-a levels. This was tentatively attributed to increased phytoplankton growth due to frequent ash addition. However, mineral dust both airborne or suspended in surface ocean water may also affect the satellitederived image colour, and this may be misinterpreted for an increase in Chl-a, or may add a pseudo-Chl signal to a true Chl-signal. Further, it is unclear whether the alleged phytoplankton bloom near Montserrat was due to iron release following ash input, deposition of N-rich salt aerosols, or both. Noticeably, data from seawater samples collected during a cruise east of Sicily in the ash fall-out area of the large-scale 2001 eruption of Etna volcano (see Fig. 1) showed strongly increased concentrations of dissolved iron (up to several hundred nM) and other trace metals that are reported to be linked to enhanced Chl-a levels (Randazzo et al., 2009). In a more recent contribution, Langmann et al. (2010) provided new satellite-based evidence that volcanic ash fall-out can be a significant source of available iron in HNLC areas. These authors argue that the ash from the Kasatochi volcano in the Aleutian subduction zone caused a large-scale phytoplankton bloom in August 2008 in the northeast subarctic Pacific. The bloom started several days after the onset of ash deposition over the surface ocean. Convincingly, the area studied corresponds to that where biological experiments were conducted to demonstrate the so-called iron fertilisation hypothesis (Martin and Fitzwater, 1988).\nJones and Gislason (2008) drew attention to the problem posed by ageing of the ash, even when the sample is stored in dry conditions. Apparently, ash ageing leads to a decrease in the amounts of elements that can be mobilised from ash. New data determined on a large number of ash samples originating from subduction zone volcanoes seems to support this theory (Olgun et al., 2010). The decay appears to affect samples more than a few years old. Clearly, this issue will have to be taken into consideration for future flux estimates of iron to the surface ocean, both on a regional, short-term scale (e.g. during single major eruptions) or on a basin-wide long-term scale (e.g. for an oceanic basin over geological timescales).\nEstimates of the flux of iron from volcanic ash to the surface ocean are necessary to improve our understanding of the role of volcanic ash for the oceanic iron-cycle. Based on iron-release data, Duggen et al. (2007) calculated that the deposition of 1 mm of subduction zone-related ash over the ocean may raise the surface ocean iron concentrations by a few nM. Such input would be enough to cause significant MPP response in an iron-limited (HNLC) oceanic area, as >2 nM Fe-increase were shown in mesoscale ironenrichment experiments to be sufficient to stimulate a massive phytoplankton bloom (Wells, 2003). Further, deep oceanic sediments, including those in iron-limited HNLC\nBiogeosciences, 7, 827–844, 2010 www.biogeosciences.net/7/827/2010/\nareas, contain ash layers with thickness on the mm-, dm- and even up to the meter-scale (Straub and Schmincke, 1998). Thus, heavy volcanic ash fall may swamp the surface of the ocean with iron, at least within the ash fall-out area. In such case, iron fertilisation may extend outside the ash fallout area, as oceanic currents can transport iron-fertilised surface ocean waters far away from the site of iron-injection. However, it remains unclear how much of the iron added by a single major eruption remains in solution and in a bioavailable form. As discussed in more detail below, this strongly depends on iron speciation and on the presence of iron-complexing organic ligands.\nOlgun et al. (2010) provided estimates of the flux of iron linked to the dry deposition of volcanic ash into the surface ocean. In their study the authors consider two endmemberscenarios: 1) the effect within the ash-fall out area of a single major volcanic eruption and 2) the flux of iron from subduction and hotspot volcanic ash into the entire Pacific surface ocean over geological time-scales. The study demonstrates that a single major eruption can have a significant impact on the surface coastal and open ocean iron budget and may be able to raise iron-concentrations by up to several tenths or hundreds of nM. The basin-wide flux estimate suggests that the flux of iron from volcanic ash into the Pacific surface ocean is within the same order of magnitude as the flux of iron from aeolian dust. The study also compares deposition patterns of the two atmospheric iron sources into the Pacific surface ocean and stresses that their relative importance in a given area of the Pacific depends strongly on the short- to long-term temporal and spatial distribution patterns. It thus appears that volcanic ash is a major and hitherto underestimated component in the millennial-scale atmospheric input of iron to the surface ocean. This holds particularly for the Pacific Ocean that covers about half of the Earth’s surface, hosts about 70% of the iron-limited, HNLC oceanic areas and is surrounded by a ring of explosive subaerial volcanoes (the so-called Pacific Ring of Fire).\nFinally, it is worth noting that input of volcanic ash carrying soluble iron may also be mediated through the melting of ice that received ash fall. A recent piston core study of sediments in the Atlantic sector of the Southern Ocean suggests that ash which fell on sea ice was subsequently transported more than 1000 km away from the site of deposition (Nielsen et al., 2007). If the ash deposited in sea ice has maintained its full potential to release soluble and bio-available iron, natural iron addition during ice melting may occur in the open ocean far away from the ash fall-out area of the volcano."
  }, {
    "heading": "2 What is volcanic ash?",
    "text": "Freshly erupted volcanic ash (pristine or juvenile ash) is different from “fossil ash” and aeolian dust. The surfaces of pristine ash particles were argued to host soluble salts that may contain iron and were formed through gas-particle in-\nteraction in the plume of volcanic eruptions (see Delmelle et al., 2007; Duggen et al., 2007; Jones and Gislason, 2008; Frogner et al., 2001 for discussion) (Fig. 4). Fossil volcanic ash, on the other hand, is ash that has been deposited on land and was subject to hydrological and soil processing, which effectively removed any soluble salts attached to the surface of ash particles. Fossil ash particles may be remobilised by wind and become a component of the aeolian mineral dust load but in general, the readily soluble salts adsorbed onto pristine ash are washed away during exposure to meteoric water. Therefore, fossil ash does not exhibit the same behaviour as pristine ash when exposed to water.\nVolcanic ash is produced by a variety of volcanic processes such as bubble burst due to gas expansion in the magma, magma rupture at high shear rates, abrasion from friction and collision (e.g. during an explosive eruption), magmawater interaction at crustal depth and crystal disintegration, and can be emitted by both subaerial and submarine volcanic eruptions. A general term for fragmented volcanic material is “tephra”, the classification of which is based on the grain size, distinguishing three main types: 1) ash (particles below 2 mm down to the micrometer-scale), 2) lapilli (2– 64 mm), and 3) bombs and blocks (>64 mm) (Schmincke, 2004; Fisher and Schmincke, 1984). Here we focus on the significance of airborne volcanic ash that may reach the surface ocean through atmospheric transport following explosive subaerial eruptions.\nThe atmospheric dispersal of airborne volcanic ash is governed by the type and magnitude of the volcanic eruption (e.g. Strombolian, Hawaiian, Plinian etc.), wind direction and size and density of the ash particles (Fig. 3). Sedimentation of airborne ash particles from the volcanic eruption plume depends on settling velocity, which in turn, depends on density and particle diameter. In general, maximum particle size and grain size distribution decreases with distance from the volcanic source (Walker and Croasdale, 1972). However, sorting is rarely perfect since fine particles commonly aggregate (e.g. through electrostatic forces and under the effect of moisture) and are deposited together with larger particles. The median diameter of ash particles in deep oceanic sediments usually varies between 125 to 63 µm and smaller (Pedersen and Surlyk, 1977). Volcanic fine ash with a particle size smaller than 15 µm can have a lifetime of days to weeks in the stratosphere (Niemeier et al., 2009).\nThe chemical composition of airborne volcanic ash ranges from mafic (relatively high MgO and FeO but low SiO2 contents) to silicic (relatively low MgO and FeO but higher SiO2). The bulk composition of volcanic ash is defined by the proportions and compositions of individual vitric fragments (glass shards, pumice), pyrogenic minerals, lithic particles (pieces of pre-existing rocks) and salt coatings (Fisher and Schmincke, 1984; Óskarsson, 1981; Delmelle et al., 2007). Glass shards usually dominate explosive magmatic eruptions; this material represents quenched magma fragments and has angular and irregular shapes (Fig. 4) (Fisher\nwww.biogeosciences.net/7/827/2010/ Biogeosciences, 7, 827–844, 2010\nand Schmincke, 1984). The FeO content of volcanic glass particles found in ash may range from below 1% in felsic to well above 10 wt. % in mafic compositions (Schmincke, 2004). Pyrogenic minerals are crystals precipitated in the magma prior to the eruption and consist mainly of silicate and oxide minerals such as amphibole, biotite, feldspar, olivine, pyroxene, quartz and Fe-Ti-oxides, depending on the chemistry of the magma. Minerals are more abundant in the grain size range ∼2 mm to 63 µm and are generally absent below 10 µm, whereas glass shards can be micrometric in size. Lithic particles include pieces of old volcanic rocks and/or the subvolcanic basement rock; the latter being of any crustal origin (Fisher and Schmincke, 1984). Silicic ash is more widespread than its mafic counterpart. This is due to (i) a generally greater explosivity of SiO2-rich, highviscosity magmas, although there are records of large-scale explosive basaltic eruptions (Schmincke, 2004), and (ii) because SiO2-poor components such as ferromagnesian minerals (e.g. olivine, clinopyroxene) have higher densities than the coexisting, SiO2-rich glass and will tend to settle faster than the glass shards (aeolian fractionation) (Larsson, 1937; Middleton et al., 2003)."
  }, {
    "heading": "3 Processes that transfer volcanic iron into soluble and bio-available form",
    "text": "There are two principal mechanisms by which iron in volcanic ash can be mobilised into soluble forms upon contact with seawater and thus, become bio-available in the surface ocean (Fig. 3): (i) dissolution of iron-containing salt coatings found on the surface of ash particles in the volcanic plume, and (ii) (partial) dissolution of the silicate glass and silicate and non-silicate mineral components of the ash (e.g. glass shards, crystalline igneous and non-igneous minerals, secondary minerals formed through hydrothermal processes prior to the eruption). Moreover, there are two principal ways by which soluble iron can be mobilised from volcanic ash and then be injected into the surface ocean: 1) by direct mobilisation from relatively dry ash that is deposited into seawater (dry deposition), or 2) by mobilisation from ash through interaction with cloud water prior to entering the surface ocean as rain (wet deposition) (Fig. 3).\nThe formation of iron-containing soluble salts on the surface of volcanic ash relates to the interaction between the gas, aerosol and ash materials within the eruption plume (Delmelle et al., 2007; Rose, 1977; Óskarsson, 1980). In contrast to some other metals, iron in magma has a low volatility (lithophilic element). This is supported by volcanic gas measurements that indicate little iron enrichment, if any, in the gaseous and particulate phases emitted during magma degassing processes and volcanic eruptions (Symonds et al., 1987). Thus, the presence of readily soluble iron on the surface of volcanic ash is more likely due to partial dissolution of the ash through reactions with the acidic gases (i.e., mainly\nSO2, HCl, HF) and aerosols (i.e., H2SO4) of the plume, followed by precipitation at the ash-liquid interface. Extremely thin sulphate and halide deposits (<10 nm) on the surface of ash are formed by this process (Delmelle et al., 2007). These materials may contain iron salts such as FeCl2, FeCl3, FeF2, FeF3, FeSO4·7H2O but more complex compounds also may exist on the ash surface. The salt coatings have been made visible recently by microscopic methods (Fig. 4e,f) (Delmelle et al., 2007) and are easily dissolved upon contact of the ash with seawater or cloud water.\nSilicate and non-silicate ash particles may also be able to mobilise iron into water. Iron concentrations can range from well below 1 wt. % to well above 10 wt. % (FeO) in these particles (and much higher for Fe-oxides), depending on their composition. Therefore, even partial dissolution of these particles with seawater or cloud water may transfer significant amounts of iron into solution. Volcanic glass for example, which is a main component of volcanic ash, is metastable and may therefore readily react with water. The rate of silicate glass dissolution in the aqueous phase can be reasonably described in terms of pH and aluminium dependencies, although the presence of fluoride in the system can dramatically increase glass dissolution rates (Wolff-Boenisch et al., 2004a, b; Flaathen et al., 2008). Since glass dissolution is a relatively slow process in seawater, the fast release of iron observed in geochemical experiments with seawater is best explained by dissolution of iron-bearing salts occurring on the ash surface (Olgun et al., 2010, 2010; Jones and Gislason, 2008; Duggen et al., 2007). Very little, however, is known about the mobilisation of iron from volcanic ash that interacts with cloud water. A brief discussion of the possible significance of wet deposition for the mobilisation of iron from volcanic ash is presented below in Sect. 4.1.5.\nBiogeosciences, 7, 827–844, 2010 www.biogeosciences.net/7/827/2010/"
  }, {
    "heading": "4 Chemical behaviour of volcanic ash upon contact with water",
    "text": "Constraints on the iron-mobilisation behaviour of volcanic ash mostly are from leaching experiments, where ash is shaken in an aqueous solution and the leachate is analysed for its anionic and cationic contents. In order to evaluate the full potential of ash for releasing soluble compounds upon contact with seawater, it is necessary to use pristine ash, i.e. ash that has not been leached by rain or melting snow. Unfortunately, such ash material is relatively rare since many eruptions occur in humid regions of the world, or in remote places. Since the release of iron and other elements in fossil ash (ash washed by rain) is controlled by glass dissolution rate, this material is not suitable in studies examining the transfer of nutrients in the euphotic zone, where the ash spends a relatively short period of time (minutes through hours to days, depending on particle size). The only available report providing chemical measurements of the surface water following an ash deposition event was conducted in the Mediteranean Sea when Mt. Etna volcano erupted in 2001. Randazzo et al. (2009) detected a large increase in dissolved iron concentration (up to ca. 650 nM) down to 300 m depth. Given the difficulty posed by ash sampling, laboratory leaching studies that use pristine ash materials constitute a valuable source of information for assessing the potential fertilising effect of ash upon entry into the surface ocean.\nLeaching experiments with pristine volcanic ash and deionised and/or slightly acidic/alkaline water have been performed for decades (see review by Witham et al., 2005). Ash leaching experiments are traditionally carried out with the aim to determine the contribution of magmatic volatile scavenging by ash or to assess environmental effects on the terrestrial environment and the potential hazards to human health and livestock. The environmental problems arising from ash fall-out on land or into fresh water systems are mainly associated with the release of fluoride and other toxic elements or compounds (Witham et al., 2005; Frogner Kockum, 2006) and references therein). Iron has gained limited attention in such experiments, and only in the past decade that its release by volcanic ash in contact with seawater has been investigated in details (see Table 1 for an overview)."
  }, {
    "heading": "4.1 The iron-release behaviour of volcanic ash",
    "text": "As outlined in Table 1, so far three different laboratory approaches have been used to determine the release of iron from volcanic ash in seawater or ultrapure water: 1) agitation experiments, 2) flow-through reactor experiments and 3) experiments with iron concentrations determined in situ in an aqueous solution. In agitation experiments, a given amount of ash is shaken with a known volume of water. In flow-through reactor experiments, water is slowly pumped through a batch of ash. In both cases the resulting solution is separated from the ash by filtration and analysed for iron and\nother elements (e.g. by ICP-AES). In in situ experiments, a given amount of ash is added to a known volume of water and the change in dissolved Fe-concentration in the mixture is measured as a function of time (e.g. by electrochemical stripping voltammetry). The amount of ash required for the different experimental setups ranges from several grams (agitation and flow-through experiments) down to several tens of micrograms (in situ measurements).\nStudies on the (sea)water solubility of iron in ash have used different volcanic ash samples but also different experimental protocols: 1) ash samples from different volcanoes in distinct tectonic settings (e.g. subduction zones and hotspots), 2) sieved or non-sieved (bulk) ash samples, 3) variable ash-to-seawater ratios, 4) different contact times between the ash and aqueous solvent, 5) a variation of the type of the solvent (natural or artificial seawater, ultrapure water, acidified or alkaline water), and 6) absence/presence of organic ligands.\nA key result from these minute- to day-scale experiments is that iron is always released from pristine volcanic ash in amounts that may alter the surface ocean iron-budget\nwww.biogeosciences.net/7/827/2010/ Biogeosciences, 7, 827–844, 2010\nTable 1. Overview of the iron-release behaviour of pristine (unhydrated or dry) volcanic ash from\ngeochemical (leaching) exp riments in the litera ure.\n(Table 1). Many more ash samples from volcanoes in subduction zones rather than other tectonic settings have so far been analysed. The reason obviously is that most subaerially active volcanoes are found in subduction zones (Sigurdsson et al., 2000) (Fig. 3) and therefore more pristine ash sample material is available from subduction zone volcanoes than volcanoes in other settings (e.g. hotspots). The ironrelease data available indicate that subduction zone volcanic ash (SZVA) in general mobilises between 100–400 nmol Fe per gram during dry deposition, apparently largely independent of the experimental setup (but not the solvent) used. The few iron-release data available for experiments with seawater and hotspot volcanic ash (HSVA) samples shows much larger scatter, ranging from around 35–107 nmol Fe/g ash (in in situ experiments determined by stripping voltammetry) to between 7100–39 000 nmol Fe/g ash (in flow-through reactor experiments followed by ICP-AES analysis) (Table 1). Of note, ash material tends to release significantly more iron upon contact with acidified water than with seawater (e.g. up to 1 500 000 nmol Fe/g Galunggung ash in contact with 1M HNO3, Table 1). These data suggest a higher potential for iron mobilisation when the ash is deposited via processes involving fog or cloud water rather than dry deposition into the surface ocean."
  }, {
    "heading": "4.1.1 Decay of soluble salt coatings? – Implications for flux estimates",
    "text": "Jones and Gislason (2008) recently raised concerns regarding the stability of soluble salt coatings on ash particle surfaces. Using the same experimental set up as Frogner et al. (2001), they re-analysed the 2000 Hekla ash in 2007 and found substantially less iron release (ca. 7–9 µmole Fe/g ash) compared to the value reported earlier (ca. 36 µmole Fe/g ash). The ash used by Frogner et al. was sieved to 44–74 µm, whereas Jones and Gislason used the 45–125 µm size fraction. The change, however, between these two experiments are considered to be greater than the change in relative surface area (M. Jones, personal communication, 2009), supporting the hypothesis that soluble salt coatings may be prone to decay on the year-scale.\nFurther insights into the decay of soluble salt coatings on ash particles come from experiments with a larger number of subduction zone volcanic ash samples (Olgun et al., 2010). In general, older samples tend to release iron by a factor of up to ten less than younger samples. For example, five samples from Sakura-jima volcano, collected since the mid-80s, show a linear decrease of Fe-release with increasing age. The Sakura-jima ash samples suggest that the Fe-mobilisation potential (and thus probably element-mobilisation potential in general) of an ash sample from a subduction zone volcano may be reduced to about 50% after 10 years of storage and to about 10% after ca. 20–25 years (Olgun et al., 2010).\nIn summary, ageing of the ash needs to be considered carefully as it may affect estimates of the flux of ash-derived iron into the marine environment. Further experiments and investigations will be useful to improve our understanding of the reason for and the significance of ash sample decay."
  }, {
    "heading": "4.1.2 Significance of the ash-to-seawater ratio – proximal versus distal ash fall-out",
    "text": "The ash-to-seawater ratio may influence the amount of iron released from ash to surface ocean water. As observed for mineral dust deposition, large particle loadings may act as a sink rather than a source for iron (e.g. Baker and Croot, 2010). Olgun et al. (2010) therefore pointed out that high ash loadings may not necessarily lead to higher Fe-release. As shown in Table 1, geochemical experiments examining the release of iron in (sea)water have been performed with different ash-to-water ratios. These range from about 1:0.5 to 1:1000, corresponding from very high to very low ash load. No correlation between Fe-release behaviour and ashto-seawater ratio can be inferred based on existing data (Table 1). The reason for a lack of a correlation, however, may be sought in the use of different experimental setups and the data available does thus neither support nor exclude the possibility of scavenging of soluble Fe from the surface ocean during high particle loadings. As the effect would have important bearings on the link between volcanic ash fall-out and surface ocean iron-cycle, systematic studies will be necessary to address this issue in detail.\nSince the ash flux to the ocean varies spatially and temporally depending on volcanological and meteorological factors, no simple recommendation can be provided regarding the ash-to-water ratio to be used in iron solubility determinations. Variables which influence ash deposition fluxes offshore are: 1) the magnitude of the volcanic eruption, which includes the erupted ash volume and the altitude to which the ash is injected into the atmosphere (can be up to 30–50 km), 2) the ash emission rate at the source, 3) the wind speed and direction, in combination with the density and grain size spectrum of the ash particles, which determine how far the particles travel before being deposited in the surface ocean, and 4) the distance of a given surface ocean region from the volcanic source (proximal or distal) (Fig. 3).\nIn general, the offshore ash load (or flux) in a given oceanic area is high if the volcanic mass flux is high (high volume erupted over a short period of time) during low wind speed conditions and the oceanic area is located close to the volcano (e.g. a proximal coastal oceanic area). The ash load in a given location would be low the smaller the scale of the eruption and the slower the rate of ash release, the stronger the winds and the further the oceanic area is located away from the volcanic source (e.g. a distal open oceanic area). For example, the thickness of the ash layer deposited by the 1991 eruption of Mt. Pinatubo, Philippines, in the coastal region was about 10–20 cm (Wiesner et al., 2004), which (with\nBiogeosciences, 7, 827–844, 2010 www.biogeosciences.net/7/827/2010/\na density of ca. 2.5 g/cm3 and a porosity of ca. 30 %) corresponds to an ash load of about 2500 to 5000 g/dm2. Assuming a 50 m mixed layer depth, i.e. if equilibrated with a well-mixed 50 m water column, this ash load is equivalent to an ash-to-water ratio of about 1:200 to 1:100. However, the ash input in coastal areas near active volcanoes can be much larger, on the order of one meter or more (e.g. the Toba super-eruption ca. 75 ka ago, Oppenheimer, 2002). Evidence for the thickness of ash layers in the open ocean comes from scientific ocean drilling, where it has been observed that volcanic ash layers, even hundreds and thousands of kilometers away from the coast can have thickness on the millimeter-, centimeter- and decimeter-scale, occasionally even up to the meter-scale (Rea et al., 1995; Kutterolf et al., 2008). Millimeer- and meter-thick ash layers yield an ash load of ca. 25 g/dm2 and 25 000 g/dm2, respectively, which is equivalent to an ash-to-seawater ratio of 1:20 000 and 1:20, assuming settling of the ash through a well-mixed 50-meter water column. Low ash-to-seawater ratios are expected for the deposition of the very fine ash fraction that has a relatively long residence time in the atmosphere. The amount of iron that can be released from this material, however, may be comparatively higher due to its larger surface area to volume ratio. Most of the 1991 Pinatubo volcanic ash was deposited in the South China Sea (Wiesner et al., 2004) so that the hypothesized iron-fertilisation effect of the Southern Ocean with Pinatubo ash (Sarmiento, 1993; Watson, 1997) may have been associated with such very fine ash, that had longer residence times in the atmosphere and therefore was able to reach the Southern Ocean (F. Prata, personal communication, 2008).\nSeveral authors have argued that their experiments were designed to mimic the settling of ash through the surface ocean (Olgun et al., 2010; Frogner et al., 2001; Jones and Gislason, 2008; Duggen et al., 2007). As described above, the actual ash-to-seawater ratio can vary by several orders of magnitude. The ash-to-seawater ratio of 1:8 used by Frogner et al. (2001) and Jones and Gislason (2008) in their flowthrough experiments corresponds to a very high ash load representative of voluminous and rare volcanic eruptions that may deposit up to one meter of ash in the ocean. The 1:400 ash-to-seawater ratio in Duggen et al.’s (2007) and Olgun et al.’s (2010) in situ experiments is closer to ash loads associated with centimeter-scale ash layers. Such deposits are frequently encountered in open ocean sediments (e.g. Rea et al., 1995). Experiments at very low ash-to-seawater ratios (e.g. below <1:500) that would be associated with ash layer thickness on the millimeter-scale have rarely been performed (Table 1). One may extrapolate the results of geochemical experiments to lower (or higher) ash-to-seawater ratios. However, this approach is probably not valid, in particular for measurements carried out at high ash-to-seawater ratios as for example effects such as re-adsorption of Fe to the surface of the ash particles and solubility limitations (e.g. due to pH-dependent Fe-solubility and the presence/absence of\norganic ligands) may introduce large errors to extrapolation. Therefore, the ash-to-(sea)water ratio chosen in a particular geochemical experiment should be representative of natural conditions. This is, of course, problematic as for both dry and wet ash deposition the ash-to-water ratio may be highly variable.\nDirect in situ measurements in nature, linking the increase of surface ocean iron concentrations within a volcanic ash fall-out area to ash-to-seawater ratio have not yet been performed. Unfortunately, such studies within the marine ash fall-out area of a volcanic eruption are difficult to plan and not easy to perform but they would be very useful to validate the outcome of laboratory experiments."
  }, {
    "heading": "4.1.3 Sieving or not sieving? – Relevance for proximal and distal ash fall-out",
    "text": "Due to aeolian fractionation of ash particles of variable size and density, deposits near the volcanic source are generally coarser (e.g. in coastal areas) than distal ones (e.g. in open ocean areas). Of note, the ratio of surface area to volume increases with decreasing grain size (Fig. 4), in particular for particle diameters below 200–300 µm (assuming that particles are spherical) (Witham et al., 2005). Assuming that the amount of salt coating and the solubility of a solid substance in general is a function of the surface area implies that the release of soluble components increases (on a per volume basis) with decreasing particle size. This is supported by leaching studies of pristine ash from Mt. Hudson (Chile) and Hekla (Iceland) volcanoes showing that the release of soluble components such as Cl, F, Ca and Na strongly increases with smaller grain size fraction below 100–200 µm (Óskarsson, 1980; Rubin et al., 1994). Thus, fine ash particles below about 100 µm may have the potential to release significantly more Fe than coarser particles; partly because fine ash may carry more Fe-bearing soluble salts on their surface per mass unit but also because the solubility of a solid substance in general is size-dependent, which should also be valid for the silicate glass and silicate and non-silicate mineral components of the ash.\nSystematic measurements of the iron-release as a function of grain size, especially distinguishing that of fine (<100– 200 µm) from coarser ash, have as yet not been performed. Such measurements, however, would be very useful to examine the impact of dry and wet deposition of volcanic ash for the marine biogeochemical iron-cycle, as a function of (i) the distance from the volcanic source (coastal or near-coastal areas versus remote open ocean areas) and (ii) ash particle residence times in the surface ocean and cloud water."
  }, {
    "heading": "4.1.4 Influence of pH",
    "text": "Initial low pH was observed in both artificial and natural seawater used in flow through disequilibrium experiments with relatively high volcanic ash loads (ca. 1:8) (Jones and\nwww.biogeosciences.net/7/827/2010/ Biogeosciences, 7, 827–844, 2010\nGislason, 2008; Frogner et al., 2001). The pH-decrease in the seawater ranged from 0.1–1.5 pH units for ash samples from subduction zone volcanoes (Galeras, Montserrat, Santiaguito) and up to 5 pH units for those from hotspot volcanoes (Hekla ash) and was strongest within the first ca. three hours of the experiments. De Hoog et al. (2001) exposed pristine ash for four hours in ultrapure (de-ionised) water and in 1 M HNO3. The amount of iron released increased by roughly two orders of magnitude in the acidic solvent (Table 1), indicating a strong influence of pH on iron solubility in ash. Experiments conducted with four SZVA samples using ultrapure water and seawater did not produce large differences in the iron released from the ash samples (Jones and Gislason, 2008). The experiment, however, in which an ash sample released more iron in de-ionised water also showed the lowest pH values for the solution (3.5–4.0 for the Hekla ash sample), consistent with the aforementioned that pH may have a strong effect on the amount of Fe released from ash.\nAn explanation as to why pH impacts on the iron-release behaviour probably lies in the composition and mineralogy of the different Fe pools associated with the ash. Salts found on the surface of ash particles are halogenides, sulphates and oxides (Óskarsson, 1981). While some iron-bearing salts (e.g. halogenides and sulphates) are readily dissolved by de-ionised and slightly alkaline seawater, other compounds (e.g. oxides) may require acidic conditions to dissolve more swiftly (Smith et al., 1982).\nIn addition to the rapid dissolution of the soluble salt coatings, additional iron may be released through (partial) volcanic glass dissolution. The rate of glass dissolution, however, is strongly dependent on pH: relatively slow for seawater pH of ca. 8 and faster for an acidic pH <7, especially if fluorine and sulphate anions are present (Gislason and Oelkers, 2003; Flaathen et al., 2008; Wolff-Boenisch et al., 2004a). A transient pH decrease of surface seawater following ash addition could therefore potentially lead to enhanced glass dissolution. However, due to the pH-buffering capacity of seawater, a decrease in local pH is unlikely to play a role in the surface ocean for low ash-to-seawater ratios (e.g. generally in an open ocean scenario) but may become significant in areas with high ash-to-seawater ratios (e.g. in coastal areas in the vicinity of the volcanic source and even in the open ocean for very large-scale eruptions)."
  }, {
    "heading": "4.1.5 Wet and dry deposition",
    "text": "There are two principal mechanisms by which volcanic ash may influence the marine biogeochemical iron-cycle: 1) via offshore deposition of ash and subsequent dissolution of soluble salt coatings in direct contact with seawater (dry deposition) and 2) through dissolution of soluble salts and eventually partly of silicate and non-silicate ash particles (e.g. glass) in contact with fog or cloud water, which very likely occurs at lower pH, followed by offshore rain fall (wet deposition). Various aspects of the dry deposition process were outlined\nabove but the mechanism of wet deposition merits further consideration.\nThe role of wet deposition of volcanic ash for the ocean surface iron-cycle is poorly constrained. Some predictions, however, can be made from what is known about glass dissolution rates and the solubility of iron: volcanic ash typically reacts moderately to strongly acidic in contact with non-pHbuffered fresh water (Óskarsson, 1980; Jones and Gislason, 2008) but glass dissolution rates increase dramatically with decreasing pH at acidic conditions (Gislason and Oelkers, 2003). Moreover, at acidic pH, the presence of fluoride and probably sulphate significantly further increases glass dissolution rate (Wolff-Boenisch et al., 2004a; Flaathen et al., 2008). Fluoride and sulphate are both contained in the soluble salt coatings associated with volcanic ash (Delmelle et al., 2007). HF and SO2 gases are typically released during volcanic eruptions (Oppenheimer, 2004) and may find their way into the water droplets of clouds crossing the volcanic plume. Such low-pH cloud water may interact with fine ash particles that can have relatively long residence times in the atmosphere, which could result in elevated cloud water ironlevels downwind volcanic eruptions. Moreover, iron solubility strongly increases below pH 4 under oxidizing conditions (Kraemer, 2004). Volcanic particulate matter may also act as cloud condensation nuclei and fine ash particles with coatings of hygroscopic salts are particularly suitable to initiate the formation of water drops from atmospheric vapour (Textor et al., 2006) and references therein). Together, wet deposition of volcanic ash into the surface ocean may well be an important process for the marine biogeochemical iron-cycle.\nCloud water samples collected on Hawaii placed some constraints on iron concentrations in cloud water: The measured iron concentrations were highly variable, ranging from <6 nM to 6420 nM, with a median of 32 nM (Benitez-Nelson et al., 2003). The source of this iron enrichment was attributed to volcanic activity, such as scavenging of volcanic gases while clouds pass over a degassing/erupting volcano (e.g. active Pu‘u‘O‘o) or through the formation of large aerosol clouds when lava flows enter the sea. Aerosol clouds formed due to the interaction of hot (ca. 1100–1200 ◦C) lava with seawater (a process producing large amounts of volcanic glass shards) were shown to have extraordinarily high concentrations of iron (ca. 250 µm) (Sansone et al., 2002), which is two to three orders of magnitude more than the iron levels in the Hawaiian cloud water samples. In these cases the elevated iron levels in the fog or cloud water are unlikely to be associated with airborne volcanic ash. It is noteworthy, however, that cloud water does not have a pH-buffer like seawater and that Hawaiian cloud water had acidic pH values between 2.6 and 5 (Benitez-Nelson et al., 2003). Interestingly, the cloud water samples with the highest Fe concentrations also had the lowest pH of around 2.7.\nFurther geochemical experiments with ultrapure water and volcanic ash as well as direct measurements of Fe-levels in cloud water that interacted with a volcanic ash plume can\nBiogeosciences, 7, 827–844, 2010 www.biogeosciences.net/7/827/2010/\nhelp to improve our understanding of the possible significance of wet deposition of volcanic ash for the marine biogeochemical iron-cycle."
  }, {
    "heading": "4.1.6 Significance of Fe-complexing organic ligands",
    "text": "As detailed by Baker and Croot (2010) the solubility and thus, maximum concentration of iron in seawater is closely linked to the presence of organic ligands. Organic molecules in surface ocean water are produced directly in response to iron limitation by phytoplankton and bacteria and by the decomposition of biomass and subsequent release of ironcontaining proteins and enzymes (Baker and Croot, 2010). Some of these molecules are organic chelators with a low molecular weight and a very high and specific affinity for Fe3+ (siderophores). More than 99% of the iron in surface ocean waters is complexed by such organic ligands that exist at sub-nanomolar levels usually in slight excess of the dissolved iron (Bruland and Lohan, 2004 and references therein). The presence and content of organic ligands can therefore strongly affect the solubility and biogeochemical cycling of iron from volcanic sources in the surface ocean.\nIn geochemical experiments with volcanic ash and natural seawater it is common practice to filter the water through a 0.2 µm filter and to expose it to UV-light prior to use in order to remove/destroy organic molecules and biota. Seawater samples treated this way do not contain natural marine organic ligands. The seawater used for the flow-through experiments with volcanic ash was free of marine organic ligands (Frogner et al., 2001; Jones and Gislason, 2008). For in situ iron measurements in seawater by means of stripping voltammetry, an electrochemically active organic ligand (e.g. TAC) was added (Duggen et al., 2007; Croot and Johansson, 2000; Olgun et al., 2010). In some of these experiments, the seawater was treated with UV-light (Duggen et al., 2007), whereas more recently it was not (Olgun et al., 2010), because the TAC-ligand used is stronger than natural siderophores and binds most of the water soluble iron. Addition of an organic ligand to a solution may also prevent loss of oxidised iron to container walls and re-precipitation to ash particle surfaces during the experiment and therefore, tend to give more representative analytical results.\nA recent study suggests that the amount of iron that can be released from aeolian dust to seawater is strongly linked to the presence and content of natural organic ligands (Mendez et al., 2010). Thus, organic ligands probably control the amount of iron that can be kept in solution when volcanic ash fall-out swamps a surface oceanic area with bio-available iron. We are still far from a comprehensive understanding of this control, a fact highlighted in a leaching study with Mt. St. Helens volcanic ash (Taylor and Lichte, 1980), which suggests that volcanic ash may inject organic ligands to experimental solutes and surface ocean water: the authors analysed the organic compounds by oxidation of the leachate followed by infrared CO2-measurement of the released gas\nand found considerable amounts of organic substances in leachates of several ash samples. They argued that organic carbon on the surface of ash particles is associated with atmospheric condensation of organic compounds. These may originate from entrainment of burnt vegetation in volcanic eruption plumes. Low molecular weight organic compounds can also be found in volcanic gases (Capaccioni and Mangani, 2001 and references therein). They may originate from carbon-containing host rocks, sediments and soils that interacted with the ascending hot magma. Other authors speculate that volcanic ash injection may cause lysis (decomposition) of phytoplankton in the surface ocean, leading to an enhancement of iron-complexing ligands in seawater (Randazzo et al., 2009). Clearly, the role played by iron-complexing organic ligands, especially those directly or indirectly associated with volcanic ash injection, requires further studies as these compounds are known to determine the availability of iron inputs for oceanic biogeochemical processes."
  }, {
    "heading": "5 Biological response to volcanic ash fall-out in surface waters",
    "text": ""
  }, {
    "heading": "5.1 Biological effects in fresh water systems",
    "text": "Biological events in lakes and rivers within ash fall-out areas of volcanic eruptions may provide constraints on the possible effects in the surface ocean. Eicher and Rounsefell (1957) observed a strong decrease in the abundance of young salmon in the four years after the eruption of Katmai volcano in 1912 in Alaska. This was followed by a rapid recovery of the salmon stock. The recovery indicates very favourable growth conditions, which could for example result from a fertilising effect of the ash on diatom growth and thus, an increased zooplankton standing stock as a food source for the salmons (Eicher and Rounsefell, 1957). In a bioassay study variable amounts of pristine volcanic ash from the 1980 Mt. St. Helens eruption were added to containers with Columbia River water and juvenile salmon (Newcomb and Flagg, 1983). The results show that initial salmon mortality was due to mechanical gill damage caused by particulate matter rather than the soluble material coating the ash. The drop in pH of the moderately hard Columbia River water was relatively minor (from 7.8 down to 7.6), well above the threshold detrimental to salmonids (pH=5.5).\nSeveral authors indicated that the eruptions of Alaid and Besymjanny volcanoes had a significant influence on phytoplankton growth in lakes affected by the ash (Kurenkov, 1966; Felitsyn and Kirianov, 2002; Lepskaya, 1993). Kurenkov (1966) describes a strong increase of diatom biomass in 1956 in the lake Asabatchye following ash addition during the great eruption of Mount Besymjanny volcano. The concentration of diatom remained above normal values 9 years after the eruption. Possibly as a result of increased diatom abundance, the copepod Cyclops scutifer also\nwww.biogeosciences.net/7/827/2010/ Biogeosciences, 7, 827–844, 2010\nincreased in winter 1960 and was 10 to 48 times higher in the period of 1960–1964 than in the 10 years before the eruption (Kurenkov, 1966). Interestingly, Kurenkov (1966) already mentioned that the unusual development of the algae may have been stimulated by increased iron availability from the volcanic ash. Increases in the population of golden algae and diatoms were also observed in several lakes in the ash fall-out area of the May 1980 eruption of Mount St. Helens volcano (Smith and White, 1985). However, it was also shown that Mt. St. Helens ash leachates caused toxic effects on bluegreen algae (McKnight et al., 1971, 1981).\nIn summary, these studies suggest that the initial toxic effects of volcanic ash on phytoplankton are subsequently over-compensated by a multi-annual increase of biomass. Grazing zooplankton and fish seem to benefit from moderate volcanic ash fall-out."
  }, {
    "heading": "5.2 Biological effects in the surface ocean in the Earth’s history",
    "text": "A recent study showed that forests on western Pacific ocean islands benefit from large-scale volcanic ash fall-out (Rolett and Diamond, 2004). If plants on ocean islands do, why should phytoplankton between these islands, where the ash is deposited as well, not benefit too? Key questions in this context are if both toxic and fertilising effects in the marine environment are analogous to those identified in lakes, which species are affected and if marine iron-fertilisation with volcanic ash is only of regional or even global relevance for Ccycles and climate throughout much of the Earth’s history?\nIron-limitation and iron-fertilisation are likely to have played an important role for the marine primary productivity at least for a few millions of years but relatively little is known about how long back in the Earth’s history surface ocean iron-limitation existed. Hence the role of volcanic ash in shaping the marine biogeochemical iron- and carboncycle in the past is highly uncertain. There are indications on how oceanic iron-fertilisation with volcanic ash might be connected to events of marine primary productivity feedback, among these are: 1) a termination of global warmth at the Paleocene/Eocene boundary, revealed from scientific drill core material (Bains et al., 2000), 2) global cooling at the Eocene/Oligocene boundary argued to be linked to episodes of increased volcanic output in several Pacific subduction zones as inferred from age data of volcanic eruptions (Jicha et al., 2009), 3) the development of the Cenozoic icehouse in the middle Eocene to middle Miocene partly caused by a prolonged period of great silicic subduction zone volcanic eruptions in North America (Cather et al., 2009), 4) the association of diatomites and volcanic ash layers in the Tertiary Danish Mo-clay formation (Duggen et al., 2007), 5) a significant increase of the relative abundance of the marine diatom Thalassiosira oestrupii after the deposition of a ca. 10 cm ash layer ca. 450 ka ago, found in a drill core from the Southern Ocean (Kunz-Pirrung et al., 2002; Duggen et al., 2007) and\n6) a correlation between volcanism and millennial climate change inferred from ice core data (Bay et al., 2004).\nFor the recent surface ocean, the effect of volcanic ash on the marine trace metal budget and marine phytoplankton growth is not well understood either. Geochemical experiments demonstrate an (iron-)fertilising potential of volcanic ash in several oceanic regions (Olgun et al., 2010; Jones and Gislason, 2008; Frogner et al., 2001; Duggen et al., 2007). Laboratory experiments show that marine diatoms such as Chaetoceros dichaeta are able to use iron from volcanic ash and that they grow faster in water that has been in short-term contact with volcanic ash (ca. 20 min) compared to untreated water (Duggen et al., 2007). Recent studies indicate that the diatom Thalassiosira pseudonana shows higher growth rates in waters that have been in contact with volcanic ash, while the same material has no, or a strong negative effect on growth of the coccolithophoride Emiliania huxleyi (L. Hoffmann, unpublished data). Iron inputs through volcanic eruptions have been discussed as a possible factor controlling phytoplankton seasonality in the subarctic Pacific (Banse and English, 1999).\nAn anomalous oxygen pulse emanating from the Southern Hemisphere in the years following the 1991 Pinatubo eruption has been linked to an ash fertilisation effect (Keeling et al., 1996; Watson, 1997; Sarmiento, 1993). It was proposed that the oxygen pulse was linked to an atmospheric CO2-drawdown in the same years and also causally related to an iron-fertilisation event triggered by the deposition of Pinatubo ash in the iron-limited Southern Ocean (Sarmiento, 1993; Watson, 1997). It was recently shown that a pronounced atmospheric CO2-drawdown also followed the major eruption of Agung volcano in 1963 (Cather et al., 2009). However, the exact causes for the post-Agung and postPinatubo CO2-drawdown has not yet been fully elucidated. A relative atmospheric CO2-reduction may also be explained by an increase in net primary production (NPP) of the terrestrial biomass, although several studies indicate a decrease in terrestrial NPP of up to eight years after the Pinatubo eruption, possibly due to a decrease in mean summer temperatures and a shortening of the growing season (Lucht et al., 2002; Nemani et al., 2003; Awaya et al., 2004; Krakauer and Randerson, 2003).\nNear Soufrière Hills volcano on Montserrat, the phytoplankton bloom detected in the oligotrophic oceanic water by satellite images in mid-July 2003 (e.g. Duggen et al., 2007) may be due to fertilisation with fixed nitrogen (e.g. ammonia or nitrate) rather than iron from volcanic ash. The type of phytoplankton species responsible for this bloom has not yet been identified. The Soufrière Hills volcano has been active since 1995, and in the past years the phenomenon of a seawater discolouration has been visible several times in MODIS satellite images (e.g. Duggen et al., 2007). In the near future valuable biogeochemical data may be obtained from water samples of surface oceanic areas that are located within an ash fall-out area and which show a contemporaneous\nBiogeosciences, 7, 827–844, 2010 www.biogeosciences.net/7/827/2010/\ndiscolouration. Recently, satellite data provided the first evidence for volcanic ash fall-out causing a large-scale phytoplankton bloom in an iron-limited oceanic area: a significant MPP increase was observed for the subarctic NW Pacific following the August 2008 eruption of Kasatochi volcano in the Aleutian subduction zone (Langmann et al., 2010). Such satellite techniques have only been available for about a decade and can be expected to provide more important information about the role of volcanic ash fall-out for the MPP.\nToday, the overall effects of volcanic eruptions on marine ecosystems are not yet comprehensively understood. It is very likely that volcanic ash fall-out impacts in different ways in distinct oceanic regions and that different phytoplankton species behave in various and differing ways through their specific nutrient demands and tolerance levels for toxic trace metals. More detailed research in this context is needed to improve our understanding of the complex relationships between geology and biology and their implications for the development of climate and life on our planet. However, at this stage investigations and data suggest that the impact of volcanic activity on oceanic biota and associated carbon-cycles has been underestimated.\nAcknowledgements. The authors are grateful to the other participants of the “Iron biogeochemistry across marine systems at changing times” workshop, held 14–16 May 2008 in Gothenburg, Sweden, for constructive and fruitful discussions and inspiring conversations. The constructive comments and suggestions of the reviewers (Morgan Jones and Paul Frogner-Kockum) are gratefully acknowledged. The multi-disciplinary research group NOVUM “Nutrients Originating in Volcanoes and their effects on the eUphotic zone of the Marine ecosystem” was established with financial support from IFM-GEOMAR. SD was also supported by the German Science Foundation (DFG) (projects Ho 1833/16-1 and 18-1). Aspects of this work have also been supported by DFG-projects CR145/7-1 and CR145/9-1, awarded to PC. LH was funded by the German Academic Exchange Service (DAAD) and the DFG (HO 4217/1-1). HD was supported by the DFG through the SFB 754 at Kiel University. PD’s contribution to this project was supported by a Vice-Chancellor’s Anniversary Lectureship, University of York.\nEdited by: D. Turner"
  }],
  "year": 2010,
  "references": [{
    "title": "Atmospheric and marine",
    "authors": ["A. R", "P.L. Croot"],
    "venue": "through productivity feedback,",
    "year": 2000
  }, {
    "title": "Comparing phytoplankton seasonality in the eastern and western subarctic Pacific and the western Bering sea",
    "authors": ["K. Banse", "D.C. English"],
    "venue": "Prog. Oceanogr.,",
    "year": 1999
  }, {
    "title": "Bipolar correlation of volcanism with millenial climate change",
    "authors": ["R.C. Bay", "N. Bramall", "P.B. Price"],
    "venue": "Proceedings of the National Academy of Science of the United States of America,",
    "year": 2004
  }, {
    "title": "Globally synchronous ice core volcanic tracers and abrupt cooling during the last glacial period",
    "authors": ["R.C. Bay", "N.E. Bramall", "P.B. Price", "G.D. Clow", "R.L. Hawley", "R. Udisti", "E. Castellano"],
    "venue": "J. Geophys. Res.,",
    "year": 2005
  }, {
    "title": "Confirmation of iron limitation of phytoplankton photosynthesis in the equatorial",
    "authors": ["M.J. Behrenfeld", "A.J. Bale", "Z.S. Kolber", "J. Aiken", "P.G. Falkowski"],
    "venue": "Pacific Ocean,",
    "year": 1996
  }, {
    "title": "Volcanically influenced iron and aluminium cloud water deposition to Hawaii",
    "authors": ["C.R. Benitez-Nelson", "S.M. Vink", "J.H. Carrillo", "B.J. Huebert"],
    "venue": "Atmos. Environ.,",
    "year": 2003
  }, {
    "title": "A mesoscale phytoplankton bloom in the polar Southern Ocean stimulated by iron fertilization",
    "authors": ["S. Nodder", "S. Pickmere", "R. Pridmore", "S. Rintoul", "K. Safi", "P. Sutton", "R. Strzepek", "K. Tanneberger", "S. Turner", "A. Waite", "J. Zeldis"],
    "year": 2000
  }, {
    "title": "The decline and fate of an iron-induced subarctic phytoplankton bloom",
    "authors": ["W. Miller", "J. Needoba", "J. Nishioka", "H. Ogawa", "J. Page", "M. Robert", "H. Saito", "A. Sastri", "N. Sherry", "T. Soutar", "N. Sutherland", "Y. Taira", "F. Whitney", "Wong", "S.-K. E", "T. Yoshimura"],
    "year": 2004
  }, {
    "title": "Monitoring of active but quiescent volcanoes using light hydrocarbon distribution in volcanic gases: www.biogeosciences.net/7/827/2010",
    "authors": ["B. Capaccioni", "F. Mangani"],
    "year": 2010
  }, {
    "title": "The role of airborne volcanic ash the results of 4 years of discontinuous monitoring in the Campi Flegrei (Italy), Earth Planet",
    "authors": ["S. Duggen"],
    "year": 2001
  }, {
    "title": "Climate forcing by iron fertilization from repeated ignimbrite eruptions: The icehouse-silicic large igneous province",
    "authors": ["S.M. Cather", "N.W. Dunbar", "F.W. McDowell", "W.C. McIntosh", "P.A. Scholle"],
    "venue": "(SLIP) hypothesis, Geosphere,",
    "year": 2009
  }, {
    "title": "Geochemistry of fluids associated with the 1995–1996 eruption of Mt. Ruapehu, New Zealand: signatures and processes in the magmatic-hydrothermal system",
    "authors": ["B.W. Christenson"],
    "venue": "J. Volcanol. Geoth. Res.,",
    "year": 2000
  }, {
    "title": "Dissolution of trace metals from lava ash: influence on the composition of rainwater in the Mount Etna volcanic area",
    "authors": ["G. Cimino", "G. Toscano"],
    "venue": "Environ. Pollut.,",
    "year": 1998
  }, {
    "title": "Southern Ocean iron enrichment experiment: Carbon cycling in high- and low-Si waters",
    "authors": ["B.S. ing", "Z.I. Johnson"],
    "venue": "Science, 304,",
    "year": 2004
  }, {
    "title": "Large decrease in ocean-surface CO2 fugacity in response to in situ iron",
    "authors": ["D.J. Cooper", "A.J. Watson", "P.D. Nightingale"],
    "venue": "fertilization, Nature,",
    "year": 1996
  }, {
    "title": "Determination of iron speciation by cathodic stripping voltammetry in seawater using the competing ligand 2-(2-Thiazolylazo)-p-creasol",
    "authors": ["P. Croot", "M. Johansson"],
    "venue": "(TAC), Electroanalysis,",
    "year": 2000
  }, {
    "title": "Distributions, Sources and Sinks of Iron in Seawater, in: Biogeochemistry of iron in seawater, edited",
    "authors": ["J.W.O. De Baar", "J.T.M. De Jong"],
    "year": 2001
  }, {
    "title": "Sulfur and chlorine degassing from primitive arc magmas: temporal changes during the 1982-1963 eruptions of Galunggung (West Java, Indonesia)",
    "authors": ["J.C.M. de Hoog", "G.W. Koetsier", "S. Bronto", "T. Sriwana", "M.J. van Bergen"],
    "venue": "J. Volcanol. Geoth. Res.,",
    "year": 2001
  }, {
    "title": "Gas/aerosol-ash interaction in volcanic plumes: New insights from surface analyses of fine ash particles, Earth Planet",
    "authors": ["P. Delmelle", "M. Lambert", "Y. Dufrene", "P. Gerin", "N. Óskarsson"],
    "year": 2007
  }, {
    "title": "Subduction zone volcanic ash can fertilize the surface ocean and stimulate phytoplankton growth: Evidence from biogeochemical experiments and satellite",
    "authors": ["S. Duggen", "P. Croot", "U. Schacht", "L. Hoffmann"],
    "venue": "data, Geophys. Res. Lett.,",
    "year": 2006
  }, {
    "title": "Mobility of phosphorous during weathering of volcanic ashes, Lithol",
    "authors": ["S.B. Felitsyn", "V.Y. Kirianov"],
    "venue": "Miner. Resour.,",
    "year": 2002
  }, {
    "title": "The effect of aqueous sulphate on basaltic glass dissolution rates",
    "authors": ["T.K. Flaathen", "E.H. Oelkers", "S.R. Gislason"],
    "venue": "Mineralogical Magazine,",
    "year": 2008
  }, {
    "title": "A diverse ecosystem response to volcanic aerosols",
    "authors": ["P.C. Frogner Kockum"],
    "venue": "Chem. Geol.,",
    "year": 2006
  }, {
    "title": "Fertilization Potential of Volcanic Ash in Ocean",
    "authors": ["P. Frogner", "S.R. Gislason", "N. Oskarsson"],
    "venue": "Surface Waters, Journal of Conference Abstracts (Goldschmidt Conference",
    "year": 2000
  }, {
    "title": "Fertilizing potential of volcanic ash in ocean surface water, Geology",
    "authors": ["P. Frogner", "S.R. Gı́slason", "N. Óskarsson"],
    "year": 2001
  }, {
    "title": "Helens Ash from the 18 May 1980 Eruption: Chemical, Physical",
    "authors": ["non", "W.C.: Mount St"],
    "venue": "Mineralogical, and Biological Properties,",
    "year": 1980
  }, {
    "title": "Mechanism, rates, and consequences of basaltic glass dissolution: II. An experimental study of the dissolution rates of basaltic glass as a function of pH and temperature, Geochim",
    "authors": ["S.R. Gislason", "E.H. Oelkers"],
    "venue": "Cosmochim. Acta,",
    "year": 2003
  }, {
    "title": "On the conditions for the production of plankton in the sea",
    "authors": ["H.H. Gran"],
    "venue": "Rapp. Proc. Verb. Cons. Int. Explor. Mer,",
    "year": 1931
  }, {
    "title": "The supply of iron to diatoms",
    "authors": ["H.W. Harvey"],
    "venue": "Journal of the Marine Biology Association, XXII,",
    "year": 1937
  }, {
    "title": "Circum-Pacific arc flare-ups and global cooling near the Eocene-Oligocene",
    "authors": ["B.R. Jicha", "D.W. Scholl", "D.K. Rea"],
    "venue": "boundary, Geology,",
    "year": 2009
  }, {
    "title": "Rapid releases of metal salts and nutrients following the deposition of volcanic ash into aqueous environments, Geochim",
    "authors": ["M.T. Jones", "S.R. Gislason"],
    "venue": "Cosmochim. Acta,",
    "year": 2008
  }, {
    "title": "Global and hemispheric CO2 sinks deduced from changes in atmospheric O2 concentration",
    "authors": ["R.F. Keeling", "S.C. Piper", "M. Heimann"],
    "venue": "Nature, 381,",
    "year": 1996
  }, {
    "title": "Iron oxide dissolution and solubility in the presence of siderophores",
    "authors": ["S.M. Kraemer"],
    "venue": "Aquat. Sci.,",
    "year": 2004
  }, {
    "title": "Do volcanic eruptions enhance or diminish net pimary production? Evidence from tree rings",
    "authors": ["N.Y. Krakauer", "J.T. Randerson"],
    "venue": "Global Biogeochem. Cy.,",
    "year": 2003
  }, {
    "title": "Mid-Brunhes century-scale diatom sea surface temperature and sea ice records from the Atlantic sector of the Southern Ocean (ODP Leg 177, sites 1093, 1094 and core PS2089-2)",
    "authors": ["M. Kunz-Pirrung", "R. Gersonde", "D.A. Hodell"],
    "venue": "Palaegeogr. Palaeocl.,",
    "year": 2002
  }, {
    "title": "The influence of volcanic ashfall on biological processes in a lake",
    "authors": ["I.I. Kurenkov"],
    "venue": "Limnol. Oceanogr.,",
    "year": 1966
  }, {
    "title": "Volcanic ash as fertiliser for the surface ocean",
    "authors": ["B. Langmann", "K. Zakšek", "M. Hort", "S. Duggen"],
    "venue": "Atmos. Chem. Phys. Discuss.,",
    "year": 2010
  }, {
    "title": "Vulkanische Asche vom Ausbrauch des chilenischen Vulkans Quizapu (1932) in Argentinien gesammelt. Eine Studie über äolische Differentiation",
    "authors": ["W. Larsson"],
    "venue": "Geological Institute of Upsala Bulletin,",
    "year": 1937
  }, {
    "title": "Climatic control of the high-latitude vegetation greening trend and",
    "authors": ["W. Lucht", "I.C. Prentice", "R.B. Myneni", "S. Sitch", "P. Friedlingsstein", "W. Cramer", "P. Bousquet", "W. Buermann", "B. Smith"],
    "venue": "Pinatubo effect,",
    "year": 2002
  }, {
    "title": "Iron deficiency limits phytoplankton growth in the north-east Pacific subarctic",
    "authors": ["J.H. Martin", "S.E. Fitzwater"],
    "venue": "Nature, 331,",
    "year": 1988
  }, {
    "title": "Effects on a bluegreen alga of leachates of ash from the May 18 eruption",
    "authors": ["D.M. McKnight", "G.L. Feder", "E.A. Stiles"],
    "venue": "in: The 1980 Eruptions of Mount St. Helens,",
    "year": 1971
  }, {
    "title": "Toxicity of volcanic-ash leachate to a blue-green alga: results of a preliminary bioassay",
    "authors": ["D.M. McKnight", "G.L. Feder", "E.A. Stiles"],
    "venue": "experiment, Environ. Sci. Technol.,",
    "year": 1981
  }, {
    "title": "Atmospheric input of manganese and iron to the ocean: Seawater dissolution experiments with Saharan and North American dusts",
    "authors": ["J. Mendez", "C. Guieu", "J. Adkins"],
    "venue": "Mar. Chem., in press,",
    "year": 2010
  }, {
    "title": "Encyclopedia of Sediments and Sedimentary Rocks",
    "authors": ["G.V. Middleton", "M.J. Church", "M. Coniglio"],
    "year": 2003
  }, {
    "title": "Iron and phosphorus co-limit nitrogen fixation in the eastern tropical",
    "authors": ["M.M. Mills", "C. Ridame", "M. Davey", "J. La Roche", "R. Geider"],
    "venue": "North Atlantic,",
    "year": 2004
  }, {
    "title": "Use of ash leachates to monitor gas emissions",
    "authors": ["N.L. Nehring", "D.A. Johnston"],
    "venue": "Eruptions of Mount St. Helens,",
    "year": 1980
  }, {
    "title": "Climatedriven increases in global terrestrial net primary production from 1982–1999",
    "authors": ["R.R. Nemani", "C.D. Keeling", "H. Hashimoto", "W.M. Jolly", "S.C. Piper", "C.J. Tucker", "R.B. Myneni", "S.W. Running"],
    "year": 2003
  }, {
    "title": "Origin and significance of ice-rafted detritus in the Atlantic sector of the Southern Ocean, Geochem",
    "authors": ["S.H.H. Nielsen", "D.A. Hodell", "G. Kamenov", "T. Guilderson", "M.R. Perfit"],
    "venue": "Geophy. Geosy.,",
    "year": 2007
  }, {
    "title": "Initial fate of fine ash and sulfur from large volcanic eruptions",
    "authors": ["U. Niemeier", "C. Timmreck", "Graf", "H.-F", "S. Kinne", "S. Rast", "S. Self"],
    "venue": "Atmos. Chem. Phys.,",
    "year": 2009
  }, {
    "title": "Surface ocean iron fertilization: The role of airborne volcanic ash from subduction zone and hotspot volcanoes and related fluxes into the Pacific Ocean, Global Biogeochem",
    "authors": ["N. Olgun", "S. Duggen", "P.L. Croot", "P. Delmelle", "H. Dietze", "U. Schacht", "N. Óskarsson", "C. Siebe", "A. Auer"],
    "venue": "Cy., in review,",
    "year": 2010
  }, {
    "title": "Limited global change due to the largest known Quaternary eruption, Toba 74 kyr BP",
    "authors": ["C. Oppenheimer"],
    "venue": "Quaternary Sci. Rev.,",
    "year": 2002
  }, {
    "title": "Volcanic Degassing, in: The Crust",
    "authors": ["C. Oppenheimer"],
    "venue": "Treatise on Geochemistry, Elsevier Pergamon, Amsterdam-Boston-Heidelberg-LondonNew York-Oxford-Paris-San Diego-San Francisco-SingaporeSydney-Tokyo,",
    "year": 2004
  }, {
    "title": "The interaction between volcanic gases and tephra: Flourine adhering to tephra of the 1970",
    "authors": ["N. Óskarsson"],
    "venue": "Hekla eruption, J. Volcanol. Geoth. Res.,",
    "year": 1980
  }, {
    "title": "The chemistry of Icelandic lava incrustations and the latest stages of degassing",
    "authors": ["N. Óskarsson"],
    "venue": "J. Volcanol. Geoth. Res.,",
    "year": 1981
  }, {
    "title": "Decoupling of iron and phosphate in the global ocean",
    "authors": ["P. Parekh", "M.J. Follows", "E.A. Boyle"],
    "venue": "Global Biogeochem. Cy.,",
    "year": 2005
  }, {
    "title": "Dish structures in Eocene volcanic ash layers, Denmark, Sedimentology",
    "authors": ["G.K. Pedersen", "F. Surlyk"],
    "year": 1977
  }, {
    "title": "Trace elements release from volcanic ash to seawater. Natural concentrations in Central Mediterraenan Sea",
    "authors": ["L.A. Randazzo", "P. Censi", "F. Saiano", "P. Zuddas", "P. Aricò", "S. Mazzola"],
    "venue": "European Geosciences Union Meeting, Vienna,",
    "year": 2009
  }, {
    "title": "Environmental predictors of preEuropean deforestation on",
    "authors": ["B. Rolett", "J. Diamond"],
    "venue": "Pacific islands,",
    "year": 2004
  }, {
    "title": "Scavenging of volcanic aerosol by ash: atmospheric and volcanologic implications, Geology",
    "authors": ["W.I. Rose"],
    "year": 1977
  }, {
    "title": "Evaluating a flourosis hazard after a volcanic eruption",
    "authors": ["C.H. Rubin", "E.K. Noji", "P.J. Seligman", "J.L. Holtz", "J. Grande", "F. Vittani"],
    "venue": "Arch. Environ. Health,",
    "year": 1994
  }, {
    "title": "Geochemistry of atmospheric aerosols generated from lava-seawater",
    "authors": ["F.J. Sansone", "C.R. Benitez-Nielson", "E.H. DeCarlo", "J.A. Resing", "S.M. Vink", "J.A. Heath", "B.J. Huebert"],
    "year": 2002
  }, {
    "title": "Encyclopedia of Volcanoes",
    "authors": ["H. Sigurdsson", "B. Houghton", "S.R. McNutt", "H. Rymer", "J. Stix"],
    "year": 2000
  }, {
    "title": "Leachability of uranium and other elements from freshly erupted volcanic ash",
    "authors": ["D.B. Smith", "R.A. Zielinski", "W.I. Rose"],
    "venue": "J. Volcanol. Geoth. Res.,",
    "year": 1982
  }, {
    "title": "Leaching Characteristics of Ash from the May",
    "authors": ["D.B. Smith", "R.A. Zielinski", "H.E. Taylor", "M.B. Sawyer"],
    "venue": "Eruption of Mount St. Helens Volcano, Washington, Bulletin of Volcanology,",
    "year": 1980
  }, {
    "title": "Observations on lakes near Mount St. Helens: Phytoplankton",
    "authors": ["M.A. Smith", "M. White"],
    "venue": "J. Arch. Hydrobiol.,",
    "year": 1985
  }, {
    "title": "Iron fertilization with volcanic ash",
    "authors": ["C.S. Spirakis"],
    "venue": "Eos Trans. AGU,",
    "year": 1991
  }, {
    "title": "Evaluating the tephra input into Pacific Ocean sediments: distribution in space and time, Geol",
    "authors": ["S.M. Straub", "Schmincke", "H.-U"],
    "venue": "Rundsch.,",
    "year": 1998
  }, {
    "title": "Volatilization, transport and sublimation of metallic and non-metallic elements in high temperature gases at Merapi Volcano, Indonesia, Geochim",
    "authors": ["R.B. Symonds", "W.I. Rose", "M.H. Reed", "F.E. Lichte", "D.L. Finnegan"],
    "venue": "Cosmochim. Acta,",
    "year": 1987
  }, {
    "title": "Chemical composition of Mount St",
    "authors": ["H.E. Taylor", "F.E. Lichte"],
    "venue": "Helens volcanic ash, Geophys. Res. Lett.,",
    "year": 1980
  }, {
    "title": "Volcanic particle aggregation in explosive eruption columns. Part I: Parameterization of the microphysics of hydrometeors and ash",
    "authors": ["C. Textor", "H.F. Graf", "M. Herzog", "J.M. Oberhuber", "W.I. Rose", "G.G.J. Ernst"],
    "venue": "J. Volcanol. Geoth. Res.,",
    "year": 2006
  }, {
    "title": "Enhancement of primary productivity in the western North Pacific caused by the eruption of the Miyake-jima volcano",
    "authors": ["M. Uematsu", "M.M.K. Toratani", "Y. Narita", "Y. Senga", "T. Kimoto"],
    "venue": "Geophys. Res. Lett., 31,",
    "year": 2004
  }, {
    "title": "Characteristics of some basaltic pyroclastics",
    "authors": ["G.P.L. Walker", "R. Croasdale"],
    "venue": "Bull. Volcanol.,",
    "year": 1972
  }, {
    "title": "Volcanic Fe, CO2, ocean productivity and climate",
    "authors": ["A.J. Watson"],
    "venue": "Nature, 385,",
    "year": 1997
  }, {
    "title": "The level of iron enrichment required to initiate diatom blooms in HNLC waters",
    "authors": ["M.L. Wells"],
    "venue": "Mar. Chem.,",
    "year": 2003
  }, {
    "title": "Grain size, areal thickness distribution and controls on sedimentation of the 1991 Mount Pinatubo tephra layer in the South China Sea",
    "authors": ["M.G. Wiesner", "A. Wetzel", "S.G. Catane", "E.L. Listanco", "H.T. Mirabueno"],
    "venue": "Bull. Volcanol.,",
    "year": 2004
  }, {
    "title": "Volcanic ashleachates: a review and recommendations for sampling methods",
    "authors": ["C.S. Witham", "C. Oppenheimer", "C.J. Horwell"],
    "venue": "J. Volcanol. Geoth. Res.,",
    "year": 2005
  }, {
    "title": "The effect of fluoride on the dissolution rates of natural glasses at pH 4 and 25 C, Geochim",
    "authors": ["D. Wolff-Boenisch", "S.R. Gislason", "E.H. Oelkers"],
    "venue": "Cosmochim. Acta,",
    "year": 2004
  }, {
    "title": "The dissolution rates of natural glasses as a function of their composition at pH 4 and 10.6, and temperatures from 25 to 74 C, Geochim",
    "authors": ["D. Wolff-Boenisch", "S.R. Gislason", "E.H. Oelkers", "C.V. Putnis"],
    "venue": "Cosmochim. Acta,",
    "year": 2010
  }],
  "id": "SP:601b1a2ffec1b84aded9f6b47d4edcf1cce438be",
  "authors": [{
    "name": "S. Duggen",
    "affiliations": []
  }, {
    "name": "N. Olgun",
    "affiliations": []
  }, {
    "name": "P. Croot",
    "affiliations": []
  }, {
    "name": "L. Hoffmann",
    "affiliations": []
  }, {
    "name": "H. Dietze",
    "affiliations": []
  }, {
    "name": "P. Delmelle",
    "affiliations": []
  }, {
    "name": "C. Teschner",
    "affiliations": []
  }],
  "abstractText": "Iron is a key micronutrient for phytoplankton growth in the surface ocean. Yet the significance of volcanism for the marine biogeochemical iron-cycle is poorly constrained. Recent studies, however, suggest that offshore deposition of airborne ash from volcanic eruptions is a way to inject significant amounts of bio-available iron into the surface ocean. Volcanic ash may be transported up to several tens of kilometers high into the atmosphere during largescale eruptions and fine ash may stay aloft for days to weeks, thereby reaching even the remotest and most ironstarved oceanic regions. Scientific ocean drilling demonstrates that volcanic ash layers and dispersed ash particles are frequently found in marine sediments and that therefore volcanic ash deposition and iron-injection into the oceans took place throughout much of the Earth’s history. Natural evidence and the data now available from geochemical and biological experiments and satellite techniques suggest that volcanic ash is a so far underestimated source for iron in the surface ocean, possibly of similar importance as aeolian dust. Here we summarise the development of and the knowledge in this fairly young research field. The paper Correspondence to: S. Duggen (svend duggen@skoleforeningen.de) covers a wide range of chemical and biological issues and we make recommendations for future directions in these areas. The review paper may thus be helpful to improve our understanding of the role of volcanic ash for the marine biogeochemical iron-cycle, marine primary productivity and the ocean-atmosphere exchange of CO2 and other gases relevant for climate in the Earth’s history.",
  "title": "The role of airborne volcanic ash for the surface ocean biogeochemical iron-cycle: a review"
}