{
  "year": 2008,
  "references": [{
    "title": "Upper Pleistocene oxygen and carbon isotopic changes of core SCS-15B at the South China Sea",
    "authors": ["C.H.I. Wang", "Chen", "M. P"],
    "venue": "Jour. Southeast Asian Earth Sci.,",
    "year": 1990
  }, {
    "title": "Late Quaternary paleoceanography of the South China Sea: surface circulation and carbonate cycles",
    "authors": ["P. Wang", "L. Wang", "Y Bian"],
    "venue": "Marine Geology,",
    "year": 1995
  }, {
    "title": "Microbiotas and environments of the Nansha Islands and adjacent sea",
    "authors": ["M. Chen", "H. Cai", "X Tu"],
    "venue": "Chinese Science Bulletin,",
    "year": 1997
  }, {
    "title": "East Asian monsoon climate during the Late Pleistocene: high-resolution sediment records from the South China Sea",
    "authors": ["L. Wang", "M. Sarnthein", "Erlenkeuser", "H. et al"],
    "venue": "Marine Geology,",
    "year": 1999
  }, {
    "title": "Late Quaternary sedimentation rate in the South China Sea, Contribution to Late Quaternary Paleoceanography of the South China Sea (in Chinese), Qingdao: Qingdao Ocean",
    "authors": ["Wang Pinxian", "Jian Zhimin", "Liu Zhiwei"],
    "year": 1992
  }, {
    "title": "Sedimentation rate in the South China Sea since the last glacial",
    "authors": ["Huang Wei", "Wang Pinxian"],
    "venue": "Science in China (in Chinese),",
    "year": 1998
  }, {
    "title": "Volcanic Winter and accelerated glaciation following the Toba super-eruption",
    "authors": ["R. Michael", "Rampino", "S. Stephen"],
    "year": 1992
  }, {
    "title": "Disappearence of pink-pigmented Globigerinoides ruber",
    "authors": ["P.R. Thompson", "A.W.H. Be", "Duplessy", "J . C"],
    "venue": "BP, in the Indian and Pacific Oceans,",
    "year": 1979
  }, {
    "title": "Comparison of oxygen isotope records from the GISP2 and GRIP Greenland ice",
    "authors": ["P.M. Grootes", "M. Stuiver", "White", "J.W. C"],
    "year": 1993
  }, {
    "title": "The record of deglaciation in the Sulu Sea: Evidence for the Younger Dryas event in the western tropical Pacific, Paleoceanography",
    "authors": ["R.C. Thunell"],
    "year": 1990
  }, {
    "title": "Seasonal marginal sea and varied Warm Pool of the west Pacific in the glacial cycle, Science in China (in Chinese)",
    "authors": ["Wang Pinxian"],
    "venue": "Ser. D,",
    "year": 1998
  }, {
    "title": "lJeter Hehanussa, Radiometric ages and paleomagnetism of the Sigura-Gura formation, upper part of the \"Toba Tuffs\" in Sumatra, Indonesia, Palaeogeography",
    "authors": ["Takuo Yokoyama", "Agus Dharmn"],
    "year": 1989
  }, {
    "title": "Correlation between rate of sea-level change and frequency of explosive volcanism in the Mediterranean",
    "authors": ["W.J. McGuire", "R.J. Howarth", "Firth", "C. R"],
    "year": 1997
  }, {
    "title": "A 110 000 year record of explosive volcanism from the GISF'2 (Greenland ice core), Quaternary Research",
    "authors": ["G.A. Zielinski", "P.A. Mayewski", "Meeker", "L. D"],
    "year": 1996
  }, {
    "title": "The Geochemistry of Natural",
    "authors": ["James", "1. D"],
    "year": 1988
  }, {
    "title": "Planktonic foraminifera and its paleotemperature of sea surface on southern slope of the South China Sea",
    "authors": ["Tu Xia", "Zheng Fan", "Chen Muhong"],
    "venue": "Tropic Oceanology (in Chinese),",
    "year": 2000
  }],
  "id": "SP:aae524ee7fcc69afb12f3e9ffaef19c36a6e415e",
  "authors": [{
    "name": "CHEN Muhong",
    "affiliations": []
  }, {
    "name": "ZHENG Fan",
    "affiliations": []
  }, {
    "name": "YAN Wen",
    "affiliations": []
  }, {
    "name": "TANG Xianzan",
    "affiliations": []
  }, {
    "name": "WANG Baogui",
    "affiliations": []
  }, {
    "name": "LU Miao'an",
    "affiliations": []
  }],
  "abstractText": "Core NS-93-5 was taken from the mild slope terrace of the southern South China Sea (SCS), which has preserved the steadiness depositional record of the normal marine environment since late Quaternary. Sedimentary sequence and oxygen isotopic stratigraphy of high resolution in the near 200 ka of the southern SCS has been established. By the comparative analysis with GISP2's ice core, the depositional record of D/O1s events 1-21 and Heinrich's events HI-H6 in the southern SCS that reflected the quick climate change in short time scale since the last interglacial stage is revealed, which indicates that in the last 200 ka in the southern SCS and the Arctic area there was tele-connection of paleoclimate and the unstability of the Western Pacific Warm Pool. This note shows that the sedimentary layers order of this sea area classified by color identification and by oxygen isotope stratum has the very good corresponding relation. The color feature of sediment changes along with the climate and the former arranges a stagnant time of 1-1.5 ka generally. It was suggested that the paleoclimatic changes resulted in the rise and fall of sea level, the open and close of strait thoroughfare and the upwelling activity, which causes the changes of the oxidation-reduction condition of deep water along with the dynamic environment in this sea area, thus producing the different sediment features of sea bed. In addition, a volcanic ash layer, about 17 cm thick, has been found in the transition of oxygen isotope 415 stage, which is related with the Toba's volcanic eruption.",
  "title": "Relations between sedimentary sequence and paleoclimatic changes during last 200 ka in the southern South China Sea"
}