{
  "sections": [{
    "text": "NOTATION\naccu 1 Inverse accumulation rate (kg 1 m2 a) Cfirn Concentration of a compound in firn Csnow Concentration of a compound in snow D(volc-SO 2 4 ) Volcanic sulphate deposition (kg km\n2) Jdry Dry deposition flux of a compound Jtotal Total (dry + wet) deposition flux of a compound k Parameter for peak detection MAD Median of absolute deviation n Window width of running filter RM Running median RRMi Reduced running mean (after removal of all volcanic peaks) xi Ion concentration of sample i (ng g 1) yr Running threshold value D Uncertainty of deposition value (kg km 2) zi Length of sample i in mw.e. (103 kgm 2) Standard deviation"
  }, {
    "heading": "1. INTRODUCTION",
    "text": "Volcanic eruptions represent one of the most extraordinary natural phenomena on Earth, causing disastrous local but also significant global environmental effects. Apart from\nvolcanic ashes, CO2 and water vapour, the reactive gaseous compounds SO2, H2S, HCl and partly HFare the most important atmospheric emissions. Sulphur dioxide, which is subsequently transformed into H2SO4/H2O aerosol (referred to below as sulphate aerosol), causes the largest aerosol perturbation in the stratosphere (McCormick and others,1995), where it has a strong influence on the radiative balance, and hence temperature, of the globe. Because of the long stratospheric residence time of >1year (Turco and others, 1982), stratospheric sulphate aerosol of volcanic origin is globally distributed and eventually deposited worldwide onto, among others, the vast interiors of the Antarctic and Greenland ice sheets, where the wet and dry deposited sulphate aerosol is archived in the temporally stratified sequence of individual snowfall events. Accordingly, ice cores from polar regions provide a unique and independent archive of the history of volcanic eruptions over the Holocene and beyond (Zielinski, 2000). Because the fraction of SO2/ H2SO4 injected into the atmosphere is highly variable for different volcanic eruptions, only the impact on the atmospheric sulphate aerosol burden, not the eruptive strength of the volcanic eruption, can be estimated from sulphate signals in ice cores. However, to assess the global climatic impact of volcanic activity, the sulphate aerosol load in the stratosphere is the most important parameter and its temporal reconstruction a prerequisite to quantify its effect on climate variability (Robock and Free, 1995; Robock, 2000; Robertson and others, 2001).\nOutstanding efforts have been put into establishing a chronology of historically documented volcanic eruptions over the last 10 000 years (Simkin and Siebert, 1993), and a\nPresent adress: Prinsengracht 596/II, NL-1017 KS Amsterdam,The Netherlands.\nmeasure of the explosivity, the volcanic explosivity index (VEI), has been assigned to every single eruption based on a catalogue of explosivity criteria (Newhall and Self, 1982). More recently, Robertson and others (2001) defined a volcanic aerosol index (VAI), which combines ice-core data from Greenland and Antarctica as well as satellite data. The chronology is fairly well documented for the past 500 years, and dating of individual eruptions considerably more accurate for the Northern than for the Southern Hemisphere. In particular, before AD1600, the documentation of volcanic eruptions from the Southern Hemisphere, especially from South America and the southwest Pacific region, is incomplete and eruption dates highly uncertain (Simkin and Siebert,1993).\nSeveral ice cores from Greenland (e.g. Hammer, 1977; Zielinski and others, 1994; Zielinski 1995) and Antarctica (e.g. Legrand and Delmas, 1987; Moore and others, 1991; Delmas and others, 1992; Langway and others, 1994; ColeDai and others,1997a,2000; Karlo« f and others, 2000; Palmer and others, 2001; Stenni and others, 2002) were analyzed to reconstruct detailed volcanic chronologies. Some of the previous studied ice cores were drilled at sites with relatively high snow-accumulation rates, so that the date of a volcanic eruption could be specifiedwith an accuracyof 1year, but these records do not reach far back in time (Palmer and others, 2001). Other ice cores reach further back in time, but the accumulation rate or sampling resolution is too low for annual-layer counting (Legrand and Delmas, 1987). Most of those are restricted to the last 1000 years.The longest available Antarctic volcano record to date is from Plateau Remote (Cole-Dai and others, 2000).While this record extends down to 4100 years before present (BP), the dating of this core relies on extrapolationusing themean annual snow accumulation and single time markers given by known historic volcano eruptions assigned to distinct sulphate peaks. This procedure appears to be feasible for the last 500^1000 years where volcanic eruptions are well documented and dated, but the dating accuracy for the previous millennium and beyond, which is crucial to investigate the influence on global climate variability, is not satisfactory.\nHere we present a new regionally representativeAntarctic ice-core record of volcanic sulphate fallout over the last two millennia based on four intermediate-depth ice cores drilled on Amundsenisen, Dronning Maud Land (DML), East Antarctica. Our 2000 year chronology is the first to be based on independent dating by annual-layer counting using continuous aerosol chemical profiles with seasonal resolution.This procedure allowed a stratigraphic dating of the cores to be established, together with a reliable quantification of volcanic deposition onto DML. Moreover, we investigated the spatial variability of the volcanic fallout caused by the Pinatubo (Philippines) and Cerro Hudson (Chile) eruptions in the climatologically and meteorologically rather homogeneous region of Amundsenisen, considering 13 sub-seasonally resolved snow pits. This effort aims at an assessment of the consistency of the imprint from a particular volcanic event in firn and consequently the reliability of the stratospheric aerosol loading derived from such a signal. Several previous studies have addressed this issue (e.g. Clausen and Hammer, 1988; Zielinski and others, 1997a; Cole-Dai and others, 1997b), but to our knowledge the results presented here are based on the most extended snow-pit dataset from a meteorologically homogeneous region of Antarctica."
  }, {
    "heading": "2. METHODS",
    "text": ""
  }, {
    "heading": "2.1. Site selection, sampling and analyses",
    "text": "In the framework of the European Project for Ice Coring in Antarctica (EPICA) a comprehensive multi-year pre-site survey was carried out on Amundsenisen (Oerter and others,1999, 2000). Data from13 snow pits and 4 intermediate-depth ice cores recovered during the field campaigns 1997/98 and 1999/2000 (Fig. 1) are presented here. Details on location, altitude, and accumulation rate of each sampling site can be found in Go« ktas and others (2002). All drilling sites are located in the Atlantic sector of the East Antarctic plateau more than 500 km away from the coast at an altitude range 2600^3160m a.s.l., i.e. well above the marine boundary layer. The annual snow accumulation (about 50^100 kgm 2 a 1) is rather low at all sites but varies by a factor of 2 between individual sites.\nThe four intermediate-depth ice cores at DML03, DML05, DML07 and DML17 were drilled with an electromechanical drill, and the recovered core pieces were sealed in polyethylene (PE) bags in the field. All snow-pit samples were taken with 60mL PE beakers, which were pushed into the snow-pit wall slightly overlapping the same snow layer, allowing for a sample resolution of 4^8 samples per year. One snow pit excavated at DML05 (SS9908) was sampled with higher resolution (8^10 samples per year) by cutting out 2 cm layers and placing the sample into 250mL beakers. All beakers had been precleaned with ultra-pure water, until the conductivity of the water was< 0.5 S cm 1. After cleaning, the beakers were dried in a contamination-free vacuum oven and directly sealed in PE bags until usage in the\n«\n«\n«\nsnow pit. After sampling, the beakers were sealed for transportation. All ice-core and snow-pit samples were transported in frozen state to the cold-room facility of the Alfred Wegener Institute at Bremerhaven, Germany.There, the ice cores were cut, decontaminated using an electromechanical plane under clean-room conditions in the cold laboratory, and sealed in precleaned PE bags before ion chromatographic (IC) analysis (for details concerning sampling of the ice cores, decontamination routine, IC set-up, accuracy and detection limit see Go« ktas (2002)and Go« ktas and others (2002)).The uncertainty for the measured sulphate concentrations discussed in this study is approximately 3%.\nIn general, samples were analyzed for methanesulphonate (MS), C1 , NO3 , SO42 , Naþ, NH4þ, Kþ, Mg2þ and Ca2þ by IC analysis. In addition to IC analysis, continuous flow meltwater analyses (CFAs) had been carried out already in the field on all four ice cores (Sommer and others, 2000b), providing high-resolution profiles for electrolytical conductivity, Naþ, NH4þ and Ca2þ for annuallayer counting.The upper approximately 5mw.e. of the ice cores (covering the interval AD1950^97), where bad core quality compromised the CFA results, were resampled at seasonal resolution (4^10 samples a 1) and analyzed for anions and cations using IC. Below AD1950 the ice cores were sampled at annual resolution according to the dating established by counting annual layers in the CFA Naþ records, and only anion analyses were performed. For the upper 5mw.e., annual layers were defined using the IC profiles by setting annual markers on the falling flank of the seasonal sodium peak and the rising flank of the non-sea-salt (nss)-sulphate peak, indicating the austral spring season (for definition of nss sulphate, see below). Only snow pit SS9908, which was sampled both for ion and isotope analyses in 2 cm resolution, was dated by marking the austral summer maximum in D for each year.\nIn the following, nssSO 2 4 concentrations are presented, which were calculated by subtracting the concentration of the sea-salt-derived sulphate from the total SO42 concentration (in ngg 1), using Naþ as sea-salt reference species and the sulphate-to-sodium ratio in bulk sea water of 0.252, i.e.:\n(nssSO 2 4 Þ ¼ ðSO 2 4 Þ 0:252ðNaþÞ: ð1Þ On average the sea-salt sulphate contribution was only about 10% of the total sulphate concentrations."
  }, {
    "heading": "2.2. Annual-layer counting",
    "text": "Oerter and others (2000) carried out a preliminary dating based on dielectric profiling (DEP) on all ice cores from Amundsenisen, using the striking volcanic horizon of Tambora, Indonesia, as a marker for the year AD1816. Stratigraphic dating back to AD1100 was accomplished by Sommer and others (2000a) using a combination of annuallayer counting in the CFA records and identification of the most prominent historic volcanic horizons Tambora (1815) and unknown events at 1279, 1269, 1259 and around 1450 (Kuwae?) in the nss-conductivity profile. In this study we performed multi-parameter (MS, SO42 , C1 , NO3 , Naþ, Ca2þ, Mg2þ and NH4þ) stratigraphic annual-layer counting from AD1999 to 50 and extended the annual-layer counting for ice cores B32 (at DML05) and B31 (at DML07) before AD1950 based on the high-resolution CFA measurements of sodium (Sommer and others, 2000b). To quantify\nthe stochastic error of the counting procedure, we repeated the counting four times by two different persons along two arbitrarily chosen depth intervals, 105^110m and 135^ 140m.We found that counted years did not differ by more than 5 years for these 5m intervals. In addition, annuallayer counting was carried out four times by each personbeyond AD1257 to the end of the ice-core record, where finally AD165 24 was reached. The AD1259 event is an important interhemispheric reference horizon (Palais and others,1992) with a dating uncertainty of around AD1259 2 years (Langway and others, 1988; Clausen and others, 1997). A possible systematic dating error (e.g. by missing years) was estimated by annual-layer counting between well-defined volcanic reference horizons in the younger part of the core (AD1884^16, 1815^1762 and 1762^1601). Within these reference horizons, counting has been performed ten times.We found that our counting procedure led to no systematic error compared to the absolute number of years between these historic eruptions. In conclusion, the assignment of the volcanic eruptions between AD1997 and 1601 is accurate within 3 years, around 5 years between AD1601 and 1257, increasing linearly to 24 years to the end of the core (AD165).\nIn contrast to B32, annual-layer counting could not be unambiguously performed on the complete record at DML07 (B31), because of the decreasing accumulation rate from 59 to 38 kgm 2 a 1 prior to AD1000. The dating at DML07 was verified by synchronization of the volcanic sulphate deposition values with the reliably dated core B32 in combination with the densification model used by Sommer and others (2000a)."
  }, {
    "heading": "2.3. Background sulphate and volcanic sulphate deposition",
    "text": "Background nss sulphate measured in Antarctic snow and aerosol is clearly dominated by a biogenic source, i.e. photooxidation of phytoplankton-derived dimethylsulphide (DMS), and exhibits a high year-to-year variability (Legrand, 1995). Thus it is occasionally difficult to unambiguously identify a superimposed volcanic sulphate signal. In this study, we present a sensitive detection procedure that uses a robustmeasure of variabilityandtakes long-termvariation in the background concentration into account (Fischer and others,1998b). In addition, we tried to verify the volcanic nature of identified nss-sulphate peaks considering MS/ nss-sulphate ratios. In contrast to nss sulphate, MS is exclusively formed by photooxidation of phytoplankton-derived DMS. Therefore the variability in marine bioproductivity, provoking significant nss-sulphate peaks, is expected to result in simultaneously enhanced MS concentrations. However, extensive measurements of atmospheric nss sulphate and MS at coastal Antarctic stations revealed only a moderate correlation between the two compounds in the aerosol phase, most pronounced during the polar summer (Legrand and Pasteur, 1998). Moreover, as stated by Dibb and Whitlow (1996), the possible impact of El Nin‹ os and poorly understood post-depositional processes on the MS signal complicates an assessment of biogenic nss sulphate. In summary, MS/nss-sulphate ratios only provide an additional but ambiguous criterion for detection of volcanic sulphate deposition.\nNumerous studies have been carried out to identify volcanic events in ice-core time series (see above), and dif-\n« «\n‹\nferent peak detection algorithms have been applied (e.g. Delmas and others, 1992). To provide a robust measure of variability in the presence of volcanic peaks and long-term variations in the atmospheric background sulphate concentrations, we use the running median (RMi ¼ median ðxi ðn 1Þ=2 ; . . . ; xiþðn 1Þ=2Þ) to calculate background concentrations, and themedian of absolute deviation (MADi ¼ medianðjxiðn 1Þ=2 RMijÞ; . . . ; ðjxiþðn 1Þ=2 RMijÞ) as robust measure of variability, where n is the window width of the running filter and xi the ion concentration of sample i (Fischer and others, 1998b). Peaks were detected if nss-sulphate concentrations exceeded the running threshold value yr defined by:\nyr ¼ RMi þ kMADi: ð2Þ\nThe parameter k ¼ 4, which adjusts the threshold, and the window width n ¼ 30were selected empirically to be most suited for peak detection in our nss-sulphate records (Fig. 2). Finally, of the 39 nss-sulphate peaks coinciding in ice cores B31 and B32 over the period AD540^1997, 24 were tentatively assigned to known volcanic events, 6 to unknown (i.e. documented but not named) events and 8 to unidentified events (i.e. not documented and either seen for the first time in an ice-core record or seen previously in other icecore records). Before AD540 there was one coinciding unidentified event detected in both cores. Note that only those peaks coinciding in both cores are accepted to be volcanic horizons (Table 1). Further down in the interval covered only by B32 at DML05, two known and six unidentified events occurred.\nWe note, however, that such an assignment of high sulphate concentrations to prominent eruptions listed by Simkin and Siebert (1993) implies a linkage of explosivity and sulphur emissions into the stratosphere that does not necessarily hold. Moreover, the threshold value yr is by definition\njust an outlier detection criterion and by no means a selective volcanic sulphate detector. In order to isolate volcanic from background sulphate peaks, we further considered the MS/nss-sulphate ratios. Our results from DML05 and DML07 revealed that during the impact of volcanic eruptions (detected by using yr) the MS/nss-sulphate ratio was 0.062 0.03 (mean ) and 0.039 0.027, respectively, while during the remaining periods the mean MS/ nss-sulphate ratio was 0.122 0.05 for DML05 and 0.064 0.048 for DML07. Taking an upper threshold for volcanic MS/nss-sulphate ratios of 0.07, in DML05 only six nss-sulphate peaks identified by yr showed ratios above this threshold (Table1), indicating that these events are probably biogenic. Unfortunately, MS/nss-sulphate ratios found in DML07 appeared too variable to identify a meaningful threshold value to define a volcanic impact. Most probably, the impact of post-depositional losses is more severe at this low-accumulation site (Go« ktas and others, 2002).\nThe total volcanic sulphate deposition D(volc-SO42 ) related to each volcanic eruption detected on the ice sheet was calculated by integration of the part of a volcanic nsssulphate peak above the reduced running mean RRMi centered on the peak (where all detected volcanic peaks had been removed from the dataset), i.e.:\nD(volc-SO4 2 Þ ¼\nXi i¼1 ðxi RRMiÞ zi; ð3Þ\nwhere zi is the length of each sample i inwater equivalents andwhere the sum includes all samples of a peak affected by nss-sulphate concentrations above the threshold level. The deposition value is mainly dependent on the chosen background-level RRMi, hence, the natural variability of nonvolcanic sulphate, while the measurement accuracy of xi and zi is of secondary importance. Therefore, the following approach was taken to determine the uncertainty for volcanic nss-sulphate deposition values. In addition to the running mean (window width n ¼ 30), the corresponding running standard deviation ( i) was computed for the volcanic sulphate reduced dataset. The uncertainty of the deposition values is given by:\nDðnss-SO 2 4 Þ ¼ 2 Xl\ni¼1 i zi ðkg km 2Þ; ð4Þ\nwhere 95% of all background concentration values lie within twice the standard deviation i.The relative error for volcanic sulphate depositions higher than 20 kgkm 2 was about 15%, for depositions between 10 and 20 kgkm 2 about 50%, and for values below 10 kgkm 2 about 75% and in single cases even higher. The uncertainty of the calculated volcanic sulphate deposition values of our snow-pit data was on average 82%. Here the uncertainty of RRMi is much higher, because of the small number of years available to determine non-volcanic background levels. For example, at DML19 no volcanic sulphate deposition could be calculated at all. Based on i of the background sulphate deposition flux, it can be concluded that for Amundsenisen there is a 65% likelihood of detecting a volcanic event with a sulphate deposition flux of about 1^ 2 kgkm 2 a 1 in firn cores or 10 kg km 2 a 1 in snow pits.\nFinally, we emphasize that, besides enabling the detection of smaller volcanic peaks in the presence of high background variability, a more sensitive peak detection algorithm, even in combination with MS/nss-sulphate ratios,\n«\nstill carries a risk of including non volcanic nss-sulphate peaks. In summary, a totally unambiguous detection of volcanic peaks in ice-core records and a final assignment to individual documented eruptions is only possible when specific volcanic tephra can be found in the ice as well (e.g. Zielinski and others, 1997b; Basile and others, 2001). Nevertheless, the detection of smaller volcanic eruptions enabled by using yr as the identification criterion should significantly improve the dating of further Antarctic ice cores. In\naddition, a more reliable quantification of volcanic sulphate deposition on DML, which is intrinsically linked to the volcanic sulphate burden of the atmosphere, is possible."
  }, {
    "heading": "3. RESULTS ANDDISCUSSION",
    "text": ""
  }, {
    "heading": "3.1. Spatial variability of two recent volcanic signals",
    "text": "To derive ameasure of the atmospheric sulphur aerosol load\ncaused by individual volcano eruptions from an ice core, we have to show that the sulphate deposition at the core location is at least of regional representativeness and that local differences in deposition and wind reworking of the snow cover have only minor effects. Hence, we first scrutinized the spatial variability of two recent volcanic signals within the area under investigation in 13 snow pits, i.e. the eruptions of Pinatubo on15 June1991and Cerro Hudson on 8 August 1991, to assess the spatial and temporal consistency of the imprint. In contrast to Pinatubo, the Cerro Hudson event had mainly a tropospheric impact, and a marked regional variability of the volcanic sulphate deposition can be anticipated for Antarctica. The Pinatubo eruption was among the strongest recorded in the past century, assigned aVEI of 6, while that of Cerro Hudson was assigned aVEI of 5 (Simkin and Siebert,1993). All snow pits covered up to\n14 years back in time ending at the year 1999 (for DML25) or 1997 (for the remaining sites).\nThe nss-sulphate records of these13 snow pits are plotted vs depth in Figure 3. In all snow pits nss-sulphate concentrations increased at the end of AD1991, except at DML13 and DML19 where the signal rose in late AD1992 or even 1993. The reason for this discrepancy is not obvious. Dating ambiguities, low sampling resolution ( 2 cm) and post-depositional processes such as wind erosion could be put forward as plausible explanations. Typically, elevated nsssulphate concentrations persisting up to 3 years after major volcanic eruptions were observed in other ice cores (Langway and others, 1994; Legrand and Wagenbach, 1999). Because of the limited resolution of our sampling and the high standard deviation of the background level, the Pinatubo and Cerro Hudson signals could not be separated in\nour records. This is in contrast to results from the South Pole, where the imprints of the two eruptions are well separated (Cole-Dai and others,1997b).\nIn order to compare sulphate deposition from sites with significantly different accumulation rates, we have to consider the systematic change in the relative contribution of wet and dry to total deposition. In a first-order approximation the concentration Cfirn in firn and the total deposition flux Jtotal of a conservative compound can be described as a composite of an average annual concentration Csnow in fresh snow and an annual total dry deposition flux Jdry (comprising dry deposition, fog deposition and scavenging by drifting snow). Jdry is uniformly diluted by the snow accumulation rate (accu), while Jtotal is proportional to the snow accumulation rate (Fischer and others,1998a):\nCfirn ¼ Csnow þ Jdry=accu ð5aÞ Jtotal ¼ Csnow accuþ Jdry: ð5bÞ\nAccording to Equation (5a), the contribution of dry deposition and the impact of snow accumulation rate on volcanic sulphate concentrations in firn can be assessed. A linear regression of the mean volcanic sulphate concentrations ((volc-SO42 ) in ng g 1) from 1992 to 1993 vs the inverse accumulation rate (accu 1 in m2 a kg 1) for each snow pit results in:\n(volc-SO 2 4 Þ ¼ ð54 21Þ þ ð2000 1500Þ accu 1ðr2 ¼ 0:17Þ: ð6Þ\nNote that the values for DML19 and DML20 are not includedbecause of highly uncertainRRMi.This relationship indicates that only 17% of the spatial variability in volcanogenic sulphate concentrations in the firn canbe explainedby the change in snow accumulation. Following the simplistic approach that annual mean volcanic sulphate concentrations in fresh snow are independent of the snow accumulation rate, about half the sulphate aerosol from the Pinatubo and Cerro Hudson eruptions was removed by dry\ndepositiononAmundsenisen (Jdry ¼ 2:0 1.5 kga 1 km 2). In addition, a corresponding linear regression revealed that only 11% of the variation of D(volc-SO42 ), i.e. Jtotal(volcSO42 ) integrated over the duration of the volcanic eruption impact, can be explained by the snow accumulation rate in this area (Fig. 4). Although clearly not ideal, the total volcanic sulphate depositionD(volc-SO42 ) appears to be a more suitable, i.e. less accumulation-dependent, measure of the volcanogenic sulphuric acid impact in the area of investigation than the corresponding firn concentration Cfirn(volc-SO42 ).\nAccordingly, the volcanic chronology in this area can be cross-checked by comparing the calculated volcanic sulphate deposition at different sites. All calculated volc-SO42 deposition values were within the range between12 kgkm 2 (at DML18) and 21.7 kg km 2 (at DML17), except for the snow pits at DML20 (6.9 kgkm 2) and DML19, where no volcanic sulphate deposition could be determined. The latter cases could be explained by local effects (e.g. wind erosion removing a part of the snow deposited during1992 and 1993). Excluding DML19 and DML20 from our further evaluation, for the remaining sampling sites the average sulphate deposition caused by the Pinatubo and Cerro Hudson eruptions is 15.8 3.4 kgkm 2 on Amundsenisen. For the South Pole, a site of similar altitude (2835m) and only slightly higher mean accumulation rate (80 kg m 2 a 1 (Delmas and others, 1992)), a comparable sulphate deposition of 13.8^14.5 kg km 2 was determined for the sum of these two volcanic eruptions (Cole-Dai and others, 1997b). The roughly uniform geographical distribution of the sulphate deposition caused on Amundsenisen by the Pinatubo and Cerro Hudson eruptions supports the contention that any eruption of similar size should be well and comparably documented in the snowpack of the area under investigation. However, even for an eruption such as that of Pinatubo, an inherent error in volcanic sulphate deposition of at least 22% has to be taken into account at this site."
  }, {
    "heading": "3.2. Chronology of historic volcanic eruptions",
    "text": "The study of the snow-pit data showed that a certain volcanic event is well represented by distinct nss-sulphate concentration peaks and comparable volcanic sulphate depositions at 11 sampling sites on Amundsenisen. In the following discussion we present a high-resolution chronology of historic volcanic eruptions archived in four intermediate-depth ice cores (drilled at DML03, DML05, DML07 and DML17) covering the period AD1997^165.Volcanic events were identified by the method presented in section 2.3. The volcanic chronology is entirely based on the independent dating of our cores, as described in section 2.2. Finally, the assignment of the volcanic events refers to the volcanic eruption chronology compiled by Simkin and Siebert (1993). The results will be discussed in more detail for the period AD1800^ 1997, along with identified volcanic impacts in other ice cores from Antarctica as well as from Greenland. For the period AD165^1800, only themost prominent volcanic eruptions will be discussed, because prior to the last 200^ 300 years the compilation of Simkin and Siebert (1993) contains numerous volcanic eruptions with uncertain dating, making an assignment somewhat arbitrary. Volcanic sulphate depositions (kg km 2) caused by the most prominent volcanic eruptions observed in Antarctic ice cores in com-\nparison to the Greenland Ice Sheet Project 2 (GISP2) record are presented inTable 2.\n3.2.1.The time period AD1800^1997 In this period, six volcanic signals at DML03, nine at DML05, ten at DML07 and DML17 were identified using yr as the detection criterion (Table 1). For the same time period, seven peaks were observed by Karlo« f and others (2000) in the ice core from CampVictoria (CV).\nThe imprint of the eruptions from Pinatubo and Cerro Hudson (unresolved peak 1) is described in detail in section 3.1. Aerosol measurements at the coastal stations Neumayer and Dumont d’Urville revealed that about 30^ 40% of the volcanic sulphate in the atmosphere between 1991 and 1993 can be attributed to the weaker but closerlocated eruption of Cerro Hudson (Legrand and Wagenbach,1999).This is also supported by firn-core samples from the South Pole, where the sulphate signals causedby the two eruptions are well separated (Cole-Dai and others, 1997b). The Pinatubo eruption injected about 18 2Mt (1012 g) SO2 into the middle stratosphere (Krueger and others, 1995), while only about 2Mt SO2 were injected, mainly below14 km altitude, by Cerro Hudson (Doiron and others, 1991). The relatively high sulphate deposition caused in coastal Antarctica by the Cerro Hudson eruption is most probably due to an effective SO2/H2SO4 advection through the upper troposphere and lower stratosphere, while sulphate deposition from the stronger Pinatubo eruption can be mainly accounted for by long-range transport via the stratosphere (Legrand andWagenbach, 1999). Thus, an indeterminate but most probably significant part of the observed sulphate deposition was caused by the eruption of Cerro Hudson. As a consequence, the sum of sulphate deposition of both eruptions archived in DML is not representative for a corresponding stratospheric aerosol loading.\nWe assign peak 2 to the eruption of El Chicho¤ n in 1982. The calculated volcanic sulphate deposition varied between 2.2 and 3.4 kg km 2 (Table 1). Interestingly, this eruption was not reported in studies on other Antarctic ice cores (Table 2), except Law Dome cores (Palmer and others, 2001). Satellite images revealed that the eruption veil of El Chicho¤ n was nearly exclusively distributed in the Northern Hemisphere (Strong, 1984). An extensive snow-pit study across central Greenland revealed a total volcanic sulphate deposition from El Chicho¤ n of about 12^16 kgkm 2 (Zielinski and others,1997a).\nConcurrently with peak 3 (deposited in AD1969), in all four ice cores maxima in the MS concentration were detected. Although the MS peaks were very high, the nsssulphate concentration peaks could hardly be detected even with our sensitive algorithm. In comparison, in none of the other glaciochemical studies of Antarctic ice cores was a significant nss-sulphate peak found, while electrical conductivity measurement (ECM) and DEP records from CV (Karlo« f and others, 2000) and Mizuho (Moore and others, 1991) revealed a distinct peak in the corresponding year.We conclude that high biogenic MS and nss-sulphate concentrations, rather than a volcanic event, most probably caused the corresponding ECM and DEP peaks.\nThe eruption of Agung in AD1963 (peak 4) is well archived in the glaciochemical records of the ice cores from sites DML07 and DML17, and by using k ¼ 3 it was also possible to identify this peak at DML03. Although this eruption was not detected at CV, it is generally well represented in all Antarctic ice cores listed inTable 2 as well as at Dome C (Legrand and Delmas, 1987), Law Dome (Palmer and others, 2001) and Mizuho (Moore and others, 1991). Oerter and others (2000) discerned this event by ECM and DEP in 7 out of 12 intermediate-depth ice cores from Amundsenisen. In the GISP2 record from Summit, Green-\nValue from Cole-Dai and others (1997b). ySnow-pit data from central Greenland (Zielinski and others,1997a). zVolcanic signal dated AD530 but not assigned (Zielinski and others,1995).\n«\n¤\n¤\n¤\n«\nland, the imprint of the Agung eruption is most probably negligible and additionally maskedby the Sheveluch (Kamchatka, AD1964) eruption (Zielinski,1995).\nWe assigned peak 5 to the eruption of Cerro Azul in AD1932, which was also detected at CV.The calculated volcanic sulphate depositionwas quite low for an eruption classified with aVEI of 5, most probably because of unusually low sulphur loading of the eruption veil. This is supported by the absence of a corresponding volcanic signal in all otherAntarctic ice cores listed above. As might be expected, this low-sulphur-loading eruption, which occurred in the mid-latitudes of the Southern Hemisphere, was not detected in the GISP2 record (Zielinski,1995).\nPeaks 7^11arewell represented in our ice cores and in all the ice cores from Antarctica listed in Table 2. However, peaks 7 and 9, assigned to the eruption of Tarawera (in AD1886) and Coseguina (in AD1835) were not found at CV. At least one reason for the absence of peak 7 could be superimposition by the strong volcanic eruption of Krakatau in AD1883 in combination with a less sensitive peak-detection algorithm. Assuming that theTarawera eruption did not inject a large amount of sulphur into the stratosphere, an originally faint deposition signal at CVcould also be eroded at this site.The mean sulphate deposition caused by the Krakatau eruption (peak 8) was 9.6 kg km 2 on Amundsenisen, which agrees well with values determined in ice cores from the South Pole, Byrd, Siple Station and Plateau Remote (Table 2). A strikinghorizon for all Antarctic andGreenland ice cores derives fromthe eruption ofTambora in AD1815 and thatof anunknownvolcano in AD1808, preserved inAmundsenisen with outstanding volcanic sulphate depositions (Table 2).The 1808 event is most peculiar, because it is also a prominent signal in Greenland ice cores (Table 2). As yet it is not clear whether a single huge Equatorial eruption or, as suggested by Moore and others (1991), two minor eruptions that may have occurred around this time at high northern and southern latitudes caused these imprints in polar ice. The latter possibility seems more realistic, because it is hardly conceivable that a volcanic eruption comparable to the most prominent events of the last few decades was not recognized at the beginning of the19th century.\n3.2.2.The time period AD165^1800 As mentioned above, a detailed discussion of individual volcanic events is inappropriate for the period beyond AD1800, because assignment of the detected peaks is highly uncertain and equivocal. Nevertheless, the sequence compiled in Table 1 represents the most accurately dated volcanic eruption chronology available for Antarctica to date for the period AD1200^165.\nOur record reveals a period of 450 years exhibiting very low volcanic activity (AD700^1150). Supporting the findings of Cole-Dai and others (2000), this quiescent period is followed by a series of violent volcanic eruptions between AD1150 and 1300 marked by peaks 22^29 (Fig. 2; Table 1). During the quiescent period, only about 86 20 kgkm 2 (mean flux: 0.19 kg km 2 a 1) of volcanic sulphate was deposited,while fromAD1150 to1300atotalof 188 30 kgkm 2 (mean flux: 1.25 kg km 2 a 1) was deposited in the area under investigation.This is also significantly different from the long-term mean volcanic sulphate deposition flux of around 0.42 kg km 2 a 1 derived from the ice core at DML05 between AD165 and 1997. Note that for each period the background sulphate deposition flux (i.e. nss sulphate\nminus volcanic sulphate deposition flux) is about 3.5 0.2 kg km 2 a 1 and thus much higher than the mean volcanic sulphate flux within the corresponding period.\nThe striking peak17 is assigned to the eruption of Huaynaputina in AD1600. Beyond AD1601a more accurate dating of the volcanic eruptions is generally performed by the applied annual-layer counting. The years mentioned are the dates assigned in the ice core at DML05 and are listed inTable 1 with the corresponding uncertainties. The strong volcanic horizon at AD1453 5 was detected in many ice cores between AD1450 and 1460 (Delmas and others 1992; Langway and others 1994; Cole-Dai and others,1997a) and has been tentatively assigned to the eruption of Kuwae (Zielinski, 2000). Of the remaining signals, only peaks 28,40 and 48 were clearly due to a reported volcanic event, namely the violent eruptions of Tarawera, Rabaul and Taupo, respectively. The AD1257 event has been tentatively assigned to an eruption of El Chicho¤ n (Palais and others, 1992). Note that the outstanding signal around AD540 is now thought to be caused by an eruption of Krakatau (personal communication from G.A. Zielinski, 2003)."
  }, {
    "heading": "4. CONCLUSIONS",
    "text": "With a combination of high-resolution annual-layer counting and volcanic sulphate deposition values we have produced a detailed volcanic chronology covering the period AD165^1997.The dating accuracy of the corresponding volcanic sulphate depositions has been improved to 3 years between AD1997 and 1601, 5 years between AD1601 and 1257, and linearly increasing to 24 years at AD165.The presented accurate chronology of 41 volcanic eruptions in the time period AD465^1997 should especially improve the dating of furtherAntarctic ice cores.\nOur results from 13 snow pits and 4 intermediate-depth ice cores covering the past 200 years revealed a surprisingly uniform volcanic sulphate deposition pattern forAmundsenisen. At least forAmundsenisen the total volcanic sulphate deposition D(volc-SO42 ) is the most suitable measure for judging the impact of a volcanic eruption on the stratospheric sulphate burden. Note, however, that, even in our firn samples from this glaciologically rather homogeneous region, sulphate depositions caused by a certain volcanic eruption may differ by a factor of two.The amount of error evaluated from our snow-pit data roughly reflects the minimum uncertainty with which a comparable volcanic sulphate signal in the stratosphere is archived in firn. Conversely, volcanic sulphate loadings of the stratosphere can at best be assessed with similar uncertainty from ice cores drilled in this region. Nevertheless, our investigation should be of special importance for the study of the influence of the volcanic sulphur aerosol load in the stratosphere on the natural climate variability of the Earth."
  }, {
    "heading": "ACKNOWLEDGEMENTS",
    "text": "This work is a contribution to the European Project for Ice Coring in Antarctica (EPICA), a joint European Science Foundation (ESF)/European Commission (EC) scientific programme, funded by the EC and by national contributions from Belgium, Denmark, France, Germany, Italy, the Netherlands, Norway, Sweden, Switzerland and the United Kingdom. Special thanks to T. Bluszcz, M. Lelke and\n¤\nT. Max for excellent assistance in the IC laboratory.We also acknowledge the scientific editor D. Peel and the helpful comments of the reviewers A. Palmer, R. Delmas and G. Zielinski. This is EPICA publication No. 86. Financial support by Deutsche Forschungsgemeinschaft (project OE 130/3) is gratefully acknowledged. This is AWI publication 14617."
  }],
  "year": 2005,
  "references": [{
    "title": "2001.Volcanic tephra in Antarctic (Vostok) ice-cores: source identification and atmospheric implications",
    "authors": ["I. Basile", "J.-R. Petit", "S. Touron", "F.E. Grousset", "N.I. Barkov"],
    "venue": "J. Geophys",
    "year": 2001
  }, {
    "title": "1988.The Laki andTambora eruptions as revealed in Greenland ice cores from 11 locations",
    "authors": ["H.B. Clausen", "C.U. Hammer"],
    "venue": "Ann. Glaciol.,",
    "year": 1988
  }, {
    "title": "A comparison of the volcanic records over the past 4000 years from the Greenland Ice Core Project and Dye 3 Greenland ice",
    "authors": ["H.B. Clausen"],
    "venue": "cores. J. Geophys",
    "year": 1997
  }, {
    "title": "Annually resolved Southern Hemisphere volcanic history from two Antarctic ice cores",
    "authors": ["J. Cole-Dai", "E. Mosley-Thompson", "L.G. Thompson."],
    "venue": "J. Geophys. Res.,102(D14),16,761^16,771.",
    "year": 1997
  }, {
    "title": "Quantifying the Pinatubo volcanic signal in south polar snow",
    "authors": ["J. Cole-Dai", "E. Mosley-Thompson", "L.G.Thompson."],
    "venue": "Geophys. Res. Lett., 24(21), 2679^2682.",
    "year": 1997
  }, {
    "title": "A 4100-year record of explosive volcanism from an East Antarctic ice core",
    "authors": ["J. Cole-Dai", "E. Mosley-Thompson", "S.P.Wight", "L.G.Thompson."],
    "venue": "J. Geophys. Res., 105(D19), 24,431^24,441.",
    "year": 2000
  }, {
    "title": "Recent climatic anomalies and their impact on snow chemistry at South Pole, 1987^1994",
    "authors": ["J.E. Dibb"],
    "year": 1996
  }, {
    "title": "Sulfate and nitrate firn concentrations on the Greenland ice sheet",
    "authors": ["H. Fischer", "D.Wagenbach andJ. Kipfstuhl."],
    "venue": "1. Large-scale geographical deposition changes. J. Geophys. Res., 103(D17), 21,927^21,934.",
    "year": 1998
  }, {
    "title": "Sulfate and nitrate firn concentrations on the Greenland ice sheet",
    "authors": ["H. Fischer", "D.Wagenbach andJ. Kipfstuhl."],
    "venue": "2. Temporal anthropogenic deposition changes. J. Geophys. Res., 103(D17), 21,935^21,942.",
    "year": 1998
  }, {
    "title": "Characterization of glacio-chemical and glacio-meteorological parameters of Amundsenisen",
    "authors": ["F. ktas"],
    "venue": "Dronning Maud Land, Antarctica. Ber. Polarforsch./Rep. Pol. Res.,",
    "year": 2002
  }, {
    "title": "A glacio-chemical characterization of the new EPICAdeep-drilling site on Amundsenisen",
    "authors": ["F. ktas", "H. Fischer", "H. Oerter", "R.Weller", "S. Sommer andH.Miller"],
    "venue": "Dronning Maud Land, Antarctica. Ann. Glaciol.,",
    "year": 2002
  }, {
    "title": "Past volcanism revealed by Greenland ice sheet impurities",
    "authors": ["C. Hammer"],
    "venue": "Nature, 270(5637), 482^486.",
    "year": 1977
  }, {
    "title": "A1500 year record of accumulation at Amundsenisen, western Dronning Maud Land, Antarctica, derived from electrical and radioactive measurements on a120m ice",
    "authors": ["L. f"],
    "venue": "core. J. Geophys. Res.,",
    "year": 2000
  }, {
    "title": "1995.Volcanic sulfur dioxide measurements from the total ozone mapping spectrometer instruments",
    "authors": ["A.J. Krueger"],
    "venue": "J. Geophys. Res.,",
    "year": 1995
  }, {
    "title": "An inter-hemispheric volcanic time-marker in ice cores from Greenland and Antarctica",
    "authors": ["C.C. Langway", "Jr.", "C.U.H.B. Clausen"],
    "venue": "Ann. Glaciol.,",
    "year": 1988
  }, {
    "title": "Sulphur-derived species in polar ice: a review",
    "authors": ["M. Legrand"],
    "venue": "Delmas, R. J., ed. Ice core studies of global biogeochemical cycles. Berlin, etc., Springer-Verlag, 91^119. (NATO ASI Series I: Global Environmental Change 30.)",
    "year": 1995
  }, {
    "title": "A 220-year continuous record of volcanic H2SO4 in the Antarctic ice sheet",
    "authors": ["M.R. Legrand", "R.J. Delmas."],
    "venue": "Nature, 327(6124), 671^676.",
    "year": 1987
  }, {
    "title": "Methane sulfonic acid to non-sea-salt",
    "authors": ["M. Legrand", "E. C"],
    "year": 1998
  }, {
    "title": "A continuous 770-year record",
    "authors": ["J. C", "H. Narita", "N. Maeno"],
    "venue": "Pinatubo eruption. Nature,",
    "year": 1991
  }, {
    "title": "The volcanic explosivity index (VEI)",
    "authors": ["C.G. 359. Newhall", "S. Self"],
    "year": 1982
  }, {
    "title": "High precision dating of volca",
    "authors": ["J.M. Souney", "P.A. Mayewski"],
    "year": 2001
  }, {
    "title": "Antarctic volcanic flux ratios from Law Dome",
    "authors": ["P.A. Mayewski"],
    "year": 2002
  }, {
    "title": "Ice cores as an index of global volcanism",
    "authors": ["A. 191^219. Robock", "M.P. Free"],
    "year": 1995
  }, {
    "title": "1994.Volcanoes of the world",
    "authors": ["T. Simkin", "L. Siebert"],
    "venue": "J. Geophys. Res.,",
    "year": 1994
  }, {
    "title": "Glacio-chemical study spanning the past",
    "authors": ["AZ", "S. Geoscience Press. Sommer"],
    "year": 2000
  }, {
    "title": "Stratospheric aerosols: observation and theory",
    "authors": ["R.P. Turco", "O.R.C.Whitten"],
    "venue": "Rev. Geophys. Space Phys.,",
    "year": 1982
  }, {
    "title": "A new date for theTaupo eruption, New Zealand",
    "authors": ["C.J.N. Wilson", "N.N. Ambraseys", "J. Bradley", "G.P.L. Walker."],
    "venue": "Nature, 288, 252^253.",
    "year": 1980
  }, {
    "title": "Stratospheric loading and optical depth estimates of explosive volcanism over the last 2100 years derived fromthe Greenland Ice Sheet Project 2 ice core",
    "authors": ["G.A. Zielinski"],
    "venue": "J. Geophys. Res., 100(D10), 20,937^20,955.",
    "year": 1995
  }, {
    "title": "Use of paleo-records in determining variability within the volcanism^climate system",
    "authors": ["G.A. Zielinski"],
    "venue": "Quat. Sci. Rev.,19(1^5), 417^438.",
    "year": 2000
  }, {
    "title": "others.1994. Record of volcanism since 7000 B.C. from the GISP2 Greenland ice core and implications for the volcano^climate system",
    "authors": ["G.A. Zielinski"],
    "year": 1994
  }, {
    "title": "Assessment of the record",
    "authors": ["G.A. Zielinski"],
    "year": 1997
  }],
  "id": "SP:af172cd634820126e1aa38234fd2402c62649f6e",
  "authors": [{
    "name": "FidanTRAUFETTER",
    "affiliations": []
  }, {
    "name": "Hans OERTER",
    "affiliations": []
  }, {
    "name": "Hubertus FISCHER",
    "affiliations": []
  }, {
    "name": "Heinz MILLER",
    "affiliations": []
  }],
  "abstractText": "In the framework of the European Project for Ice Coring in Antarctica (EPICA), a comprehensive glaciological pre-site survey has been carried out on Amundsenisen, Dronning Maud Land, East Antarctica, in the past decade.Within this survey, four intermediate-depth ice cores and 13 snow pits were analyzed for their ionic composition and interpreted with respect to the spatial and temporal variability of volcanic sulphate deposition.The comparison of the non-sea-salt (nss)-sulphate peaks that are related to the well-known eruptions of Pinatubo and Cerro Hudson in AD1991 revealed sulphate depositions of comparable size (15.8 3.4 kg km ) in 11 snow pits.There is a tendency to higher annual concentrations for smaller snow-accumulation rates. The combination of seasonal sodium and annually resolved nss-sulphate records allowed the establishment of a time-scale derived by annual-layer counting over the last 2000 years and thus a detailed chronology of annual volcanic sulphate deposition. Using a robust outlier detection algorithm, 49 volcanic eruptions were identified between AD165 and 1997. The dating uncertainty is 3 years between AD1997 and 1601, around 5 years between AD1601 and 1257, and increasing to 24 years at AD165, improving the accuracy of the volcanic chronology during the penultimate millennium considerably.",
  "title": "Spatio-temporal variability in volcanic sulphate deposition over the past 2 kyr in snow pits and firn cores from Amundsenisen, Antarctica"
}