{
  "sections": [{
    "heading": "INTRODUCTION",
    "text": "Explosive volcanic eruptions, one of the natural forcings causing short-term climatic variations, inject large amounts of ash particles and gases into the atmosphere (Hofmann, 1987; McCormick and others, 1995). The ash particles can block sunlight and darken the skies visibly, resulting in reduced solar heating (Cole-Dai, 2010). However, such effects are typically short-lived and geographically limited since the ash is rapidly removed from the local atmosphere (Robock, 1981, 2000). Of the abundant gaseous emissions, sulphur compounds (mainly SO2) are the most climatologically important component. The SO2 is subsequently converted into the chemically stable H2SO4 H2O or sulphuric acid aerosols. The net effect of aerosols is the reduction of energy receipt near the surface; therefore the most significant climatic impact of volcanic eruptions is the cooling at the surface and in the lower troposphere (Cole-Dai, 2010). One of the best-known historical examples of the climatic impact of volcanic eruptions is ‘the year without a summer’ (1816) following the great AD 1815 Tambora eruption on an Indonesian island (Cole-Dai and others, 2009).\nIce cores from the polar regions provide perhaps the best means to evaluate the impact of past volcanism on global climate (Robock, 2000). With the detection and measurement of volcanic acids (Karlöf and others, 2000; Udisti and others, 2000) or sulphur compounds (Delmas and others, 1992; Cole-Dai and others, 1997) in polar ice cores, the history of volcanic eruptions can be recovered. Many ice cores from Greenland (Hammer, 1980; Zielinski and others, 1994, 1996, 1997; Clausen and others, 1997) and Antarctica (Moore and others, 1991; Delmas and others, 1992; ColeDai and others, 2000; Palmer and others, 2001; Traversi and others, 2002; Traufetter and others, 2004; Castellano and others, 2005; Kurbatov and others, 2006; Zhou and others, 2006; Ren and others, 2010) have been used to reconstruct the history of volcanic eruptions. These records improve the\noverall quality of the chronological record of global volcanism (Kurbatov and others, 2006), which in turn assists with assessing the role of volcanism in radiative forcing and climate change. Furthermore, the volcanic records provide an effective way to evaluate and improve the climate models (Gao and others, 2008; Schneider and others, 2009), which are the primary tools to predict future climate change. However, the timing and magnitude of a particular volcanic signal is quite variable from site to site where the ice core is drilled (Dai and others, 1991; Gao and others, 2006), due to variations in the atmospheric transport of volcanic substances, and their deposition and preservation on large ice sheets. Therefore, the current ice-core volcanic records of various length and quality need to be augmented with records of ice cores from additional polar locations to improve our understanding of the volcanism–climate system.\nDome Argus (Dome A), located along the main glaciological dividing line of the East Antarctic plateau, has the highest altitude in East Antarctica (Fig. 1). Preliminary investigation has shown that the annual mean temperature (measured at 10m below the surface) at Dome A is –58.58C, the lowest annual mean temperature ever recorded on the surface of the Earth (Hou and others, 2007). The average snow accumulation rate during the past several decades (AD 1966–2004) at Dome A is 23mmw.e. a–1, which is similar to that at other Antarctic inland sites (Hou and others, 2007). In addition, the detailed radar survey and Antarctic climate history indicated that the subglacial Gamburtsev mountains at Dome A are probably older than 34 106 years and were the main centre for ice-sheet growth (Sun and others, 2009). The glaciology research suggests that the Dome A region holds high potential for ‘oldest ice’ cores (Xiao and others, 2008), and it has attracted attention from ice-core researchers. During the 21st Chinese Antarctic Research Expedition (CHINARE 21) in the 2004/05 austral summer, a 109.91m shallow ice core (DA2005 ice core) was\nrecovered at a site 300m from the summit of Dome A (808220 S, 778220 E; 4092.5ma.s.l. (Zhang and others, 2007)) (Fig. 1). This is the first ice core retrieved from the Dome A summit region.\nWe present a new regionally representative record of volcanic eruptions over the last 2840 years from the DA2005 ice core using a methodology similar to that used in previous studies (Cole-Dai and others, 2000; Budner and Cole-Dai, 2003). This DA2005 record is constructed using sulphate measurement of nearly 8000 samples from the top 100.42m of the DA2005 core. Comparisons with several previously published Antarctic ice-core volcanic records are made to assess the quality of this new record. The mean accumulation rates at the Dome A region in the last three millennia are also reported."
  }, {
    "heading": "ICE-CORE SAMPLING AND ANALYSIS",
    "text": "The DA2005 ice core, drilled with an electromechanical drill, started at 0.4m from the 2005 snow surface and reached 109.91m depth. The bulk density of each of the 80 cm long snow/ice cylinders was measured in the field. The cylinders were then wrapped in clean plastic sheets and shipped frozen to the Polar Research Institute of China in Shanghai.\nOne-half (cross section) of the DA2005 core was transported to the Ice Core and Environmental Chemistry Laboratory at South Dakota State University, USA. The top 100.42m was analyzed for major chemical impurities, and the bottom 9.49m of the core is reserved for other analysis. The traditional discrete sampling method with stringent contamination control procedures (Cole-Dai and others, 1995) was used to sample the porous top 1.76m of the\nDA2005 ice core, with an average depth resolution of 55mm per sample. The samples were analyzed by ion chromatography for the concentrations of major chemical impurities (Na+, NH4 +, K+, Mg2+, Ca2+, Cl–, NO3 –, SO4\n2–). The technique of continuous flow analysis coupled with ion chromatography (CFA-IC) was used to analyze the core from 1.76 to 100.42m. The CFA-IC system, as described by ColeDai and others (2006), consists of an ice-core melter, eight ion chromatographs (ICs; four for cation measurement and four for anion measurement) and an interface that distributes meltwater to the ICs.\nThe CFA-IC system was set up to perform one analysis per minute of all the ions in the continuous meltwater stream from the melter. In order to achieve high temporal resolution while supplying the ICs with sufficient meltwater, the ice samples were melted at relatively slow melt rates (10–22mmmin–1). Altogether, 7927 samples were analyzed to 100.42m depth with both discrete sampling and the CFA-IC system, and the average depth resolution was 13mm per sample. With the bulk density data of each snow/ice cylinder, a third-order polynomial was fitted to the density– depth profile for the DA2005 ice core and was used to calculate the density of each sample. Then the snow/ice depth was converted to the water equivalent depth using the calculated density.\nRESULTS Ice-core dating and error estimates Hou and others (2007), using field density measurement and the -activity horizon in snow from the 1960s atmospheric nuclear tests, estimated the mean accumulation rate at Dome A during the period 1966–2004 to be 23mmw.e. a–1.\nSuch a low accumulation rate, one of the lowest in Antarctica, along with the sampling resolution (13mm or 8mmw.e. per sample) for the chemical measurement, indicated that the DA2005 core could not be dated by counting annual layers.\nAnother common method to date an ice core is to use a constant or average annual accumulation rate to calculate the age of each snow layer or depth in the core, after all depths are converted to water equivalent. Because of the possible variation in accumulation rate, a mean accumulation rate for a period longer than the 40 years was needed to date the DA2005 core using this method. This was accomplished by identifying prominent volcanic signals in the DA2005 non-sea-salt sulphate (nssSO4\n2–) profile (Fig. 2). Using the 23mmw.e. a–1 accumulation rate by Hou and others (2007) as a guide, we found a very large nssSO4 2– signal at a depth of 17.111mw.e. which is likely the fallout from a massive eruption by an unknown volcano in 1259 (Delmas and others, 1992; Cole-Dai and others, 2000). To calculate a mean annual accumulation rate, and because the DA2005 core did not begin at the 2005 snow surface, another time-stratigraphic marker was needed. Another large nssSO4\n2– signal was found at 0.756mw.e. and was identified as the fallout in 1964 of the 1963 Agung (Indonesia) eruption (Delmas and others, 1992; Cole-Dai and others, 2000). The computed annual accumulation rate from the depths of these two time-stratigraphic markers, 23.2mmw.e. a–1, is similar to that determined by Hou and others (2007) for 1966–2004 and indicates that, at Dome A, annual accumulation rate averaged over a period of at least 40 years is relatively constant. This mean annual accumulation rate was used to estimate that snow at the top of the DA2005 core ( 0.4m from the 2005 surface) was deposited in 1998.\nWe found the prominent nssSO4 2– signals of several other well-known volcanic eruptions. The depth, year of eruption and year of expected appearance (year of eruption plus 1) of\neach signal, and the age of the snow layer calculated by the constant accumulation rate method are given in Table 1. The good agreement between the year of expected appearance and the calculated age suggests that the computed mean annual accumulation (23.2mmw.e.) is temporally representative and that the variability in annual snow accumulation rate, averaged over a relatively long time period, is likely quite small at Dome A. Therefore, the 23.2mmw.e. a–1 accumulation rate is used to date the entire DA2005 core (top axis in Fig. 2). According to this timescale, the 109.91m core covers the last 3186 years before present (BP; present = end of AD 1998), and the analyzed 100.42m part corresponds to the last 2840 years, from 840 BC to AD 1998.\nThe data in Table 1 also provide a measure of the uncertainty of the dating. Because dating is achieved with an averaged accumulation rate, the error in the calculated age of a snow layer results when the actual accumulation rate deviates from the average rate. The differences between the expected date and the calculated date shown in the last column in Table 1 are used to represent the dating uncertainty of the DA2005 core. The largest deviation, at 11 years for the 1453 Kuwae (Vanuatu) eruption (Gao and others, 2006), appears to suggest that the dating uncertainty for DA2005 is significantly smaller than those reported for ice cores from other Antarctic locations where the snow accumulation rates are low (e.g. Plateau Remote (Cole-Dai and others, 2000), DT401 (Ren and others, 2010)). We offer no explanation or suggestion for this apparent difference, except to note that the estimated annual accumulation rate (23.2mmw.e. a–1) is the lowest among these locations.\nThere are no known volcanic markers beyond that of Taupo, New Zealand (below a depth of 42.155mw.e.). Assuming similar accumulation rate and similarly small variability of the rate for the deeper part of the core, dating errors are not expected to be significantly larger than those indicated in the last column of Table 1. The annual layers\nthin at depth as a result of ice flow. Therefore, the 23.2mm layer thickness is expected to decrease with depth. However, the thinning is estimated to be 0.4mma–1, or 1% of the average layer thickness, at the bottom of the shallow core (110m), relative to the ice-sheet thickness ( 3000m) at the summit of Dome A (Cui and others, 2010). The error of age determination due to thinning ( 10 years at the bottom of the core) is therefore smaller than the uncertainty caused by variations in the average accumulation rate. Therefore, no correction due to thinning is made to the timescale.\nCriteria for the detection of volcanic signals Explosive volcanic eruptions are not the only source of sulphate in Antarctic snow. The presence of SO4\n2– in Antarctic snow is also linked to marine (sea-salt) inputs and dimethylsulphide (DMS) from marine biogenic emissions (Prospero and others, 1991; Legrand and Mayewski, 1997). Sea-salt sulphate and the oxidation products of DMS constitute the nonvolcanic or background sulphate. The background sulphate concentration varies temporally in an ice core, and the sulphate from volcanic eruptions is superimposed on this variable background. To detect volcanic signals in an ice core, a threshold must be established to distinguish volcanic sulphate from the background. In this work, the volcanic threshold is estimated using a method similar to that described by Cole-Dai and others (1997). However, two details are slightly different from the earlier method. First, instead of the sulphate concentrations, the nssSO4\n2– concentrations, as calculated from the measured total SO4\n2– and Na+ concentrations (Kärkäs and others, 2005), were used. Second, a minimum duration of 1 year (Delmas and others, 1992) was required for elevated nssSO4\n2– concentration to qualify for a volcanic event in this work.\nThe calculated DA2005 background nssSO4 2– concentration is 95.0 mg kg–1 (solid line in Fig. 2), with a standard deviation of 28.3 mg kg–1. The threshold of 151.6 mg kg–1 (the background plus two standard deviations) is indicated by the dashed line in Figure 2. Altogether, 78 volcanic events are\nfound with this threshold and the 1 year duration criterion. A complete list of the events is shown in Table 2. Usually, the appearance of an eruption in Antarctic snow lags the date of a low-latitude eruption by 1 or 2 years (Cole-Dai and Mosley-Thompson, 1999; Legrand and Wagenbach, 1999). Therefore, the actual eruption years may be 1 or 2 years earlier than the dates in Table 2. The events and their associated dates and duration are designated as the DA2005 volcanic record and numbered in chronological order. In the following discussion, the volcanic events are referred to by their numbers."
  }, {
    "heading": "Volcanic fluxes",
    "text": "Volcanic sulphate mass flux, f, of a sample is calculated by first subtracting background nssSO4\n2– from the sample nssSO4\n2– concentration and then multiplying by the sample length in water equivalent (Cole-Dai and Mosley-Thompson, 1999). The total flux for a volcanic event is the sum of the volcanic flux of all samples associated with that event. All the volcanic fluxes are shown in Table 2.\nThe rate of deposition, i.e. flux, depends on several local factors at the ice-core site, such as surface irregularity, elevation, temperature, wind redistribution and relative contribution of wet–dry deposition, so the volcanic flux of a particular eruption is quite variable from site to site (Clausen and Hammer, 1988; Gao and others, 2006). In this work, the normalized flux (volcanic flux normalized against that of the AD 1815 Tambora eruption, as described by ColeDai and others (1997)) which may minimize the locationspecific effects, is used to compare the magnitude of a volcanic event found in different ice cores. The volcanic events are categorized into three groups according to their f /fT values (Table 2), where fT is the volcanic sulphate mass flux of the AD 1815 Tambora eruption. Large eruptions (L) are those with f /fT 1, moderate eruptions (M) are those with 0.5 f /fT < 1, and small eruptions (S) are those with f /fT<0.5. As seen in Table 2, a total of 12 large events, possibly explosive eruptions with global climatic implications, are recorded in the DA2005 ice core. It is worth\nnoting that volcanic flux of an eruption in polar snow is related to the latitude location of the source volcano (Langway and others, 1988). A small or moderate eruption in the Antarctic and sub-Antarctic region may result in a large event in the DA2005 ice core. However, since only a few volcanoes are known to be active in the Antarctic and sub-Antarctic regions, few such events are expected and they may be differentiated by comparison with other Antarctic ice-core records (Cole-Dai and others, 2000)."
  }, {
    "heading": "DISCUSSION",
    "text": "Comparing volcanic events recorded in ice cores from different sites helps to improve ice-core dating and also to remove spurious sulphate signals arising from atmospheric and glaciological effects which may be locally important, but unrelated to volcanic aerosols (Cole-Dai and others, 2000). Depending on the availability of existing well-dated volcanic records for comparison, the following discussion of the DA2005 record is divided into three time periods: (1) the last 1000 years (AD 1000–1998), (2) the period AD 1–1000 and (3) the period 840–1 BC. Comparisons with several Antarctic ice-core volcanic records are made to corroborate the volcanic events in the last 1000 years of the DA2005 record. For the period AD 1–1000, in which the Taupo eruption at 181 is the only known stratigraphic horizon, the DA2005 record is compared with four Antarctic records covering this time period. Comparisons are also made with Greenland records to identify possible low-latitude eruptions. The lack of well-dated stratigraphic horizons during the period 840–1 BC makes it difficult to compare specific events between the DA2005 record and other Antarctic and Greenland ice-core records. Therefore, the discussion of this period focuses on the largest event (DA69).\nThe last 1000 years (AD 1000–1998) Twenty-eight volcanic events are detected in the DA2005 ice core during the period AD1000–1998. Table 3 lists all volcanic events in the last 1000 years recorded in the DA2005 ice core, and those in six other Antarctic ice cores covering this time period: the PR core from Plateau Remote\n(Cole-Dai and others, 2000), the EDC96 core from Dome C (Castellano and others, 2005), the DT401 core from the East Antarctica plateau (Ren and others, 2010), the SP2001 core from South Pole (Budner and Cole-Dai, 2003), the DML05 core from Dronning Maud Land (Traufetter and others, 2004) and the NBY89 core from Byrd Station (Langway and others, 1994). As seen in Table 3, most of the volcanic events found in the other Antarctic ice-core records are also detected in the DA2005 record. These include the well-known volcanic events in the last millennium: Agung (1963); Krakatau, Indonesia (1883); Cosiguina, Nicaragua (1835); Tambora (1815); an unknown eruption (1809); Unknown (1693); Mount Parker, Philippines (1641); Deception Island, Antarctica (1641); Huaynaputina, Peru (1600); Kuwae (1453); and Unknown (1259). A signal with its nssSO4\n2– concentration above the threshold was dated at 1994 which is around the expected appearance date of the 1991 Pinatubo (Philippines) eruption. However, this signal does not satisfy the 1 year duration criterion for the volcanic event and is not included in the list. The 1641 eruption of Mount Parker (VEI = 6) and a contemporaneous sub-Antarctic volcanic eruption on Deception Island are found as a single sulphate event (DA12), similar to event PR9 in the PR record. A doublet, identified as Krakatau (1883; VEI = 6) and Tarawera, New Zealand (1886; VEI = 5), was found in the DML05 record (Trauffetter and others, 2004), but only one signal is detected in the DA2005 record. As Cole-Dai and others (2000) stated, it is not unusual for two volcanic signals within a few years to appear as a continuous event in ice cores from low-accumulation sites.\nThe DA2005 record also contains a number (four) of large and moderately large eruptions in the 13th century, with the 1259 event (f /fT = 3.55) being the most outstanding (Table 2). An event that appears around 1230 in several other records (DML05-27, EDC96-17, PR18, SP2001-24, DT401-16 and NBY89-23) as a relatively large event is not present in the DA2005 record. Cole-Dai and others (2000) found by bipolar comparison that the 1230, 1259 (DA23) and 1287 (DA20) events are likely from large low-latitude eruptions. The 1230 event may not be detectable at Dome A or other locations due to local features, such as surface snow redistribution, accumulation rates, and frequency of snowfalls.\nIn addition to the above well-dated volcanic events, six other events (DA8, DA10, DA13, DA18, DA19 andDA24) are also in agreement with the other Antarctic ice-core records. The small event DA10, dated around 1678 in the DA2005 record, was assigned to the 1673 Gamkonora (Indonesia) eruption with VEI = 5 (Traufetter and others, 2004; Castellano\nand others, 2005). Event DA19 is detected in all the above records and assigned to the 1325 75 Cerro Bravo (Colombia) eruption by Traufetter and others (2004). The moderate event DA24 (1194) and the small event DA8 (1764) may be signals of eruptions in the mid- to high latitudes of the Southern Hemisphere, since corresponding events were not"
  }, {
    "heading": "PR,",
    "text": "found in either the Dye 3 or the Greenland Icecore Project (GRIP) record (Clausen and others, 1997). Events DA13 (1623) and DA18 (1388) are small and likely from volcanoes in the mid- to high southern latitudes, as corresponding signals are not found in any Greenland cores (Zielinski and others, 1994; Clausen and others, 1997). Four other small events (DA2, DA11, DA16 and DA25) have a corresponding peak in only one of the other six Antarctic records. Event DA2 (1982) is contemporaneouswith a similarly small event in the DML05 record (DML05-2), and they may be the result of the El Chichón (Mexico) eruption (Traufetter and others, 2004). Event DA11 (1658) confirms that the small signal PR8 (1653) in the PR record (Cole-Dai and others, 2000) is likely from a very minor volcanic eruption. And event DA16 (1511) may suggest that the small event SP2001-14 (1508) in the SP2001 record (Budner and Cole-Dai, 2003) is not a false positive detection but from a minor eruption.\nFour events (DA1, DA26, DA27 and DA28) in the DA2005 record are not found in any of the six other Antarctic records. The small event DA1 is likely a spurious\nsignal due to contamination from discrete sampling. As seen in Table 3, almost no contemporaneous events are found among the seven records during the period AD 1000–1100 when events DA26, DA27 and DA28 were recorded. This may be due to the dating errors of each core during this time period and may also indicate these Antarctic ice cores record different volcanic eruptions in the mid- to high southern latitudes. Also the possibility cannot be excluded that some of these signals are spurious.\nSeveral events found in the DML05, EDC96, SP2001, DT401 and NBY89 records are not detected in the DA2005 record. Most of these events are detected in only one of the above records, with no corresponding signals in the other records. For example, no volcanic signal around 1969 is found in the EDC96, PR, SP2001, DT401 and NBY89 records to support event DML05-3 in the DML05 record. Some of these signals are so small that they may be spurious signals or easily missed in ice cores drilled at sites with quite low accumulation rates such as Dome A. Although no event around 1172 is recorded in DA2005, an event was detected in the DML05, EDC96, SP2001 and NBY89 records and was also recorded in another Antarctic ice core, the SP78 core (Langway and others, 1995). In the Greenland Ice Sheet Project 2 (GISP2; Zielinski and others, 1994), GRIP and Dye 3 (Clausen and others, 1997) records, an event was found at 1175, 1179 and 1180, respectively, and was attributed to an Icelandic eruption. Therefore, the event around 1172 may represent coincident eruptions in the mid- to high latitudes of both hemispheres.\nAD1–1000 (2000–1000 years BP) The PR, DT401 and EDC96 records mentioned above also cover this time period, while the DML05 record (dated by counting annual layers) only presents the volcanic history as old as AD 186. Figure 3 compares the DA2005 record for the first millennium with those in the PR, DT401, EDC96 and DML05 records. Dates and event numbers of contemporaneous events found in the DA2005 record and at least two of the other four Antarctic records are listed in Table 4. We also found several events in the DA2005 record with potential counterparts in only one of the other four records. These events are not included in Table 4. Unlike the numerous well-dated volcanic eruptions in the last 1000 years, the only well-known event during this 1000 year period is the Taupo eruption at 181. Thus, a detailed discussion of all the contemporaneous volcanic events is not warranted for this 1000 year period and we summarize below the most prominent events.\nAs seen in Table 4, ten events in the DA2005 record (a total of 29 events) have corresponding signals in at least two of the other four records. The largest age difference of corresponding events is 30 years between EDC96-29 and DA51. However, all differences are well within the dating errors of these cores. Of the above ten events, five are large (DA38, DA40, DA41, DA51 and DA52) but none is of the 1259 Unknown event magnitude, and another four (DA45, DA48, DA49 and DA56) are moderate events. It is worth noting that there is good agreement among volcanic signatures in the period AD 180–700 at three different sites (Dome A, Dome C and DML) far away from each other (Fig. 1). Indeed, nine of fourteen events in the DML05 record and eight of nine in the EDC96 record are contemporaneous to the major events in the DA2005 record during the period AD 180–700.\nThe Taupo eruption at AD 186 10 (Wilson and others, 1980) is regarded as one of the most significant eruptions (VEI = 6+) in the Southern Hemisphere in the first millennium (Cole-Dai and others, 2000). It has been detected in several Antarctic and Greenland ice cores (Zielinski and others, 1994; Cole-Dai and others, 2000; Traufetter and others, 2004; Ren and others, 2010). As seen in Figure 3, the Taupo event was a very large signal in both the PR and DT401 cores. However, in the DML05 core (Traufetter and others, 2004) and in an ice core from Siple Dome, West Antarctica (SDMA; Kurbatov and others, 2006), Taupo was either a moderate or small signal. The large signal dated at 181 (event DA52) in DA2005 may correspond to the Taupo eruption, with f /fT = 1.27 compared to 3.10 in the PR record (Cole-Dai and others, 2000). According to Larsen and others (2008), three contemporaneous events (dated at 674/675, 567/568 and 533/534, respectively) in three Greenland icecore (Dye 3, GRIPand NorthGRIP) records correspond to the DML deposits at 685 (DML05-36), 578 (DML05-39) and 542 (DML05-40), respectively. With the DML05 record as the reference, DA38 (698), DA40 (588) and DA41 (551) may be the corresponding events to the three events in the Greenland records. Hence, events DA38, DA40 and DA41 are most likely low-latitude eruptions. The moderate event DA56 dated at 68 appears to correspond to a large event (PR32 dated at 74) in the PR record (Cole-Dai and others, 2000) and a small event (DT401-28 dated at 82) in the DT401 record (Ren and others, 2010). In the GISP2 (Zielinski and others, 1994) and GRIP (Clausen and others, 1997) records, an event was also found at AD 77 and 79, respectively. However, the event in the above three Antarctic records and that in the two Greenland records are unlikely from the same eruption since the AD 77 event may have resulted from the AD 79 Mount Vesuvius (Italy) eruption in the Northern Hemisphere (Zielinski and others, 1994).\nThese comparisons with the other Antarctic volcanic records suggest that the DA2005 record during this 1000 year period is reliable. More ice-core-based volcanic records are needed to clarify the source and magnitude of the contemporaneous events found in DA2005 and previous Antarctic ice cores."
  }, {
    "heading": "840–1 BC (2840–2000 years BP)",
    "text": "A total of 21 events are detected in the DA2005 ice core during the period 840–1 BC, compared to 8 in the PR core (Cole-Dai and others, 2000) and 5 in the EDC96 core\n(Castellano and others, 2005). Eruption frequency (2.8 per century) for the most recent 2000 years in DA2005 is also higher than those in the Antarctic ice cores from sites with low accumulation rates (e.g. the PR, EDC96 and DT401 cores). These differences may be due to a number of glaciological and atmospheric factors variable from site to site. Another influencing factor may be the temporal resolution of the sulphate measurement. Lower temporal resolution (larger sample length) could dilute the sulphate concentration of a volcanic event such that the event is below the detection threshold. Therefore, some small events may not be detected in ice cores with low-resolution analysis. For example, the DA2005 and DT401 cores are from locations only 120 km from each other in East Antarctica (Fig. 1), which may share similar glaciological and atmospheric features. The fewer volcanic signatures in DT401 may also be due to the lower temporal resolution of the analysis of the DT401 core (one measurement every 30 or 35mm in DT401 compared to 13mm in DA2005).\nThe largest volcanic event in the DA2005 record (DA69) is dated at 425 BC. The maximum sulphate concentration of DA69 (1009.8 mg kg–1) is similar to that of the 1259 Unknown eruption (1011.0 mg kg–1), but the volcanic flux (156.74 kg km–2) of DA69 is more than twice that of the 1259 event (63.27 kg km–2). The duration of DA69 ( 12.3 years) is significantly longer than the typical duration of 1–3 years expected for volcanic events in Antarctic ice cores. The long duration may be attributed to the combined effect of a long atmospheric residence time of its volcanic aerosols and postdeposition modification (Cole-Dai and others, 2000). No such volcanic signals were found in the PR and DT401 records during this time period. However, in the EDC96 record, a large signal was detected at 384 BC (Castellano and others, 2005). Also in the SDMA record a very large event was found at 325 BC (Kurbatov and others, 2006). It is not possible, given that the differences in the ages are within the dating uncertainties of these cores, to determine whether these three signals are from the same eruption."
  }, {
    "heading": "CONCLUSIONS",
    "text": "A total of 78 volcanic eruptions are identified in the top 100.42m of the DA2005 ice core covering the period 840 BC–AD 1998. Of these, 12 are probable large events with fluxes larger than that of the AD1815 Tambora eruption (VEI = 7). The largest event is dated at 425 BC, with its\nsulphate flux almost nine times that of the Tambora eruption. The mean eruption frequency for the entire 2840 years (2.7 events per century) in DA2005 is higher than those in previous Antarctic ice cores recovered from sites with low accumulation rates.\nComparisons with previous Antarctic ice-core volcanic records suggest that the DA2005 record is reliable in the most recent 2000 years. A series of volcanic events in the first millennium AD (AD 1–1000) in the DA2005 record are also found in several other Antarctic ice-core records. Three events, DA38, DA40 and DA41, during the period AD 1–1000 are likely from low-latitude eruptions since corresponding signals were found in several Greenland ice-core volcanic records. However, better-dated Antarctic ice-core volcanic records, ideally from sites with high accumulation rates, are needed to corroborate the DA2005 events in the older (840–1 BC) period.\nThe mean accumulation rate between the 1963 Agung and 1259 Unknown eruptions is 23.2mmw.e. a–1, which is quite similar to the value between 1966 and 2004 measured by Hou and others (2007). Dating results from the 700 year mean accumulation rate show that there is good agreement between the year of expected appearance and the calculated age of all the well-dated volcanic events in the last two millennia. This suggests that there is neither an indication of a change nor a trend in the accumulation rate apparent in the last 2000 years, which may indicate that no drastic change in deposition has occurred at Dome A within this time period."
  }, {
    "heading": "ACKNOWLEDGEMENTS",
    "text": "We thank all the members of the CHINARE 21 Inland Traverse (2004/05) team. Special thanks go to Shugui Hou and Cunde Xiao for their contribution in collecting the icecore samples. This research was financially supported by the Natural Science Foundation of China (40906098, 40773074, 40806074) and Ministry of Science and Technology of China (2006BAB18B01). Ice-core analysis at South Dakota State University was supported in part by the US National Science Foundation."
  }],
  "year": 2012,
  "references": [{
    "title": "Holocene volcanic history as recorded in the sulfate stratigraphy of the European Project for Ice Coring in Antarctica Dome C (EDC96) ice core",
    "authors": ["E Castellano"],
    "venue": "J. Geophys. Res.,",
    "year": 2005
  }, {
    "title": "The Laki and Tambora eruptions as revealed in Greenland ice cores from 11 locations",
    "authors": ["HB Clausen", "CU Hammer"],
    "venue": "Ann. Glaciol.,",
    "year": 1988
  }, {
    "title": "A comparison of the volcanic records over the past 4000 years from the Greenland Ice Core Project and Dye 3 Greenland ice cores",
    "authors": ["HB Clausen"],
    "venue": "J. Geophys. Res., 102(C12),",
    "year": 1997
  }, {
    "title": "Volcanoes and climate",
    "authors": ["J Cole-Dai"],
    "venue": "WIREs Climate Change,",
    "year": 2010
  }, {
    "title": "The Pinatubo eruption in South Pole snow and its potential value to ice-core paleovolcanic records",
    "authors": ["J Cole-Dai", "E Mosley-Thompson"],
    "venue": "Ann. Glaciol.,",
    "year": 1999
  }, {
    "title": "A 485 year record of atmospheric chloride, nitrate and sulfate: results of chemical analysis of ice cores from Dyer Plateau, Antarctic Peninsula",
    "authors": ["J Cole-Dai", "LG Thompson", "E Mosley-Thompson"],
    "venue": "Ann. Glaciol.,",
    "year": 1995
  }, {
    "title": "Annually resolved Southern Hemisphere volcanic history from two Antarctic ice",
    "authors": ["J Cole-Dai", "E Mosley-Thompson", "LG Thompson"],
    "venue": "cores. J. Geophys. Res., 102(D14),",
    "year": 1997
  }, {
    "title": "A 4100-year record of explosive volcanism from an East Antarctic ice core",
    "authors": ["J Cole-Dai", "E Mosley-Thompson", "SP Wight", "LG Thompson"],
    "venue": "J. Geophys. Res., 105(D19),",
    "year": 2000
  }, {
    "title": "High speed, high resolution, and continuous chemical analysis of ice cores using a melter and ion chromatography",
    "authors": ["J Cole-Dai", "DM Budner", "FG Ferris"],
    "venue": "Environ. Sci. Technol.,",
    "year": 2006
  }, {
    "title": "Cold decade (AD 1810–1819) caused by Tambora (1815) and another (1809) stratospheric volcanic eruption",
    "authors": ["J Cole-Dai", "D Ferris", "A Lanciki", "J Savarino", "M Baroni", "MH Thiemens"],
    "venue": "Geophys. Res. Lett.,",
    "year": 2009
  }, {
    "title": "Ice radar investigation at Dome A, East Antarctica: ice thickness and subglacial topography",
    "authors": ["X Cui"],
    "venue": "Chinese Sci. Bull.,",
    "year": 2010
  }, {
    "title": "Ice core evidence for an explosive tropical volcanic eruption 6 years preceding Tambora",
    "authors": ["J Dai", "E Mosley-Thompson", "LG Thompson"],
    "venue": "J. Geophys. Res., 96(D9),",
    "year": 1991
  }, {
    "title": "The 1452 or 1453 AD Kuwae eruption signal derived from multiple ice core records: greatest volcanic sulfate event of the past 700 years",
    "authors": ["C Gao"],
    "venue": "J. Geophys. Res.,",
    "year": 2006
  }, {
    "title": "Volcanic forcing of climate over the past 1500 years: an improved ice core-based index for climate models",
    "authors": ["C Gao", "A Robock", "C Ammann"],
    "venue": "J. Geophys. Res.,",
    "year": 2008
  }, {
    "title": "Acidity of polar ice cores in relation to absolute dating, past volcanism, and radio-echoes",
    "authors": ["CU Hammer"],
    "venue": "J. Glaciol.,",
    "year": 1980
  }, {
    "title": "Perturbations to the global atmosphere associated with the El Chichón volcanic eruption",
    "authors": ["DJ Hofmann"],
    "venue": "Rev. Geophys.,",
    "year": 1987
  }, {
    "title": "Recent accumulation rate at Dome A, Antarctica",
    "authors": ["S Hou", "Y Li", "C Xiao", "J Ren"],
    "venue": "Chinese Sci. Bull.,",
    "year": 2007
  }, {
    "title": "Spatial variations of surface snow chemistry during two austral summers in western Dronning",
    "authors": ["E Kärkäs", "K Teinilä", "A Virkkula", "M Aurela"],
    "venue": "Maud Land, Antarctica. Atmos. Environ.,",
    "year": 2005
  }, {
    "title": "A 1500 year record of accumulation at Amundsenisen, western Dronning Maud Land, Antarctica, derived from electrical and radioactive measurements on a 120m ice core",
    "authors": ["L Karlöf"],
    "venue": "J. Geophys. Res., 105(D10),",
    "year": 2000
  }, {
    "title": "A 12,000 year record of explosive volcanism in the Siple Dome Ice Core, West Antarctica",
    "authors": ["AV Kurbatov"],
    "venue": "J. Geophys. Res.,",
    "year": 2006
  }, {
    "title": "An interhemispheric volcanic time-marker in ice cores from Greenland and Antarctica",
    "authors": ["Jr Langway CC", "HB Clausen", "CU Hammer"],
    "venue": "Ann. Glaciol.,",
    "year": 1988
  }, {
    "title": "A (1994) New chemical stratigraphy over the last millennium for Byrd Station",
    "authors": ["Jr Langway CC", "K Osada", "HB Clausen", "CU Hammer", "H Shoji", "Mitani"],
    "venue": "Antarctica. Tellus,",
    "year": 1994
  }, {
    "title": "A 10-century comparison of prominent bipolar volcanic events in ice cores",
    "authors": ["Jr Langway CC", "K Osada", "HB Clausen", "CU Hammer", "H Shoji"],
    "venue": "J. Geophys. Res., 100(D8),",
    "year": 1995
  }, {
    "title": "New ice core evidence for a volcanic cause of the AD 536 dust veil",
    "authors": ["LB Larsen"],
    "venue": "Geophys. Res. Lett.,",
    "year": 2008
  }, {
    "title": "Glaciochemistry of polar ice cores: a review",
    "authors": ["M Legrand", "P Mayewski"],
    "venue": "Rev. Geophys.,",
    "year": 1997
  }, {
    "title": "Impact of the Cerro Hudson and Pinatubo volcanic eruptions on the Antarctic air and snow chemistry",
    "authors": ["M Legrand", "D Wagenbach"],
    "venue": "J. Geophys. Res.,",
    "year": 1999
  }, {
    "title": "Atmospheric effects of the Pinatubo",
    "authors": ["MP McCormick", "LW Thompson", "CR Trepte"],
    "venue": "eruption. Nature,",
    "year": 1995
  }, {
    "title": "A continuous 770-year record of volcanic activity from East Antarctica",
    "authors": ["JC Moore", "H Narita", "N Maeno"],
    "venue": "J. Geophys. Res., 96(D9),",
    "year": 1991
  }, {
    "title": "High precision dating of volcanic events (AD 1301–1995) using ice cores from Law Dome, Antarctica",
    "authors": ["AS Palmer", "TD Van Ommen", "MAJ Curran", "VI Morgan", "JM Souney", "PA Mayewski"],
    "venue": "J. Geophys. Res., 106(D22),",
    "year": 2001
  }, {
    "title": "Impact of oceanic sources of biogenic sulphur on sulphate aerosol concentrations at Mawson",
    "authors": ["JM Prospero", "DL Savoie", "ES Saltzman", "R Larson"],
    "venue": "Antarctica. Nature,",
    "year": 1991
  }, {
    "title": "A 2680 year volcanic record from the DT401",
    "authors": ["J Ren"],
    "venue": "East Antarctic ice core. J. Geophys. Res.,",
    "year": 2010
  }, {
    "title": "Climate response to large, high-latitude and low-latitude volcanic eruptions in the Community",
    "authors": ["DP Schneider", "CM Ammann", "BL Otto-Bliesner", "DS Kaufman"],
    "venue": "Climate System Model. J. Geophys. Res.,",
    "year": 2009
  }, {
    "title": "The Gamburtsev mountains and the origin and early evolution of the Antarctic",
    "authors": ["B Sun"],
    "venue": "Ice Sheet. Nature,",
    "year": 2009
  }, {
    "title": "Spatio-temporal variability in volcanic sulphate deposition",
    "authors": ["F Traufetter", "H Oerter", "H Fischer", "R Weller", "H Miller"],
    "year": 2004
  }, {
    "title": "High-resolution fast ion chromatography (FIC) measurements of chloride, nitrate and sulphate along the EPICA",
    "authors": ["R Traversi", "S Becagli", "E Castellano", "A Migliori", "M Severi", "R Udisti"],
    "venue": "Dome C ice core. Ann. Glaciol.,",
    "year": 2002
  }, {
    "title": "Holocene electrical and chemical measurements from the EPICA–Dome C ice",
    "authors": ["R Udisti"],
    "venue": "core. Ann. Glaciol.,",
    "year": 2000
  }, {
    "title": "Preliminary evidence indicating Dome A (Antarctica) satisfying preconditions for drilling the oldest ice core",
    "authors": ["C Xiao", "Y Li", "S Hou", "I Allison", "L Bian", "J Ren"],
    "venue": "Chinese Sci. Bull.,",
    "year": 2008
  }, {
    "title": "Correspondence. Surface topography around the summit of Dome A, Antarctica, from real-time kinematic GPS",
    "authors": ["S E D Zhang", "Z Wang", "C Zhou", "Q Shen"],
    "venue": "J. Glaciol.,",
    "year": 2007
  }, {
    "title": "A 780-year record of explosive volcanism from DT263 ice core in east Antarctica",
    "authors": ["L Zhou"],
    "venue": "Chinese Sci. Bull.,",
    "year": 2006
  }, {
    "title": "Record of volcanism since 7000 BC from the GISP2 Greenland ice core and implications for the volcano–climate system",
    "authors": ["GA Zielinski"],
    "year": 1994
  }, {
    "title": "A 110,000-yr record of explosive volcanism from the GISP2 (Greenland) ice",
    "authors": ["GA Zielinski", "PA Mayewski", "LD Meeker", "SI Whitlow", "MS Twickler"],
    "venue": "core. Quat. Res.,",
    "year": 1996
  }, {
    "title": "Volcanic aerosol records and tephrochronology of the Summit, Greenland, ice cores",
    "authors": ["GA Zielinski"],
    "venue": "J. Geophys. Res., 102(C12),",
    "year": 1997
  }],
  "id": "SP:b54145d8965d02622a29911ec47b95c7663c0291",
  "authors": [{
    "name": "Su JIANG",
    "affiliations": []
  }, {
    "name": "Jihong COLE-DAI",
    "affiliations": []
  }, {
    "name": "Yuansheng LI",
    "affiliations": []
  }, {
    "name": "Dave G. FERRIS",
    "affiliations": []
  }, {
    "name": "Hongmei MA",
    "affiliations": []
  }, {
    "name": "Chunlei AN",
    "affiliations": []
  }, {
    "name": "Guitao SHI",
    "affiliations": []
  }, {
    "name": "Bo SUN",
    "affiliations": []
  }],
  "abstractText": "A detailed history of volcanism covering the last 2840 years is reconstructed from the top 100.42m of a 109.91m ice core from Dome A (DA2005 ice core), East Antarctica. Using two known volcanic stratigraphic markers, the mean accumulation rate during the period AD1260–1964 is found to be 23.2mmw.e. a, consistent with the previously reported accumulation rate at Dome A. This mean accumulation rate is used to date the entire core. Volcanic eruptions in the period 840 BC–AD 1998 are detected as outstanding sulphate events. Seventy-eight eruptions are identified, with a mean of 2.7 eruptions per century. Comparisons with previous Antarctic ice-core volcanic records are made to assess the quality of this new DA2005 record. In terms of dates for volcanic events, the DA2005 record is in good agreement with previous records in the second millennium AD (AD1000–1998). A series of volcanic signatures found in both the DA2005 record and several other Antarctic ice-core records in the first millennium AD (AD 1–1000) appear to validate the DA2005 record during this time period. For the older periods, direct comparisons are difficult between the DA2005 record and other Antarctic ice-core records due to the lack of well-dated stratigraphic horizons.",
  "title": "A detailed 2840 year record of explosive volcanism in a shallow ice core from Dome A, East Antarctica"
}