{
  "sections": [{
    "heading": "INTRODUCTION",
    "text": "Sulphur-rich gases, principally sulphur dioxide (SO2) and hydrogen sulphide (H2S), emitted by volcanic eruptions have the capability of cooling global climate by a few tenths of a degree for several years following the eruption (Zielinski, 2000, and references therein). For cooling to occur, these gases must be injected into the stratosphere where they are rapidly (within a month of the eruption (Bluth and others,1993)) oxidized to sulphate (SO4\n2^ ) and sulphuric acid (H2SO4).These aerosols are then rapidly advected around the globe with a time-scale of 2^3 weeks. Meridional transport is much slower, with transport to the polar regions taking about 1^2 years (Robock, 2000, and references therein). The spatial distribution of volcanic aerosols depends upon the location of the eruption, the time of year, the location of the intertropical convergence zone andthe quasi-biennial oscillation (Zielinski, 2000). Equatorialeruptions have the greatest potential to influence climate as their aerosols can be transported to both hemispheres. For example, the Mount Pinatubo (Philippines) eruption in June 1991 injected into the atmosphere about 18 §26109 kg of SO2 (Krueger and others,1995). This volcanic plume had spread around the Earth by mid-1992, reducing global tropospheric and surface temperatures by 0.2^ 0.7³C (McCormick and others,1995; Jones and Kelly,1996).\nFallout from explosive eruptions like Mount Pinatubo is captured in the polar and tropical ice caps around the globe, as first studied by Hammer (1977). Ice-core volcanic signatures have been used to estimate the optical depth of eruptions prior to instrumental records (Zielinski, 1995, 2000) and the H2SO4 flux produced by a given eruption (e.g. Moore and others, 1991; Delmas and others, 1992; Clausen and others,1997; Cole-Dai and others,1997, 2000).These calculated fluxes can then be compared to the flux of known volcanic signatures such as El Chichön, Mexico (AD1982), and Mount Pinatubo.\nVolcanic signals in ice cores have been detected by electrical conductivity (e.g. Clausen and others,1997), dielectric profiling (Moore and others, 1991) and trace chemical analysis (e.g. Delmas and others, 1992; Zielinski, 1995; Cole-Dai and others, 2000). The first two methods measure the total acidity of the ice including nitric acid, and other minor acids such as hydrochloric and hydrofluoric acid. The trace chemistry method gives a direct measure of the quantity of SO4\n2^ in the ice. The SO4\n2^ records presented here were obtained by chemical analysis (Curran and Palmer, 2000) of three ice\ncores drilled near the summit of Law Dome, a small ice cap abutting the edge of the main East Antarctic ice sheet around 112³ E (Fig. 1). The Law Dome summit region is characterized by high accumulation (0.7 m a^1 ice equivalent (IE)), relatively low wind speeds (8.3 m s^1) and low mean temperatures (^21.8¯C; Morgan and others, 1997). Palmer and others (2001) used multi-parameter annuallayer counting to precisely date the three ice-core records with an age uncertainty of §1 year at AD1301. Here, we investigate the magnitude of the deposited volcanic H2SO4 fluxes in the Law Dome ice cores and other previously published Antarctic ice-core records.\nTHE VOLCANIC SIGNAL\nThe main sources of SO4 2^ in Antarctic ice include sea salt, marine biogenic activity and volcanic fallout. Sea-salt input peaks in late winter with the maximum in storm activity.This noisy signal was removed using the sodium (Na+) concentration as an indicator of sea-salt input. The non-sea-salt SO4 2^ (nssSO4 2^) component was calculated using the total SO4 2^ and Na+ concentrations (units meq L^1) and the sea-salt ratio:\nnssSO4 2¡ ˆ ‰SO42¡Š ¡ r £ ‰Na‡Š ;\nwhere r = 0.0865 is the sea-salt ratio of SO4 2^ to Na+ corrected for sea-salt fractionationprocesses at Law Dome (personal communication from M. Curran,2001).This correction was calculated using a similar technique to that described by Hall andWolff (1998).\nMarine biogenic activity results in a summer peak in"
  }, {
    "heading": "SO4",
    "text": "2^ at Law Dome. This relatively constant signal was removed from the nssSO4\n2^ record by subtracting a mean seasonal cycle calculated for the entire 695 year record using the technique described byVan Ommen and Morgan (1996). Periods of known volcanic activity identified by Palmer and others (2001) were neglected in the calculation of the mean seasonal cycle.\nThe amount of volcanic H2SO4 preserved in the Law\nDome ice-core record for a volcanic signal was estimated from this residual nssSO4\n2^ record by summing the residual H2SO4 flux for each sample to give a total flux for the duration of the eruption signature. The individual sample fluxes (fs, in kg km ^2 a^1) were calculated using\nfs ˆ ‰nssSO42¡Šresidual £ MWH2SO4 MWSO42¡\n£ »l £ 10¡3 …kg km¡2 a¡1† ;\nwhere [nssSO4 2^]residual is the residual nssSO4 2^ concentration in units of mg kg^1, MWH2SO4 and MWSO4\n2^ are the molecular weights of H2SO4 and SO4\n2^, » ˆ917 kg m^3 (density of ice (Paterson, 1994)), and l is the depth that would have been covered by a sample (in IE) when it was deposited on the surface (typically 0.05 m IE). That is, the sample length has been corrected to account for the apparent reduction in flux due to the spreading of the ice sheet.\nThe residual annual H2SO4 flux record for Law Dome is shown in Figure 2. The 20 identified periods of volcanic activity as determined by Palmer and others (2001) are also shown in Figure 2 as shaded regions.Three periods of volcanic activity, denoted by stars in Figure 2, contain multiple eruption signatures that were unable to be clearly resolved with the time-scale graphed in Figure 2."
  }, {
    "heading": "SPATIALVARIABILITY OF VOLCANIC FLUXES",
    "text": "Volcanic H2SO4 fluxes across the Antarctic continent vary considerably. For example, the Tambora (Indonesia) eruption (Fig.1), a reference horizon found in most polar ice-core records, has fluxes estimated between 22.4 kg km^2(Plateau Remote (Cole-Dai and others, 2000)) and 133 kg km^2 (Siple Station (Cole-Dai and others, 1997)). The Tambora flux in the Law Dome ice-core record was 79.8 kg km^2. Spatial variability studies at South Pole calculated only a 20% variation in nssSO4\n2^ fluxes for the Mount Pinatubo eruption over a calculated 400 km2 area (Cole-Dai and\nMosley-Thompson, 1999). Studies at Greenland using five ice-core records show similar variability (17%) for the Tambora eruption (Clausen and Hammer, 1988). The variability seen in the South Pole and Greenland studies may be attributed to site characteristics such as surface irregularities (e.g. sastrugi), temperature, wind speed and surface elevation that modulate the local accumulation and hence the flux. It is also possible that some of the variability between the Antarctic ice-core records is a result of the different analytical techniques used to measure the volcanic signal in the ice and calculate the H2SO4 flux values (in particular, removal of the non-volcanic background).\nThe volcanic signals observed in the H2SO4 flux records from the various Antarctic sites were compared using the ratio of a volcanic signal to the well-documented volcanic eruption of Tambora (e.g. Moore and others, 1991; Cole-Dai and others,1997).The use of ratios removes much of the intersite and analytical variability described above.\nSeven Antarctic ice-core records (Fig.1) were compared for 13 volcanic eruptions where the calculated flux ratios (f=fT) are reported inTable1.The greatest f=fT variability was observed for the Kuwae (Vanuatu) eruption for which the Plateau Remote f=fT value appears to be an outlier imposing the need for caution when using this record, as discussed by Cole-Dai and others (2000).\nSeven eruptions identified in the Law Dome record (Mount Pinatubo; Cerro Hudson, Chile; El Chichön; Galunggung, Indonesia; Raung, Indonesia; Kelut, Indonesia; and Billy Mitchell, Bougainville) are not included inTable 1, as there were no comparative f=fT values in the other records examined. However the Mount Pinatubo and Cerro Hudson f=fT may be estimated from two South Pole ice cores (0.16\nand 0.04, respectively (Cole-Dai and others, 1999)), where the Law Dome f=fT was 0.31and 0.10, respectively.The trends between these ratios are similar even though the ratios are quite different for the two sites.\nThe average flux ratio for the volcanic events (excluding Kuwae due to its magnitude) in Table 1 is 0.32 (¼ ˆ 0.14). That is, the magnitude of the low-latitude eruption signatures preserved in the Antarctic ice cap is about one-third that of the Tambora H2SO4 flux. Contrasting this, the Kuwae signature had a flux similar to or greater than that of Tambora, depending upon the site, so this eruption might have had an impact on the Earth’s climate similar to that of the Tambora eruption, the year following which (AD1816) was referred to as the `̀ year without a summer’’. However, there are few historical records supporting a similar global climatic change following the Kuwae eruption as dated by Palmer and others (2001).\nFurther evidence for a complex relationship between volcanic aerosols and climate is provided by the Huaynaputina (Peru) eruption in AD1600.The average f=fT for this eruption from seven Antarctic ice cores is 0.30 (¼ ˆ 0.08), about one-third of the H2SO4 flux deposited following theTambora eruption. A temperature time series from a composite of Northern Hemisphere tree-ring records reports the severest short-term cooling event of the past 600 years in AD1601, the year followingthe Huaynaputinaeruption (Briffa and others, 1998). This suggests that this volcanic eruption had a much larger impact on the Earth’s climate than suggested by the Antarctic ice-core H2SO4 fluxes. One explanation for this could be that atmospheric circulation patterns favored the dispersal of volcanic aerosols north of the Equator, creating a larger climatic impact in the Northern Hemisphere.\nTable 1.The volcanic H2SO4flux ratio with respect to theTambora eruption for seven Antarctic ice cores.The Law Dome ice date for each eruption (Palmer and others, 2001) appears in parentheses.The total Law Dome H2SO4flux for theTambora eruption was 79.8 kg km 2̂\nVolcano Volcanic H2SO4 flux ratio with respect toTambora Law Dome1 Siple2 Dyer2 G153 PS14 NBY895 PR6 Mean (¼)\nAgung, Indonesia (AD1964.1) 0.18 0.25 0.15 0.27 0.29 0.23 (0.06) Tarawera, New Zealand (AD1887.8) 0.12 0.09 0.22 0.24 0.29 0.29 0.21 (0.08) Krakatau, Indonesia (AD1884.7) 0.29 0.13 0.12 0.25 0.25 0.58 0.42 0.27 (0.17) Cosiguina, Nicaragua (AD1836.3) 0.34 0.19 0.36 0.30 0.42 0.28 0.32 (0.08) Tambora, Indonesia (AD1816.8) 1 1 1 1 1 1 1 Unknown (AD1810.8) 0.56 0.40 0.60 0.18 0.59 0.37 0.45 (0.17) Unknown (AD1695.8) 0.47 0.33 0.27 0.48 0.39 (0.10) Gamkonora, Indonesia (AD1675.3) 0.34 0.14 0.25 0.25 0.24 (0.08) Parker, Philippines (AD1642.5) 0.38 0.25 0.14 0.36 0.33? 0.32 0.30 (0.09) Huaynaputina, Peru (AD1601.7) 0.23 0.26 0.33 0.28 0.30 0.46? 0.22 0.30 (0.08) Ruiz, Colombia (AD1597.6) 0.38 0.25 0.33? 0.32 (0.07) Kuwae,Vanuatu (AD1459.5) 1.71 0.92 0.93 1.58 [5.96] 1.29 (0.42) Unknown (AD1345.1) 0.40 0.30 0.75 0.66 0.53 (0.21)\n1 This work. 2 Siple and Dyer denote the Siple Station and Dyer Plateau ice-core records (Cole-Dai and others,1997).The unknown volcanic events S9 and D9 (AD1695^\n97) and S11and D11 (AD 1673^75) (Cole-Dai and others,1997) are attributed to Unknown (AD1695.8) and Gamkonora, respectively. 3 G15 ice-core record was drilled on the Mizuho Plateau (Moore and others,1991). 4 The PS1 ice-core record is from South Pole (Delmas and others,1992). The unknown events in AD1641,1450 and 1340 are attributed to Parker, Kuwae and\nUnknown (AD1345.1), respectively. 5 The NBY89 ice core is from Byrd Station (Langway and others,1994). The volcanic events dated AD 1648 and 1605 are attributed to Parker and Huayna-\nputina, respectively. 6 PR denotes the Plateau Remote ice core (Cole-Dai and others, 2000). The volcanic event PR7 (AD1671) is attributed to Gamkonora.The Krakatau flux\nratio was reported by Cole-Dai and others (2000) as a combination of two volcanic events in the PR ice core. Hence this and the Kuwae flux (due to its magnitude) were not included in the mean flux calculations."
  }, {
    "heading": "CONCLUDING REMARKS",
    "text": "Of the 20 volcanic eruptions preserved in the ¹700 year Law Dome record, the Tambora and Kuwae signatures had the largest H2SO4 fluxes. Spatial variability studies using 13 volcanic signatures from seven Antarctic sites showed that, on average, low-latitude volcanic eruptions of global importance emit one-third of the H2SO4 produced during the explosive Tambora eruption. However, the H2SO4 volcanic fluxes determined from Antarctic ice cores do not provide a complete picture of the climatic impact of explosive eruptions, and further work comparing various paleoenvironmental records is required to achieve this."
  }, {
    "heading": "ACKNOWLEDGEMENTS",
    "text": "A. Palmer acknowledges an Australian PostgraduateAward, and theTrans Antarctic Association for travel assistance.We thank K. Phillips, B. Smith, J. Souney and S. Whitlow for technical assistance."
  }],
  "year": 2015,
  "references": [{
    "title": "Influence of volcanic eruptions on Northern Hemisphere summer temperature over the past",
    "authors": ["K.R. Briffa", "P.D. Jones"],
    "venue": "years. Nature,",
    "year": 1998
  }, {
    "title": "Hammer.1988.The Laki andTambora eruptions as revealed in Greenland ice cores from11locations",
    "authors": ["H.B. Clausen", "C. U"],
    "venue": "Ann. Glaciol.,",
    "year": 1988
  }, {
    "title": "A comparison of the volcanic records over the past 4000years from the Greenland Ice Core Project and Dye 3 Greenland ice",
    "authors": ["H.B. Clausen"],
    "venue": "cores. J. Geophys. Res.,",
    "year": 1997
  }, {
    "title": "Mosley-Thompson.1999.The Pinatubo eruption in South Pole snow and its potential value to ice-core paleovolcanic records",
    "authors": ["J. Cole-Dai"],
    "venue": "Ann. Glaciol.,",
    "year": 1999
  }, {
    "title": "Annually resolved Southern Hemisphere volcanic history from two Antarctic ice cores",
    "authors": ["J. Cole-Dai", "E. Mosley-Thompson", "L.G. Thompson."],
    "venue": "J. Geophys. Res., 102(D14),16,761^16,771",
    "year": 1997
  }, {
    "title": "A 4100-year record of explosive volcanism from an East Antarctic ice core",
    "authors": ["J. Cole-Dai", "E. Mosley-Thompson", "S.P.Wight", "L.G. Thompson."],
    "venue": "J. Geophys. Res., 105(D19), 24,431^24,441.",
    "year": 2000
  }, {
    "title": "Suppressed ion chromatography methods for the routine determination of ultra low level anions and cations in ice cores",
    "authors": ["M.A.J. Curran", "A.S. Palmer."],
    "venue": "J. Chromatogr., Ser. A, 919(1),107^113.",
    "year": 2001
  }, {
    "title": "1000years of explosive volcanism recorded at the South Pole.Tellus",
    "authors": ["R.J. Delmas", "S. Kirchner", "J.M. Palais", "J.-R. Petit"],
    "year": 1992
  }, {
    "title": "Causes of seasonal and daily variations in aerosol sea-salt concentrations at a coastal Antarctic station",
    "authors": ["J.S. Hall", "E.W. Wolff."],
    "venue": "Atmos. Environ., 32(21), 3669^3677.",
    "year": 1998
  }, {
    "title": "Past volcanismrevealedby Greenland ice sheet impurities",
    "authors": ["Hammer"],
    "venue": "Nature,",
    "year": 1977
  }, {
    "title": "Kelly.1996.The effectof tropical explosivevolcaniceruptions on surface air temperature",
    "authors": ["P.D. Jones", "P. M"],
    "venue": "eds. ThePinatuboeruption:effects on theatmosphereandclimate. Berlin,",
    "year": 1996
  }, {
    "title": "1995.Volcanic sulfur dioxide measurements from the total ozone mapping spectrometer instruments",
    "authors": ["A.J. Krueger"],
    "venue": "J. Geophys. Res.,",
    "year": 1995
  }, {
    "title": "Mitani.1994.Newchemical stratigraphyover the last millennium",
    "authors": ["C.C. Langway", "Jr.", "K. Osada", "H.B. Clausen", "C.U. Hammer", "A.H. Shoji"],
    "venue": "Byrd Station, Antarctica.Tellus,",
    "year": 1994
  }, {
    "title": "Atmospheric effects of the Pinatubo eruption",
    "authors": ["M.P. McCormick", "L.W. Thompson", "C.R. Trepte."],
    "venue": "Nature, 373(6513), 399^404.",
    "year": 1995
  }, {
    "title": "A continuous 770-year record of volcanicactivity from East Antarctica",
    "authors": ["J.C. Moore", "H. Narita", "N. Maeno."],
    "venue": "J. Geophys. Res., 96(D9),17,353^17,359.",
    "year": 1991
  }, {
    "title": "Site information and initial results from deep ice drilling on Law Dome, Antarctica",
    "authors": ["V.I. Morgan", "C.W. Wookey", "Li Jun", "T.D. van Ommen", "W. Skinner", "M.F. Fitzpatrick."],
    "venue": "J. Glaciol., 43(143), 3^10.",
    "year": 1997
  }, {
    "title": "High precision dating of volcanic events (AD1301^1995) using ice cores from Law Dome, Antarctica",
    "authors": ["A.S. Palmer", "T.D. van Ommen", "M.A.J. Curran", "V.I. Morgan", "J.M. Souney", "P.A. Mayewski."],
    "venue": "J. Geophys. Res.,106(D22), 28,089^28,096.",
    "year": 2001
  }, {
    "title": "B.1994.The physics of glaciers.Third edition",
    "authors": ["W.S. Paterson"],
    "year": 1994
  }, {
    "title": "Peroxide concentrations in the Dome Summit South ice core, Law Dome, Antarctica",
    "authors": ["T.D. Van Ommen", "V. Morgan."],
    "venue": "J. Geophys. Res., 101(D10),15,147^15,152.",
    "year": 1996
  }, {
    "title": "Stratospheric loading and optical depth estimates of explosivevolcanismover the last 2100 years derived from the Greenland Ice Sheet Project 2 ice core",
    "authors": ["G.A. Zielinski"],
    "venue": "J. Geophys. Res., 100(D10), 20,937^20,955.",
    "year": 1995
  }, {
    "title": "Use of paleo-records in determining variability within the volcanism^climate system",
    "authors": ["G.A. Zielinski"],
    "venue": "Quat. Sci. Rev., 19(1^5), 417^438.",
    "year": 2000
  }],
  "id": "SP:78953191988b2b0a1a43d9da22f415d1b3e85007",
  "authors": [{
    "name": "Anne S. PALMER",
    "affiliations": []
  }, {
    "name": "Vin I. MORGAN",
    "affiliations": []
  }, {
    "name": "Mark A. J. CURRAN",
    "affiliations": []
  }, {
    "name": "Tas D.VAN OMMEN",
    "affiliations": []
  }, {
    "name": "Paul A. MAYEWSKI",
    "affiliations": []
  }],
  "abstractText": "Explosive volcanic eruptions can inject large quantities of sulphur dioxide into the stratosphere.The aerosols that result from oxidation of the sulphur dioxide can produce significant cooling of the troposphere by reflecting or absorbing solar radiation. It is possible to obtain an estimate of the relative stratospheric sulphur aerosol concentration produced by different volcanoes by comparing sulphuric acid fluxes determined by analysis of polar ice cores. Here, we use a non-sea-salt sulphate time series derived fromthree well-dated Law Dome ice cores to investigate sulphuric acid flux ratios for major eruptions over the period AD1301^1995.We use additional data from other cores to investigate systematic spatial variability in the ratios. Only for the Kuwae eruption (Law Dome ice date AD1459.5) was the H2SO4 flux larger than that deposited byTambora (Law Dome ice date AD1816.7).",
  "title": "Antarctic volcanic flux ratios from Law Dome ice cores"
}