{
  "sections": [{
    "heading": "GEOLOGY",
    "text": "1U.S. Geological Survey, Menlo Park, CA 94025, USA. 2Earthquake Administration, Pyongyang, Democratic People’s Republic of Korea. 3State Academyof Science, Pyongyang, Democratic People’s Republic of Korea. 4Department of Geography, University of Cambridge, Cambridge, U.K. 5Department of Earth and Planetary Sciences, Birkbeck, University of London, London, U.K. 6Department of Geography, King’s College London, London, U.K. 7Environmental Education Media Project, Beijing, China. 8Pyongyang International Information Centre of New Technology and Economy, Pyongyang, Democratic People’s Republic of Korea. *Present address: School of Earth and Space Exploration, Arizona State University, Tempe, AZ 85287–6004, USA. †Corresponding author. Email: kayla.iacovino@asu.edu\nIacovino et al. Sci. Adv. 2016;2 : e1600913 30 November 2016\n2016 © The Authors, some rights reserved; exclusive licensee American Association for the Advancement of Science. Distributed under a Creative Commons Attribution NonCommercial License 4.0 (CC BY-NC). Quantifying gas emissions from the “Millennium Eruption” of Paektu volcano, Democratic People’s Republic of Korea/China Kayla Iacovino,1*† Kim Ju-Song,2 Thomas Sisson,1 Jacob Lowenstern,1 Ri Kuk-Hun,3 Jang Jong-Nam,2 Song Kun-Ho,2 Ham Song-Hwan,2 Clive Oppenheimer,4 James O. S. Hammond,5 Amy Donovan,6 Kosima W. Liu,7 Ryu Kum-Ran8\nhttp://ad D ow nloaded from Paektu volcano (Changbaishan) is a rhyolitic caldera that straddles the border between the Democratic People’s Republic of Korea and China. Its most recent large eruption was the Millennium Eruption (ME; 23 km3 dense rock equivalent) circa 946 CE, which resulted in the release of copious magmatic volatiles (H2O, CO2, sulfur, and halogens). Accurate quantification of volatile yield and composition is critical in assessing volcanogenic climate impacts but is challenging, particularly for events before the satellite era. We use a geochemical technique to quantify volatile composition and upper bounds to yields for the ME by examining trends in incompatible trace and volatile element concentrations in crystal-hosted melt inclusions. We estimate that the ME could have emitted as much as 45 Tg of S to the atmosphere. This is greater than the quantity of S released by the 1815 eruption of Tambora, which contributed to the “year without a summer.” Our maximum gas yield estimates place the ME among the strongest emitters of climate-forcing gases in the Common Era. However, ice cores from Greenland record only a relatively weak sulfate signal attributed to the ME. We suggest that other factors came into play in minimizing the glaciochemical signature. This paradoxical case in which high S emissions do not result in a strong glacial sulfate signal may present a way forward in building more generalized models for interpreting which volcanic eruptions have produced large climate impacts.\nvan\non F ebruary 20, 2019 ces.sciencem ag.org/"
  }, {
    "heading": "INTRODUCTION",
    "text": "Volcanic emissions have profound impacts on planetary atmospheres and drive climate change over a range of temporal and spatial scales (1–3). As the principal source of sulfur in the stratosphere (4), explosive eruptions that generate stratospheric clouds can result in long-lasting (in essence, several years) atmospheric effects via the injection of SO2, which oxidizes to form sulfate aerosol and promotes global cooling. Rhyolitic magmas that feed explosive volcanic eruptions, although characteristically S-poor, may contribute a substantial amount of S into the atmosphere sourced from a S-rich preeruptive vapor phase (5–13). Vapor saturation may be common in highly evolved silicic magmas that require protracted crystallization during crustal storage, resulting in the exsolution of vapor via second boiling (14, 15). Although the presence, amount, and composition of such pre-eruptive gas are not recorded directly in the rock record, it is possible, in some cases, to constrain it by examining geochemical trends in erupted samples (16, 17).\nS yields and subsequent climate impacts from modern volcanic eruptions may be measured directly via satellite or in situ remote sensing. To evaluate the impacts of volcanoes on the atmosphere and climate throughout geologic time, we require a way to assess S yields of ancient or unmonitored eruptions. Many factors, including\nbut not limited to gas yield and composition, dictate the degree of climate forcing imposed by a volcanic eruption. A large S yield may be required for, but is not necessarily indicative of, strong climate forcing. Other factors, such as latitude, the season of eruption, and the height of the eruption column, can determine the extent to which an S-rich volcanic eruption will perturb climate. Sulfate concentrations in polar ice cores and proper interpretation thereof may elucidate the efficiency of atmospheric transport of emitted volatiles and are thus thought to be the best records of changes in atmospheric chemistry through time. By combining independent analyses of (i) total gas yields from large explosive eruptions as recorded in volcanic rocks and (ii) perturbations in atmospheric chemistry, we can paint a more complete picture of the role of volcanism on climate.\nHere, we demonstrate a method for constraining the total gas budget of large silicic eruptions by examining geochemical trends in glasses, crystals, and crystal-hosted melt inclusions (MIs), which represent various stages of the crystallization history of the magma. Petrologic and thermodynamic modeling reveals the evolution of volatiles in pre-eruptive melt and a coexisting vapor phase in the buildup to the comenditic Millennium Eruption (ME) of Paektu volcano, circa 946 CE. This technique considers gas generated before and during eruption plus contributions to the volatile budget from solid phases (for example, sulfide). Using this method, we calculate the total amount of gas generated during crustal magma storage, and so the values we report represent maximum possible volatile yields. We find evidence for the generation of a S-rich pre-eruptive vapor phase, which supplies most of the erupted S. If true gas yields were close to our maximum value, then our new gas yield estimates would place the ME among the largest emitters of climate-forcing gases in the Common Era (Fig. 1). This alone implies the potential for volcanogenic climate effects not unlike those seen after the 1815 eruption of Tambora (18), which was responsible for the “year without a summer” in 1816\n1 of 11\non F ebruary 20, 2019\nhttp://advances.sciencem ag.org/\nD ow nloaded from\nand the deaths of more than 71,000 people. Conversely, however, relatively low-level sulfate deposits in Greenland ice cores recently linked to the ME (19) suggest only a modest S release to the atmosphere. Previous work citing low S yield estimates (2 Tg) appears consistent with this interpretation, but this value excludes the potential contribution from pre-eruptive fluid or solid-phase breakdown within ME magmas (20). Here, we demonstrate that a potential lack of strong climate forcing after the ME occurred in spite of the substantial S yield and suggest that other factors, such as latitude and seasonality, predominated in minimizing climatic effects.\nIacovino et al. Sci. Adv. 2016;2 : e1600913 30 November 2016\nVolatile budgets of ancient silicic eruptions and the excess gas problem Modern eruptions may be monitored and their gas yields measured directly via satellite or in situ remote sensing. For ancient or unmonitored eruptions, geochemists rely on clues in the rock record to determine the amount and composition of erupted gas. This is often achieved by comparing geochemical signatures in rocks that record pre- and post-eruptive volatile histories. Pre-eruptive magmatic volatile contents are commonly characterized using dissolved volatile concentrations in phenocryst-hosted MIs: small beads of liquid that become trapped within rigid crystal hosts and quench to glass upon eruption (21). Once enclosed within a crystal, the MI is largely isolated from changes in the magmatic system (in essence, magma differentiation and degassing) and so acts as a time capsule recording snapshots of melt chemistry, including dissolved volatiles, throughout the pre-eruptive evolution of the magma. Conversely, interstitial liquid between crystals [matrix glass (MG)] is privy to changes within the system and thus will degas most of its dissolved volatile content upon eruption as magma ascends and confining pressure decreases. The proportion of volatiles lost during eruption can thus be calculated as the difference between volatile concentrations in MG and those in the most evolved MI, which represent the magma just before eruption. If the volume and density of erupted material are known, then a mass of volatiles released during the eruption can be calculated. This is known as the “petrologic method” and is often applied to ancient or unmonitored eruptions for which no direct measurement of gas yield exists.\nAdvances in remote sensing (22) have provided a way to test the petrologic method by comparing calculated tomeasured gas yields. This has led to the discovery of what is known as the “excess S” or “excess gas” problem: S yields quantified by the petrologic method are often much lower than those measured by remote sensing (7, 12, 13, 23, 24). Excess gas is most pronounced in silicic magmas whose melts are characteristically S-poor, where the degree of excess degassing, defined as the ratio of measured SO2 yield to the petrologic method estimate, can range from 10 to 100 (11).\nThe “excess” S is predominantly supplied by an exsolved C-O-H-S vapor phase present within themagma before eruption (5–13). The important role of an S-rich vapor phase in determining total gas budgets of large silicic eruptions was demonstrated famously for the 1991 eruption of Pinatubo (25), with similar conclusions drawn for the Valley of Ten Thousand Smokes (8), Redoubt (9), Mount Saint Helens (26), and others. These findings are consistent with experimental studies on the fluid/melt partitioning of S in these characteristically S-poor rhyolitic melts (27).\nPrevious studies have established methods for quantifying a preeruptive magmatic gas phase at unmonitored eruptions (12, 16, 17) and have found that pre-eruptive gas can amount to up to 6 weight % (wt %) [~30 volume percent (volume %)] of crustal magma, implying that a significant proportion of erupted gas may be sourced from fluid generated during magma storage and evolution. Several lines of evidence, including the detection of substantial excess gas, suggest that silica-rich systems like Paektumay retainmost of this vapor until eruption. Bubble migration through viscous rhyoliticmelts is too slow for volatile transfer on eruptive time scales (13) and is inefficient particularly in crystal-poor melts (28). Magmatic convection, which is probably an important mechanism for pre-eruptive degassing of low-viscosity basaltic magmas (11), likely does not occur to an appreciable extent in kinetically sluggish high-viscosity silicic systems (13). Given these considerations, it is\n2 of 11\non F ebruary 20, 2019\nhttp://advances.sciencem ag.org/\nD ow nloaded from\nimportant to evaluate the presence, amount, and composition of any pre-eruptive fluid phase that may contribute to the total gas budget. The petrologic method, which only records degassing of dissolved volatiles and cannot account for the existence of a pre-eruptive vapor phase, may result in a significant underestimate of gas yields from large silicic eruptions, leading to inaccurate assessments of hazard and climate change potential."
  }, {
    "heading": "Geologic background and the MI tephra",
    "text": "Paektu (42.0056°N, 128.0553°E) is an intraplate volcano whose 37 km2 summit crater is bisected by the political border between theDemocratic People’s Republic of Korea (DPRK) andChina. Despite its historical and geological significance, relatively little is known about Paektu, a volcano that has produced multiple large (volcanic explosivity index ≤ 6) explosive eruptions, including the ME, one of the largest volcanic events on Earth in the last 2000 years (Fig. 1).\nThe explosive ME deposited 23 ± 5 km3 dense rock equivalent (DRE) of material emplaced in two chemically distinct phases in the form of ash, pumice, and pyroclastic flow deposits (20): an initial nearly aphyric (≤3 volume % phenocrysts) comendite pumice (95% of tephra volume) and a late-stage phenocryst-rich (10 to 20 volume%) trachytic pumice (5% of tephra volume). The petrology and mineralogy of five ME pumices (four comendite and one trachyte; see Materials and Methods and table S1) plus major, trace, and volatile element concentrations in MGs and more than 100 comenditic and trachytic MIs hosted in anorthoclase, sanidine, clinopyroxene, olivine, and quartz were characterized by electron microprobe (EMP), Fourier transform infrared (FTIR) spectroscopy, and ion microprobe (SHRIMP; table S2). MIs used for this analysis are glassy and bubble-free, except for a handful of bubble-bearing MIs that were rehomogenized and analyzed for their CO2 contents (see Materials and Methods). None of the MIs used show signs of leakage or devitrification. Analyses of dissolved volatile concentrations revealMIwithmoderateH2O (<4wt%),minimal S (<300 ppm) and CO2 (<23 ppm in rehomogenized MI), and significant halogens (<5200 ppm Cl, <4000 ppm F).\nTo evaluate both comenditic and trachytic MI together, it is necessary to first establish that MI groups represent melts from the same magma lineage. Tomeet this criterion, the most evolved magmas (comendite) must represent residual melt generated by the fractional crystallization of the most primitive magmas (trachyte) as opposed to representing primitive magma contaminated by silicic country rock. The derivation of ME comendite from ME trachyte (sample CBS-TPUM; seeMaterials andMethods) was modeled by performing least squares linear regressions of the major element compositions of both glasses and natural crystal phases. The results of major element modeling with all major mineral phases are consistent with ME comendite being a ~21% residual melt (79% crystallization) from a CBS-TPUM parent (see Materials and Methods and tables S3 and S4). Modeled mineral abundances mimic those seen in natural pumice samples, with feldspar making up the large majority of the crystal population. The origin of Paektu comendites by fractional crystallization is also consistent with rare earth element concentrations and Pb, Nd, and Sr isotopic geochemistry (29), which suggests a lack of crustal contamination in causing the observed geochemical variations between rock types.\nTrends in trace element concentrations in suites ofMI can be used to confirm the extent of crystallization necessary to derive a daughtermagma (at Paektu, comendite) from its parent (trachyte). During crystal growth, incompatible trace elements (for example, U, Cs, Nb, and Zr)\nIacovino et al. Sci. Adv. 2016;2 : e1600913 30 November 2016\nwill be excluded from fractionating crystal phases and become steadily enriched in the melt phase as magma evolution progresses. A perfectly incompatible element will increase in concentration in the melt as 1/(1 − X), where X is the weight fraction of crystals removed from themelt during fractional crystallization. Some elements will be less incompatible (for example, Zr in the presence of minor zircon). The element that shows the strongest enrichment is the best proxy for degree of crystal fractionation. Themost incompatible element in the Paektu ME pumice suite is U, which increases from about 2.3 to 10.7 ppm from trachyte to most evolved comendite. Assuming crystal fractionation as the dominant driver ofmagma evolution, this 4.6-fold enrichment in U indicates ca. 78% crystallization from parental trachyte to evolved comendite melt, in agreement with major element regressions.\nRESULTS The incompatible element method for calculating volatile yields With a parent-daughter relationship established for trachyte and comendite melts, each individual MI can be assumed to represent a discrete time step in the evolution of a single magma lineage. The presence of a pre-eruptive exsolved fluid phase can be indicated by examining trends in MI volatile contents throughout the lineage. Like incompatible elements, volatiles are largely excluded from growing crystal phases and become enriched in the melt as crystal fractionation progresses. Unlike other incompatibles, however, continued enrichment of volatiles can force fluid exsolution via “second boiling.” This occurs once the sum of the partial pressures of dissolved volatile species equals or surpasses local confining pressure. In the rock record, this process is recorded as the increase of volatiles and incompatible elements at a constant ratio until volatile solubility is reached, at which point the ratio between volatile and incompatible will begin to decrease. This incompatible element method for evaluating volatile exsolution in melts was pioneered by Anderson (30, 31) and refined by Wallace et al. (16, 17). Trends in volatiles versus U concentration in Paektu MI (Fig. 2 and Table 1) indicate fluid exsolution. The concentrations of H2O, S, and F in comendite MI (average of 2.40 wt %, 110 ppm, and 3354 ppm) are much lower relative to their expected concentrations after crystal fractionation in a fluid-absent system (6.18 wt %, 905 ppm, and 4220 ppm), indicating the partitioning of these elements out of the melt.\nThe difference between expected and actual volatile concentrations in the most evolved melts is a function of the amount of the volatile species lost from the melt. We estimate that 3.78 wt % H2O, 795 ppm S, and 896 ppm F were lost from the melt during differentiation. We can then calculate the absolute masses of H2O, S, and F lost from the melt as\nM ¼ 10 11 Dvolatile r ϕ V ð1Þ\nwhere M is the volatile mass in Tg, Dvolatile is the weight % of the volatile lost from melt, r is the density of the melt (2.4 × 1012 kg/km3), F is the crystal-free fraction of the magma (0.97), and V is the erupted magma volume in km3 DRE (22.8-km3 comendite). Assuming that all volatiles lost from the melt partitioned into a fluid phase, this gives maximum pre-eruptive fluid masses of H2O, S, and F of approximately 2006, 42, and 46 Tg, respectively.\n3 of 11\non F ebruary 20, 2019\nhttp://advances.sciencem ag.org/\nD ow nloaded from\nBecause ME pumice contains both S- and F-bearing crystal phases (sulfide, molybdenite, fluorapatite, and fluorite), the volatile masses we calculate here are actually partitioned between fluid and solid, and the actual fluid mass will depend critically on the extent to which solid phases sequester S and F. In addition, S and F may be added to the fluid budget if volatile-bearing crystal phases formed in the trachytes (in essence, before MI formation) were broken down during eruption, a process inferred at other systems (32). Calculations of solid sequestration and breakdown are discussed in detail in the “Contributions from solid phases” section."
  }, {
    "heading": "Fluid phase modeling of Cl and CO2",
    "text": "The relative masses of the remaining species Cl and CO2 in the fluid phase may be calculated on the basis of their concentrations in MI using experimentally established partitioning behaviors if key magma chamber parameters (P and T) are known.\nIacovino et al. Sci. Adv. 2016;2 : e1600913 30 November 2016\nThe observation that volatile concentrations in comendite MI fall below expected concentrations along a fluid-absent crystallization path (Fig. 2) suggests that ME comendites were fluid-saturated at the time of MI entrapment. H2O solubility models can be used to indicate minimum saturation pressures of comendite MI, which, in a fluid-saturated system, are indicative of MI trapping pressures. MI H2O contents range from ~1 to 4 wt %, indicative of pressures from ~150 to 900 bars [using the solubility model of Liu et al. (33)], with most of the MI clustering between 200 and 600 bars (average of ca. 400 bars; table S4). This corresponds to a magma chamber depth between 0.5 and 3.5 km, assuming an average crustal density of 2.4 g/cm3. Note that the maximum magma chamber depth of 3.5 km is consistent with seismicity recorded during the 2002–2005 period of seismic unrest at Paektu (34).\nComendite storage temperature can be estimated using the results of experimental phase equilibria determinations for volatile-bearing\nFig. 2. Incompatible element (U) versus volatile plots illustrating trends in Paektu MI chemistry. An increase in U concentration represents continued crystallizationevolution of the magma. The “Fluid absent crystallization” line represents the expected trend for MI chemistry in a fluid-absent system, where volatile and incompatible elements will be equally enriched in the melt as crystallization progresses. The red lines (in essence, the difference between the expected and actual average comendite MI volatile concentration) represent the amount of that volatile exsolved as a separate fluid (bubble) phase. The orange dashed lines (in essence, the difference between average comendite MI and MG concentrations) represent the amount of that volatile degassed during decompression and ascent upon eruption. Error bars are calculated on the basis of relative errors reported in table S2.\n4 of 11\non F ebruary 20, 2019\nhttp://advances.sciencem ag.org/\nD ow nloaded from\nPaektu rocks. The natural phase assemblage of ME comendites was reproduced at ≤1000 bars and below ~720°C. This relatively low temperature is consistent with titanium-in-zircon and alkali feldspar-glass geothermometry in ME comendites (~740 ± 40°C) (35) and experimental studies on similar peralkaline silicic rocks (36). The low crystal contents of comendite pumices indicate near-liquidus conditions or a temperature near 720°C at 400 bars.\nAt low pressures (≤1300 bars), chloride brines exsolved during second boiling will immediately separate into a Cl-rich hydrosaline liquid and a Cl-poor vapor phase (37). This makes the calculation of the amount of Cl in any vapor exsolved from a melt less straightforward, because the method used for H2O, S, and F (Eq. 1) does not account for anyCl taken up in a hydrosaline liquid andwould thus overestimate the amount of Cl in the vapor. The composition of coexisting liquid brine and vapor phases in the H2O-NaCl system can be determined using the phase relations established at magmatically relevant P and T (Fig. 3) (38). Degassing of Cl during the ME was relatively minimal; the vapor phase confined to <2 wt % NaCl (1.2 wt % Cl), with any remaining exsolved Cl taken up by the hydrosaline liquid.\nThe concentration of CO2 in the fluid phase can be calculated using mixed volatile solubility models appropriate for ME rocks, given the known concentrations of H2O and CO2 dissolved in the melt. Pristine (bubble-free) ME MIs contain no detectable CO2 down to a detection limit of ±2 ppm via FTIR. Because CO2 will often exsolve within MIs to form a CO2-rich vapor bubble (39), a population of bubble-bearing MIs was chosen for rehomogenization, in which MIbearing crystals were held at magmatic P and T for a time sufficient to dissolve the vapor bubble back into the melt (also see Materials and Methods). Rehomogenized MIs were then measured by FTIR and were found to contain up to 23 ppm (re)dissolved CO2.\nBecause of its low solubility, even relatively low concentrations of CO2 in the melt can have a large effect on the equilibrium fluidphase composition. VolatileCalc (40) and MagmaSat (41) predict that a fluid in equilibrium with an ME comendite melt containing 23 ppm CO2 and ~2.5 wt % H2O would contain ~11 wt % CO2 at P around 400 bars, assuming an ideal mixing behavior between all species.\nIacovino et al. Sci. Adv. 2016;2 : e1600913 30 November 2016\nWith the absolute masses of H2O, S, and F in the fluid known and the relative masses of Cl and CO2 known, we can now solve for the total fluid mass as\n2006 Tg H2Oþ 42 Tg Sþ 46 Tg Fþ 0:0082X Tg Cl þ 0:114X Tg CO2 ¼ X Tg total fluid ð2Þ\nThis gives a total pre-eruptive fluid mass of 2386 Tg, made up of 84.1 wt % H2O (2006 Tg), 1.8 wt % S (42 Tg), 1.9 wt % F (46 Tg), 0.8 wt % Cl (20 Tg), and 11.4 wt % CO2 (272 Tg; Fig. 4 and Table 2).\nTrachyte MI average concentration\nn\nComendite MI average concentration\nn\nMG average\nconcentration\nExpected fluid-absent concentration\nDVolatile (pre-eruptive)\nDVolatile (syn-eruptive)\nH2O wt %\n1.72 (24)\n13\n2.40 (23)\n37\n0.3 (15)\n6.18\n3.78\n2.10\nS\n197 (5)\n35\n110 (3)\n53\n59 (1)\n905\n795\n51\nF\n917 (28)\n35\n3354 (104)\n53\n3128 (97)\n4220\n896\n226\nCl\n987 (53)\n41\n3974 (215)\n73\n4166 (225)\n4530\n0\nCO2\n23 (2.6)*\n9\n0\nU\n2.3 (1)\n41\n10.7 (7)\n73\n10 (6)\n*Measured in rehomogenized bubble-bearing MI (see Materials and Methods).\n5 of 11\nD ow n"
  }, {
    "heading": "Syn-eruptive degassing",
    "text": "During ascent and decompression of an erupting magma, additional gas will be released from the melt caused by the drop in solubility of volatiles (particularly H2O) as confining pressure decreases. The total gas yield of the ME is thus the sum of the pre-eruptive fluid and syn-eruptive degassing. The latter can be estimated using the socalled petrologic method as the difference between pre-eruptive volatile contents as recorded in MIs and in degassed MGs, which, unlike MIs, are not enclosed within rigid crystals and thus respond to changes in pressure during ascent. Syn-eruptive fluid masses can be calculated by modifying Eq. 1, where F is the syn-eruptive fluid mass in Tg and Dvolatile is the difference between average MI and MG volatile concentrations in weight %. Values for the ME are given in Table 2 and shown in Fig. 4, which illustrates the composition of both fluid types, the proportional contribution of each fluid type to the total eruptive yield, and the proportion of each volatile species contributed by each fluid type.\nAlthoughmost of the erupted gaswasH2O (84.1wt%, 3121Tg), with up to 45 Tg of S and 78 Tg of halogens (58 Tg of F and 20 Tg of Cl),\nIacovino et al. Sci. Adv. 2016;2 : e1600913 30 November 2016\non F ebruary 20, 2019\nhttp://advances.sciencem ag.org/\nloaded from\ntheME is among the largest contributors of climate-forcing volcanic gas to the atmosphere in the last 2 ka (Fig. 1). Note thatmore than 90% of S released during theMEwas supplied by a pre-eruptive fluid phase (42Tg) and very little from syn-eruptive degassing (2.7 Tg), consistent with findings of previous studies that suggest that S emissions from silicic magmas are largely sourced from pre-eruptive fluid (8–11, 25–27). Our syn-eruptive S estimate of 2.7 is similar to an earlier S yield calculated for the ME using the petrologic method (2 Tg) (20), a technique known for underestimating total volatile yields because of its inability to consider contributions from pre-eruptive fluid.\nContributions from solid phases S- and F-bearing minerals molybdenite (42), Cu-Fe-sulfide, fluorite, and apatite have been identified in Paektu rocks, and so, any volatiles taken up by these phases need to be taken into account when calculating the composition of the fluid phase. Molybdenite (MoS2) is rarely found in contact with glass and is most commonly found included in feldspar crystals. Most feldspars are inclusion-free, but those that do contain molybdenite inclusions often contain many (10–20). Cu-Fe-sulfide is extremely rare and typically found included in mafic phenocrysts. Fluorite is extremely rare and only appears as small anhedral crystals with disequilibrium textures included in feldspar and pyroxene. Fluorapatite is less rare and is found in contact with glass and included in feldspar and pyroxene. The lack of Ba-rich rims on feldspars or Ti-rich rims on quartz is inconsistent with magmatic defrosting, suggesting that crystals in ME pumices were grown and stored at high temperatures and were not derived from remelted crystal mush (43, 44).\nS-bearing minerals are rare in ME pumice (probably, most of the crystals were separated into an unerupted crystal mush), and so, the total mass of precipitated sulfide and molybdenite is unconstrained. However, we can estimate the total mass of each of these phases precipitated during fractionation from trachyte to comendite by examining trends in their constituent elements (Cu in the case of sulfide and Mo for molybdenite). Given ~79% fractionation of dominantly feldspar to produce ME comendite from trachyte, Cu and Mo in the melt, if perfectly incompatible, will be expected to increase in concentration by a factor of 4.6 during fractionation. For example, a concentration of 8 ppm Cu in bulk trachyte results in an expected concentration of 36.8 ppm Cu in comendite MI. Actual concentrations in comendite MI average 14.5 ppm. Using the approach as in\nTg (pre-eruptive)\nwt % (pre-eruptive)\nTg (syn-eruptive)\nwt % (syn-eruptive)\nTg (total yield)\nwt % (total yield)\nH2O\n2006 (775)\n84.1\n1115 (623)\n98.6\n3121 (1154)\n88.7\nS\n42 (9)\n1.8\n3 (0.6)\n0.2\n45 (10)\n1.3\nF\n46 (10)\n1.9\n12 (2.6)\n1.1\n58 (13)\n1.6\nCl\n20 (9)\n0.8\n0\n0\n20 (9)\n0.6\nCO2\n272 (123)\n11.4\n1 (0.3)\n0.1\n273 (111)\n7.8\nTotal\n2386 (1036)\n1131 (773)\n3517 (1807)\nNumbers in parentheses represent propagated uncertainties in units of the last reported digits. See the Supplementary Materials for details of the calculation of uncertainties.\n6 of 11\non F ebruary 20, 2019\nhttp://advances.sciencem ag.org/\nD ow nloaded from\nEq. 1, we calculate that 1.22 Tg of Cu was removed from the melt during fractionation. Assuming that all of this went into Cu-Fe-sulfide (composed of 35 wt % Cu, 32.5 wt % Fe, 32.5 wt % S), this equates to a total sulfide mass of 3.49 Tg (~0.007 wt %) and a total sequestration by sulfide of 1.1 Tg of S.\nA similar approach can be taken for molybdenite. Given concentrations of 5 to 9 ppm Mo in bulk trachyte result in an expected concentration of 30.6 ppmMo in comendite. We did not measure Mo in MIs, but we can use theMo concentrationmeasured in comendite bulk rock via x-ray fluorescence (XRF) as a proxy because most of the Mo will be contained in the melt. Bulk comendite Mo concentrations of 10 ppm give us a Mo shortfall of 20.6 ppm. Assuming that all of this went into molybdenite with a concentration of 60 wt % Mo and 40 wt % S, this equates to a total molybdenite mass of 1.82 Tg (~0.004 wt %) and a sequestration by molybdenite of 0.7 Tg of S. This would lower our pre-eruptive S to 40.2 Tg and our total S yield to 43.2 Tg. Because Cu andMoare both fluidmobile, someof theCu andMo lost from themelt probably went into a vapor phase. Thus, these calculations represent the maximum possible S sequestered by S-bearing crystals.\nThe above approach is not readily applicable to F-bearing crystals because their constituent elements partition heavily into silicate phases. For example, in the case of fluorite, the necessary assumption that 100% of any Ca shortfall in comendites was sequestered by fluorite is invalid in the presence of Ca-bearing silicates. Instead, we assume the precipitation of 0.01 wt % fluorite and 0.05 wt % fluorapatite. Given an average concentration of 48.7 wt % F in fluorite and 4 wt % F in fluorapatite, this equates to 0.00487 and 0.002 wt % F sequestered in the two phases, respectively. Again, using the same approach as in Eq. 1, this gives 3.6 Tg of F sequestered in solid phases, lowering our total pre-eruptive F to 42.4 Tg and our total F yield to 54.4 Tg.\nThe possibility for sulfides to volatilize during eruption, releasing their S into the fluid, as has been inferred at other systems, is worth noting (32). Any S release from the syn-eruptive breakdown of solid phases that precipitated during evolution from trachyte to comendite will be accounted for by the calculation of S release via Eq. 1, and so, we assume this contribution to be negligible."
  }, {
    "heading": "Uncertainties in gas yield calculations",
    "text": "Uncertainties have been estimated for each element in chemical analyses and all additional parameters used to calculate volatile fluxes (see Materials and Methods). A Gaussian propagation of uncertainties through all equations (see the Supplementary Materials) results in relative 1s uncertainties in H2O, S, F, Cl, and CO2 total mass yields of ±37%, 22%, 22%, 45%, and 41%, respectively, with a 41% error on the total gas yield. Errors are affected most strongly by the large uncertainty in estimated erupted magma volume (±21%). The large errors on Cl and CO2 are due to the calculation of their pre-eruptive mass by mass balance and include propagated error associated with the pre-eruptive masses of H2O (±27%), S (±22%), and F (±22%).\nIn addition to uncertainty on the accuracy of our calculations, our reported fluxes can be evaluated by comparing fluid and melt volatile concentrations to experimentally established fluid-melt partition coefficients at relevant P, T, and fO2. The compositions of coexisting quartz, fayalitic olivine, and ilmenite in natural comendite pumices indicate storage at an oxygen fugacity just below that of the quartzfayalite-magnetite (QFM) buffer. Using the program QUILF (45), we obtain a logfO2 of QFM-1.2 at 720°C and 400 bars. The partitioning behavior of S between fluid and melt (DS fl/m) has been experimentally\nIacovino et al. Sci. Adv. 2016;2 : e1600913 30 November 2016\ndetermined for Paektu-like comendites (ME comendite MI average Na2O + K2O/Al2O3 = 1.22) from the Greater Olkaria Volcanic Complex at 800°C and 1500 bars: samples ND and SMN with (Na2O + K2O)/Al2O3 = 1.05 and 1.31, respectively (46). At an fO2 near QFM-1, Scaillet andMacdonald report a sulfurDS of 250 ± 125 for sample SMN, themost Paektu-like composition.Our estimates of 1.8wt%S in the fluid and 110 ppm S in the melt yield aDS of 163, within the 50% error on the experimental value. An additional 8 Tg of S fluid from solidphase breakdown gives a total pre-eruptive S yield of 50 Tg, bringing the DS to 191.\nDISCUSSION All possible gas: A maximum gas yield for the ME Our method for calculating volcanic gas yields considers all possible gas generated during magma storage and evolution. This may represent a protracted time span (zircon ages and Ra/Th isotopes suggest a comendite residence time of ca. 6 to 9 ky) (47, 48), and so, it is likely that some of the pre-eruptive gas left the system via passive degassing before the ME. This much lower energy degassing would not inject volatiles into the stratosphere and so would not play any significant role in climate forcing. Our reported volatile masses thus represent maximum possible gas yields from the ME. Previous estimates, calculated using the petrologic method (20), represent minimum possible yields, and so, the true gas yield of the ME must lie somewhere between these values.\nOver the past few decades, there has beenmounting evidence to suggest that substantial pre-eruptive fluid is common in large silicic systems and that much of this fluid is retained until eruption (8–12). The very detection of excess S at these systems, whereby the petrologic method underestimates true gas yields by one to two orders of magnitude (11), demonstrates the ability of silicic magmas to retain very large volumes of gas during storage. This has been explained by the inefficiency of volatile diffusion and bubble transport through kinetically sluggish, highviscosity melts (13). More recently, results from laboratory experiments have demonstrated that, although vapor bubbles may migrate freely through crystal-rich magmas, they tend to accumulate in crystal-poor magmas because of the interplay between capillary stresses and the viscosity contrast between melt and vapor (28).\nIf substantial pre-eruptive fluid was retained until the ME, then our maximum yields provide a more accurate foundation for evaluating potential climate impacts. Although our data provide compelling evidence for the formation of a pre-eruptive vapor phase, without direct evidence of the retention of this vapor, it may be just as likely that the petrologic estimate is a more appropriate tool in the case of the ME. Because pre-eruptive vapor is interpreted to play such a substantial role in many explosive silicic eruptions, however, the methods we present here may serve as a way forward in evaluating the full range of possible gas yields from silicic eruptions that have previously been evaluated using only the petrologic method.\nInternal triggering of explosive eruptions by gas overpressure It is commonly interpreted that evolved crystal-poor rhyolites represent segregated regionsofmelt surroundedbycrystal-richmush (~50volume% crystals) and outer rigid sponge (>65 volume % crystals) zones (Fig. 5) (49). Accumulation of the residual melt is likely driven by crystal settling and compaction and/or filter pressing of a crystal mush [for example, studies of Bachmann andBergantz (50), Bea (51), andDufek and\n7 of 11\non F ebruary 20, 2019\nhttp://advances.sciencem ag.org/\nD ow nloaded from\nBachmann (52)]. This is consistent with the extensive fractionation (ca. 79 wt % for Paektu comendites) required to generate such silicarich melts.\nAssuming that all the pre-eruptive fluid is retained until eruption, 2386 Tg of fluid accounts for about 6 wt % of the comendite magma. This value is similar to pre-eruptive fluid fractions of 1 to 6 wt % determined for other intermediate to silicic eruptions of >0.01 km3 of magma, such as Pinatubo, the upper Bishop Tuff, Rabaul, El Chichon, and others (12, 16, 17). The high viscosity of ME comendite magma may have stifled pre-eruptive gas loss by hampering the formation of interconnected bubble networks before eruption and probably promoted vertical gradation in the mass fraction of gas such that the most gas-rich magma resides in the roof of the reservoir (17). At Paektu, the total calculated gas yield equates to ~30 volume%of themagma, near the threshold above which bubble networks become sufficiently interconnected to allow permeable gas flow (53). The buildup of a gas-rich cap within the magma chamber due to prolonged fluid exsolution could create the conditions for explosive fragmentation of the magma (54), promoting triggering of the ME by internal overpressure. Gas exsolution triggering of the ME is consistent with explosive eruption dynamics inferred from tephra, which initiated with a 25-km-high Plinian eruption column (20) recorded as widespread and voluminous fall deposits of highly vesiculated (~75 volume %) pumice clasts.\nThe top-down emptying of the comendite chamber is evidenced by the small-volume late-stage trachyte, likely representative of a mafic feeder dike (possibly one of many) responsible for delivering parental melt into a growing comendite reservoir. At Paektu, the lack of chemically distinct rims on crystals indicates insufficient time for an injection of trachyte magma to mix into the comendite reservoir and disturb chemical equilibria. This suggests that the eruption was not triggered by the energy from a single mafic injection but rather by the buildup of overpressure due to prolonged input, differentiation, and exsolution of parental magma.\nIacovino et al. Sci. Adv. 2016;2 : e1600913 30 November 2016"
  }, {
    "heading": "Climatic impact of the ME",
    "text": "Taken alone, the significant S and halogen yields from the ME suggest that it had the potential to affect Northern Hemisphere atmosphere and surface temperatures in the years following the eruption. Climatic impacts of ancient eruptions can be difficult to quantify and depend on many factors, including the volcano’s latitude and season of eruption, in addition to total S yield. For example, perturbations in climate following eruptions at high latitudes are much smaller and shorterlived than if the same eruption had occurred in the tropics (55). This effect is compounded if the eruption occurred during winter, when the removal of stratospheric aerosols in polar regions is enhanced (56). Thus, this suggests that climate forcing after the ME, which occurred at 42°N latitude and likely during Northern Hemisphere winter (based on tree-ring estimates) (57), may have been diminished.\nSignatures of climate forcing after large eruptions can sometimes be identified as sharp increases in sulfate deposited in polar ice cores,which preserve a timeline of paleoclimate chemistry going back several thousand years (58, 59). Historical records detailing possible climatic effects after theME (and records of the eruption itself) are ambiguous (60, 61), and so, sulfate loading as determined from ice core records is currently the best proxy for determining climatic impact. A spike in sulfate deposited in Greenland ice around 940 CE has been positively linked to the ME by matching chemical fingerprints in simultaneously emplaced tephra to ME ash (19). The relatively small sulfate load (9 kg km−2) is concluded by Sun et al. (19) to be indicative of minimal climate forcing from the ME when compared to sulfate deposited after Tambora (~40 kg km−2) andKrakatau (~15 to 18 kg km−2), two tropical eruptions that were followed by drops in global surface temperatures (18, 62). This conclusion is shared by other authors (56, 60), all of whom cite low S emissions, based on the 2-Tg estimate of Horn and Schmincke (20), as an important factor along with seasonality and high latitude of the Paektu eruption.\nOur new gas yield estimate considers all possible gas emitted during the ME (all pre-eruptive vapor is assumed to be retained until eruption), and although this represents a maximum value, we stress that the range of total possible volatile yields must be considered in silicic magma systems, where the exsolution and retention of a preeruptive vapor phase may be substantial. Given our new upper bound for the S yield from the ME, we suggest that if large-scale surface cooling after the eruption was minimal, it was likely due to seasonal and latitude controls on the transport of sulfate aerosols to the arctic, as proposed by Kravitz and Robock (56), and is not reflective of S release from Paektu.\nMATERIALS AND METHODS Major element fractional crystallization modeling Our analysis of the volatile contents in trachytic and comenditic MIs requires that both MI groups be derived from the same parent magma and that little to no contamination occurred during the derivation of a comendite liquid from a trachyte parent. The relationship between rock types and the weight fraction of residual comendite liquid from a trachytic parent was estimated by linear least-squares multiple regression, mass-balancing the major oxide composition of the assumed trachyte parent with the compositions of comendite glass plus its phenocryst phases (63). The compositions used for this modeling are given in table S3.\nThe regression was designed to model the relationship between dependent (parent) and independent (daughter liquid plus crystals)\n8 of 11\non F ebruary 20, 2019\nhttp://advances.sciencem ag.org/\nD ow nloaded from\nvariables by fitting a linear equation to observed data. The general solution is expressed as Data = Fit + Residual, where the Fit term gives phase proportions for independent variables and the Residual term represents the variance between the calculated parent liquid composition and the actual (observed) parent liquid. Amodel runwas considered successful when (i) the sum of all phase proportions was close to 1, (ii) all phase proportions were positive, and (iii) the residuals were small (≪1).\nFor this modeling, we used theMicrosoft Excel plug-in StatPlus and a python script using the pandas and statsmodels.api libraries (available at https://github.com/kaylai/LinearRegression). Both of thesemethods gave the same results. The two most successful model runs are given in table S4. Both predicted trachyte glass compositions, in good agreement with the observed composition, and both were consistent with the derivation of PEK-62 comendite as a 21% residual melt from a CBS-TPUM parent."
  }, {
    "heading": "Samples and sample preparation",
    "text": "We analyzed MGs, phenocrysts, and more than 100 glassy MIs hosted in feldspar, pyroxene, quartz, and olivine from four ME comendite pumices collected from airfall deposits in the DPRK (PKTU-TP, PEK-26, PEK-56, and PEK-62) and one ME trachyte pumice collected from an airfall deposit in China (CBS-TPUM; table S1). All samples are registered in the SESAR database with International GeoSample Numbers (IGSNs) IACPKTUTP, IAC00001L, IAC00002D, and IAC00002J for comendites and IGSN IAC00000H for the trachyte.\nComendite pumices represent the initial volumetrically dominant (95 volume % of tephra) phase of the eruption. Comendites are nearly aphyric with ≤3 volume % phenocrysts of mainly anorthoclase feldspar, hedenbergite, fayalitic olivine, ilmenite, and rare quartz plus accessory fluorapatite, chevkinite, molybdenite, Cu-Fe-sulfide (intermediate solid solution), and zircon. All comendite pumices used in this study were sampled from airfall deposits.\nRepresentative pumice clasts were taken from all levels of the ME comendite pumice deposits around the Paektu volcano. Deposits were typically 1 to 4 m thick and clast-supported without interstitial ash. Clasts with diameters of 1 to 10 cm were crushed, and phenocrysts were picked by hand. Care was taken to only choose crystals containing MIs that appeared to be pristine. Any MI not fully enclosed by the host phenocryst, inclusions that showed evidence of post-entrapment crystallization, inclusions touching cracks in the host phenocrysts, or inclusions with bubbles were rejected. A population of bubble-bearing (but otherwise pristine) inclusions was chosen for rehomogenization experiments and subsequent CO2 concentration analysis.\nTrachyte CBS-TPUM represents the final stage of eruption and makes up only 5 volume % (vol %) of the entire tephra volume (20). CBS-TPUM was sampled from an airfall pumice deposit in China (42.137474°N and 128.350082°E) and belongs to the late-stage trachytic eruptive member, which is composed of phenocryst-rich (10 to 20 vol %) trachytic pumice emplaced as pumice fall (outcrops mainly in China) and proximal agglutinates (mantling crater walls) followed by slightly welded trachytic pyroclastic flows (mainly in DPRK). The phenocryst assemblage in the trachyte consists of sanidine, hedenbergite, ilmenite, and rare olivine plus accessory fluorapatite and chevkinite. Aggregates of xenocrystic feldspar, quartz, zircon, and magnetite are also present. MI-bearing phenocrysts were selected from CBS-TPUM in the same manner as for comendite pumices. Volatiles in MIs were measured using FTIR (H2O and CO2), EMP (Cl), and SHRIMP (F and S).\nIacovino et al. Sci. Adv. 2016;2 : e1600913 30 November 2016\nFourier transform infrared spectroscopy Transmission FTIR measurements were performed at the U.S. Geological Survey (USGS) (Menlo Park) using a Thermo Scientific Nicolet iN10 MX mapping FTIR. MI-bearing crystals were doubly polished so that the MI was exposed on both sides, resulting in crystals with thicknesses ranging from ~30 to 150 mm. Transmission infrared spectra were obtained in the wave number range of 6000 to 1000 cm−1 using a KBr beam splitter with a variable aperture size between ~25 and 150 mm2. The sample stage was continuously purged with N2, and a background measurement was taken before each spectrum, allowing for determinations in CO2 content down to a detection limit of ca. 2 ppm.\nH2O was retrieved by measuring the peak height of either the total water peak at 3550 cm−1 or the combination of the OH and molecular water peaks at 4500 and 5200 cm−1, respectively. CO2 was retrieved by measuring the peak height at 2350 cm−1. The following absorption coefficients for appropriate rhyoliticmelts were chosen from the literature: 1.73 [OH (64)], 1.61 [molecular H2O (64)], 80 [total water (65)], and 945 [CO2 (65)]. Calculations of H2O and CO2 concentrations from FTIR data and associated errors are given in the Supplementary Materials.\nComendite MG and several pyroxene crystals were singly polished and analyzed for H2O using attenuated total reflectance (ATR) FTIR (66). The technique was calibrated by measuring the peak heights at 3450 cm−1 for several rhyolite standard glasses from Lowenstern and Pitcher (66) with varying known water concentrations. Water concentrations in unknowns were then calculated using the calibration curve constructed from standards. ATRmeasurements are accurate to within about 0.2 wt %."
  }, {
    "heading": "Electron microprobe",
    "text": "Major element and Cl concentrations in MI, MG, and crystal phases were analyzed by EMP at the USGS (Menlo Park) using a JEOL 8900 Superprobe.Glassesweremeasured using an accelerating voltage of 15 kV and a defocused beam of either 5 or 10 mm. Na was measured at a beam current of 2 nA, a peak counting time of 10 s, and a background counting time of 5 s.Major andminor elements were measured with a beamcurrent of either 8 or 20 nA, respectively, a peak counting time of 20 s, and a background counting time of 10 s.\nSignificant Na loss during EMPmeasurement caused by the migration of Na+ ions away from the electron beam is a common problem associated with microprobe analyses of highly alkaline, hydrous glasses [(67) and references therein]. Na loss was confirmed in hydrous ME comendites by comparing Na contents in crystal-free hydrous glasses synthesized from ME comendite PEK-62 pumice with those by XRF whole-rock analysis. Na loss was found to scale linearly with H2O content of the melt as\nApparent Na2O loss ¼ 0:3065 wt% H2O ð3Þ\nwhere “Apparent Na2O loss” is the difference between Na2O in the whole rock and that measured with EMP (normalized to 100% on an anhydrous basis). A correction for Na2O using this equation was applied to all MIs with known H2O contents."
  }, {
    "heading": "Sensitive high-resolution ion microprobe",
    "text": "Trace elements, F, and S in MI and MGs were measured at the USGSStanford SHRIMP-RG facility at StanfordUniversity following the analysis and data reduction procedures as outlined by Wright et al. (68).\n9 of 11\non F ebruary 20, 201\nhttp://advances.sciencem ag.org/\nD ow nloaded from\nStandards used were Macusani glass, NIST glasses 611 and 613 (69), and RLS glasses 132, 140, 158, and 37 (70)."
  }, {
    "heading": "Volatile concentrations and CO2 determination",
    "text": "ComenditeMIs havemoderateH2Ocontents (≤4wt%), lowS (110ppm), and substantial halogen concentrations (Cl≤ 4000 ppm, F≤ 3500 ppm). No measureable CO2 was present in pristine comendite or trachyte MI. During post-entrapment cooling of MI-bearing crystals, the relatively large thermal contraction of melt compared to crystal host can force exsolution of a vapor bubble (shrinkage bubble) within the MI (71). These shrinkage bubbles can contain large amounts of CO2 because of its relatively low solubility. A subset of bubble-bearing comendite MI was used in high-P rehomogenization experiments to check whether bubbles contained substantial CO2. No trachytic MIs were rehomogenized. Several crystals were placed in a titanium-zirconiummolybdenum–type pressure vessel at 1000 bars and 900°C for approximately 20min and then rapidly quenched. PostrunMIswere bubble-free (in essence, the bubbles had dissolved back into the melt) and showed a small increase inCO2 (≤23 ppm). The lack of abundant dissolvedCO2 is consistent with low MI trapping pressures (average of ca. 400 bars) inferred based on comendite H2O contents. At these low pressures, a silicic magma will be expected to have degassed most, if not all, of its CO2,which exsolves from silicatemeltmuchdeeper than othermagmatic volatile species."
  }, {
    "heading": "Uncertainties",
    "text": "Average uncertainties were determined for values obtained via EMP, FTIR, and SHRIMP and are reported as relative fractional error in table S2. Reported errors formajor oxides andCl byEMPrepresent the average SD for all MIs. For each oxide, this was determined by calculating the SD on multiple analyses for a given MI (each MI has n number of analyses; table S2) and then averaging the SDs for all MIs and dividing by the average value for a given oxide.\nUncertainties in trace elements, F, and S by SHRIMP were determined on the basis of the average SDof values obtainedduringmultiple measurements of standards.Uncertainties inH2OandCO2byFTIRwere determined by propagating errors associated with the measurement of sample thickness, spectral peakheights, and calculationof sample density. All values, associated errors, and final propagated error for each MI are reported in the Supplementary Materials.\n9"
  }, {
    "heading": "SUPPLEMENTARY MATERIALS",
    "text": "Supplementary material for this article is available at http://advances.sciencemag.org/cgi/ content/full/2/11/e1600913/DC1 table S1. Whole-rock pumice compositions by XRF, microprobe, and FTIR. table S2. Major, trace, and volatile element analyses in ME MIs. table S3. Compositions of phases used in least squares linear regression modeling. table S4. Results of least squares linear regression modeling of the derivation of PEK-62 comendite from CBS-TPUM trachyte. table S5. H2O contents in comenditic MI and modeled saturation pressures. table S6. Excel file listing raw FTIR data, all values necessary for calculation of H2O and CO2 concentrations from FTIR data, and associated errors of measured and calculated values. table S7. Excel file listing all values used to calculate volatile fluxes and associated errors."
  }, {
    "heading": "REFERENCES AND NOTES",
    "text": "1. M. R. Rampino, S. Self, Sulphur-rich volcanic eruptions and stratospheric aerosols. Nature\n310, 677–679 (1984). 2. M. R. Rampino, S. Self, Volcanic winter and accelerated glaciation following the Toba\nsuper-eruption. Nature 359, 50–52 (1992). 3. A. Robock, Volcanic eruptions and climate. Rev. Geophys. 38, 191–219 (2000).\nIacovino et al. Sci. Adv. 2016;2 : e1600913 30 November 2016\n4. J. K. Angell, Estimated impact of Agung, El Chichón and Pinatubo volcanic eruptions on global and regional total ozone after adjustment for the QBO. Geophys. Res. Lett. 24, 647–650 (1997). 5. A. T. Anderson, Some basaltic and andesitic gases. Rev. Geophys. Space Phys. 13, 37–55 (1975). 6. J. F. Luhr, I. S. E. Carmichael, J. C. Varekamp, The 1982 eruptions of El Chichón, Chipas, Mexico: Mineralogy and petrology of the anhydrite-bearing pumices. J. Volcanol. Geotherm. Res. 23, 69–108 (1984). 7. R. J. Andres, W. I. Rose, P. R. Kyle, S. deSilva, P. Francis, M. Gardeweg, H. Moreno Roa, Excessive sulfur dioxide emissions from Chilean volcanoes. J. Volcanol. Geotherm. Res. 46, 323–329 (1991). 8. J. B. Lowenstern, Evidence for a copper-bearing fluid in magma erupted at the Valley of Ten Thousand Smokes, Alaska. Contrib. Mineral. Petrol. 114, 409–421 (1993). 9. T. M. Gerlach, H. R. Westrich, T. J. Casadevall, D. L. Finnegan, Vapor saturation and accumulation in magmas of the 1989–1990 eruption of Redoubt Volcano, Alaska. J. Volcanol. Geotherm. Res. 62, 317–337 (1994). 10. T. M. Gerlach, H. R. Westrich, R. B. Symonds, Preeruption vapor in magma of the climactic Mount Pinatubo eruption: Source of the giant stratospheric sulfur dioxide cloud, in Fire and Mud: Eruptions and Lahars of Mount Pinatubo, Philippines, N. G. Newhall and R. S. Punongbayan, Eds. (University of Washington Press, 1996), pp. 415–433. 11. H. Shinohara, Excess degassing from volcanoes and its role on eruptive and intrusive activity. Rev. Geophys. 46, RG4005 (2008). 12. P. J. Wallace, Volcanic SO2 emissions and the abundance and distribution of exsolved gas in magma bodies. J. Volcanol. Geotherm. Res. 108, 85–106 (2001). 13. P. J. Wallace, M. Edmonds, The sulfur budget in magmas: Evidence from melt inclusions, submarine glasses, and volcanic gas emissions. Rev. Mineral. Geochem. 73, 215–246 (2011). 14. S. Tait, C. Jaupart, S. Vergniolle, Pressure, gas content and eruption periodicity of a shallow, crystallising magma chamber. Earth Planet. Sci. Lett. 92, 107–123 (1989). 15. S. Blake, Volatile oversaturation during the evolution of silicic magma chambers as an eruption trigger. J. Geophys. Res. 89, 8237–8244 (1984). 16. P. J. Wallace, A. T. Anderson Jr., A. M. Davis, Quantification of pre-eruptive exsolved gas contents in silicic magmas. Nature 377, 612–616 (2002). 17. P. J. Wallace, A. T. Anderson Jr., A. M. Davis, Gradients in H2O, CO2, and exsolved gas in a large-volume silicic magma system: Interpreting the record preserved in melt inclusions from the Bishop Tuff. J. Geophys. Res. 104, 20097–20122 (1999). 18. C. Oppenheimer, Climatic, environmental and human consequences of the largest known historic eruption: Tambora volcano (Indonesia) 1815. Prog. Phys. Geogr. 27, 230–259 (2003). 19. C. Sun, G. Plunkett, J. Liu, H. Zhao, M. Sigl, J. R. McConnell, J. R. Pilcher, B. Vinther, J. P. Steffensen, V. Hall, Ash from Changbaishan Millennium eruption recorded in Greenland ice: Implications for determining the eruption’s timing and impact. Geophys. Res. Lett. 41, 694–701 (2014). 20. S. Horn, H.-U. Schmincke, Volatile emission during the eruption of Baitoushan Volcano (China/North Korea) ca. 969 AD. Bull. Volcanol. 61, 537–555 (2000). 21. J. B. Lowenstern, Applications of silicate melt inclusions to the study of magmatic volatiles, in Magmas, Fluids and Ore Deposits, J. F. H. Thompson, Ed. (Mineralogical Association of Canada Short Course, 1995), pp. 71–99. 22. C. Oppenheimer, B. Scaillet, R. S. Martin, Sulfur degassing from volcanoes: Source conditions, surveillance, plume chemistry and Earth system impacts. Rev. Mineral. Geochem. 73, 363–421 (2011). 23. R. E. Stoiber, A. Jepson, Sulfur dioxide contributions to the atmosphere by volcanoes. Science 182, 577–578 (1973). 24. W. I. Rose, R. E. Stoiber, L. L. Malinconico, Eruptive gas compositions and fluxes of explosive volcanoes: Budget of S and Cl emitted from Fuego volcano, Guatemala, in Andesites: Orogenic Andesites and Related Rocks, R. S. Thorpe, Ed. (John Wiley and Sons, 1982), pp. 669–676. 25. P. J. Wallace, T. M. Gerlach, Magmatic vapor source for sulfur dioxide released during volcanic eruptions: Evidence from Mount Pinatubo. Science 265, 497–499 (1994). 26. T. M. Gerlach, K. A. McGee, Total sulfur dioxide emissions and pre-eruption vaporsaturated magma at Mount St. Helens, 1980–88. Geophys. Res. Lett. 21, 2833–2836 (1994). 27. B. Scaillet, M. Pichavant, Experimental constraints on volatile abundances in arc magmas and their implications for degassing processes, in Volcanic Degassing, C. Oppenheimer, D. M. Pyle, J. Barclay, Eds. (Geological Society, 2003), pp. 23–52. 28. A. Parmigiani, S. Faroughi, C. Huber, O. Bachmann, Y. Su, Bubble accumulation and its role in the evolution of magma reservoirs in the upper crust. Nature 532, 492–495 (2016). 29. A. R. Basu, W. Junwen, H. Wankang, X. Guanghong, M. Tatsumoto, Major element, REE, and Pb, Nd and Sr isotopic geochemistry of Cenozoic volcanic rocks of eastern China: Implications for their origin from suboceanic-type mantle reservoirs. Earth Planet. Sci. Lett. 105, 149–169 (1991). 30. A. T. Anderson Jr., Water in some hypersthenic magmas. J. Geol. 87, 509–531 (1979).\n10 of 11\non F ebruary 20, 2019\nhttp://advances.sciencem ag.org/\nD ow nloaded from\n31. A. T. Anderson, Chlorine, sulfur, and water in magmas and oceans. Geol. Soc. Am. Bull. 85, 1485–1492 (1974). 32. A. C. L. Larocque, J. A. Stimac, J. D. Keith, M. A. E. Huminicki, Evidence for open-system behavior in immiscible Fe–S–O liquids in silicate magmas: Implications for contributions of metals and sulfur to ore-forming fluids. Can. Mineral. 38, 1233–1249 (2000). 33. Y. Liu, Y. Zhang, H. Behrens, Solubility of H2O in rhyolitic melts at low pressures and a new empirical model for mixed H2O–CO2 solubility in rhyolitic melts. J. Volcanol. Geotherm. Res. 143, 219–235 (2005). 34. J.-P. Wu, Y.-H. Ming, H.-R. Zhang, G.-M. Liu, L.-H. Fang, W. Su, W. L. Wang, Earthquake swarm activity in Changbaishan Tianchi volcano. Chin. J. Geophys 50, 938–946 (2007). 35. H. Zou, Q. Fan, H. Zhang, Rapid development of the great Millennium eruption of Changbaishan (Tianchi) Volcano, China/North Korea: Evidence from U–Th zircon dating. Lithos 119, 289–296 (2010). 36. B. Scaillet, R. Macdonald, Phase relations of peralkaline silicic magmas and petrogenetic implications. J. Petrol. 42, 825–845 (2001). 37. H. Shinohara, J. T. Iiyama, S. Matsuo, Partition of chlorine compounds between silicate melt and hydrothermal solutions: I. Partition of NaCl-KCl. Geochim. Cosmochim. Acta 53, 2617–2630 (1989). 38. R. J. Bodnar, C. W. Burnham, S. M. Sterner, Synthetic fluid inclusions in natural quartz. III. Determination of phase equilibrium properties in the system H2O-NaCl to 1000°C and 1500 bars. Geochim. Cosmochim. Acta 49, 1861–1873 (1985). 39. L. R. Moore, E. Gazel, R. Tuohy, A. S. Lloyd, R. Esposito, M. Steele-MacInnis, E. H. Hauri, P. J. Wallace, T. Plank, R. J. Bodnar, Bubbles matter: An assessment of the contribution of vapor bubbles to melt inclusion volatile budgets. Am. Mineral. 100, 806–823 (2015). 40. S. Newman, J. B. Lowenstern, VOLATILECALC: A silicate melt–H2O–CO2 solution model written in Visual Basic for Excel. Comput. Geosci. 28, 597–604 (2002). 41. M. S. Ghiorso, G. A. R. Gualda, An H2O–CO2 mixed fluid saturation model compatible with rhyolite-MELTS. Contrib. Mineral. Petrol. 169, 1–30 (2015). 42. A. Audétat, D. Dolejš, J. B. Lowenstern, Molybdenite saturation in silicic magmas: Occurrence and petrological implications. J. Petrol. 57, 891–904 (2011). 43. D. A. Wark, J. A. Stimac, Origin of mantle (rapakivi) feldspars: Experimental evidence of a dissolution- and diffusion-controlled mechanism. Contrib. Mineral. Petrol. 111, 345–361 (1992). 44. N. E. Matthews, C. Huber, D. M. Pyle, V. C. Smith, Timescales of magma recharge and reactivation of large silicic systems from Ti diffusion in quartz. J. Petrol. 53, 1385–1416 (2012). 45. D. J. Andersen, D. H. Lindsley, P. M. Davidson, QUILF: A Pascal program to assess equilibria among Fe–Mg–Mn–Ti oxides, pyroxenes, olivine, and quartz. Comput. Geosci. 19, 1333–1350 (1993). 46. B. Scaillet, R. Macdonald, Experimental and thermodynamic constraints on the sulphur yield of peralkaline and metaluminous silicic flood eruptions. J. Petrol. 47, 1413–1437 (2006). 47. F. C. Ramos, M. T. Heizler, J. E. Buettner, J. B. Gill, H. Q. Wei, C. A. Dimond, S. R. Scott, U-series and 40Ar/39Ar ages of Holocene volcanic rocks at Changbaishan volcano, China. Geology 44, 511–514 (2016). 48. H. Zou, Q. Fan, H. Zhang, A. K. Schmitt, U-series zircon age constraints on the plumbing system and magma residence times of the Changbai volcano, China/North Korea border. Lithos 200–201, 169–180 (2014). 49. K. V. Cashman, G. Giordano, Calderas and magma reservoirs. J. Volcanol. Geotherm. Res. 288, 28–45 (2014). 50. O. Bachmann, G. W. Bergantz, On the origin of crystal-poor rhyolites: Extracted from batholithic crystal mushes. J. Petrol. 45, 1565–1582 (2004). 51. F. Bea, Crystallization dynamics of granite magma chambers in the absence of regional stress: Multiphysics modeling with natural examples. J. Petrol. 51, 1541–1569 (2010). 52. J. Dufek, O. Bachmann, Quantum magmatism: Magmatic compositional gaps generated by melt-crystal dynamics. Geology 38, 687–690 (2010). 53. M. D. Rintoul, S. Torquato, Precise determination of the critical threshold and exponents in a three-dimensional continuum percolation model. J. Phys. A Math. Gen. 30, L585–L592 (1997). 54. M. A. Alidibirov, D. B. Dingwell, Magma fragmentation by rapid decompression. Nature 380, 146–148 (1996). 55. L. Oman, A. Robock, G. Stenchikov, G. A. Schmidt, R. Ruedy, Climatic response to highlatitude volcanic eruptions. J. Geophys. Res. Atmos. 110, D13103 (2005). 56. B. Kravitz, A. Robock, Climate effects of high-latitude volcanic eruptions: Role of the time of year. J. Geophys. Res. Atmos. 116, D01105 (2011). 57. J. Xu, B. Pan, T. Liu, I. Hajdas, B. Zhao, H. Yu, R. Liu, P. Zhao, Climatic impact of the Millennium eruption of Changbaishan volcano in China: New insights from highprecision radiocarbon wiggle-match dating. Geophys. Res. Lett. 40, 54–59 (2013). 58. G. A. Zielinski, Stratospheric loading and optical depth estimates of explosive volcanism over the last 2100 years derived from the Greenland Ice Sheet Project 2 ice core. J. Geophys. Res. Atmos. 100, 20937–20955 (1995). 59. G. A. Zielinski, P. A. Mayewski, L. D. Meeker, S. Whitlow, M. S. Twickler, A 110,000-yr record of explosive volcanism from the GISP2 (Greenland) ice core. Quat. Res. 45, 109–118 (1996).\nIacovino et al. Sci. Adv. 2016;2 : e1600913 30 November 2016\n60. J. Yin, A. J. T. Jull, G. S. Burr, Y. Zheng, A wiggle-match age for the Millennium eruption of Tianchi Volcano at Changbaishan, Northeastern China. Quat. Sci. Rev. 47, 150–159 (2012). 61. H. Machida, H. Moriwaki, D. C. Zhao, The recent major eruption of Changbai Volcano and its environmental effects. Geogr. Rep. Tokyo Metro. Univ. 25, 1–20 (1990). 62. P. Minnis, E. F. Harrison, L. L. Stowe, G. G. Gibson, F. M. Denn, D. R. Doelling, W. L. Smith Jr., Radiative climate forcing by the Mount Pinatubo eruption. Science 259, 1411–1415 (1993). 63. W. B. Bryan, L.W. Finger, F. Chayes, Estimating proportions in petrographic mixing equations by least-squares approximation. Science 28, 926–927 (1969). 64. S. Newman, E. M. Stolper, S. Epstein, Measurement of water in rhyolitic glasses; calibration of an infrared spectroscopic technique. Am. Mineral. 71, 1527–1541 (1986). 65. P. D. Ihinger, R. L. Hervig, P. F. McMillan, Analytical methods for volatiles in glasses. Rev. Mineral. Geochem. 30, 67–121 (1994). 66. J. B. Lowenstern, B. W. Pitcher, Analysis of H2O in silicate glass using attenuated total reflectance (ATR) micro-FTIR spectroscopy. Am. Mineral. 98, 1660–1668 (2013). 67. G. B. Morgan, D. London, Optimizing the electron microprobe analysis of hydrous alkali aluminosilicate glasses. Am. Mineral. 81, 1176–1185 (1996). 68. H. M. Wright, C. R. Bacon, J. A. Vazquez, T. W. Sisson, Sixty-thousand years of magmatic volatile history before the caldera-forming eruption of Mount Mazama, Crater Lake, Oregon. Contrib. Mineral. Petr. 164, 1027–1052 (2012). 69. K. P. Jochum, U. Weis, B. Stoll, D. Kizmin, Q. Yang, I. Raczek, D. E. Jacob, A. Stracke, K. Birbaum, D. A. Frick, D. Günther, J. Enzweiler, Determination of reference values for NIST SRM 610–617 Glasses following ISO guidelines. Geostand. Geoanal. Res. 35, 397–429 (2011). 70. R. MacDonald, R. L. Smith, J. E. Thomas, Chemistry of the subalkalic silicic obsidians. U.S. Geol. Surv. Prof. Pap. 1523, 214 (1992). 71. E. Roedder, in Fluid Inclusions (Mineralogical Society of America, 1984), pp. 79–208. 72. S. Guo, G. J. S. Bluth, W. I. Rose, I. M. Watson, A. J. Prata, Re-evaluation of SO2 release of\nthe 15 June 1991 Pinatubo eruption using ultraviolet and infrared satellite sensors. Geochem. Geophys. Geosyst. 5, Q04001 (2004).\n73. T. Thordarson, S. Self, N. Óskarsson, T. Hulsebosch, Sulfur, chlorine, and fluorine degassing and atmospheric loading by the 1783–1784 AD Laki (Skaftár Fires) eruption in Iceland. Bull. Volcanol. 58, 205–225 (1996). 74. J. M. Palais, H. Sigurdsson, Petrologic evidence of volatile emissions from major historic and pre-historic volcanic eruptions, in Understanding Climate Change, A. Berger, R. E. Dickson, J. W. Kidson, Eds. (American Geophysical Union, 1989), pp. 31–53. 75. T. W. Sisson, C. R. Bacon, Gas-driven filter pressing in magmas. Geology 27, 613–616 (1999).\nAcknowledgments: This work is a part of the international Mt. Paektu Geoscientific Group project. It received strong support from the Pyongyang International Information Centre of New Technology and Economy (PIINTEC), the American Association for the Advancement of Science (AAAS), the Royal Society, and the Environmental Education Media Project (EEMP). We especially thank K. M. Ryol (PIINTEC); N. Neureiter and R. Stone (AAAS); M. Poliakoff, L. Clarke, C. Dynes, and B. Koppelman (Royal Society); and J. Liu (EEMP) for their logistical support and backing. K.I. thanks J. Vasquez and M. Coble for assistance in performing SHRIMP measurements and analysis, L. Hayden for microprobe and scanning electron microscopy analysis, and S. Burgess for help in shaping the manuscript. All authors thank two anonymous reviewers and the editorial support of B. Schoene. Funding: K.I. was supported by the NSF under award no. 1349486 and by AAAS. Fieldwork was supported by the Richard Lounsbery Foundation. Author contributions: K.I., C.O., and J.O.S.H. conceived the research project. K.I. and A.D. performed analytical work. T.S. and J.L. supported K.I.’s position at the USGS and contributed substantially to the content of the manuscript and to data collection. K.I., K.J.-S., R.K.-H., J.J.-N., S.K.-H., H.S.-H., C.O., J.O.S.H., A.D., K.W.L., and R.K.-R. were integral in sample collection. All authors assisted in the preparation of the manuscript. Competing interests: The authors declare that they have no competing interests. Data and materials availability: All data needed to evaluate the conclusions in the paper are present in the paper and/or the Supplementary Materials. Additional data related to this paper may be requested from the authors.\nSubmitted 27 April 2016 Accepted 25 October 2016 Published 30 November 2016 10.1126/sciadv.1600913\nCitation: K. Iacovino, K. Ju-Song, T. Sisson, J. Lowenstern, R. Kuk-Hun, J. Jong-Nam, S. Kun-Ho, H. Song-Hwan, C. Oppenheimer, J. O. S. Hammond, A. Donovan, K. W. Liu, R. Kum-Ran, Quantifying gas emissions from the “Millennium Eruption” of Paektu volcano, Democratic People’s Republic of Korea/China. Sci. Adv. 2, e1600913 (2016).\n11 of 11\nPeople's Republic of Korea/China Quantifying gas emissions from the ''Millennium Eruption'' of Paektu volcano, Democratic\nSong-Hwan, Clive Oppenheimer, James O. S. Hammond, Amy Donovan, Kosima W. Liu and Ryu Kum-Ran Kayla Iacovino, Kim Ju-Song, Thomas Sisson, Jacob Lowenstern, Ri Kuk-Hun, Jang Jong-Nam, Song Kun-Ho, Ham\nDOI: 10.1126/sciadv.1600913 (11), e1600913.2Sci Adv\nARTICLE TOOLS http://advances.sciencemag.org/content/2/11/e1600913\nMATERIALS SUPPLEMENTARY http://advances.sciencemag.org/content/suppl/2016/11/28/2.11.e1600913.DC1\nREFERENCES\nhttp://advances.sciencemag.org/content/2/11/e1600913#BIBL This article cites 69 articles, 15 of which you can access for free\nPERMISSIONS http://www.sciencemag.org/help/reprints-and-permissions\nTerms of ServiceUse of this article is subject to the\nregistered trademark of AAAS. is aScience Advances Association for the Advancement of Science. No claim to original U.S. Government Works. The title\nYork Avenue NW, Washington, DC 20005. 2017 © The Authors, some rights reserved; exclusive licensee American (ISSN 2375-2548) is published by the American Association for the Advancement of Science, 1200 NewScience Advances\non F ebruary 20, 2019\nhttp://advances.sciencem ag.org/\nD ow nloaded from"
  }],
  "year": 2016,
  "references": [],
  "id": "SP:6e3d61c7e82078e5f7d28dbf376f54cce4d09bc0",
  "authors": [{
    "name": "Kayla Iacovino",
    "affiliations": []
  }, {
    "name": "Kim Ju-Song",
    "affiliations": []
  }, {
    "name": "Thomas Sisson",
    "affiliations": []
  }, {
    "name": "Jacob Lowenstern",
    "affiliations": []
  }, {
    "name": "Ri Kuk-Hun",
    "affiliations": []
  }, {
    "name": "Jang Jong-Nam",
    "affiliations": []
  }, {
    "name": "Song Kun-Ho",
    "affiliations": []
  }, {
    "name": "Ham Song-Hwan",
    "affiliations": []
  }, {
    "name": "Clive Oppenheimer",
    "affiliations": []
  }, {
    "name": "James O. S. Hammond",
    "affiliations": []
  }, {
    "name": "Amy Donovan",
    "affiliations": []
  }, {
    "name": "Kosima W. Liu",
    "affiliations": []
  }, {
    "name": "Ryu Kum-Ran",
    "affiliations": []
  }],
  "abstractText": "U.S. Geological Survey, Menlo Park, CA 94025, USA. Earthquake Administration, Pyongyang, Democratic People’s Republic of Korea. State Academyof Science, Pyongyang, Democratic People’s Republic of Korea. Department of Geography, University of Cambridge, Cambridge, U.K. Department of Earth and Planetary Sciences, Birkbeck, University of London, London, U.K. Department of Geography, King’s College London, London, U.K. Environmental Education Media Project, Beijing, China. Pyongyang International Information Centre of New Technology and Economy, Pyongyang, Democratic People’s Republic of Korea. *Present address: School of Earth and Space Exploration, Arizona State University, Tempe, AZ 85287–6004, USA. †Corresponding author. Email: kayla.iacovino@asu.edu",
  "title": "Quantifying gas emissions from the “Millennium Eruption” of Paektu volcano, Democratic People’s Republic of Korea/China"
}