{
  "sections": [{
    "text": "Résumé : La Formation de Horseshoe Canyon (HCFm) du sud de l’Alberta est divisée en sept membres cartographiables : Strathmore, Drumheller, Horsethief, Morrin, Tolman, Carbon et Whitemud (du bas vers le haut). Cette subdivision, basée sur une combinaison d’analyses de roc affleurant et de roc sous la surface, reflète les variations lithostratigraphiques relatives aux changements du niveau de la mer (reconnus antérieurement) et les nouveaux changements documentés de climat, de volcanisme et d’orogenèse dans un bassin d’avant-pays en constante évolution. Des cycles de millions d’années d’orogenèse ont produit des changements dans l’apport de sédiments ainsi que dans les taux de subsidence du bassin; ces cycles sont interprétés dans le contexte d’un modèle stratigraphique simple de séquence à deux phases de bassin d’avant-pays : (i) un chargement par chevauchement qui réduit les taux d’apport de sédiments et de subsidence dans les portions les plus distales de l’avant-fosse de l’Alberta (notre secteur); (ii) une quiescence tectonique qui mène à un accroissement des taux d’apport de sédiments et de subsidence lors du soulèvement de l’avant-fosse proximale. Au cours des premiers ∼2,5 Ma de son histoire (les membres Strathmore et Drumheller), la HCFm était tectoniquement et climatiquement stable; le style de déposition et l’architecture stratigraphique étaient influencés par une aggradation verticale et une légère progradation des littoraux. Au cours des ∼4,5 Ma suivants (membres Horsethief, Morrin, Tolman, Carbon et Whitemud), il y eut des changements climatiques plus complexes et plus fréquents, ainsi que du volcanisme et des orogenèses; le paysage a été modifié et des sols ont été formés. Il est essentiel de comprendre cette complexité, non reconnue antérieurement, pour bien évaluer la distribution des réservoirs d’hydrocarbures ainsi que les formes biostratigraphiques et taphonomiques.\n[Traduit par la Rédaction]"
  }, {
    "heading": "Introduction",
    "text": "The stratigraphy of the paralic to nonmarine Upper Cretaceous Horseshoe Canyon Formation (HCFm) in southern Alberta has been described in a succession of publications since the late 1800s (e.g., Tyrrell 1887; Allan and Sanderson 1945; Irish 1970; Gibson 1977; Hamblin 2004; Eberth 2004, 2010). In almost all previous reports, informal lithostratigraphic subdivisions were proposed that emphasized\nthe presence and absence of coals and marine influences. For example, Hamblin (2004) — the first to employ a more modern style of stratigraphic analysis — identified sea-level change as a primary control on the formation’s stratigraphic architecture and recognized five informal regressive cycles or clastic tongues, each bounded by marine shale or inferred marine flooding surfaces (Hamblin 2004, fig. 80). In contrast, Eberth (2004, 2010) rejected a simple sea-level change stratigraphic model for the HCFm and suggested\nReceived 6 February 2012. Accepted 7 June 2012. Published at www.nrcresearchpress.com/cjes on 20 August 2012.\nPaper handled by Associate Editor John D. Greenough.\nD.A. Eberth and D.R. Braman. Royal Tyrrell Museum of Palaeontology, Box 7500, Drumheller, AB T0J 0Y0, Canada.\nCorresponding author: David A. Eberth (e-mail: david.eberth@gov.ab.ca).\nCan. J. Earth Sci. 49: 1053–1086 (2012) doi:10.1139/E2012-035 Published by NRC Research Press\nC an\n. J . E\nar th\nS ci\n. D ow\nnl oa\nde d\nfr om\nw w\nw .n\nrc re\nse ar\nch pr\nes s.\nco m\nb y\nU N\nIV E\nR SI\nT Y\nO F\nA R\nIZ O\nN A\nL IB\nR A\nR Y\nFo r\npe rs\non al\nu se\no nl\ny.\ninstead that, like many other well-documented Upper Cretaceous nonmarine units in the Western Canada Sedimentary Basin (WCSB), the stratigraphic history of the HCFm was also influenced by “upstream” factors (sensu Catuneanu 2003), including changes in climate, volcanism, and orogenesis (e.g., Nadon 1988; Eberth and Hamblin 1993; Quinney 2011; Yang 2011). Here we update Eberth (2002, 2004, 2010) and formally revise the lithostratigraphic and sequence stratigraphic nomenclature and interpretations of the HCFm. This outcrop and subsurface study reveals that there is greater stratigraphic complexity in the formation than has been previously appreciated and allows us to divide the formation into seven members: Strathmore, Drumheller, Horsethief, Morrin, Tolman, Carbon, and Whitemud. We define these members and discuss how their recognition provides a better understanding of the depositional history of the HCFm. In short, we argue that recognition of a more complex stratigraphic history makes sense in light of the Jurassic–Cretaceous accretionary tectonic history of the adjacent Cordillera and its influence on the evolution of the WCSB (e.g., Price 1994; Catuneanu et al. 1997; Catuneanu and Sweet 1999). This recognition is important for future interpretations of patterns of preservation for dinosaurs and other fossils, coal, oil, and gas."
  }, {
    "heading": "Abbreviations",
    "text": "CPOG, Canadian Pacific Oil and Gas; LSD–S–T–R–W, legal subdivision – section – township – range – west of; TMP, Royal Tyrrell Museum of Palaeontology."
  }, {
    "heading": "Field area",
    "text": "The field area consists of outcrop along the Red Deer River near Drumheller and a much larger subsurface region in southern Alberta across which we assembled six cross sections (Fig. 1). The subsurface region extends from T16 to T42 and from R14W4 to R5W5 (Fig. 1B) and encompasses most of the extent of the mapped HCFm (Hamilton et al. 1999). Outcrop is exposed semicontinuously in the Red Deer River valley and its tributaries from the village of Dorothy northwest to Dry Island Buffalo Jump Provincial Park, a linear distance of ∼90 km (Fig. 1C). The east–west extent of the subsurface area ranges from the erosional edge of the formation (east) to the disturbed belt (west). We limit the northern extent of the field area to T42, north of which there is little variation in stratigraphic architecture. The southern limit of the field area is T16, where the HCFm passes into the mostly noncoaly St. Mary River Formation (Nadon 1988)."
  }, {
    "heading": "Geologic and stratigraphic setting",
    "text": "The Edmonton Group clastic wedge (including the HCFm) is the result of late stage accretion of the Insular Superterrane with the Intermontane Superterrane, specifically the accretion of Pacific Rim – Chugach Terrane with Insular Superterrane (Cant\nand Stockmal 1989; Price 1994; Hamblin 2004). Continued thrust belt uplift and subsequent sedimentation into the subsiding WCSB during the Late Cretaceous resulted in deposition of the Edmonton Group. The lower HCFm represents an overall regressive clastic wedge with distinctive southeastward thinning tongues that interfinger with marine shales of the Bearpaw Formation (Figs. 2–11). It records paralic to continental deposition during the regressive phase of the Bearpaw second-order transgressive–regressive (T–R) cycle, whereas the Fox Hills T–R cycle is recorded in the upper HCFm (Kauffman and Caldwell 1993, fig. 4), as indicated by the Drumheller Marine Tongue. The Red Deer River valley at Drumheller (Fig. 1C) is the type area for the HCFm. There, a composite measured section of the formation is ∼250 m thick (Figs. 2–4). To the west, the formation thickens and its base becomes progressively older; near Calgary, the formation (subsurface only) is more than 500 m thick (e.g., Fig. 11). In its thickest and temporally most-complete expressions, the formation spans approximately 7 million years, ranging from late Campanian (∼74.0 Ma; magnetochron 33n) to late Maastrichtian (∼67 Ma; magnetochron 30n; Lerbekmo and Braman 2002), with an average sediment accumulation rate of ∼4.7 cm/ka in the Drumheller area. Radiometrically dated bentonites constrain the age of the HCFm and include (i) a bentonite 8 m above the base of the Bearpaw Formation at Dinosaur Provincial Park (74.98 Ma, Eberth and Deino 2005); (ii) the Dorothy bentonite in the upper part of the Bearpaw Formation at Dorothy (73.5 Ma, Lerbekmo 2002; 73.2 Ma, Lerbekmo and Braman 2002); (iii) a volcanic ash just above the #10 coal (top of the Morrin Member) at Morrin Bridge (70.4 Ma, Eberth and Deino 2005); (iv) the Kneehills “Tuff” (66.8 Ma, Obradovich 1993); and (v) the Cretaceous–Tertiary boundary ash along the Red Deer River (∼65.0 Ma, Eberth and Deino 2005; 65.5 Ma, Hicks et al. 2002).\nPrevious stratigraphic, sedimentological, and palynological work The HCFm’s stratigraphy, depositional history, coals, and vertebrate and trace fossils have been described and discussed previously in many tens of scientific papers. Among these, some of the most influential include Williams and Dyer (1930), Allan and Sanderson (1945), Ower (1960), Irish and Havard (1968), Irish (1970), Shepheard and Hills (1970), Yurko (1976), Gibson (1977), Nurkowski (1980), Rahmani (1983, 1988, 1989), Lerbekmo and Coulter (1985); McCabe et al. (1989), Saunders (1989), Nambudiri and Binda (1991), Ainsworth (1994), Ainsworth and Walker (1994), Eberth (1996), Lavigne (1999), Lerbekmo and Braman (2002), Straight and Eberth (2002), Hamblin (2004), and Eberth (2010). Gibson (1977) and Hamblin (1998, 2004) include the most comprehensive reviews of previous stratigraphic and sedimen-\nFig. 1. Locality maps. Township–range grid labeled at margins of B and C. (A) General extent, location, and correlation of Horseshoe Canyon Formation (HCFm) in southern Alberta. (B) Location of cross sections shown in Figs. 6–11. (C) Distribution of Horseshoe Canyon Formation (shaded); locations of measured sections (circled numbers) along the Red Deer River; locations of four wells tied to measured sections (circles with white centers and CPOG Strathmore); locations of wells (circles with black centers) used to build cross section (E–E′ Dorothy– Cochrane). Highway numbers indicated in white squares; towns and cities indicted by shaded squares. Insets show locations within Alberta."
  }, {
    "heading": "1054 Can. J. Earth Sci., Vol. 49, 2012",
    "text": "Published by NRC Research Press\nC an\n. J . E\nar th\nS ci\n. D ow\nnl oa\nde d\nfr om\nw w\nw .n\nrc re\nse ar\nch pr\nes s.\nco m\nb y\nU N\nIV E\nR SI\nT Y\nO F\nA R\nIZ O\nN A\nL IB\nR A\nR Y\no n\n02 /2\n1/ 19\nFo r\npe rs\non al\nu se\no nl\ny."
  }, {
    "heading": "Eberth and Braman 1055",
    "text": "Published by NRC Research Press\nC an\n. J . E\nar th\nS ci\n. D ow\nnl oa\nde d\nfr om\nw w\nw .n\nrc re\nse ar\nch pr\nes s.\nco m\nb y\nU N\nIV E\nR SI\nT Y\nO F\nA R\nIZ O\nN A\nL IB\nR A\nR Y\no n\n02 /2\n1/ 19\nFo r\npe rs\non al\nu se\no nl\ny.\nF ig .2\n.H is to ri ca l co m pa ri so n of\nst ra tig\nra ph ic\nsu bd iv is io ns\nof “E\ndm on to n”\nst ra ta ,i nc lu di ng\nth e H or se sh oe\nC an yo n Fo\nrm at io n.\nC hr on os tr at ig ra ph ic\nda ta\nfr om\nnu m er ou s so ur ce s (s ee\nte xt ).\nSh ad in g in di ca te s no ta bl e oc cu rr en ce s of\nm ar in e an d br ac ki sh\nse di m en ts .c\nz, co al\nzo ne ;D\nB ,D\nor ot hy\nbe nt on ite ; D B Z ,D\nru m he lle r be nt on ite\nzo ne ;D\nM T,\nD ru m he lle r M ar in e To\nng ue ; M a,\nm eg a an nu m ; ss ,s an ds to ne ; v,\npr om\nin en t be nt on ite s."
  }, {
    "heading": "1056 Can. J. Earth Sci., Vol. 49, 2012",
    "text": "Published by NRC Research Press\nC an\n. J . E\nar th\nS ci\n. D ow\nnl oa\nde d\nfr om\nw w\nw .n\nrc re\nse ar\nch pr\nes s.\nco m\nb y\nU N\nIV E\nR SI\nT Y\nO F\nA R\nIZ O\nN A\nL IB\nR A\nR Y\no n\n02 /2\n1/ 19\nFo r\npe rs\non al\nu se\no nl\ny.\nF ig .3\n.S tr at ig ra ph ic\nre la tio\nns hi p an d lo ca tio\nns of\n16 m ea su re d se ct io ns\n(A pp en di x S1\n1 ) an d th e su bs ur fa ce\nda ta\nfr om\nth re e ad ja ce nt\nw el l lo gs\n(g am\nm a– ne ut ro n pa ir s; se e Fi g.\n1 fo r\nlo ca tio\nns ). A ll se ct io ns\nan d w el ls ar e hu ng\non th e ba se\nof th e D ru m he lle r be nt on ite\nzo ne .B\nar s in\nw el l lo gs\nan d m ea su re d se ct io ns\nin di ca te\nco al s an d ca rb on ac eo us\nsh al es . St ra tig\nra ph ic\nin te rp re ta tio\nns an d su bd iv is io ns\nar e la be le d at\nth e m ar gi ns\nof th e fi gu re .N\num be rs\nin th e se ct io ns\nin di ca te\nco al\nsw ar m s an d zo ne s. Po\nsi tio\nni ng\nof m ea su re d se ct io ns\nan d w el ll og s do es\nno t\nac cu ra te ly\nre fl ec t ge og\nra ph\nic sp ac in g.\nT he\nco m po\nsi te\nth ic kn\nes s of\nth e H or se sh oe\nC an yo n Fo\nrm at io n ba se d on\nou tc ro p in\nth e D ru m he lle r ar ea\n(F ig .4\n) is ∼ 25 0 m .T\nhe fo rm\nat io n th ic ke ns\nto m or e th an\n30 0 m\nto th e no rt hno rt hw\nes t. B pw\n,B ea rp aw\n; Fm\n,f or m at io n;\ncs ,c\noa l sw\nar m ; cz ,c\noa l zo ne ; M br ,m\nem be r; v,\npr om\nin en t be nt on ite s; N N W ,n\nor th -n or th w es t; SS\nE so ut h-\nso ut he as t."
  }, {
    "heading": "Eberth and Braman 1057",
    "text": "Published by NRC Research Press\nC an\n. J . E\nar th\nS ci\n. D ow\nnl oa\nde d\nfr om\nw w\nw .n\nrc re\nse ar\nch pr\nes s.\nco m\nb y\nU N\nIV E\nR SI\nT Y\nO F\nA R\nIZ O\nN A\nL IB\nR A\nR Y\no n\n02 /2\n1/ 19\nFo r\npe rs\non al\nu se\no nl\ny.\ntologic work for the HCFm and also include sedimentological descriptions and assessments for the formation. Hamblin (1998, 2004) includes literature reviews for the more inclusive Edmonton Group and St. Mary River Formation, and Fanti and Catuneanu (2010) published an interpretive stratigraphy for the Wapiti Formation (north and west of Edmonton) that includes significant reference to and correlation with the HCFm. We refer readers to these papers for sedimentological detail. Here, we describe and discuss details of the sedimentology of the HCFm only where we have important differences of opinion with previous publications. Initial palynological studies of sections exposed along the Red Deer River valley were undertaken by Srivastava (1968, 1970, 1972). Srivastava (1970) is of particular value in that it summarizes the biostratigraphic ranges of the many taxa then known from the section and establishes a series of nine spore zones through the interval. More recent studies indicate that the ranges of many of the key taxa utilized by Srivastava should be extended, making the application of his zonation problematic especially for the lower HCFm (Srivastava and Braman, in press; D.R. Braman, unpublished data). Lastly, Koppelhus and Braman (2010) reported the palynology of an interval in the upper HCFm bracketing the Albertosaurus bonebed."
  }, {
    "heading": "Methods",
    "text": "Here we present a formally revised stratigraphy for the HCFm based on outcrop and subsurface data. We recognize seven members, each described in detail in Appendices A–C and supported by 16 measured sections (Supplementary Appendix S11,2). Outcrop sections were correlated by tracing coal seams and other local markers (Fig. 3). One section was measured at Horseshoe Canyon, the geographic feature from which the HCFm name is derived, 12.5 km west of Drumheller (Irish 1970; Gibson 1977; Appendix S1, section 161). Sandstone–mudstone percentages were assessed from the measured sections. Because these percentages vary within and between members (Table 1), they were used to help identify variations in sediment supply, subsidence, and patterns of accommodation through the HCFm. Petrographic data were collected using 300 point counts per slide on 14 slides (Appendix C). Outcrop sections were tied into four well logs: three close to the Red Deer River (Elnora West, LSD01-S22-T35R22W4; Three Hills South, LSD14-S15-T30-R24W4; and Rosebud South, LSD09-S22-T25-R21W4; Fig. 3) and the CPOG Strathmore corehole (LSD07-S12-T25-R25W4) near Strathmore, which is often cited as a reference well in studies of the HCFm (e.g., Wall et al. 1971; Catuneanu et al. 1997; Hamblin 1998, 2004; Lerbekmo and Braman 2005). Because of the importance of CPOG Strathmore, we present an anno-\ntated gamma-resistivity log pair from the corehole in Fig. 5. CPOG Strathmore is also employed in many of our cross sections as a check on the consistency of our correlations. Geophysical logs from 226 wells were used here and are listed in supplementary Table S11. Cross sections were simplified by incorporating only gamma logs from 101 of these wells (Figs. 6–11). In outcrop, the HCFm includes at least 13 separate coal seams (Irish 1970; Gibson 1977; Fig. 2). Although some of these seams can be traced for ∼20 km (Gibson 1977; Straight and Eberth 2002), others exhibit frequent splitting, compromising their stratigraphic utility. Following Straight and Eberth (2002), we regard these named and numbered seams as stratigraphically consistent “swarms”, consisting of one or more coals and carbonaceous shales. In the subsurface, identification and correlation of discretely named or numbered coals is also unreliable, and historically, many have been grouped together into widely traceable “zones” with a variety of names (such as Drumheller, Weaver, Garden Plain; McCabe et al. 1989; Chen et al. 2005; ERCB [Energy Resources Conservation Board] 2006, 2008). Here we follow this practice of grouping coals and coal swarms into coal zones. However, because some of the coal zone names have been used inconsistently (e.g., Weaver and Garden Plain), we use the numbers of the coals from the Drumheller valley in reference to them. Thus, we consistently recognize at least five traceable coal zones that serve as important stratigraphic markers throughout the field area. These are #0–5, #6–7, #8– 9, #10, and #11–12 (Figs. 2–11). Toward the west, the #0–1 coal zone can be distinguished from the #2–5 coal zone (e.g.,\nFig. 3–9), and each coal zone is identified in the CPOG Strathmore corehole log (Fig. 5).\nPalynostratigraphic results for the Horseshoe Canyon, Battle, and Scollard formations are presented in Table 2 and Appendices D and E. Data were drawn from 572 samples collected from outcrop sections and the CPOG Strathmore core and curated at the TMP. Where samples were rich enough, 200 palynomorphs were counted. Major types of spores and pollen were averaged across stratigraphic intervals that correspond to the members described here. A variety of local place names are used here (e.g., Willow Creek, Highway 575 Roadcut). Supplementary Fig. S11 indicates the locations of these sites."
  }, {
    "heading": "Stratigraphic revision",
    "text": ""
  }, {
    "heading": "Horseshoe Canyon Formation",
    "text": "The HCFm (Figs. 2–4) was formally established by Irish (1970) and revised by Gibson (1977) and Hamblin (2004). It is recognized as an overall regressive succession of organic-rich\n1Supplementary data are available with the article through the journal Web site at http://nrcresearchpress.com/doi/suppl/10.1139/e2012-035. 2Appendix S1 (1–16) consists of 16 colored, logged sections (total of 1040 m; decimetre-scale resolution) from exposures along the Red Deer River valley and its tributaries in the area in and around Drumheller, Alberta."
  }, {
    "heading": "1058 Can. J. Earth Sci., Vol. 49, 2012",
    "text": "Published by NRC Research Press\nC an\n. J . E\nar th\nS ci\n. D ow\nnl oa\nde d\nfr om\nw w\nw .n\nrc re\nse ar\nch pr\nes s.\nco m\nb y\nU N\nIV E\nR SI\nT Y\nO F\nA R\nIZ O\nN A\nL IB\nR A\nR Y\no n\n02 /2\n1/ 19\nFo r\npe rs\non al\nu se\no nl\ny."
  }, {
    "heading": "Eberth and Braman 1059",
    "text": "Published by NRC Research Press\nC an\n. J . E\nar th\nS ci\n. D ow\nnl oa\nde d\nfr om\nw w\nw .n\nrc re\nse ar\nch pr\nes s.\nco m\nb y\nU N\nIV E\nR SI\nT Y\nO F\nA R\nIZ O\nN A\nL IB\nR A\nR Y\no n\n02 /2\n1/ 19\nFo r\npe rs\non al\nu se\no nl\ny.\ncoastal-plain strata that interfingers with and overlies the Bearpaw Formation (Fig. 4), a shale unit that consists of fine-grained marine clastics throughout south-central Alberta (Irish 1970; Gibson 1977; Hamblin 2004). To the west and north, beyond the limits of open marine sedimentation, we follow Hamblin (2004) and place the base of the HCFm\n(in well logs and our cross sections) at the maximum flooding surface of the Bearpaw Formation or its inferred correlative (Figs. 3, 6–11). In south-central Alberta, the Bearpaw Formation consists of lower and upper tongues that bound the Strathmore Member of the HCFm (Figs. 2, 3). Although the upper tongue is often more easy to recognize on well logs (e.g., Fig. 6), the lower tongue yields a greater diversity of marine taxa more consistent with an interpretation of maximum flooding (Wall et al. 1971; Hills and Levinson 1975; Lerbekmo and Braman 2005). Hamblin (2004; Fig. 2) recognized three tongues in the Bearpaw Formation (lower, middle, and upper), but as discussed in the section “Drumheller Member”, there is no evidence for Hamblin’s “upper Bearpaw tongue” at the boundary between his “Hoodoo” and “Midland” tongues (revised here as the Drumheller and Horsethief members, respectively; Figs. 2–11). Historically, the top of the HCFm has been placed at the conformable and gradational contact with the Whitemud Formation (Irish 1970; Gibson 1977). However, Hamblin (2004) revised the upper boundary of the formation and placed it at the unconformity underlying the Battle Formation, thereby including the Whitemud as an informal unit in the HCFm. In Hamblin’s scheme, the Whitemud is recognized as a pedogenically altered zone at the top of the “Carbon tongue” of the HCFm. Whereas we accept this demotion of the Whitemud Formation in Alberta and its inclusion in the HCFm as a zone of pedogenically altered and reworked sediments as described by Hamblin (2004), we follow all previous authors in regarding the Whitemud as sufficiently distinctive and mappable in outcrop to be maintained as a formal lithostratigraphic unit (Irish and Havard 1968; Srivastava 1968; Irish 1970; Gibson 1977; Catuneanu et al. 1997; and Catuneanu and Sweet 1999). Accordingly, we include it here as the Whitemud Member of the HCFm. Designation of the Whitemud as a member was first proposed by Srivastava (1968) but did not include a description or measured section and is considered by us to be invalid (NACSN [North American Commission on Stratigraphic Nomenclature] 2005). Overlying the HCFm, the Battle Formation consists of beds of heavily altered and pedogenicized volcanic ash (Lerbekmo 2009). The HCFm–Battle contact is an unconformity (∼750 ka) characterized by channel-scale relief and intense rooting and weathering on the Whitemud Member (Catuneanu et al. 1997; Catuneanu and Sweet 1999; Hamblin 2004). Channel fills at the base of the Battle Formation yield palynomorphs unrecognized lower in section, very rare dinoflagellates, and cold-temperature-resistant microtaxa (Srivastava 1970; Srivastava and Binda 1984; Koppelhus and Braman 2010). Beyond the limits of our field area (Fig. 1), the HCFm is correlative with (i) the upper one-half of the Wapiti Formation to the north; (ii) the St. Mary River Formation to the south; and (iii) the upper one-half of the Brazeau Formation to the west (Jerzykiewicz and Sweet 1988; Hamblin 2004, fig. 4; Fanti and Catuneanu 2010). The Brazeau Formation occupies an upstream position relative to the HCFm, whereas the Wapiti and St Mary River formations occur along depositional strike relative to the HCFm, and thus preserve evidence for different sediment dispersal systems that carried sediment eastward into the basin (Hamblin 2004; Nadon 1988; Fanti and Catuneanu 2010).\nFig. 5. Stratigraphy of the Horseshoe Canyon Formation (HCFm) in the Canadian Pacific Oil and Gas (CPOG) Strathmore corehole.\nNumbers and shaded areas in the lithostratigraphic column indicate coal zones. Asterisks indicate marine-influenced horizons erroneously interpreted by Hamblin (2004) as occurring immediately above the #7 coal zone (top of his “Hoodoo tongue”; see explanation in text). cz, coal zone; DMT, Drumheller Marine Tongue; Dbz, Drumheller bentonite zone; Edm, Edmonton; Mbr, Member."
  }, {
    "heading": "1060 Can. J. Earth Sci., Vol. 49, 2012",
    "text": "Published by NRC Research Press\nC an\n. J . E\nar th\nS ci\n. D ow\nnl oa\nde d\nfr om\nw w\nw .n\nrc re\nse ar\nch pr\nes s.\nco m\nb y\nU N\nIV E\nR SI\nT Y\nO F\nA R\nIZ O\nN A\nL IB\nR A\nR Y\no n\n02 /2\n1/ 19\nFo r\npe rs\non al\nu se\no nl\ny.\nFig. 6. North–south cross section A–A´ from Donalda–Nanton (Fig. 1). Inset shows location of wells on a township–range grid.\nFor clarity, only the gamma logs are shown. Well locations in bold and with asterisks indicate wells used to link with other cross sections. Horseshoe Canyon Formation members indicated in the left column and as abbreviations in the cross section. Shaded areas and numbers next to logs indicate coal-rich intervals. Dashed line indicates position of the #10 coal. Curves bracketing the well logs indicate prominent paleochannel sandstones. Bp, Bearpaw Formation; C, Carbon Member; CPOG, Canadian Pacific Oil and Gas; cz, coal zone; DPFm, Dinosaur Park Formation; D, Drumheller Member; FFm, Foremost Formation; FS, flooding surface; H, Horsethief Member; Leth cz, Lethbridge coal zone; MFS, maximum flooding surface; M, Morrin Member; OFm, Oldman Formation; S, Strath Mbr, Strathmore Member; T, Tolman Member; W, Whitemud Member.\nC an\n. J . E\nar th\nS ci\n. D ow\nnl oa\nde d\nfr om\nw w\nw .n\nrc re\nse ar\nch pr\nes s.\nco m\nb y\nU N\nIV E\nR SI\nT Y\nO F\nA R\nIZ O\nN A\nL IB\nR A\nR Y\no n\n02 /2\n1/ 19\nFo r\npe rs\non al\nu se\no nl\ny.\nFig. 8. East–west cross section C–C´ from Bergen to Castor (Fig. 1). See Fig. 6 for explanation of features and abbreviations.\nC an\n. J . E\nar th\nS ci\n. D ow\nnl oa\nde d\nfr om\nw w\nw .n\nrc re\nse ar\nch pr\nes s.\nco m\nb y\nU N\nIV E\nR SI\nT Y\nO F\nA R\nIZ O\nN A\nL IB\nR A\nR Y\no n\n02 /2\n1/ 19\nFo r\npe rs\non al\nu se\no nl\ny.\nFig. 9. East–west cross section D–D´ from Bergen to Hanna (Fig. 1). See Figs. 2 and 6 for explanation of features and abbreviations. Strath cz, Strathmore coal zone.\nC an\n. J . E\nar th\nS ci\n. D ow\nnl oa\nde d\nfr om\nw w\nw .n\nrc re\nse ar\nch pr\nes s.\nco m\nb y\nU N\nIV E\nR SI\nT Y\nO F\nA R\nIZ O\nN A\nL IB\nR A\nR Y\no n\n02 /2\n1/ 19\nFo r\npe rs\non al\nu se\no nl\ny.\nFig. 10. East–west cross section E–E´ from Cochrane to Dorothy (Fig. 1). See Fig. 6 for explanation of features and abbreviations.\nC an\n. J . E\nar th\nS ci\n. D ow\nnl oa\nde d\nfr om\nw w\nw .n\nrc re\nse ar\nch pr\nes s.\nco m\nb y\nU N\nIV E\nR SI\nT Y\nO F\nA R\nIZ O\nN A\nL IB\nR A\nR Y\no n\n02 /2\n1/ 19\nFo r\npe rs\non al\nu se\no nl\ny.\nRecognition of the seven members proposed here is based on a variety of criteria: presence of marine flooding surfaces and their correlative nonmarine surfaces; the presence or absence of coals and coal-rich stratigraphic zones; presence of bentonite-rich stratigraphic zones; changes in sandstone/mudstone ratios and paleochannel thicknesses; and degree of paleopedogenic development and paleoweathering. Each\nmember is reviewed in the following sections. For more detail, see Appendices A–C and Appendix S11."
  }, {
    "heading": "Strathmore Member",
    "text": "The Strathmore Member is a coal-rich paralic unit with a broadly tabular to wedge-shaped geometry. It is bounded by the lower and upper tongues of the Bearpaw Formation and\nFig. 7. East–west cross section B–B′ from Red Deer to Donalda (Fig. 1). See Fig. 6 for explanation of features and abbreviations."
  }, {
    "heading": "Eberth and Braman 1061",
    "text": "Published by NRC Research Press\nC an\n. J . E\nar th\nS ci\n. D ow\nnl oa\nde d\nfr om\nw w\nw .n\nrc re\nse ar\nch pr\nes s.\nco m\nb y\nU N\nIV E\nR SI\nT Y\nO F\nA R\nIZ O\nN A\nL IB\nR A\nR Y\no n\n02 /2\n1/ 19\nFo r\npe rs\non al\nu se\no nl\ny.\ntheir correlative flooding surfaces. It is mostly limited to the subsurface and has been examined only in core and geophysical logs for this study. A very-fine-grained, shallow-marine sandstone equivalent of the upper part of the member crops out east of the village of Dorothy, just above the Red Deer River (S34-T26-R17W4). The Strathmore Member was originally referred to as the “Strathmore tongue” by Hamblin (2004, pp. 29–30). We accept his definition and description as applicable to the Strathmore Member. We have formally elevated the Strathmore tongue to member status on the basis of its widespread and mappable distribution in the subsurface (Figs. 2–11; Appendix A). We follow Hamblin’s use of the CPOG Strathmore cored interval (465–506 m) as the type section for the member (Fig. 5). In core, this interval includes numerous coals and nonmarine carbonaceous shales in its lower one-half, and the unit becomes increasingly marine influenced upsection (Wall et al. 1971; Catuneanu et al. 1997; Lerbekmo and Braman 2005). The number and diversity of spores and pollen in palynological samples are more similar to those seen in the Bearpaw Formation compared with the overlying HCFm members.\nIn cross section, the lower and upper Bearpaw tongues that bound the member always appear to pinch out within ∼20 km of one another (Figs. 6–10). This limited paleogeographic area of marine pinchout runs from T24-R4W5 to T42-R24W4 and marks the southwest–northeast maximum transgressive Bearpaw shoreline trend. The eastward pinchout of the Strathmore Member into Bearpaw shales is generally blunt and terminates across a distance of <10 km (Figs. 6–11). This maximum regressive shoreline zone runs from T20-R28W4 to T42-R22W4 and is roughly subparallel to the maximum trangressive shoreline trend. However, a comparison of both the transgressive and regressive shoreline trends (Fig. 12) indicates that the Strathmore Member prograded basinward to a greater extent (∼75 km) in the southern part of the field area than in the northern part (∼20 km), thus forming part of a discrete “delta” lobe, at least 130 km in diameter. This interpretation is supported by Hamblin’s (2004, fig. 18) isopach map of the “Strathmore tongue”, which shows the unit as thicker to the south."
  }, {
    "heading": "Drumheller Member",
    "text": "The Drumheller Member is a coal-rich interval that records vertically aggrading and prograding successions of paralic\nFig. 11. East–west cross section F–F′ of Okotoks area (Fig. 1). See Fig. 6 for explanation of features and abbreviations. Strath cz, Strathmore coal zone."
  }, {
    "heading": "1062 Can. J. Earth Sci., Vol. 49, 2012",
    "text": "Published by NRC Research Press\nC an\n. J . E\nar th\nS ci\n. D ow\nnl oa\nde d\nfr om\nw w\nw .n\nrc re\nse ar\nch pr\nes s.\nco m\nb y\nU N\nIV E\nR SI\nT Y\nO F\nA R\nIZ O\nN A\nL IB\nR A\nR Y\no n\n02 /2\n1/ 19\nFo r\npe rs\non al\nu se\no nl\ny.\nand coastal plain deposits. It has a broadly tabular geometry and is bounded below by shales and sandstones of the marine Bearpaw Formation (upper tongue). It is capped by and includes the #6–7 coal zone and is often overlain by all or part of the Drumheller bentonite zone (Dbz; new unit). All strata assigned here to the Drumheller Member were included in the informal “Hoodoo tongue” of Hamblin (2004, pp. 30–31). In outcrop at Drumheller, the exposed lower portion of the member (#0–5 coal zone) consists of vertically stacked parasequences, each bounded by marine flooding surfaces that are recognized using geological, trace fossil, and microfossil evidence (e.g., Ainsworth 1994). In the semicontinuous outcrop that extends from East Coulee to the Hoodoos recreational area at Willow Creek (Fig. 3), the base of the Drumheller Member and the HCFm are coincident, occurring at the base of a prominent ∼10 m thick fine- to mediumgrained sandstone body that consists of a combination of shoreface and estuarine channel deposits (Rahmani 1988; Ainsworth 1994; Ainsworth and Walker 1994; Hamblin 2004; Figs. 4, 13B–13D; Appendix S1, sections 1–31). The overlying Dbz sometimes straddles the contact between the Drumheller and Horsethief members. It is a newly\nrecognized stratigraphic interval described as part of the Horsethief Member and serves as a datum in our cross sections. Palynological samples indicate that outcrops of the Drumheller Member in and around East Coulee include marine intervals with dinoflagellates up through the #4 coal, and samples between the #0 and #1 coals are dominantly marine (Figs. 3, 4). Above the #1 coal, marine influence is limited to thin shales that overlie each of the coals in the #2–4 coal zone (Fig. 3). The upper portion of the Drumheller Member (above the #2–5 coal zone) consists of a strictly nonmarine succession of prograding coastal plain facies and facies assemblages that exhibit no obvious flooding surfaces in the Drumheller area (Figs. 2–4; Appendix A; Appendix S1, section 41). Hamblin (2004) erroneously reported a marine flooding surface just above the #6–7 coal zone marking the contact between his “Hoodoo” and “Midland” tongues at Drumheller, and employed that interpretation in support of his stratigraphic revision of the HCFm. However, because there is no evidence in outcrop, core, or well logs for direct marine influence at this horizon in our field area, we reject the\nTable 1. Thicknesses and percentages of total thickness for sandstones and mudstones in the different members and subunits of the Horseshoe Canyon Formation.\nUnit Thickness (m)\nSandstone (m) Mudstone (m)\nS/T ratio\nNo. of ss bodies ss average thickness (m)\nAlluvial–estuarine units Whitemud 21.8 11.0 12.2 50% 10 1.1 Carbon 203.0 77.4 125.6 38% 84 0.9 Tolman (nonstacked) 129.5 42.8 86.7 33% 58 0.7 Morrin 115.3 39.7 75.6 34% 77 0.5 Horsethief (8–9 cz) 93.5 41.0 52.5 44% 28 1.5 Horsethief (below 8–9 cz) 121.0 30.5 90.0 25% 45 0.7 Drumheller (above 2 cz) 73.5 19.0 54.5 26% 25 0.8 Total 757.6 261.4 497.1 36% 327 0.8 Estuarine–shoreline units Tolman (stacked) 68.0 40.5 27.5 60% 41 1.0 Basal Drumheller (below 2 cz) 85.3 64.5 20.8 76% 20 3.2 Total 153.3 105.0 48.3 69% 61 1.7\nNote: cz, coal zone; ss, sandstone; S/T, sandstone/total thickness.\nTable 2. Averaged percentages of major plant groups in Horseshoe Canyon and Scollard formations of the Red Deer River valley. Numbers in parentheses are percentage counts remaining after the removal of coal samples with unusually large abundances of triprojectates.\nUnit\nAll samples Coals\nSample Spores Gymnosperms\nAngiosperms\nTriprojectates Sample Spores\nGymnosperms\nAngiosperms\nTriprojectates\nBearpaw 27 10.2 69.2 24.1 1.1 0 — — — — Strathmore 5 9 80.1 7.3 1.5 0 — — — — Drumheller 119 18.1 60.8 16.4 2.5 27 15.9 68.1 15.1 2.2 (1.2) Horsethief 95 19.6 61.2 16.7 1.6 16 12.4 78.9 6.2 0.3 Morrin 43 20.4 49.5 27.4 2.1 4 27.0 61.8 8.6 0.1 Tolman 31 19.4 33.3 42.9 1.6 2 12.7 65.1 21.9 6.4 (0) Carbon 92 22.9 60.2 16 1.8 17 22.7 69 8.2 1.9 (0.6) Whitemud 2 24 21.4 53.6 0.9 0 — — — — Battle 10 6.8 39.8 47.1 1.4 0 — — — — Lower Scollard 24 16 23.9 51.3 1.7 0 — — — — Upper Scollard 30 20.8 68.1 10.2 0.1 21 22.6 65.6 9.9 0.1"
  }, {
    "heading": "Eberth and Braman 1063",
    "text": "Published by NRC Research Press\nC an\n. J . E\nar th\nS ci\n. D ow\nnl oa\nde d\nfr om\nw w\nw .n\nrc re\nse ar\nch pr\nes s.\nco m\nb y\nU N\nIV E\nR SI\nT Y\nO F\nA R\nIZ O\nN A\nL IB\nR A\nR Y\no n\n02 /2\n1/ 19\nFo r\npe rs\non al\nu se\no nl\ny.\ninterpretation of Hamblin (2004, p. 31) that the top of the Drumheller Member marks a significant transgressive event separating two fourth-order regressive cycles (Hamblin’s “Hoodoo” and “Midland” tongues). Because our interpretation departs significantly from that of Hamblin (2004), we present three lines of evidence that support our revised interpretation. First, Hamblin (2004) cited two measured section localities in Drumheller where he recognized evidence for direct marine influence immediately above the #6–7 coal zone. His “Highway 575 Roadcut” section includes a sandstone horizon at 14–15 m that putatively exhibits hummocky and swaley cross-stratification (HCS), and his “Drumheller South” section is described as including a sandstone bed at 15–16 m with Skolithos traces. Our examination of these sandstones reveals no evidence of marine influence. The HCS reported by Hamblin from the Highway 575 Roadcut section is, instead, inclined bedded strata (IBS) in a lenticular paleochannel fill that exhibits ripple laminae, soft-sediment deformation, and local loading structures (Figs. 14A–14C). The putative Skolithos traces in the Drumheller South section (Hamblin 2004, fig. 53) are, instead, tapering, vertical root traces in a splay sandstone that show partly oxidized or ironreplaced organics within and around the margins of the traces (Figs. 14D–14F). Furthermore, our examination of this stratigraphic interval throughout the Drumheller area reveals that it comprises laterally extensive, bench-forming sandstones that exhibit rippled, fine-grained sandstone, IBS, local occurrences\nof highly focused load structures and other soft sediment deformation structures, and abundant but highly localized root traces (Appendix S1, sections 4–51). Secondly, although Hamblin (2004, appendix A) consistently placed the top of the Hoodoo tongue (our Drumheller Member) above the #6–7 coal zone in his outcrop sections, he misplaced the top of this unit at two different, significantly lower positions in the CPOG Strathmore well: (i) 364 m (1195 ft; Hamblin 2004, p. 31, appendix A, p. 169), and (ii) 351 m (∼1152 ft; Hamblin 2004, figs. 11, 13). These erroneously low picks are indicated with asterisks in Fig. 5. In both outcrop and well logs in the Drumheller region, the Drumheller Member consistently exhibits the #6– 7 coal zone at its top, which is either overlain by or interbedded with Dbz. In our interpretation of the CPOG Strathmore core, the #6–7 coal zone and Dbz actually occurs between 304 and 290 m (998–955 ft; Fig. 5); this placement is corroborated by our cross sections and well-to-outcrop tieins (Figs. 3, 6, 10). In light of this information, Hamblin’s two different picks for the top of the “Hoodoo tongue” in the CPOG Strathmore well are simply 57–70 m too low. Thus, the marine flooding surface and overlying marine shales that he identifies as capping the “Hoodoo tongue” in the CPOG Strathmore well (1195–1146 ft (364–349 m), p. 66) actually occur within the #2–5 coal zone, an interval in which we also observe marine shales in outcrop (Fig. 4; Appendix S1, section 4 (0–10 m)1). Thirdly, the upper part of the Drumheller Member (from above the #2–5 coal zone) and the overlying Horsethief Member (see next section) comprises nonmarine facies that include coal, paleochannel fills, splays, and interfluve mudstones and paleosols that yield only nonmarine coastal plain palynomorph assemblages (e.g., Appendix S1, sections 4– 61). These observations are compatible with all previous coal and microfossil studies in the region and show no marine influence in this interval either in outcrop or core (e.g., Bihl 1970; Wall et al. 1971; Hills and Levinson 1975; McCabe et al. 1989; Chen et al. 2005; Beaton et al. 2006). In summary, the top of the Drumheller Member interfingers with and is bounded above by the geographically widespread Dbz. There is no evidence of a transgressive event at this horizon as reported previously; instead, the absence of marine indicators is compatible with an interpretation of ongoing regression, with HCFm shorelines shifting farther eastward into the basin."
  }, {
    "heading": "Horsethief Member",
    "text": "The Horsethief Member is a coal-rich coastal to alluvial plain unit that exhibits a tabular to wedge-shaped geometry across southern Alberta. It is bounded below by the #6–7 coal zone of the Drumheller Member and, at its base, includes all or the upper part of the Dbz (Fig. 13F). The top of the Horsethief Member is placed at or just above the top of the #8–9 coal zone where organics become noticeably rarer (Figs. 2–5). The Horsethief Member is similar to the Drumheller Member and consists of organic-rich shales and coals, lenticular paleochannel sandstones, and a limited variety of interfluve mudstones. The presence of abundant coals in both units suggests saturated landscapes and relatively high water tables. The Horsethief Member is distinguished from the Drumheller\nFig. 12. Inferred locations of shorelines during the Strathmore Member’s maximum marine regression and subsequent maximum transgression. Locations superimposed on township–range grid. Inset shows location of field area in southern Alberta. CPOG, Canadian Pacific Oil and Gas; max, maximum."
  }, {
    "heading": "1064 Can. J. Earth Sci., Vol. 49, 2012",
    "text": "Published by NRC Research Press\nC an\n. J . E\nar th\nS ci\n. D ow\nnl oa\nde d\nfr om\nw w\nw .n\nrc re\nse ar\nch pr\nes s.\nco m\nb y\nU N\nIV E\nR SI\nT Y\nO F\nA R\nIZ O\nN A\nL IB\nR A\nR Y\no n\n02 /2\n1/ 19\nFo r\npe rs\non al\nu se\no nl\ny.\nMember by showing less lateral continuity of its beds and frequent occurrences of stacked paleochannel sandstones (Figs. 13F–13H). Both features are consistent with the Horsethief Member having been deposited in a more up-dip coastal plain setting. The Dbz is the lowest portion of the member (up to 15 m thick) and consists of one or more beds of bentonite within\nor above coals and carbonaceous shales of the #6–7 coal zone (Figs. 4, 13F; Appendix S1, sections 4–71). It is a regionally extensive lithostratigraphic and chronostratigraphic datum (Figs. 6–11), with an inferred age of ∼71.5 Ma based on correlation of magnetochrons and the global time scale (Lerbekmo and Braman 2002; Ogg et al. 2004). Some of the bentonites in the Dbz contain volcanogenic grains of biotite,\nFig. 13. Outcrops of the Drumheller and Horsethief members in the Drumheller area. (A) Dorothy bentonite (Db) in Dorothy overlain by Bearpaw Formation (Bp) shales and Dorothy tongue (Dt; underlain by white dashed line). Dorothy bentonite is ∼10 m thick. (B) Dorothy tongue strata exposed just west of Dorothy (bracketed by dashed lines). Note the sandstone load balls below the tongue. Bearpaw Formation shales overlie the tongue and are overlain by basal sandstones of the Drumheller Member (DM). The sandstones exposed in the DM represent a shoaling upward shoreface succession (sss). In this area, the Dorothy tongue is included in the Bearpaw Formation. (C) Basal exposures of the Drumheller Member at Willow Creek, just north of the Hoodoos recreational area. Section is ∼50 m thick. Prominent right-dipping in-\nclined heterolithic strata at the base of the exposure represent an estuarine channel fill (ess). (D) Base of the Drumheller Member on the Bearpaw Formation at East Coulee. Here, the basal sandstone represents a shoaling-upward shoreface succession (sss). Note the brown mudfilled paleochannel (mfc) in the upper part of the succession. (E) Drumheller coal zone near Drumheller. Coals #3–#6 are exposed in this section. Note the lenticular channel sandstone (chss). (F) The Drumheller bentonite zone (Dbz) is well developed and exposed in association with the #7 coal on Highway 9, north of Drumheller. Here, bentonites occur both above and below the #7 coal, the top of which marks the contact between the Drumheller and Morrin members (DM, MM). Section is ∼50 m thick. (G) Abundant paleochannel deposits characterize the #8–9 coal zone near the top of the Horsethief Member (HM). The Morrin Member (MM) crops out near the top of the exposure. Exposed section is ∼75 m thick. (H) Prominent multistoried sandstone body (chss) in the 9 coal swarm interval of the Horsethief Member east of Bleriot Ferry. Contact with the Morrin Member is at the top of a local carbonaceous shale. Exposed section is ∼65 m thick."
  }, {
    "heading": "Eberth and Braman 1065",
    "text": "Published by NRC Research Press\nC an\n. J . E\nar th\nS ci\n. D ow\nnl oa\nde d\nfr om\nw w\nw .n\nrc re\nse ar\nch pr\nes s.\nco m\nb y\nU N\nIV E\nR SI\nT Y\nO F\nA R\nIZ O\nN A\nL IB\nR A\nR Y\no n\n02 /2\n1/ 19\nFo r\npe rs\non al\nu se\no nl\ny.\nfeldspar, and quartz, suitable for radiometric dating. We propose that the Dbz is equivalent to the “Garden Plain Tuff” (Campbell 1974) that crops out in the Hanna–Castor area, especially along the west side of Sullivan Lake. Although a prominent zone of bentonites at or above the #6–7 coal zone is mentioned in the stratigraphic literature (e.g., Byrne 1955; Byrne and Farvolden 1959; Babet 1966), it is rarely mentioned after the 1960s. The top of the Horsethief Member is marked by an increase in paleochannel thicknesses and percentages (Figs. 4, 13G, 13H; Table 2; Appendix S1, sections 5–101), and we observed one occurrence of a pebble–granule string in a sandstone near the top of the Horsethief Member in one measured section (Appendix S1, section 10, 11–14 m1).\nPalynologically, the Horsethief Member is an entirely nonmarine assemblage similar in content and diversity to that of the underlying Drumheller Member (Table 2; Appendices D, E). Vertebrate fossils are abundant in the Horsethief Member and are best represented by localized, mudstone-hosted bonebeds that contain disarticulated and fragmentary remains of ornithischian dinosaurs, particularly hadrosaurs (Ryan et al. 2011)."
  }, {
    "heading": "Morrin Member",
    "text": "The Morrin Member is a mostly noncoaly, alluvial-to-paralic unit that records fundamental changes in depositional style and paleoclimate in the HCFm (Hamblin 2004; Eberth 2004, 2010). The base of the member is placed at the top\nFig. 14. Nonmarine features that were interpreted incorrectly by Hamblin (2004) to infer the presence of a marine flooding surface just above the #7 coal swarm. (A) Lenticular paleochannel sandstone previously interpreted as hummocky cross-stratification in Hamblin's Highway 575 Roadcut section (metre 14). Locations of close-ups in (B) and (C) and the #7 coal are indicated. (B) Eastern end of the paleochannel sand-\nstone in (A) showing inclined bedded sandstone (IBS) indicative of deposition on a small, sandy point bar in a meandering stream. (C) Closeup of IBS deposit in (B) showing abundant ripple laminae. (D, E) Close-ups of tapering root traces in an iron-cemented splay sandstone in Hamblin's Drumheller South section (metre 16). (F) Laterally extensive splay sandstone that hosts root traces (D, E) in Hamblin's Drumheller South section (metre 16)."
  }, {
    "heading": "1066 Can. J. Earth Sci., Vol. 49, 2012",
    "text": "Published by NRC Research Press\nC an\n. J . E\nar th\nS ci\n. D ow\nnl oa\nde d\nfr om\nw w\nw .n\nrc re\nse ar\nch pr\nes s.\nco m\nb y\nU N\nIV E\nR SI\nT Y\nO F\nA R\nIZ O\nN A\nL IB\nR A\nR Y\no n\n02 /2\n1/ 19\nFo r\npe rs\non al\nu se\no nl\ny.\nof the uppermost well-developed subbituminous coal in the #8–9 coal zone. The top of the member is placed at the inferred maximum flooding surface of the Drumheller Marine Tongue — marked by a prominent zone of mudstones — just above the #10 coal. The Morrin Member also includes the Campanian–Maastrichtian boundary (70.6 Ma; Ogg et al. 2004), which occurs just below the C32n–C31r magnetochron boundary. The magnetochron boundary is marked by an aluminum spike placed 9.5 m below the top of the Morrin Member in the Morrin Bridge 2 measured section (Appendix S1, section 91). The member is characterized by the rarity of coals and carbonaceous shales, an abundance of massive, grey–green vertisol paleosols (Hamblin 2004, p. 67; Quinney 2011), a stratigraphically abrupt reduction in channel-fill dimensions (thickness and width, Table 1), the widespread occurrence of ripple-laminated sandstones, and a subtle decrease in the coarsest grain sizes (ubiquitous occurrences of very-fine- to fine-grained sandstone). In outcrop around Drumheller, the Drumheller Marine Tongue straddles the top of the Morrin Member and the base of the Tolman Member (see next section) and is variably expressed throughout the field area. In particular, physical and biological indicators of marine or brackish water conditions are restricted to areas south of Tolman Bridge (Gibson 1977; Haglund 2001). Haglund (2001) described five taxa of invertebrates associated with the Drumheller Marine Tongue (Crassostrea, Corbicula, Mya, Modiolus, and Anomia) and used the paleogeographic distribution of these taxa and their relative abundances to support an interpretation for a declining marine influence in northward and northwestward directions through the Red Deer River valley. At Morrin Bridge (Appendix S1, section 91), the brackish taxa, Crassostrea and Corbicula, occur as lag deposits in the tabular paralic sandstones and paleochannel deposits above and below the #10 coal, and are also present in stacked sandstones that comprise the base of the Tolman Member. Palynological data indicate a marine influence in the upper one-half of the Morrin Member (Drumheller Marine Tongue) and also show an increased number of angiosperms compared with underlying members (Table 2; Appendices D, E) suggestive of a slightly drier environmental setting. Vertebrate fossils are particularly abundant in the Morrin Member but occur mostly as isolated, reworked skeletal elements and teeth of dinosaurs. Larson et al. (2010) have documented the presence of a cool-climate vertebrate microfossil assemblage in the Morrin and Tolman members that are characterized by the presence of taxa with more northern affinities, such as Holostean A, Champsosaurus, Troodon, and toothed birds. Warm-climate taxa, such as crocodylians, large and diverse turtles, and albanerpetontids, are notably absent. Such a trend is also suggested by the data of Straight et al. (2004, table 1, fig. 5)."
  }, {
    "heading": "Tolman Member",
    "text": "The Tolman Member is a distinctive, noncoaly, paralic to alluvial unit. It has a broadly tabular geometry, is bounded below by the marine flooding surface of the Drumheller Marine Tongue, and is overlain by coarser-grained paleochannel deposits or carbonaceous shales and coals of the Carbon Member. The lowest ∼20 m of the Tolman Member includes\nthe upper portion of the Drumheller Marine Tongue above the maximum flooding surface and includes a distinctive zone of stacked and interbedded fine-grained sandstones and siltstones that are locally cemented by iron-carbonates and form distinctive cliff faces or erosion-resistant benches and ridges in the outcrop area (Figs. 4, 15C, 15D; Appendix S1, sections 9–111; also see Gibson 1977, p. 4). This sandstonerich interval was referred to as “Unit 3” by Eberth (2004, 2010) and it crops out continuously from the top of the section at Morrin Bridge (S15-T31-R21W4) to near the base of the section at Tolman Bridge (S11-T33-R22W4; Figs. 16A, 16B). Patchy outcrops of the stacked sandstone interval are present just below the glacial till in the area around the Orkney Hill Lookout (S9-T30-R21W4). North of Tolman Bridge, this bench-forming interval is mostly grassed over and exposed only patchily in drainages along the base of the section through to Dry Island Buffalo Jump Provincial Park (S28T34-R21W4). From Morrin Bridge south, this stacked succession comprises estuarine to shallow-marine sandstones with locally abundant and reworked shells of Crassostrea and other brackish water pelecypods, and centimetre-thick bentonitic mudstones with organic fragments (Gibson 1977; Haglund 2001). North and west of the Morrin Bridge area, tabular beds of sandstone and siltstone dominate this interval, exhibiting planar laminae, current and wave ripples, and localized, decimetre-scale trough cross-bedding. These more northward sections contain plant-fragment-rich laminae, leaf impressions of angiosperms, and local root traces, as well as vertebrate microfossil concentrations with disarticulated fish and dinosaur teeth (Larson et al. 2010). Only very occasionally in this northwestward direction are there massive, iron-cemented sandstone beds that yield reworked Crassostrea shells. The remainder of the Tolman Member comprises complexly interbedded and laterally limited centimetre- to decimetre-scale deposits of fine-grained paleochannel sandstones and grey–green mudstones (Figs. 16A, 16B). Paleochannel deposits sometimes exhibit metre-scale inclined heterolithic strata comprising sandstone and organic and clay-rich laminae (Eberth and Currie 2010). Mudstones are commonly interpreted as vertisols, characteristic of a seasonally wet and dry climate (Hamblin 2004; Quinney 2011). Elevated numbers of angiosperm pollen also characterize the Tolman Member (Table 2; Appendices D, E), indicating that the drier climate that was established in the Morrin Member persisted through the deposition of this member as well. Vertebrate fossils are abundant in the Tolman Member. They consist of (i) large numbers of isolated worn elements of dinosaurs, (ii) numerous vertebrate microfossil bonebeds in the lower one-half of the member that are rich in fish and fragmentary dinosaur bones and teeth (Larson et al. 2010), (iii) isolated partial to complete skeletons of dinosaurs (e.g., Mallon et al. 2011), and (iv) important bonebed occurrences, such as the Albertosaurus bonebed at Dry Island that occurs at the top of the Tolman Member (Eberth and Currie 2010) and an unpublished Hypacrosaurus bonebed that occurs near the base of the member (Fig. 16C)."
  }, {
    "heading": "Carbon Member",
    "text": "The Carbon Member has been consistently recognized as a discrete coaly stratigraphic unit throughout the outcrop area and in the subsurface since the 1960s (Ower 1960; Irish"
  }, {
    "heading": "Eberth and Braman 1067",
    "text": "Published by NRC Research Press\nC an\n. J . E\nar th\nS ci\n. D ow\nnl oa\nde d\nfr om\nw w\nw .n\nrc re\nse ar\nch pr\nes s.\nco m\nb y\nU N\nIV E\nR SI\nT Y\nO F\nA R\nIZ O\nN A\nL IB\nR A\nR Y\no n\n02 /2\n1/ 19\nFo r\npe rs\non al\nu se\no nl\ny.\n1970; Gibson 1977). The base of the Carbon Member is marked by the first occurrence of clean sandstone, coal, or carbonaceous shale in the #11–12 coal zone (Figs. 16A, 16B). The top is placed at the first occurrence of deeply weathered, white sandstones that characterize the Whitemud Member (Figs. 16D, 16G). Following Hamblin (2004) and Eberth (2010), we reject the inclusion of the Whitemud in the Carbon Member. In outcrop, the thickness of the Carbon Member is highly variable ranging from 24 to 39 m, a characteristic that reflects the difficulty in consistently picking the base of the member. For example, in many sections we have observed a transitional zone (e.g., Appendix S1, section 151) that is <10 m thick and consists of a mixture of deposits that can be interpreted as characteristic of either the Tolman or Carbon members. Eberth and Currie (2010) noted this transitional interval, and placed the unique Albertosaurus bonebed within it and assigned it to “Unit 4” (Tolman Member). Paleochannel sandstones within the Carbon Member trend toward being much thicker, abundant, and multilateral than in the underlying Tolman and Morrin members (Table 1) and, locally, exhibit extrabasinal conglomerate lag deposits that comprise pebbles and cobbles of cherts, quartzites, and other metamorphic rocks (Figs 4, 16B, 16D–16F). Tectonically induced “chatter marks” are common on the surfaces of many extrabasinal clasts.\nHamblin (2004, p. 80, fig. 80) proposed that the base of the “Carbon tongue” may be found to mark the landward extent of a fourth-order flooding surface but provided no evidence for a marine transgression at that horizon. Given the complex transitional nature of this contact in the field area and the absence of any data in support of a significant marine flooding event at this horizon, we reject the hypothesis that the contact between the Carbon and Tolman members is a fourth-order regressive-cycle boundary. The palynofloras of the Carbon Member show a return to percentages seen in the Drumheller and Horsethief members (Table 2; Appendices D, E) and, along with the presence of abundant coals in the member, suggest a return to wetter environmental conditions."
  }, {
    "heading": "Whitemud Member",
    "text": "The Whitemud Member represents a pedogenically altered, weathered, and locally reworked sandstone and mudstone interval that was originally deposited in a warm and wet alluvial–paludal setting (Nambudiri and Binda 1991; Binda and Nambudiri 2000; Hamblin 2004). It has been recognized as an important clay unit and marker since it was first reported by Davis (1918) and erected as a formation by Irish and Havard (1968). The unit continues to serve as a key stratigraphic marker and paleoenvironmental indicator (Catuneanu et al. 1997; Catuneanu and Sweet 1999). The Whitemud\nFig. 15. Exposures of Morrin and Tolman members (MM, TM). (A) Exposed section at Kubinec Farm (Appendix S1, section 101). The Morrin Member is fully exposed and capped by a prominent bentonite-rich mudstone. Stacked and multilateral sandstones, near the base of the Tolman Member, form a resistant ridge at the top of the ∼60 m thick section. (B) Morrin and Tolman members exposed just east of the Morrin Bridge (Appendix S1, section 91). Dark band represents the #10 coal. Person above truck (circled) is standing at the base of the Drumheller Marine Tongue (DMT) just above the inferred Campanian–Maastrichtian boundary. Section is ∼50 m thick. (C) Stacked and\nmultilateral sandstones (ss) near the base of the Tolman Member exposed along the roadcut just west of Bleriot Ferry. (D) Shallow-marine sandstones at the base of the Tolman Member southwest of Morrin Bridge. Section is ∼9 m thick."
  }, {
    "heading": "1068 Can. J. Earth Sci., Vol. 49, 2012",
    "text": "Published by NRC Research Press\nC an\n. J . E\nar th\nS ci\n. D ow\nnl oa\nde d\nfr om\nw w\nw .n\nrc re\nse ar\nch pr\nes s.\nco m\nb y\nU N\nIV E\nR SI\nT Y\nO F\nA R\nIZ O\nN A\nL IB\nR A\nR Y\no n\n02 /2\n1/ 19\nFo r\npe rs\non al\nu se\no nl\ny.\nMember extends well beyond the limits of our field area and has been mapped by the Alberta Geological Survey (AGS), Edmonton, Alberta, as extending from south of Gleichen (T22-R24W4) to the Swan Hills area (T70R11W5). It also occurs in southeastern Alberta and southern Saskatchewan, where it is justifiably treated as a formation (Irish and Havard 1968; Catuneanu and Sweet 1999)."
  }, {
    "heading": "Discussion",
    "text": "Upstream influences on stratigraphic architecture As proposed by Hamblin (2004) and others (e.g., Gibson 1977), we agree that changes in relative sea level influenced HCFm stratigraphic architecture. Specifically, the tongue-like nature of the Strathmore Member, the overall regressive nature\nFig. 16. Exposures of Tolman, Carbon, and Whitemud members (TM, CM, WM), and the Battle Formation (BF) in the Tolman Bridge area. (A) Stacked paleochannel sandstones near the base of the Tolman Member form a prominent bench and are overlain by noncoaly strata. Section is ∼60 m thick. (B) Close-up of (A) showing the entire Tolman Member and the darker, organic-rich strata and thicker grey paleochannel deposits of the Carbon Member. The Whitemud Member is draped by sediments of the Battle Formation. Note the basal sandstones (ss) of the Scollard Formation (SFm) at the top of the section. Also, note people for scale near base of section. Exposed section is ∼70 m thick.\n(C) Weathered juvenile hadrosaur metatarsals in a bonebed near the base of the Tolman Member. Scale bar is 10 cm. (D) Lenticular, 8 m thick paleochannel sandstone (chss) near the top of the Carbon Member. (E) Close-up of paleochannel sandstone near the top of the Carbon Member. Sandstone body is 8 m thick. (F) Lens of extrabasinal quartzites, cherts, and metamorphic pebbles at the base of a paleochannel sandstone in the Carbon Member (Appendix S1, section 101). Ice pick is 60 cm long. (G) Whitemud Member is made up of multiple deposits that become increasingly lighter colored upsection. Section is ∼40 m thick."
  }, {
    "heading": "Eberth and Braman 1069",
    "text": "Published by NRC Research Press\nC an\n. J . E\nar th\nS ci\n. D ow\nnl oa\nde d\nfr om\nw w\nw .n\nrc re\nse ar\nch pr\nes s.\nco m\nb y\nU N\nIV E\nR SI\nT Y\nO F\nA R\nIZ O\nN A\nL IB\nR A\nR Y\no n\n02 /2\n1/ 19\nFo r\npe rs\non al\nu se\no nl\ny.\nof the Drumheller Member, and the transgressive–regressive nature of the Drumheller Marine Tongue. However, our data also allow us to recognize upstream influences on the stratigraphy and stratigraphic architecture of the formation in the form of (i) changes in climate, (ii) volcanism, and (iii) tectonically induced changes in rates of subsidence and sediment supply."
  }, {
    "heading": "Climate change",
    "text": "There is a trend toward seasonal dryness and cooler temperatures during the transition from the coaly Horsethief Member up into and through the noncoaly Morrin and Tolman members. Conversely, that trend is reversed in the transition up into the Carbon Member. The trend toward seasonally drier and cooler climates is supported by a decrease in the occurrence of carbonaceous shales and a concomitant increase in the occurrence of vertisols (Appendix S1, sections 6–101), a decrease in the abundance of gymnosperms (Table 2; Appendices D, E), a decline in the numbers of cool-temperature-sensitive vertebrates (Larson et al. 2010), and evidence of a cooler mean annual temperature from stable isotopes and paleosol geochemistry (Straight et al. 2004; Quinney 2011). An average decrease in paleochannel thickness upward into the Morrin Member and through the nonmarine portions of the Tolman Member (Table 1) is compatible with this interpretation and suggests a reduced sediment supply from the hinterland possibly due to a decrease in climate-controlled rates of erosion (cf. Blum and Tornqvist 2000). The return to wetter and warmer conditions is indicated by the reappearance of coals and carbonaceous shales in the Carbon Member, an increase in the abundance of gymnosperms (Table 2; Appendices D, E), and a decrease in the abundance of vertisols (Appendix S1, sections 10–161; Hamblin 2004; Quinney 2011). Because vertebrate fossils are uncommon in the Carbon Member, there is no evidence from them to support a return of warmer conditions. South of Nanton (T16-R26W4), the HCFm interfingers with and gives way to the chronostratigraphically equivalent St. Mary River Formation (SMRFm), characterized throughout by abundant evidence for a seasonally dry climates (Nadon 1988; Hamblin 1998, 2004). This juxtaposition suggests that the seasonally dry climatic conditions that dominated southernmost Alberta during deposition of the SMRFm expanded northward into central Alberta during deposition of the Morrin and Tolman members (∼71.0–68.5 Ma). Conversely, during the transition to the Carbon Member (∼68.5 Ma), seasonally dry conditions retreated southward, and wetter and warmer conditions were reestablished throughout central Alberta."
  }, {
    "heading": "Volcanism",
    "text": "The Dbz, at the base of the Horsethief Member, occurs above and sometimes in association with the #7 coal swarm and indicates that during this time large volumes of volcanic ash repeatedly settled across the HCFm’s waterlogged landscapes. The occurrence of geographically widespread horizons of volcanic ash in a multimetre-thick stratigraphic interval suggests multiple eruptions occurring over hundreds to tens of thousands of years (based on average rates of sediment accumulation). Other bentonite-rich intervals in association with the HCFm and Edmonton Group also suggest the\noccurrence of similar volcanic events in southern Alberta: the Dorothy bentonite (Lerbekmo 2002); bentonite-rich mudstones in the Drumheller Marine Tongue (Gibson 1977); and the Battle Formation (Irish and Havard 1968; Gibson 1977; Hamblin 2004). Likewise, numerous laterally extensive bentonite beds have been described by Fanti (2009) from the adjacent Wapiti Formation to the northwest of our field area.\nChanges in rate of subsidence and sediment supply Changes in rates of subsidence and sediment supply are broadly indicated by changes in the geometry within sedimentary packages. For example, the HCFm shows an overall wedge-shaped westward thickening that is particularly well developed in the southern portion of the field area (Figs. 6– 11). This well-documented pattern reflects both an increasing westerly proximity to source area and an overall higher rate of subsidence and sediment supply to the west and south. However, when considered on the basis of each of the HCFm members, and evaluated using known and inferred timelines defined by event surfaces (such as bentonite horizons and flooding surfaces), the Horsethief, Morrin, and combined Carbon–Whitemud members exhibit significantly greater westward thickening than do the Strathmore, Drumheller, or Tolman members, especially west of the fifth meridian (Figs. 8–11). In addition, the Morrin Member appears to exhibit greater westward thickening in more northern cross sections (Figs. 8, 9), whereas the Horsethief and combined Carbon–Whitemud members exhibit greater westward thickening in southern cross sections (Figs. 10, 11). These patterns suggest that as the Horsethief Member and combined Carbon–Whitemud members were deposited, there was a relative increase in subsidence in the southwestern and west-central parts of the field area, relative to the Strathmore, Drumheller, Morrin, and Tolman members. Similarly, during deposition of the Morrin Member, subsidence increased in the northwestern portions of the field area compared with the other members. Following concepts presented in Shanley and McCabe (1994, 1998), Legarreta and Uliana (1998), and Catuneanu (2006), we interpret increased paleochannel stacking and thicknesses and increased grain sizes at the top of the Horsethief Member and in the Carbon and Whitemud members (Figs. 4, 13G, 13H, 16D, 16E; Table 1; Appendix S1, sections 6, 7, 10–161) as indicating an increase in sediment supply and a reduction in accommodation. The Whitemud Member is recognized as an interval in which there was widespread and long-term weathering of a low-gradient wetlands landscape in a warm and wet climate (Irish and Havard 1968; Gibson 1977; Nambudiri and Binda 1991; Hamblin 2004). This pattern suggests that, in contrast to the Horsethief and Carbon members, sediment supply was greatly reduced but that subsidence also decreased, resulting in a loss of accommodation. The unique presence of extrabasinal conglomerates with chatter marks (strings and lenses of pebbles and cobbles) in paleochannel sandstones in the Carbon Member clearly reflects rebound of the proximal foredeep and reworking of conglomerates previously buried adjacent to and just east of the overthrust zone. Eberth and Hamblin (1993) described similar examples of reworked foredeep conglomerates that"
  }, {
    "heading": "1070 Can. J. Earth Sci., Vol. 49, 2012",
    "text": "Published by NRC Research Press\nC an\n. J . E\nar th\nS ci\n. D ow\nnl oa\nde d\nfr om\nw w\nw .n\nrc re\nse ar\nch pr\nes s.\nco m\nb y\nU N\nIV E\nR SI\nT Y\nO F\nA R\nIZ O\nN A\nL IB\nR A\nR Y\no n\n02 /2\n1/ 19\nFo r\npe rs\non al\nu se\no nl\ny.\noccur in the lower one-half of the Dinosaur Park Formation (Upper Cretaceous) at Dinosaur Provincial Park, Alberta.\nBasin history during HCFm deposition Changes in sea level, climate, volcanism, sediment supply, and subsidence in foreland basin settings that occur on a scale of millions of years or less are often attributed to regional tectonic cycles that comprise alternating and longterm episodes of orogenic uplift and quiescence (Beaumont 1981; Jordan 1981). Numerous studies and models link sedimentary sequences in foreland basins to such cycles (Heller et al. 1988; Flemings and Jordan 1989; Eberth and Hamblin 1993; Shanley and McCabe 1994; Heller and Paola 1996; Catuneanu et al. 1997, 2009; Rogers 1998; Catuneanu and Sweet 1999; Catuneanu 2003; Yang 2011). In our opinion, many of the models are variants of a basic two-phase sequence stratigraphic model for nonmarine settings that emerged in the 1980s (e.g., Heller et al. 1988) and was useful in describing the different stratigraphic sequences that develop during orogenic loading and unloading. Early phases of orogenic uplift, characterized by overthrust loading, result in accelerated rates of subsidence, sediment trapping, and increased accommodation in proximal-foredeep settings; but result in decreasing rates of subsidence and sediment accumulation, and reduced accommodation in distal-foredeep and forebulge settings. Conversely, later phases of tectonic cycles are characterized by tectonic “quiescence” that results in proximal-foredeep rebound, erosion, and reduced accommodation adjacent to the uplift, but increased accommodation due to greater rates of subsidence and greater sedimentation in distal-foredeep and forebulge areas. Feedback between influences can be complex; orogenic activity also may influence climate patterns (e.g., Jerzykiewicz and Sweet 1988), which in turn may influence patterns of erosion and sedimentation (Blum and Tornqvist 2000). Alternatively, eustasy and global climate change may occur more or less independently of tectonic influences. Here we tentatively propose a succession of events that influenced the stratigraphic history of the HCFm in the context of sea-level and climate change, and the very basic two-phase sequence stratigraphic model outlined in the preceding text (Fig. 17). We accept that second-order eustatic rises and falls in sea level were ongoing as outlined by Kauffman and Caldwell (1993), and we consider our data in the context of those trends. Although we believe our data conclusively support an interpretation that the depositional history of the HCFm was influenced to a significant extent by tectonic events, we believe our data do not allow us to present highly detailed sequence stratigraphic models that identify various systems tracks — such specificity would require that our field area extend more or less consistently from proximal foredeep to backbulge or exhibit a more eastward extent into marine shales, neither of which is the case.\nLocation of the hinge zone and the relationship between HCFm distal-foredeep stratigraphic patterns and orogenic loading–unloading events In foreland basins, the locations of sedimentary packages relative to source and hinge zones (sensu Catuneanu and Sweet 1999) determine the flexural settings of those packages (e.g., proximal foredeep, distal foredeep, forebulge,\nbackbulge, peripheral sag). With that knowledge, hypotheses can be generated as to the tectonic, climatic, and eustatic and other base-level conditions that influenced stratigraphic evolution. Overall, our cross sections show modest westward thickening and broadly tabular geometries for many of the members described here, compatible with an interpretation that HCFm strata were deposited in the distalmost portion of the foredeep. This interpretation is supported by Catuneanu and Sweet’s (1999) placement of the Maastrichtian–Paleocene age hinge zone adjacent to and slightly east of the northern and east-central edges of our field area. They described the zone as tracing an eastward-convex arc from Edmonton, south into westernmost Saskatchewan. Horseshoe Canyon Formation successions deposited in the distal foredeep are predicted to show different compositions compared with those in proximal-foredeep settings (Catuneanu and Sweet 1999; Yang 2011) — an interpretation that may be testable by comparing our HCFm sections with those in the upper Brazeau Formation (cf. Jerzykiewicz and Sweet 1988). In particular, distal-foredeep sedimentary successions deposited during orogenic loading should be finer grained than in the proximal foredeep, and should show evidence for less accommodation (Heller et al. 1988; Catuneanu and Sweet 1999; Yang 2011). Sedimentary successions associated with “early unloading” episodes (Yang 2011) are also dominated by fine-grained sediments in the distal foredeep, but show evidence of increasing accommodation (Yang 2011). Lastly, sedimentary successions deposited during “late unloading” episodes (Yang 2011) show evidence of basin overfilling, bypass, and decreased accommodation in the distal foredeep. They often contain coarsegrained sediments reworked from proximal-foredeep deposits and show an increase in the occurrences of stacked paleochannels at the expense of interfluve deposits (Flemings and Jordan 1989; Eberth and Hamblin 1993; Shanley and McCabe 1994; Legarreta and Uliana 1998; Eberth et al. 2001a; Yang 2011).\nThe Bearpaw T–R cycle and possible orogenic unloading events during Strathmore and Drumheller member deposition The regressive portion of the eustatic Bearpaw T–R cycle of Kauffman and Caldwell (1993, fig. 4) ranges from the top of the Belly River Group to the middle of the Horsethief Member (Fig. 17) and adequately explains the overall prograding nature of the combined Strathmore and Drumheller members. However, the Strathmore Member is also overlain by a prominent flooding surface that signals a significant higher-order transgression and defines the tongue-like nature of the unit, and both members exhibit prominent stratigraphic zones consisting of vertically stacked shorelines that signal paleogeographic stability resulting from a balance between sediment input, subsidence, and sea-level drop. Although we have no direct evidence of what influenced these geometries, their short durations (third–fourth order?) and unique localized expressions makes it unlikely that they developed in response to global eustatic events alone (Kauffman and Caldwell 1993). Accordingly, we speculate that these features were also influenced by orogenic unloading events that resulted in increased subsidence in the distal foredeep that counterbalanced the effects of sea-level drop (Fig. 17)."
  }, {
    "heading": "Eberth and Braman 1071",
    "text": "Published by NRC Research Press\nC an\n. J . E\nar th\nS ci\n. D ow\nnl oa\nde d\nfr om\nw w\nw .n\nrc re\nse ar\nch pr\nes s.\nco m\nb y\nU N\nIV E\nR SI\nT Y\nO F\nA R\nIZ O\nN A\nL IB\nR A\nR Y\no n\n02 /2\n1/ 19\nFo r\npe rs\non al\nu se\no nl\ny.\nHowever, the absence of coarse-grained sediments or stacked, multilateral-channel deposits in these horizons suggest that if such unloading events occurred, they were neither prolonged nor intense enough to result in a loss of accommodation by means of a flood of coarse-grained clastics into the field area. In comparison to the relatively greater frequency and intensity of climate, volcanic, and tectonic events and changes that mark the Horsethief and stratigraphically younger members of the HCFm (see the following text), we regard the Strathmore and Drumheller members as recording ∼2.5 Ma of relative tectonic consistency and stability.\nHorsethief volcanic and unloading event, and the onset of the Fox Hills T–R cycle The Dbz (base of the Horsethief Member) records an increase in volcanic airfall deposition across southern Alberta. The strongly wedge-shaped geometry of the member in the southern half of the field area, and evidence for a basinward shift in shorelines, at this time suggest that volcanism coincided with or was followed by an increase in sediment supply. Accordingly, we propose that most of the Horsethief Member records an episode of intense orogenic unloading (Fig. 17) that resulted in proximal-foredeep uplift and an increase of\nFig. 17. Stratigraphic distribution of “upstream” and “downstream” events and conditions that influenced the stratigraphic development of the Horseshoe Canyon Formation (modified from Fig. 2). Influences are listed as transgressive–regressive (T–R) cycles, and climatic, volcanic,\nand tectonic events. Tectonic events are considered in the context of a simple, two-phase sequence stratigraphic model (outlined in the text) comprising alternating orogenic loading and unloading events in the proximal foredeep. Lighter shading under “Tectonism” indicates a relatively weak influence, probably due to a less intense event. See Fig. 5 for abbreviations. Camp–Maas, Campanian–Maastrichtian; DB, Dorothy bentonite; DBZ, Drumheller bentonite zone; Ld, orogenic loading event; mfs, maximum flooding surface; N, north; S, south; uld, orogenic unloading event; v, prominent bentonites."
  }, {
    "heading": "1072 Can. J. Earth Sci., Vol. 49, 2012",
    "text": "Published by NRC Research Press\nC an\n. J . E\nar th\nS ci\n. D ow\nnl oa\nde d\nfr om\nw w\nw .n\nrc re\nse ar\nch pr\nes s.\nco m\nb y\nU N\nIV E\nR SI\nT Y\nO F\nA R\nIZ O\nN A\nL IB\nR A\nR Y\no n\n02 /2\n1/ 19\nFo r\npe rs\non al\nu se\no nl\ny.\ncoarse sediment dispersal into the basin — especially in the southern one-half of the field area. The increase in stacked paleochannels and presence (rare) of extrabasinal clasts in the upper Horsethief Member suggest that the distal foredeep eventually lost accommodation space and became overfilled. Lastly, following Kauffman and Caldwell (1993), the Fox Hills T–R cycle (“Ma 1” cycle of Ogg et al. 2004) began during deposition of the Horsethief Member.\nMorrin–Tolman orogenic loading event and the Drumheller Marine Tongue The transition from the Horsethief Member to the combined Morrin and Tolman members marks the onset of a seasonally wet–dry, cool climate across southern Alberta, and a decrease in sediment supply and rate of subsidence that moved from the south to the north across the field area (Fig. 17). A basic twophase stratigraphic sequences model elegantly explains these changes. Increased overthrusting in the Cordillera would have enhanced loading of the adjacent proximal foredeep. In turn, rates of subsidence and sediment supply were reduced in the Drumheller region and farther south at the onset of Morrin Member deposition and, eventually, to the north as well. Loss of accommodation associated with reduced subsidence was compensated for by the second-order eustatic sea-level rise recorded by the Drumheller Marine Tongue (Fox Hills cycle of Kauffman and Caldwell 1993). During this same time, it is likely that orogenic uplift amplified preexisting rain-shadow effects on the lee side of the Cordillera (Jerzykiewicz and Sweet 1988), thus pushing the drier climate belt of the St. Mary River Formation farther north and east by about 200 km. This interpretation of regional climate change is weakly supported by the absence of evidence for wet–dry climate influences in the timeequivalent Wapiti Formation, ∼500 km northwest of Drumheller (Fanti and Catuneanu 2010). In contrast, the coincident emplacement of a cooler climate (supported by evidence from vertebrate fossils, paleosols, and stable isotope geochemistry) seems to have been part of a global trend, as indicated by global paleotemperature curves that indicate the onset of a minor episode of global cooling at or just before the Campanian–Maastrichtian boundary (Upchurch and Wolfe 1993; Barrera and Savin 1999). The Drumheller Marine Tongue, which straddles the boundary between the two members, likely includes the maximum flooding surface of the Fox Hills T–R cycle. This interpretation is based on the occurrence of the cycle’s maximum transgression just after the onset of the Maastrichtian (Ogg et al. 2004, fig. 19.1; Fig. 4; Appendix S1, section 9, metre 17.751). A eustatic rise of sea level unlinked to regional tectonics explains the paradox of a marine transgression occurring at a time when the rate of subsidence was decreasing in the distal foredeep. Furthermore, the presence of stacked and multilateral paleochannel, splay, and shoreface deposits above the maximum flooding surface of the Drumheller Marine Tongue in the lower portions of the Tolman Member suggests a significant reduction in accommodation that might be related to either late highstand or lowstand depositional conditions (e.g., Catuneanu 2006).\nThe Carbon Member orogenic unloading event An increase in sediment supply, a return to a wetter and possibly warmer climate during deposition of the Carbon\nMember is compatible with an interpretation that a phase of orogenic unloading and erosion followed the Morrin–Tolman orogenic loading event (Fig. 17). During this time, extrabasinal pebbles and cobbles that had been trapped in the proximal foredeep were reworked into the distal foredeep in the Drumheller area. During this tectonic quiescence, seasonally wet–dry climatic conditions retreated to the south, and central Alberta once more became climatically wet. Abundant, stacked and multilateral paleochannel deposits attest to a reduction in accommodation as sediments flooded across the foredeep.\nThe Whitemud Member orogenic loading event Whitemud landscapes of southern Alberta became progressively more sediment starved through time and were characterized by small meandering streams that drained and reworked local areas that became pedogenically altered over long periods of time (Nambudiri and Binda 1991; Binda and Nambudiri 2000; Hamblin 2004). These conditions indicate a renewed phase of tectonic overthrusting in the Cordillera with increased sediment trapping in the foredeep and reduced sedimentation in the distal foredeep. In contrast to the Morrin–Tolman orogenic loading event, there was no sea-level rise to mitigate the loss of accommodation. Accordingly, sedimentation rates declined and landscapes became deeply weathered and pedogenically modified, eventually culminating in the Whitemud Member – Battle Formation unconformity (Catuneanu and Sweet 1999)."
  }, {
    "heading": "Resource distributions",
    "text": "Data presented here are worth considering by those who plan to conduct evaluations of resource distributions in the HCFm of southern Alberta. For example, natural gas can be plentiful where coals and sandstone bodies are abundant, and especially where sandstones are interconnected and sealed above and below by less permeable mudstones (Hamblin and Lee 1997; Hamblin 2004). We recognize two discrete stratigraphic intervals where sandstone bodies are unusually abundant, thick, and associated with well-developed coals. The first is the uppermost portion of the Horsethief Member that includes the #8–9 coal zone. The second is that portion of the Carbon Member that includes the #11–12 coal zone. Vertebrate remains in Upper Cretaceous formations of southern Alberta are often abundant in successions where paleochannel deposits are abundant (Eberth et al. 2001b; Eberth 2005; Eberth and Currie 2005). In the HCFm, the uppermost portion of the Horsethief Member, and the Morrin and Tolman members, exhibit relatively abundant paleochannel sandstone occurrences. Our examinations of fossil distributions in the HCFm based on historical records (Royal Tyrrell Museum records; archived field notes; Eberth et al. 2001b) confirm that, to date, the largest number of vertebrate macrofossil and microfossil remains have been collected from the top of the Horsethief Member (from above the #7 coal swarm and through the #9 coal swarm), and throughout the Tolman Member. The Carbon Member, although rich in paleochannel deposits, produces relatively few vertebrate fossils and is a notable exception to the pattern, deserving of further study. In short, the variations in the relative abundance of fossils between the different members of the HCFm signal potentially important taphonomic biases that must be addressed to conduct meaningful paleoecological analyses of the formation’s vertebrate assemblages."
  }, {
    "heading": "Eberth and Braman 1073",
    "text": "Published by NRC Research Press\nC an\n. J . E\nar th\nS ci\n. D ow\nnl oa\nde d\nfr om\nw w\nw .n\nrc re\nse ar\nch pr\nes s.\nco m\nb y\nU N\nIV E\nR SI\nT Y\nO F\nA R\nIZ O\nN A\nL IB\nR A\nR Y\no n\n02 /2\n1/ 19\nFo r\npe rs\non al\nu se\no nl\ny."
  }, {
    "heading": "Conclusions",
    "text": "A revision of the HCFm in southern Alberta divides the formation into seven formally defined members and highlights the combined influences of upstream and “downstream” controls on stratigraphic architecture and depositional history in a distal-foredeep setting. Controls include volcanism, changes in sea level and climate, and changes in rates of sediment supply and subsidence due to tectonism. The recognition of upstream and downstream controls is a better fit with the long-term accretionary history of Mesozoic Western Canada and contrasts markedly with previous interpretations that ascribe subformational lithostratigraphic variation to changes in sea level only. The Strathmore and Drumheller members are coal-rich units deposited in a low-gradient, warm–wet coastal plain that bordered the Western Interior Seaway; they record the regressive phase of the Bearpaw T–R cycle. Superimposed on this regression are subordinate tectonic unloading events that resulted in the development of (i) the discrete, tongue-like geometry of the Strathmore Member, and (ii) a thick succession of vertically aggrading shorelines in the middle of the Drumheller Member. Contrary to Hamblin (2004), the boundary between the Drumheller Member and overlying Horsethief Member exhibits no evidence of a marine transgression. Instead, the base of the Horsethief Member is marked by the Dbz, a stratigraphic marker that signals deposition of multiple airfall tuffs across south-central Alberta, and the lower one-half of the member records ongoing regression at the end of the Bearpaw T–R cycle. The Horsethief Member exhibits pronounced thickening to the west and southwest, suggestive of an increase in sediment supply due to orogenic unloading and proximal-foredeep rebound and sediment dispersal. Late unloading accompanied by overfilling of the distal foredeep is indicated by stacked paleochannel deposits and rare occurrences of extrabasinal granules and pebbles at the top of the member. The upper one-half of the Horsethief Member records the onset of the Fox Hills T–R cycle. The Morrin and Tolman members were also deposited in a low-gradient coastal plain setting, but are notably coal poor, and consist of abundant deposits of relatively small paleochannels and vertisols. These patterns indicate reduced accommodation in the distal foredeep and sediment trapping in the proximal foredeep, suggestive of an episode of orogenic loading. The two members also preserve evidence of a cooling and drying climatic trend. The drying trend can be explained by the northward expansion of an existing rainshadow zone due to orogenic loading, whereas the cooling trend appears to be globally expressed. The Drumheller Marine Tongue, which straddles the boundary between the two members, includes the maximum flooding surface of the eustatic Fox Hills T–R cycle. The Carbon and Whitemud members are alluvial units that record a return to wetter and possibly warmer climates. With its stacked sandstones and local conglomerates, the Carbon Member signals an unloading event that culminated in proximalforedeep rebound and eventual overfilling and loss of accommodation in the distal foredeep. In contrast, the deeply weathered Whitemud Member records a final episode of orogenic loading that was accompanied by sediment starvation in the distal foredeep and decreased rates of subsidence.\nFuture assessments of resource preservation and distributions in the HCFm should take into account these stratigraphic variations and their origins."
  }, {
    "heading": "Acknowledgements",
    "text": "We thank J. Lerbekmo, A. Sweet, O. Catuneanu, D. Brinkman, A. Hamblin, D. Leckie, and the many other geologists who have attended our HCFm field trips for helpful discussions over many years. D. Lloyd assisted in the field and assembled copious data for analysis and illustration. The manuscript benefitted immensely from earlier critical reviews by F. Therrien, J. Barclay, A. Sweet, P. Putnam, and R. MacNaughton. We thank F. Fanti and the Associate Editor for reviews and improvements. Any errors of fact or interpretation remain ours alone."
  }, {
    "heading": "1074 Can. J. Earth Sci., Vol. 49, 2012",
    "text": "Published by NRC Research Press\nC an\n. J . E\nar th\nS ci\n. D ow\nnl oa\nde d\nfr om\nw w\nw .n\nrc re\nse ar\nch pr\nes s.\nco m\nb y\nU N\nIV E\nR SI\nT Y\nO F\nA R\nIZ O\nN A\nL IB\nR A\nR Y\no n\n02 /2\n1/ 19\nFo r\npe rs\non al\nu se\no nl\ny.\nevents. Canadian Journal of Earth Sciences, 26(10): 1964–1975. doi:10.1139/e89-166. Catuneanu, O. 2003. Sequence Stratigraphy of Clastic Systems. Geological Association of Canada, Short Course Notes, 16, 248 pp. Catuneanu, O. 2006. Principles of Sequence Stratigraphy. Elsevier, Amsterdam, 375 pp. Catuneanu, O., and Sweet, A.R. 1999. Maastrichtian-Paleocene foreland-basin stratigraphies, western Canada: a reciprocal sequence architecture. Canadian Journal of Earth Sciences, 36(5): 685–703. doi:10.1139/e98-018. Catuneanu, O., Miall, A.D., and Sweet, A.R. 1997. Reciprocal architecture of Bearpaw T–R sequences, uppermost Cretaceous, Western Canada Sedimentary Basin. Bulletin of Canadian Petroleum Geology, 45: 75–94. Catuneanu, O., Abreu, V., Bhattacharya, J.P., Blum, M.D., Dalrymple, R.W., Eriksson, P.G., et al. 2009. Towards the standardization of sequence stratigraphy. Earth-Science Reviews, 92(1–2): 1–33. doi:10.1016/j.earscirev.2008.10.003. Chen, D., Langenberg, W., and Beaton, A. 2005. Horseshoe CanyonBearpaw transition and correlation of associated coal zones across the Alberta Plains. Alberta Energy and Utilities Board, EUB/AGS Geo-Note 2005-08, 22 pp. Davis, N.B. 1918. Report on the clay resources of southern Saskatchewan. Mines Branch, Canadian Department of Mines, Report 468, 89 pp. Eberth, D.A. 1996. Origin and significance of mud-filled incised valleys (Upper Cretaceous) in southern Alberta, Canada. Sedimentology, 43(3): 459–477. doi:10.1046/j.1365-3091.1996.d0115.x. Eberth, D.A. 2002. Review and comparison of Belly River Group and Edmonton Group stratigraphic architecture in the southern Alberta plains. Program and Abstracts, 2002 CSPG Annual Convention, p. 117. Eberth, D.A. 2004. A revised stratigraphy for the Edmonton Group (Upper Cretaceous) and its potential sandstone reservoirs. ICE 2004 field trip No. 7 guidebook, CSPG-CHOA-CWLS Joint Conference, Calgary, Alberta, pp. 1–45. Eberth, D.A. 2005. The Geology. In Dinosaur Provincial Park: A Spectacular Ancient Ecosystem Revealed. Edited by P.J. Currie and E.B. Koppelhus. Indiana University Press, Bloomington, pp. 54–82. Eberth, D.A. 2010. A revised stratigraphic architecture and history for the Horseshoe Canyon Formation (Upper Cretaceous), southern Alberta plains, AAPG International Conference and Exhibition Calgary, Canada, pp. 1–4. Eberth, D.A., and Currie, P.J. 2005. Vertebrate taphonomy and taphonomic modes. In Dinosaur Provincial Park: A Spectacular Ancient Ecosystem Revealed. Edited by P.J. Currie and E.B. Koppelhus. Indiana University Press, Bloomington, pp. 453–477. Eberth, D.A., and Currie, P.J. 2010. Stratigraphy, sedimentology and taphonomy of the Albertosaurus bonebed (upper Horseshoe Canyon Formation; Maastrichtian), southern Alberta, Canada. Canadian Journal of Earth Sciences, 47(9): 1119–1143. doi:10. 1139/E10-045. Eberth, D.A., and Deino, A. 2005. New 40Ar/39Ar ages from three bentonites in the Bearpaw, Horseshoe Canyon, and Scollard formations (Upper Cretaceous-Paleocene) of southern Alberta, Canada. In Abstracts Volume for the Dinosaur Provincial Park Symposium. Edited by D.R. Braman, F. Therrien, E.B. Koppelhus and W. Taylor. Special Publication of the Royal Tyrrell Museum, pp. 23–24. Eberth, D.A., and Hamblin, A.P. 1993. Tectonic, stratigraphic, and sedimentologic significance of a regional discontinuity in the\nupper Judith River Group (Belly River Wedge) of southern Alberta, Saskatchewan, and northern Montana. Canadian Journal of Earth Sciences, 30(1): 174–200. doi:10.1139/e93-016. Eberth, D.A., Brinkman, D.B., Chen, P.-J., Yuan, F.-T., Wu, S.-Z., Gang, L., and Cheng, X.-S. 2001a. Sequence stratigraphy, paleoclimate patterns, and vertebrate fossil preservation in Jurassic–Cretaceous strata of the Junggar Basin, Xinjiang Autonomous Region, People’s Republic China. Canadian Journal of Earth Sciences, 38(12): 1627–1644. doi:10.1139/e01-067. Eberth, D.A., Currie, P.J., Brinkman, D.B., Ryan, M.J., Braman, D.R., Gardner, J.D., et al. 2001b. Alberta dinosaurs and other fossil vertebrates: Judith River and Edmonton groups (Campanian– Maastrichtian). In Guidebook for the Field Trips (Society of Vertebrate Paleontology 61st Annual Meeting—Mesozoic and Cenozoic Paleontology in the Western Plains and Rocky Mountains). Edited by C.L. Hill. Museum of the Rockies Occasional Paper, No. 3, Bozeman, Montana: 49–75. ERCB (Energy Resources Conservation Board). 2006. Comingling of production from two or more pools in the wellbore. ERCB Bulletin 2006-16, 26 pp. ERCB (Energy Resources Conservation Board). 2008. Consolidation of Upper Horseshoe Canyon coal zones for cbm [coal bed methane]. ERCB Bulletin 2008-23, 1 pp. Fanti, F. 2009. Bentonite chemical features as proxy of late Cretaceous provenance changes: A case study from the Western Interior Basin of Canada. Sedimentary Geology, 217(1–4): 112– 127. doi:10.1016/j.sedgeo.2009.03.015. Fanti, F., and Catuneanu, O. 2010. Fluvial sequence stratigraphy: the Wapiti Formation, west-Central Alberta, Canada. Journal of Sedimentary Research, 80(4): 320–338. doi:10.2110/jsr.2010.033. Flemings, P.B., and Jordan, T.E. 1989. A synthetic stratigraphic model of foreland basins development. Journal of Geophysical Research, 94(B4): 3851–3866. doi:10.1029/JB094iB04p03851. Gibson, D.W. 1977. Upper Cretaceous and Tertiary coal-bearing strata in the Drumheller-Ardley region, Red Deer River Valley, Alberta. Geological Survey of Canada Paper: 76-35, 41 pp. Haglund, W.M. 2001. Faunal distribution within the Drumheller Marine Tongue. In Fifth Annual Symposium, Alberta Palaeontological Society. Edited by Howard Allen. Abstracts Volume, p. 25. Hamblin, A.P. 1998. Edmonton Group/St. Mary River Formation: Summary of literature and concepts. Geological Survey of Canada, Open File 3578, 28 pp. Hamblin, A.P. 2004. The Horseshoe Canyon Formation in southern Alberta: Surface and subsurface stratigraphic architecture, sedimentology, and resource potential. Geological Survey of Canada, Bulletin 578, 180 pp. Hamblin, A.P., and Lee, P.J. 1997. Uppermost Cretaceous, PostColorado Group resources of the Western Canada Sedimentary Basin, Interior Plains. Geological Survey of Canada, Bulletin 518, 88 pp. Hamilton, W.N., Langenberg, C.W., Price, M.C., and Chao, D.K. (compilers) 1999. Geologic Map of Alberta. Alberta Geological Survey, Alberta Energy and Utilities Board, Map No 236, scale 1:1,000,000. Heller, P.L., and Paola, C. 1996. Downstream changes in alluvial architecture: An exploration of controls on channel-stacking patterns. Journal of Sedimentary Research, 66: 297–306. Heller, P.L., Angevine, C.L., Winslow, N.S., and Paola, C. 1988. Two-phase stratigraphic model of foreland-basin sequences. Geology, 16(6): 501–504. doi:10.1130/0091-7613(1988) 016<0501:TPSMOF>2.3.CO;2. Hicks, J.F., Johnson, K.R., Obradovich, J.D., Tauxe, L., and Clark, D. 2002. Magnetostratigraphy and geochronology of the Hell Creek and basal Fort Union formations of southwestern North Dakota"
  }, {
    "heading": "Eberth and Braman 1075",
    "text": "Published by NRC Research Press\nC an\n. J . E\nar th\nS ci\n. D ow\nnl oa\nde d\nfr om\nw w\nw .n\nrc re\nse ar\nch pr\nes s.\nco m\nb y\nU N\nIV E\nR SI\nT Y\nO F\nA R\nIZ O\nN A\nL IB\nR A\nR Y\no n\n02 /2\n1/ 19\nFo r\npe rs\non al\nu se\no nl\ny.\nand a recalibration of the age of the Cretaceous-Tertiary boundary. In The Hell Creek Formation and the Cretaceous-Tertiary Boundary in the Northern Plains. Edited by J.H. Hartman, K.R. Johnson, and D.J. Nichols. Geological Society of America, Special Paper 361, pp. 35–55. Hills, L.V., and Levinson, A.A. 1975. Boron content and palaeoecologic interpretation of the Bearpaw and contiguous Upper Cretaceous strata in the Strathmore well of southern Alberta. In The Cretaceous System in the Western Interior of North America. Edited by W.G.E. Caldwell. Geological Association of Canada, Special Paper 13, pp. 411–416. Irish, E.J.W. 1970. The Edmonton Group of south-central Alberta. Bulletin of Canadian Petroleum Geology, 18: 125–155. Irish, E.J.W., and Havard, C.J. 1968. The Whitemud and Battle formations (“Kneehills Tuff Zone”): A stratigraphic marker. Geological Survey of Canada, Paper 67-63, 51 pp. Jerzykiewicz, T., and Sweet, A.R. 1988. Sedimentological and palynological evidence of regional climatic changes in the Campanian to Paleocene sediments of the Rocky Mountain Foothills, Canada. Sedimentary Geology, 59(1–2): 29–76. doi:10.1016/0037-0738(88)90099-1. Jordan, T.E. 1981. Thrust loads and foreland basin evolution, Cretaceous, western United states. The American Association of Petroleum Geologists Bulletin, 65: 2506–2520. Kauffman, E.G., and Caldwell, W.G.E. 1993. The Western Interior Basin in Space and Time. In Evolution of the Western Interior Basin. Edited by W.G.E. Caldwell and E.G. Kauffman. Geological Association of Canada, Special Paper 39: 1–30. Koppelhus, E.B., and Braman, D.R. 2010. Upper Cretaceous palynostratigraphy of the Dry Island area. Canadian Journal of Earth Sciences, 47(9): 1145–1158. doi:10.1139/E10-068. Larson, D.W., Brinkman, D.B., and Bell, P.R. 2010. Faunal assemblages from the upper Horseshoe Canyon Formation, an early Maastrichtian cool-climate assemblage from Alberta, with special reference to the Albertosaurus sarcophagus bonebed. Canadian Journal of Earth Sciences, 47(9): 1159–1181. doi:10. 1139/E10-005. Lavigne, J. 1999. Aspects of marginal marine sedimentology, stratigraphy and ichnology of the Upper Cretaceous Horseshoe Canyon Formation, Drumheller, Alberta, M.Sc. Thesis, University of Alberta, Edmonton, Alberta, 146 pp. Legarreta, L., and Uliana, M.A. 1998. Anatomy of hinterland depositional sequences: Upper Cretaceous fluvial strata, Neuquen Basin, West-Central Argentina. In Relative Role of Eustasy, Climate, and Tectonism in Continental Rocks. Edited by K.W. Shanley and P.J. McCabe. Society for Sedimentary Petrology, Special Publication 59, pp. 83–92. Lerbekmo, J.F. 2002. The Dorothy bentonite: an extraordinary case of secondary thickening in a late Campanian volcanic ash in central Alberta. Canadian Journal of Earth Sciences, 39(12): 1745–1754. doi:10.1139/e02-079. Lerbekmo, J.F. 2009. Glacioeustatic sea level fall marking the base of the supercycle TA-1 at 66.5 Ma recorded by the kaolinization of the Whitemud Formation and the Colgate Member of the Fox Hills Formation. Marine and Petroleum Geology, 26(7): 1299–1303. doi:10.1016/j.marpetgeo.2008.08.001. Lerbekmo, J.F., and Braman, D.R. 2002. Magnetostratigraphic and biostratigraphic correlation of late Campanian and Maastrichtian marine and continental strata from the Red Deer Valley to the Cypress Hills, Alberta, Canada. Canadian Journal of Earth Sciences, 39(4): 539–557. doi:10.1139/e01-085. Lerbekmo, J.F., and Braman, D.R. 2005. Magnetostratigraphic and palynostratigraphic correlation of late Campanian to early Maastrichtian strata of the Bearpaw and Horseshoe Canyon\nformations between the CPOG Strathmore corehole and the Red Deer Valley section, Alberta, Canada. Bulletin of Canadian Petroleum Geology, 53(2): 154–164. doi:10.2113/53.2.154. Lerbekmo, J.F., and Coulter, K.C. 1985. Late Cretaceous to early Tertiary magnetostratigraphy of a continental sequence: Red Deer Valley, Alberta, Canada. Canadian Journal of Earth Sciences, 22(4): 567–583. doi:10.1139/e85-057. Mallon, J.C., Holmes, R., Eberth, D.A., Ryan, M.J., and Anderson, J.S. 2011. Variation in the skull of Anchiceratops (Dinosauria, Ceratopsidae) from the Horseshoe Canyon Formation (Upper Cretaceous) of Alberta. Journal of Vertebrate Paleontology, 31(5): 1047–1071. doi:10.1080/02724634.2011.601484. McCabe, P.J., Strobl, R.S., Macdonald, D.E., Nurkowski, J.R., and Bosman, A. 1989. An evaluation of the coal resources of the Horseshoe Canyon Formation. Alberta Research Council Open File 1989-7, 75 pp. NACSN (North American Commission on Stratigraphic Nomenclature). 2005. North American Stratigraphic Code. AAPG Bulletin, 89(11): 1547–1591. doi:10.1306/07050504129. Nadon, G. 1988. Tectonic controls on sedimentation within a foreland basin: the Bearpaw, Blood Reserve and St. Mary River formations, southwestern Alberta. Canadian Society of Petroleum Geologists Field Trip Guidebook, Calgary, 85 pp. Nambudiri, E.M.V., and Binda, P.L. 1991. Paleobotany, palynology and depositional environment of the Maastrichtian Whitemud Formation in Alberta and Saskatchewan, Canada. Cretaceous Research, 12(6): 579–596. doi:10.1016/0195-6671(91)90032-8. Nurkowski, J.R. 1980. Geology and coal resources of the upper part of the Horseshoe Canyon Formation, Red Deer, Alberta. Alberta Research Council, Open File Report 1980-10, 26 pp. Obradovich, J.D. 1993. A Cretaceous time scale. In Evolution of the Western Interior Basin. Edited by W.G. Caldwell and E.G. Kauffman. Geological Association of Canada, Special Paper 39, pp. 379–396. Ogg, J.G., Agterberg, F.P., and Gradstein, F.M. 2004. The Cretaceous Period. In A Geologic Time Scale 2004. Edited by F.M. Gradstein, J.G. Ogg and A. Smith. Cambridge University Press, Cambridge. pp. 344–383. Ower, J.R. 1960. The Edmonton Formation. Journal of the Alberta Society of Petroleum Geologists, 8: 309–323. Price, R.A. 1994. Cordilleran tectonics and the evolution of the Western Canada Sedimentary Basin. In Geological Atlas of the Western Canada Sedimentary Basin. Compiled by G.D. Mossop and I. Shetsen. Canadian Society of Petroleum Geologists and Alberta Research Council, Calgary. pp. 13–24. Quinney, A. 2011. The Late Cretaceous Horseshoe Canyon Formation: using paleosols to reconstruct the ancient environments, climates, and record of sea level change in a dinosaurdominated terrestrial ecosystem. M.Sc. thesis, University of Calgary, Calgary, Alberta, 138 pp. Rahmani, R.A. 1983. Facies relationships and paleoenvironments of a Late Cretaceous tide-dominated delta, Drumheller, Alberta. Field Trip Guidebook No. 2, Canadian Conference on the Mesozoic of Middle North America, 36 pp. Rahmani, R.A. 1988. Estuarine tidal channel and nearshore sedimentation of a Late Cretaceous epicontinental sea, Drumheller, Alberta, Canada. In Tide-Influenced Sedimentary Environments and Facies. Edited by P.L. de Boer, A van Gelder and S.D. Nio. D. Reidel Publishing Company, pp. 433–471. Rahmani, R.A. 1989. Cretaceous tidal estuarine and deltaic deposits, Drumheller, Alberta. Field Trip Guidebook. Second International Research Symposium on Clastic Tidal Deposits, Canadian Society of Petroleum Geologists, Calgary, Alberta, Canada, 55 pp. Rogers, R.R. 1998. Sequence analysis of the Upper Cretaceous Two"
  }, {
    "heading": "1076 Can. J. Earth Sci., Vol. 49, 2012",
    "text": "Published by NRC Research Press\nC an\n. J . E\nar th\nS ci\n. D ow\nnl oa\nde d\nfr om\nw w\nw .n\nrc re\nse ar\nch pr\nes s.\nco m\nb y\nU N\nIV E\nR SI\nT Y\nO F\nA R\nIZ O\nN A\nL IB\nR A\nR Y\no n\n02 /2\n1/ 19\nFo r\npe rs\non al\nu se\no nl\ny.\nMedicine and Judith River formations, Montana: Nonmarine response to the Claggett and Bearpaw marine cycles. Journal of Sedimentary Research, 68: 615–631. Ryan, M.J., Eberth, D.A., Evans, D.C., Brinkman, D.B., and Clemens, M.E. 2011. Taphonomy and behavioral implications of Edmontosaurus (Ornithischia: Hadrosauridae) bonebeds from the Horseshoe Canyon Formation (upper Campanian), Alberta, Canada. In Program and Abstract Volume for the International Hadrosaur Symposium at the Royal Tyrrell Museum of Palaeontology. Compiled and Edited by D.R. Braman, D.A. Eberth, D.C. Evans, and W. Taylor. pp. 127–128. Saunders, T.D.A. 1989. Trace fossils and sedimentology of a Late Cretaceous progradational barrier island sequence: BearpawHorseshoe Canyon Formation transition, Dorothy, Alberta. Unpublished Masters thesis, University of Alberta, Edmonton, 170 pp. Shanley, K.W., and McCabe, P.J. 1994. Perspectives on the sequence stratigraphy of continental strata. The American Association of Petroleum Geologists Bulletin, 78: 544–568. Shanley, K.W., and McCabe, P.J. 1998. Relative role of eustasy, climate, and tectonism in continental rocks: an introduction. In Relative Role of Eustasy, Climate, and Tectonism in Continental Rocks. Edited by K.W. Shanley and P.J. McCabe. Society for Sedimentary Petrology, Special Publication 59, pp. iii–iv. Shepheard, W.W., and Hills, L.V. 1970. Depositional environments Bearpaw-Horseshoe Canyon (Upper Cretaceous) transition zone Drumheller “Badlands”, Alberta. Bulletin of Canadian Petroleum Geology, 18: 166–215. Srivastava, S.K. 1968. Angiosperm microflora of the Edmonton Formation, Alberta, Canada. Unpublished Ph.D. thesis, University of Alberta, Edmonton, Alberta, 343 pp. Srivastava, S.K. 1970. Pollen biostratigraphy and paleoecology of the Edmonton Formation (Maestrichtian), Alberta, Canada. Palaeogeography, Palaeoclimatology, Palaeoecology, 7(3): 221–276. doi:10.1016/0031-0182(70)90094-5. Srivastava, S.K. 1972. Systematic description of some spores from the Edmonton Formation (Maestrichtian), Alberta, Canada. Palaeontographica Abt. B, 139: 1–46. Srivastava, S.K., and Binda, P.L. 1984. Siliceous and silicified microfossils from the Maastrichtian Battle Formation of Southern Alberta, Canada. Paleobiologie Continentale, 14, 24 pp. Srivastava, S.K., and Braman, D.R. The palynostratigraphy of the Edmonton Group (Upper Cretaceous) of Alberta, Canada. Palynology. In press. Straight, W.H., and Eberth, D.A. 2002. Testing the utility of vertebrate remains in recognizing patterns in fluvial deposits: an example from the lower Horseshoe Canyon Formation, Alberta. Palaios, 17(5): 472–490. doi:10.1669/0883-1351(2002)017<0472: TTUOVR>2.0.CO;2. Straight, W.H., Barrick, R., and Eberth, D.A. 2004. Reflections of surface water, seasonality and climate in stable oxygen isotopes from tyrannosaurid tooth enamel. Palaeogeography, Palaeoclimatology, Palaeoecology, 206(3–4): 239–256. doi:10.1016/j.palaeo. 2004.01.006. Tyrrell, J.B. 1887. Report on a part of Northern Alberta and portions of adjacent districts of Assiniboia and Saskatchewan, embracing the country lying south of the North Saskatchewan River and North of Lat. 51°6′. Between Long. 110° and 115°15′ west. Geological and Natural History Survey of Canada, Annual Report (new series), 1886, v. 2, part E, 176 pp. Upchurch, G.R., and Wolfe, J.A. 1993. Cretaceous vegetation of the Western Interior and adjacent regions of North America. In Evolution of the Western Interior Basin. Edited by W.G.E. Caldwell and E.G. Kauffman. Geological Association of Canada, Special Paper 39, pp. 243–281.\nWall, J.W., Sweet, A.R., and Hills, L.V. 1971. Paleoecology of the Bearpaw and contiguous Upper Cretaceous formations in the CPOG Strathmore well, southern Alberta. Bulletin of Canadian Petroleum Geology, 19: 691–702. Williams, M.Y., and Dyer, W.S. 1930. Geology of southern Alberta and southwestern Saskatchewan. Geological Survey of Canada, Memoir 163, 160 pp. Yang, Y.. 2011. Tectonically-driven underfilled-overfilled cycles, the middle Cretaceous in the northern Cordillera foreland basin. Sedimentary Geology, 233(1–4): 15–27. doi:10.1016/j.sedgeo. 2010.10.002. Yurko, J.R. 1976. Deep Cretaceous coal resources of the Alberta Plains; Alberta Research Council Report 75-4, 47 pp."
  }, {
    "heading": "Appendix A. Definitions and descriptions of Horseshoe Canyon Formation members",
    "text": ""
  }, {
    "heading": "Strathmore Member (0–80 m thick)",
    "text": ""
  }, {
    "heading": "Name and historical treatment",
    "text": "Modified from the “Strathmore tongue” (Hamblin 2004) and named for the cored CPOG Strathmore well near Strathmore in which the unit has been previously recognized and studied. Directly correlative with Hamblin’s (2004) “Strathmore tongue” (Fig. 2)."
  }, {
    "heading": "Stratotype section",
    "text": "CPOG Strathmore 07-12-25-25W4 cored and logged interval: 465–506 m (Fig. 4; Hamblin 2004)."
  }, {
    "heading": "Boundaries and contacts",
    "text": "Interfingers with and pinches out to the east and south between the marine shales of the lower and upper tongues of the Bearpaw Formation. To the west, the member is bounded above and below by thin maximum flooding surfaces of the Bearpaw Formation (Figs. 2–11)."
  }, {
    "heading": "Geometry",
    "text": "The Strathmore Member is fully expressed only in the subsurface and is notably tabular (up to 80 m thick) throughout most of the field area. To the north and west, it thickens slightly and amalgamates with overlying and underlying nonmarine sediments of the Drumheller Member of the HCFm and the Dinosaur Park Formation, respectively. The member thickens to as much as 80 m in the southwestern corner of the field area (Figs. 10, 11). To the east and south, the member terminates bluntly in shales of the marine Bearpaw Formation (Figs. 6–11)."
  }, {
    "heading": "Sedimentology",
    "text": "Sedimentological data are limited in core. Core consists of centimetre- to metre-scale beds of (i) very-fine- to finegrained sandstone, (ii) muddy, silty, and carbonaceous mudstone, and (iii) carbonaceous shale to coal. See further descriptions in Wall et al. (1971), Hamblin (1998, 2004), and Lerbekmo and Braman (2005)."
  }, {
    "heading": "Paleoenvironment",
    "text": "Coastal nonmarine to shallow-marine deposits (Wall et al. 1971; Hamblin 1998, 2004; Lerbekmo and Braman 2005)."
  }, {
    "heading": "Eberth and Braman 1077",
    "text": "Published by NRC Research Press\nC an\n. J . E\nar th\nS ci\n. D ow\nnl oa\nde d\nfr om\nw w\nw .n\nrc re\nse ar\nch pr\nes s.\nco m\nb y\nU N\nIV E\nR SI\nT Y\nO F\nA R\nIZ O\nN A\nL IB\nR A\nR Y\no n\n02 /2\n1/ 19\nFo r\npe rs\non al\nu se\no nl\ny."
  }, {
    "heading": "Age",
    "text": "Occurs within the 33n magnetochron interval (Lerbekmo and Braman 2005, fig. 4), with an estimated age range of ∼73.2–74.0 Ma (Ogg et al. 2004)."
  }, {
    "heading": "Drumheller Member (80–200 m thick)",
    "text": ""
  }, {
    "heading": "Name and historical treatment",
    "text": "Name derived from the Town of Drumheller, throughout which the member is excellently exposed, especially from East Coulee to Midland. Correlative with Srivastava’s (1968) “Coaly Member”, Hamblin’s (2004) “Hoodoo tongue”, and the “lower part of Unit 1” (Eberth 2004, 2010; Figs. 2, 4).\nOutcrop distribution, and composite stratotype section The Drumheller Member crops out in the Red Deer River valley (and tributaries) from the top of the exposures in the village of Dorothy (S08, 09-T27-R17W4) through to the Town of Drumheller (S24-T29-R21W4); the composite stratotype section is exposed at East Coulee (base 12U; 395 995 m E; 5 688 787 m N; 15 m – top), Willow Creek (base 12U; 393 220 m E; 5 693 264 m N; 8 m – top), and across the river from the Drumheller Composite High School (base 12U; 384 104 m E; 5 700 924 m N; 0–35.5 m; Appendix B; Appendix S1, sections 2–41). These sections were selected because they are accessible, have well-exposed contacts, and exhibit a full range of lithologic and paleoenvironmental features that characterize the member (Rahmani 1988, 1989; Ainsworth 1994; Eberth 1996)."
  }, {
    "heading": "Reference sections",
    "text": "Appendix S1, sections 1, 5–6 (location coordinates and interval thicknesses included therein).1 CPOG Strathmore 07- 12-25-25W4 cored interval: 294–418 m (Fig. 5)."
  }, {
    "heading": "Boundaries and contacts",
    "text": "To the east and south, the base of the Drumheller Member interfingers with or rests sharply on marine shales and sandstones of the Bearpaw Formation (Figs. 2–11). In outcrop, the contact is always sharp and is placed at the base of the lowest multimetre-thick succession of fine- or coarser-grained sandstone that occurs above the uppermost shales and (or) mixed mudstones and very-fine-grained sandstones of the Bearpaw Formation (Appendix S1, sections 1–31). To the north and west, the base of the member conformably overlies organic-rich strata of the Strathmore Member, and the contact can be traced along the maximum flooding surface of the lower tongue of the Bearpaw Formation (Figs. 6–11). In well logs, the Drumheller Member is bounded above consistently by the Dbz (Figs. 4–11; Appendix S1, sections 4–61). However, in outcrop in the Drumheller area, the top of the Drumheller Member is more consistently placed at the top of the #6–7 coal zone."
  }, {
    "heading": "Geometry",
    "text": "The Drumheller Member has a broadly tabular geometry. However, in all of our east–west cross sections, the member becomes strongly wedge-shaped east of R21W4, where the lower portions of the member pinch out over short distances within the Bearpaw Formation (Figs. 7–11). The eastern erosional limits of the HCFm prevent us from assessing how far to the east the member originally extended.\nTo the west, the member thickens only slightly in most of our cross sections (Figs. 7–10). However, in the southwestern corner of the field area (Fig. 11) the member thickens dramatically, becoming more than 200 m thick at S06-T21R2W5. Along our north–south cross section (Fig. 6), the member is predominantly tabular, showing a slight and gradual thickening to the north and localized interfingering with Bearpaw shales to the south."
  }, {
    "heading": "Sedimentology",
    "text": "In outcrop, the Drumheller Member is characterized by thin isolated coal beds and metre-scale coal swarms, broadly lenticular paleochannel sandstones, tabular shallow-marine sandstones with trace fossils, and a variety of nonmarine, brackish, and marine mudstone facies and paleosols (Fig. 13). Lithologically, the member consists of centimetreto metre-scale beds of (i) very-fine- to medium-grained sandstone, (ii) greenish grey to black, clayey, silty, sandy, and carbonaceous mudstone, (iii) carbonaceous shales and lignitic to subbituminous coals, (iv) local occurrences of siderite and iron-cemented sediment, (v) centimetre-scale deposits of bentonitic altered volcanic ash, and (vi) mudstones that have been pedogenically modified as vertisols and gleysols (Irish and Havard 1968; Irish 1970; Gibson 1977; Hamblin 1998, 2004; Straight and Eberth 2002). In the combined Drumheller and Horsethief members, the litharenites comprise 36% quartz, 17% feldspar, and 45% rock fragments (mostly chert, sedimentary, and volcanic; Appendix C). Above the interval dominated by marine or paralic sandstones (the #2 coal zone) exposed in the East Coulee area (Ainsworth 1994), channel sandstones account for 26% of the measured sections (Table 1). Paleochannel sandstone thicknesses average 0.8 m. Channel sandstones are lenticular, of limited lateral extent, and increase in abundance near the top of the member."
  }, {
    "heading": "Paleoenvironments",
    "text": "Wet and warm coastal plain to delta setting. Paralic deposits dominate and include shallow-marine sandstones (Shepheard and Hills 1970; Gibson 1977; Rahmani 1983, 1988; Ainsworth 1994; Ainsworth and Walker 1994; Eberth 1996; Lavigne 1999; Straight and Eberth 2002; Hamblin 2004)."
  }, {
    "heading": "Age",
    "text": "Occurs within the uppermost 33n – lower 32n magnetochron interval (Lerbekmo and Braman 2002, 2005), with an estimated age range (in Drumheller outcrop) of ∼73.2– 71.5 Ma (Ogg et al. 2004)."
  }, {
    "heading": "Horsethief Member (50–90 m thick)",
    "text": ""
  }, {
    "heading": "Name and historical treatment",
    "text": "Derived from Horsethief Canyon, an area of well developed badlands just north west of Drumheller (S03, 10-T30R21W4) where the member is almost completely exposed, missing only the lowest 10 m. In outcrop, the Horsethief Member is correlative with the lower one-half of Hamblin’s (2004) “Midland tongue” and Eberth’s (2004; 2010) “upper part of Unit 1” (Fig. 2)."
  }, {
    "heading": "1078 Can. J. Earth Sci., Vol. 49, 2012",
    "text": "Published by NRC Research Press\nC an\n. J . E\nar th\nS ci\n. D ow\nnl oa\nde d\nfr om\nw w\nw .n\nrc re\nse ar\nch pr\nes s.\nco m\nb y\nU N\nIV E\nR SI\nT Y\nO F\nA R\nIZ O\nN A\nL IB\nR A\nR Y\no n\n02 /2\n1/ 19\nFo r\npe rs\non al\nu se\no nl\ny.\nDistribution and composite stratotype section The Horsethief Member is well exposed in the Red Deer River valley (and tributaries) from the community of Rosedale in the Town of Drumheller (S29-T28-R19W4) to midway between the Morrin and Tolman bridges (T32-R21W4). The composite stratotype section comprises portions of sections from either side of the Red Deer River at (i) Kirkpatrick (base of section 12U; 372 821 m E; 5 705 866 m N; 5.0 m – top) and (ii) Horsethief Canyon (base of section 12U; 369 628 m E; 5 711 143 m N; 0–53.75 m; Appendix B; Appendix S1, sections 6–71). These sections were correlated using the #8 coal seam (continuous in this area) and were selected as the composite stratotype because exposures and contacts are easily documented and accessed."
  }, {
    "heading": "Reference sections",
    "text": "Appendix S1, sections 4–8, 10 (location coordinates and interval thicknesses included therein).1 CPOG Strathmore LSD07-S12-T25-R25W4 cored interval 294–229 m (Fig. 5)."
  }, {
    "heading": "Boundaries and contacts",
    "text": "The base of the Horsethief Member is placed at either (i) the base of the laterally extensive, multimetre-thick Dbz (on most well logs) or (ii) at the top of the #6–7 coal zone (Appendix S1, sections 4–61). The Dbz typically rests on or occurs just above the #6–7 coal zone, but locally, may also include bentonite beds occurring within the coal zone. In well logs, the contact is placed typically at the base of the Dbz’s maximum gamma response (e.g., Fig. 5, 294 m). The top of the Horsethief Member is placed at the top of the uppermost subbituminous coal in the #8–9 coal zone (Figs. 4, 5 (229 m); Appendix S1, sections 6–8, 101)."
  }, {
    "heading": "Geometry",
    "text": "Throughout most of the field area, the Horsethief Member is a broadly tabular unit that thins slightly to the east and thickens moderately to the west (Figs. 6–10). However, in the southernmost portion of the field area, the member is strongly wedge-shaped in east–west cross section (Fig. 11). There, it exhibits a discrete lower interval that is responsible for most of the westward thickening, adding as much as 100 m of section to the member."
  }, {
    "heading": "Sedimentology",
    "text": "The member consists of centimetre- to metre-scale beds of (i) very-fine- to medium-grained sandstone, (ii) very rare strings of extrabasinal granules and very small pebbles near the top, (iii) greenish-grey to black, clayey, silty, sandy, and carbonaceous mudstone, (iv) carbonaceous shales and lignitic to subbituminous coals, (v) local occurrences of siderite and iron-cemented sediment, (vi) centimetre–decimetre-scale deposits of bentonitic altered volcanic ash, and (vii) pedogenically modified mudstones that are interpreted as vertisols and gleysols (Irish 1970; Gibson 1977; Hamblin 1998, 2004; Straight and Eberth 2002; Quinney 2011). Litharenites of the combined Drumheller and Horsethief members comprise 36% quartz, 17% feldspar, and 45% rock fragments (mostly chert, sedimentary and volcanic; Appendix C). Below the #8–9 coal zone, the member is dominated by mudstones with channel sandstones comprising 25% or less of the section and exhibiting an average thickness of 0.7 m (Ta-\nble 1). Within the #8–9 coal zone (Figs. 13F–13H) sandstones comprise 44% of the section and are, on average, 1.5 m thick."
  }, {
    "heading": "Paleoenvironments",
    "text": "Nonmarine coastal plain, dominated by peat swamps, straight to meandering channels, and wetland interfluves (Gibson 1977; Straight and Eberth 2002; Hamblin 2004)."
  }, {
    "heading": "Age",
    "text": "Occurs within the 32n magnetochron interval (Lerbekmo and Braman 2002, 2005), with an estimated age in Drumheller outcrop of ∼71.5–71.0 Ma (Ogg et al. 2004)."
  }, {
    "heading": "Morrin Member (35–100 m thick)",
    "text": ""
  }, {
    "heading": "Name and historical treatment",
    "text": "Named for the excellent exposures of the member exposed along the valley of the Red Deer River at Morrin Bridge (Highway 27; T31-R21W4) west of the village of Morrin. Correlative with “Unit 2” of Eberth (2004) and upper and lower portions of Hamblin’s (2004) “Midland” and “Tolman” tongues, respectively (Fig. 2).\nDistribution and composite stratotype section The Morrin Member crops out in the Red Deer River valley (and tributaries) from just north of the Town of Drumheller (S26, 27-T29-R21W4) to the Tolman Bridge area (S13, 14- T33-R22W4); the composite stratotype section is preserved on the east side of Morrin Bridge (Appendix B; Appendix S1, sections 8–91). This location was selected because it is well exposed, easy to access, and yields dated volcanic ashes (Eberth and Deino 2005) and a magnetostratigraphic section that allows for identification of the Campanian–Maastrichtian boundary (Lerbekmo, personal communication, 2011)."
  }, {
    "heading": "Reference sections",
    "text": "Appendix S1, sections 4–7, 10 (location coordinates and interval thicknesses therein).1 CPOG Strathmore LSD07S12-T25-R25W4, cored interval 229–171 m (Fig. 5)."
  }, {
    "heading": "Boundaries and contacts",
    "text": "The base of the Morrin Member is placed at the top of the uppermost well-developed subbituminous coal in the #8–9 coal zone (Figs. 4, 5 (229 m); Appendix S1, sections 7, 8, 101). The top of the Morrin Member is placed at the inferred maximum flooding surface of the Drumheller Marine Tongue, just above the #10 coal, and typically in association with a multimetre-thick zone of bentonite-rich mudstones (Figs. 4, 5 (171 m); Appendix S1, sections 9–111)."
  }, {
    "heading": "Geometry",
    "text": "The Morrin Member is broadly tabular across the field area, especially in north–south cross section. West of the fifth meridian, however, it thickens substantially, becoming more than twice as thick as it is in the outcrop area along the Red Deer River (e.g., Figs. 8, 9)."
  }, {
    "heading": "Sedimentology",
    "text": "The member consists of centimetre- to metre-thick beds of (i) very-fine- to fine-grained sandstone, (ii) green to greenishgrey, clayey to silty to sandy mudstones, some pedogenically altered and rooted, (iii) very rare and thin carbonaceous"
  }, {
    "heading": "Eberth and Braman 1079",
    "text": "Published by NRC Research Press\nC an\n. J . E\nar th\nS ci\n. D ow\nnl oa\nde d\nfr om\nw w\nw .n\nrc re\nse ar\nch pr\nes s.\nco m\nb y\nU N\nIV E\nR SI\nT Y\nO F\nA R\nIZ O\nN A\nL IB\nR A\nR Y\no n\n02 /2\n1/ 19\nFo r\npe rs\non al\nu se\no nl\ny.\nshales and subbituminous coal, (iv) local occurrences of siderite and iron-cemented sediment, (v) centimetre–decimetrescale deposits of bentonitic altered volcanic ash, (vi) local occurrences of fossilized and reworked oysters and other brackish to marine mollusks (Irish 1970; Gibson 1977; Hamblin 1998, 2004; Haglund 2001; Straight and Eberth 2002). Litharenites of the Morrin Member comprise 38% quartz, 15% feldspar, and 44% rock fragments (mostly chert, sedimentary and volcanic; Appendix C). Channel sandstones comprise 34% of a total of 115 m of measured section (Table 1). Paleochannel sandstone thicknesses average 0.5 m."
  }, {
    "heading": "Paleoenvironments",
    "text": "Coastal plain, paralic, estuarine, and marginal marine setting. Straight to meandering small paleochannels (5–20 m wide; up to 3 m deep). Cooler and drier paleoclimate than in lower members (Gibson 1977; Haglund 2001; Straight and Eberth 2002; Straight et al. 2004; Hamblin 2004; 2010; Larson et al. 2010; Quinney 2011)."
  }, {
    "heading": "Age",
    "text": "Occurs within an interval that includes the uppermost portion of the 32n magnetochron and lowermost portion of the 31r magnetochron (Lerbekmo and Braman 2002, 2005), with an estimated age in Drumheller outcrop of ∼71.0–70.5 Ma (Ogg et al. 2004). Includes the Campanian–Maastrichtian boundary above the base of the Drumheller Marine Tongue (Fig. 2)."
  }, {
    "heading": "Tolman Member (25–50 m thick)",
    "text": ""
  }, {
    "heading": "Name and historical treatment",
    "text": "Modified from the “Tolman tongue” of Hamblin (2004) and named for the excellent exposures of the interval around Tolman Bridge (Highway 585) and the now-defunct Tolman Ferry. Because it is notably noncoaly, the Tolman Member was recognized by many previous workers as a unique stratigraphic interval (e.g., Gibson 1977). It is correlative with the combined “Units 3 and 4” of Eberth (2004, 2010) and the upper two-thirds of Hamblin’s (2004) “Tolman tongue” (Fig. 2)."
  }, {
    "heading": "Distribution and stratotype section",
    "text": "Outcrops of this member occur in the Red Deer River valley (and tributaries) from the uppermost exposures at Bleriot Ferry (S15,16-T30-R21W4) to the base of the section south of the McKenzie Bridge (S21-T35-R21W4), west of the village of Big Valley. The stratotype section occurs on the west side of the river at S07-T32-R21W4. The base of the measured section that includes the stratotype is located at 12U; 365 127 m E; 5 732 806 m N (Appendix B; Appendix S1, section 101), and the Tolman Member extends from 43.75 to 87.75 m. This location was selected as the stratotype section because exposures and contacts are well exposed and accessible."
  }, {
    "heading": "Reference sections",
    "text": "Appendix S1, sections 9, 11, 13, 15–16 (location coordinates and interval thicknesses therein).1 CPOG Strathmore LSD07S12-T25-R25W4, corehole interval 171–146 m (Fig. 5)."
  }, {
    "heading": "Boundaries and contacts",
    "text": "In outcrop, the base of the Tolman Member is placed at the base of a laterally persistent bentonite-rich mudstone in-\nterval that occurs 1–2 m above the #10 coal. The base of this interval is interpreted here as marking the maximum flooding surface of the Drumheller Marine Tongue (Figs. 2– 11; Appendix S1, sections 9–111). The base is inferred to be present in the CPOG Strathmore corehole at 171 m (Fig. 5). The top of the Tolman Member is marked by the first evidence for a transition back to abundant organic-rich shales and fine-grained multimetre-thick paleochannel sandstones (Appendix S1, sections 10, 11, 13, 15, 161). In the CPOG Strathmore corehole, the top of the Tolman Member is placed at 146 m, the base of a prominent sandstone underlying a thick coal."
  }, {
    "heading": "Geometry",
    "text": "The Tolman Member is strictly tabular unit that shows no evidence of thickening or thinning significantly in any direction across the extent of our field area. Variation in the thickness of the member appears to mostly reflect variations from well to well in marking the lowest coal – organic shale in the overlying Carbon Member."
  }, {
    "heading": "Sedimentology",
    "text": "Consists of centimetre- to metre-scale beds of (i) very-fineto fine-grained sandstone, (ii) green to greenish-grey, clayey to silty to sandy mudstones, some pedogenically altered and rooted, (iii) local occurrences of siderite and iron-cemented sediment, (iv) centimetre–decimetre-scale deposits of bentonitic altered volcanic ash, (v) local occurrences of fossilized and reworked oysters and other brackish to marine mollusks (Irish 1970; Gibson 1977; Hamblin 1998, 2004; Haglund 2001; Straight and Eberth 2002; Quinney 2011). Litharenites of the Tolman Member comprise 38% quartz, 16% feldspar, and 43% rock fragments (mostly chert, sedimentary and volcanic; Appendix C). Excluding the stacked sandstone interval near the base of the Tolman Member, channel sandstones comprise 33% of a total of 130 m of measured section (Table 1). Paleochannel sandstone thicknesses average 0.7 m."
  }, {
    "heading": "Paleoenvironments",
    "text": "In the Drumheller area, the lower one-half of the Tolman Member is dominated by noncoaly paralic and estuarine deposits; the upper one-half is dominated by nonmarine alluvial to coastal plain deposits (Gibson 1977; Haglund 2001; Hamblin’s 2004; Eberth and Currie 2010). In the Red Deer River valley outcrop area near Drumheller, the member becomes more marine influenced to the southeast (Haglund 2001)."
  }, {
    "heading": "Age",
    "text": "Occurs within an interval that includes most of the 31r magnetochron and lower one-half of the 31n magnetochron (Lerbekmo and Braman 2002, 2005), with an estimated age range in outcrop of ∼70.4–68.4 Ma (Ogg et al. 2004)."
  }, {
    "heading": "Carbon Member (24–40 m thick)",
    "text": ""
  }, {
    "heading": "Name and historical treatment",
    "text": "Modified from the “Carbon tongue” of Hamblin’s (2004) and named for the excellent exposures of the Carbon and Thompson coals in the Red Deer River valley in the Tolman Bridge area (Highway 585; T33-R22W4) and southwest to the village of Carbon. Stratigraphically equivalent to “mem-"
  }, {
    "heading": "1080 Can. J. Earth Sci., Vol. 49, 2012",
    "text": "Published by NRC Research Press\nC an\n. J . E\nar th\nS ci\n. D ow\nnl oa\nde d\nfr om\nw w\nw .n\nrc re\nse ar\nch pr\nes s.\nco m\nb y\nU N\nIV E\nR SI\nT Y\nO F\nA R\nIZ O\nN A\nL IB\nR A\nR Y\no n\n02 /2\n1/ 19\nFo r\npe rs\non al\nu se\no nl\ny.\nber C” (Ower 1960), “Coaly Member” of Srivastava (1968), “Carbon–Thompson Coal Zone” of McCabe et al. (1989). Correlative with that part of Hamblin’s (2004) “Carbon tongue” that does not include the Whitemud Member. Similarly, it correlates with the part of “Unit 5” of Eberth (2004, 2010) that does not include the “Whitemud subunit” (Fig. 2)."
  }, {
    "heading": "Distribution and stratotype section",
    "text": "Outcrops of the Carbon Member in the Red Deer River valley (and tributaries) extend from T32-R21W4 (north of Morrin Bridge) to the McKenzie Bridge area (S29-T35-R21W4). Excellent outcrops are also exposed at Horseshoe Canyon adjacent to Highway 9, west of Drumheller (T28-R21W4), and in and around the village of Carbon (T29-R23W4), the member's namesake. The stratotype section occurs on the west side of the Red Deer River at S18-T32-R21W4. The base of the measured section that includes the stratotype section occurs at 12U; 365 127 m E; 5 732 806 m N (Appendix B; Appendix S1, section 101), and within it, the Carbon Member extends from 87.75 to 111.0 m (base located at 12U; 364 002 m E; 5 733 718 m N). This section was selected as the stratotype because exposures and contacts are particularly well exposed and accessible."
  }, {
    "heading": "Reference sections",
    "text": "Appendix S1, sections 11–16 (location coordinates and interval thicknesses therein).1"
  }, {
    "heading": "Boundaries and contacts",
    "text": "The base of the Carbon Member is marked by the first evidence of either (i) abundant organic-rich shales and coals or (ii) multimetre-thick, fine- to medium-grained paleochannel sandstones (Fig. 4; Appendix S1, sections 10–11, 13, 15– 161). In the CPOG Strathmore well log (Fig. 5), the base of the Carbon Member is placed at the base of a prominent sandstone unit (146 m) that underlies a thick coal (140 m). In outcrop, the top of the Carbon Member is placed at the base of the first distinctively “white”, clay-rich sandstone of the Whitemud Member (Fig. 4; Appendix S1, sections 10– 161). Geophysical logs do not allow for consistent or clear recognition of the base of the Whitemud Member, thus the top of the Carbon Member, as defined here, can only be recognized in outcrop."
  }, {
    "heading": "Geometry",
    "text": "The Carbon member exhibits notable variations in thickness from section to section (Appendix S1, sections 10–161), suggestive of highly localized incision fills. However, because the contacts and boundaries between the Carbon and Whitemud members cannot be distinguished easily in the subsurface, their larger-scale geometries are treated together in the description of the Whitemud Member."
  }, {
    "heading": "Sedimentology",
    "text": "Locally multistoried and multilateral fine- to mediumgrained paleochannel sandstones are common, as well as massive to rooted grey mudstones, organic shales, and coals (Figs. 16B, 16D–16G). Grey–green vertisols, similar to those in Morrin and Tolman members are also present, but are a minor component of all sections and outcrop. Lenses and strings of extraformational pebbles and cobbles are a locally prominent feature of the member (Fig. 16F).\nLitharenites of the Carbon Member comprise 37% quartz, 16% feldspar, and 42% rock fragments (mostly chert and sedimentary; Appendix C). Volcanic rock fragments are lower in number (2%) than all underlying members. The Carbon Member is a notably sandy interval, with a channel sandstone percentage of 38% based on a total of 203 m of measured section (Table 1). Paleochannel sandstone thicknesses average 0.9 m."
  }, {
    "heading": "Paleoenvironments",
    "text": "Wet, alluvial plain setting with straight to meandering channels and laterally extensive, interfluve peat swamps. Paleosol data (Quinney 2011) suggest a return to a wetter climate and possibly warmer paleotemperatures as in the Drumheller and Horsethief members."
  }, {
    "heading": "Age",
    "text": "Ranges from the upper one-half of the 31n magnetochron to the lowermost 30n magnetochron (Lerbekmo and Braman 2002, 2005), with an estimated age range of ∼68.4–67.5 Ma (Ogg et al. 2004). The base of the Carbon Member coincides with onset of the Mancicorpus gibbus Palynozone (Appendices 4–5; Table 2; Wu et al. 2007; Koppelhus and Braman 2010)."
  }, {
    "heading": "Whitemud Member (1.5–6.0 m thick)",
    "text": ""
  }, {
    "heading": "Name and historical treatment",
    "text": "Modified from the “Whitemud Formation” of Irish and Havard (1968) and “Whitemud unit” of Hamblin (2004) and Eberth (2004, 2010). Originally named for the white-weathering sediments that overlie the Eastend Formation in southwestern Saskatchewan and southeastern Alberta (Irish and Havard 1968). The Whitemud Member is equivalent to the “Whitemud Formation” as originally defined and further described by Irish (1970) and Gibson (1977). In Alberta, Hamblin (2004) demoted the Whitemud Formation to an informal unit (the pedogenically altered “top” of the HCFm), and placed it at the top of the “Carbon tongue”. Eberth (2004, 2010) followed Hamblin (2004). Because there are significant lithological and depositional differences in the unit between Saskatchewan and Alberta (Catuneanu et al. 1997; Catuneanu and Sweet 1999), the new formal usage of the term “Whitemud Member” in the Red Deer River valley of southern Alberta requires a stratotype and reference sections."
  }, {
    "heading": "Distribution and stratotype section",
    "text": "Outcrops of this member occur in the Red Deer River valley (and tributaries) from about T32-R21W4 (north of Morrin Bridge) to north of the McKenzie Bridge area (S29-T35R21W4). Excellent outcrops are also exposed at Horseshoe Canyon adjacent to Highway 9, west of Drumheller (T28R21W4). The stratotype section occurs on the west side of the river at S18-T32-R21W4. The stratotype section is part of much longer measured section that begins at 12U; 365 127 m E; 5 732 806 m N (Appendix B; Appendix S1, section 101); in this section, the Whitemud Member extends from 111.0 to 115.5 m, and the base of the member interval is located at 12U; 363 975 m E; 5 733 762 m N. This section was selected as the stratotype because exposures and contacts are well exposed and accessible."
  }, {
    "heading": "Eberth and Braman 1081",
    "text": "Published by NRC Research Press\nC an\n. J . E\nar th\nS ci\n. D ow\nnl oa\nde d\nfr om\nw w\nw .n\nrc re\nse ar\nch pr\nes s.\nco m\nb y\nU N\nIV E\nR SI\nT Y\nO F\nA R\nIZ O\nN A\nL IB\nR A\nR Y\no n\n02 /2\n1/ 19\nFo r\npe rs\non al\nu se\no nl\ny."
  }, {
    "heading": "Reference sections",
    "text": "Appendix S1, sections 11–16 (location coordinates and interval thicknesses therein).1"
  }, {
    "heading": "Boundaries and contacts",
    "text": "The base of the Whitemud Member is marked by the first occurrence of notably white- or light-colored fine-grained sandstones and (or) siltstones overlying the Carbon Member, as described by Irish and Havard (1968), Irish (1970), Gibson (1977), and Hamblin (2004), and as shown in Fig. 4 and Appendix S1, sections 10–161. The upper contact is marked by an unconformity above which lie massive, grey, bentonitic mudstones of the Battle Formation. The contact is often covered in outcrop due to slumping and weathering (Fig. 16D)."
  }, {
    "heading": "Geometry",
    "text": "The combined Carbon and Whitemud unit is broadly tabular across the field area. It thickens moderately to the south and west (Figs. 6–10), but becomes considerably thicker toward the southwest, where we estimate its thickness at 75 m (S6-T21-R02W5; Fig. 11)."
  }, {
    "heading": "Sedimentology",
    "text": "In the field area, the Whitemud Member comprises lightgrey to white-weathering, bentonite-rich sandstone, siltstone, and claystone in beds that range in thickness from centimetres to metres. Sandstones are mostly fine grained, contain kaolin clays, and often contain coaly fragments. Where structures are visible, sandstone beds exhibit upward-fining sediments and upward-thinning sets of inclined heterolithic strata, inclinedbedded strata, trough cross-beds, and planar and ripple lamination. Intraformational pebble lenses and strings are present locally. Locally, the uppermost 1–2 m of the member exhibits deep, clay-filled root traces hosted by massive, sediments. Litharenites of the Whitemud Member comprise 36% quartz, 13% feldspar, and 48% rock fragments (mostly chert and sedimentary; Appendix C). Volcanic rock fragments comprise <1% of the grains. The Whitemud Member is a notably sandy interval, with a channel sandstone percentage of 50% based on a total of 22 m of measured section (Table 1). Paleochannel sandstone thicknesses average 1.1 m."
  }, {
    "heading": "Paleoenvironments",
    "text": "We concur with Hamblin (2004) that the Whitemud Member is a pedogenically altered zone at the top of the HCFm. The member records limited deposition, some reworking, and lengthy periods of exposure and weathering in a warm and wet alluvial–paludal setting that was characterized by small, meandering channels and extensive wetlands (Nambudiri and Binda 1991; Hamblin 2004)."
  }, {
    "heading": "Age",
    "text": "Occurs within the lower part of the 30n magnetochron (Lerbekmo and Braman 2002, 2005), with an estimated age range of ∼67.5–67.0 Ma (Ogg et al. 2004). Correlates with base of the Wodehouseia spinata Palynozone (Nambudiri and Binda 1991)."
  }, {
    "heading": "1082 Can. J. Earth Sci., Vol. 49, 2012",
    "text": "Published by NRC Research Press\nC an\n. J . E\nar th\nS ci\n. D ow\nnl oa\nde d\nfr om\nw w\nw .n\nrc re\nse ar\nch pr\nes s.\nco m\nb y\nU N\nIV E\nR SI\nT Y\nO F\nA R\nIZ O\nN A\nL IB\nR A\nR Y\no n\n02 /2\n1/ 19\nFo r\npe rs\non al\nu se\no nl\ny.\nLarson, D.W., Brinkman, D.B., and Bell, P.R. 2010. Faunal assemblages from the upper Horseshoe Canyon Formation, an early Maastrichtian cool-climate assemblage from Alberta, with special reference to the Albertosaurus sarcophagus bonebed. Canadian Journal of Earth Sciences, 47(9): 1159–1181. doi:10. 1139/E10-005. Lavigne, J. 1999. Aspects of marginal marine sedimentology, stratigraphy and ichnology of the Upper Cretaceous Horseshoe Canyon Formation, Drumheller, Alberta, M.Sc. Thesis, University of Alberta, Edmonton, Alberta, 146 pp. Lerbekmo, J.F., and Braman, D.R. 2002. Magnetostratigraphic and biostratigraphic correlation of late Campanian and Maastrichtian marine and continental strata from the Red Deer Valley to the Cypress Hills, Alberta, Canada. Canadian Journal of Earth Sciences, 39(4): 539–557. doi:10.1139/e01-085. Lerbekmo, J.F., and Braman, D.R. 2005. Magnetostratigraphic and palynostratigraphic correlation of late Campanian to early Maastrichtian strata of the Bearpaw and Horseshoe Canyon formations between the CPOG Strathmore corehole and the Red Deer Valley section, Alberta, Canada. Bulletin of Canadian Petroleum Geology, 53(2): 154–164. doi:10.2113/53.2.154. McCabe, P.J., Strobl, R.S., Macdonald, D.E., Nurkowski, J.R., and Bosman, A. 1989. An evaluation of the coal resources of the Horseshoe Canyon Formation. Alberta Research Council Open File 1989-7, 75 pp. Nambudiri, E.M.V., and Binda, P.L. 1991. Paleobotany, palynology and depositional environment of the Maastrichtian Whitemud Formation in Alberta and Saskatchewan, Canada. Cretaceous Research, 12(6): 579–596. doi:10.1016/0195-6671(91)90032-8. Ogg, J.G., Agterberg, F.P., and Gradstein, F.M. 2004. The Cretaceous Period. In A Geologic Time Scale 2004. Edited by F.M. Gradstein, J.G. Ogg and A. Smith. Cambridge University Press, Cambridge. pp. 344–383. Ower, J.R. 1960. The Edmonton Formation. Journal of the Alberta Society of Petroleum Geologists, 8: 309–323. Quinney, A. 2011. The Late Cretaceous Horseshoe Canyon Formation: using paleosols to reconstruct the ancient environments, climates, and record of sea level change in a dinosaurdominated terrestrial ecosystem. M.Sc. thesis, University of Calgary, Calgary, Alberta, 138 pp. Rahmani, R.A. 1983. Facies relationships and paleoenvironments of a Late Cretaceous tide-dominated delta, Drumheller, Alberta. Field Trip Guidebook No. 2, Canadian Conference on the Mesozoic of Middle North America, 36 pp. Rahmani, R.A. 1988. Estuarine tidal channel and nearshore sedimentation of a Late Cretaceous epicontinental sea, Drumheller, Alberta, Canada. In Tide-Influenced Sedimentary Environments and Facies. Edited by P.L. de Boer, A van Gelder and S.D. Nio. D. Reidel Publishing Company, pp. 433–471. Rahmani, R.A. 1989. Cretaceous tidal estuarine and deltaic deposits, Drumheller, Alberta. Field Trip Guidebook. Second International Research Symposium on Clastic Tidal Deposits, Canadian Society of Petroleum Geologists, Calgary, Alberta, Canada, 55 pp. Shepheard, W.W., and Hills, L.V. 1970. Depositional environments Bearpaw-Horseshoe Canyon (Upper Cretaceous) transition zone Drumheller “Badlands”, Alberta. Bulletin of Canadian Petroleum Geology, 18: 166–215. Srivastava, S.K. 1968. Angiosperm microflora of the Edmonton Formation, Alberta, Canada. Unpublished Ph.D. thesis, University of Alberta, Edmonton, Alberta, 343 pp. Straight, W.H., and Eberth, D.A. 2002. Testing the utility of vertebrate remains in recognizing patterns in fluvial deposits: an example from the lower Horseshoe Canyon Formation, Alberta.\nPalaios, 17(5): 472–490. doi:10.1669/0883-1351(2002)017<0472: TTUOVR>2.0.CO;2. Straight, W.H., Barrick, R., and Eberth, D.A. 2004. Reflections of surface water, seasonality and climate in stable oxygen isotopes from tyrannosaurid tooth enamel. Palaeogeography, Palaeoclimatology, Palaeoecology, 206(3–4): 239–256. doi:10.1016/j.palaeo. 2004.01.006. Wall, J.W., Sweet, A.R., and Hills, L.V. 1971. Paleoecology of the Bearpaw and contiguous Upper Cretaceous formations in the CPOG Strathmore well, southern Alberta. Bulletin of Canadian Petroleum Geology, 19: 691–702. Wu, X.-c., Brinkman, D.B., Eberth, D.A., and Braman, D.R. 2007. A new ceratopsid dinosaur (Ornithischia) from the uppermost Horseshoe Canyon Formation (upper Maastrichtian), Alberta, Canada. Canadian Journal of Earth Sciences, 44(9): 1243–1265. doi:10.1139/E07-011. Yang, Y.. 2011. Tectonically-driven underfilled-overfilled cycles, the middle Cretaceous in the northern Cordillera foreland basin. Sedimentary Geology, 233(1–4): 15–27. doi:10.1016/j.sedgeo. 2010.10.002."
  }, {
    "heading": "Eberth and Braman 1083",
    "text": "Published by NRC Research Press\nC an\n. J . E\nar th\nS ci\n. D ow\nnl oa\nde d\nfr om\nw w\nw .n\nrc re\nse ar\nch pr\nes s.\nco m\nb y\nU N\nIV E\nR SI\nT Y\nO F\nA R\nIZ O\nN A\nL IB\nR A\nR Y\no n\n02 /2\n1/ 19\nFo r\npe rs\non al\nu se\no nl\ny.\nA p p e n d ix B\nTable B1. Location of type sections and areas for the seven members of the Horseshoe Canyon Formation proposed here. All type sections are illustrated in Appendix S1.1\nMember Type areas Outcrop or core Single or composite type section\nIllustrated type section (this report)\nType section location (base)\nStratigraphic interval in type section\nStrathmore Strathmore Core (CPOG Strathmore 7-12-25-25W4)\nSingle Figure 5 LSD7-S12-T25-R25W4 465–506 m\nDrumheller RDRV: from Dorothy through Drumheller\nOutcrop Composite Appendix S1, section 2 12U; 395995 m E; 5688787 m N\n15 m – top\nAppendix S1, section 3 12U; 393220 m E; 5693264 m N\n8 m – top\nAppendix S1, section 4 12U; 384104 m E; 5700924 m N\n0–35.5 m\nHorsethief RDRV: Drumheller (Midland Provincial Park) to Morrin Bridge\nOutcrop Composite Appendix S1, section 6 12U; 372821 m E; 5705866 m N\n5 m – top\nAppendix S1, section 7 12U; 369628 m E; 5711143 m N\n0 –53.75 m\nMorrin RDRV: Horsethief Canyon to Tolman Bridge\nOutcrop Composite Appendix S1, section 8 12U; 368596 m E; 5723846 m N\n31.5 – top\nAppendix S1, section 9 12U; 369023 m E; 5724324 m N\n0–27.5 m\nTolman RDRV: Bleriot Ferry to Dry Island Buffalo Jump Provincial Park\nOutcrop Single Appendix S1, section 10 12U; 365127 m E; 5732806 m N\n43.75–87.75 m\nCarbon RDRV: T32-R21W4 to Dry Island Buffalo Jump Provincial Park\nOutcrop Single Appendix S1, section 10 12U; 364002 m E; 5733718 m N\n87.75–111 m\nWhitemud RDRV: T32-R21W4 to McKenzie Bridge\nOutcrop Single Appendix S1, section 10 12U; 363975 m E; 5733762 m N\n111–115.5 m\nNote: Supplementary data are available with the article through the journal Web site at http://nrcresearchpress.com/doi/suppl/10.1139/e2012-035. RDRV, Red Deer River valley.\nAppendix B 1084\nC an. J. Earth S ci., Vol. 49, 2012 Published by N R C R esearch Press C an . J . E ar th S ci . D ow nl oa\nde d\nfr om\nw w\nw .n\nrc re\nse ar\nch pr\nes s.\nco m\nb y\nU N\nIV E\nR SI\nT Y\nO F\nA R\nIZ O\nN A\nL IB\nR A\nR Y\no n\n02 /2\n1/ 19\nFo r\npe rs\non al\nu se\no nl\ny."
  }, {
    "heading": "Appendix C",
    "text": ""
  }, {
    "heading": "Appendix D",
    "text": ""
  }, {
    "heading": "Palynostratigraphy",
    "text": "Palynological results are shown in Table 2 and Appendix E. Palynologically, the Bearpaw Formation is usually characterized by the presence of marine elements such as dinoflagellates and acritarchs, although they seldom make up >4% of the assemblage. In some samples near the contact with the HCFm, they are absent entirely. This may, in part, be due to high turbidity levels in the near-shore portions of the sections studied. There is also a tendency for the Bearpaw interval to have fewer spores than seen in much of the overlying HCFm. Although palynological sample counts do not specifically show large variations between members of the HCFm, they do show that the environments where coal-producing organic material was collecting are most often easily differentiated from all others. The coals have palynomorph assemblages that are dominated by spores and gymnosperm pollen while having fewer angiosperm taxa than found in other lithologies. Often it is very difficult to find any triprojectates in a coal (although there are exceptions to this generalization), and the numbers in parentheses in Table 2 are the percentage of triprojectate pollen after removing samples with abnormally high abundances. The high numbers of triprojectates in these rich assemblages are made up of a single species in all cases, whereas in noncoal samples, the percentage consists of a diverse number of triprojectate species. Fungal spores and Dyadnopites reticulatus are often abundant in the coals as well. The palynostratigraphy of the formation is still at an initial stage of refinement, and parts of the formation are difficult to subdivide. Appendix E illustrates the ranges of selected taxa within the studied interval. Trudopollis meekeri has to date only been recorded from the uppermost Bearpaw Formation, and it has not been recovered from the HCFm. The uppermost record of Translucentipollis plicatilis occurs in the Strathmore Member. Although exceptionally rare in the HCFm, Aquilapollenites parallelus last occurs within the lower part of the Drumheller Member. The latest occurrences of Kuylisporites scutatus and Ornamentifera baculata are within the upper\nDrumheller Member. Gleicheniidites sp., a large undescribed form, has a latest occurrence at the top of the Horsethief Member. The latest occurrences of Foraminisporis asymmetricus and Trifossapollenites ellipticus are within the Morrin Member. Recent observations suggest that Kurtzipites andersonii and Kurtzipites trispissatus first appear in succession within the Drumheller Member. The latest occurrence of K. andersonii is within the Morrin Member. An undescribed species of Kurtzipites is restricted to an interval within the Morrin Member. Morinoipollenites normalis is a species that has very rare occurrences in the Tolman Member. The latest appearance of Triporoletes involucratus is within the Tolman Member. Mancicorpus rostratus ranges from the Horsethief to Carbon members. Myrtaceidites solidus and Ephedripites multipartitus make first appearances in the Tolman Member. Mancicorpus gibbus and Scollardia trapaformis characterize the Carbon Member, although the latter species has been rarely seen in the base of the Scollard Formation. Pandaniidites typicus first appears in the Carbon Member. A single specimen of Wodehouseia spinata has been recorded in the upper part of the Carbon Member, and this species becomes more common in the Battle and Scollard formations. The Whitemud Member generally lacks palynomorphs or has at most very scarce recovery. Because of this, it is difficult to characterize a Whitemud assemblage or to provide any statistical summary for the member. Although Table 2 reports data from the Whitemud Member, these data are based on very few samples compared with the other members and should be considered tentative results. Our palynological data from the coals of the Horseshoe Canyon and Scollard formations indicate that the gymnosperms favor wetter environments such as peat-forming mires. High gymnosperm abundances were recorded in the Drumheller, Horsethief, and Carbon members of the HCFm, and upper Scollard Formation where coals are abundant and conditions were judged independently to be wetter. The Morrin and Tolman members of the Horseshoe Canyon and lower Scollard Formation have reduced numbers of gymnosperms with greater numbers of angiosperms, and we suggest that these characters may reflect drier conditions or episodes.\nTable C1. Horseshoe Canyon Formation sandstone petrography. Two to four slides (n) were examined for each stratigraphic unit. All data were averaged and normalized for 300 counts.\nGrains\nDrumheller–Horsethief (n = 4) Morrin (n = 2) Tolman (n = 4) Carbon (n = 2) Whitemud (n = 2)\nNo. % of total No. % of total No. % of total No. % of total No. % of total Quartz 81 27 91 30 85 28 84 28 77 25 POLY QTZ 27 9 25 8 32 10 28 9 33 11 Chert 48 16 65 21 48 16 54 18 75 25 META 1 0 8 3 3 1 3 1 2 1 Schist 5 2 1 0 5 2 7 2 3 1 PLAG 33 11 33 11 32 11 25 8 12 4 K-SPAR 19 6 13 4 17 5 23 8 26 9 Volcanic 16 5 15 5 22 7 6 2 1 0 Sediment 24 8 26 9 25 8 28 9 32 11 Heavies 5 2 8 3 8 3 14 5 8 3 CaCO3 4 1 6 2 3 1 3 1 3 1 Other 39 13 12 4 24 8 28 9 31 10 Totals 302 100 303 101 302 100 303 101 303 101\nNote: POLY QTZ, polycrystalline quartz; META, metamorphic rock fragment; PLAG, plagioclase; K-SPAR, potassium feldspar."
  }, {
    "heading": "Eberth and Braman 1085",
    "text": "Published by NRC Research Press\nC an\n. J . E\nar th\nS ci\n. D ow\nnl oa\nde d\nfr om\nw w\nw .n\nrc re\nse ar\nch pr\nes s.\nco m\nb y\nU N\nIV E\nR SI\nT Y\nO F\nA R\nIZ O\nN A\nL IB\nR A\nR Y\no n\n02 /2\n1/ 19\nFo r\npe rs\non al\nu se\no nl\ny."
  }, {
    "heading": "Appendix E",
    "text": "Fig. E1. Stratigraphic ranges of palynomorph taxa in the Red Deer River valley area. CA, Carbon Member; DR, Drumheller Member; HT, Horsethief Member; MO, Morrin Member; ST, Strathmore Member; TO, Tolman Member; WM, Whitemud Member."
  }, {
    "heading": "1086 Can. J. Earth Sci., Vol. 49, 2012",
    "text": "Published by NRC Research Press\nC an\n. J . E\nar th\nS ci\n. D ow\nnl oa\nde d\nfr om\nw w\nw .n\nrc re\nse ar\nch pr\nes s.\nco m\nb y\nU N\nIV E\nR SI\nT Y\nO F\nA R\nIZ O\nN A\nL IB\nR A\nR Y\no n\n02 /2\n1/ 19\nFo r\npe rs\non al\nu se\no nl\ny."
  }],
  "year": 2012,
  "references": [{
    "title": "Control of estuarine valley",
    "authors": ["R.B. Ainsworth", "R.G. Walker"],
    "year": 1994
  }, {
    "title": "Reciprocal architecture of Bearpaw T–R sequences, uppermost Cretaceous",
    "authors": ["O. Catuneanu", "A.D. Miall", "A.R. Sweet"],
    "year": 1997
  }, {
    "title": "Origin and significance of mud-filled incised",
    "authors": ["D.A. Eberth"],
    "year": 1996
  }, {
    "title": "Review and comparison of Belly River Group and",
    "authors": ["D.A. Eberth"],
    "year": 2002
  }, {
    "title": "A revised stratigraphy for the Edmonton Group",
    "authors": ["D.A. Eberth"],
    "year": 2004
  }, {
    "title": "A revised stratigraphic architecture and history",
    "authors": ["D.A. Eberth"],
    "year": 2010
  }, {
    "title": "Stratigraphy, sedimentology and",
    "authors": ["D.A. Eberth", "P.J. Currie"],
    "year": 2010
  }, {
    "title": "New 40Ar/39Ar ages from three",
    "authors": ["D.A. 1139/E10-045. Eberth", "A. Deino"],
    "year": 2005
  }, {
    "title": "Upper Cretaceous and Tertiary coal-bearing",
    "authors": ["D.W. Gibson"],
    "year": 1977
  }, {
    "title": "Faunal distribution within the Drumheller",
    "authors": ["W.M. Haglund"],
    "year": 2001
  }, {
    "title": "Edmonton Group/St",
    "authors": ["A.P. Hamblin"],
    "venue": "Mary River Formation:",
    "year": 1998
  }, {
    "title": "The Horseshoe Canyon Formation in southern",
    "authors": ["A.P. Hamblin"],
    "year": 2004
  }, {
    "title": "The Edmonton Group of south-central Alberta",
    "authors": ["E.J.W. Irish"],
    "venue": "Bulletin of Canadian Petroleum Geology, 18: 125–155.",
    "year": 1970
  }, {
    "title": "The Whitemud and Battle formations (“Kneehills Tuff Zone”): A stratigraphic marker",
    "authors": ["E.J.W. Irish", "C.J. Havard"],
    "year": 1968
  }, {
    "title": "Aspects of marginal marine sedimentology",
    "authors": ["J. Lavigne"],
    "year": 1999
  }, {
    "title": "An evaluation of the coal resources",
    "authors": ["A. Bosman"],
    "year": 1989
  }, {
    "title": "The Edmonton Formation",
    "authors": ["J.R. Ower"],
    "venue": "Journal of the Alberta Society of Petroleum Geologists, 8: 309–323.",
    "year": 1960
  }, {
    "title": "The Late Cretaceous Horseshoe Canyon",
    "authors": ["A. Quinney"],
    "year": 2011
  }, {
    "title": "Facies relationships and paleoenvironments",
    "authors": ["R.A. Rahmani"],
    "year": 1983
  }, {
    "title": "Estuarine tidal channel and nearshore",
    "authors": ["R.A. Rahmani"],
    "year": 1988
  }, {
    "title": "Cretaceous tidal estuarine and deltaic deposits",
    "authors": ["R.A. Rahmani"],
    "year": 1989
  }, {
    "title": "Depositional environments",
    "authors": ["W.W. Shepheard", "L.V. Hills"],
    "year": 1970
  }, {
    "title": "Angiosperm microflora of the Edmonton",
    "authors": ["S.K. Srivastava"],
    "year": 1968
  }, {
    "title": "Testing the utility",
    "authors": ["W.H. Straight", "D.A. Eberth"],
    "year": 2002
  }],
  "id": "SP:5a87d6b14041bb0aad76635838dd7755b1072f4a",
  "authors": [{
    "name": "David A. Eberth",
    "affiliations": []
  }, {
    "name": "Dennis R. Braman",
    "affiliations": []
  }],
  "abstractText": "The Upper Cretaceous paralic to nonmarine Horseshoe Canyon Formation (HCFm) of southern Alberta is divided into seven mappable members: Strathmore, Drumheller, Horsethief, Morrin, Tolman, Carbon, and Whitemud (bottom to top). This subdivision, based on combined outcrop and subsurface analyses, reflects lithostratigraphic variations related to changes in sea level (previously recognized) and newly documented changes in climate, volcanism, and orogenesis in an evolving foreland basin. Million-year-scale cycles of orogenesis resulted in changes in sediment supply and rates of subsidence in the basin and are interpreted in the context of a simple, two-phase foreland-basin sequence stratigraphic model: (i) overthrust loading resulting in reduced rates of sediment supply and subsidence in the most distal portions of the Alberta foredeep (our field area); (ii) tectonic quiescence leading to increased rates of sediment supply and subsidence during proximal-foredeep rebound. During the first ∼2.5 Ma of its history (Strathmore and Drumheller members), the HCFm was tectonically and climatically “stable”, and depositional style and stratigraphic architecture were influenced by vertical aggradation and modest progradation of shorelines. During the remaining ∼4.5 Ma (Horsethief, Morrin, Tolman, Carbon, and Whitemud members), there were more complex and frequent changes in climate, volcanism, orogenesis, landscape weathering, and soil formation. Understanding this previously unrecognized complexity is critical for correctly assessing hydrocarbon resource distributions and biostratigraphic and taphonomic patterns. Résumé : La Formation de Horseshoe Canyon (HCFm) du sud de l’Alberta est divisée en sept membres cartographiables : Strathmore, Drumheller, Horsethief, Morrin, Tolman, Carbon et Whitemud (du bas vers le haut). Cette subdivision, basée sur une combinaison d’analyses de roc affleurant et de roc sous la surface, reflète les variations lithostratigraphiques relatives aux changements du niveau de la mer (reconnus antérieurement) et les nouveaux changements documentés de climat, de volcanisme et d’orogenèse dans un bassin d’avant-pays en constante évolution. Des cycles de millions d’années d’orogenèse ont produit des changements dans l’apport de sédiments ainsi que dans les taux de subsidence du bassin; ces cycles sont interprétés dans le contexte d’un modèle stratigraphique simple de séquence à deux phases de bassin d’avant-pays : (i) un chargement par chevauchement qui réduit les taux d’apport de sédiments et de subsidence dans les portions les plus distales de l’avant-fosse de l’Alberta (notre secteur); (ii) une quiescence tectonique qui mène à un accroissement des taux d’apport de sédiments et de subsidence lors du soulèvement de l’avant-fosse proximale. Au cours des premiers ∼2,5 Ma de son histoire (les membres Strathmore et Drumheller), la HCFm était tectoniquement et climatiquement stable; le style de déposition et l’architecture stratigraphique étaient influencés par une aggradation verticale et une légère progradation des littoraux. Au cours des ∼4,5 Ma suivants (membres Horsethief, Morrin, Tolman, Carbon et Whitemud), il y eut des changements climatiques plus complexes et plus fréquents, ainsi que du volcanisme et des orogenèses; le paysage a été modifié et des sols ont été formés. Il est essentiel de comprendre cette complexité, non reconnue antérieurement, pour bien évaluer la distribution des réservoirs d’hydrocarbures ainsi que les formes biostratigraphiques et taphonomiques. [Traduit par la Rédaction]",
  "title": "A revised stratigraphy and depositional history for the Horseshoe Canyon Formation (Upper Cretaceous), southern Alberta plains"
}