{
  "sections": [{
    "text": "Following large explosive volcanic eruptions precipitation decreases over much of the globe1–6, particularly in climatologically wet regions4,5. Stratospheric volcanic aerosols reflect sunlight, which reduces evaporation, whilst surface cooling stabilises the atmosphere and reduces its waterholding capacity7. Circulation changes modulate this global precipitation reduction on regional scales1,8–10. Despite the importance of rivers to people, it has been unclear whether volcanism causes detectable changes in streamflow given large natural variability. Here we analyse observational records of streamflow volume for fifty large rivers from around the world which cover between two and 6 major volcanic eruptions in the 20th and late 19th century. We find statistically significant reductions in flow following eruptions for the Amazon, Congo, Nile, Orange, Ob, Yenisey and Kolyma amongst others. When data from neighbouring rivers are combined - based on the areas where climate models simulate either an increase or a decrease in precipitation following eruptions – a significant (p<0.1) decrease in streamflow following eruptions is detected in northern South American, central African and high-latitude Asian rivers, and on average across wet tropical and subtropical regions. We also detect a significant increase in southern South American and SW North American rivers. This suggests that future volcanic eruptions could substantially affect global water availability.\nRivers are important for ecosystems and people, including for domestic use, agriculture, industry and power generation. Streamflow integrates surplus precipitation over a catchment, overcoming sampling issues associated with rain gauge data, particularly in inaccessible areas. Streamflow is determined by precipitation minus evaporation and transpiration, and changes in storage for instance in snow, ice, groundwater or reservoirs. Precipitation is the main driver of global runoff trends11,12 and inter-annual variability13. Spatially, runoff trends match precipitation trends in most places in observations14,15, land surface models11 and in climate model simulations16.\nUsers may view, print, copy, and download text and data-mine the content in such documents, for the purposes of academic research, subject always to the full Conditions of use:http://www.nature.com/authors/editorial_policies/license.html#terms *Corresponding Author Carley Iles, ciles@staffmail.ed.c.uk. Author contributions. CI and GH planned the analysis and wrote the manuscript, CI conducted the analysis. Competing financial interests The authors declare no competing financial interests.\nC Funders A uthor M anuscripts\nE urope PM C Funders A uthor M anuscripts\nResearch on the response of streamflow to volcanism is limited and has focused on individual eruptions. A significant decrease in global streamflow was observed following the 1991 Pinatubo eruption, and moderate decreases following the 1963 Agung and 1982 El Chichon eruptions2. Large reductions in flow were also observed in the Nile and Niger rivers following the 1912 high latitude Novarupta eruption17. A model simulation of the effect of the Toba super eruption, 73ka ago, shows a strong interannual decrease in precipitation and streamflow in rivers important for human evolution18.\nHere we analyse the streamflow response to volcanic eruptions for 50 major world rivers using observational records from the Dai et al. [2009]15 dataset (see Methods and Supplementary Fig. S3). We examine rivers both individually and combined into regions which are expected to get significantly wetter or drier based on the CMIP5 precipitation response to volcanism (see Methods). We use a version of the dataset that contains long records for some rivers (see Supplementary Figure S5) and does not infill missing values. We focus on the interannual change in streamflow after eruptions relative to the 5 years prior, which largely removes the influence of long-term trends. The latter may reflect not only precipitation change, but also land use change (principally deforestation)11,12; changes in evapotranspiration, including through increasing temperatures12, changing anthropogenic aerosols19, and the effects of increased CO2 levels on plant stomata and leaf area11,12; melting snow and permafrost15,20; and human influences, including extraction, evaporation from reservoirs and inter-basin transfers14.\nFor each river, we average the streamflow response across multiple eruptions, a technique termed ‘superposed epoch analysis’ (Methods)10,21,22. We use the 1991 Pinatubo, 1982 El Chichon, 1963 Agung, 1912 Novarupta, 1902 Santa Maria and 1883 Krakatau eruptions, depending on the record length for each river (see Supplementary Tables S1 and S3, Fig S1). The average number of eruptions covered per river is 3.3, with most rivers covering the most recent eruptions, but some 5 or 6 eruptions (see Supplementary Figure 5). In order to determine whether the observed streamflow response to volcanism is significantly different from variations arising from climate variability, a Monte Carlo technique is used. The analysis is repeated 10,000 times using random years as pseudo-eruption years. Confidence intervals are calculated from the distribution of results (Methods). For basins whose streamflow correlates significantly (p<0.1) with the El Niño Southern Oscillation (ENSO), we remove its effects through regression prior to analysis (see Methods and Supplementary Fig. S9). We use annual data to limit the confounding influence of dams, which tend to primarily affect seasonal flow14,15,20 (see Supplementary Information).\nResults show that observed streamflow decreases statistically significantly in years 1 to 2 following eruptions for the Amazon, Tocantins and Parnaiba, as well as the Ob, Kolyma and Orange (Figure 1). It decreases insignificantly in the central African basins, some other high latitude Asian basins and across much of southern Europe. Streamflow increases, although not always significantly, in southern South America and much of the USA. The response over SE Asia is mixed. Significant responses extend into year 3 for some rivers (Supplementary Fig. S7). If ENSO is not removed, some tropical rivers show slightly stronger responses (Supplementary Fig. S11). Other large rivers undergoing a significant\nNat Geosci. Author manuscript; available in PMC 2016 June 06.\nE urope PM C Funders A uthor M anuscripts\nE urope PM C Funders A uthor M anuscripts\nreduction in flow, but not in year 1-2 combined, are the Congo and Yenisey in years 2-3 (Fig. 2c, e) and the Nile and Brahmaputra in year 1 (Supplementary Fig. S7).\nThe streamflow response in years 1 and 2 following volcanic eruptions is broadly consistent with the observed precipitation response to eruptions (Figure 1; based on GPCC23, see Methods) averaged across 5 eruptions. This is because the streamflow response to volcanism is largely driven by changes in precipitation minus evaporation (P-E), which shows a strong influence of P. Analysis of a single climate model (Supplementary Fig. S8) confirms that the P-E response is dominated by the precipitation response (pattern correlation between P and P-E of 0.88). Evaporation decreases fairly uniformly following eruptions, which would increase streamflow slightly in most regions, dependent on background soil moisture conditions. In contrast in dry regions experiencing increased precipitation increased moisture availability increases evaporation (Figure S8).\nThe observed streamflow response to volcanic eruptions also agrees well with the multi model mean CMIP5 (Coupled Model Intercomparison Project Phase 524) simulated precipitation response (Figure 1), which gives a relatively noise free fingerprint of the expected precipitation response to volcanic forcing. The model response is averaged across 6 eruptions and 98 runs for the 2 years following eruptions (see Supplement: Fig. S6 for individual years following eruptions, and Table S2 for simulations used). The CMIP5 multimodel multi-eruption average shows the largest reduction in precipitation over wet tropical regions, including monsoon regions4,5,8,9, and over high latitude Asia and some parts of North America (Fig. 1a). In contrast climate model precipitation increases in some dry regions, such as around the Mediterranean, the Middle East, southern South America and south-western North America. Circulation changes, including a weakening of the Hadley circulation and of monsoons cause these regional deviations from the global drying paradigm1,8,9. The Intertropical Convergence Zone (ITCZ) can also shift meridionally in response to individual eruptions dependent on which hemisphere experiences the stronger stratospheric aerosol forcing5 (see Supplementary Information). The models reproduce aspects of the observed precipitation response, including drying over Central Africa and northern South America, and wetting in Southern South America, consistent with a detectible response of precipitation to volcanism in boreal cold season data4,5. The observed drying over southern Europe and wetting in Northern Europe is consistent with a positive phase of the North Atlantic Oscillation (NAO) observed in the winters following tropical eruptions1,25 that is not well captured by recent climate models26–28. Model-data differences in the precipitation response in other regions, such as SE Asia4,5,9, parts of North America and high latitude Asia, reflect large natural variability in precipitation, or error in models or observations.\nOur analysis averages across eruptions in order to strengthen the signal-to-noise ratio for observed streamflow, disregarding slight differences in the response to individual eruptions due to different latitudinal dispersal of aerosols (Supplement). However, the average CMIP5 volcanic precipitation response is very similar between averages of different subsets of eruptions, and observed average streamflow responses are broadly robust to removing eruptions that are different from the average eruption (see Supplement).\nNat Geosci. Author manuscript; available in PMC 2016 June 06.\nE urope PM C Funders A uthor M anuscripts\nE urope PM C Funders A uthor M anuscripts\nWe now determine whether observed streamflow shows a detectible change in response to volcanic eruptions by testing if the response overall is significant and in the direction expected from physics or modelling29. Since P and P-E signals are similar, CMIP5 precipitation responses are used to indicate whether a streamflow response is expected in a basin or region, and of what sign. The number of rivers undergoing a statistically significant observed streamflow response in the direction of the CMIP5 precipitation response for years 1 to 3 is close to the 10% expected by chance, particularly for individual years (Figure 1, Table 1). If only river basins are considered where the precipitation response across CMIP5 models is significant, the fraction of rivers with significant responses in years 1 and 2 combined increases (Table 1). A higher proportion of large rivers are significant than small ones (e.g. 24 % and 12% respectively in years 1 and 2 combined). Without removal of ENSO the proportion of basins with significant results increases slightly (Supplementary Table S4). Overall, the clearest results occur in larger, more natural (see Supplement) rivers over regions where a significant change in precipitation is expected based on CMIP5 models.\nIn order to improve signal to noise ratios we combine neighbouring basins undergoing the same sign of model predicted precipitation response across large regions (Fig. 2). Epoch results for individual rivers are standardised and the average is taken across them (results are similar if aggregating the average volcanic response from individual rivers, giving more weight to large rivers, Supplementary Fig. S13). The observed response to eruptions is then tested for a significant signal in the direction of the CMIP5 precipitation response (shown through shading for years 1-3) (Methods). This response time is chosen because years 1-2 show the most significant precipitation response in CMIP5 models over land4,5 (Supplementary Fig. S6). An additional year should account for delays in streamflow response due to water traveling to the river mouth (e.g. a few months for the Amazon, ≤ 1 month for the Brahmaputra, Ganges, Mississippi and Mekong30), and due to storage in ice and snow, and behind dams.\nWe detect a significant response in the direction expected within these three years in 4 of the 8 regions tested (Fig. 2 and S12), 5 if reducing the analysis to large rivers in south-western North America. Rivers in northern South America, central Africa and Northern Asia undergo a significant decrease in discharge as expected from CMIP5 precipitation. Results for northern South America are slightly stronger if repeated without the Parana, which has a stronger human influence (regulation index 28%) than the other rivers. Consistent with the modelled precipitation response, rivers in southern South America undergo a significant increase in flow in years 1 and 3, whilst south-western North American rivers undergo a significant increase in streamflow in year 2 if small basins are excluded. This detectable increase supports model simulated increases in precipitation in these dry regions which has not yet been detected in observations4,5. Southern Asia shows a weak increase in streamflow, consistent with observed precipitation change, but different from CMIP5. Northern North American rivers show no clear response, whilst Southern European rivers show significant reductions in flow, consistent with a positive NAO pattern (Supplementary Fig. S12). A higher proportion of results are significant when rivers are grouped into regions rather than analysed individually (2/8 for years 1 and 2 combined, and 3/8 for each of years 1 and 2 separately, Table 1, Figure 2). The general agreement between the observed\nNat Geosci. Author manuscript; available in PMC 2016 June 06.\nE urope PM C Funders A uthor M anuscripts\nE urope PM C Funders A uthor M anuscripts\nstreamflow response and CMIP5 precipitation for many regions increases confidence in our findings (Fig. 1).\nThe most robust detection of a significant response of streamflow occurs across wet tropicalsubtropical regions overall (Figure 3, Methods). This is consistent with strong precipitation reductions in climate models across this region that are detectible in precipitation observations4,5. The observed streamflow decrease is significant, irrespective of whether ENSO is removed or whether rivers are aggregated or averaged, and is robust to excluding the Congo, but becomes borderline insignificant when the Amazon is excluded. The spurious peak in year -1 originates from several rivers combined, e.g. the Congo, Mekong and Yangtze.\nIn summary, the influence of volcanic eruptions can be detected in observational records of streamflow from major world rivers. The proportion of rivers that show a significant response increases when considering only basins with a significant modelled precipitation response, or when aggregating results across regions of uniform sign of simulated precipitation response. Volcanic eruptions cause a detectible decrease in streamflow in Northern South America, Central Africa, high latitude Asia and in wet tropical-subtropical regions combined, and a detectable increase in SW North America and Southern South America. Our findings suggest that future eruptions will impact global water availability, with consequences for the people dependent on these rivers, with the response in some regions depending on the latitude of eruption. Short-wave geoengineering schemes may have similar effects, although differ from volcanoes in producing a prolonged rather than shortterm climate forcing.\nOnline methods\nData\nStreamflow data—We use the streamflow dataset from Dai et al. [2009]31, (available from http://www.cgd.ucar.edu/cas/catalog/surface/dai-runoff/ which contains data for the furthest downstream station for the world’s largest 925 ocean draining rivers. We chose the version of their dataset that does not infill missing values, and base the analysis on large river basins with data for at least 2 eruptions and at least 40 years of continuous data with no major gaps (see Supplementary Fig. S3, S5 and Table S3). Although the infilled version of the dataset only covers the period 1948 to 2004, the raw data for many rivers extends back further, even into the 19th century for some. Since data for the Nile were only available between 1973 and 1984 in the Dai et al. [2009] dataset, Nile data from the RIVDIS dataset [Vorosmarty et al., 1998, available from http://www.daac.ornl.gov] were used, covering the period 1869-1984. Note that a long record was only available for a station near the Aswan dam, a considerable distance from the river mouth. Overall, data for 50 rivers were used. Details including location of gauging station, annual mean discharge, basin size, record lengths, flow regulation indices and notes on any inhomogeneities are detailed in Supplementary Table S3. A discussion of the influence of dams on streamflow can be found in the Supplementary Information.\nNat Geosci. Author manuscript; available in PMC 2016 June 06.\nE urope PM C Funders A uthor M anuscripts\nE urope PM C Funders A uthor M anuscripts\nObserved precipitation data—Observational precipitation data are used to compare streamflow responses to precipitation changes and are taken from the Global Precipitation Climatology Centre’s (GPCC) Full Data Reanalysis Version 632 (available from www.dwd.de). This is a 2.5x2.5° gridded gauge based dataset, based on 67,200 stations, with spatial interpolation to give full land coverage. It covers the period 1901 to 2010. Results based on GPCC are averaged across 5 twentieth century eruptions (see Table S1). Significance of the average precipitation response across these five volcanic eruptions for each grid cell is calculated using a Monte Carlo technique as described below.\nModel data—A 98 member ensemble of climate model simulations of the historical period from the Coupled Model Intercomparison Project (CMIP5, available from http:// pcmdi9.llnl.gov/esgf-web-fe/) were used to generate a relatively noise free fingerprint of the precipitation response to volcanic forcing. This was used to give an indication of where we might expect observed streamflow to respond to eruptions and was used to define the regions over which to average or aggregate observed river records into regional results (see below). All CMIP5 runs used are historical runs of the twentieth century with ‘ALL forcings’- i.e. volcanic aerosols and other natural and anthropogenic forcings, such as solar variability, greenhouse gases, anthropogenic aerosols and land use change (see Taylor et al [2012]33 for details). The runs used are detailed in Table S2\nMethods\nEpoch analysis—Epoch analysis involves averaging the streamflow response across multiple eruptions. For each river and eruption, anomalies for each of 7 post eruption years were calculated relative to a 5 year pre-eruption mean. Using 7 years avoids overlap with subsequent eruptions. Results were then averaged across all eruptions for a given river, up to a maximum of 6 (Supplementary Tables S1 and S3). The effect of differences in latitudinal distribution of aerosols between eruptions is discussed in the Supplementary Information. The impact of differences in seasonal timing of eruptions is not considered here, but is expected to be small for the low latitude eruptions34. The analysis is based on annual data following eruptions, with year 1 starting 3 months after the eruption date to allow aerosols time to start spreading out globally 35 (see Supplementary Table S1 and refs. 34,35). Using annual data minimises the effects of dams, which primarily affect seasonal flow (see Supplementary Information) and means that each year will contain both snow building and melt phases. However, for cold basins, when year 1 starts in winter, the discharge for one year will reflect some of the previous year’s precipitation, causing a slightly delayed response. The analysis accounts for missing values (see below). Statistical significance of results is determined using a Monte Carlo technique (see below).\nRegional analysis—To improve signal to noise ratios, observed regional streamflow results were calculated by combining drainage basins that are geographically close to each other and that undergo the same sign of CMIP5 multi-model mean simulated precipitation response to eruptions (Fig. 2, and Supplementary Fig. S3). Using the CMIP5 precipitation response to define regions rather than observed precipitation avoids circularity and allows the volcanic signal to be isolated effectively by taking the average across all 6 eruptions (Supplementary Table S1) in all 98 simulations used, yielding 588 samples (Supplementary\nNat Geosci. Author manuscript; available in PMC 2016 June 06.\nE urope PM C Funders A uthor M anuscripts\nE urope PM C Funders A uthor M anuscripts\nTable S2). Results for individual rivers were standardised before calculating regional averages in order to avoid results being dominated by large rivers, such as the Amazon. We also calculated total streamflow over an area by aggregating the flow in individual rivers (see Supplementary Fig. S13). Monte Carlo uncertainty analysis takes into account differing numbers of eruptions for different rivers. Due to differing record lengths of rivers within a region, not all could be included in the regional analysis (see below).\nWe also calculate streamflow responses over tropical-subtropical wet regions combined. Wet regions are defined as the wettest third of all grid cells between 40°N-40°S based on GPCC precipitation climatology, dry regions as the driest third. Intermediate regions form the remaining third, following Iles et al. (2013)36. 10 river basins that fall in these wet regions, or span a mixture of wet and intermediate regions, are used to calculate the wet regions streamflow results. These rivers are shown in Figure S4.\nENSO—For rivers where streamflow correlates significantly with ENSO (p<0.1) (Supplementary Fig. S9), its influence is removed through regression. The Cold Tongue Index (available at http://www.jisao.washington.edu/data/cti/) was used to represent ENSO variability. It extends back to 1845 and is defined as the average sea surface temperature (SST) anomaly over the 6°N-6°S, 180-90°W region in the central-eastern pacific, minus the global mean SST anomaly. Therefore it is less affected by global warming, or a short term global cooling of SSTs following eruptions than e.g. Nino 3.4. Regression coefficients are calculated based on time series of water years (Oct-Sept) with no lag. Time series were detrended prior to regression analysis, and the 3 years following an eruption (and year 0 where more than a couple of months were volcanically influenced) were excluded to avoid confusion between the volcanic and ENSO signals. ENSO is removed in the same way from the GPCC precipitation dataset for all gridcells. Removing ENSO from all rivers yields very similar regional results, but sometimes affects whether the response is just significant or not quite significant.\nMonte Carlo—A Monte Carlo technique was used to assess the significance of changes in streamflow by replacing observed streamflow data following volcanic years with data from randomly chosen years. Results can then be used to infer if a volcanic eruption caused the observed streamflow response (at a given significance level) or if a similar response could have been caused by interannual streamflow variability or other causes. For each river the epoch analysis was repeated 10,000 times choosing the same number of random eruption years per iteration as the number of actual eruptions covered by the observed data. The 10th-90th percentiles of the results for each year following the eruptions were calculated and yield the 10-90% range of the null hypothesis of no change in river flow. Where the model simulated precipitation change determined the expected observed river response, a one-sided significance test was performed, considering only changes of the expected sign (10% significance level). Where there were missing values for the observed response to eruptions, the corresponding values were also assigned as missing in the Monte Carlo analysis (see below). The 10-90% range of responses in the Monte Carlo analysis is illustrated in the time-series Figures 2 and 3 by dashes. The width of the range varies, being narrower during the 5-year centred pre-eruption mean compared to afterwards, and varies further due missing\nNat Geosci. Author manuscript; available in PMC 2016 June 06.\nE urope PM C Funders A uthor M anuscripts\nE urope PM C Funders A uthor M anuscripts\nvalues in the observed streamflow data, which are mimicked in the Monte Carlo analysis (see below).\nSignificance of the CMIP5 precipitation response to 6 eruptions relative to model internal variability was also calculated using a Monte Carlo analysis. This was performed on a grid cell level, using the multi-model mean, after transforming all models to a 2.5x2.5° grid36.\nTreatment of missing values—Streamflow data has gaps and record lengths for different rivers vary. When less than 5 years were available for calculating pre-eruption means, the available years were used, down to a minimum of 2 (see Iles et al., [2013]36 for this choice for precipitation). Where only 1 year of data was present, year 0 was also included in the pre-eruption mean. Where the response to an eruption is calculated relative to a short pre-eruption mean, a short ‘pre-eruption’ mean was also applied for the randomly chosen year in the Monte Carlo analysis. Likewise where there are missing values posteruption for real eruptions, these are also assigned as missing for the equivalent ‘eruption’ years in the Monte Carlo analysis. The number of eruptions covered by streamflow data for each year relative to year 0 was then counted, and where the Monte Carlo iteration did not have enough data for a given year, that iteration was not used for that year. Relatively complete continuous parts of the time series for each river were used in the Monte Carlo. Where there were two long continuous parts of a river record with a substantial gap in the middle, random eruptions were not chosen in the gap.\nMonte Carlo for regional results—Performing Monte Carlo analysis for regional results was more complicated than for individual rivers due to varying record lengths for different rivers, covering different numbers of eruptions. This precluded performing Monte Carlo analysis on a regional mean time series since variability would change over time. Instead, for each Monte Carlo iteration the average response across the random eruptions was calculated for each river first and then averaged or added across the rivers depending on whether standardized responses were averaged or river responses were aggregated across the region. For each river, the same number of random eruptions was chosen in the Monte Carlo analysis as the number of real eruptions the river has data for. Where, for example, several rivers in a region have data for the same three real eruptions, in the Monte Carlo analysis three random eruptions for which all rivers had data were chosen. If one of these rivers has a much shorter record than the others, but still covers the most recent 3 eruptions (e.g. one river extends back to 1956 and the others extend back to 1920), then the shorter river limits the range of years from which a random eruption can be chosen. Where a river severely limited this range due to a short record or a lot of missing data, it was not included in the regional analysis. If, for example, one river had data for 5 eruptions and the rest in the same region had data for 3, then 3 random eruptions were chosen from the timespan common to all the rivers and the remaining 2 were chosen from anywhere in the timespan of the river with the long record. If this corresponds to when the other rivers also have data then this data for the other rivers was ignored.\nCode availability—The MATLAB code used in this analysis is available on request from ciles@staffmail.ed.ac.uk\nNat Geosci. Author manuscript; available in PMC 2016 June 06.\nE urope PM C Funders A uthor M anuscripts\nE urope PM C Funders A uthor M anuscripts\nSupplementary Material\nRefer to Web version on PubMed Central for supplementary material.\nAcknowledgements\nThe authors thank Dai and Trenberth for making their streamflow dataset available. We acknowledge the WCRP’s Working Group on Coupled Modelling, which is responsible for CMIP, and we thank the climate modelling groups for producing and making available the model output listed in Table S2, which is available at http://pcmdi9.llnl.gov/ esgf-web-fe/. For CMIP the US Department of Energy’s Program for Climate Model Diagnosis and Intercomparison provides coordinating support and led development of software infrastructure in partnership with the Global Organization for Earth System Science Portals. We thank the Global Runoff Data Centre, 56068 Koblenz, Germany for the provision of the shapefile used to denote drainage basins in the figures. G Hegerl is supported by the NERC Project PAGODA (Grant Number NE/I006141/1) and the ERC advanced grant TITAN (320691). C Iles is supported by a NERC studentship and by TITAN.\nReferences\n1. Robock A, Liu Y. The volcanic signal in goddard institue for space studies and 3d model simulations. Journal of Climate. 1994; 7:44–55. 2. Trenberth KE, Dai A. Effects of Mount Pinatubo volcanic eruption on the hydrological cycle as an analog of geoengineering. Geophysical Research Letters. 2007; 34:L15702. 3. Gu G, Adler RF. Precipitation and Temperature Variations on the Interannual Time Scale: Assessing the Impact of ENSO and Volcanic Eruptions. Journal of Climate. 2011; 24:2258–2270. 4. Iles CE, Hegerl GC, Schurer AP, Zhang X. The effect of volcanic eruptions on global precipitation. Journal of Geophysical Research: Atmospheres. 2013; 118:8770–8786. 5. Iles CE, Hegerl GC. The global precipitation response to volcanic eruptions in the CMIP5 models. Environmental Research Letters. 2014; 9:104012. 6. Santer BD, et al. Observed multi-variable signals of late 20th and early 21st century volcanic activity. Geophysical Research Letters. 2014; doi: 10.1002/2014GL062366 7. Bala G, Duffy PB, Taylor KE. Impact of geoengineering schemes on the global hydrological cycle. Proceedings of the National Academy of Sciences of the United States of America. 2008; 105:7664–9. [PubMed: 18505844] 8. Schneider DP, Ammann CM, Otto-Bliesner BL, Kaufman DS. Climate response to large, highlatitude and low-latitude volcanic eruptions in the Community Climate System Model. Journal of Geophysical Research. 2009; 114:D15101. 9. Joseph R, Zeng N. Seasonally Modulated Tropical Drought Induced by Volcanic Aerosol. Journal of Climate. 2011; 24:2045–2060. 10. Fischer EM, et al. European climate response to tropical volcanic eruptions over the last half millennium. Geophysical Research Letters. 2007; 34:L05707. 11. Piao S, et al. Changes in climate and land use have a larger direct impact than rising CO2 on global river runoff trends. Proceedings of the National Academy of Sciences of the United States of America. 2007; 104:15242–7. [PubMed: 17878298] 12. Gerten D, Rost S, von Bloh W, Lucht W. Causes of change in 20th century global river discharge. Geophysical Research Letters. 2008; 35:L20405. 13. Gedney N, et al. Detection of a direct carbon dioxide effect in continental river runoff records. Nature. 2006; 439:835–8. [PubMed: 16482155] 14. Milliman JD, Farnsworth KL, Jones PD, Xu KH, Smith LC. Climatic and anthropogenic factors affecting river discharge to the global ocean, 1951–2000. Global and Planetary Change. 2008; 62:187–194. 15. Dai A, Qian T, Trenberth KE, Milliman JD. Changes in Continental Freshwater Discharge from 1948 to 2004. Journal of Climate. 2009; 22:2773–2792. 16. Milly PCD, Dunne KA, Vecchia AV. Global pattern of trends in streamflow and water availability in a changing climate. Nature. 2005; 438:347–50. [PubMed: 16292308]\nNat Geosci. Author manuscript; available in PMC 2016 June 06.\nE urope PM C Funders A uthor M anuscripts\nE urope PM C Funders A uthor M anuscripts\n17. Oman L, Robock A, Stenchikov GL, Thordarson T. High-latitude eruptions cast shadow over the African monsoon and the flow of the Nile. Geophysical Research Letters. 2006; 33:L18711. 18. Timmreck C, et al. Climate response to the Toba super-eruption: Regional changes. Quaternary International. 2012; 258:30–44. 19. Gedney N, et al. Detection of solar dimming and brightening effects on Northern Hemisphere river flow. Nature Geoscience. 2014; 7:796–800. 20. Adam JC, Lettenmaier DP. Application of New Precipitation and Reconstructed Streamflow Products to Streamflow Trend Attribution in Northern Eurasia. Journal of Climate. 2008; 21:1807– 1828. 21. Hegerl G, et al. Influence of human and natural forcing on European seasonal temperatures. Nature Geoscience. 2011; 4:99–103. 22. Hegerl GC. Detection of volcanic, solar and greenhouse gas signals in paleo-reconstructions of Northern Hemispheric temperature. Geophysical Research Letters. 2003; 30:1242. 23. Becker A, et al. A description of the global land-surface precipitation data products of the Global Precipitation Climatology Centre with sample applications including centennial (trend) analysis from 1901–present. Earth System Science Data. 2013; 5:71–99. 24. Taylor KE, Stouffer RJ, Meehl GA. An Overview of CMIP5 and the Experiment Design. Bulletin of the American Meteorological Society. 2012; 93:485–498. 25. Robock A, Mao J. Winter Warming from Large Volcanic Eruptions. Geophysical Research Letters. 1992; 19:2405–2408. 26. Stenchikov G, et al. Arctic Oscillation response to volcanic eruptions in the IPCC AR4 climate models. Journal of Geophysical Research. 2006; 111:D07107. 27. Driscoll S, Bozzo A, Gray LJ, Robock A, Stenchikov G. Coupled Model Intercomparison Project 5 (CMIP5) simulations of climate following volcanic eruptions. Journal of Geophysical Research: Atmospheres. 2008; 117:D17105. 28. Charlton-Perez AJ, et al. On the lack of stratospheric dynamical variability in low-top versions of the CMIP5 models. Journal of Geophysical Research: Atmospheres. 2013; 118:2494–2505. 29. Hegerl G, Zwiers F. Use of models in detection and attribution of climate change. Wiley Interdiscip Rev Clim Chang. 2011; 2:570–591. 30. Dai A, Trenberth KE. Estimates of freshwater discharge from continents: Latitudinal and seasonal variations. Journal of hydrometeorology. 2002; 3:660–688. 31. Dai A, Qian T, Trenberth KE, Milliman JD. Changes in Continental Freshwater Discharge from 1948 to 2004. Journal of Climate. 2009; 22:2773–2792. 32. Becker A, et al. A description of the global land-surface precipitation data products of the Global Precipitation Climatology Centre with sample applications including centennial (trend) analysis from 1901–present. Earth System Science Data. 2013; 5:71–99. 33. Taylor KE, Stouffer RJ, Meehl GA. An Overview of CMIP5 and the Experiment Design. Bulletin of the American Meteorological Society. 2012; 93:485–498. 34. Toohey M, Krüger K, Niemeier U, Timmreck C. The influence of eruption season on the global aerosol evolution and radiative impact of tropical volcanic eruptions. Atmospheric Chemistry and Physics. 2011; 11:12351–12367. 35. Ammann CM. A monthly and latitudinally varying volcanic forcing dataset in simulations of 20th century climate. Geophys Res Lett. 2003; 30:1657. 36. Iles CE, Hegerl GC, Schurer AP, Zhang X. The effect of volcanic eruptions on global precipitation. Journal of Geophysical Research: Atmospheres. 2013; 118:8770–8786.\nNat Geosci. Author manuscript; available in PMC 2016 June 06.\nE urope PM C Funders A uthor M anuscripts\nE urope PM C Funders A uthor M anuscripts\nFigure 1. Precipitation and streamflow response to eruptions.\na) CMIP5 multi model mean precipitation response averaged across 6 eruptions for the 2 years following eruptions. River basins examined are overlaid. Stippled grid points show a statistically significant response at the (2-sided) 20% level. b) Observed streamflow response averaged across multiple eruptions (see Table S3) [standard deviation units], hatching indicates significance at the 80% level. c) as a) but observed (GPCC) precipitation averaged across 5 eruptions, colour scale different from a). For b) ENSO is removed for rivers with which it correlates significantly (p=0.1), and from all grid cells in c).\nNat Geosci. Author manuscript; available in PMC 2016 June 06.\nE urope PM C Funders A uthor M anuscripts\nE urope PM C Funders A uthor M anuscripts\nFigure 2. Observed regional streamflow responses [std deviations].\nFor each river within a region, the average streamflow response across eruptions is calculated and results are standardised (thin lines), before regional means are calculated (thick lines). Dashed lines represent 10-90% confidence intervals for regional means. Shading indicates the timing and direction of a possible streamflow response based on the CMIP5 precipitation response to eruptions (yellow: drying, blue: wetting). Circles indicate where results are significant in the direction expected during this time period, (filled 5%, open 10%). Thick blue line gives variation of analysis: in a), excluding the more humanly\nNat Geosci. Author manuscript; available in PMC 2016 June 06.\nE urope PM C Funders A uthor M anuscripts\nE urope PM C Funders A uthor M anuscripts\ninfluenced Parana, in d), results only using large basins (Columbia and Colorado AR), and in f) results for more natural basins (regulation index <20%). Northern North America shows no significant response, Southern Europe a significant drying that is not expected from CMIP5 (See Supplementary Fig. 12). In legend asterisks indicate more humanly influenced rivers. The number of eruptions covered by each river is in brackets, markeda when not covering Pinatubo.\nNat Geosci. Author manuscript; available in PMC 2016 June 06.\nE urope PM C Funders A uthor M anuscripts\nE urope PM C Funders A uthor M anuscripts\nFigure 3. Observed response of rivers across wet tropical-subtropical regions.\n(a) Regional average of standardised response to eruptions as in Figure 2 [std deviations]. (b) as (a) but based on the sum of the flow in individual rivers using absolute values [m3/s]. (See Supplementary Fig. S4 for the 10 rivers used). Solid black indicates results from all 10 rivers, green all rivers excluding the Amazon, pink excluding the Congo, and blue without removing influence of ENSO. Dashed lines and circles indicate significance as in Figure 2, with colours matching the corresponding regional mean.\nNat Geosci. Author manuscript; available in PMC 2016 June 06.\nE urope PM C Funders A uthor M anuscripts\nE urope PM C Funders A uthor M anuscripts\nE urope PM C Funders A uthor M anuscripts\nE urope PM C Funders A uthor M anuscripts\nTable 1 Number of rivers responding to volcanic eruptions.\nNumber (percentage) of basins that show a significant (p = 0.1) streamflow response of the sign indicated by the CMIP5 precipitation response (10% of rivers expected in absence of response). Yellow background indicates more than 15% of rivers showing a significant response, grey background indicates groups of rivers that are less likely to show significant responses (small, or strong human influence, see Supplement). ‘Big’ rivers constitute basin areas over 500,000 km2 (otherwise ‘small’). The bottom two rows list regions undergoing a significant response. First row is based on a test of all river basins; all subsequent rows consider only river basins with a significant CMIP5 precipitation response.\nBasin type (no. rivers) yr1 yr2 yr3 yrs 1 and 2 Number expected by chance\nAll (50) 5 (10%) 6 (12%) 4 (8%) 7 (14%) 5 (10%)\nAll rivers sign. CMIP5 precip (38) 5 (13%) 6 (16%) 3 (8%) 7 (18%) 3.6 (10%)\nNatural (22) 3 (14%) 4 (18%) 2 (9%) 4 (18%) 2.1 (10%)\nHuman (12) 1 (8%) 1(8%) 1 (8%) 2 (17%) 1.2 (10%)\nBig (21) 4(19%) 4 (19%) 2(10%) 5 (24%) 2(10%)\nSmall (17) 1(6%) 2(12%) 1(6%) 2(12%) 1.6 (10%)\nRegions standardised (8) 3(38%) 3(38%) 1(13%) 2(25%) 0.8 (10%)\nRegions absolute (8) 1 (13%) 2 (25%) 1 (13%) 2(25%) 0.8(10%)\nNat Geosci. Author manuscript; available in PMC 2016 June 06."
  }],
  "year": 2016,
  "references": [{
    "title": "The volcanic signal in goddard institue for space studies and 3d model simulations",
    "authors": ["A Robock", "Y. Liu"],
    "venue": "Journal of Climate",
    "year": 1994
  }, {
    "title": "Effects of Mount Pinatubo volcanic eruption on the hydrological cycle as an analog of geoengineering",
    "authors": ["KE Trenberth", "A. Dai"],
    "venue": "Geophysical Research Letters",
    "year": 2007
  }, {
    "title": "Precipitation and Temperature Variations on the Interannual Time Scale: Assessing the Impact of ENSO and Volcanic Eruptions",
    "authors": ["Gu G", "Adler RF"],
    "venue": "Journal of Climate",
    "year": 2011
  }, {
    "title": "The effect of volcanic eruptions on global precipitation",
    "authors": ["CE Iles", "GC Hegerl", "AP Schurer", "X. Zhang"],
    "venue": "Journal of Geophysical Research: Atmospheres",
    "year": 2013
  }, {
    "title": "The global precipitation response to volcanic eruptions in the CMIP5 models",
    "authors": ["Iles CE", "Hegerl GC"],
    "venue": "Environmental Research Letters",
    "year": 2014
  }, {
    "title": "Observed multi-variable signals of late 20th and early 21st century volcanic activity",
    "authors": ["BD Santer"],
    "venue": "Geophysical Research Letters",
    "year": 2014
  }, {
    "title": "Impact of geoengineering schemes on the global hydrological cycle",
    "authors": ["G Bala", "PB Duffy", "KE. Taylor"],
    "venue": "Proceedings of the National Academy of Sciences of the United States of America",
    "year": 2008
  }, {
    "title": "Climate response to large, highlatitude and low-latitude volcanic eruptions in the Community Climate System Model",
    "authors": ["DP Schneider", "CM Ammann", "BL Otto-Bliesner", "DS. Kaufman"],
    "venue": "Journal of Geophysical Research",
    "year": 2009
  }, {
    "title": "Seasonally Modulated Tropical Drought Induced by Volcanic Aerosol",
    "authors": ["R Joseph", "N. Zeng"],
    "venue": "Journal of Climate",
    "year": 2011
  }, {
    "title": "European climate response to tropical volcanic eruptions over the last half millennium",
    "authors": ["EM Fischer"],
    "venue": "Geophysical Research Letters",
    "year": 2007
  }, {
    "title": "Changes in climate and land use have a larger direct impact than rising CO2 on global river runoff trends",
    "authors": ["S Piao"],
    "venue": "Proceedings of the National Academy of Sciences of the United States of America",
    "year": 2007
  }, {
    "title": "Causes of change in 20th century global river discharge",
    "authors": ["D Gerten", "S Rost", "W von Bloh", "W. Lucht"],
    "venue": "Geophysical Research Letters",
    "year": 2040
  }, {
    "title": "Detection of a direct carbon dioxide effect in continental river runoff records",
    "authors": ["N Gedney"],
    "year": 2006
  }, {
    "title": "Climatic and anthropogenic factors affecting river discharge to the global ocean, 1951–2000",
    "authors": ["JD Milliman", "KL Farnsworth", "PD Jones", "KH Xu", "LC. Smith"],
    "venue": "Global and Planetary Change",
    "year": 2008
  }, {
    "title": "Changes in Continental Freshwater Discharge",
    "authors": ["A Dai", "T Qian", "KE Trenberth", "JD. Milliman"],
    "venue": "Journal of Climate",
    "year": 1948
  }, {
    "title": "Global pattern of trends in streamflow and water availability in a changing climate",
    "authors": ["PCD Milly", "KA Dunne", "AV. Vecchia"],
    "venue": "Iles and Hegerl Page 9 Nat Geosci. Author manuscript; available in PMC 2016 June 06.  E uope PM C Fuders A uhor M ancripts E uope PM C Fuders A uhor M ancripts",
    "year": 2005
  }, {
    "title": "High-latitude eruptions cast shadow over the African monsoon and the flow of the Nile",
    "authors": ["L Oman", "A Robock", "GL Stenchikov", "T. Thordarson"],
    "venue": "Geophysical Research Letters",
    "year": 2006
  }, {
    "title": "Climate response to the Toba super-eruption: Regional changes",
    "authors": ["C Timmreck"],
    "venue": "Quaternary International",
    "year": 2012
  }, {
    "title": "Detection of solar dimming and brightening effects on Northern Hemisphere river flow",
    "authors": ["N Gedney"],
    "venue": "Nature Geoscience",
    "year": 2014
  }, {
    "title": "Application of New Precipitation and Reconstructed Streamflow Products to Streamflow Trend Attribution in Northern Eurasia",
    "authors": ["Adam JC", "Lettenmaier DP"],
    "venue": "Journal of Climate",
    "year": 2008
  }, {
    "title": "Influence of human and natural forcing on European seasonal temperatures",
    "authors": ["G Hegerl"],
    "venue": "Nature Geoscience",
    "year": 2011
  }, {
    "title": "Detection of volcanic, solar and greenhouse gas signals in paleo-reconstructions of Northern Hemispheric temperature",
    "authors": ["Hegerl GC"],
    "venue": "Geophysical Research Letters",
    "year": 2003
  }, {
    "title": "A description of the global land-surface precipitation data products of the Global Precipitation Climatology Centre with sample applications including centennial (trend) analysis from 1901–present",
    "authors": ["A Becker"],
    "venue": "Earth System Science Data",
    "year": 2013
  }, {
    "title": "An Overview of CMIP5 and the Experiment Design",
    "authors": ["KE Taylor", "RJ Stouffer", "GA. Meehl"],
    "venue": "Bulletin of the American Meteorological Society",
    "year": 2012
  }, {
    "title": "Arctic Oscillation response to volcanic eruptions in the IPCC AR4 climate models",
    "authors": ["G Stenchikov"],
    "venue": "Journal of Geophysical Research",
    "year": 2006
  }, {
    "title": "Coupled Model Intercomparison Project 5 (CMIP5) simulations of climate following volcanic eruptions",
    "authors": ["S Driscoll", "A Bozzo", "LJ Gray", "A Robock", "G. Stenchikov"],
    "venue": "Journal of Geophysical Research: Atmospheres",
    "year": 2008
  }, {
    "title": "On the lack of stratospheric dynamical variability in low-top versions of the CMIP5 models",
    "authors": ["AJ Charlton-Perez"],
    "venue": "Journal of Geophysical Research: Atmospheres",
    "year": 2013
  }, {
    "title": "Use of models in detection and attribution of climate change",
    "authors": ["G Hegerl", "F. Zwiers"],
    "venue": "Wiley Interdiscip Rev Clim Chang",
    "year": 2011
  }, {
    "title": "Estimates of freshwater discharge from continents: Latitudinal and seasonal variations",
    "authors": ["Dai A", "Trenberth KE"],
    "venue": "Journal of hydrometeorology",
    "year": 2002
  }, {
    "title": "Changes in Continental Freshwater Discharge",
    "authors": ["A Dai", "T Qian", "KE Trenberth", "JD. Milliman"],
    "venue": "Journal of Climate",
    "year": 1948
  }, {
    "title": "A description of the global land-surface precipitation data products of the Global Precipitation Climatology Centre with sample applications including centennial (trend) analysis from 1901–present",
    "authors": ["A Becker"],
    "venue": "Earth System Science Data",
    "year": 2013
  }, {
    "title": "An Overview of CMIP5 and the Experiment Design",
    "authors": ["KE Taylor", "RJ Stouffer", "GA. Meehl"],
    "venue": "Bulletin of the American Meteorological Society",
    "year": 2012
  }, {
    "title": "The influence of eruption season on the global aerosol evolution and radiative impact of tropical volcanic eruptions",
    "authors": ["M Toohey", "K Krüger", "U Niemeier", "C. Timmreck"],
    "venue": "Atmospheric Chemistry and Physics",
    "year": 2011
  }, {
    "title": "A monthly and latitudinally varying volcanic forcing dataset in simulations of 20th century climate",
    "authors": ["Ammann CM"],
    "venue": "Geophys Res Lett",
    "year": 2003
  }],
  "id": "SP:2135bc69ecbb0ecaf5cdf1c586d8c024d0236169",
  "authors": [{
    "name": "Carley E. Iles",
    "affiliations": []
  }, {
    "name": "Gabriele C. Hegerl",
    "affiliations": []
  }, {
    "name": "James Hutton",
    "affiliations": []
  }],
  "abstractText": "Following large explosive volcanic eruptions precipitation decreases over much of the globe1–6, particularly in climatologically wet regions4,5. Stratospheric volcanic aerosols reflect sunlight, which reduces evaporation, whilst surface cooling stabilises the atmosphere and reduces its waterholding capacity7. Circulation changes modulate this global precipitation reduction on regional scales1,8–10. Despite the importance of rivers to people, it has been unclear whether volcanism causes detectable changes in streamflow given large natural variability. Here we analyse observational records of streamflow volume for fifty large rivers from around the world which cover between two and 6 major volcanic eruptions in the 20th and late 19th century. We find statistically significant reductions in flow following eruptions for the Amazon, Congo, Nile, Orange, Ob, Yenisey and Kolyma amongst others. When data from neighbouring rivers are combined based on the areas where climate models simulate either an increase or a decrease in precipitation following eruptions – a significant (p<0.1) decrease in streamflow following eruptions is detected in northern South American, central African and high-latitude Asian rivers, and on average across wet tropical and subtropical regions. We also detect a significant increase in southern South American and SW North American rivers. This suggests that future volcanic eruptions could substantially affect global water availability. Rivers are important for ecosystems and people, including for domestic use, agriculture, industry and power generation. Streamflow integrates surplus precipitation over a catchment, overcoming sampling issues associated with rain gauge data, particularly in inaccessible areas. Streamflow is determined by precipitation minus evaporation and transpiration, and changes in storage for instance in snow, ice, groundwater or reservoirs. Precipitation is the main driver of global runoff trends11,12 and inter-annual variability13. Spatially, runoff trends match precipitation trends in most places in observations14,15, land surface models11 and in climate model simulations16. Users may view, print, copy, and download text and data-mine the content in such documents, for the purposes of academic research, subject always to the full Conditions of use:http://www.nature.com/authors/editorial_policies/license.html#terms Corresponding Author Carley Iles, ciles@staffmail.ed.c.uk. Author contributions. CI and GH planned the analysis and wrote the manuscript, CI conducted the analysis. Competing financial interests The authors declare no competing financial interests. Europe PMC Funders Group Author Manuscript Nat Geosci. Author manuscript; available in PMC 2016 June 06. Published in final edited form as: Nat Geosci. 2015 November ; 8(11): 838–842. doi:10.1038/ngeo2545. E uope PM C Fuders A uhor M ancripts E uope PM C Fuders A uhor M ancripts Research on the response of streamflow to volcanism is limited and has focused on individual eruptions. A significant decrease in global streamflow was observed following the 1991 Pinatubo eruption, and moderate decreases following the 1963 Agung and 1982 El Chichon eruptions2. Large reductions in flow were also observed in the Nile and Niger rivers following the 1912 high latitude Novarupta eruption17. A model simulation of the effect of the Toba super eruption, 73ka ago, shows a strong interannual decrease in precipitation and streamflow in rivers important for human evolution18. Here we analyse the streamflow response to volcanic eruptions for 50 major world rivers using observational records from the Dai et al. [2009]15 dataset (see Methods and Supplementary Fig. S3). We examine rivers both individually and combined into regions which are expected to get significantly wetter or drier based on the CMIP5 precipitation response to volcanism (see Methods). We use a version of the dataset that contains long records for some rivers (see Supplementary Figure S5) and does not infill missing values. We focus on the interannual change in streamflow after eruptions relative to the 5 years prior, which largely removes the influence of long-term trends. The latter may reflect not only precipitation change, but also land use change (principally deforestation)11,12; changes in evapotranspiration, including through increasing temperatures12, changing anthropogenic aerosols19, and the effects of increased CO2 levels on plant stomata and leaf area11,12; melting snow and permafrost15,20; and human influences, including extraction, evaporation from reservoirs and inter-basin transfers14. For each river, we average the streamflow response across multiple eruptions, a technique termed ‘superposed epoch analysis’ (Methods)10,21,22. We use the 1991 Pinatubo, 1982 El Chichon, 1963 Agung, 1912 Novarupta, 1902 Santa Maria and 1883 Krakatau eruptions, depending on the record length for each river (see Supplementary Tables S1 and S3, Fig S1). The average number of eruptions covered per river is 3.3, with most rivers covering the most recent eruptions, but some 5 or 6 eruptions (see Supplementary Figure 5). In order to determine whether the observed streamflow response to volcanism is significantly different from variations arising from climate variability, a Monte Carlo technique is used. The analysis is repeated 10,000 times using random years as pseudo-eruption years. Confidence intervals are calculated from the distribution of results (Methods). For basins whose streamflow correlates significantly (p<0.1) with the El Niño Southern Oscillation (ENSO), we remove its effects through regression prior to analysis (see Methods and Supplementary Fig. S9). We use annual data to limit the confounding influence of dams, which tend to primarily affect seasonal flow14,15,20 (see Supplementary Information). Results show that observed streamflow decreases statistically significantly in years 1 to 2 following eruptions for the Amazon, Tocantins and Parnaiba, as well as the Ob, Kolyma and Orange (Figure 1). It decreases insignificantly in the central African basins, some other high latitude Asian basins and across much of southern Europe. Streamflow increases, although not always significantly, in southern South America and much of the USA. The response over SE Asia is mixed. Significant responses extend into year 3 for some rivers (Supplementary Fig. S7). If ENSO is not removed, some tropical rivers show slightly stronger responses (Supplementary Fig. S11). Other large rivers undergoing a significant Iles and Hegerl Page 2 Nat Geosci. Author manuscript; available in PMC 2016 June 06. E uope PM C Fuders A uhor M ancripts E uope PM C Fuders A uhor M ancripts reduction in flow, but not in year 1-2 combined, are the Congo and Yenisey in years 2-3 (Fig. 2c, e) and the Nile and Brahmaputra in year 1 (Supplementary Fig. S7). The streamflow response in years 1 and 2 following volcanic eruptions is broadly consistent with the observed precipitation response to eruptions (Figure 1; based on GPCC23, see Methods) averaged across 5 eruptions. This is because the streamflow response to volcanism is largely driven by changes in precipitation minus evaporation (P-E), which shows a strong influence of P. Analysis of a single climate model (Supplementary Fig. S8) confirms that the P-E response is dominated by the precipitation response (pattern correlation between P and P-E of 0.88). Evaporation decreases fairly uniformly following eruptions, which would increase streamflow slightly in most regions, dependent on background soil moisture conditions. In contrast in dry regions experiencing increased precipitation increased moisture availability increases evaporation (Figure S8). The observed streamflow response to volcanic eruptions also agrees well with the multi model mean CMIP5 (Coupled Model Intercomparison Project Phase 524) simulated precipitation response (Figure 1), which gives a relatively noise free fingerprint of the expected precipitation response to volcanic forcing. The model response is averaged across 6 eruptions and 98 runs for the 2 years following eruptions (see Supplement: Fig. S6 for individual years following eruptions, and Table S2 for simulations used). The CMIP5 multimodel multi-eruption average shows the largest reduction in precipitation over wet tropical regions, including monsoon regions4,5,8,9, and over high latitude Asia and some parts of North America (Fig. 1a). In contrast climate model precipitation increases in some dry regions, such as around the Mediterranean, the Middle East, southern South America and south-western North America. Circulation changes, including a weakening of the Hadley circulation and of monsoons cause these regional deviations from the global drying paradigm1,8,9. The Intertropical Convergence Zone (ITCZ) can also shift meridionally in response to individual eruptions dependent on which hemisphere experiences the stronger stratospheric aerosol forcing5 (see Supplementary Information). The models reproduce aspects of the observed precipitation response, including drying over Central Africa and northern South America, and wetting in Southern South America, consistent with a detectible response of precipitation to volcanism in boreal cold season data4,5. The observed drying over southern Europe and wetting in Northern Europe is consistent with a positive phase of the North Atlantic Oscillation (NAO) observed in the winters following tropical eruptions1,25 that is not well captured by recent climate models26–28. Model-data differences in the precipitation response in other regions, such as SE Asia4,5,9, parts of North America and high latitude Asia, reflect large natural variability in precipitation, or error in models or observations. Our analysis averages across eruptions in order to strengthen the signal-to-noise ratio for observed streamflow, disregarding slight differences in the response to individual eruptions due to different latitudinal dispersal of aerosols (Supplement). However, the average CMIP5 volcanic precipitation response is very similar between averages of different subsets of eruptions, and observed average streamflow responses are broadly robust to removing eruptions that are different from the average eruption (see Supplement). Iles and Hegerl Page 3 Nat Geosci. Author manuscript; available in PMC 2016 June 06. E uope PM C Fuders A uhor M ancripts E uope PM C Fuders A uhor M ancripts We now determine whether observed streamflow shows a detectible change in response to volcanic eruptions by testing if the response overall is significant and in the direction expected from physics or modelling29. Since P and P-E signals are similar, CMIP5 precipitation responses are used to indicate whether a streamflow response is expected in a basin or region, and of what sign. The number of rivers undergoing a statistically significant observed streamflow response in the direction of the CMIP5 precipitation response for years 1 to 3 is close to the 10% expected by chance, particularly for individual years (Figure 1, Table 1). If only river basins are considered where the precipitation response across CMIP5 models is significant, the fraction of rivers with significant responses in years 1 and 2 combined increases (Table 1). A higher proportion of large rivers are significant than small ones (e.g. 24 % and 12% respectively in years 1 and 2 combined). Without removal of ENSO the proportion of basins with significant results increases slightly (Supplementary Table S4). Overall, the clearest results occur in larger, more natural (see Supplement) rivers over regions where a significant change in precipitation is expected based on CMIP5 models. In order to improve signal to noise ratios we combine neighbouring basins undergoing the same sign of model predicted precipitation response across large regions (Fig. 2). Epoch results for individual rivers are standardised and the average is taken across them (results are similar if aggregating the average volcanic response from individual rivers, giving more weight to large rivers, Supplementary Fig. S13). The observed response to eruptions is then tested for a significant signal in the direction of the CMIP5 precipitation response (shown through shading for years 1-3) (Methods). This response time is chosen because years 1-2 show the most significant precipitation response in CMIP5 models over land4,5 (Supplementary Fig. S6). An additional year should account for delays in streamflow response due to water traveling to the river mouth (e.g. a few months for the Amazon, ≤ 1 month for the Brahmaputra, Ganges, Mississippi and Mekong30), and due to storage in ice and snow, and behind dams. We detect a significant response in the direction expected within these three years in 4 of the 8 regions tested (Fig. 2 and S12), 5 if reducing the analysis to large rivers in south-western North America. Rivers in northern South America, central Africa and Northern Asia undergo a significant decrease in discharge as expected from CMIP5 precipitation. Results for northern South America are slightly stronger if repeated without the Parana, which has a stronger human influence (regulation index 28%) than the other rivers. Consistent with the modelled precipitation response, rivers in southern South America undergo a significant increase in flow in years 1 and 3, whilst south-western North American rivers undergo a significant increase in streamflow in year 2 if small basins are excluded. This detectable increase supports model simulated increases in precipitation in these dry regions which has not yet been detected in observations4,5. Southern Asia shows a weak increase in streamflow, consistent with observed precipitation change, but different from CMIP5. Northern North American rivers show no clear response, whilst Southern European rivers show significant reductions in flow, consistent with a positive NAO pattern (Supplementary Fig. S12). A higher proportion of results are significant when rivers are grouped into regions rather than analysed individually (2/8 for years 1 and 2 combined, and 3/8 for each of years 1 and 2 separately, Table 1, Figure 2). The general agreement between the observed Iles and Hegerl Page 4 Nat Geosci. Author manuscript; available in PMC 2016 June 06. E uope PM C Fuders A uhor M ancripts E uope PM C Fuders A uhor M ancripts streamflow response and CMIP5 precipitation for many regions increases confidence in our findings (Fig. 1). The most robust detection of a significant response of streamflow occurs across wet tropicalsubtropical regions overall (Figure 3, Methods). This is consistent with strong precipitation reductions in climate models across this region that are detectible in precipitation observations4,5. The observed streamflow decrease is significant, irrespective of whether ENSO is removed or whether rivers are aggregated or averaged, and is robust to excluding the Congo, but becomes borderline insignificant when the Amazon is excluded. The spurious peak in year -1 originates from several rivers combined, e.g. the Congo, Mekong and Yangtze. In summary, the influence of volcanic eruptions can be detected in observational records of streamflow from major world rivers. The proportion of rivers that show a significant response increases when considering only basins with a significant modelled precipitation response, or when aggregating results across regions of uniform sign of simulated precipitation response. Volcanic eruptions cause a detectible decrease in streamflow in Northern South America, Central Africa, high latitude Asia and in wet tropical-subtropical regions combined, and a detectable increase in SW North America and Southern South America. Our findings suggest that future eruptions will impact global water availability, with consequences for the people dependent on these rivers, with the response in some regions depending on the latitude of eruption. Short-wave geoengineering schemes may have similar effects, although differ from volcanoes in producing a prolonged rather than shortterm climate forcing.",
  "title": "Systematic change in global patterns of streamflow following volcanic eruptions"
}