{
  "sections": [{
    "text": "Global warming during the Palaeocene-Eocene Thermal Maximum1,2 (PETM, ~56 Ma) is commonly interpreted as being primarily driven by the destabilization of carbon from surficial sedimentary reservoirs such as methane hydrates3. However, the source(s) of carbon remain controversial1,3–5. Resolving this is key to understanding the proximal cause, as well as quantifying the roles of triggers versus feedbacks in driving the event. Here we present new boron isotope data – a proxy for seawater pH – that demonstrate the occurrence of persistently\nUsers may view, print, copy, and download text and data-mine the content in such documents, for the purposes of academic research, subject always to the full Conditions of use:http://www.nature.com/authors/editorial_policies/license.html#terms *corresponding author: mgutjahr@geomar.de. Author contributions G.L.F., P.F.S. and P.N.P. developed the concept and designed the study. M.G. and E.A. carried out the chemical sample preparation as well as elemental and isotopic analyses. P.F.S. performed the foraminifer taxonomy and prepared foraminifer samples for the analyses. R.D.N. and E.T. supplied washed coarse fraction samples. P.F.S. developed the age model. A.R. devised and conducted the Earth system modelling and analysis. H.P. carried out the carbon and oxygen isotopic analyses. M.G., A.R., G.L.F. and P.F.S. led the writing of the manuscript. All authors contributed to the interpretation and writing of the final text. Competing financial interests The authors declare no competing financial interests. Data availability Foraminifera and bulk carbonate stable isotope results are published alongside this articles in Supplementary Tables S1 and S2 and can also be accessed on the UK National Geoscience Data Centre (NGDC) (http://www.bgs.ac.uk/services/ngdc/). All modeling related data is included as part of the cGENIE model code distribution (see above).\nE urope PM C Funders A uthor M anuscripts\nsuppressed surface ocean pH across the PETM. Our pH data, alongside a paired carbon isotope record, are assimilated in an Earth system model to reconstruct the unfolding carbon cycle dynamics across the event6,7. We find strong evidence for a much larger (>10,000 PgC) and on average isotopically heavier carbon source than considered previously8,9. This leads us to identify volcanism associated with the North Atlantic Igneous Province, rather than carbon from a surficial reservoir, as the main driver of the PETM10,11. We also find that, although amplifying organic carbon feedbacks with climate likely played only a subordinate role in driving the event, enhanced organic matter burial was important in ultimately sequestering the released carbon and accelerating the recovery of the Earth system12.\nAside from climate13 and ecological sensitivities14, arguably the greatest uncertainties surrounding the response of the Earth system to massive carbon release concern the role of carbon-cycle feedbacks15. A past event with considerable potential to evaluate such feedbacks is the Palaeocene-Eocene Thermal Maximum (PETM)1 – a 4-5°C transient surface warming2 associated with ecological disruption occurring around 55.8 million years ago16. Estimates of total carbon release vary from ~3,000 PgC to over 10,000 PgC7,8, spanning the range of present-day fossil fuel reserves17 but equally reflecting considerable uncertainty in current understanding. The source(s) of carbon is also highly uncertain, and has been proposed to involve methane hydrates3, permafrost4 and marine sedimentary5 organic matter. To further complicate the matter, proposed triggers for the PETM include orbital variations4 and an extraterrestrial impact18. Massive flood basalts and sill emplacement occurring around the time of the PETM and associated with the North Atlantic Igneous Province (NAIP)10,11,19, constitute an additional potential source of carbon, but one not linked to a feedback with climate. If we are to fully understand the paleo-record, as well as exploit it to improve our understanding of the longer-term consequences of anthropogenic carbon emissions, we must resolve the balance of carbon source(s) that gave rise to the PETM, and thereby deconvolve the role(s) of triggers versus feedbacks. To provide new insight into the amount and source of carbon involved in PETM warming, we present new, paired, surface ocean boron (a well-established proxy for ambient surface seawater pH20,21) and carbon isotope data, and simultaneously use these to constrain the time-varying sources and sinks of carbon across the PETM in a novel data assimilation approach in an Earth System model (ESM).\nWe generated near-continuous boron, oxygen and carbon isotope records from NE Atlantic DSDP Site 401, using the surface ocean mixed-layer dwelling foraminifer Morozovella subbotinae (Fig. 1). We sampled the sediment sequence over an interval corresponding to ~300 ka preceding the carbon isotope excursion (CIE) to ~500 ka afterwards, using a new stratigraphy for Site 401 (Methods). To avoid alignment issues between proxies, we measured boron, oxygen and carbon isotopic compositions on the same samples (Figs. 1a, c, e and Extended Data Fig. 2).\nOur measured CIE magnitude at Site 401 of -3.4‰ (Fig. 1a) is at the upper end of planktic foraminiferal δ13C records (minimum CIE: -0.7, maximum -4.4, average -2.7, n=36)1, suggesting that our sampling encompasses close to the full magnitude of the CIE (see Methods). The CIE is accompanied by a decrease in δ11B of almost 1.7‰ (Fig. 1c). The\nNature. Author manuscript; available in PMC 2018 February 28.\nE urope PM C Funders A uthor M anuscripts\nE urope PM C Funders A uthor M anuscripts\nlowest δ13C and δ11B values are both observed about ~25 ka after the onset of the CIE in our preferred age model, giving an inferred duration of the onset phase of the CIE in good agreement with an independently dated record from Spitsbergen16.\nBecause of uncertainties in early Cenozoic seawater boron isotopic composition (δ11BSW), we tie our initial, pre-CIE boron isotope derived pH to mean ocean pH (7.75) as simulated by the ‘GENIE’ Earth System Model (ESM)6 and following the approach of a previous PETM model-data pH study20. Our δ11B measurements then dictate the timing and magnitude of how ocean pH deviated from this value across the PETM. In our pH reconstruction, we calculate an uncertainty envelope accounting for uncertainties in surface ocean temperature and salinity plus δ11B measurement errors, and test two contrasting endmember δ11B-pH calibrations for the extinct foraminifer M. subbotinae (see Methods). We focus on the δ11Bforam = δ11Bborate calibration, giving an estimated δ11BSW (38.9 ± 0.4‰) consistent with a recent reconstruction of Eocene δ11BSW based on δ11B21.\nEvolution of ocean pH across the PETM is characterized by a negative excursion of 0.27 (range: 0.18-0.41) or 0.36 (0.21-0.56) pH units, depending on which δ11B-pH calibration is used (Fig. 2 and Extended Data Fig. 3a), and in general agreement with a recently published PETM δ11B record20 (Fig. 2). The wide geographic distribution, but close correspondence in magnitude of all PETM δ11B-pH records (Pacific, S. Atlantic and N. Atlantic) gives us confidence that a global surface pH excursion signal is captured at DSDP Site 401. The fact that ocean surface pH responds relatively uniformly in models14 supports the evidence from multiple δ11B records (Fig. 2) that a single open ocean site can be representative of the global trend (see Methods).\nTo reconstruct PETM carbon release and its average isotopic composition, we devised a novel data assimilation methodology. We build on previous work7 in which a single δ13C record was assimilated (‘inverted’) to constrain the time-varying addition of carbon, but here exploit a more direct indicator of carbon addition – ocean surface pH (Fig. 2). This allows our δ13C record to simultaneously provide a second, independent constraint on the isotopic composition of the carbon emissions in a transient, 500 kyr duration assimilation of both records (see Methods). We explored a wide range of different model parameterizations and proxy assumptions (Extended Data Table 1a) but focus here on the results of the data assimilation of the smoothed record.\nWith our preferred age model (‘R07sm’, Extended Data Table 1a) we diagnose a cumulative PETM carbon release reaching ~10,200 PgC with almost all emissions occurring in the first 50 kyr (Fig. 3d). This estimate is largely independent of the choice of age model (Extended Data Table 1), which primarily affects the cumulative carbon emissions associated with the onset interval itself (defined as: from the first trace of the δ13C decline in our records up to peak CIE values) rather than with total emissions associated with the event as a whole. We demonstrate this in idealized model experiments (Extended Data Fig. 5 and Extended Data\nTable 1b) in which we find total carbon emissions over 50 kyr essentially independent of the assumed duration of the onset interval, and varying by only ±20% at the 20 kyr horizon (Extended Data Fig. 5 and Extended Data Table 1b). Thus, it is the extended duration of low pH across the PETM as a whole and the existence of the so-called carbon isotope ‘plateau’2,\nNature. Author manuscript; available in PMC 2018 February 28.\nE urope PM C Funders A uthor M anuscripts\nE urope PM C Funders A uthor M anuscripts\nrather than the duration of the onset interval alone, that lead to our diagnosis of total PETM emissions on the order of 10,000 PgC. Uncertainty in the duration of low pH equates to ~100 PgC kyr-1 at the 50 kyr horizon (Extended Data Fig. 5), consistent with the ~12,000 PgC total emissions deduced for our alternative age model with an extended duration of low pH (Extended Data Fig. 3c).\nIn response to carbon emissions, atmospheric pCO2 in the model increases from ~866 to a peak PETM value of 2176 +1904/-669 μatm, consistent with independent atmospheric pCO2 constraints based on variable terrestrial and marine δ13C gradients over the PETM22. The corresponding projected annual mean sea surface temperature (SST) increase is 3.6°C – close to the observation-based global mean warming estimate of 4-5°C2. Also in response to carbon emissions (and surface ocean pH suppression), there is a shoaling of the carbonate compensation depth (CCD) in the model – the depth horizon below which calcium carbonate (CaCO3) is not preserved23 (Extended Data Fig. 7). In previous global carbon cycle model analyses of the PETM, the CCD has been used as a data constraint, with the conclusion that carbon emissions on the order of 10,000 PgC are too high8. In contrast, here, the relatively long (>50 kyr) duration of low ocean pH conditions (Fig. 3) in conjunction with weathering feedbacks, leads to a partial decoupling of pH and ocean carbonate saturation24, hence a relatively muted response of the CCD despite the large emissions (Extended Data Fig. 7 and Methods).\nDiagnosed carbon emission rates peak at 0.58 PgC yr-1 (Fig. 3c; Extended Data Table 1a), although we assign rather less confidence to these, because their value is sensitive to the duration of the onset of the PETM and hence the specific age model (Extended Data Table 1a). To put this in perspective, for carbon input rates to approach those of current fossil fuel emissions (~10 PgC yr-1 17), the PETM onset would have to occur within 200-500 yr – a duration not supported by any independent age model7,16,24,25. The much lower than modern carbon emissions rate we diagnose here then implies reduced PETM ocean acidification impacts (especially in carbonate saturation) compared to the future6,15. However, we cannot rule out multiple, short-lived pulses of carbon release >0.58 PgC yr-1 having occurred throughout an extended (e.g. 20 kyr) onset24.\nIn addition to the emissions diagnosed by matching the pH decline, using the δ13C data as an independent constraint leads us to deduce a flux-weighted mean δ13C of released carbon of -11‰ (Fig. 3f, n). However, the smoothed δ13C record (-2.6‰ excursion) on which we focus, very likely underestimates the isotopic magnitude of the event. For instance, if the ‘true’ PETM CIE was as large as -4.0‰7,24 and we simply proportionally scale δ13Cinput, diagnosed on the basis of a -2.6‰ excursion, we obtain a more depleted mean source of -17‰. Uncertainty in our ocean pH reconstruction also affects the diagnosed carbon source composition. Our minimum pH decrease of 0.18 pH units requires only 5,700 PgC, with a mean δ13Cinput of -19‰. However, the comparatively muted surface warming seen in this ‘minimal pH change’ model experiment (2.25°C, Extended Data Table 1a – experiment ‘R07am_HI’) is difficult to reconcile with an observed warming of 4-5°C2. Conversely, the upper end of our measured pH increase would require emission of considerably more carbon (19,960 PgC) with a correspondingly heavier carbon isotopic composition of -6.6‰ (Extended Data Table 1a).\nNature. Author manuscript; available in PMC 2018 February 28.\nE urope PM C Funders A uthor M anuscripts\nE urope PM C Funders A uthor M anuscripts\nOur diagnosed carbon input over the event likely reflects a combination of carbon source(s) – for instance, a mean of -11‰ could reflect a 75% contribution of mantle-derived carbon (δ13Csource ~-6‰) plus 25% from permafrost (~-26‰), or 90% mantle-derived plus 10% methane hydrates (~-60‰). In such scenarios, volcanism triggered the PETM, and thawing permafrost in Antarctica4 or destabilization of methane hydrates provided amplifying feedback. Assuming a -4‰ magnitude excursion and mean δ13Cinput of -17‰ still requires a substantial CO2 contribution from volcanism10, but would allow for the possibility of a greater role for organic carbon feedbacks – almost 60% for organic matter or ~20% for methane hydrates.\nTo date, the PETM has predominantly been viewed as an event dominated by feedbacks between climate and reservoirs of carbon3. Yet, there is abundant evidence of an intimate link in time with the opening of the North Atlantic11, with volcanism and ash deposition occurring from immediately prior to PETM onset, as also recorded by declining 187Os/188Os in sediments19. Radiometric dating places the PETM coincident with a ~1 Myr interval of massive flood basalt volcanism11 and the emplacement of magmatic sills26, both of which represent large carbon sources. Degassing CO2 from magma yields an estimated 3,600-6,000 gC m-3 27 and combining this with the estimated volume of the NAIP as a whole (5×106 km3 to 10×106 km3 11,27), equates to a potential carbon source of 18,000-60,000 PgC. The interaction of magmatism with organic rich sediments could enhance carbon release via thermogenic methane production10,11, which is estimated to range from 3,000-6,000 PgC28 to as high as 15,000 PgC10. Available carbon reservoirs are thus more than sufficient to provide the 10,200-12,200 PgC required by our data assimilation and we further note that an all-volcanic carbon driver scenario for the PETM is possible if thermogenic methane10,11 provided the isotopically lighter end-member. On the other hand, NAIP magmatic activity took place over several million years10,11 and how carbon emissions were distributed with time over this interval is currently unknown. Dating, biostratigraphy, and seismic constraints do however: (1) place an interval of volcanism in East Greenland11 and sill emplacement in the Vøring Basin (offshore Norway)26, both coeval with PETM onset, (2) identify 100s of degassing structures consistent with thermogenic carbon release as forming close to the P-E boundary10 and with one structure constrained to have been active during the body of the PETM itself9. Release of a disproportionate amount of NAIP carbon associated with the PETM is hence consistent with available geological evidence as well as our data-inferred carbon source and total release. More work dating further specific volcanic episodes and refining carbon reservoir estimates is however clearly needed.\nOur paired δ11B-δ13C data also provide insights into climate system recovery from PETM warming. Once carbon emissions ceased (ca. ~55 kyr after PETM initiation – Fig. 3c), elevated global temperatures (Fig. 3a) and enhanced rates of silicate weathering (Fig. 3c) in cGENIE (see Methods) drive a trend of increasing ocean surface pH that closely follows the observed surface ocean pH recovery (Fig. 3b). However, we find a model-data misfit of up to ~1‰ in δ13C during the recovery phase (Fig. 3e). We therefore performed an additional set of experiments in which, after peak CIE, organic carbon (Corg) is removed from the ocean surface29 and assumed buried whenever modelled mean ocean surface δ13C registered lower values than the observed trend (see Methods). These final experiments provide close agreement with the recovery trend in the δ13C data (Fig. 3m), with cumulative Corg burial\nNature. Author manuscript; available in PMC 2018 February 28.\nE urope PM C Funders A uthor M anuscripts\nE urope PM C Funders A uthor M anuscripts\n(Fig. 3l, blue bars) of 2,500 PgC (at an average modelled marine value of -30.5‰), in agreement with other estimates (~2,000 PgC)12 of the role of enhanced organic matter burial in PETM recovery29 as well as the ensuing reduction in deep-sea oxygenation30.\nThese findings collectively lead us to a view of the PETM as having been on the smaller end of a spectrum of severe perturbations of climate and carbon cycling during the Cretaceous and Jurassic (Ocean Anoxic Events – OAEs30,31), despite it having been by far the largest end-member in a series of Paleocene-Eocene ‘hyperthermal’ events32. Our pH reconstruction, in conjunction with the observed δ13C decline, constrains the dominant carbon source during the PETM onset to have had a comparatively heavy carbon isotope ratio, strongly implicating volcanism as having been dominant in triggering and driving the event. Our inferred mean δ13C source of -11 to -17‰ is consistent with the isotopically relatively heavy source (ca. -15‰33) inferred for the end-Permian event, suggesting mechanistic similarities between the two events27. The implied important role for organic carbon deposition in the recovery from peak warming12 represents another diagnostic feature of OAEs31 (and end-Permian). Further quantifying and understanding the precise role of feedbacks – both those amplifying initial CO2 release, and those aiding recovery from global warming – is arguably where the PETM is of greatest value in helping reduce uncertainties surrounding the response of the global carbon cycle and climate system to perturbation.\nMethods\nSite and sample selection\nThe open northeast Atlantic DSDP Site 401 (47° 25.65’ N, 08° 48.62’ W, 2495 m) was selected for this study. Its depth during the PETM was approximately 2000 m34. Around 2 mg of the 250-300 μm size fraction of mixed-layer dweller Morozovella subbotinae were picked for the carbon, oxygen and boron isotopic analyses. Furthermore, over the studied interval, very high-resolution δ18O and δ13C analyses of bulk carbonate were conducted to establish a revised age model for Site 401. Planktic foraminifera are extremely well preserved at Site 40135, free from infilling and, particularly from the onset of the CIE upwards, are semi-glassy in appearance36.\nSample treatment\nUsing a binocular microscope, picked foraminifera were cracked open under glass plates, the sample then homogenised, before splitting into a fraction for stable isotope (δ18O and δ13C) analysis and another for the boron isotopic and elemental analyses (with a ratio of ca. 10:90). Purification and measurement of the boron fraction followed established protocols37,38. Samples were thoroughly cleaned to remove any adhering clays and samples were oxidatively cleaned using buffered peroxide in a warm water bath closely following39. Boron isotopic and elemental analyses were carried out on a Thermo Scientific Neptune MC-ICPMS and Element XR ICPMS, respectively, at the University of Southampton. Sample purification and handling was done in low-boron clean labs at the University of Southampton. The average boron total procedural blank was on the order of 30 to 50 pg (n>10) and is hence negligible given our typical sample size (~5 to 15 ng of B). Boron\nNature. Author manuscript; available in PMC 2018 February 28.\nE urope PM C Funders A uthor M anuscripts\nE urope PM C Funders A uthor M anuscripts\nisotopic uncertainties are reported at the 2 sigma level calculated using repeats of in-house carbonate standards40. Boron isotopic and elemental aliquots were measured using additional ammonia gas for better sample washout between samples and strictly monitored during every analytical session37. Prior to analysis for boron isotopic composition, samples were screened for chemical consistency by checking various elemental ratios (B/Ca, Mg/Ca, Al/Ca etc.) (Extended Data Fig. 1). While few samples had elevated Al/Ca (up to ~ 3400 μmol/mol) this feature did not translate into altered δ11B (Extended Data Fig. 1).\nCarbon and oxygen isotope aliquots were measured on a Thermo Finnigan MAT252 stable isotope mass spectrometer at the GEOMAR Helmholtz Centre for Ocean Research Kiel, Germany. Additionally, some foraminifera-based δ18O and δ13C analyses as well as all bulk carbonate stable isotope measurements were carried out at the MARUM Bremen, Germany on a Finnigan 251 gas isotope ratio mass spectrometer, coupled to a Kiel I automated carbonate preparation device. All produced isotope records are shown in Extended Data Fig. 2 plotted against depth in core. The carbon isotope excursion seen in our record is 3.4‰, significantly expanded relative to the benthic carbon isotope excursion presented by Nunes and Norris41 that only reported an excursion on the order of 1.8‰. This discrepancy arises from the lower resolution data this earlier study41 and the fact that samples were not taken through the core interval of the CIE at Site 401 (202.55 to 202.41 mcd) in this earlier study. We note that Bornemann et al.35 reproduced a very similar magnitude of change in δ13C to us; their δ13C data obtained from the same species (Morozovella subbotina) registered a shift from 4.87‰ at 202.58 mcd to 1.47‰ at 202.46 mcd (an identical excursion magnitude of 3.4‰). The core containing the PETM (core 401-14) shows some rotary-drilling induced core deformation across the CIE. Such deformation commonly occurs across abrupt changes in lithology, but there is no obvious coring gap35.\nEffect of δ11B-pH calibration used on resulting pH excursion\nUsing the appropriate δ11B-pH calibration in order to convert calcite δ11B into ambient seawater pH is essential for any paleo-pH reconstruction. For late Neogene studies using extant foraminifer species, the species used are typically calibrated for their δ11Bcalcite to pH dependency using culture or field studies42,43 in order to assess the magnitude of δ11B-vital effects that relate to foraminiferal physiology44–46. However, the species used here is extinct, making such calibrations impossible.\nIn order to bracket the likely magnitude of vital effects, and following ref. 21, we present two calibrations, one using the δ11B to pH relationship of aqueous borate47 and the other using the T. sacculifer calibration43. While the aqueous borate calibration is used for pH trends shown in Figs. 2 and 3, Extended Data Fig. 3a also present the alternative outcome. As noted previously20,46, when pre-PETM pH is fixed (as is the case here), the choice of δ11B-pH calibration has little impact on the reconstructed pH curve. We note that the aqueous borate ion calibration is more conservative and is our preferred option. This is for the following reasons: (i) not all modern species show a reduced sensitivity to pH relative to aqueous borate48; (ii) previous studies have argued for a reduced magnitude of δ11B vital effects in Eocene foraminifera.\nNature. Author manuscript; available in PMC 2018 February 28.\nE urope PM C Funders A uthor M anuscripts\nE urope PM C Funders A uthor M anuscripts\nδ18O and Mg/Ca-based temperature reconstructions\nM. subbotinae inhabited the surface ocean mixed layer and the temperatures used for determining pK*B (see Extended Data Fig. 8) were determined using the δ18Ocalcite to temperature relationship of inorganic carbonates49 and a local NW Atlantic seawater δ18OSMOW of 0.014‰50. Mg/Ca based temperatures shown in Extended Data Fig. 8 were calculated using deep time foraminiferal Mg/Ca paleothermometry51 using identical parameters as Dunkley-Jones et al.2.\nDetermination of δ11Bsw Boron in seawater has a residence time of between ~11 to 20 Ma52,53 and to date the\nδ11Bsw is not well constrained for the PETM. In order to create a self-consistent model-data setup we therefore used the output of GENIE ESM in the pre-CIE configuration which for the open NE Atlantic provides a pH of 7.756. Using this pH information and employing the generic borate ion calibration47 for the pH-dependent incorporation of boron into the studied foraminifera Morozovella subbotinae resulted in a δ11Bsw of 38.94 ± 0.41‰. The uncertainty in deriving this bulk seawater δ11B is based on 10,000 realizations of a borate ion to pH conversion using the commonly used experimentally derived boron fractionation factor47, varying the given δ11B randomly within its 2 sigma measurement uncertainty, and also varying salinity by ±1.5 psu and temperature by ±1.5°C. Utilising the T. sacculifer δ11B-pH calibration43, but following the same approach, gives a δ11Bsw = 37.6 ± 0.5‰.\nChronology for Site 401\nA new and detailed age model was established for Site 401 by aligning our new ultra-high resolution (1 cm-spacing) bulk carbonate δ18O and δ13C records with equivalent bulk carbonate isotope records from Site 690 using the ‘Analyseries’ software54. Most stratigraphic correlation tie points (vertical lines in Extended Data Fig. 4) were made using the δ18O records, which gave excellent agreement between the sites. The bulk δ18O record from Site 401 shows high structural similarity to the δ18O of the mixed layer-dwelling planktic foraminifer M. subbotinae from this same site (Extended Data Fig. 2), and also to the δ18O of thermocline-dwelling S. patagonica35, suggesting that bulk sediment δ18O at Site 401 provides a reliable record of the basic trends in upper ocean warming and cooling across the PETM. A dominant control by temperature on the bulk δ18O signal makes sense, given the scale of global surface ocean warming across the PETM2 (4-5°C). The fidelity of the bulk δ13C record from Site 401 is supported by the fact that it shows high structural similarity to the δ13C of mixed layer-dwelling M. subbotinae (Extended Data Fig. 2), and also to the δ13C of thermocline-dwelling S. patagonica35. It is also consistent with bulk δ13C from another nearby location (the Forada section in northern Italy) that also shows an unusually early recovery to higher δ13C following the initial excursion to lowest δ13C at the PETM’s onset55. The Forada section is considered to be complete, because the CIE interval covers the maximum number of precession cycles25. Site 690 currently has two detailed age models. By detailed correlations to Site 401, we were thus able to transpose both the astronomically calibrated chronology25,56 and an extra-terrestrial He-based chronology57 onto Site 401. Extended Data Figs. 3b and c compares our pH record from Site 401 on both chronologies. These uncertainties relating to choice of age model, and their impact on the\nNature. Author manuscript; available in PMC 2018 February 28.\nE urope PM C Funders A uthor M anuscripts\nE urope PM C Funders A uthor M anuscripts\ncalculated duration of the onset phase, have been evaluated via modelling sensitivity experiments (Extended Data Fig. 5) and have no impact on our main findings as discussed in the main text.\nA very different timescale for PETM carbon release during the CIE was suggested in an earlier study, arguing for an onset of the PETM CIE within only 13 years58. The proposal of a CIE onset within such a short timescale has proven controversial59–63. In particular, geochemical modelling constraints59 as well as drilling disturbance of the core creating the impression of annual layering have together cast significant doubt on the suggested very rapid (~13 year) CIE onset. Indeed, Further Earth system model based analysis of the carbon and oxygen isotope records, leads to an estimate of 4 kyr or longer for PETM onset64. Given previously presented age constraints for the duration of the PETM CIE based on cyclostratigraphy25 and a 3He-based age model from ODP Site 69057 in addition to absolute and cyclostratigraphic age constraints from Spitsbergen16, we regard an age model that leads to a multi-millennia-scale CIE onset as more plausible. However, as analysed (Extended Data Fig. 5) and discussed earlier, assumptions regarding the duration of PETM onset interval itself are not critical to our conclusions.\nEarth system modelling – configuration and data inversion methodology\n(c)GENIE is an Earth system model of ‘intermediate complexity’65 comprising: a 3-D dynamic ocean circulation model with simplified energy-moisture balance atmosphere66, a representation of the biogeochemical cycling of a variety of elements and isotopes in the ocean67 including 13C (see ref. 68 for a summary), plus representations of the preservation and burial of biogenic carbonates in accumulating marine sediments of the open ocean68, and terrestrial weathering69,70. We utilize the cGENIE Earth system model in the same early Eocene configuration as recently employed24,64 but with terrestrial weathering feedback enabled.\nWe introduce three separate model innovations here. The first builds on previous work7,71 ‘inverting’ an observed δ13C record to recover the underlying time-history of carbon release. In this, cGENIE adjusts mean atmospheric or surface ocean δ13C to match a (proxy data) target at each model time-step (~1 week). If the current mean model value lies above the data value (observed data is automatically linearly interpolated to the model time-step), a pulse of carbon is released to the atmosphere (or ocean). If the model lies below the data value, depending on the experimental setup, carbon is either removed from the atmosphere, or nothing is done (cf. Fig. 3). The magnitude of the carbon pulse emitted at each time-step is prescribed and chosen such that the fastest observed change in δ13C can be closely tracked, but without creating excessive overshoots in modelled δ13C. Here, we allow a maximum rate of carbon emissions to the atmosphere of 10 PgC yr-1 and hence a magnitude of an individual pulse of ~0.21 PgC, corresponding to an instantaneous increase in atmospheric pCO2 of about 0.1 ppm.\nWe diverge from an earlier approach7,71 in that rather than utilizing a record of δ13C as our model target to assimilate, we instead employ our Site 401 reconstructed surface ocean pH record. The methodology is inherently the same, but rather than comparing mean model and observed δ13C each time-step, we contrast (model and data) pH, diagnosing the required\nNature. Author manuscript; available in PMC 2018 February 28.\nE urope PM C Funders A uthor M anuscripts\nE urope PM C Funders A uthor M anuscripts\ncarbon flux to the atmosphere in order that surface pH in the model tracks the data. The model-data comparison is done on the basis of a mean global surface ocean pH value calculated in cGENIE because utilizing a single (Site 401) surface ocean grid point in cGENIE creates artefacts in the diagnosed carbon emissions because there is seasonality in pH in the model but not in the data. We justify the assumption that proxy reconstructed surface ocean pH at Site 401 can be representative of the global mean, firstly on the basis of the relatively close degree of correspondence (visually) between the globally distributed pH records available, as show in Fig. 2. Secondly, ocean surface pH, both today and during the Paleocene–Eocene, is relatively uniform in the model (and supported by observations and proxies, respectively), with maximum surface gradients between upwelling regions and subpolar regions of no more than 0.1 pH units for modern, and considerably less than this in the late Paleogene (likely primarily due to the non-linear nature of the pH scale) (Extended Data\nFig. 6). Furthermore, these muted patterns are retained largely unaltered in response to CO2 emissions. For instance, when we calculate the annual mean surface ocean pH anomaly at different times across the PETM (experiment ID ‘R07sm_Corg’) as compared to the prePETM pattern, we find a generally uniform (to within ±0.02 pH units) pattern in pH change (Extended Data Fig. 6). If we contrast the evolution of global and annual mean surface ocean pH across the PETM (‘R07sm_Corg’) with the annual mean surface pH at the location of Site 401 for the time points available (Extended Data Fig. 6, top), we also find Site 401 pH is globally representative (and vice versa). All this goes to illustrate that there is unlikely to be any substantive artefact in our assumption of treating our pH record at Site 401 as a surrogate for the global mean in the model inversion experiment. Finally, and for comparison, a similar analysis for the modern ocean under a future ocean acidification scenario (here, chosen to follow RCP6.072) is shown in Extended Data Fig. 6 and demonstrates a comparably spatially uniform pattern of pH change.\nThe second innovation involves the determination of the δ13C of the carbon emitted to the atmosphere. Previously7,71, the δ13C of the carbon was treated as an unknown and a range of different possible values (and hence carbon sources and reservoirs) tested in turn. However, since observed pH constrains the magnitude of carbon emissions, we can now simultaneously employ our observed δ13C record to determine the source of carbon. The way in which the ‘double inversion’ methodology then works is that on each model timestep, following the assessment of whether or not a pulse of carbon is emitted to the atmosphere (based on the model-data pH difference), mean global model and observed Site 401 δ13C values are compared. If the current mean model surface ocean δ13C value lies above the current data value, the carbon emitted is assigned a carbon isotopic value of -100‰. If however, the mean model value lies below the data value, an isotopic value of 0‰ is assigned to the carbon values. By binning the emission fluxes in time and calculating a flux-weighted average δ13C, as per in Fig. 3, intermediate (between -100 and 0‰) δ13C values are achieved. We emphasize that we are not assuming a source that could be -100‰ per se – this choice of extremely depleted value simply gives the model greater flexibility in tracking the trend in δ13C emissions – isotopically intermediate mean annual carbon emissions arise by varying proportions of individual 0‰ and -100‰ carbon pulses. We could have used any value just as long as it is as least as light as the lightest potential source (e.g. -60‰).\nNature. Author manuscript; available in PMC 2018 February 28.\nE urope PM C Funders A uthor M anuscripts\nE urope PM C Funders A uthor M anuscripts\nFinally, in the situation that the mean model surface ocean δ13C value becomes lower than the observed Site 401 value, we also test the importance of marine organic carbon (Corg) burial. This works identically to the negative emissions diagnosed in previous studies7,71 (when carbon is removed from the system to force δ13C more positive) but rather than prescribing the δ13C value, we calculate it according to a simple phytoplankton organic matter fractionation scheme67,73.\nFor all our experiments, we first spun up the model under late Paleocene boundary conditions24,64, here choosing an open system run time of 200 kyr in order to fully bring the long-term δ13C cycle into balance (and following on from an initially closed system spin-up of 20 kyr used to established the basic climate and ocean circulation state). We then carried out a range of experiments as summarized in Extended Data Table 1a. We tested combinations (not all are reported here) of: (i) age model – orbital cyclostratigraphy (‘R07’) vs. 3He-based age model (‘FE’), uncertainty in the pH reconstruction – mean vs. the 2.5% and 97.5% confidence limits (‘LO’ and ‘HI’, respectively), whether or not the data is smoothed (‘sm’) or raw (‘rw’), whether or not climate-dependent weathering feedback was allowed, or weathering was fixed (‘noW’), and whether or not Corg burial was enabled to recover δ13C to more positive (and data tracking) values (Corg when carbon burial was enabled). These experiments were run for 500 kyr, with the exception of the carbon burial Corg series of experiments (Extended Data Table 1a), which were run for an initial interval of 72.6 kyr and up until the peak of the CIE with no organic carbon burial allowed, and then a further 227.4 kyr with carbon burial allowed when needed (for a total of 300 kyr of simulation). Model results are plotted relative to the observed data point defining PETM onset.\nEarth system modelling – additional sensitivity experiments and analysis\nWe also carried out a range of sensitivity experiments to explore the importance (or otherwise) of the assumed duration of the CIE onset – in other words, whether there is a strong age model dependence of diagnosed total carbon emissions. In this series of experiments, the CIE onset phase was assumed to occur as a simultaneous linear decline in both δ13C (by -3.5‰) and pH (by -0.3 pH units). We varied the duration of this decline from 100 to 20,000 yr. Once the minimum in δ13C and pH was reached, these values were held constant up until the end of the experiment (a total of 50 kyr). The exact same double inversion methodology was employed and starting from the same spin-up state as the main experiments. The results of these sensitivity experiments are plotted in Extended Data Fig. 5 and summarised in Extended Data Table 1b.\nFurther details of the model and its paleo configuration, plus comprehensive discussion of model uncertainties, can be found in the supplementary information file SI 1. Additional assessments of the evolution of model-projected global mean as well as spatial patterns of sedimentary wt% CaCO3 and sea-surface temperature are illustrated in Extended Data Figs. 7 and 8, respectively (and described in SI). Site-specific model-data comparisons are shown in Extended Data Fig. 9 (and again discussed in full in SI 1).\nNature. Author manuscript; available in PMC 2018 February 28.\nE urope PM C Funders A uthor M anuscripts\nE urope PM C Funders A uthor M anuscripts\nEarth system modelling – model code and supporting file availability\nThe source code of the cGENIE Earth system model used to generate the results presented in this paper, together with specific experiment configuration, boundary conditions, and dataforcing files, is available for download. A brief overview of and directions to: obtaining the code and configuring the cGENIE Earth system model, basic usage of the cGENIE Earth system model and required software, plus details of and how to execute and analyse the published model experiments, is given here: http://www.seao2.info/cgenie/pubs/gutjahretal. 2017.txt Further specific details of e.g. using the provided plotting functions to process the model results as per in the paper, configurations for the experiments presented in Extended Data and/or described in the SI, or the raw model output, can be obtained directly from A.R. (andy@seao2.org).\nNature. Author manuscript; available in PMC 2018 February 28.\nE urope PM C Funders A uthor M anuscripts\nE urope PM C Funders A uthor M anuscripts\nExtended Data\nExtended Data Fig. 1. Elemental and stable isotope cross-plots for M. subbotinae measured in this study.\nNature. Author manuscript; available in PMC 2018 February 28.\nE urope PM C Funders A uthor M anuscripts\nE urope PM C Funders A uthor M anuscripts\nExtended Data Fig. 2. Foraminifera- and bulk carbonate stable isotope data plotted against depth in core. Foraminifera-based stable isotope compositions were generated from identical samples after splitting of δ13C / δ18O fraction from the δ11B fraction.\nNature. Author manuscript; available in PMC 2018 February 28.\nE urope PM C Funders A uthor M anuscripts\nE urope PM C Funders A uthor M anuscripts\nExtended Data Fig. 3. Illustration of δ11B to pH conversion as well as age model differences. (a) Comparison of pH evolution at Site 401 over the PETM CIE using either the borate ion47 (red) or alternatively the T. sacculifer43 (green) calibration. Age scale used is following Röhl et al.25. (b) Direct comparison of our two age models, showing the reconstructed pH evolution of Site 401 plotted using either the age model of Farley and Eltgroth57 or our preferred age model of Röhl et al.25. (c) Expanded view of (b).\nNature. Author manuscript; available in PMC 2018 February 28.\nE urope PM C Funders A uthor M anuscripts\nE urope PM C Funders A uthor M anuscripts\nExtended Data Fig. 4. Selection of age model tie points. Bulk carbonate δ13C and δ18O comparison between Site 401 and Site 690 presented in Röhl et al.25. Vertical lines highlight age tie points used to derive the age model relative to the PETM carbon isotope excursion (see methods for discussion).\nNature. Author manuscript; available in PMC 2018 February 28.\nE urope PM C Funders A uthor M anuscripts\nE urope PM C Funders A uthor M anuscripts\nExtended Data Fig. 5. Key results of sensitivity experiments. Illustrating the influence of uncertainties in the CIE onset duration on diagnosed total carbon release. In these idealized experiments, the CIE onset phase is assumed to occur linearly, with a duration of the decline in δ13C (by 3.5‰) and pH (by 0.3 pH units) that varies from 100 to 20,000 yr, with the target pH and δ13C values thereafter held constant until the end of the experiment (50,000 yr). The evolution with time of these target ocean surface variables is shown in the uppermost panels (a), with pH on the left hand y-axis, and δ13C on the right hand y-axis. The lower rows of panels show: (b) maximum emission rate per time interval,\nNature. Author manuscript; available in PMC 2018 February 28.\nE urope PM C Funders A uthor M anuscripts\nE urope PM C Funders A uthor M anuscripts\n(c) cumulative carbon emission for respective onset phase in EgC (1 Eg = 1018 g) and (d) average emitted δ13C per time interval.\nExtended Data Fig. 6. Spatial and temporal evolution of mean annual surface ocean pH in cGENIE. Illustrated both across the PETM and for comparison, modern pH patterns projected from preindustrial and into the future under RCP 6.072. Shown are: (a) Global and annual mean surface ocean pH (black solid line) across the PETM from experiment ‘R07sm_Corg’ (our central pH estimate, using the inorganic borate ion calibration and the RH07 age model, and\nNature. Author manuscript; available in PMC 2018 February 28.\nE urope PM C Funders A uthor M anuscripts\nE urope PM C Funders A uthor M anuscripts\nincluding an assumption of organic carbon burial post peak PETM). Red circles represent the annual mean pH values at the location of Site 401 in the model (see location in panel b) taken at times in the model simulation that have a corresponding δ11B derived pH data points (cf. Fig. 3b) (but note that we do not utilize all of the observed data points). (b) Model projected spatial pattern of annual mean surface ocean pH at time zero (i.e. PETM onset). (c-f) Model projected spatial pattern of the annual mean surface ocean pH anomaly compared to time zero, for the highlighted time-points in (a) – 5.0, 31.6, 58.2, and 71.5 kyr following onset. (g) Model projected spatial pattern of annual mean surface ocean pH in the modern ocean under pre-industrial atmospheric CO2 (278 ppm). The model is configured as per described in Cao et al.74 and driven with a CO2 emissions scenario calculated consistent with RCP 6.0. (h-i) Model projected spatial pattern of the annual mean surface ocean pH anomaly compared to 1765, at year 2010 and 2050. The scale is chosen to be the same as per (c-f).\nNature. Author manuscript; available in PMC 2018 February 28.\nE urope PM C Funders A uthor M anuscripts\nE urope PM C Funders A uthor M anuscripts\nExtended Data Fig. 7. Spatial and temporal evolution of surface sedimentary carbonate content in cGENIE across the PETM. (a) Global mean surface sedimentary wt% CaCO3 (black solid line) across the PETM from experiment ‘R07sm_Corg’. White circles represent the times from PETM onset onwards that correspond to the δ11B derived pH data points as per in Fig. 3b and Extended Data Fig. 6. Note that the white circles do not represent ‘values’ and are plotted simply as markers of specific time-points (see Extended Data Fig. 6). (b) Model projected spatial pattern of surface sedimentary wt% CaCO3 at time zero (i.e. PETM onset). Shown are the locations of sites for which surface ocean pH has been reconstructed (see Fig. 2) and at which detailed\nNature. Author manuscript; available in PMC 2018 February 28.\nE urope PM C Funders A uthor M anuscripts\nE urope PM C Funders A uthor M anuscripts\ndown-core model-data comparison is carried out (Extended Data Fig. 9). (c-f) Model projected spatial pattern of the surface sedimentary wt% CaCO3 anomaly compared to time zero, for the highlighted time-points in (a) – 5.0, 31.6, 58.2, and 71.5 kyr following onset. (g) For reference – the assumed seafloor bathymetry in the model (together with the locations of the four data-rich sites focussed on in the SI analysis).\nExtended Data Fig. 8. Spatial and temporal evolution of sea surface temperature in cGENIE across the PETM.\nNature. Author manuscript; available in PMC 2018 February 28.\nE urope PM C Funders A uthor M anuscripts\nE urope PM C Funders A uthor M anuscripts\n(a) Global and annual mean sea surface temperature (SST) (black solid line) across the PETM from experiment ‘R07sm_Corg’. Yellow circles represent the annual mean SST values at the location of Site 401 in the model at the times from PETM onset onwards that correspond to the δ11B derived pH data points (cf. Fig. 3b). Orange and blue filled circles represent Mg/Ca and δ18O derived, respectively, SST estimates. (b) Model projected spatial pattern of annual mean SST at time zero. The location of Site 401 in the model is highlighted by a star. (c-f) Model projected spatial pattern of the annual mean SST anomaly compared to time zero, for the highlighted time-points in (a) (yellow circles) – 5.0, 31.6, 58.2, and 71.5 kyr following onset.\nNature. Author manuscript; available in PMC 2018 February 28.\nE urope PM C Funders A uthor M anuscripts\nE urope PM C Funders A uthor M anuscripts\nExtended Data Fig. 9. Down-core model-data evaluation at four data-rich sites. Shown are comparisons for four ocean drilling sites for which surface ocean pH has been reconstructed across the PETM (Fig. 2) – 401, 865, 1209, and 1263 (this study and ref. 20). Their paleo locations in the cGENIE Earth system model are shown to the side (panel q). Model-data comparisons are made for: (i) wt% CaCO3 (far LH panel for each site), (ii) δ13C of bulk carbonate (second-from-left series of panels), and (iii) surface ocean pH (third-fromleft series of panels). To provide an orientation in time with regard to the evolution across the PETM event, the farthest-right series of panels shows the projected evolution of\nNature. Author manuscript; available in PMC 2018 February 28.\nE urope PM C Funders A uthor M anuscripts\nE urope PM C Funders A uthor M anuscripts\natmospheric δ13C of CO2 in the model. For wt% CaCO3 and δ13C of bulk carbonate, model points (resolved at 1 cm resolution) are plotted as filled yellow circles. Model-projected pH (global and annual mean, as per shown in Fig. 3j and Extended Data Fig. 6a) and atmospheric δ13C of CO2 are shown as continuous red lines. In all cases, observed data values are shown as stars (*). The age models for Sites 865, 1209 and 1263 employing original relative age model constraints20 used to convert from model-simulated sediment depth (resolved at 1 cm intervals) at each location in the cGENIE Earth system model, are calculated using a constant detrital flux accumulation rate. The observed data are plotting on their respective site 690-derived age models25. Both model and data age scales are synchronized to age zero at PETM onset (horizontal line). See SI for details.\nNature. Author manuscript; available in PMC 2018 February 28.\nE urope PM C Funders A uthor M anuscripts\nE urope PM C Funders A uthor M anuscripts\nE xt\nen d\ned D\nat a\nTa b\nle 1\nK ey\nr es\nul ts\nf ro\nm in\ndi vi\ndu al\nm od\nel r\nun s.\n(a )\nSu m\nm ar\ny of\nth e\nm ai\nn do\nub le\nin ve\nrs io\nn ex\npe ri\nm en\nts c\nar ri\ned o\nut . T\nhe te\nrm in\nol og\ny “R\n07 ”\nre fe\nrs to\nc on\nfi gu\nra tio\nns ty\nin g\nth e\nSi te\n4 01\nr ec\nor ds\nto th\ne\nch ro\nno st\nra tig\nra ph\ny of\nr ef\n. 2 5,\nth e\nno ta\ntio n\n“F E\n” re\nfe rs\nto th\ne 3 H\neba\nse d\nag e\nm od\nel o\nf re\nf. 5\n7) . A\nnn ot\nat io\nn “s\nm ”\nre fe\nrs to\nin ve\nrs io\nn of\na na\nly tic\nal ly\nsm oo\nth ed\nδ 13\nC a\nnd p\nH d\nat a\nse ts\n, “ rw\n” to\nu sa\nge o\nf or\nig in\nal s\nam pl\ne da\nta f\nor d\nou bl\ne in\nve rs\nio ns\n. “ H\nI” a\nnd “\nL O\n” re\npr es\nen t p\not en\ntia lly\ne xt\nre m\ne co\nnf ig\nur at\nio ns\nta ki\nng in\nto a\ncc ou\nnt th\ne bo\nro n\npr ox\ny un\nce rt\nai nt\ny at\n9 5%\nc on\nfi de\nnc e\nle ve\nl. “n\noW ”\nha s\nsi lic\nat e\n(a nd\nc ar\nbo na\nte )\nw ea\nth er\nin g\nfe ed\nba ck\ns di\nsa bl\ned . “\nC or\ng”\nde no\nte m\nod el\nc on\nfi gu\nra tio\nns th\nat a\nllo w\nr em\nov al\no f\nex ce\nss o\nrg an\nic c\nar bo\nn fr\nom th\ne su\nrf ac\ne oc\nea n.\nG re\ny sh\nad in\ng hi\ngh lig\nht s\nex pe\nri m\nen ts\nf oc\nus se\nd up\non in\nth e\nm ai\nn te\nxt a\nnd p\nlo tte\nd in\nF ig\nur e\n3 (“\nR 07\nsm ”\nin F\nig . 3\naf\nan d\n“R 07\nsm _C\nor g”\nin 3\nin.\n). N\not e:\n( 1)\np ea\nk em\nis si\non s\nar e\nbi nn\ned a\nt 2 k\nyr r\nes ol\nut io\nn, (\n2) b\not h\ncu m\nul at\niv e\nem is\nsi on\ns an\nd C\nor g\nbu ri\nal a\nre m\nea su\nre d\nfr om\n4 0\nto 1\n90 k\na m\nod el\nti m\ne, a\nnd (\n3) p\nea k\nex ce\nss w\nea th\ner in\ng re\nfl ec\nts c\nar bo\nn re\nm ov\nal d\nue to\ns ili\nca te\nw ea\nth er\nin g\nab ov\ne pr\nePE\nT M\nw ea\nth er\nin g\nra te\ns. (\nb) S\num m\nar y\nta bl\ne pr\nes en\ntin g\nth e\nre su\nlts o\nf se\nns iti\nvi ty\ne xp\ner im\nen ts\n( sh\now n\nin E\nxt en\nde d\nD at\na Fi\ng. 5\n) to\nqu an\ntif y\nth e\nim po\nrt an\nce o\nf un\nce rt\nai nt\nie s\nin th\ne ag\ne m\nod el\nf or\nth e\nC IE\no ns\net . I\nn th\nes e\nex pe\nri m\nen ts\n, t he\nC IE\no ns\net p\nha se\nis a\nss um\ned to\no cc\nur li\nne ar\nly , w\nith a\ndu ra\ntio n\nof th\ne de\ncl in\ne in\nδ 13\nC a\nnd p\nH v\nar yi\nng f\nro m\n1 00\nto 2\n0, 00\n0 yr\nd ur\nat io\nn. R\nep or\nte d\nar e:\n( 1)\nd ia\ngn os\ned p\nea k\nca rb\non e\nm is\nsi on\ns, (\n2) c\num ul\nat iv\ne ca\nrb on\nem is\nsi on\ns oc\ncu rr\nin g\nov er\nth e\ndu ra\ntio n\nof th\ne on\nse t,\nan d\nm ea\nn (f\nlu x\nw ei\ngh te\nd) δ\n13 C\no f\nth es\ne em\nis si\non s,\n( 3)\nc um\nul at\niv e\nca rb\non e\nm is\nsi on\ns oc\ncu rr\nin g\nat th\ne\n20 k\nyr ti\nm e\nho ri\nzo n\n– co\nm pa\nra bl\ne to\nth e\non se\nt d ur\nat io\nn in\no ur\na ss\num ed\na ge\nm od\nel , p\nlu s\nth e\nm ea\nn (f\nlu x\nw ei\ngh te\nd) δ\n13 C\no f\nth es\ne em\nis si\non s,\na nd\n( 4)\nth e\ncu m\nul at\niv e\nca rb\non e\nm is\nsi on\ns oc\ncu rr\nin g\nat th\ne 20\nk yr\nh or\niz on\n, p lu\ns th\ne m\nea n\n(f lu\nx w\nei gh\nte d)\nδ 13\nC o\nf th\nes e\nem is\nsi on\ns. N\not e\nth at\nin a\nll ex\npe ri\nm en\nts , o\nnc e\nth e\non se\nt i s\nco m\npl et\ne, th\ne ta\nrg et\np H\na nd\nδ 13\nC v\nal ue\ns ar\ne he\nld c\non st\nan t (\nan d\nlo w\n) un\ntil th\ne en\nd of\nth e\nex pe\nri m\nen t (\n50 ,0\n00 y\nr) .\na E xp\ner im\nen t I\nD ex\npe ri\nm en\nta l a\nss um\npt io\nns pe\nak e\nm is\nsi on\ns cu\nm ul\nat iv\ne em\nis si\non s\ncu m\nul at\niv e\nC or\ng bu\nri al\nΔ SS\nT pe\nak e\nxc es\ns w\nea th\ner in\ng\nag e\nm od\nel δ1\n1 B e\nnv el\nop e\nsm oo\nth ed\nd at\na? w\nea th\ner in\ng? C\nor g\nbu ri\nal ?\n(P gC\ny r-\n1 ) to\nta l (\nP gC\n) m\nea n δ1\n3 C ‰\nto ta\nl ( P\ngC )\nm ea\nn δ1\n3 C ‰\n(° C\n) (P\ngC y\nr1 )\nR 07\nsm _H\nI R\n07 hi\ngh Y\nE S\nY E\nS N\nO 0.\n41 5,\n68 8\n-1 8.\n9 --\n- --\n- 2.\n25 0.\n03 0\nR 07\nsm R\n07 m\nea n\nY E\nS Y\nE S\nN O\n0. 58\n10 ,2\n13 -1\n1. 1\n-- -\n-- -\n3. 64\n0. 05\n3\nR 07\nsm _L\nO R\n07 lo\nw Y\nE S\nY E\nS N\nO 1.\n16 19\n,9 64\n-6 .6\n-- -\n-- -\n5. 99\n0. 10\n5\nFE sm\n_H I\nFE hi\ngh Y\nE S\nY E\nS N\nO 0.\n17 6,\n50 2\n-1 6.\n5 --\n- --\n- 2.\n10 0.\n03 8\nFE sm\nFE m\nea n\nY E\nS Y\nE S\nN O\n0. 36\n12 ,0\n20 -9\n.8 --\n- --\n- 3.\n09 0.\n06 9\nFE sm\n_L O\nFE lo\nw Y\nE S\nY E\nS N\nO 0.\n64 24\n,1 24\n-6 .0\n-- -\n-- -\n4. 80\n0. 13\n2\nR 07\nrw R\n07 m\nea n\nN O\nY E\nS N\nO 0.\n61 10\n,9 84\n-1 2.\n1 --\n- --\n- 4.\n07 0.\n06 1\nFE rw\nFE m\nea n\nN O\nY E\nS N\nO 0.\n45 12\n,7 49\n-1 0.\n2 --\n- --\n- 3.\n14 0.\n07 2\nR 07\nsm _n\noW R\n07 m\nea n\nY E\nS N\nO N\nO 0.\n52 6,\n40 7\n-1 6.\n7 --\n- --\n- 3.\n34 --\n-\nFE sm\n_n oW\nFE m\nea n\nY E\nS N\nO N\nO 0.\n30 6,\n66 5\n-1 6.\n4 --\n- --\n- 2.\n72 --\n-\nR 07\nsm _H\nI_ C\nor g\nR 07\nhi gh\nY E\nS Y\nE S\nY E\nS 0.\n41 7,\n67 0\n-1 8.\n0 2,\n60 7\n-3 0.\n0 2.\n25 0.\n03 0\nR 07\nsm _C\nor g\nR 07\nm ea\nn Y\nE S\nY E\nS Y\nE S\n0. 58\n12 ,2\n20 -1\n0. 9\n2, 54\n0 -3\n0. 5\n3. 64\n0. 05\n3\nR 07\nsm _L\nO _C\nor g\nR 07\nlo w\nY E\nS Y\nE S\nY E\nS 1.\n16 22\n,5 93\n-7 .1\n3, 33\n3 -3\n0. 9\n5. 99\n0. 10\n5\nNature. Author manuscript; available in PMC 2018 February 28.\nE urope PM C Funders A uthor M anuscripts\nE urope PM C Funders A uthor M anuscripts\nb D ur\nat io\nn of\no ns\net (\nyr )\npe ak\ne m\nis si\non s\ncu m\nul at\niv e\nem is\nsi on\ns ov\ner o\nns et\ncu m\nul at\niv e\nem is\nsi on\ns @\n2 0,\n00 0\nyr cu\nm ul\nat iv\ne em\nis si\non s\n@ 5\n0, 00\n0 yr\n(P gC\ny r-\n1 ) to\nta l (\nP gC\n) m\nea n δ1\n3 C (\n‰ )\nto ta\nl ( P\ngC )\nm ea\nn δ1\n3 C (\n‰ )\nto ta\nl ( P\ngC )\nm ea\nn δ1\n3 C (\n‰ )\n10 0\n20 .0\n0 1,\n89 7\n-1 9.\n0 8,\n69 5\n-1 7.\n0 13\n,2 56\n-1 3.\n4\n20 0\n15 .2\n1 2,\n35 5\n-1 8.\n4 8,\n68 8\n-1 7.\n0 13\n,2 52\n-1 3.\n4\n50 0\n6. 90\n2, 58\n8 -2\n1. 5\n8, 66\n4 -1\n7. 0\n13 ,2\n39 -1\n3. 6\n1, 00\n0 3.\n72 2,\n79 9\n-2 4.\n5 8,\n61 3\n-1 7.\n1 13\n,2 00\n-1 3.\n4\n2, 00\n0 2.\n08 3,\n07 4\n-2 7.\n6 8,\n52 6\n-1 7.\n2 13\n,1 81\n-1 3.\n4\n5, 00\n0 1.\n07 3,\n75 1\n-2 9.\n0 8,\n20 2\n-1 7.\n8 13\n,0 07\n-1 3.\n5\n10 ,0\n00 0.\n70 4,\n69 1\n-2 6.\n3 7,\n61 2\n-1 8.\n8 12\n,7 06\n-1 3.\n6\n20 ,0\n00 0.\n48 6,\n14 1\n-2 2.\n0 6,\n14 1\n-2 2.\n0 12\n,0 25\n-1 4.\n0\nSupplementary Material\nRefer to Web version on PubMed Central for supplementary material.\nAcknowledgments\nThis study was funded by UK Ocean Acidification Research Program NERC / DEFRA / DECC grant NE/ H017518/1 to P.N.P., G.L.F., and P.F.S. (which supported M.G.). A.R. was supported by a Heising-Simons Foundation award, and EU grant ERC 2013-CoG-617313. E.T. was in part supported by NSF OCE (grant no. NSF OCE 1536611). H.P. was in part supported by ERC Grant 2013-CoG-617462. This study used samples provided by the International Ocean Discovery Program (IODP). We thank Andy Milton at the University of Southampton for maintaining the mass spectrometers used in this study. Lulzim Haxhiaj at GEOMAR Kiel and Henning Kuhnert at MARUM Bremen are acknowledged for their help with carbon and oxygen isotope analyses.\nReferences\n1. McInerney FA, Wing SL. The Paleocene-Eocene Thermal Maximum: A perturbation of carbon cycle, climate, and biosphere with implications for the future. Annual Review of Earth and Planetary Sciences. 2011; 39:489–516.\nNature. Author manuscript; available in PMC 2018 February 28.\nE urope PM C Funders A uthor M anuscripts\nE urope PM C Funders A uthor M anuscripts\n2. Dunkley Jones T, et al. Climate model and proxy data constraints on ocean warming across the Paleocene-Eocene Thermal Maximum. Earth-Science Reviews. 2013; 125:123–145. 3. Dickens GR, O'Neil JR, Rea DK, Owen RM. Dissociation of oceanic methane hydrate as a cause of the carbon isotope excursion at the end of the Paleocene. Paleoceanography. 1995; 10:965–971. 4. DeConto RM, et al. Past extreme warming events linked to massive carbon release from thawing permafrost. Nature. 2012; 484:87–91. [PubMed: 22481362] 5. Higgins JA, Schrag DP. Beyond methane: Towards a theory for the Paleocene-Eocene Thermal Maximum. Earth and Planetary Science Letters. 2006; 245:523–537. 6. Ridgwell A, Schmidt DN. Past constraints on the vulnerability of marine calcifiers to massive carbon dioxide release. Nature Geoscience. 2010; 3:196–200. 7. Cui Y, et al. Slow release of fossil carbon during the Palaeocene-Eocene Thermal Maximum. Nature Geoscience. 2011; 4:481–485. 8. Zeebe RE, Zachos JC, Dickens GR. Carbon dioxide forcing alone insufficient to explain Palaeocene-Eocene Thermal Maximum warming. Nature Geoscience. 2009; 2:576–580. 9. Frieling J, et al. Thermogenic methane release as a cause for the long duration of the PETM. Proceedings of the National Academy of Sciences. 2016; 113:12059–12064. 10. Svensen H, et al. Release of methane from a volcanic basin as a mechanism for initial Eocene global warming. Nature. 2004; 429:542–545. [PubMed: 15175747] 11. Storey M, Duncan RA, Swisher CC. Paleocene-Eocene Thermal Maximum and the Opening of the Northeast Atlantic. Science. 2007; 316:587–589. [PubMed: 17463286] 12. Bowen GJ, Zachos JC. Rapid carbon sequestration at the termination of the Palaeocene-Eocene Thermal Maximum. Nature Geoscience. 2010; 3:866–869. 13. Rohling EJ, et al. Making sense of palaeoclimate sensitivity. Nature. 2012; 491:683–691. [PubMed: 23192145] 14. Gibbs SJ, et al. Ocean warming, not acidification, controlled coccolithophore response during past greenhouse climate change. Geology. 2016; 44:59–62. 15. Hönisch B, et al. The geological record of ocean acidification. Science. 2012; 335:1058–1063. [PubMed: 22383840] 16. Charles AJ, et al. Constraints on the numerical age of the Paleocene-Eocene boundary. Geochemistry Geophysics Geosystems. 2011; 12 Art. No. Q0AA17. 17. Le Quéré C, et al. Global Carbon Budget 2016. Earth Syst Sci Data. 2016; 8:605–649. 18. Schaller MF, Fung MK, Wright JD, Katz ME, Kent DV. Impact ejecta at the Paleocene-Eocene boundary. Science. 2016; 354:225. [PubMed: 27738171] 19. Wieczorek R, Fantle MS, Kump LR, Ravizza G. Geochemical evidence for volcanic activity prior to and enhanced terrestrial weathering during the Paleocene Eocene Thermal Maximum. Geochimica et Cosmochimica Acta. 2013; 119:391–410. 20. Penman DE, Hönisch B, Zeebe RE, Thomas E, Zachos JC. Rapid and sustained surface ocean acidification during the Paleocene-Eocene Thermal Maximum. Paleoceanography. 2014; 29:357– 369. 21. Anagnostou E, et al. Changing atmospheric CO2 concentration was the primary driver of early Cenozoic climate. Nature. 2016; 533:380–384. [PubMed: 27111509] 22. Schubert BA, Jahren AH. Reconciliation of marine and terrestrial carbon isotope excursions based on changing atmospheric CO2 levels. Nature Communications. 2013; 4 Art. No. 1653. 23. Penman DE, et al. An abyssal carbonate compensation depth overshoot in the aftermath of the Palaeocene-Eocene Thermal Maximum. Nature Geoscience. 2016; 9:575–580. 24. Turner SK, Ridgwell A. Development of a novel empirical framework for interpreting geological carbon isotope excursions, with implications for the rate of carbon injection across the PETM. Earth and Planetary Science Letters. 2016; 435:1–13. 25. Röhl U, Westerhold T, Bralower TJ, Zachos JC. On the duration of the Paleocene-Eocene thermal maximum (PETM). Geochemistry Geophysics Geosystems. 2007; 8 Art. No. Q12002. 26. Svensen H, Planke S, Corfu F. Zircon dating ties NE Atlantic sill emplacement to initial Eocene global warming. Journal of the Geological Society. 2010; 167:433–436.\nNature. Author manuscript; available in PMC 2018 February 28.\nE urope PM C Funders A uthor M anuscripts\nE urope PM C Funders A uthor M anuscripts\n27. Saunders AD. Two LIPs and two Earth-system crises: the impact of the North Atlantic Igneous Province and the Siberian Traps on the Earth-surface carbon cycle. Geological Magazine. 2016; 153:201–222. 28. Rampino MR. Peraluminous igneous rocks as an indicator of thermogenic methane release from the North Atlantic Volcanic Province at the time of the Paleocene–Eocene Thermal Maximum (PETM). Bulletin of Volcanology. 2013; 75:1–5. 29. Ma Z, et al. Carbon sequestration during the Palaeocene-Eocene Thermal Maximum by an efficient biological pump. Nature Geoscience. 2014; 7:382–388. 30. Dickson AJ, Cohen AS, Coe AL. Seawater oxygenation during the Paleocene-Eocene Thermal Maximum. Geology. 2012; 40:639–642. 31. Jenkyns HC. Cretaceous anoxic events - from continents to oceans. Journal of the Geological Society. 1980; 137:171–188. 32. Turner SK, Sexton PF, Charles CD, Norris RD. Persistence of carbon release events through the peak of early Eocene global warmth. Nature Geoscience. 2014; 7:748–751. 33. Payne JL, et al. Calcium isotope constraints on the end-Permian mass extinction. Proceedings of the National Academy of Sciences. 2010; 107:8543–8548. 34. Pardo A, Keller G, Molina E, Canudo JI. Planktic foraminiferal turnover across the PaleoceneEocene transition at DSDP site 401, Bay of Biscay, North Atlantic. Marine Micropaleontology. 1997; 29:129–158. 35. Bornemann A, et al. Persistent environmental change after the Paleocene-Eocene Thermal Maximum in the eastern North Atlantic. Earth and Planetary Science Letters. 2014; 394:70–81. 36. Sexton PF, Wilson PA, Pearson PN. Microstructural and geochemical perspectives on planktic foraminiferal preservation: \"Glassy\" versus \"Frosty\". Geochemistry Geophysics Geosystems. 2006; 7 Art. No. Q12P19. 37. Foster GL. Seawater pH, pCO2 and [CO3 2-] variations in the Caribbean Sea over the last 130 kyr:\nA boron isotope and B/Ca study of planktic forminifera. Earth and Planetary Science Letters. 2008; 271:254–266.\n38. Foster GL, et al. Interlaboratory comparison of boron isotope analyses of boric acid, seawater and marine CaCO3 by MC-ICPMS and NTIMS. Chemical Geology. 2013; 358:1–14. 39. Barker S, Greaves M, Elderfield H. A study of cleaning procedures used for foraminiferal Mg/Ca paleothermometry. Geochemistry Geophysics Geosystems. 2003; 4 Art. No. 8407. 40. Henehan MJ, et al. Calibration of the boron isotope proxy in the planktonic foraminifera Globigerinoides ruber for use in palaeo-CO2 reconstruction. Earth and Planetary Science Letters. 2013; 364:111–122. 41. Nunes F, Norris RD. Abrupt reversal in ocean overturning during the Palaeocene/Eocene warm period. Nature. 2006; 439:60–63. [PubMed: 16397495] 42. Sanyal A, Bijma J, Spero H, Lea DW. Empirical relationship between pH and the boron isotopic composition of Globigerinoides sacculifer: Implications for the boron isotope paleo-pH proxy. Paleoceanography. 2001; 16:515–519. 43. Martinez-Boti MA, et al. Boron isotope evidence for oceanic carbon dioxide leakage during the last deglaciation. Nature. 2015; 518:219–222. [PubMed: 25673416] 44. Zeebe RE, Wolf-Gladrow DA, Bijma J, Hönisch B. Vital effects in foraminifera do not compromise the use of delta B-11 as a paleo-pH indicator: Evidence from modeling. Paleoceanography. 2003; 18 Art. No. 1043. 45. Hönisch B, et al. The influence of symbiont photosynthesis on the boron isotopic composition of foraminifera shells. Marine Micropaleontology. 2003; 49:87–96. 46. Foster GL, Rae JWB. Reconstructing ocean pH with boron isotopes in foraminifera. Annual Review of Earth and Planetary Sciences. 2016; 44:207–237. 47. Klochko K, Kaufman AJ, Yao WS, Byrne RH, Tossell JA. Experimental measurement of boron isotope fractionation in seawater. Earth and Planetary Science Letters. 2006; 248:276–285. 48. Henehan MJ, et al. A new boron isotope-pH calibration for Orbulina universa, with implications for understanding and accounting for ‘vital effects’. Earth and Planetary Science Letters. 2016; 454:282–292.\nNature. Author manuscript; available in PMC 2018 February 28.\nE urope PM C Funders A uthor M anuscripts\nE urope PM C Funders A uthor M anuscripts\n49. Kim S-T, O'Neil JR. Equilibrium and nonequilibrium oxygen isotope effects in synthetic carbonates. Geochimica et Cosmochimica Acta. 1997; 61:3461–3475. 50. Tindall J, et al. Modelling the oxygen isotope distribution of ancient seawater using a coupled ocean-atmosphere GCM: Implications for reconstructing early Eocene climate. Earth and Planetary Science Letters. 2010; 292:265–273. 51. Evans D, Müller W. Deep time foraminifera Mg/Ca paleothermometry: Nonlinear correction for secular change in seawater Mg/Ca. Paleoceanography. 2012; 27 Art. No. PA4205. 52. Spivack AJ, Edmond JM. Boron isotope exchange between seawater and the oceanic crust. Geochimica et Cosmochimica Acta. 1987; 51:1033–1043. 53. Lemarchand D, Gaillardet J, Lewin E, Allegre CJ. Boron isotope systematics in large rivers: implications for the marine boron budget and paleo-pH reconstruction over the Cenozoic. Chemical Geology. 2002; 190:123–140. 54. Paillard D, Labeyrie L, Yiou P. Macintosh program performs time‐series analysis. Eos, Transactions American Geophysical Union. 1996; 77:379–379. 55. Giusberti L, et al. Mode and tempo of the Paleocene-Eocene thermal maximum in an expanded section from the Venetian pre-Alps. Geological Society of America Bulletin. 2007; 119:391–412. 56. Röhl U, Bralower TJ, Norris RD, Wefer G. New chronology for the late Paleocene thermal maximum and its environmental implications. Geology. 2000; 28:927–930. 57. Farley KA, Eltgroth SF. An alternative age model for the Paleocene-Eocene Thermal Maximum using extraterrestrial He-3. Earth and Planetary Science Letters. 2003; 208:135–148. 58. Wright JD, Schaller MF. Evidence for a rapid release of carbon at the Paleocene-Eocene thermal maximum. Proceedings of the National Academy of Sciences. 2013; 110:15908–15913. 59. Zeebe RE, Dickens GR, Ridgwell A, Sluijs A, Thomas E. Onset of carbon isotope excursion at the Paleocene-Eocene thermal maximum took millennia, not 13 years. Proceedings of the National Academy of Sciences. 2014; 111:E1062–E1063. 60. Pearson PN, Nicholas CJ. Layering in the Paleocene/Eocene boundary of the Millville core is drilling disturbance. Proceedings of the National Academy of Sciences. 2014; 111:E1064–E1065. 61. Stassen P, Speijer RP, Thomas E. Unsettled puzzle of the Marlboro clays. Proceedings of the National Academy of Sciences. 2014; 111:E1066–E1067. 62. Wright JD, Schaller MF. Reply to Pearson and Nicholas, Stassen et al., and Zeebe et al.: Teasing out the missing piece of the PETM puzzle. Proceedings of the National Academy of Sciences. 2014; 111:E1068–E1071. 63. Pearson PN, Thomas E. Drilling disturbance and constraints on the onset of the Paleocene–Eocene boundary carbon isotope excursion in New Jersey. Clim Past. 2015; 11:95–104. 64. Zeebe RE, Ridgwell A, Zachos JC. Anthropogenic carbon release rate unprecedented during the past 66 million years. Nature Geoscience. 2016; 9:325–329. 65. Brady PV. The effect of silicate weathering on global temperature and atmospheric CO2. Journal of Geophysical Research. 1991; 96:18101–18106. 66. Edwards NR, Marsh R. Uncertainties due to transport-parameter sensitivity in an efficient 3-D ocean-climate model. Clim Dyn. 2005; 24:415–433. 67. Ridgwell A, et al. Marine geochemical data assimilation in an efficient Earth System Model of global biogeochemical cycling. Biogeosciences. 2007; 4:87–104. 68. Ridgwell A, Hargreaves JC. Regulation of atmospheric CO2 by deep-sea sediments in an Earth system model. Glob Biogeochem Cycle. 2007; 21 Art. No. GB2008. 69. Colbourn G, Ridgwell A, Lenton TM. The time scale of the silicate weathering negative feedback on atmospheric CO2. Glob Biogeochem Cycle. 2015; 29:583–596. 70. Lord NS, Ridgwell A, Thorne MC, Lunt DJ. The ‘long tail’ of anthropogenic CO2 decline in the atmosphere and its consequences for post-closure performance assessments for disposal of radioactive wastes. Mineralogical Magazine. 2015; 79:1613–1623. 71. Cui Y, Kump LR. Global warming and the end-Permian extinction event: Proxy and modeling perspectives. Earth-Science Reviews. 2015; 149:5–22.\nNature. Author manuscript; available in PMC 2018 February 28.\nE urope PM C Funders A uthor M anuscripts\nE urope PM C Funders A uthor M anuscripts\n72. Stocker, TF., et al., editors. IPCC. Climate Change 2013: The physical science basis. Contribution of working group I to the fifth assessment report of the intergovernmental panel on climate change. 2013. p. 1-1535. 73. Ridgwell, A. Glacial-interglacial perturbations in the global carbon cycle. PhD thesis; Univ. of East Anglia at Norwich, UK: 2001. 74. Cao L, et al. The role of ocean transport in the uptake of anthropogenic CO2. Biogeosciences. 2009; 6:375–390.\nNature. Author manuscript; available in PMC 2018 February 28.\nE urope PM C Funders A uthor M anuscripts\nE urope PM C Funders A uthor M anuscripts\nFig. 1. New DSDP Site 401 stable isotope data. Foraminifera (M. subbotinae) (a) and bulk carbonate δ13C (b), δ11B (c) and δ18O (d and e) records plotted relative to the onset of the PETM carbon isotope excursion (CIE) from DSDP Site 401 (47° 25.65’ N, 08° 48.62’ W, 2495 m) using our preferred age model (see Methods).\nNature. Author manuscript; available in PMC 2018 February 28.\nE urope PM C Funders A uthor M anuscripts\nE urope PM C Funders A uthor M anuscripts\nFig. 2. M. subbotinae based δ13C and boron isotope based pH reconstructions of Site 401. Panels A and B show the entire record, while C and D focus on the CIE interval. Also shown are data of ref. 20 on the original age model with pH values recalculated using a laboratory offset such that pre-PETM pH calculated using our Monte Carlo approach at Site 1209 = 7.74 given the distribution of seawater δ11B determined at Site 401 (38.9 ± 0.4‰). This resulted in a mean correction of the literature data20 of -0.32‰.\nNature. Author manuscript; available in PMC 2018 February 28.\nE urope PM C Funders A uthor M anuscripts\nE urope PM C Funders A uthor M anuscripts\nFig. 3. Results of Earth system model data assimilation.\nThe right hand panels also account for organic carbon burial during PETM recovery. (a,i) Atmospheric pCO2 (red, LH axis) and mean global SST (blue, RH axis). (b,j) Modelled mean global ocean surface pH (observed smoothed surface ocean pH data as yellow symbols). (c,k) Model diagnosed rates of CO2 release (red) and excess CO2 consumption due to silicate weathering (green) from PETM onset onwards. (d,l) Cumulative CO2 release (red) and organic carbon burial (blue). (e,m) Modelled mean global ocean surface δ13C (observations as yellow symbols). (f,n) Model diagnosed δ13C of the CO2 release (red) and\nNature. Author manuscript; available in PMC 2018 February 28.\nE urope PM C Funders A uthor M anuscripts\nE urope PM C Funders A uthor M anuscripts\nisotopic composition of buried carbon (blue). Shaded bands (a,b,e,i,j,m) and empty bars (c,d,f,k,l,n) reflect 95% uncertainty limits. Bars reflect 2 kyr averaging (c,f,k,n) or integration (d,l) bins. All model results and related data are plotted from -50 to +150 kyr relative to the onset of the CIE, on our preferred orbital age model25.\nNature. Author manuscript; available in PMC 2018 February 28.\nE urope PM C Funders A uthor M anuscripts\nE urope PM C Funders A uthor M anuscripts\nE urope PM C Funders A uthor M anuscripts\nE urope PM C Funders A uthor M anuscripts\nE xt\nen d\ned D\nat a\nTa b\nle 1\nK ey\nr es\nul ts\nf ro\nm in\ndi vi\ndu al\nm od\nel r\nun s.\n(a )\nSu m\nm ar\ny of\nth e\nm ai\nn do\nub le\nin ve\nrs io\nn ex\npe ri\nm en\nts c\nar ri\ned o\nut . T\nhe te\nrm in\nol og\ny “R\n07 ”\nre fe\nrs to\nc on\nfi gu\nra tio\nns ty\nin g\nth e\nSi te\n4 01\nr ec\nor ds\nto th\ne ch\nro no\nst ra\ntig ra\nph y\nof r\nef . 2\n5, th\ne no\nta tio\nn “F\nE ”\nre fe\nrs to\nth e\n3 H e-\nba se\nd ag\ne m\nod el\no f\nre f.\n5 7)\n. A nn\not at\nio n\n“s m\n” re\nfe rs\nto in\nve rs\nio n\nof a\nna ly\ntic al\nly s\nm oo\nth ed\nδ 13\nC a\nnd p\nH d\nat a\nse ts\n, “ rw\n” to\nu sa\nge o\nf or\nig in\nal s\nam pl\ne da\nta f\nor d\nou bl\ne in\nve rs\nio ns\n. “ H\nI” a\nnd “\nL O\n” re\npr es\nen t\npo te\nnt ia\nlly e\nxt re\nm e\nco nf\nig ur\nat io\nns ta\nki ng\nin to\na cc\nou nt\nth e\nbo ro\nn pr\nox y\nun ce\nrt ai\nnt y\nat 9\n5% c\non fi\nde nc\ne le\nve l.\n“n oW\n” ha\ns si\nlic at\ne (a\nnd c\nar bo\nna te\n) w\nea th\ner in\ng fe\ned ba\nck s\ndi sa\nbl ed\n. “ C\nor g”\nd en\not e\nm od\nel\nco nf\nig ur\nat io\nns th\nat a\nllo w\nr em\nov al\no f\nex ce\nss o\nrg an\nic c\nar bo\nn fr\nom th\ne su\nrf ac\ne oc\nea n.\nG re\ny sh\nad in\ng hi\ngh lig\nht s\nex pe\nri m\nen ts\nf oc\nus se\nd up\non in\nth e\nm ai\nn te\nxt a\nnd p\nlo tte\nd in\nF ig\nur e\n3 (“\nR 07\nsm ”\nin F\nig . 3\naf\nan d\n“R 07\nsm _C\nor g”\nin 3\nin.\n). N\not e:\n( 1)\np ea\nk em\nis si\non s\nar e\nbi nn\ned a\nt 2 k\nyr r\nes ol\nut io\nn, (\n2) b\not h\ncu m\nul at\niv e\nem is\nsi on\ns an\nd C\nor g\nbu ri\nal a\nre m\nea su\nre d\nfr om\n4 0\nto 1\n90 k\na m\nod el\nti m\ne, a\nnd (\n3) p\nea k\nex ce\nss w\nea th\ner in\ng\nre fl\nec ts\nc ar\nbo n\nre m\nov al\nd ue\nto s\nili ca\nte w\nea th\ner in\ng ab\nov e\npr e-\nPE T\nM w\nea th\ner in\ng ra\nte s.\n( b)\nS um\nm ar\ny ta\nbl e\npr es\nen tin\ng th\ne re\nsu lts\no f\nse ns\niti vi\nty e\nxp er\nim en\nts (\nsh ow\nn in\nE xt\nen de\nd D\nat a\nFi g.\n5 )\nto q\nua nt\nif y\nth e\nim po\nrt an\nce o\nf un\nce rt\nai nt\nie s\nin th\ne ag\ne m\nod el\nf or\nth e\nC IE\no ns\net . I\nn th\nes e\nex pe\nri m\nen ts\n, t he\nC IE\no ns\net p\nha se\nis a\nss um\ned to\no cc\nur li\nne ar\nly , w\nith a\nd ur\nat io\nn of\nth e\nde cl\nin e\nin δ\n13 C\na nd\np H\nv ar\nyi ng\nf ro\nm 1\n00 to\n20 ,0\n00 y\nr du\nra tio\nn. R\nep or\nte d\nar e:\n( 1)\nd ia\ngn os\ned p\nea k\nca rb\non e\nm is\nsi on\ns, (\n2) c\num ul\nat iv\ne ca\nrb on\ne m\nis si\non s\noc cu\nrr in\ng ov\ner th\ne du\nra tio\nn of\nth e\non se\nt, an\nd m\nea n\n(f lu\nx w\nei gh\nte d)\nδ 13\nC o\nf th\nes e\nem is\nsi on\ns, (\n3)\ncu m\nul at\niv e\nca rb\non e\nm is\nsi on\ns oc\ncu rr\nin g\nat th\ne 20\nk yr\nti m\ne ho\nri zo\nn –\nco m\npa ra\nbl e\nto th\ne on\nse t d\nur at\nio n\nin o\nur a\nss um\ned a\nge m\nod el\n, p lu\ns th\ne m\nea n\n(f lu\nx w\nei gh\nte d)\nδ 13\nC o\nf th\nes e\nem is\nsi on\ns, a\nnd (\n4) th\ne cu\nm ul\nat iv\ne\nca rb\non e\nm is\nsi on\ns oc\ncu rr\nin g\nat th\ne 20\nk yr\nh or\niz on\n, p lu\ns th\ne m\nea n\n(f lu\nx w\nei gh\nte d)\nδ 13\nC o\nf th\nes e\nem is\nsi on\ns. N\not e\nth at\nin a\nll ex\npe ri\nm en\nts , o\nnc e\nth e\non se\nt i s\nco m\npl et\ne, th\ne ta\nrg et\np H\na nd\nδ 13\nC v\nal ue\ns ar\ne he\nld\nco ns\nta nt\n( an\nd lo\nw )\nun til\nth e\nen d\nof th\ne ex\npe ri\nm en\nt ( 50\n,0 00\ny r)\n.\na E xp\ner im\nen t I\nD ex\npe ri\nm en\nta l a\nss um\npt io\nns pe\nak e\nm is\nsi on\ns cu\nm ul\nat iv\ne em\nis si\non s\ncu m\nul at\niv e\nC or\ng bu\nri al\nΔ SS\nT pe\nak e\nxc es\ns w\nea th\ner in\ng\nag e\nm od\nel δ1\n1 B e\nnv el\nop e\nsm oo\nth ed\nd at\na? w\nea th\ner in\ng? C\nor g\nbu ri\nal ?\n(P gC\ny r-\n1 ) to\nta l (\nP gC\n) m\nea n δ1\n3 C ‰\nto ta\nl ( P\ngC )\nm ea\nn δ1\n3 C ‰\n(° C\n) (P\ngC y\nr1 )\nR 07\nsm _H\nI R\n07 hi\ngh Y\nE S\nY E\nS N\nO 0.\n41 5,\n68 8\n-1 8.\n9 --\n- --\n- 2.\n25 0.\n03 0\nR 07\nsm R\n07 m\nea n\nY E\nS Y\nE S\nN O\n0. 58\n10 ,2\n13 -1\n1. 1\n-- -\n-- -\n3. 64\n0. 05\n3\nR 07\nsm _L\nO R\n07 lo\nw Y\nE S\nY E\nS N\nO 1.\n16 19\n,9 64\n-6 .6\n-- -\n-- -\n5. 99\n0. 10\n5\nFE sm\n_H I\nFE hi\ngh Y\nE S\nY E\nS N\nO 0.\n17 6,\n50 2\n-1 6.\n5 --\n- --\n- 2.\n10 0.\n03 8\nFE sm\nFE m\nea n\nY E\nS Y\nE S\nN O\n0. 36\n12 ,0\n20 -9\n.8 --\n- --\n- 3.\n09 0.\n06 9\nFE sm\n_L O\nFE lo\nw Y\nE S\nY E\nS N\nO 0.\n64 24\n,1 24\n-6 .0\n-- -\n-- -\n4. 80\n0. 13\n2\nR 07\nrw R\n07 m\nea n\nN O\nY E\nS N\nO 0.\n61 10\n,9 84\n-1 2.\n1 --\n- --\n- 4.\n07 0.\n06 1\nFE rw\nFE m\nea n\nN O\nY E\nS N\nO 0.\n45 12\n,7 49\n-1 0.\n2 --\n- --\n- 3.\n14 0.\n07 2\nR 07\nsm _n\noW R\n07 m\nea n\nY E\nS N\nO N\nO 0.\n52 6,\n40 7\n-1 6.\n7 --\n- --\n- 3.\n34 --\n-\nFE sm\n_n oW\nFE m\nea n\nY E\nS N\nO N\nO 0.\n30 6,\n66 5\n-1 6.\n4 --\n- --\n- 2.\n72 --\n-\nR 07\nsm _H\nI_ C\nor g\nR 07\nhi gh\nY E\nS Y\nE S\nY E\nS 0.\n41 7,\n67 0\n-1 8.\n0 2,\n60 7\n-3 0.\n0 2.\n25 0.\n03 0\nR 07\nsm _C\nor g\nR 07\nm ea\nn Y\nE S\nY E\nS Y\nE S\n0. 58\n12 ,2\n20 -1\n0. 9\n2, 54\n0 -3\n0. 5\n3. 64\n0. 05\n3\nR 07\nsm _L\nO _C\nor g\nR 07\nlo w\nY E\nS Y\nE S\nY E\nS 1.\n16 22\n,5 93\n-7 .1\n3, 33\n3 -3\n0. 9\n5. 99\n0. 10\n5\nNature. Author manuscript; available in PMC 2018 February 28.\nE urope PM C Funders A uthor M anuscripts\nE urope PM C Funders A uthor M anuscripts\nGutjahr et al. Page 36 b D ur at io n of o ns et ( yr ) pe ak e m is si on s cu m ul at iv e em is si on s ov er o ns et cu m ul at iv e em is si on s @ 2 0, 00 0 yr cu m ul at iv e em is si on s @ 5 0, 00 0 yr (P gC y r1 ) to ta l ( P gC ) m ea n δ1 3 C ( ‰ ) to ta l ( P gC ) m ea n δ1 3 C ( ‰ ) to ta l ( P gC ) m ea n δ1 3 C ( ‰ ) 10 0 20 .0 0 1, 89 7 -1 9. 0 8, 69 5 -1 7. 0 13 ,2 56 -1 3. 4 20 0 15 .2 1 2, 35 5 -1 8. 4 8, 68 8 -1 7. 0 13 ,2 52 -1 3. 4 50 0 6. 90 2, 58 8 -2 1. 5 8, 66 4 -1 7. 0 13 ,2 39 -1 3. 6 1, 00 0 3. 72 2, 79 9 -2 4. 5 8, 61 3 -1 7. 1 13 ,2 00 -1 3. 4 2, 00 0 2. 08 3, 07 4 -2 7. 6 8, 52 6 -1 7. 2 13 ,1 81 -1 3. 4 5, 00 0 1. 07 3, 75 1 -2 9. 0 8, 20 2 -1 7. 8 13 ,0 07 -1 3. 5 10 ,0 00 0. 70 4, 69 1 -2 6. 3 7, 61 2 -1 8. 8 12 ,7 06 -1 3. 6 20 ,0 00 0. 48 6, 14 1 -2 2. 0 6, 14 1 -2 2. 0 12 ,0 25 -1 4. 0\nNature. Author manuscript; available in PMC 2018 February 28."
  }],
  "year": 2017,
  "references": [{
    "title": "The Paleocene-Eocene Thermal Maximum: A perturbation of carbon cycle, climate, and biosphere with implications for the future",
    "authors": ["McInerney FA", "Wing SL"],
    "venue": "Annual Review of Earth and Planetary Sciences",
    "year": 2011
  }, {
    "title": "Climate model and proxy data constraints on ocean warming across the Paleocene-Eocene Thermal Maximum",
    "authors": ["T Dunkley Jones"],
    "venue": "Earth-Science Reviews",
    "year": 2013
  }, {
    "title": "Dissociation of oceanic methane hydrate as a cause of the carbon isotope excursion at the end of the Paleocene",
    "authors": ["GR Dickens", "JR O'Neil", "DK Rea", "RM. Owen"],
    "venue": "Paleoceanography",
    "year": 1995
  }, {
    "title": "Past extreme warming events linked to massive carbon release from thawing permafrost",
    "authors": ["RM DeConto"],
    "year": 2012
  }, {
    "title": "Beyond methane: Towards a theory for the Paleocene-Eocene Thermal Maximum",
    "authors": ["Higgins JA", "Schrag DP"],
    "venue": "Earth and Planetary Science Letters",
    "year": 2006
  }, {
    "title": "Past constraints on the vulnerability of marine calcifiers to massive carbon dioxide release",
    "authors": ["Ridgwell A", "Schmidt DN"],
    "venue": "Nature Geoscience",
    "year": 2010
  }, {
    "title": "Slow release of fossil carbon during the Palaeocene-Eocene Thermal Maximum",
    "authors": ["Y Cui"],
    "venue": "Nature Geoscience",
    "year": 2011
  }, {
    "title": "Carbon dioxide forcing alone insufficient to explain Palaeocene-Eocene Thermal Maximum warming",
    "authors": ["RE Zeebe", "JC Zachos", "GR. Dickens"],
    "venue": "Nature Geoscience",
    "year": 2009
  }, {
    "title": "Thermogenic methane release as a cause for the long duration of the PETM",
    "authors": ["J Frieling"],
    "venue": "Proceedings of the National Academy of Sciences",
    "year": 2064
  }, {
    "title": "Release of methane from a volcanic basin as a mechanism for initial Eocene global warming",
    "authors": ["H Svensen"],
    "year": 2004
  }, {
    "title": "Paleocene-Eocene Thermal Maximum and the Opening of the Northeast Atlantic",
    "authors": ["M Storey", "RA Duncan", "CC. Swisher"],
    "year": 2007
  }, {
    "title": "Rapid carbon sequestration at the termination of the Palaeocene-Eocene Thermal Maximum",
    "authors": ["Bowen GJ", "Zachos JC"],
    "venue": "Nature Geoscience",
    "year": 2010
  }, {
    "title": "Making sense of palaeoclimate sensitivity",
    "authors": ["EJ Rohling"],
    "venue": "Nature",
    "year": 2012
  }, {
    "title": "Ocean warming, not acidification, controlled coccolithophore response during past greenhouse climate change",
    "authors": ["SJ Gibbs"],
    "year": 2016
  }, {
    "title": "The geological record of ocean acidification",
    "authors": ["B Hönisch"],
    "year": 2012
  }, {
    "title": "Constraints on the numerical age of the Paleocene-Eocene boundary. Geochemistry Geophysics Geosystems",
    "authors": ["AJ Charles"],
    "venue": "Art. No. Q0AA17",
    "year": 2011
  }, {
    "title": "Global Carbon Budget 2016",
    "authors": ["C Le Quéré"],
    "venue": "Earth Syst Sci Data",
    "year": 2016
  }, {
    "title": "Impact ejecta at the Paleocene-Eocene boundary",
    "authors": ["MF Schaller", "MK Fung", "JD Wright", "ME Katz", "DV. Kent"],
    "year": 2016
  }, {
    "title": "Geochemical evidence for volcanic activity prior to and enhanced terrestrial weathering during the Paleocene Eocene Thermal Maximum",
    "authors": ["R Wieczorek", "MS Fantle", "LR Kump", "G. Ravizza"],
    "venue": "Geochimica et Cosmochimica Acta",
    "year": 2013
  }, {
    "title": "Rapid and sustained surface ocean acidification during the Paleocene-Eocene Thermal Maximum",
    "authors": ["DE Penman", "B Hönisch", "RE Zeebe", "E Thomas", "JC. Zachos"],
    "venue": "Paleoceanography",
    "year": 2014
  }, {
    "title": "Changing atmospheric CO2 concentration was the primary driver of early Cenozoic climate",
    "authors": ["E Anagnostou"],
    "year": 2016
  }, {
    "title": "Reconciliation of marine and terrestrial carbon isotope excursions based on changing atmospheric CO2 levels",
    "authors": ["Schubert BA", "Jahren AH"],
    "venue": "Nature Communications",
    "year": 2013
  }, {
    "title": "An abyssal carbonate compensation depth overshoot in the aftermath of the Palaeocene-Eocene Thermal Maximum",
    "authors": ["DE Penman"],
    "venue": "Nature Geoscience",
    "year": 2016
  }, {
    "title": "Development of a novel empirical framework for interpreting geological carbon isotope excursions, with implications for the rate of carbon injection across the PETM",
    "authors": ["SK Turner", "A. Ridgwell"],
    "venue": "Earth and Planetary Science Letters",
    "year": 2016
  }, {
    "title": "On the duration of the Paleocene-Eocene thermal maximum (PETM). Geochemistry Geophysics Geosystems",
    "authors": ["U Röhl", "T Westerhold", "TJ Bralower", "JC. Zachos"],
    "venue": "Art. No. Q12002",
    "year": 2007
  }, {
    "title": "Zircon dating ties NE Atlantic sill emplacement to initial Eocene global warming",
    "authors": ["H Svensen", "S Planke", "F. Corfu"],
    "venue": "Journal of the Geological Society",
    "year": 2010
  }, {
    "title": "Two LIPs and two Earth-system crises: the impact of the North Atlantic Igneous Province and the Siberian Traps on the Earth-surface carbon cycle",
    "authors": ["Saunders AD"],
    "venue": "Geological Magazine",
    "year": 2016
  }, {
    "title": "Peraluminous igneous rocks as an indicator of thermogenic methane release from the North Atlantic Volcanic Province at the time of the Paleocene–Eocene Thermal Maximum (PETM)",
    "authors": ["Rampino MR"],
    "venue": "Bulletin of Volcanology",
    "year": 2013
  }, {
    "title": "Carbon sequestration during the Palaeocene-Eocene Thermal Maximum by an efficient biological pump",
    "authors": ["Z Ma"],
    "venue": "Nature Geoscience",
    "year": 2014
  }, {
    "title": "Seawater oxygenation during the Paleocene-Eocene Thermal Maximum",
    "authors": ["AJ Dickson", "AS Cohen", "AL. Coe"],
    "venue": "Geology",
    "year": 2012
  }, {
    "title": "Cretaceous anoxic events - from continents to oceans",
    "authors": ["Jenkyns HC"],
    "venue": "Journal of the Geological Society",
    "year": 1980
  }, {
    "title": "Persistence of carbon release events through the peak of early Eocene global warmth",
    "authors": ["SK Turner", "PF Sexton", "CD Charles", "RD. Norris"],
    "venue": "Nature Geoscience",
    "year": 2014
  }, {
    "title": "Calcium isotope constraints on the end-Permian mass extinction",
    "authors": ["JL Payne"],
    "venue": "Proceedings of the National Academy of Sciences",
    "year": 2010
  }, {
    "title": "Planktic foraminiferal turnover across the PaleoceneEocene transition at DSDP site 401, Bay of Biscay, North Atlantic",
    "authors": ["A Pardo", "G Keller", "E Molina", "JI. Canudo"],
    "venue": "Marine Micropaleontology",
    "year": 1997
  }, {
    "title": "Persistent environmental change after the Paleocene-Eocene Thermal Maximum in the eastern North Atlantic",
    "authors": ["A Bornemann"],
    "venue": "Earth and Planetary Science Letters",
    "year": 2014
  }, {
    "title": "Microstructural and geochemical perspectives on planktic foraminiferal preservation: \"Glassy\" versus \"Frosty\". Geochemistry Geophysics Geosystems",
    "authors": ["PF Sexton", "PA Wilson", "PN. Pearson"],
    "venue": "Art. No. Q12P19",
    "year": 2006
  }, {
    "title": "Seawater pH, pCO2 and [CO3  2-] variations in the Caribbean Sea over the last 130 kyr: A boron isotope and B/Ca study of planktic forminifera",
    "authors": ["Foster GL"],
    "venue": "Earth and Planetary Science Letters",
    "year": 2008
  }, {
    "title": "Interlaboratory comparison of boron isotope analyses of boric acid, seawater and marine CaCO3 by MC-ICPMS and NTIMS",
    "authors": ["GL Foster"],
    "venue": "Chemical Geology",
    "year": 2013
  }, {
    "title": "A study of cleaning procedures used for foraminiferal Mg/Ca paleothermometry. Geochemistry Geophysics Geosystems",
    "authors": ["S Barker", "M Greaves", "H. Elderfield"],
    "year": 2003
  }, {
    "title": "Calibration of the boron isotope proxy in the planktonic foraminifera Globigerinoides ruber for use in palaeo-CO2 reconstruction",
    "authors": ["MJ Henehan"],
    "venue": "Earth and Planetary Science Letters",
    "year": 2013
  }, {
    "title": "Abrupt reversal in ocean overturning during the Palaeocene/Eocene warm period",
    "authors": ["Nunes F", "Norris RD"],
    "year": 2006
  }, {
    "title": "Empirical relationship between pH and the boron isotopic composition of Globigerinoides sacculifer: Implications for the boron isotope paleo-pH proxy. Paleoceanography",
    "authors": ["A Sanyal", "J Bijma", "H Spero", "DW. Lea"],
    "year": 2001
  }, {
    "title": "Boron isotope evidence for oceanic carbon dioxide leakage during the last deglaciation",
    "authors": ["MA Martinez-Boti"],
    "year": 2015
  }, {
    "title": "Vital effects in foraminifera do not compromise the use of delta B-11 as a paleo-pH indicator: Evidence from modeling",
    "authors": ["RE Zeebe", "DA Wolf-Gladrow", "J Bijma", "B. Hönisch"],
    "venue": "Paleoceanography",
    "year": 2003
  }, {
    "title": "The influence of symbiont photosynthesis on the boron isotopic composition of foraminifera shells",
    "authors": ["B Hönisch"],
    "venue": "Marine Micropaleontology",
    "year": 2003
  }, {
    "title": "Reconstructing ocean pH with boron isotopes in foraminifera",
    "authors": ["Foster GL", "Rae JWB"],
    "venue": "Annual Review of Earth and Planetary Sciences",
    "year": 2016
  }, {
    "title": "Experimental measurement of boron isotope fractionation in seawater",
    "authors": ["K Klochko", "AJ Kaufman", "WS Yao", "RH Byrne", "JA. Tossell"],
    "venue": "Earth and Planetary Science Letters",
    "year": 2006
  }, {
    "title": "A new boron isotope-pH calibration for Orbulina universa, with implications for understanding and accounting for ‘vital effects",
    "authors": ["MJ Henehan"],
    "venue": "Earth and Planetary Science Letters",
    "year": 2018
  }, {
    "title": "Equilibrium and nonequilibrium oxygen isotope effects in synthetic carbonates",
    "authors": ["Kim S-T", "O'Neil JR"],
    "venue": "Geochimica et Cosmochimica Acta",
    "year": 1997
  }, {
    "title": "Modelling the oxygen isotope distribution of ancient seawater using a coupled ocean-atmosphere GCM: Implications for reconstructing early Eocene climate",
    "authors": ["J Tindall"],
    "venue": "Earth and Planetary Science Letters",
    "year": 2010
  }, {
    "title": "Deep time foraminifera Mg/Ca paleothermometry: Nonlinear correction for secular change in seawater Mg/Ca. Paleoceanography",
    "authors": ["D Evans", "W. Müller"],
    "venue": "Art. No. PA4205",
    "year": 2012
  }, {
    "title": "Boron isotope exchange between seawater and the oceanic crust",
    "authors": ["Spivack AJ", "Edmond JM"],
    "venue": "Geochimica et Cosmochimica Acta",
    "year": 1987
  }, {
    "title": "Boron isotope systematics in large rivers: implications for the marine boron budget and paleo-pH reconstruction over the Cenozoic",
    "authors": ["D Lemarchand", "J Gaillardet", "E Lewin", "CJ. Allegre"],
    "venue": "Chemical Geology",
    "year": 2002
  }, {
    "title": "Macintosh program performs time‐series analysis",
    "authors": ["D Paillard", "L Labeyrie", "P. Yiou"],
    "venue": "Eos, Transactions American Geophysical Union",
    "year": 1996
  }, {
    "title": "Mode and tempo of the Paleocene-Eocene thermal maximum in an expanded section from the Venetian pre-Alps",
    "authors": ["L Giusberti"],
    "venue": "Geological Society of America Bulletin",
    "year": 2007
  }, {
    "title": "New chronology for the late Paleocene thermal maximum and its environmental implications",
    "authors": ["U Röhl", "TJ Bralower", "RD Norris", "G. Wefer"],
    "venue": "Geology",
    "year": 2000
  }, {
    "title": "An alternative age model for the Paleocene-Eocene Thermal Maximum using extraterrestrial He-3",
    "authors": ["Farley KA", "Eltgroth SF"],
    "venue": "Earth and Planetary Science Letters",
    "year": 2003
  }, {
    "title": "Evidence for a rapid release of carbon at the Paleocene-Eocene thermal maximum",
    "authors": ["Wright JD", "Schaller MF"],
    "venue": "Proceedings of the National Academy of Sciences",
    "year": 2013
  }, {
    "title": "Onset of carbon isotope excursion at the Paleocene-Eocene thermal maximum took millennia, not 13 years",
    "authors": ["RE Zeebe", "GR Dickens", "A Ridgwell", "A Sluijs", "E. Thomas"],
    "venue": "Proceedings of the National Academy of Sciences",
    "year": 2014
  }, {
    "title": "Layering in the Paleocene/Eocene boundary of the Millville core is drilling disturbance",
    "authors": ["Pearson PN", "Nicholas CJ"],
    "venue": "Proceedings of the National Academy of Sciences",
    "year": 2014
  }, {
    "title": "Unsettled puzzle of the Marlboro clays",
    "authors": ["P Stassen", "RP Speijer", "E. Thomas"],
    "venue": "Proceedings of the National Academy of Sciences",
    "year": 2014
  }, {
    "title": "Reply to Pearson and Nicholas, Stassen et al., and Zeebe et al.: Teasing out the missing piece of the PETM puzzle",
    "authors": ["Wright JD", "Schaller MF"],
    "venue": "Proceedings of the National Academy of Sciences",
    "year": 2014
  }, {
    "title": "Drilling disturbance and constraints on the onset of the Paleocene–Eocene boundary carbon isotope excursion in New Jersey",
    "authors": ["PN Pearson", "E. Thomas"],
    "venue": "Clim Past",
    "year": 2015
  }, {
    "title": "Anthropogenic carbon release rate unprecedented during the past 66 million years",
    "authors": ["RE Zeebe", "A Ridgwell", "JC. Zachos"],
    "venue": "Nature Geoscience",
    "year": 2016
  }, {
    "title": "The effect of silicate weathering on global temperature and atmospheric CO2",
    "authors": ["Brady PV"],
    "venue": "Journal of Geophysical Research",
    "year": 1991
  }, {
    "title": "Uncertainties due to transport-parameter sensitivity in an efficient 3-D ocean-climate model",
    "authors": ["NR Edwards", "R. Marsh"],
    "venue": "Clim Dyn",
    "year": 2005
  }, {
    "title": "Marine geochemical data assimilation in an efficient Earth System Model of global biogeochemical cycling",
    "authors": ["A Ridgwell"],
    "venue": "Biogeosciences",
    "year": 2007
  }, {
    "title": "Regulation of atmospheric CO2 by deep-sea sediments in an Earth system model",
    "authors": ["Ridgwell A", "Hargreaves JC"],
    "venue": "Glob Biogeochem Cycle",
    "year": 2007
  }, {
    "title": "The time scale of the silicate weathering negative feedback on atmospheric CO2",
    "authors": ["G Colbourn", "A Ridgwell", "TM. Lenton"],
    "venue": "Glob Biogeochem Cycle",
    "year": 2015
  }, {
    "title": "The ‘long tail’ of anthropogenic CO2 decline in the atmosphere and its consequences for post-closure performance assessments for disposal of radioactive wastes",
    "authors": ["NS Lord", "A Ridgwell", "MC Thorne", "DJ. Lunt"],
    "venue": "Mineralogical Magazine",
    "year": 2015
  }, {
    "title": "Global warming and the end-Permian extinction event: Proxy and modeling perspectives",
    "authors": ["Cui Y", "Kump LR"],
    "venue": "Earth-Science Reviews",
    "year": 2015
  }, {
    "title": "IPCC. Climate Change 2013: The physical science basis. Contribution of working group I to the fifth assessment report of the intergovernmental panel on climate change",
    "authors": ["Stocker", "TF", "editors"],
    "year": 2013
  }, {
    "title": "Glacial-interglacial perturbations in the global carbon cycle",
    "authors": ["A. Ridgwell"],
    "venue": "PhD thesis; Univ. of East Anglia at Norwich,",
    "year": 2001
  }],
  "id": "SP:28604b78861f6c08b332cfc133bd7ab4089cd0aa",
  "authors": [{
    "name": "Marcus Gutjahr",
    "affiliations": []
  }, {
    "name": "Andy Ridgwell",
    "affiliations": []
  }, {
    "name": "Philip F. Sexton",
    "affiliations": []
  }, {
    "name": "Eleni Anagnostou",
    "affiliations": []
  }, {
    "name": "Paul N. Pearson",
    "affiliations": []
  }, {
    "name": "Heiko Pälike",
    "affiliations": []
  }, {
    "name": "Richard D. Norris",
    "affiliations": []
  }, {
    "name": "Ellen Thomas",
    "affiliations": []
  }, {
    "name": "Gavin L. Foster",
    "affiliations": []
  }],
  "abstractText": "Global warming during the Palaeocene-Eocene Thermal Maximum1,2 (PETM, ~56 Ma) is commonly interpreted as being primarily driven by the destabilization of carbon from surficial sedimentary reservoirs such as methane hydrates3. However, the source(s) of carbon remain controversial1,3–5. Resolving this is key to understanding the proximal cause, as well as quantifying the roles of triggers versus feedbacks in driving the event. Here we present new boron isotope data – a proxy for seawater pH – that demonstrate the occurrence of persistently Users may view, print, copy, and download text and data-mine the content in such documents, for the purposes of academic research, subject always to the full Conditions of use:http://www.nature.com/authors/editorial_policies/license.html#terms corresponding author: mgutjahr@geomar.de. Author contributions G.L.F., P.F.S. and P.N.P. developed the concept and designed the study. M.G. and E.A. carried out the chemical sample preparation as well as elemental and isotopic analyses. P.F.S. performed the foraminifer taxonomy and prepared foraminifer samples for the analyses. R.D.N. and E.T. supplied washed coarse fraction samples. P.F.S. developed the age model. A.R. devised and conducted the Earth system modelling and analysis. H.P. carried out the carbon and oxygen isotopic analyses. M.G., A.R., G.L.F. and P.F.S. led the writing of the manuscript. All authors contributed to the interpretation and writing of the final text. Competing financial interests The authors declare no competing financial interests. Data availability Foraminifera and bulk carbonate stable isotope results are published alongside this articles in Supplementary Tables S1 and S2 and can also be accessed on the UK National Geoscience Data Centre (NGDC) (http://www.bgs.ac.uk/services/ngdc/). All modeling related data is included as part of the cGENIE model code distribution (see above). Europe PMC Funders Group Author Manuscript Nature. Author manuscript; available in PMC 2018 February 28. Published in final edited form as: Nature. 2017 August 30; 548(7669): 573–577. doi:10.1038/nature23646. E uope PM C Fuders A uhor M ancripts E uope PM C Fuders A uhor M ancripts suppressed surface ocean pH across the PETM. Our pH data, alongside a paired carbon isotope record, are assimilated in an Earth system model to reconstruct the unfolding carbon cycle dynamics across the event6,7. We find strong evidence for a much larger (>10,000 PgC) and on average isotopically heavier carbon source than considered previously8,9. This leads us to identify volcanism associated with the North Atlantic Igneous Province, rather than carbon from a surficial reservoir, as the main driver of the PETM10,11. We also find that, although amplifying organic carbon feedbacks with climate likely played only a subordinate role in driving the event, enhanced organic matter burial was important in ultimately sequestering the released carbon and accelerating the recovery of the Earth system12. Aside from climate13 and ecological sensitivities14, arguably the greatest uncertainties surrounding the response of the Earth system to massive carbon release concern the role of carbon-cycle feedbacks15. A past event with considerable potential to evaluate such feedbacks is the Palaeocene-Eocene Thermal Maximum (PETM)1 – a 4-5°C transient surface warming2 associated with ecological disruption occurring around 55.8 million years ago16. Estimates of total carbon release vary from ~3,000 PgC to over 10,000 PgC7,8, spanning the range of present-day fossil fuel reserves17 but equally reflecting considerable uncertainty in current understanding. The source(s) of carbon is also highly uncertain, and has been proposed to involve methane hydrates3, permafrost4 and marine sedimentary5 organic matter. To further complicate the matter, proposed triggers for the PETM include orbital variations4 and an extraterrestrial impact18. Massive flood basalts and sill emplacement occurring around the time of the PETM and associated with the North Atlantic Igneous Province (NAIP)10,11,19, constitute an additional potential source of carbon, but one not linked to a feedback with climate. If we are to fully understand the paleo-record, as well as exploit it to improve our understanding of the longer-term consequences of anthropogenic carbon emissions, we must resolve the balance of carbon source(s) that gave rise to the PETM, and thereby deconvolve the role(s) of triggers versus feedbacks. To provide new insight into the amount and source of carbon involved in PETM warming, we present new, paired, surface ocean boron (a well-established proxy for ambient surface seawater pH20,21) and carbon isotope data, and simultaneously use these to constrain the time-varying sources and sinks of carbon across the PETM in a novel data assimilation approach in an Earth System model (ESM). We generated near-continuous boron, oxygen and carbon isotope records from NE Atlantic DSDP Site 401, using the surface ocean mixed-layer dwelling foraminifer Morozovella subbotinae (Fig. 1). We sampled the sediment sequence over an interval corresponding to ~300 ka preceding the carbon isotope excursion (CIE) to ~500 ka afterwards, using a new stratigraphy for Site 401 (Methods). To avoid alignment issues between proxies, we measured boron, oxygen and carbon isotopic compositions on the same samples (Figs. 1a, c, e and Extended Data Fig. 2). Our measured CIE magnitude at Site 401 of -3.4‰ (Fig. 1a) is at the upper end of planktic foraminiferal δ13C records (minimum CIE: -0.7, maximum -4.4, average -2.7, n=36)1, suggesting that our sampling encompasses close to the full magnitude of the CIE (see Methods). The CIE is accompanied by a decrease in δ11B of almost 1.7‰ (Fig. 1c). The Gutjahr et al. Page 2 Nature. Author manuscript; available in PMC 2018 February 28. E uope PM C Fuders A uhor M ancripts E uope PM C Fuders A uhor M ancripts lowest δ13C and δ11B values are both observed about ~25 ka after the onset of the CIE in our preferred age model, giving an inferred duration of the onset phase of the CIE in good agreement with an independently dated record from Spitsbergen16. Because of uncertainties in early Cenozoic seawater boron isotopic composition (δBSW), we tie our initial, pre-CIE boron isotope derived pH to mean ocean pH (7.75) as simulated by the ‘GENIE’ Earth System Model (ESM)6 and following the approach of a previous PETM model-data pH study20. Our δ11B measurements then dictate the timing and magnitude of how ocean pH deviated from this value across the PETM. In our pH reconstruction, we calculate an uncertainty envelope accounting for uncertainties in surface ocean temperature and salinity plus δ11B measurement errors, and test two contrasting endmember δ11B-pH calibrations for the extinct foraminifer M. subbotinae (see Methods). We focus on the δBforam = δBborate calibration, giving an estimated δBSW (38.9 ± 0.4‰) consistent with a recent reconstruction of Eocene δBSW based on δ11B21. Evolution of ocean pH across the PETM is characterized by a negative excursion of 0.27 (range: 0.18-0.41) or 0.36 (0.21-0.56) pH units, depending on which δ11B-pH calibration is used (Fig. 2 and Extended Data Fig. 3a), and in general agreement with a recently published PETM δ11B record20 (Fig. 2). The wide geographic distribution, but close correspondence in magnitude of all PETM δ11B-pH records (Pacific, S. Atlantic and N. Atlantic) gives us confidence that a global surface pH excursion signal is captured at DSDP Site 401. The fact that ocean surface pH responds relatively uniformly in models14 supports the evidence from multiple δ11B records (Fig. 2) that a single open ocean site can be representative of the global trend (see Methods). To reconstruct PETM carbon release and its average isotopic composition, we devised a novel data assimilation methodology. We build on previous work7 in which a single δ13C record was assimilated (‘inverted’) to constrain the time-varying addition of carbon, but here exploit a more direct indicator of carbon addition – ocean surface pH (Fig. 2). This allows our δ13C record to simultaneously provide a second, independent constraint on the isotopic composition of the carbon emissions in a transient, 500 kyr duration assimilation of both records (see Methods). We explored a wide range of different model parameterizations and proxy assumptions (Extended Data Table 1a) but focus here on the results of the data assimilation of the smoothed record. With our preferred age model (‘R07sm’, Extended Data Table 1a) we diagnose a cumulative PETM carbon release reaching ~10,200 PgC with almost all emissions occurring in the first 50 kyr (Fig. 3d). This estimate is largely independent of the choice of age model (Extended Data Table 1), which primarily affects the cumulative carbon emissions associated with the onset interval itself (defined as: from the first trace of the δ13C decline in our records up to peak CIE values) rather than with total emissions associated with the event as a whole. We demonstrate this in idealized model experiments (Extended Data Fig. 5 and Extended Data Table 1b) in which we find total carbon emissions over 50 kyr essentially independent of the assumed duration of the onset interval, and varying by only ±20% at the 20 kyr horizon (Extended Data Fig. 5 and Extended Data Table 1b). Thus, it is the extended duration of low pH across the PETM as a whole and the existence of the so-called carbon isotope ‘plateau’2, Gutjahr et al. Page 3 Nature. Author manuscript; available in PMC 2018 February 28. E uope PM C Fuders A uhor M ancripts E uope PM C Fuders A uhor M ancripts rather than the duration of the onset interval alone, that lead to our diagnosis of total PETM emissions on the order of 10,000 PgC. Uncertainty in the duration of low pH equates to ~100 PgC kyr-1 at the 50 kyr horizon (Extended Data Fig. 5), consistent with the ~12,000 PgC total emissions deduced for our alternative age model with an extended duration of low pH (Extended Data Fig. 3c). In response to carbon emissions, atmospheric pCO2 in the model increases from ~866 to a peak PETM value of 2176 +1904/-669 μatm, consistent with independent atmospheric pCO2 constraints based on variable terrestrial and marine δ13C gradients over the PETM22. The corresponding projected annual mean sea surface temperature (SST) increase is 3.6°C – close to the observation-based global mean warming estimate of 4-5°C2. Also in response to carbon emissions (and surface ocean pH suppression), there is a shoaling of the carbonate compensation depth (CCD) in the model – the depth horizon below which calcium carbonate (CaCO3) is not preserved23 (Extended Data Fig. 7). In previous global carbon cycle model analyses of the PETM, the CCD has been used as a data constraint, with the conclusion that carbon emissions on the order of 10,000 PgC are too high8. In contrast, here, the relatively long (>50 kyr) duration of low ocean pH conditions (Fig. 3) in conjunction with weathering feedbacks, leads to a partial decoupling of pH and ocean carbonate saturation24, hence a relatively muted response of the CCD despite the large emissions (Extended Data Fig. 7 and Methods). Diagnosed carbon emission rates peak at 0.58 PgC yr-1 (Fig. 3c; Extended Data Table 1a), although we assign rather less confidence to these, because their value is sensitive to the duration of the onset of the PETM and hence the specific age model (Extended Data Table 1a). To put this in perspective, for carbon input rates to approach those of current fossil fuel emissions (~10 PgC yr-1 17), the PETM onset would have to occur within 200-500 yr – a duration not supported by any independent age model7,16,24,25. The much lower than modern carbon emissions rate we diagnose here then implies reduced PETM ocean acidification impacts (especially in carbonate saturation) compared to the future6,15. However, we cannot rule out multiple, short-lived pulses of carbon release >0.58 PgC yr-1 having occurred throughout an extended (e.g. 20 kyr) onset24. In addition to the emissions diagnosed by matching the pH decline, using the δ13C data as an independent constraint leads us to deduce a flux-weighted mean δ13C of released carbon of -11‰ (Fig. 3f, n). However, the smoothed δ13C record (-2.6‰ excursion) on which we focus, very likely underestimates the isotopic magnitude of the event. For instance, if the ‘true’ PETM CIE was as large as -4.0‰7,24 and we simply proportionally scale δCinput, diagnosed on the basis of a -2.6‰ excursion, we obtain a more depleted mean source of -17‰. Uncertainty in our ocean pH reconstruction also affects the diagnosed carbon source composition. Our minimum pH decrease of 0.18 pH units requires only 5,700 PgC, with a mean δCinput of -19‰. However, the comparatively muted surface warming seen in this ‘minimal pH change’ model experiment (2.25°C, Extended Data Table 1a – experiment ‘R07am_HI’) is difficult to reconcile with an observed warming of 4-5°C2. Conversely, the upper end of our measured pH increase would require emission of considerably more carbon (19,960 PgC) with a correspondingly heavier carbon isotopic composition of -6.6‰ (Extended Data Table 1a). Gutjahr et al. Page 4 Nature. Author manuscript; available in PMC 2018 February 28. E uope PM C Fuders A uhor M ancripts E uope PM C Fuders A uhor M ancripts Our diagnosed carbon input over the event likely reflects a combination of carbon source(s) – for instance, a mean of -11‰ could reflect a 75% contribution of mantle-derived carbon (δCsource ~-6‰) plus 25% from permafrost (~-26‰), or 90% mantle-derived plus 10% methane hydrates (~-60‰). In such scenarios, volcanism triggered the PETM, and thawing permafrost in Antarctica4 or destabilization of methane hydrates provided amplifying feedback. Assuming a -4‰ magnitude excursion and mean δCinput of -17‰ still requires a substantial CO2 contribution from volcanism10, but would allow for the possibility of a greater role for organic carbon feedbacks – almost 60% for organic matter or ~20% for methane hydrates. To date, the PETM has predominantly been viewed as an event dominated by feedbacks between climate and reservoirs of carbon3. Yet, there is abundant evidence of an intimate link in time with the opening of the North Atlantic11, with volcanism and ash deposition occurring from immediately prior to PETM onset, as also recorded by declining 187Os/188Os in sediments19. Radiometric dating places the PETM coincident with a ~1 Myr interval of massive flood basalt volcanism11 and the emplacement of magmatic sills26, both of which represent large carbon sources. Degassing CO2 from magma yields an estimated 3,600-6,000 gC m-3 27 and combining this with the estimated volume of the NAIP as a whole (5×106 km3 to 10×106 km3 11,27), equates to a potential carbon source of 18,000-60,000 PgC. The interaction of magmatism with organic rich sediments could enhance carbon release via thermogenic methane production10,11, which is estimated to range from 3,000-6,000 PgC28 to as high as 15,000 PgC10. Available carbon reservoirs are thus more than sufficient to provide the 10,200-12,200 PgC required by our data assimilation and we further note that an all-volcanic carbon driver scenario for the PETM is possible if thermogenic methane10,11 provided the isotopically lighter end-member. On the other hand, NAIP magmatic activity took place over several million years10,11 and how carbon emissions were distributed with time over this interval is currently unknown. Dating, biostratigraphy, and seismic constraints do however: (1) place an interval of volcanism in East Greenland11 and sill emplacement in the Vøring Basin (offshore Norway)26, both coeval with PETM onset, (2) identify 100s of degassing structures consistent with thermogenic carbon release as forming close to the P-E boundary10 and with one structure constrained to have been active during the body of the PETM itself9. Release of a disproportionate amount of NAIP carbon associated with the PETM is hence consistent with available geological evidence as well as our data-inferred carbon source and total release. More work dating further specific volcanic episodes and refining carbon reservoir estimates is however clearly needed. Our paired δ11B-δ13C data also provide insights into climate system recovery from PETM warming. Once carbon emissions ceased (ca. ~55 kyr after PETM initiation – Fig. 3c), elevated global temperatures (Fig. 3a) and enhanced rates of silicate weathering (Fig. 3c) in cGENIE (see Methods) drive a trend of increasing ocean surface pH that closely follows the observed surface ocean pH recovery (Fig. 3b). However, we find a model-data misfit of up to ~1‰ in δ13C during the recovery phase (Fig. 3e). We therefore performed an additional set of experiments in which, after peak CIE, organic carbon (Corg) is removed from the ocean surface29 and assumed buried whenever modelled mean ocean surface δ13C registered lower values than the observed trend (see Methods). These final experiments provide close agreement with the recovery trend in the δ13C data (Fig. 3m), with cumulative Corg burial Gutjahr et al. Page 5 Nature. Author manuscript; available in PMC 2018 February 28. E uope PM C Fuders A uhor M ancripts E uope PM C Fuders A uhor M ancripts (Fig. 3l, blue bars) of 2,500 PgC (at an average modelled marine value of -30.5‰), in agreement with other estimates (~2,000 PgC)12 of the role of enhanced organic matter burial in PETM recovery29 as well as the ensuing reduction in deep-sea oxygenation30. These findings collectively lead us to a view of the PETM as having been on the smaller end of a spectrum of severe perturbations of climate and carbon cycling during the Cretaceous and Jurassic (Ocean Anoxic Events – OAEs30,31), despite it having been by far the largest end-member in a series of Paleocene-Eocene ‘hyperthermal’ events32. Our pH reconstruction, in conjunction with the observed δ13C decline, constrains the dominant carbon source during the PETM onset to have had a comparatively heavy carbon isotope ratio, strongly implicating volcanism as having been dominant in triggering and driving the event. Our inferred mean δ13C source of -11 to -17‰ is consistent with the isotopically relatively heavy source (ca. -15‰33) inferred for the end-Permian event, suggesting mechanistic similarities between the two events27. The implied important role for organic carbon deposition in the recovery from peak warming12 represents another diagnostic feature of OAEs31 (and end-Permian). Further quantifying and understanding the precise role of feedbacks – both those amplifying initial CO2 release, and those aiding recovery from global warming – is arguably where the PETM is of greatest value in helping reduce uncertainties surrounding the response of the global carbon cycle and climate system to perturbation.",
  "title": "Very large release of mostly volcanic carbon during the Paleocene-Eocene Thermal Maximum"
}