{
  "sections": [{
    "text": "Earth, MLOST, HadCRUT4, 20th Century Reanalysis) were investigated and compared with regard to the presence of components attributable to external climate forcings (associated with anthropogenic greenhouse gases, as well as solar and volcanic activity) and to major internal climate variability modes (El Niño/Southern Oscillation, North Atlantic Oscillation, Atlantic Multidecadal Oscillation, Pacific Decadal Oscillation and variability characterized by the Trans-Polar Index). Multiple linear regression was used to separate components related to individual explanatory variables in local monthly temperatures as well as in their global means, over the 1901– 2010 period. Strong correlations of temperature and anthropogenic forcing were confirmed for most of the globe, whereas only weaker and mostly statistically insignificant connections to solar activity were indicated. Imprints of volcanic forcing were found to be largely insignificant in the local temperatures, in contrast to the clear volcanic signature in their global averages. Attention was also paid to the manifestations of short-term time shifts in the responses to the forcings, and to differences in the spatial fingerprints detected from individual temperature data sets. It is shown that although the resemblance of the response patterns is usually strong, some regional contrasts appear. Noteworthy differences from the other data sets were found especially for the 20th Century Reanalysis, particularly for the components attributable to anthropogenic forcing over land, but also in the response to volcanism and in some of the teleconnection patterns related to the internal climate variability modes."
  }, {
    "heading": "1 Introduction",
    "text": "Temporal variability within the climate system results from a complex interaction of diverse processes, both exogenous and arising from internal climate dynamics. To identify and quantify the effects of individual climate-forming agents, two complementary approaches are typically employed (e.g., IPCC, 2013): numerical simulations based on general circulation models (GCMs) and statistical techniques. While the statistical methods do not offer the physical insight provided by the GCM-based simulations, they are potentially able to capture relations omitted or distorted within GCMs due to the need for simplified representation of the relevant physical processes. A number of authors have investigated the presence of relations between climate forcings and time se-\nries of climate variables by statistical means, often involving multivariable regression analysis or related techniques. The resulting studies typically show a strong link between temperature and anthropogenic forcing (e.g., Pasini et al., 2006; Lean and Rind, 2008; Schönwiese et al., 2010; Rohde et al., 2013b; Canty et al., 2013; Chylek et al., 2014b), although linear change with time is also often used to approximate the long-term temperature evolution (e.g., Foster and Rahmstorf, 2011; Gray et al., 2013; Zhou and Tung, 2013). Imprint of solar activity is usually quite weak in the near-surface temperature series (e.g., Lockwood, 2012, and references therein) and the spatial patterns of eventual response tend to be quite complex (Lockwood, 2012; Gray et al., 2013; Hood et al., 2013; Xu and Powell, 2013). Major volcanic eruptions typi-\nPublished by Copernicus Publications on behalf of the European Geosciences Union.\ncally manifest by temporary cooling in the globally averaged temperature, although its magnitude differs somewhat among individual temperature data sets as well as between ocean and land (Canty et al., 2013) and the geographic fingerprint of the temperature response is far from trivial (Stenchikov et al., 2006; Driscoll et al., 2012; Gray et al., 2013).\nCompared to the often pan-planetary reach of the external forcings, major manifestations of internal climate variability modes tend to be more localized, though sometimes with ample projection of weaker influences through teleconnections. Relatively well understood is the El Niño/Southern Oscillation (ENSO) system, dominating in the tropical Pacific, but also affecting various aspects of weather patterns in many regions across the globe and leaving a distinct imprint in globally averaged temperature as well (e.g., Trenberth et al., 2002). The effect of the North Atlantic Oscillation (NAO) is prominent particularly in the areas around the northern Atlantic (e.g., Hurrell et al., 2003). The Northern Atlantic is also the primary area of activity of Atlantic Multidecadal Oscillation (AMO), with potential imprints noticeable in local temperatures as well as their global means (e.g., Tung and Zhou, 2013; Zhou and Tung, 2013; Rohde et al., 2013b; Muller et al., 2013; Chylek et al., 2014b; van der Werf and Dolman, 2014; Rypdal, 2015). A related (pseudo)oscillatory system manifests in the northern Pacific in the form of Pacific Decadal Oscillation (PDO: Zhang et al., 1997), although its direct link with global temperature seems to be less pronounced than AMO’s (e.g., Canty et al., 2013). Other potentially influential variability modes can be identified in the climate system, though their exact mechanisms and effects are not always completely known. Selection and preparation of explanatory variables representing individual climateforming factors is a critical part of statistical attribution analysis; more details on their choice and specific form in our tests are provided in Sect. 2.1.\nOf the descriptors of the climate system, temperaturerelated characteristics are arguably the most intensely investigated. Over the recent years, various research groups have developed and gradually evolved data sets of near-surface global gridded temperature (including MLOST: Smith et al., 2008; GISTEMP: Hansen et al., 2010; HadCRUT4: Morice et al., 2012; Berkeley Earth: Rohde et al., 2013a, b), which now provide more than a century of mid-to-high resolution data for a substantial portion of the globe. In addition to these temperature analyses, created primarily by interpolation and/or averaging techniques, reanalysis data are also used to approximate past climate. Of particular interest regarding the longer-term variability is the 20th Century Reanalysis (20CR: Compo et al., 2011), currently providing global gridded data from the mid-19th century on. While all these data sets approximate the same historical evolution of the climate system and share much of their basic temporal variability on pan-planetary scale (e.g., Hansen et al., 2010; Foster and Rahmstorf, 2011; Compo et al., 2013; Rohde et al., 2013b), the respective temperature fields do differ to\nsome, regionally dependent, degree. In this paper, we aim to investigate and compare selected aspects of spatio-temporal variability in several gridded data sets of monthly temperature, introduced in Sect. 2.2, with emphasis on identification of temperature responses attributable to climate forcings and major modes of internal climate variability.\nOur methodology of attribution analysis is largely based on multiple linear regression, as detailed in Sect. 3. Basic match of temporal variability between the temperature data sets is quantified through linear correlations, with results shown in Sect. 4.1. Presence, magnitude and statistical significance of components attributable to individual explanatory variables in globally averaged temperatures are investigated in Sect. 4.2, including an analysis of potential timedelayed responses. An analysis of the geographical response patterns is then carried out in Sect. 4.3, followed by an assessment of local time-delayed responses in Sect. 4.4 and discussion of the results in Sect. 5. Only the key outcomes of our analysis are presented in the paper itself – additional materials are provided in the Supplement, particularly results derived for shorter sub-periods of the time series studied."
  }, {
    "heading": "2 Data",
    "text": ""
  }, {
    "heading": "2.1 Explanatory variables",
    "text": "Although many of the statistical attribution studies pursue a similar goal and share much of their basic methodology, substantial diversity exists in the selection of the explanatory factors employed and their specific variants. Here, we used eight predictors with proven or reasonably suspected influence on climate on global or continental scale, representing effects of various external forcings and climatic oscillations (Fig. 1).\nAmong the external influences on the climate system, role of the greenhouse gases (GHGs) is relatively well understood (e.g., IPCC, 2013). Due to their positive contribution to radiative forcing, man-made GHGs are believed to be responsible for much of the near-surface global temperature rise during the later stages of the instrumental period. Anthropogenic influences to climate do also manifest through formation of various aerosols, including sulfates or black carbon, or by production of tropospheric ozone, although the uncertainties regarding their direct and especially indirect impacts are still profound (e.g., Skeie et al., 2011; IPCC, 2013). Furthermore, due to the limited lifespan of the aerosols, their amounts are highly variable in time and space, unlike the concentrations of the relatively long-lived GHGs. From the perspective of statistical analysis, the often strong temporal correlation of the amounts of GHGs and aerosols is also problematic, making it difficult for a regression mapping to distinguish between their respective effects. For these reasons, anthropogenic aerosol forcings were not directly considered here, and global CO2equivalent GHG concentration was used as the sole anthro-\nEarth Syst. Dynam., 7, 231–249, 2016 www.earth-syst-dynam.net/7/231/2016/"
  }, {
    "heading": "J. Mikšovský et al.: Imprints of climate forcings 233",
    "text": "pogenic predictor, in the version provided by Meinshausen et al. (2011; http://www.pik-potsdam.de/~mmalte/rcps/), interpolated onto monthly time resolution. Note that the temperature responses obtained with this GHG-only predictor would be virtually identical to those derived for total global anthropogenic forcing, as further discussed in Sect. 5.\nGlobal monthly series of stratospheric aerosol optical depth provided by NASA GISS at http://data.giss.nasa.gov/ modelforce/strataer/ (Sato et al., 1993) was employed as a proxy for volcanic forcing. The effects of variable solar activity were characterized through monthly values of solar irradiance, based on the reconstruction by Wang et al. (2005) and obtained from http://climexp.knmi.nl/data/itsi_wls_mon.dat. Extension of the series beyond year 2008 was done by the rescaled SORCE-TIM measurements from http://lasp. colorado.edu/home/sorce/data/tsi-data/ (Kopp et al., 2005).\nIn addition to the external forcings tied to exogenous factors, temporal variability of the climate system is also shaped by various internal oscillations. Southern Oscillation index (SOI), provided by CRU at http://www.cru.uea. ac.uk/cru/data/soi/ (Ropelewski and Jones, 1987), was used to characterize the phase of ENSO, the dominant variability mode in the tropical Pacific. North Atlantic Oscillation (NAO) was represented by its index (NAOI) by Jones et al. (1997), defined from normalized pressure difference between Reykjavik and Gibraltar (CRU: http://www.cru.uea.ac. uk/cru/data/nao/). A great deal of attention has recently been devoted to the effects of Atlantic Multidecadal Oscillation (AMO), a climatic mode possibly exhibiting periodicity of about 70 years (Schlesinger and Ramankutty, 1994) and typ-\nically characterized by indices derived from north Atlantic SST (e.g., Enfield et al., 2001; Canty et al., 2013). Presence of AMO-synchronized components in temperature series has been demonstrated at both global (e.g., Canty et al., 2013; Rohde et al., 2013b; Zhou and Tung, 2013; Chylek et al., 2014b; Rypdal, 2015) and local (e.g., Enfield et al., 2001; Tung and Zhou, 2013; Chylek et al., 2014a; Mikšovský et al., 2014) scales, although discussion still continues regarding AMO’s exact nature and optimum way of its representation (Mann et al., 2014; Zanchettin et al., 2014; Lewis, 2014; Knudsen et al., 2014; Ting et al., 2014). In this analysis, AMO’s phase has been characterized through a linearly detrended index (AMOI) based on the prevalent definition by Enfield et al. (2001) and downloaded from http: //www.esrl.noaa.gov/psd/data/timeseries/AMO/. Note that a non-smoothed version of the index was used, involving both long-term and shorter-term SST variability in the northern Atlantic. An AMO and ENSO-related phenomenon in the north Pacific area, Pacific Decadal Oscillation (PDO – Zhang et al., 1997), is typically characterized through a series of the first principal component of north Pacific SST. Here, the variant calculated by KNMI Climate Explorer at http://climexp.knmi.nl/ from ERSST data was employed as predictor, further referenced as PDOI. Lastly, to explore patterns of temperature variability in the southern extra-tropical regions, Trans-Polar index (TPI) was also used as an explanatory variable. The respective series, calculated as normalized pressure difference between Hobart (Tasmania) and Stanley (Falkland Islands), is available from CRU at http: //www.cru.uea.ac.uk/cru/data/tpi/ (Jones et al., 1999) for the\nwww.earth-syst-dynam.net/7/231/2016/ Earth Syst. Dynam., 7, 231–249, 2016\n1895–2006 period. Beyond the year 2006, sea-level pressure data from the 20th Century Reanalysis were used to extend the CRU-supplied series.\nNot all of the predictors here can be considered mutually independent, from neither physical nor statistical perspective. In Table 1, formal similarity of the series of individual explanatory variables is illustrated through values of Pearson correlation coefficient r , and degree of collinearity is also quantified by variance inflation factor for each predictor. The positive correlation between GHG amount and solar irradiance (r = 0.37 for our version of the predictors, over the 1901–2010 period) stems from similarity of the long-term components of these signals (lower values in the early part of the 1901–2010 period, higher towards the end); their causal link over the time period studied here is unlikely though. Noteworthy links can also be seen for PDO, which is considered to be partly driven by ENSO (Newman et al., 2003), resulting in anticorrelation of the PDOI and SOI series (r =−0.37). A relation also exists between PDOI and AMOI: although the connection is weak for synchronous series (r = 0.01), distinct time-delayed correlations exist (e.g., Zhang and Delworth, 2007; Wu et al., 2011). Correlation between AMOI and solar irradiance (r = 0.16) and volcanic aerosol optical depth (r =−0.27) may be an indication of possible external forcing of AMO (Knudsen et al., 2014); similarity between GHG and AMOI series (r = 0.22) may stem from use of linear detrending in the calculation of AMOI (see Canty et al., 2013, for a broader discussion of the related matters). Anticorrelation between volcanic aerosol optical depth and SOI (r =−0.17) results mainly from coincidence of some of the major volcanic events with the El Niño phases of ENSO. While the correlations within our set of predictors are mostly mild, there are some potential implications of this shared variability, as discussed in Sect. 5."
  }, {
    "heading": "2.2 Temperature data sets",
    "text": "Monthly series of near-surface temperature on a (semi-)regular longitude-latitude grid from four temperature analyses and one reanalysis were studied:\n– GISTEMP of NASA’s Goddard Institute for Space\nStudies, available at http://data.giss.nasa.gov/gistemp/ (Hansen et al., 2010). The data set provides temperatures since 1880; it was employed here in the version on a 2◦× 2◦ grid, with 1200 km smoothing, using ERSSTv3b as the source of sea surface temperatures. Tests were also carried out with the version employing 250 km smoothing; however, due to substantially more limited data coverage, and just small differences between the resulting temperature response patterns, the outcomes for the 250 km variant are only provided as an additional material in the Supplement (Fig. S5).\n– Temperature analysis of the Berkeley Earth group, ob-\ntained from http://berkeleyearth.org/data (Rohde et al.,\n2013a, b). While the data set is primarily created for land, a variant with coverage of oceanic areas by reinterpolated HadSST3 (Kennedy et al., 2011a, b) is also provided. We used this combined data set here; for brevity, it is referred to as BERK. The data are available in the spatial resolution of 1◦× 1◦, for years from 1850 on.\n– Merged Land-Ocean Surface Temperature Analysis\n(MLOST) by NOAA, from http://www.esrl.noaa.gov/ psd/data/gridded/data.mlost.html (Smith et al., 2008). Defined on a 5◦× 5◦ grid, from 1880 on.\n– HadCRUT4, a combined land (CRUTEM4) and sea\n(HadSST3) temperature data set by Climatic Research Unit (University of East Anglia) and Hadley Centre (UK Met Office) from http://www.cru.uea.ac.uk/cru/ data/temperature/ (Morice et al., 2012). Defined on a 5◦× 5◦ grid, from 1850 on.\n– 20th Century Reanalysis (20CR) by NOAA ESRL\nPSD, obtained in version V2 from http://www.esrl. noaa.gov/psd/data/20thC_Rean/ (Compo et al., 2011). For this study, monthly means of 2m temperature in T62 Gaussian grid were used (resolution approximately 1.75◦ longitude× 2◦ latitude). Note that, unlike the above analysis-type data sets, 20CR does not utilize temperature measurements from land-based stations and recreates the temperature characteristics over continents from other types of data assimilated into the model (pressure measurements) or used as boundary condition (sea surface temperature). As a reanalysis, 20CR provides a complete coverage of the globe and data for various pressure levels, in a sub-daily time step (although only monthly averages were analyzed here). Assessment of the usability of 20CR as a source of data for study of spatiotemporal variability of temperature is one of the focal points of this paper.\nAll four gridded temperature analysis data sets (GISTEMP, BERK, MLOST, HadCRUT4; hereinafter also referred to as observational data sets) are natively provided as monthly anomalies, and were analyzed as such. For 20CR temperatures, anomalies were constructed by subtracting mean annual cycle for the period 1951–1980. In addition to gridded temperatures, global temperature means (representing either land-only or fully global spatial averages) were also studied. The respective global monthly series were obtained from the web pages of the individual research groups, with the exception of 20CR, for which global average was calculated as a latitude-adjusted weighted mean from the gridded data for the full globe or for the area between 60◦ S and 75◦ N (i.e., excluding the poleward-most regions with the most incomplete temperature coverage by the observational data sets).\nEarth Syst. Dynam., 7, 231–249, 2016 www.earth-syst-dynam.net/7/231/2016/\nTable 1. Pearson correlation coefficient between series of individual predictors (Fig. 1) in the 1901–2010 period. The upper-right segment of the matrix contains values for the original concurrent series, the lower-left segment values for their time-shifted versions (as specified in Fig. 4’s caption). The bottom-most row shows values of the variance inflation factor (VIF) for individual time-shifted predictors, calculated as 1/(1–R2), where R2 is the coefficient of determination obtained from regression of the given explanatory variable on the rest of the predictors. See Table S1 in the Supplement for correlations over the sub-periods 1901–1955 and 1956–2010.\nGHG Solar Volc. SOI NAOI AMOI PDOI TPI\nGHG 0.37 0.10 −0.07 −0.08 0.22 0.07 0.06 Solar 0.37 0.01 −0.01 0.02 0.16 0.05 −0.01 Volc. 0.11 −0.02 −0.17 0.08 −0.27 0.15 −0.01 SOI −0.08 −0.01 −0.12 −0.01 0.00 −0.37 −0.02 NAOI −0.08 0.02 0.06 0.00 −0.15 −0.04 −0.04 AMOI 0.22 0.16 −0.30 −0.07 −0.15 0.01 0.00 PDOI 0.07 0.05 0.19 −0.39 −0.04 0.01 0.00 TPI 0.06 −0.01 0.00 0.00 −0.04 0.00 0.00\nVIF 1.26 1.18 1.19 1.20 1.04 1.22 1.22 1.00"
  }, {
    "heading": "3 Regression analysis setup",
    "text": "Despite the inherently nonlinear and deterministically chaotic nature of the climate system, the interaction of external climate forcings in temperature signals can often be approximated quite well by a simple linear superposition (e.g., Shiogama et al., 2013). Even when effects of internal climatic oscillations are studied in the frame of multivariable statistical attribution analysis, nonlinearities are generally not dominant, albeit sometimes detectable (e.g., Pasini et al., 2006; Schönwiese et al., 2010; Mikšovský et al., 2014). Further considering the increased computational costs and more complicated interpretation for the nonlinear regression techniques, only multiple linear regression (MLR) was applied here to separate contributions from individual predictors, subject to a calibration procedure minimizing the sum of squared regression residuals.\nAlthough application of MLR-based mappings is quite straightforward in itself, potential challenges await when estimating the statistical significance of the regression coefficients, particularly due to non-Gaussianity and serial correlations in the data. For construction of the confidence intervals in Sect. 4.2, bootstrapping was used. Since the basic form of bootstrap (resampling data for individual months as fully independent cases) does not account for autocorrelation structures in the data, which cannot be ignored in the monthly temperatures (e.g., lag-1-month autocorrelations in the regression residuals ranged between 0.32 and 0.61 for different versions of globally averaged temperature), moving-block bootstrap was used (e.g., Fitzenberger, 1998).\nIn an effort to alleviate the high computational costs of full bootstrap, an alternative approach to assessment of statistical significance was also explored: Monte Carlo-style tests designed to estimate thresholds of the regression coefficients, consistent with the null hypothesis of the absence of regressor-related component(s) in the regressand. Our experiments have shown that the effect of autocorre-\nlation structures on the coefficient thresholds is approximated quite well by the predictor-specific expansion factors ((1+apar)/(1−apar)) 1/2, with ap and ar representing AR(1) autoregressive parameters for the predictor series and for the series of the regression residuals, respectively. This factor resembles the one occasionally employed in estimation of statistical significance of correlations between series with AR(1)-type autocorrelation structure (e.g., Bretherton et al., 1999); its use allows for a numerically inexpensive approximation of statistical significance provided that the structure of the regression residuals conforms to a AR(1) model. While such assumption is not completely valid for the temperature data (e.g., Foster and Rahmstorf, 2011), the results obtained proved to be close to those from moving-block bootstrap, with noticeable differences only appearing in the presence of the strongest residual autocorrelations. These predictorspecific inflation factors (applied to the coefficient significance thresholds derived for predictand data free of serial correlations) were therefore used for approximation of the significance of the regression coefficients in the tests involving gridded temperature data in Sects. 4.3 and 4.4.\nThe analysis has been carried out over the 1901–2010 period, chosen as a compromise between maximizing the length of the signals studied and limited availability and reliability of data for the earlier parts of the instrumental period. Additional results for the first (1901–1955) and second (1956–2010) half of the target period are provided in the Supplement. To facilitate comparison of the contributions from individual explanatory variables mutually and to temperature variability itself, outcomes of the regression analysis are presented in the form of temperature responses to pre-selected characteristic variations of individual predictors, illustrated in Fig. 1 and specified in its caption. To limit biases due to incompleteness of the temperature series in some locations and data sets, only results for predictands with less than 10 % of missing values are shown.\nwww.earth-syst-dynam.net/7/231/2016/ Earth Syst. Dynam., 7, 231–249, 2016"
  }, {
    "heading": "4 Results",
    "text": ""
  }, {
    "heading": "4.1 Local temperature correlations",
    "text": "Ideally, all the temperature data sets should follow the same, historical, trajectory of the climate system. In reality, differences appear among individual representatives of the climatic past, due to variations in the structure of the source data and specifics of their processing. While we obviously cannot make a comparison to a perfect embodiment of the past states of the atmosphere, the existing temperature approximations can be compared mutually, to assess which regions and/or periods exhibit a higher degree of match (signaling lower uncertainty due to the data set choice), and where stronger contrasts emerge. The basic structure of these differences is illustrated in Figs. 2 and S1 (in the Supplement) through pairwise Pearson correlations (r) between monthly series of temperature anomalies from different data sets. Unsurprisingly, a vast majority of locations exhibit positive correlations, for any data set couple, but magnitude of this link varies substantially among different regions. Over continents, a particularly good match is indicated for Europe and (especially eastern) North America, regions with high density of reliable observations spanning the entire target period. On the other hand, in central Africa, central South America and south-east Asia, the resemblance of temperature series is weakened. The mismatch is also more noticeable when only the first half of the analysis period (1901–1955) is considered (Fig. S1). The 1956–2010 period then shows generally higher correlations, though it should be noted that the presence of stronger longterm trend in the later 20th century, largely shared by all the\ndata sets and most locations, amplifies the values of correlations in this sub-period.\nThe above-specified general tendencies in regional correlation patterns also hold for the relation between the analysistype data sets and 20CR (bottom row in Fig. 2): a relatively good match of the temperature anomalies in Europe and eastern US contrasts with more profound differences in the tropical parts of Africa and much of South America. The question remains whether the disparities detected can be attributed to misrepresentation of any specific source(s) of temperature variability – an issue that is further investigated in the following sections."
  }, {
    "heading": "4.2 Forcing imprints in global mean temperature",
    "text": "Much of the existing research of temperature variability and its attribution by statistical means focuses on globally averaged data. Aside from limiting the number of signals to be analyzed (and thus allowing for more detailed examination of each of them), the world-wide averaging suppresses regional variations and allows factors associated with globalreaching forcings to become more reliably detectable. On the other hand, effects contributing responses of opposite sign in different regions (such as ENSO or NAO) may be obscured in pan-planetary representation. In this section, global and global land temperature signals are investigated for the presence of the imprints of individual internal and external forcing factors.\nIt has been shown on various occasions that responses in climate variables (including temperature) are not necessarily perfectly synchronized with the variables representing\nEarth Syst. Dynam., 7, 231–249, 2016 www.earth-syst-dynam.net/7/231/2016/\nthe climate forcings, and time-offset relations may manifest (e.g., Canty et al., 2013 and references therein). In Fig. 3, this is illustrated via application of MLR mappings with individual predictors offset by 1t ranging between −24 and +24 months. Results from the full range of 1t are shown for all predictors, to illustrate the fact that regression analysis may indicate formal links even in the absence physically meaningful dependencies (such as the connections between temperature and volcanic forcing for highly negative 1t). For GHG concentration, the lack of short-term variability results in near-invariance of the temperature response. Some 1t-related variability is indicated for solar irradiance influence, though the dependence seems largely governed by irregular fluctuations and no distinct extremum appears. A delayed response is clearly noticeable in the component associated with volcanic activity – a distinct, though rather flat, maximum of anticorrelation between about 5 to 10 months is indicated for all the analysis-type data sets. In the case of SOI, the strongest response occurs for time lags between approximately 0 and 6 months. The effect of NAOI, on the other hand, is generally instantaneous. The response of global temperature to AMOI and PDOI also shows maximum at, or close to, 1t = 0. For TPI, the imprint in global temperature series is weak regardless of the predictor’s shift.\nAll four analysis-type data sets exhibit high degree of similarity of the features in the globally averaged series. On the other hand, some noteworthy distinctions appear for 20CR. Most notably, the volcanism response curve is similar in shape to the ones characterizing the observational data, but shifted towards positive values. Furthermore, NAO response peaks at +1 month instead of 1t = 0 and weakerthan-observed connection to GHG is indicated over land.\nThese differences can be partly ascribed to the specifics of calculation of mean temperature for the observational data sets, particularly variable level of data coverage for the observed data. However, different spatial response patterns are also likely responsible, as shown in Sect. 4.3.\nTo facilitate mutual comparability of the results, and also to consider that the physical links between predictors and temperature should be the same for all data sets, a unified set of time shifts was employed for the tests in Sects. 4.2 and 4.3. Lead time of +1 month was used with the solar irradiance, as previously done by Lean and Rind (2008) or Canty et al. (2013), although very similar outcomes would have been obtained with 1t = 0, too. The time shift was set to +2 months for SOI, same as in Canty et al.’s setup, and volcanic forcing was used with 1t =+7 months (close to Lean and Rind’s and Canty et al.’s shift of +6 months). The rest of the predictors entered the regression mappings without a time offset, due to just a small difference compared to a setup with 1t = 0, or absence of a distinct, physically justified extremum within the analyzed range of time delays. In Fig. 4, the results of the analysis are shown in the form of temperature responses to the characteristic variations of the predictors, with their 99 % confidence intervals generated by moving-block bootstrap. The regression fits of individual temperature series are also visualized in Fig. S4.\nOur analysis suggests the GHG-attributed rise in global temperature to be approximately 0.8 ◦C over the 1901–2010 period, within the range usually associated with anthropogenic forcing (IPCC, 2013). Over land, values between 1.05 and 1.2 ◦C are typical in the analysis-type data, and somewhat lower for 20CR. Positive temperature responses to solar irradiance increase are indicated in the global tem-\nwww.earth-syst-dynam.net/7/231/2016/ Earth Syst. Dynam., 7, 231–249, 2016\nperatures (equivalent to roughly 0.05 ◦C per Wm−2 of solar irradiance), borderline statistically significant at α = 0.01. Global land temperatures, on the other hand, show no such warming component – a behavior previously reported by Rohde et al. (2013b) for Berkeley Earth land temperature, whereas the analysis by Canty et al. (2013) suggested minor temperature rise related to irradiance increase. Results for individual sub-periods provide an even more varied picture of the irradiance–temperature relationship (Figs. S2, S3). Small negative responses are indicated for 1901–1955, possibly due to higher correlation between the predictors characterizing GHG and solar activity (r = 0.46), and thus greater potential for misattribution. Positive responses then appear for 1956– 2010, when the trend in solar irradiance (as well as its correlation to GHG concentration) is negligible. Warming effect of the increase of solar irradiance is therefore possible in land-only temperature averages, too, but weak and obscured when all 110 years are analyzed. In any case, imprint of solar irradiance upon globally averaged temperature seems rather minor, especially compared to the GHG influence.\nThe response of global temperature to volcanic forcing is clear, statistically significant and of similar magnitude in all analysis-type data sets: drop of 0.36 to 0.44 ◦C in global land temperature is indicated for Mt. Pinatubo-sized event, slightly stronger than the values reported by Canty et al. (2013). The response range is lowered to about 0.16 to 0.19 ◦C when the oceanic areas are included, close to Canty et al.’s results. As already shown in Fig. 3, 20CR temperature behaves in a somewhat different fashion, with a smaller, statistically insignificant temperature response. A look at the results for individual sub-intervals reveals that this positive bias may be stemming from the relations indicated for the first half of the 20th century (which, however, contains just a very limited set of volcanic events, with the strongest of them – Novarupta eruption of 1912 – being extratropical and thus atypical regarding its world-wide effects). For the 1956– 2010 period, 20CR global volcanic response is more in line with the behavior of the observational data sets.\nWhile our results show the well-known tendency towards higher global temperature anomalies during the El Niño phases of ENSO (e.g., Trenberth et al., 2002), the respective components tested close to the threshold of statistical significance at α = 0.01. A response of comparable magnitude was found for NAO, with a positive link indicated between all temperature signals and NAOI, though, again, at rather low levels of statistical significance in most cases.\nConforming to several previous studies concerned with association between global temperature and AMO (e.g., Rohde et al., 2013b; Zhou and Tung, 2013; Chylek et al., 2014b) and using similar (i.e., linearly detrended) version of its index, our results suggest formally strong link of detrended mean North Atlantic temperature and its global counterpart, distinct for land-based temperatures as well. The question remains, however, of how representative AMOI really is of in-\nternal variability in the climate system, as further discussed in Sect. 5.\nThe imprint of PDO in global temperature is quite clear and, for our combination of predictors, actually about as strong as SO’s. It should be considered though that SOI and PDOI series are not independent and, as predictors, they partly compete for the same variability component in the temperature signals. When included alone among the explanatory variables (i.e., either SOI or PDOI, but not both), the respective responses are generally strengthened, as is their statistical significance. Considering that SOI and PDOI are only partly collinear and that their temperature response patterns do differ in many regions (Sect. 4.3), both were included as formally independent predictors in our analysis.\nThe final predictor considered in our setup, TPI, does not project much influence upon global temperature, though the respective component is borderline statistically significant for some of the data sets. Just as in the case of SOI, NAOI or PDOI, the relatively weak global response can be traced to the presence of mutually opposite contributions from different regions, as demonstrated in the next section."
  }, {
    "heading": "4.3 Forcing imprints in local temperatures",
    "text": "Even clear and strong presence of a component associated with a particular forcing factor in globally averaged temperature does not automatically imply its universal relevance on a local scale. Conversely, locally dominant factors may be marginal in a global perspective. Here, we present an overview of geographic patterns of temperature response to external and internal forcing, for the set of eight predictors identical to that in Sect. 4.2. Only results for the data sets with mostly complete data coverage in the 1901–2010 period (GISTEMP, BERK, 20CR) are shown (Fig. 5); see the Supplement (Fig. S5) for the full set of results including MLOST and HadCRUT4.\nWhile positive correlation between GHG concentration and temperature is typical for most regions of the world, the strength of the component formally attributed to greenhouse gases (or, more generally, to anthropogenic forcing) varies substantially, and insignificant links or even anticorrelations appear in some smaller areas. Most prominently, the oceanic region south of Greenland, known for a negative temperature trend since 1901 (e.g., IPCC, 2013), displays high contrast to the rest of the world. Relatively good match between the analysis-type data sets is found in most regions. However, notable differences between the gridded observations and 20CR appear in a few geographically limited locations. Aside from mild contrasts in some oceanic regions (particularly central and eastern equatorial Pacific), distinctly negative temperature responses appear over land in the eastern Mediterranean, central South America and Texas. On the other hand, warming response over northern China is overestimated in 20CR. A similar pattern of discrepancy between the observed data and 20CR has already been reported and\nEarth Syst. Dynam., 7, 231–249, 2016 www.earth-syst-dynam.net/7/231/2016/\ndiscussed by Compo et al. (2013) in their analysis of linear trends in the temperature series for 1901–2010, with various potential explanations suggested. Generally, although longterm components (whether expressed by match with anthropogenic forcing, or by linear trends) in 20CR are characterized consistently with the analysis-type data in many regions, their representativeness cannot be assumed universally.\nThe local temperature responses to solar irradiance are arranged in a complex pattern, encompassing both positive and negative links, combining in a near-neutral contribution to global land average. Statistically significant responses are rarely indicated and influence of solar variability therefore seems largely inconclusive at a local scale (Figs. 5b, S5b). Nonetheless, sign and magnitude of the links appear to be similar across individual data sets, including 20CR. From the results for the oceanic areas, it is revealed that main contributions to the borderline significant link between global temperature and irradiance come from southern extratropical areas and the northern Pacific. The response patterns shown by Lean (2010), Zhou and Tung (2010) or Gray et al. (2013) do differ somewhat from our results; however, direct comparison is problematic due to distinctions between time periods analyzed as well as detection methodology employed. The outcomes for the 1901–1955 and 1956–2010 sub-periods (Fig. S6) suggest some degree of stability of the response patterns, though with enough differences to explain the mismatch in contributions to globally averaged land temperature (Sect. 4.2). Overall, our analysis confirms that solar activity does not leave a strong, unambiguous imprint in lower tropospheric temperature.\nWhile the cooling effect of volcanic forcing was clearly apparent in global mean temperature, its local influence is less ubiquitous (Figs. 5c, S5c). Regions with negative response do slightly prevail in the observational data sets, but positive contributions are detected in several areas, too. Only few locations show statistically significant responses of either sign. The pattern revealed bears basic resemblance to the ones shown by Lean and Rind (2008) and Lean (2010), with post-eruption cooling indicated in North America and warming over northern Asia. Some differences emerge, however, emphasizing the sensitivity of the forcing response patterns to the analysis details such as specific choice of the predictor(s) or time period considered. In the 20CR, positive responses are more numerous and stronger in magnitude, pushing the global mean volcanism-attributed signal towards positive values and statistical non-significance. This tendency is noticeable especially during the first half of the analysis period (Fig. S6), although it should be noted again that the relative lack of global-reaching volcanic events renders the results rather uncertain for the 1901–1955 period.\nThe canonical pattern of temperature response associated with SO/ENSO activity (e.g., Trenberth et al., 2002; Lean and Rind, 2008; Gray et al., 2013) also emerged in our analysis, including the teleconnections extending beyond the tropical Pacific region (Figs. 5d, S5d). While some minor differences exist among individual data sets, the resemblance of the respective patterns is high; some minor exceptions are found for 20CR over land, such as weaker projection of SOI influence over eastern Africa. The effect of North Atlantic Oscillation, too, is shown very clearly for its primary area of\nwww.earth-syst-dynam.net/7/231/2016/ Earth Syst. Dynam., 7, 231–249, 2016\nactivity encompassing much of Eurasia and North America (Figs. 5e, S5e). 20CR data show a generally good match with the gridded observations, though minor differences emerge, such as weakened teleconnections to easternmost Asia or altered links to southern Africa.\nUnlike the multipolar geographical responses associated with SO and NAO, the regression coefficients between AMOI and local temperature are predominantly positive worldwide, and significant connections extend across the globe (Figs. 5f, S5f). This largely unidirectional link, pre-\nEarth Syst. Dynam., 7, 231–249, 2016 www.earth-syst-dynam.net/7/231/2016/\nviously pointed out through correlation analysis by Muller et al. (2013), results in much stronger AMO-correlated component in global temperature. On the other hand, it also raises a question of what exactly the relation between temperatures worldwide and those in the northern Atlantic is (beyond the obvious fact that Atlantic SST is one of the components averaged into global temperature, and thus not completely independent). While many of the recent studies employed the (linearly detrended) AMO index in the role of an independent explanatory variable, arguments have been made for use of different forms of the index (see Canty et al., 2013 and the references therein) or questioning the nature of AMO itself (e.g., Booth et al., 2012; Mann et al., 2014). In our analysis, we focused rather on formal connections in the data studied and mutual (in)consistency of various data sets; the issue of exact physical nature and stability of AMO was not central. The imprint of AMOI is similar across individual data sets; noticeable differences appear especially over central and eastern Eurasia.\nPDO’s influence pattern shows both positive and negative connections, strongest in the Pacific area (e.g., Deser et al., 2010), but with some significant teleconnections extending to more distant regions as well (including Africa or Scandinavia). PDO’s imprint in 20CR is relatively close to that in the analysis-type data; differences appear especially over parts of Africa (Figs. 5g, S5g).\nThe relation between temperature and TPI manifests in a semi-regular pattern of alternating positive and negative sectors over the southern oceans and nearby continents, though only in the segments near South America and Australia do the relations test as statistically significant (Figs. 5h, S5h). The 20CR-based response resembles the observational pattern in shape, but is generally stronger magnitude-wise."
  }, {
    "heading": "4.4 Delayed responses in local temperatures",
    "text": "The homogeneously timed predictors employed in Sect. 4.3 do provide a robust basis for an assessment of the superposition of their effects in globally averaged temperature, but overlook the possibility of geographically dependent delays. To reveal the characteristic patterns of locally specific asynchronous responses to the explanatory variables, regression analysis of local temperature was also carried out with individual predictors shifted in time by1t ranging between−24 and +24 months. Figures 6 and 7 summarize the outcomes by displaying the strongest local temperature response detected, along with the corresponding1t . Note that the statistical significance thresholds have been calculated to account for the fact that the strongest response within the−24 to+24 months range is used. As a result, they are generally higher (i.e., a stronger response is required to be deemed significant at the given significance level) than in the setup with fixed1t in Sect. 4.3. Only the three data sets with least missing values – GISTEMP, BERK and 20CR – were analyzed in this case.\nFor the GHG amount, the results exhibit little sensitivity within our time window, and the magnitude of temperature responses is virtually identical to the 1t = 0 setup, due to the absence of short-term variations in the predictor series. Likewise, the strongest responses to solar forcing are quite similar to the ones for the pre-set delay of 1 month (Fig. 5b), while the maximum seems to be rather randomly positioned, arguably reflecting the stochastic components in the time series. For volcanism, even with the variable time delay option, still only a handful of gridpoints show a significant response and the pattern of time delays associated with maximumstrength components does not show any distinct regularity.\nThe spatiotemporal variability of temperature response to ENSO phase is well known (e.g., Trenberth et al., 2002) and reflected in our results as well: the occurrence of the strongest temperature response leads SOI by a few months in the eastern equatorial Pacific, whereas largely concurrent variability is indicated for the western Pacific. In the Indian Ocean, strongest temperature response lags by a few months behind SOI and delay of 6 to 8 months is indicated around southeast Asia as well as in northern Australia. 20CR reproduces these patterns quite well over the oceans, but noticeable differences appear for teleconnections over land, most notably in less consistently expressed links to Africa and the southern part of South America.\nThe strongest statistically significant temperature responses to NAO are instantaneous in most areas, or delayed by 1 month (mostly over northern Atlantic). The pattern detected from the observational data sets is reproduced quite well in 20CR, with the most notable exception again being the breakdown of transcontinental teleconnection over eastern Asia and appearance of a link to southern Africa. The reason for the temporal shift of NAO-attributed signal in 20CR global temperature (Fig. 3) therefore does not seem to be the misrepresentation of timing of the local temperature responses. Rather, it can be traced to the perturbed balance between the opposite-in-sign responses from different regions (note especially the overly negative contribution from northern Africa). Though these deviations are relatively small, they vary for different1t , enough to alter the relatively weak globally averaged signal and bring forth a spurious delay in global response.\nThere is a distinct connection between the AMO index and local temperature in many regions of the world even without a time shift (Fig. 5f), but the timing of the maximum strength of this association varies distinctly within our ±24 months testing range. Concurrence is indicated in much of the northern Atlantic, delay of 2 to 5 months in the northern part of the Indian Ocean and adjacent land, and around 4 to 10 months in a large portion of the western equatorial Pacific. On the other hand, in the eastern and northern part of the Pacific, temperatures at −12 to −6 months show the strongest association with AMOI, whereas delays between −5 to −1 month are typical in much of Canada and northern US. Over oceans, 20CR maintains the observation-based\nwww.earth-syst-dynam.net/7/231/2016/ Earth Syst. Dynam., 7, 231–249, 2016\npattern with only minor differences. More distinctions appear over land, especially in southern Asia. Similar behavior is also indicated for PDO: quite a realistic representation of the delayed responses over oceans and areas adjacent to the northern Pacific by 20CR breaks down somewhat for more remote land areas (most notably Africa), though some of the\nteleconnections seem to be maintained quite well (Scandinavia).\nFinally, in the case of TPI, the results indicate concurrence of the oscillations or delay of 1 month for most locations with a statistically significant response. The pattern is reproduced quite well by 20CR, though magnitude of the temperature variations is somewhat exaggerated again.\nEarth Syst. Dynam., 7, 231–249, 2016 www.earth-syst-dynam.net/7/231/2016/"
  }, {
    "heading": "5 Discussion and conclusions",
    "text": "The primary objective of our analysis was twofold. Firstly, we aimed to provide a unified outlook into the local temperature responses associated with activity of multiple climateforming agents, exogenous and endogenous, and the way they combine in pan-planetary temperature signals. While various past studies already dealt with a similar kind of sta-\ntistical attribution analysis, their scope was typically more focused, phenomenon- or region-wise, but also regarding the temperature data source. Our second objective therefore consisted in assessing the robustness of the attribution analysis results among several commonly employed representations of monthly temperature throughout the 20th and early 21st century. To this end, four observational temperature data sets and one reanalysis were studied through linear regression,\nwww.earth-syst-dynam.net/7/231/2016/ Earth Syst. Dynam., 7, 231–249, 2016\nextracting components synchronized with temporal variability of eight predictors representing external climate forcings and internal variability modes.\nThe basic correlation analysis in Sect. 4.1 revealed the general geographical patterns of temperature (mis)match among different observational data sets. Unsurprisingly, the best agreement was found for regions with the best coverage by measurements (most notably Europe and eastern North America, where the Pearson correlations of monthly temperature anomalies typically exceeded 0.9), leaving relatively little room for uncertainty in the gridded data. Regions with sparser observations, such as interiors of Africa or South America, exhibited more disparity, and coverage by the gridded data was often incomplete in these locations. Of even greater interest was the resemblance between analysistype data sets and the 20th Century Reanalysis (20CR). Since 20CR does not directly utilize the temperature measurements over land, greater deviations from “reality” may be expected, especially for the continental areas. While the correlation analysis indeed indicated somewhat loosened relation to the analysis-type data, the match was still quite good in most regions, with the poorest agreement again found in Africa and South America. Major differences between the temperature anomaly series were seldom observed over oceans (the most notable exception being the higher latitudes of the southern hemisphere). Since all the data sets (including 20CR) employ sea surface temperature as inputs, temperatures are tied more closely to the historical trajectory of the climate system and eventual contrasts can be largely ascribed to differences among individual SST representations (assessed in detail by Yasunaka and Hanawa, 2011).\nWhile the correlation analysis pointed out the basic patterns of differences between individual data sets, the question remains how much these can affect the outcomes of the attribution analysis. Match among the GHG-attributed temperature changes was generally strong in most locations, but certain smaller regions were highlighted in 20CR where this trend-like component diverged substantially from the analysis-type data. These local discrepancies, previously pointed out by Compo et al. (2013), also somewhat decrease the magnitude of the GHG-attributed component in the global land temperature for 20CR. Furthermore, when drawing conclusions from the results presented, it is essential to consider the limitations of the statistical approach to the attribution analysis. First of all, even formally statistically significant connections are not proof of physically meaningful relations, as the regression analysis only seeks formal similarities among the time series, unable to verify causality of the links. For the attribution of the temperature trends to GHGs, this is particularly critical. Although the significance level is generally high for the GHG-related regression coefficients, it would be such for any explanatory signal of similar structure (including a plain linear trend). While it is physically justified to associate the increase in GHGs with warming tendencies, there are other potential anthropogenic forc-\ning factors sharing similar temporal evolution, yet intentionally omitted in our analysis. Various man-generated aerosols can contribute to either local warming (e.g., black carbon) or cooling (e.g., sulfate aerosols; see, e.g., Skeie et al., 2011). In many areas, the temporal progression of aerosol-related predictors closely mimics that of GHG concentration (for instance, the Pearson correlation between GHG concentration and regional SO2 emissions is over 0.5 in most of the world and often exceeds 0.9 locally, based on the SO2 data by Smith et al., 2011). Our GHG-based predictor should therefore be considered an approximate (and simplified) characterization of the anthropogenic forcing in general, rather than of greenhouse gasses alone. Note also that very similar values of temperature response would have been obtained for a predictor representing total global anthropogenic forcing rather than GHGs alone, due to very high temporal correlation of the respective series (exceeding 0.99 over our analysis period when using the forcing data by Meinshausen et al., 2011) and due to the fact that the responses are scaled by the endto-end increase in the predictor series here. Naturally, this near-invariance in the given statistical setup should not be interpreted as equivalence of the respective forcings in a physical sense. A more accurate view of the issue could perhaps be gained by an analysis employing local-specific descriptors of anthropogenic activity, but the challenges attached (such as high collinearity of the anthropogenic predictors, limiting the ability of the regression mappings to distinguish among their effects) make such a task less suitable for approaching by purely statistical means. General circulation models may represent a more suitable tool for capturing the related links, even though the associated uncertainties are still substantial (e.g., IPCC, 2013). This also applies to the evaluation of other complex aspects of the climate system dynamics, such as effects of long-term memory or climatic feedbacks, intentionally omitted in our simplified regression-based analytical frame.\nOf the natural forcings, the imprints of solar activity seem to be represented in quite a similar manner by all the data sets studied, including 20CR. The component attributed to variations of solar irradiance (involving both the 11-year cycle and longer-term variability) was quite weak, in most individual regions as well as in globally averaged temperature. These results are largely consistent with previous assessments of the impacts of solar activity on temperature (e.g., Lockwood, 2012; Gray et al., 2013). Still, the spatial patterns of solar influence exhibit some degree of temporal stability, suggesting that even though the fingerprints detected do largely not test as statistically significant, they are not just an artifact of stochastic components in the temperature series.\nAn interesting contrast between the results for globally averaged temperature series and for their local counterparts was found in the case of the effects of volcanic activity. The wellknown near-surface cooling following major volcanic eruptions was clear in all versions of globally averaged observed temperature, but a rather complex pattern emerged from the\nEarth Syst. Dynam., 7, 231–249, 2016 www.earth-syst-dynam.net/7/231/2016/\ngridded temperature data. Post-eruption warming was indicated in several regions. There might be dynamical reasons for such behavior (e.g., Stenchikov et al., 2006; Driscoll et al., 2012), but the structures detected were quite ambiguous, exhibiting both poor temporal stability and low statistical significance (an uncertainty partly ascribable to distinctiveness of individual volcanic events and their relatively brief periods of effect within the time frame of our analysis). Furthermore, aliasing of volcanic and ENSO activity (with major late-20th century eruptions coinciding with El Niño phases of ENSO) also needs to be considered when attributing the volcanic activity, as well as the possibility of its influence on the AMO phase (Knudsen et al., 2014). Interpretational pitfalls aside, there was a strong agreement between the observational data sets in their representation of the volcanism-attributed spatial pattern. 20CR data showed tendency toward more positive post-eruption temperature anomalies in several regions, resulting also in a more neutral response to volcanism in the globally averaged 20CR data (largely due to the anomalous response of 20CR-based global land temperature during the first half of our analysis period).\nThe temperature variability patterns related to the climate oscillations considered (SO, NAO, AMO, PDO, TPI) were generally captured similarly by individual data sets. This also applies to 20CR for the most part, though there seem to be some break-downs in the representation of transcontinental and trans-oceanic teleconnections in the reanalysis data, most noticeable in the influence of NAO over eastern Asia, AMO over northern parts of Eurasia or weakened links to SO and PDO in parts of Africa. One might speculate that this distinction is rooted in the specific behavior of the reanalysis engine, distorting the complex mechanisms propagating the teleconnections. However, an unrealistic representation of the long-distance links by the 20CR cannot be blamed automatically. Note that the differences detected are generally more prominent in the first half of the analysis period, and less striking (though still noticeable) during the later halfperiod (Fig. S6). The reanalysis may thus simply struggle to recreate the observed patterns in regions where the assimilable data are rare and relatively unreliable, just as the procedures generating the analysis-type gridded data are burdened with increased errors when faced with a lack of reliable inputs. Neither of these data sources can thus be considered consistently superior and increased attention to the effects of data uncertainty is needed when investigating climate variability in regions and periods with sparse observations. Keeping these limitations and specifics in mind, the 20th Century Reanalysis seems to provide a satisfactory approximation of the past temperatures during the 20th and early 21st century, and thus a suitable tool for studies concerned with validity of climate simulations.\nPotential pitfalls related to the attribution of temperature changes to trend-like predictors were already discussed above, but even interpretation of the components associated with faster variable explanatory factors needs to be done with\ncaution. Some of the internal climate oscillatory modes are interconnected, and their respective indices partly collinear. Variability assigned to a certain predictor does therefore not need to originate from the respective forcing factor alone – for instance, the relationship between SO/ENSO and PDO implies that effects of the variability modes in the Pacific area cannot be entirely separated, on neither physical nor statistical level. The issue of interdependent predictors is not limited to pair-wise relationships: it has been shown that various variability modes in the climate system are intertwined in quite complex networks, with nontrivial time-delayed relations among oscillations in different regions (e.g., Wyatt et al., 2012). Intricacy of such structures becomes even more apparent when generalized links are studied, unrestricted to just the conventional variability modes (e.g., Hlinka et al., 2013, 2014a, b).\nCaution is also needed when interpreting the outcomes of the tests of statistical significance. The AR(1) model of residual autocorrelations, assumed here when assessing significance of predictors’ connections to the gridded temperatures, provides basic approximation of the short-term persistence. Often, such an approach seems sufficient, especially over land where the residual autocorrelations generally rapidly approach zero. In other cases (particularly for tropical oceans and global averages encompassing oceanic areas), longerterm autocorrelations of various shapes appear in the residuals. Their presence is indicative of unaccounted-for components in the data, long-term memory and/or presence of biases and inhomogeneities, potentially infesting temperature analyses and reanalyses alike (e.g., Cowtan and Way, 2014; Ferguson and Villarini, 2014). To further assess the validity of our significance tests, bootstrap-based estimates of statistical significance for the gridded temperature data were also implemented, using a variable-sized moving block, reflecting the magnitude of residual autocorrelation (Politis and White, 2004; Bravo and Godfrey, 2012). Little difference in the regression outcomes was found compared to the other test designs in this paper. Artifacts of annual cycle were also often found in the residuals, traceable (at least in part) to non-stationary representation of the seasonal variations (Foster and Rahmstorf, 2011). A treatment by inclusion of components approximating the 12-month periodicity among the predictors was attempted, but resulted in no major changes to the regression coefficients or their significance.\nAnother important aspect shaping the outcomes of the regression mappings is the choice of the explanatory variables. Most of the predictors applied here exist in alternative variants, differing in their definition or method of (re)construction. A sizable discussion could be devoted to the specifics of each of them. While we did not study this issue in such depth, partial experiments were carried out to assess the degree of variability of the analysis outcomes if alternative predictors were used. First, robustness of the imprints of volcanic forcing was assessed, with GISS aerosol optical depth (Sato et al., 1993) substituted with Crowley and\nwww.earth-syst-dynam.net/7/231/2016/ Earth Syst. Dynam., 7, 231–249, 2016\nUnterman’s (2013) data. The resulting change to the global temperature response and the corresponding spatial fingerprints proved to be minor, generally smaller than uncertainties associated with the regression coefficients themselves. Use of hemisphere-specific volcanic aerosol amounts instead of their global representation also induced just minor changes to the respective response patterns.\nOf the multiple definitions of the indices characterizing the climatic oscillations studied, we prioritized the forms not directly involving temperature itself, to avoid explicit contribution of the temperature signal to the explanatory variables. This was not a problem for NAO and TPI, as their descriptors are derived from the baric characteristics. In the case of ENSO, the pressure-based SOI was preferred over the SST-based NINO indices or multivariate ENSO index. On the other hand, the usual forms of AMOI and PDOI are calculated from areal SSTs, and thus likely interrelated with the temperature signals. For PDOI, which exhibits comparatively weaker correlation with globally averaged temperatures (at least partly due to the fact that PDOI is, by its definition, detrended by global sea-surface temperature), this issue seems less serious. However, it is still worthwhile to see how much the outcomes change from employing another version of the index. Use of the PDO index from JISAO (http: //research.jisao.washington.edu/pdo/PDO.latest) resulted in generally weaker PDO imprint in global temperature (though still largely within the confidence intervals shown in Fig. 4), but nonetheless very similar spatial response pattern (with the relatively strongest distinction being somewhat stronger negative link over northern China). In the case of AMO, the issue of predictor selection and interpretation of its effects is more critical. Our AMO index of choice (linearly detrended, as per the prevalent definition by Enfield et al., 2001) seems to be formally associated with rather strong component in global temperature, as well as in local temperatures in various regions across the globe. While this may indeed suggest existence of trans-planetary teleconnections involving AMO-related variability, there is a danger in overly formalistic interpretation of the patterns detected. Firstly, several definitions of AMO index exist, embodying different views of the phenomenon (see, e.g., Canty et al., 2013). Use of a differently defined AMOI affects magnitude of the temperature response detected, and potentially also strength of components tied to other predictors, including the volcanic activity or the long-term trends (Canty et al., 2013; van der Werf and Dolman, 2014). Some of our tests were therefore repeated for AMOI series based on detrending the north Atlantic SST by global anthropogenic forcing, proposed by Canty et al. (2013) to limit the aliasing of anthropogenic long-term temperature trend and AMOI. Little impact on the outcomes of the attribution analysis resulted from such change. Greater differences would likely arise from application of AMOI detrended by mean sea surface temperature (Trenberth and Shea, 2006) or global mean temperature (van Oldenborgh et al., 2009), although it has been argued that\nsuch method of detrending removes part of the target signal (Canty et al., 2013). Secondly, the associations revealed do not directly provide a conclusion to the still disputed question of the existence and stability of AMO as a natural oscillatory phenomenon. The AMOI-related patterns have exhibited relatively strong resemblance between the first and second half of the analysis period, especially over the oceanic areas. This suggests a fair degree of stability of the relations between north Atlantic SST and local temperature in more distant areas, but does not confirm stationarity of AMO as such. It should also be considered that the 55-year-long subperiods do encompass less than one cycle of the approximately 70-year-long supposed main cycle of AMO, and that the relations detected are in large part due to synchronization of shorter-term variability in AMOI and temperature. Finally, attribution of temperature components to AMOI may also be partly spurious due to aliasing with other predictors, or with explanatory factors omitted in our analysis setup. In particular, changes in amounts of anthropogenic aerosols have been suggested as a cause for temperature variations in the northern Atlantic (Booth et al., 2012), though their responsibility for the bulk of multidecadal variability has been consequently disputed (Zhang et al., 2013). Possible forcing of AMO by combined natural forcings (volcanic and solar) has also been shown (Knudsen et al., 2014), while Ting et al. (2014) suggested AMO to be a product of natural multidecadal variability and anthropogenic forcing. Altogether, the question of AMO’s nature and degree of its influence remains still open.\nFinally, it should be accentuated once again that the issue of attribution of climate variability cannot be completely resolved by statistical approach alone. Statistical solutions to this multifaceted problem therefore need to be considered alongside the GCM-based simulations, conceptually more universal than purely statistical approaches, yet still only partly successful in completely reproducing the observed features of the climate system (IPCC, 2013). Our results here hope to contribute to future efforts in this field: by showing the character and variability of temperature components formally attributable to various forcings across several data sets, their robustness (or lack thereof) was illustrated, providing a picture of the respective fingerprints, as well as support guidelines for the use of the respective data in validation of the climate models.\nData availability\nSeveral publicly available data sets were employed in our analysis. The specific references and internet links to the individual data sources are given in the text; all their authors and providers have our gratitude.\nThe Supplement related to this article is available online at doi:10.5194/esd-7-231-2016-supplement.\nEarth Syst. Dynam., 7, 231–249, 2016 www.earth-syst-dynam.net/7/231/2016/\nAcknowledgements. We gratefully acknowledge the support of Czech Science Foundation (GACR), through project P209/11/0956, of Ministry of Education, Youth and Sports of CR, through National Sustainability Program I (NPU I), grant number LO1415, and of Charles University, through project UNCE 204020/2012. We would also like to thank the two anonymous reviewers of the discussion version of the manuscript for their valuable comments and suggestions.\nEdited by: B. Kravitz"
  }],
  "year": 2016,
  "references": [{
    "title": "Aerosols implicated as a prime driver of twentiethcentury",
    "authors": ["B.B.B. Booth", "N.J. Dunstone", "P.R. Halloran", "T. Andrews", "N. Bellouin"],
    "venue": "North Atlantic climate variability,",
    "year": 2012
  }, {
    "title": "Bootstrap HAC Tests for Ordinary Least Squares Regression",
    "authors": ["F. Bravo", "L.G. Godfrey"],
    "venue": "Oxford B. Econ. Stat.,",
    "year": 2011
  }, {
    "title": "The effective number of spatial degrees of freedom of a time-varying field",
    "authors": ["C.S. Bretherton", "M. Widmann", "V.P. Dymnikov", "J.M. Wallace", "I. Blade"],
    "venue": "J. Climate,",
    "year": 1990
  }, {
    "title": "An empirical model of global climate – Part 1: A critical evaluation of volcanic cooling",
    "authors": ["T. Canty", "N.R. Mascioli", "M.D. Smarte", "R.J. Salawitch"],
    "venue": "Atmos. Chem. Phys.,",
    "year": 2013
  }, {
    "title": "Imprint of the Atlantic multi-decadal oscillation and Pacific decadal oscillation on southwestern US climate: past, present, and future",
    "authors": ["P. Chylek", "M.K. Dubey", "G. Lesins", "J.N. Li", "N. Hengartner"],
    "venue": "Clim. Dynam.,",
    "year": 2014
  }, {
    "title": "The Atlantic Multidecadal Oscillation as a dominant factor of oceanic influence on climate",
    "authors": ["P. Chylek", "J.D. Klett", "G. Lesins", "M.K. Dubey", "N. Hengartner"],
    "venue": "Geophys. Res. Lett.,",
    "year": 2014
  }, {
    "title": "The Twentieth Century Reanalysis Project, Q",
    "authors": ["T. F", "R.M. Trigo", "X.L. Wang", "S.D. Woodruff", "S.J. Worley"],
    "venue": "J. Roy. Meteor. Soc.,",
    "year": 2011
  }, {
    "title": "Independent confirmation of global land warming without the use of station temperatures",
    "authors": ["G.P. Compo", "P.D. Sardeshmukh", "J.S. Whitaker", "P. Brohan", "P.D. Jones", "C. McColl"],
    "venue": "Geophys. Res. Lett.,",
    "year": 2013
  }, {
    "title": "Coverage bias in the HadCRUT4 temperature series and its impact on recent temperature trends, Q",
    "authors": ["K. Cowtan", "R.G. Way"],
    "venue": "J. Roy. Meteor. Soc.,",
    "year": 2014
  }, {
    "title": "Technical details concerning development of a 1200 yr proxy index for global volcanism",
    "authors": ["T.J. Crowley", "M.B. Unterman"],
    "venue": "Earth Syst. Sci. Data,",
    "year": 2013
  }, {
    "title": "Sea Surface Temperature Variability: Patterns and Mechanisms",
    "authors": ["C. Deser", "M.A. Alexander", "S.P. Xie", "A.S. Phillips"],
    "venue": "Annu. Rev. Mar. Sci.,",
    "year": 2010
  }, {
    "title": "Coupled Model Intercomparison Project 5 (CMIP5) simulations of climate following volcanic eruptions",
    "authors": ["S. Driscoll", "A. Bozzo", "L.J. Gray", "A. Robock", "G. Stenchikov"],
    "venue": "J. Geophys. Res.Atmos.,",
    "year": 2012
  }, {
    "title": "The Atlantic multidecadal oscillation and its relation to rainfall and river flows in the continental US",
    "authors": ["D.B. Enfield", "A.M. Mestas-Nunez", "P.J. Trimble"],
    "venue": "Geophys. Res. Lett.,",
    "year": 2000
  }, {
    "title": "An evaluation of the statistical homogeneity of the Twentieth Century Reanalysis",
    "authors": ["C.R. Ferguson", "G. Villarini"],
    "venue": "Clim. Dynam.,",
    "year": 1996
  }, {
    "title": "The moving blocks bootstrap and robust inference for linear least squares and quantile regressions",
    "authors": ["B. Fitzenberger"],
    "venue": "J. Econometrics,",
    "year": 1998
  }, {
    "title": "Global temperature evolution 1979–2010",
    "authors": ["G. Foster", "S. Rahmstorf"],
    "venue": "Environ. Res. Lett.,",
    "year": 2011
  }, {
    "title": "A lagged response to the 11 year solar cycle in observed winter Atlantic/European weather patterns",
    "authors": ["L.J. Gray", "A.A. Scaife", "D.M. Mitchell", "S. Osprey", "S. Ineson", "S. Hardiman", "N. Butchart", "J. Knight", "R. Sutton", "K. Kodera"],
    "venue": "J. Geophys. Res.Atmos.,",
    "year": 2013
  }, {
    "title": "Global surface temperature",
    "authors": ["J. Hansen", "R. Ruedy", "M. Sato", "K. Lo"],
    "venue": "change, Rev. Geophys.,",
    "year": 2010
  }, {
    "title": "Reliability of Inference of Directed Climate Networks",
    "authors": ["J. Hlinka", "D. Hartman", "M. Vejmelka", "J. Runge", "N. Marwan", "J. Kurths", "M. Palus"],
    "venue": "Using Conditional Mutual Information,",
    "year": 2023
  }, {
    "title": "Regional and inter-regional effects in evolving climate networks, Nonlin",
    "authors": ["J. Hlinka", "D. Hartman", "N. Jajcay", "M. Vejmelka", "R. Donner", "N. Marwan", "J. Kurths", "M. Paluš"],
    "venue": "Processes Geophys.,",
    "year": 2014
  }, {
    "title": "Non-linear dependence and teleconnections in climate data: sources, relevance, nonstationarity",
    "authors": ["J. Hlinka", "D. Hartman", "M. Vejmelka", "D. Novotna", "M. Palus"],
    "venue": "Clim. Dynam.,",
    "year": 2014
  }, {
    "title": "The Surface Climate Response to 11-Yr Solar Forcing during Northern Winter: Observational Analyses and Comparisons with GCM Simulations",
    "authors": ["L. Hood", "S. Schimanke", "T. Spangehl", "S. Bal", "U. Cubasch"],
    "venue": "J. Climate,",
    "year": 2013
  }, {
    "title": "The North Atlantic Oscillation: Climatic Significance and Environmental Impact",
    "authors": ["J.W. Hurrell", "Y. Kushnir", "G. Ottersen", "M. Visbeck"],
    "venue": "American Geophysical Union, Washington, DC,",
    "year": 2003
  }, {
    "title": "The Physical Science Basis, Contribution of Working Group I to the Fifth Assessment Report of the Intergovernmental",
    "authors": ["T.F. Stocker", "D. Quin", "Plattner", "G.-K", "M.M.B. Tignor", "S.K. Allen", "J. Boschung", "A. Nauels", "Y. Xia", "V. Bex", "P.M. Midgley"],
    "venue": "IPCC: Climate Change",
    "year": 2013
  }, {
    "title": "Extension to the North Atlantic Oscillation using early instrumental pressure observations from Gibraltar and south-west Iceland",
    "authors": ["P.D. Jones", "T. Jonsson", "D. Wheeler"],
    "venue": "Int. J. Climatol.,",
    "year": 1997
  }, {
    "title": "Extratropical circulation indices in the Southern Hemisphere based on station data, Int",
    "authors": ["P.D. Jones", "M.J. Salinger", "A.B. Mullan"],
    "venue": "J. Climatol.,",
    "year": 1999
  }, {
    "title": "The Total Irradi",
    "authors": ["G. Kopp", "G. Lawrence", "G. Rottman"],
    "year": 2014
  }, {
    "title": "Solar Influence on Global and Regional Climates",
    "authors": ["M. Lockwood"],
    "venue": "Surv. Geophys.,",
    "year": 2012
  }, {
    "title": "On forced temperature changes, internal variability, and the AMO",
    "authors": ["M.E. Mann", "B.A. Steinman", "S.K. Miller"],
    "venue": "Geophys. Res. Lett.,",
    "year": 2014
  }, {
    "title": "Long-term variability of temperature and precipitation in the Czech Lands: an attribution analysis",
    "authors": ["J. Mikšovský", "R. Brázdil", "P. Štěpánek", "P. Zahradníček", "P. Pišoft"],
    "venue": "Climatic Change,",
    "year": 2014
  }, {
    "title": "Quantifying uncertainties in global and regional temperature change using an ensemble of observational estimates: The HadCRUT4 data",
    "authors": ["C.P. Morice", "J.J. Kennedy", "N.A. Rayner", "P.D. Jones"],
    "venue": "set, J. Geophys. Res.-Atmos.,",
    "year": 2011
  }, {
    "title": "Decadal variations in the global atmospheric land temperatures",
    "authors": ["R.A. Muller", "J. Curry", "D. Groom", "R. Jacobsen", "S. Perlmutter", "R. Rohde", "A. Rosenfeld", "C. Wickham", "J. Wurtele"],
    "venue": "J. Geophys. Res.-Atmos.,",
    "year": 2013
  }, {
    "title": "ENSO-forced variability of the Pacific decadal oscillation",
    "authors": ["M. Newman", "G.P. Compo", "M.A. Alexander"],
    "venue": "J. Climate,",
    "year": 2003
  }, {
    "title": "Automatic Block-Length Selection for the Dependent Bootstrap",
    "authors": ["D.N. Politis", "H. White"],
    "venue": "Economet. Rev.,",
    "year": 2004
  }, {
    "title": "A New Estimate of the Average Earth Surface Land Temperature Spanning 1753",
    "authors": ["R. Rohde", "R.A. Muller", "R. Jacobsen", "E. Muller", "S. Perlmutter", "A. Rosenfeld", "J. Wurtele", "D. Groom", "C. Wickham"],
    "venue": "Geoinformatics & Geostatistics: an Overview,",
    "year": 2011
  }, {
    "title": "An Extension of the TahitiDarwin Southern Oscillation Index, Mon",
    "authors": ["C.F. Ropelewski", "P.D. Jones"],
    "venue": "Weather Rev.,",
    "year": 1987
  }, {
    "title": "Attribution in the presence of a long-memory climate response",
    "authors": ["K. Rypdal"],
    "venue": "Earth Syst. Dynam.,",
    "year": 2015
  }, {
    "title": "Stratospheric aerosol optical depths, 1850–1990",
    "authors": ["M. Sato", "J.E. Hansen", "M.P. McCormick", "J.B. Pollack"],
    "venue": "J. Geophys. Res.-Atmos.,",
    "year": 1993
  }, {
    "title": "An oscillation in the global climate system of period 65–70",
    "authors": ["M.E. Schlesinger", "N. Ramankutty"],
    "venue": "years, Nature,",
    "year": 1994
  }, {
    "title": "Statistical assessments of anthropogenic and natural global climate forcing",
    "authors": ["C.D. Schönwiese", "A. Walter", "S. Brinckmann"],
    "venue": "An update, Meteorol. Z.,",
    "year": 2010
  }, {
    "title": "On the linear additivity of climate forcing-response relationships at global and continental scales",
    "authors": ["H. Shiogama", "D.A. Stone", "T. Nagashima", "T. Nozawa", "S. Emori"],
    "venue": "Int. J. Climatol.,",
    "year": 2013
  }, {
    "title": "Anthropogenic radiative forcing time series from pre-industrial times until 2010",
    "authors": ["R.B. Skeie", "T.K. Berntsen", "G. Myhre", "K. Tanaka", "M.M. Kvalevåg", "C.R. Hoyle"],
    "venue": "Atmos. Chem. Phys.,",
    "year": 2011
  }, {
    "title": "Anthropogenic sulfur dioxide emissions: 1850–2005",
    "authors": ["S.J. Smith", "J. van Aardenne", "Z. Klimont", "R.J. Andres", "A. Volke", "S. Delgado Arias"],
    "venue": "Atmos. Chem. Phys.,",
    "year": 2011
  }, {
    "title": "Improvements to NOAA’s historical merged land-ocean surface temperature analysis (1880–2006)",
    "authors": ["T.M. Smith", "R.W. Reynolds", "T.C. Peterson", "J. Lawrimore"],
    "venue": "J. Climate,",
    "year": 2007
  }, {
    "title": "Arctic Oscillation response to volcanic eruptions in the IPCC AR4 climate models",
    "authors": ["G. Stenchikov", "K. Hamilton", "R.J. Stouffer", "A. Robock", "V. Ramaswamy", "B. Santer", "H.F. Graf"],
    "venue": "J. Geophys. Res.-Atmos.,",
    "year": 2005
  }, {
    "title": "North Atlantic Multidecadal SST Oscillation: External forcing versus internal variability",
    "authors": ["M. Ting", "Y. Kushnir", "C. Li"],
    "venue": "J. Marine Syst.,",
    "year": 2013
  }, {
    "title": "Atlantic hurricanes and natural variability",
    "authors": ["K.E. Trenberth", "D.J. Shea"],
    "venue": "Geophys. Res. Lett.,",
    "year": 2005
  }, {
    "title": "Evolution of El Niño-Southern Oscillation and global atmospheric surface temperatures",
    "authors": ["K.E. Trenberth", "J.M. Caron", "D.P. Stepaniak", "S. Worley"],
    "venue": "J. Geophys. Res.-Atmos.,",
    "year": 2000
  }, {
    "title": "Using data to attribute episodes of warming and cooling in instrumental records, P",
    "authors": ["K.K. Tung", "J. Zhou"],
    "venue": "Natl. Acad. Sci. USA,",
    "year": 2013
  }, {
    "title": "Impact of the Atlantic Multidecadal Oscillation (AMO) on deriving anthropogenic warming rates from the instrumental temperature record",
    "authors": ["G.R. van der Werf", "A.J. Dolman"],
    "venue": "Earth Syst. Dynam.,",
    "year": 2014
  }, {
    "title": "Frequency- or amplitude-dependent effects of the Atlantic meridional overturning on the tropical Pacific Ocean",
    "authors": ["G.J. van Oldenborgh", "L.A. te Raa", "H.A. Dijkstra", "S.Y. Philip"],
    "venue": "Ocean Sci.,",
    "year": 2009
  }, {
    "title": "Modeling the sun’s magnetic field and irradiance since 1713",
    "authors": ["Y.M. Wang", "J.L. Lean", "N.R. Sheeley"],
    "venue": "Astrophys. J.,",
    "year": 2005
  }, {
    "title": "On the observed relationship between the Pacific Decadal Oscillation and the Atlantic Multi-decadal Oscillation",
    "authors": ["S. Wu", "Z.Y. Liu", "R. Zhang", "T.L. Delworth"],
    "venue": "J. Oceanogr.,",
    "year": 2011
  }, {
    "title": "Atlantic Multidecadal Oscillation and Northern Hemisphere’s climate variability",
    "authors": ["M.G. Wyatt", "S. Kravtsov", "A.A. Tsonis"],
    "venue": "Clim. Dynam.,",
    "year": 2012
  }, {
    "title": "What happened to surface temperature with sunspot activity in the past 130 years",
    "authors": ["J. Xu", "A.M. Powell"],
    "venue": "Theor. Appl. Climatol.,",
    "year": 2013
  }, {
    "title": "Intercomparison of historical sea surface temperature",
    "authors": ["S. Yasunaka", "K. Hanawa"],
    "venue": "datasets, Int. J. Climatol.,",
    "year": 2011
  }, {
    "title": "Different flavors of the Atlantic Multidecadal Variability",
    "authors": ["D. Zanchettin", "O. Bothe", "W. Muller", "J. Bader", "J.H. Jungclaus"],
    "venue": "Clim. Dynam.,",
    "year": 2014
  }, {
    "title": "Impact of the Atlantic Multidecadal Oscillation on North Pacific climate variability",
    "authors": ["R. Zhang", "T.L. Delworth"],
    "venue": "Geophys. Res. Lett.,",
    "year": 2007
  }, {
    "title": "ENSO-like interdecadal variability: 1900–93",
    "authors": ["Y. Zhang", "J.M. Wallace", "D.S. Battisti"],
    "venue": "J. Climate,",
    "year": 1997
  }, {
    "title": "Solar Cycles in 150 Years of Global Sea Surface Temperature",
    "authors": ["J. Zhou", "K.K. Tung"],
    "venue": "Data, J. Climate,",
    "year": 2010
  }, {
    "title": "Deducing Multidecadal Anthropogenic Global Warming Trends Using Multiple Regression Analysis",
    "authors": ["J. Zhou", "K.K. Tung"],
    "venue": "J. Atmos. Sci.,",
    "year": 2013
  }],
  "id": "SP:58367021bee773f72760815b8717c027c36ffcaa",
  "authors": [{
    "name": "Jiří Mikšovský",
    "affiliations": []
  }, {
    "name": "Eva Holtanová",
    "affiliations": []
  }, {
    "name": "Petr Pišoft",
    "affiliations": []
  }],
  "abstractText": "Monthly near-surface temperature anomalies from several gridded data sets (GISTEMP, Berkeley Earth, MLOST, HadCRUT4, 20th Century Reanalysis) were investigated and compared with regard to the presence of components attributable to external climate forcings (associated with anthropogenic greenhouse gases, as well as solar and volcanic activity) and to major internal climate variability modes (El Niño/Southern Oscillation, North Atlantic Oscillation, Atlantic Multidecadal Oscillation, Pacific Decadal Oscillation and variability characterized by the Trans-Polar Index). Multiple linear regression was used to separate components related to individual explanatory variables in local monthly temperatures as well as in their global means, over the 1901– 2010 period. Strong correlations of temperature and anthropogenic forcing were confirmed for most of the globe, whereas only weaker and mostly statistically insignificant connections to solar activity were indicated. Imprints of volcanic forcing were found to be largely insignificant in the local temperatures, in contrast to the clear volcanic signature in their global averages. Attention was also paid to the manifestations of short-term time shifts in the responses to the forcings, and to differences in the spatial fingerprints detected from individual temperature data sets. It is shown that although the resemblance of the response patterns is usually strong, some regional contrasts appear. Noteworthy differences from the other data sets were found especially for the 20th Century Reanalysis, particularly for the components attributable to anthropogenic forcing over land, but also in the response to volcanism and in some of the teleconnection patterns related to the internal climate variability modes.",
  "title": "Imprints of climate forcings in global gridded temperature data"
}