{
  "sections": [{
    "text": "KEYWORDS: volcanic sands; aeolian; Iceland; sandur; tholeiitic basalts"
  }, {
    "heading": "Introduction",
    "text": "The formation and evolution of aeolian sands involve interactions of several processes such as wind, fluvial or glacial erosion, weathering, transport and physical sorting. A large majority of sandy deserts in the world are dominated by the quartz mineral and mostly result from the long-term erosion of crystalline acidic rocks of the continental crust in arid conditions (Cooke et al., 1993). Areas covered by sands derived from volcanic rocks, and in particular basaltic\nrocks, are less frequent and smaller since only a few volcanic regions of the world have a climate favorable to their formation and preservation. Volcanic sands naturally exhibit the same physical behavior as quartz-rich sands and form similar morphological features (Edgett and Lancaster, 1993). However, they qualitatively display a larger diversity of mineral compositions and textures. For this reason, they appear to be more complex and are not as well documented as the much more common quartz-rich sand sheets (Edgett and Lancaster, 1993).\nCombining active volcanism with a humid but cold climate, there are about 22,000km2 of poorly vegetated sandy areas in Iceland (Arnalds et al., 2001), corresponding to about 21% of the surface (Bogacki, 1970; Käyhkö, 1997; Arnalds, 2000, 2010; Arnalds et al., 2001; Mountney and Russell, 2004). Sand sheets are often found in flood plains at glacial margins and near glacial rivers and result from erosion, transport and deposition of volcanic material (Arnalds et al., 2001). The nature of the source, including for instance phenocrysts-rich lava flows, or glass-rich hyaloclastite ridges, has an influence on the compositions and textures of sand grains. However, formation and transport, involving glaciers, rivers, and winds, should both be considered to understand the characteristics and extent of these sands sheets. Erosion rates of previously vegetated areas have increased after human settlements on the island, often leading to the formation of sandy deserts (Arnalds et al., 2001). Some of them are currently spreading (Arnalds et al., 2001). Arnalds (2010) has identified Iceland as one of Earth’s major sources of atmospheric dust, lifted into the atmosphere from sandy regions. Dust plumes in Iceland affect the environment and especially soils (Arnalds, 2010). Understanding the origin of sands in Iceland is therefore critical to predict their evolution in the context of climate change and human activities and to evaluate the consequences on dust redistribution and soil evolution. Beyond our planet, the occurrence of volcanic sands is now well-documented on Mars (Edgett and Malin, 2000; Fenton et al., 2003; Bourke et al., 2004; Fenton, 2005). Lava flows on Mars are often covered by sandy material precluding direct analysis of igneous rocks non-contaminated by sands. Inferring magmatic compositions from sand observations requires also a better understanding of volcanic sand formation, transport, and mineral sorting processes. This research is therefore also motivated by the context of remote sensing analysis of sands on Mars.\nFigure 1. Map of Iceland with locations of site 1 (Dyngjusandur) and site 2 colour online at wileyonlinelibrary.com/journal/espl\nCopyright © 2011 John Wiley & Sons, Ltd.\nThe overall objective of this study is to determine the origin of sand sheets in Iceland. However, a systematic sampling of all sand sheets is practically not feasible. Several potential sites of interest were first visited and after preliminary investigations, two sites were selected for detailed analyses. These two sites are also from one of the major dust-plume areas in Iceland (Arnalds, 2010), resulting in widespread dust deposition in north-east and south Iceland. The first area is located at the margin of Dyngjujökull, south of Askja volcano and north of Vatnajökull in the central part of the country (Figures 1 and 2). The sand sheet covers an area of about 270km2 (Mountney and Russell, 2004) and is one of the largest sand sheets in Iceland. It belongs to the largest continuous sandy lava and lag gravel fields in the Ódáðahraun area (5000–6000km2). The second area (Lambahraun) is located south of Langjökull, in the southwest part of Iceland (Figures 1 and 3). Several volcanic centers occur around each sandy area, and below the glaciers and are potential sources of sands, some of these vents being expressed as eroded hyaloclastite ridges. Discrimination between the sources is based on a combination of morphological, mineralogical, and chemical data. Several hypotheses are tested, considering a single origin or multiple origins. Comparison of the two sites emphasizes the diversity of sand formation mechanisms in Iceland and the key role of glaciers."
  }, {
    "heading": "Geological Setting and Implications for Potential Sand Sources",
    "text": "Dyngjusandur\nThe area investigated is north-east of Dyngjujökull and is bordered to the north by the Askja volcano and to the east by the major glacial drainage system of the Jökulsá á Fjöllum and by\n(Lambahraun) highlighted by red filled circles. This figure is available in\nEarth Surf. Process. Landforms, Vol. 36, 1789–1808 (2011)\nthe Vaðalda shield volcano (Figure 2). The Askja volcano has been active most of the Pleistocene (Brown et al., 1991) and is multiple-caldera system built from subglacial basaltic hyaloclastite ridges and postglacial basaltic scoriae and flows (Brown et al., 1991). The active and continuous aeolian sand sheets cover about 170km2 with a thickness that reaches 10 m. According to Mountney and Russell (2004), the primary source of sediment for aeolian transport and deposition is Dyngjujökull. In summer, ablation at the snout of the glacier\nCopyright © 2011 John Wiley & Sons, Ltd.\nfeeds numerous outlet streams that flow to the northeast before merging at the Jökulsá á Fjöllum. Downstream transmission losses in these stream systems, due mainly to percolation, would result in the accumulation of sand available for aeolian transport at the margin of the sand sheet (Russell et al., 2002). However, another source of sediment supply may be the basaltic flows emerging in a few locations above the sand mantle. Finally, the scoriae and the hyaloclastite ridges of the Askja volcano may also contribute to the sand composition.\nEarth Surf. Process. Landforms, Vol. 36, 1789–1808 (2011)\nLambahraun sand\nThe sandy areas of the Lambahraun lava flows are located south of the Hagafellsjökull (Figure 3). The Lambahraun lava field erupted from the Eldborgir crater and is about 15km long and 10km wide with gentle slopes (1–2 ) typical of fluid lavas from basaltic shield volcanoes (Hasenaka, 1994; Whitford-Stark et al., 1975). The lava field was formed about 4000years BP in less than 100 years (Sinton et al., 2005). The lava was emplaced within an interior plateau bounded by NE–SW hyaloclastic ridges (Hlöðúfell for the west part, and Högnhöfdi, for the east part, see Figure 3). These ridges, formed during subglacial eruptions, outline the general orientation of the recent\nCopyright © 2011 John Wiley & Sons, Ltd.\nvolcanic activity in southwest Iceland. Potential sources of Lambahraun sand include hyaloclastite ridges, sediments deposited by the glaciers and Eldborgir lava flows."
  }, {
    "heading": "Methods",
    "text": "Aeolian morphology and prevailing wind directions\nFirst, aeolian morphology such as rock ventifacts, microyardangs (centimeter-scale erosion of indurated sand in deflation areas), or dunes are used to determine the prevailing wind directions and restrict the number of potential sources of sand.\nEarth Surf. Process. Landforms, Vol. 36, 1789–1808 (2011)\nMicro-yardangs can form in wet sand, although they are quickly destroyed when the sand dries (Hunter et al., 1983; Cooke et al., 1993), as observed during wet conditions with south wind at Lambahraun. Ventifacts, defined as rocks that have been abraded, pitted, etched, grooved or polished by wind-driven grains, are related to main wind directions over longer timescales. Their presence suggests that grains extracted from abraded lava flows could represent a significant contribution to the sand sheets.\nMineralogy and chemistry of rocks and sands\nSands and rocks were sampled during three field campaigns in the late summers 2003, 2004 and 2005. Sand grains were generally sampled from the surface down to several centimeters depth. The grain size of aeolian material appeared heterogeneous with larger grains on the top of ripples. For instance, large aeolian ripples at Dyngjusandur are composed chiefly of pumice granules and gravels sequestered at the surface that are not representative of the sand sheet (Mountney and Russell, 2004). These grains were not sampled. Sand samples were taken every 1–3km along the four-wheel track, driving around the Askja volcano from the Vaðalda volcanic center down to the streams at the snout of Dyngjujoküll. For Lambahraun, samples were taken every 1–2km along the NE–SW direction of the elongated sand field. For the two sites, distinct volcanic centers considered as potential sources of sands were sampled. The mineralogy and chemistry of possible source rocks were then compared with the composition of the sands. Thin sections of rocks and sand samples were made. Modal composition and, in particular, the amount of crystalline material versus glassy material were determined under the microscope. Bulk chemical analyses have been performed on powders obtained by crushing about 300g of each rock and sand sample in an agate mill for 30min. Observations of samples under optical microscope and scanning electron microscope (SEM) indicate that chemical analyses represent fresh sample compositions. Chemical analyses for both major, minor and trace elements of Lambahraun samples were handled at the Centre de Recherches Pétrographiques et Géochimiques (CRPG-SARM), Nancy, France. Major and trace element concentrations were respectively measured by ICP-OES (inductively coupled plasmaoptical emission spectrometry) and ICP-MS (inductively coupled plasma-mass spectrometry). About 300mg of powder was fused with LiBO2 and dissolved in HNO3. Five international geostandards were used, basalt BR, diorite DRN, serpentinite UBN, anorthosite ANG and granite GH (Carignan et al., 2001). Chemical analyses for major, minor and a few trace elements (Ga, Zn, Cu, Ni, Co, Cr, V, Sr, Y, Zr, Nb, Ba, and Ce) for Dyngjusandur were done at Ecole des Mines of St-Etienne using XRF (Fluorescence X). Chemical analyses of minerals were done under the microprobe at Laboratoire des Mécanismes de Transfert en Géologie of Toulouse (see Dantas et al., 2007 for the details of analytical conditions)."
  }, {
    "heading": "Results",
    "text": "Dyngjusandur\nAeolian landforms and wind directions Mountney and Russell (2004) reported SW prevailing winds from an analysis of aeolian landforms at Dyngjusandur. Additional observations of ventifacts and micro-yardangs along an E–W profile are presented here (Figure 4). Prevailing wind directions inferred at each site are reported on a satellite image\nCopyright © 2011 John Wiley & Sons, Ltd.\n(Figure 5). In the western part of the plain (DYN2), rocks do notpresent significant wind abrasion and the sand sheet is thin (no more than 2m). At the site DYN3, micro-yardangs indicate W to NW wind directions (Figure 4(b)) and traces of wind abrasions are limited. Moving to site DYN4, volcanic rocks emerging above the sand mantle also lack abrasion features. East of this site, the sand layer becomes much thicker with rare rock exposures. However, rocks in DYN4, DYN5, and DYN6 systematically show ventifacts (Figure 4(d), 4(e)) indicating S to SW wind orientation. These abraded rocks are often relatively bright and display plagioclase phenocrysts up to 1cm in size and often appearing a few millimeters in relief due to differential abrasion relative to the rock matrix (Figure 4(e)). Microyardangs (and also large ripples) at sites DYN5, DYN6 and DYN7 indicate SSE winds (Figure 4(f), 4(g)), while ventifacts indicate S to SW winds at longer timescales. Rocks are extremely rare in the eastern part, except when approaching Vaðalda (DYN7), where abrasion features were not useful to infer wind direction. However, a 10m high dune oriented SW–NE (Figure 4(h)), with an active slip face oriented toward the NNW indicates SSE winds. This direction differs slightly from the SW winds generally inferred by Mountney and Russell (2004). SSE winds were experienced during the few days of field observations confirming the direction associated with the dune for present-day aeolian activity. However, the large erosion faces of ventifacts at DYN7 precludes the determination of prevailing winds at the geologic timescale, which may have varied from SSE to SW directions. Finally, a south wind is also likely at the origin of the two arcuate shapes observed on the satellite image (Figure 5). A survey by Arnalds (2010) indicates that the direction of dust plumes displacement from Dyngjusandur are, indeed, quite variable, ranging from NW (SE winds) to E (W winds).\nIn summary, prevailing wind directions are found to vary mostly from SSE to SW, a result consistent with expected katabatic winds coming down Dyngjujökull. Nevertheless, our data indicate a larger range of variation of local wind directions than documented in the study of Mountney and Russell (2004). We note that the topography of Vaðalda volcano can create a local effect leading to the formation of SSE winds (Figure 3). From the standpoint of sand paths, SSE to SW winds point to a sand source at the glacial outwash plain, located to the south of the sand field. As variable levels of rock abrasion were observed, the contribution of lava flows to the sand remains an open question that will be further explored using chemical and mineralogical data.\nMineralogy Thin sections of sand samples are presented in Figure 6. The sand samples are composed of four phases: glass, pyroxene, olivine and plagioclase. Volcanic glass fragments largely dominate. Some of them display vesicles in relation with degassing. Thin sections of the sand samples were analyzed to determine the relative abundance of each phase. Ten photographs of thin sections of DYN1S and DYN2S were acquired in natural light and in polarized-analyzed light. Minerals, identified from their shapes and optical properties, were drawn on a computer to calculate the surface area of each grain and the grain size distributions of each phase. The predominance of glass is confirmed with proportions of 80–90%. The remaining fraction corresponds to a few percent of olivine, pyroxene, and plagioclase, the latter phase being slightly more abundant than the two others. Grain size distributions are similar for all the phases, with a mean value of about 100–150mm typical of aeolian material. Larger grains are generally about 250–400mm large but a few plagioclases larger than 500mm occur in several thin sections. The mineralogy and grain size distributions\nEarth Surf. Process. Landforms, Vol. 36, 1789–1808 (2011)\nof the other sand samples were not analyzed at this level of detail, but qualitative observation of the other thin sections reveal similar characteristics such as the predominance of glass fragments of 100–150mm, accessory pyroxene and olivine and the occurrence of a few large plagioclases. These observations suggest that the results on DYN1S and DYN2S can be extrapolated to the entire sand sheet. Thin sections of rock samples are presented in Figure 7. Olivine, pyroxene and plagioclase phenocrysts are embedded in a microlithic matrix for samples DYN2R, DYN3R, and DYN5R. The microlithic matrix is dominated by plagioclase and olivine. DYN7R, a sample of a lava flow belonging to the Vaðalda volcano, is much more crystallized than the other three. The texture of the lavas indicates that the main origin of the glass fraction in the sands has to be found elsewhere. However, minerals present in these lava flows may still be considered as\nCopyright © 2011 John Wiley & Sons, Ltd.\na possible contributor to the crystalline fraction of the sand. In particular, the large plagioclase grains found in the sand appear similar to the plagioclase minerals of the rock samples.\nCombining mineralogical analyses and prevailing wind directions indicate that the dominant glassy material in the sands probably derived from the pillow lavas and hyaloclastites occurring beneath the glacier. It was then transported by the subglacial river. SE to SW winds finally spread the sand north of the glacier. High discharge events, such as major jökulhlaups related to volcanic eruptions may have also contributed (Käyhkö et al., 2002, 2004; Alho et al., 2005). The lava flows and volcanic centers beneath or surrounding the sand sheet do not represent an important contribution. Yet, the presence of large plagioclase grains and other phenocrysts suggests a minor contribution of these subaerial lava flows. The possible contribution of the lava flows will be addressed further from bulk chemical analyses of\nEarth Surf. Process. Landforms, Vol. 36, 1789–1808 (2011)\nrocks and sands, and from electron microprobe chemical analysis of olivine, pyroxene and plagioclase in the rocks and sands.\nElement chemistry The element compositions of four distinct lava flows and sands have been compared (Table I). Minor and trace elements are limited in the table to those displaying a proportion >10ppm. The seven sand samples investigated have a homogeneous composition typical of tholeiitic basalts with a rather low TiO2, Na2O, K2O (Figure 8). This composition is consistent with the fact that volcanic rocks in Iceland are either MORB (Mid-Oceanic Ridges Basalts) of tholeiitic affinities or OIB (Oceanic Island Basalts) of alkaline affinities, produced by the activity of the hot spot (see discussion in Mertz et al., 1991). The detailed compositions of four of them have been reported in Figure 9. With less than 1% variation in SiO2, in alkali\nCopyright © 2011 John Wiley & Sons, Ltd.\nelements, and in many of the minor elements, the apparent homogeneous composition could result from two situations: either the sands come from a unique source, or they have been efficiently mixed by aeolian transport and represent an average composition of several sources of different compositions. All lava flow samples have compositions typical of tholeiitic basalts with some variations between samples (Figure 8). Whereas variations in proportions of alkali (1 to 3wt%) and in SiO2 (47 to 49wt%) are small, stronger variations in minor elements such as Zr (50 to 180ppm) may be explained by different magmatic sources, or may result from variable degrees of fractional crystallization. Satellite images indicate that lava flows of DYN2R, DYN3R and DYN5R originate from the same volcanic center (Askja volcano). Despite their young age, variations between DYN2R and DYN3R may be related to the evolution of liquid compositions in the magmatic chamber. The distinct composition of DYN5 is not surprising given its older age suggested by erosion features of the rock samples. Finally, the sample DYN7R, taken from the Vaðalda volcano, has a more mafic composition.\nThe chemistry of rocks and sands are compared to evaluate the hypothesis that sands result from a mixing between all sources. Even if this hypothesis would be difficult to match with the mineralogical observations, a contribution of DYN2R, DYN3R and DYN5R is possible based on chemical diagrams, not excluding a minor DNY7R component. The rock DYN5R has a composition similar to that of sands for major and most of minor elements. Thus, this rock could be the dominant source, but remaining differences suggest a mixing with other rock types. For instance, a contribution of DYN3R is required to explain the larger amount of Zr and alkali elements (Figure 8). Mathematically, the relative contribution of each possible sand source can be determined from a least squares minimization applied on the major, minor and trace elements. The inverse problem has three dimensions (as the sum of all proportions is 100%) and is solved by a direct exploration of the 3-D space by varying the proportions of DYN2R, DYN3R\nLeft column: natural light (polarized non-analyzed light), right column: t the Lambahraun site (Figure 18) highlights the different proportions of r online at wileyonlinelibrary.com/journal/espl\nEarth Surf. Process. Landforms, Vol. 36, 1789–1808 (2011)\nand DYN5R. Optimum values and ellipse errors are determined with the condition that residuals are less than 2% for major elements, and less than 2% for minor and trace elements together. The proportion of DYN3R is found to be constant and around 25% for all the solutions. Therefore, solutions for the three other sources are represented as an ellipse in a triangular diagram (Figure 10). Triplet of proportions of each source that lie within this ellipse reproduce the major, minor and trace\nCopyright © 2011 John Wiley & Sons, Ltd.\nelements with residuals less than 2% as explained above. A mixing in comparable proportion of each source would easily reproduce the composition of sands.\nThe chemical analyses, taken alone, suggest that the sandy materials may be formed from a long-term mixing of various eroded lava flows, a conclusion in apparent contradiction with the large proportion of glass in the sand. A reconciliation of mineralogical and chemical analyses is possible if we assume\nEarth Surf. Process. Landforms, Vol. 36, 1789–1808 (2011)\nthat chemical variations in the exposed rocks are representative of the magmatic sources in the area, including the volcanic material beneath the glacier. The subglacial origin of the sand is a robust conclusion supported by wind directions and mineralogical analyses. We note that sands can provide chemical information on rocks that are difficult or impossible to sample and may be considered as a good representation of the timeaveraged composition of erupted material. In particular, we may conclude that the volcanic material covered by the glacier has a typical tholeiitic basalt composition rather than more acid composition, despite the presence of rhyolitic eruptions in the\nCopyright © 2011 John Wiley & Sons, Ltd.\nregion (Sparks et al., 1981), such as those at the north of the field of study on the Askja volcano.\nWe finally address here the question of the origin of large crystals in the sands. Given their small modal proportion, these crystals do not affect the sand bulk chemical compositions. Electron microprobe analyses of pyroxene, olivine and plagioclase in DYN1S, DYN2S (sand samples) and DYN2R, DYN5R (rock samples) were achieved (Table II). Olivine in the sand has a different composition from that in the rocks indicating that these crystals and the glass fragments derived from the volcanic material located below the glacier. However, a contribution of the lava flows for the case of pyroxene and plagioclase is possible as comparable ranges of compositions in the rock and the sand are found (Table II). A different origin of olivine, pyroxene and plagioclase grains is consistent with the fact that the olivine grains in the sands are relatively smaller and probably\nigure 9. Geochemical diagrams for sands and lavas. Top: K2O+ a2O versus SiO2 diagram used in volcanic rock classification. Bottom: F N Zr as a function of the oxides weight ratio of MgO over MgO+FeO.\nEarth Surf. Process. Landforms, Vol. 36, 1789–1808 (2011)\nformed near the surface in thermodynamical equilibrium with the liquid in the magma erupted beneath the glacier, whereas phenocrysts of pyroxene and plagioclase crystallized deeper in the magmatic chamber. In addition to the bulk composition, the sand sheets additionally offer an opportunity to analyze mineral compositions of material which is difficult to sample.\nLambahraun sand\nAeolian landforms and wind directions Previous surveys of the sand plains have shown the predominance of northern winds and southbound movement of the sand (Gisladottir et al., 2005). This aeolian pattern appears to be controlled by the katabatic winds of Langjökull. Active sand transport has been observed during all of our three field campaigns (Figure 11). The corridor defined by the sand movement is visible on satellite images as a smooth region elongated in the north–south direction at the western edge of the lava field (Figure 12). In September 2003, we observed a layer of coarse sand (about 5cm thick) deposited in places above very recent snowfalls. In this case, the prevailing winds were from the north whereas we experienced a storm of SW winds in September 2004. Despite a heavy rainfall, winds were able to lift\nnumerous sand grains that were collected at about 20cm above the surface (sample ELD12).\nThe sand sheet over the Lambahraun plain is discontinuous and rocks outcrops occur in some places. Sand thickness is estimated to range from less than 10cm to 3–4m thick in lows (Figure 13). Ripples are frequent whereas aeolian dunes are not. Dunes are only found where topographic obstacles cause sand accumulation in the lee of the wind. Ventifacts and grooves at the centimeter scale are reported in many locations and systematically indicate a north wind. Ripples reflect recent winds and should not be used in principle to infer prevailing winds. However, it is of note that almost all observed ripples in sampling sites confirm a north wind (Figure 13), with the exception of the southern edge of the sand sheet where a southwest wind is inferred. The southern edge of the plateau (south of the location of sample ELD12) is confined by a steep rise in the topography, which halts sand progression. Local winds due to this step and seasonal southwest winds may also limit further extension of the sand south of the location (see also Gisladottir et al., 2005). Erosion is more severe in the northern part of the lava field, and is highlighted by laves cordées abraded down to 2–5cm, confirming the important role of katabatic winds (Figure 14, taken close to the Thorolfsfell). An upper bound of the amount of abrasion may be fixed at 10cm, as the laves cordées would have been fully eroded for higher values. Elborgir lavas are about 4000years old, which implies an average erosion rate of ~12mm yr-1. Observations of the wind directions have been reported on the satellite image (Figure 12). The small north-east–south-west tongue of sand west of Þórólfsfell indicates an additional sand drift over the Skjaldbreiður lava field but no indication of east or west winds could be reported from ventifacts or micro-yardangs. The presence of the hyaloclastic ridges west and east of Lambahraun forms obstacles that should in any case limit their potential influence on sand transport.\nGlacial landforms At the northern edge of Lambahraun, alluvial sediments from the glacier have buried the lava flows and its front is not visible. Parallel and straight grooves strongly incised the lava bed at the northern edge of lava flows (northeast of Þórólfsfell). The grooves occur over a polished surface, different from the rough texture formed by aeolian abrasion (Figure 15), and associated with a typical roche moutonnée landform at about 10m scale (Figure 16). These rocks belong to the lava flows of the Eldborgir shield, as evidenced by the continuity of lava flows. These observations demonstrate that the northern part of the Eldborgir lava flows have been eroded by the glacier. There are also few depositional features, each a few meters in height. These hills, made of poorly rounded blocks and granular material are interpreted as small frontal moraines, visible on satellite images as small lineaments (Figure 17). In the northeastern part of the Lambahraun plain, the Hagavatn lake is bordered by moraines known to have formed at the end of the 19th century, with a progressive retreat since 1920 (Sigbjarnarson, 1967). Shorelines observed south of these moraines and pebbles collected in this area suggest that glacial surges occurred more recently and transported pebbles, or release melt water in the outwash plain. Here, lava flows are covered by fluvio-glacial sediments, but it is not possible to identify if they were eroded by the glacier or not. In summary, the moraines offer further evidence that the northern part of the Eldborgir lava field has been buried once beneath the glacier front that extended about 2km further south than the present-day glacier front.\nBased on these field observations, a history of Lambahraun area can be drawn: (1) 4000years ago lava flows erupted from the Eldborgir volcanic crater during a period of minimum\nEarth Surf. Process. Landforms, Vol. 36, 1789–1808 (2011)\nglacial extent and did not enter in contact with the tongues of Langjökull. (2) Subsequent glacier advances eroded the lava flows over about 2km and buried its northern parts under glacier and fluvio-glacial sediments. This may have occurred more than once, but the last advance probably corresponds to the last episode of moraine accumulation at the end of the 19th century. Glacial erosion accumulated sand, gravels and pebbles in the moraines. (3) After glacier recession periods, aeolian erosion related to northward prevailing winds was the main geological process affecting the lava flows and the moraines,\nCopyright © 2011 John Wiley & Sons, Ltd.\nand redistributed this material to the south. This scenario implies that the sand blanketing the current Lambahraun area originates in this part of the plateau, in agreement with previous studies (Gisladottir et al., 2005). It is therefore possible that most of the sand is derived from Eldborgir rocks, but the sand may also come from subglacial sediments eroded much more to the north of the lava front. The Hagavatn Lake has considerable glacial sediment load and has also fluctuating water level, often leaving loose sandy sediments on the surface, which also act as a sand source. Several potential sources of sand have\nLambahraun plain is elongated north to south and bounded by topof sampling as indicated in the legend for the Eldborgir lavas, gravels e (MOW). Directions of the prevailing winds inferred from aeolian ocation of the Figure 17(a) and 17(b). This figure is available in colour\nEarth Surf. Process. Landforms, Vol. 36, 1789–1808 (2011)\nbeen identified from the morphological study, and the Eldborgir rocks do not necessarily dominate this mixture. Mineralogical and chemical analyses presented below will shed new light on this question.\nMineralogy The following analyses focus on thin sections of sand and rocks collected at sites ELD1 and ELD10 (Figure 18). Thin sections of both rocks and sands show textures and mineral phases (olivine, pyroxene and plagioclase) that are typical of basaltic rocks. Thin sections of sands are described first. No sign of chemical alteration was observed on sand grains under microscope. The probable recent age of this sand, and\nCopyright © 2011 John Wiley & Sons, Ltd.\nthe cold temperatures are likely explanations of the lack of alteration despite humid conditions. While it appears unlikely that weathering has significantly influenced the mineralogical composition of the analyzed sand, we do not rule out that alteration should be considered for the less mobile sand out of the main corridor. Sands are composed of several types of grains:\n(1) Single mineral grains (about 50% of the grains). Plagioclase and olivine crystals correspond often to single prismatic grain. Mineral size, as well as prismatic habitus of crystals, are preserved indicating a light mechanical reworking of the grains. (2) Sub-angular to sub-rounded grains that display a sub-doleritic texture dominated by plagioclase and pyroxene crystals (30% of the grains). (3) Grains with quench texture displaying skeletal plagioclase crystals in a more or less altered vitreous matrix. (4) Vitreous grains with a small proportion of crystal phases, showing some affinities with hyaloclastic textures.\nThin sections of rocks display variable textures from microlitic and porphyritic texture with more than 10% (vol) glass (ELD1R) to sub-doleritic, glass-poor texture (ELD10R), depending on localization within the flows. All rocks evidence rapid\nigure 15. Parallel grooves with cracks interpreted as formed by glacial rosion. This figure is available in colour online at wileyonlinelibrary. F e com/journal/espl\nEarth Surf. Process. Landforms, Vol. 36, 1789–1808 (2011)\ncooling with skeletal to dendritic crystals. The occurrence of numerous vesicles indicates melt degassing at near-surface pressure. These rocks also exhibit euhedral phenocrysts of plagioclase and olivine (from 100mm to 500mm) and smaller clinopyroxene crystals (<100mm). The sub-doleritic texture shows that clinopyroxenes have grown between plagioclases and olivines. Fe-Ti oxides (<5vol%) occur as very tiny grains in ELD1R and fill interstices forming xenomorphic crystals in ELD10R. All these characteristics are typical of lavas of tholeiitic affinities. Olivines are not as frequent as pyroxenes and plagioclases, with roughly 5 to 10% of minerals observed depending on samples. Brownish glass is well observed in the ELD1R rock but darkened by tiny Fe-Ti oxides while glass is very scarce in ELD10R. Comparison of rock and sand thin sections indicate that plagioclase occurs in lower concentration than in rocks, but olivine seems more abundant (roughly 15–20%) in the sands. Despite the presence of hyaloclastic ridges around Lambahraun and beneath Hagavatnsjökull, the low proportion of glass in sands demonstrates a very minor contamination from material eroded from them (<20%). The main origin of sand has to be found in basaltic lava flows. Given the established sequence of advances and retreats of the glacier on the Eldborgir flows, the rocks of this shield volcano are a plausible source, whereas additional aeolian sorting effects may explain minor differences in mineral proportion between sands and rocks. Basaltic rocks from the other volcanic centers in the area are still considered to be an alternative origin. Major and minor element analyses are presented below to progress further.\nChemistry The elementary composition of Eldborgir lava flows and sands were compared and the results are shown in Figures 19 and 20 and Tables III and IV. Rock samples have a quite homogeneous tholeiitic composition and an average value is taken as representative of the Eldborgir lava flows (Figure 19, slight heterogeneities in several elements appear as a larger standard deviation). The similarity of the chemical composition of sample ELD3R (samples inside polished grooved lavas) compared\nCopyright © 2011 John Wiley & Sons, Ltd.\nwith other rock samples from Eldborgir confirms that the rocks in which the ‘roche moutonnée’ formed are part of the Eldborgir lava flows.\nThe spectrum of major, minor and trace elements in sands displays limited variations in compositions and shows a good correlation with that of the mean Eldborgir rock (Figure 19). This correlation confirms the idea that sands are at least partially derived from the Eldborgir lava flows. However, exceptions exist for several elements. Variations in Fe2O3-MgO are reversely correlated with variations in CaO–Al2O3 (Figure 19). Mg and Ni are more abundant in sands. The Mg and Ni variation are probably related to the higher abundance of olivine in sands suggesting enrichment of olivine during aeolian processes, an idea which is supported by the thin sections (Baratoux et al., 2005). Variations in Fe2O3-MgO and CaOAl2O3 also probably correspond to modifications in olivine/plagioclase crystal ratio changes from the mean lava to the sands and between the sands themselves. Several other elements (Ba, Ce, Dy, Er, Eu, Hf, La, Nb, Nd, Pr, Sr, Sm, Zn, Zr) are slightly less abundant in sands than in rocks. These differences are significant enough to investigate the possibility that the sand from the Eldborgir lava flows is mixed with other sources. The Skersli volcano, located at the north-west of the sand sheet (Figures 3 and 12) may have contributed to the sand composition. An additional sample from this volcano (SKE) is included in Figure 19. This site has probably been eroded by the Vestri-Hagafellsjökull contemporaneously with the Eldborgir lava flows. As expected for basalt formed in a similar context, the abundances for major elements of SKE are similar to that of the Eldborgir rocks. Nevertheless, the minor elements spectrum of SKE shows lower abundances for Hf, Zr, Nd, Ba and for all rare earth elements (REE). Relative abundances of minor and trace elements are indeed generally useful to discriminate between distinct but local sources (Pearce and Cann, 1973). As the sand composition appears to be intermediate between those of ELD and SKE for these trace elements, a mixing between the two basaltic sources may be reasonable for explaining the sand composition.\nEarth Surf. Process. Landforms, Vol. 36, 1789–1808 (2011)\nTo explore this further, a second type of plot has been made by normalizing sand samples compositions by the mean composition of ELD rocks on one side (Figure 20(a), (b)), and by that of SKE on the other side (Figure 20(c), (d)). A rock sample from the moraine located at the northwest section of the lava field (MOW) and a gravel sample (ELD3G) are also included in the plot. Indeed, ELD3G contains grain size <2mm with coarse sands dominating probably corresponding to a mixing in between fluvial sediments and the finest moraine component – no pebbles were present at ELD3G sample site – with minor aeolian contribution. ELD3G can be considered representative of the fine sediments present at the northern edge of the study area. A flat spectrum would correspond to a composition identical to that of the reference rock. The major elements are not of\nCopyright © 2011 John Wiley & Sons, Ltd.\nmain interest because of the close composition of both basalts, ELD and SKE (Figure 20(b) and 20(d)). With respect to the minor and trace elements (Figure 20(a)), the sand composition is closer to the ELD than SKE rocks with significant differences, nevertheless. Minor elements from Dy to Hf have a spectrum similar to that of SKE rock with lower amplitude suggesting that the Skersli volcano contributes in the sand composition. In Figure 20(c), the mean sand composition pattern does not follow the SKE composition pattern and displays major differences. Elements from Dy to Ge display a pattern close to that of ELD rock whereas some elements contents are similar in abundance to SKE. It is possible to determine quantitatively the contribution of each source by a least square adjustment considering the major, minor, and trace elements, after excluding Mg and\nEarth Surf. Process. Landforms, Vol. 36, 1789–1808 (2011)\nNi, for the reason explained above. The best adjustment is obtained for about 60% of Eldborgir rocks and 40% of Skersli rocks with an average residual of 3.6% for the major element, and an average residual of 4.2% for the minor and trace elements. This analysis confirms that the contributions of Eldborgir and Skersli are almost comparable. It is of note that glacier-melt water with high sediment loads is delivered from the Skersli area into the Hagavatn (lake) at the northern end of the Eldborgir area.\nCopyright © 2011 John Wiley & Sons, Ltd.\nThis can explain the high ratio of Skersli materials in the sand of the Eldborgir lava field. Other sand sources may be found in the moraines, considering the moraines as a grab bag of all rocks eroded by the glacier. The MOW rock has a composition similar to the SKE rock (relative flat spectrum on Figure 20(c)). This suggests that the MOW rock was eroded from the Skersli volcano and transported by the glacier. Moraine fragments (ELD3G) may give a better estimate of the average composition of the moraine than an individual rock. Here, the composition spectrum follows relatively well that of SKE rock, but also that of the ELD sand and, into a lesser extent, the ELD mean rock. It thus appears that this ELD3G sample is composed of a mixing of SKE and ELD rocks, as it always plots in between SKE and ELD rocks. A mixing of a putative third rock type present in significant proportion in moraines would have modified this trend. So, this plot demonstrates that the materials in the moraines are also a mixture from both volcanoes.\nThin sections have revealed the presence of glasses in sands. The difference in REE observed between rocks and sand in Figure 20 may also result from variations in glass proportion between sand and rocks due to aeolian segregation, or due to a contribution from hyaloclastites ridges around or from below the glacier. Indeed, REE are incompatible elements usually sequestered in glasses by magmatic processes. Nevertheless, the good match obtained from a 60%:40% mixture of ELD and SKE rocks tends to exclude this idea and would reduce the hyaloclastite contribution below 10%."
  }, {
    "heading": "Discussion",
    "text": "The diverse origin of sands in Iceland and its implications\nThe sources and pathways of sands have been solved respectively for the Dyngjusandur and the Lambahraun areas. Field observations, mineralogical and chemical analyses have been combined in both cases to discriminate between\nEarth Surf. Process. Landforms, Vol. 36, 1789–1808 (2011)\npotential sand sources. The main difference between the two sites is the ratio between glass and crystalline phases (about 80% of minerals at Lambahraun, about 80% of glassy grains at Dyngjusandur). In Iceland, a majority of sandy deserts appear to be dominated by volcanic glass (Arnalds et al., 1995). Volcanic ash may be a second source of sandy deposits (Arnalds et al., 2001), but this contribution is essentially absent in our study. The story inferred for the formation of Dyngjusandur appears typical. First, the abundance of glass in sands is related to the specific context of volcano-ice\ninteractions (Smellie, 2002). Hyaloclastic ridges, formed during subglacial eruptions, are then eroded by the combined action of wind and glaciers and washed out in flood plains. Material transport from glacial lakes in glacial rivers appears as the main agents providing sources for the formation of sandy deserts (Arnalds et al., 2001; Arnalds, 2010).\nIn contrast, the case of the Lambahraun illustrates how tholeiitic basalts may be in places a source of the aeolian sands in Iceland. The minor contribution of glass grains is not typical of Icelandic sandy deserts. This is important to bear in mind\nRock> and s(Rock) indicate respectively the average composition and position of sand samples.\nwhen considering the source of aeolian materials in soils of this region, as these results show that aeolian sediments south and west of Langjökull can be crystalline. The minerals composing the sand have been eroded from effusive flows belonging to the Eldborgir and Skersli volcanic centers. The genesis of sands at Lambahraun has involved subaerial eruptions followed by erosion of the lava flows due to glacial advances and retreats. Several moraines about 10m high and 100m wide have been observed, and make a major proportion of the sand volume required for blanketing the plain. Melt-water and glacial lake with highly fluctuating water level may be a significant source of aeolianmaterials in the area. Ventifacts observed on Eldborgir lava fields (Figure 14) indicate that grains saltation on lava flows produce an additional volume of particles corresponding to less than a few centimeters distributed all over the plain. Wind abrasion alone does not explain the 1–5m of sand accumulation. The occurrence of the glacier tongue at the northern boundary of the lava field and its advances and retreats appear\nCopyright © 2011 John Wiley & Sons, Ltd.\nto be an indispensable factor in forming such an amount of sand in such a short duration (<4000years). Additional sand formation by wind abrasion may only occur under the conditions that a sufficient amount of sand grains from the glacier is initially available.\nComparison of the two sites emphasizes the diverse role of glaciers in sand sheet formation, including glass fragment generation in volcano–ice interaction contexts and glacial erosion of previously emplaced effusive volcanic rocks. Post-glaciation volcanic activity formed huge lava fields in Iceland, but some are not necessarily covered by sand despite being sometimes two or three times older than the Eldborgir shield volcano. The occurrence of glacial retreats and advances appears to be a decisive factor. Considering that the current global change in climate creates a general retreat of glaciers (Magnússon et al., 2005; Björnsson and Pálsson, 2008) and an increase in flooding, this situation may induce the release of new volumes of sands, at present buried beneath the glaciers, that will\nEarth Surf. Process. Landforms, Vol. 36, 1789–1808 (2011)\nbecome available for fluvial and aeolian transport. A subsequent increase of the aeolian abrasion may lead in fine to an increase of the proportion of the country covered by sandy deserts.\nBeyond our planet: implications for the Martian volcanic sands\nVolcanic sands have been documented onMars in several places (Edgett and Malin, 2000; Fenton et al., 2003; Bourke et al., 2004; Fenton, 2005). The first evidence for the presence of sand on the red planet has been the observation of typical dune morphologies similar to their terrestrial counterparts (Cutts and Smith, 1973). The presence of sand was also confirmed from surface thermal inertia and spectrophotometry suggesting grain sizes around 100mm consistent with aeolian transport in the martian atmosphere (Edgett and Christensen, 1991; Presley and Christensen, 1997; Mellon et al., 2000; Putzig et al., 2005; Greeley et al., 2006, Jehl et al., 2008, Johnson et al., 2006). The basaltic nature of these sands, composed of pyroxenes, olivines and plagioclases, has been revealed from the visible, near-infrared and thermal infrared remote sensing observations (Schneider and Hamilton, 2006; Stockstill-Cahill et al., 2008; Poulet, et al., 2009a, 2009b) and in situ observations (Greeley et al., 2005; Lichtenberg et al., 2007 for Gusev landing site; Rogers and Aharonson, 2008 for Meridiani landing site; Seelos et al., 2008 for the Phoenix landing site). Studies focusing on the transport of basaltic sands on Mars have been published in the last decade (Fenton et al., 2003; Bourke et al., 2004; Fenton, 2005), but the geological contexts which have led or still lead to sand formation are not well understood. The present study in a country already known for its excellent analogues to several martian geological features (e.g. volcano–ice interactions, basaltic shield volcanoes), provides a useful frame for understanding the sand compositions and aeolian landforms on Mars. A few implications for the interpretation of remote sensing observations of volcanic sands on Mars appear to be straightforward. Infrared hyperspectral data of volcanic plains are often available at resolutions lower than 1km, especially for global mapping purposes (Poulet et al., 2007) and distinction between sand and bedrock exposures occurring sometimes at the meter scale is generally not possible. A difference of composition between bedrock and sand would give a spatial mixing between end members, but not the true composition of one of them. Our study shows that the sand blanketing plains of Dyngjusandur is not local and sand composition does not necessarily correspond to the composition of the buried volcanic material. Therefore, hyperspectral data on sandy deserts should generally be used with caution if the composition of the bedrock is searched for. However, advantage can be taken from the fact that sands are good indicator of time-averaged bulk compositions of volcanic material. Such a situation is particularly interesting when comparing one volcanic province to another at the planetary scale where details of local and temporal changes are less important than getting a representative average composition characteristic of the mantle source and pressure/temperature conditions of partial melting and magma ascent. Understanding the sorting processes in basaltic sands is also considered as an important step towards interpreting the mineralogical composition of Martian sands in relation with the bedrock composition. Visible, near-infrared or thermal infrared orbital data has shown that the composition of dark dunes is frequently dominated by basaltic rocks with pyroxene, olivine, plagioclase, and glasses in various proportions depending on\nCopyright © 2011 John Wiley & Sons, Ltd.\nlocations (Fenton et al., 2003; Poulet et al., 2003; Mustard et al., 2005, Stockstill-Cahill et al., 2008). This is not surprising given the predominance of plains of basaltic composition at the surface of Mars (Mustard et al., 2005; Poulet et al., 2009a, 2009b; Mangold et al., 2010), but it is of importance to identify sand segregation effects, as the modal composition of sands may be different from the modal composition of the rocks. The case of Lambahraun offers the possibility to investigate the consequences of the presence of phases with different physical properties in relation with spatial heterogeneities in mineralogical composition. Depletion in plagioclase and enrichment in olivine were noticed in the thin sections. This possible sorting effect leading to differential segregation of minerals will be studied in a future work."
  }, {
    "heading": "Conclusion",
    "text": "The findings on the origin of two Icelandic sand sheets reveal two contrasting stories emphasizing the key but diverse role of glaciers. The sand deposited in the Dyngjujökull plain does not derive from local lava flows, but mainly corresponds to a homogeneous mixture of volcanic glasses formed below Vatnajökull during subglacial eruptions. The efficient mixing of various sources can be taken as an advantage when one looks for timeaveraged bulk compositions of volcanic material rather than local and temporal changes of the source. In constrast, the role of glaciers at Lambahraun is essentially erosive and lava flows of several effusive eruptions provide the main source of sand grains. Lambahraun lava flows formed 4000years ago during a period of minimum glacial extent. Subsequent glacier advances have buried and eroded lava flows over about 2km. After the glacier retreated, winds redistributed the material eroded by glacier and the sediments from the outwash plains to the south. In this particular context of glacial advances and retreats, the aeolian blanketing by sand has occurred rapidly at a geologic scale.\nThese conclusions have some implications on the key role of glaciers in the origin of sandy deserts. Indeed, the current global change in climate creates a retreat of most glaciers (Magnússon et al., 2005; Björnsson and Pálsson, 2008). This retreat creates more flooding and more sands accumulated beneath the glaciers may be exhumed. These sands are then available for fluvial and aeolian transport. The current retreat of several glaciers may then trigger a progressive increase of the activity of sand. As Icelandic sandy deserts are dominated by volcanic glasses, the Eldborgir/Lambahraun plain gives the opportunity to explore a sandy desert formed by minerals derived from different sources. The site provides excellent opportunities to explore physical sorting and mineral segregation of grains derived from basaltic rocks, better than elsewhere else in Iceland, and probably on Earth, wheremore complicatedmixtures often occur (e.g. theMoses lake dunes field composed of clays, basalt, and granodiorite as presented in Bandfield et al., 2002, while Martian sand sheets are derived almost exclusively from basaltic material). These conditions have important applications for understanding the compositional variability within martian sand fields (Fenton and Melon, 2006), in the frame of the current debate on the mobility of sand and of the activity of sand dunes on Mars (Fenton, 2006; Bourke et al., 2008; Feldman et al., 2008)."
  }],
  "year": 2011,
  "references": [{
    "title": "Reconstruction of the largest Holocene jökulhlaup within Jökulsá á Fjöllum, NE Iceland",
    "authors": ["P Alho", "AJ Russell", "JL Carrivick", "J. Käyhkö"],
    "venue": "Earth Surf. Process. Landforms, Vol. 36, 1789–1808 (2011)",
    "year": 2005
  }, {
    "title": "The Icelandic ‘rofabard’ soil erosion features",
    "authors": ["O. Arnalds"],
    "venue": "Earth Surface Processes and Landforms 25: 17–28.",
    "year": 2000
  }, {
    "title": "Dust sources and deposition of aeolian materials in Iceland",
    "authors": ["O. Arnalds"],
    "venue": "Icelandic Agricultural Sciences 23: 3–21.",
    "year": 2010
  }, {
    "title": "Sandy deserts of Iceland: an overview",
    "authors": ["O Arnalds", "FO Gisladottir", "H. Sigurjonsson"],
    "venue": "Journal of Arid Environments 47: 359–371.",
    "year": 2001
  }, {
    "title": "Andisols from four different regions in Iceland",
    "authors": ["O Arnalds", "CT Hallmark", "LP. Wilding"],
    "venue": "Soil Science Society of America Journal 59: 161–169.",
    "year": 1995
  }, {
    "title": "Spectroscopic study of the Moses Lake dune field, Washington: determination of compositional distributions and source lithologies",
    "authors": ["JL Bandfield", "KS Edgett", "PR. Christensen"],
    "venue": "Journal of Geophysical Research (Planets) 107: 5092–5105. doi: 10.1029/ 2000JE001469",
    "year": 2002
  }, {
    "title": "Origins and transport of volcanic sands in Iceland and implications for the evolution of volcanic material on Mars",
    "authors": ["D Baratoux", "N Mangold", "O Arnald", "M Grégoire", "G Ceuleneer", "M van Ginneken", "B Platevoet", "JM Bardintzeff", "V Chevrier", "PC Pinet", "PE. Mathé"],
    "venue": "36th Annual Lunar and Planetary Science Conference,",
    "year": 2005
  }, {
    "title": "Icelandic glaciers",
    "authors": ["H Björnsson", "F. Pálsson"],
    "venue": "Jökull 58: 365–386.",
    "year": 2008
  }, {
    "title": "Aeolian processes on the forefield of the Skeidarar-jökull (Iceland)",
    "authors": ["M. Bogacki"],
    "venue": "Bulletin de l’Académie polonaise des Sciences. Série des Science Géologiques et Géographiques 18(4): 279–287.",
    "year": 1970
  }, {
    "title": "Aeolian sediment transport pathways and aerodynamics at troughs on Mars",
    "authors": ["MC Bourke", "JE Bullard", "OS. Barnouin-Jha"],
    "venue": "Journal of Geophysical Research (Planets) 109: E07005. doi: 10.1029/ 2003JE002155",
    "year": 2004
  }, {
    "title": "Recent aeolian dune change on Mars",
    "authors": ["MC Bourke", "KS Edgett", "BA. Cantor"],
    "venue": "Geomorphology 94: 247–255. doi: 10.1016/j. geomorph.2007.05.012",
    "year": 2008
  }, {
    "title": "New light on caldera evolution- Askja, Iceland",
    "authors": ["GC Brown", "SP Everet", "H Rymer", "DW. McGarvie"],
    "venue": "Geology 19: 352–355.",
    "year": 1991
  }, {
    "title": "Routine analyses of trace elements in geological samples using flow injection and low pressure on-line liquid chromatography coupled to ICP-MS: a study of reference materials BR, DR-N, UB-N, AN-G and GH",
    "authors": ["J Carignan", "P Hild", "G Mevelle", "J Morel", "D. Yeghicheyan"],
    "venue": "Geostandard Newsletter. Journal of Geostandards Geoanalysis",
    "year": 2001
  }, {
    "title": "Desert Geomorphology",
    "authors": ["R Cooke", "A Warren", "A. Goudie"],
    "venue": "UCL Press: London.",
    "year": 1993
  }, {
    "title": "Aeolian deposits and dunes on Mars",
    "authors": ["Cutts JA", "Smith RSU."],
    "venue": "Journal of Geophysical Research (Planets) 78: 4139–4154.",
    "year": 1973
  }, {
    "title": "Pyroxenites dredged along the south-west Indian Ridge, 9 -16 E: cumulates from incremental melt fractions produced at top of a cold melting regime",
    "authors": ["C Dantas", "G Ceuleneer", "M Grégoire", "Python M", "R Freydier", "J Warren", "HBJ. Dick"],
    "venue": "Journal of Petrology",
    "year": 2007
  }, {
    "title": "The particle size of Martian aeolian dunes",
    "authors": ["KS Edgett", "P. Christensen"],
    "venue": "Journal of Geophysical Research (Planets) 96(E5): 22,765–22,776. doi: 10.1029/91JE02412",
    "year": 1991
  }, {
    "title": "Volcanoclastic Aeolian dunes: terrestrial examples and applications to Martian sands",
    "authors": ["KS Edgett", "N. Lancaster"],
    "venue": "Journal of Arid Environments 25: 271–297.",
    "year": 1993
  }, {
    "title": "New views of Mars aeolian activity, materials, and surface properties: three vignettes from the Mars Global Surveyor Mars",
    "authors": ["Edgett KS", "Malin", "MC."],
    "venue": "Journal of Geophysical Research (Planets) 105: 1623–1650. doi: 10.1029/1999JE001152",
    "year": 2000
  }, {
    "title": "Hydrogen content of sand dunes within Olympia Undae",
    "authors": ["FeldmanWC", "MC Bourke", "RC Elphic", "S Maurice", "J Bandfield", "TH Prettyman", "B Diez", "DJ. Lawrence"],
    "venue": "Icarus 196: 422–432. doi: 10.1016/j. icarus.2007.08.044",
    "year": 2008
  }, {
    "title": "Potential sand sources for the dune fields in Noachis Terra, Mars",
    "authors": ["Fenton LK."],
    "venue": "Journal of Geophysical Research (Planets) 110: 11004. doi: 10.1029/1005JE002436",
    "year": 2005
  }, {
    "title": "Dune migration and slip face advancement in the Rabe Crater dune field, Mars",
    "authors": ["Fenton LK."],
    "venue": "Geophysical Research Letters 33: 20201. doi: 10.1029/2006GL027133",
    "year": 2006
  }, {
    "title": "Aeolian processes in Proctor Crater on Mars: sedimentary history",
    "authors": ["LK Fenton", "JL Bandfield", "AW. Ward"],
    "year": 2003
  }, {
    "title": "Thermal properties of sand from Thermal",
    "authors": ["1029/2002JE002015 Fenton LK", "Mellon MT"],
    "year": 2006
  }, {
    "title": "The effect of landscape",
    "authors": ["FO 2004JE002363 Gisladottir", "O Arnalds", "G. Gisladottir"],
    "year": 2005
  }, {
    "title": "Spectrophotometric properties of",
    "authors": ["Soderblom J", "S. Squyres"],
    "year": 2006
  }, {
    "title": "Landsat TM based land",
    "authors": ["Bologna", "Italy", "J 28.08–03.09.97. Käyhkö", "P Alho", "J Hendriks", "M. Rossi"],
    "year": 2002
  }, {
    "title": "The 20th century",
    "authors": ["E Magnússon", "H Björnsson", "J Dall", "F. Pálsson"],
    "year": 2005
  }, {
    "title": "Mineralogy of recent Earth Surf",
    "authors": ["B Gondet", "Y Langevin", "G. Neukum"],
    "venue": "Process. Landforms, Vol. 36, 1789–1808 (2011)",
    "year": 2010
  }, {
    "title": "Sedimentology of cold-climate aeolian",
    "authors": ["Mountney N", "Russell AJ"],
    "year": 2004
  }, {
    "title": "Olivine and pyroxene",
    "authors": ["N Mangold", "G Bellucci", "F. Altieri"],
    "year": 2005
  }, {
    "title": "Tectonic setting of basic volcanic rocks",
    "authors": ["Pearce JA", "Cann JR"],
    "year": 1973
  }, {
    "title": "Martian surface mineralogy from Observatoire",
    "authors": ["Mustard JF"],
    "year": 2007
  }, {
    "title": "A new view of dark Martian",
    "authors": ["F Poulet", "N Mangold", "S. Erard"],
    "year": 2003
  }, {
    "title": "Thermal conductivity measurements",
    "authors": ["Presley M", "Christensen PR"],
    "venue": "rus",
    "year": 1997
  }, {
    "title": "Global thermal inertia and surface properties of Mars from the MGS mapping mission",
    "authors": ["NE Putzig", "MT Mellon", "KA Kretke", "RE. Arvidson"],
    "venue": "Icarus 173: 325–341. doi: 10.1016/j.icarus. 2004.08.017",
    "year": 2005
  }, {
    "title": "Mineralogical composition of sands in Meridiani Planum determined from Mars Exploration Rover data and comparison to orbital measurements",
    "authors": ["AD Rogers", "O. Aharonson"],
    "venue": "Journal of Geophysical Research (Planets) 113: E6, E06S14, doi: 10.1029/2007JE002995",
    "year": 2008
  }, {
    "title": "The geomorphic impact and sedimentary characteristics of the July 1999 jökulhlaup on the Jökulsá á Sólheimasandi, Mírdalsjökull, southern Iceland",
    "authors": ["AJ Russell", "FS Tweed", "Ó Knudsen", "MJ Roberts", "TD Harris", "PM. Marren"],
    "venue": "The Extremes of the Extremes: Extraordinary Floods, Proceedings of a Symposium held at Reykjavik, Iceland, July",
    "year": 2002
  }, {
    "title": "Evidence for locally derived, ultramafic intracrater materials in Amazonis Planitia, Mars",
    "authors": ["Schneider RD", "Hamilton VE."],
    "venue": "Journal of Geophysical Research (Planets) 111: E9, E09007. doi: 10.1029/ 2005JE002611",
    "year": 2006
  }, {
    "title": "Geomorphologic and mineralogic characterization of the northern plains of Mars at the Phoenix Mission candidate landing sites",
    "authors": ["KD Seelos", "RE Arvidson", "SC Cull", "CD Hash", "TL Heet", "EA Guinness", "PC McGuire", "RV Morris", "SL Murchie", "TJ Parker", "T Roush", "FP Seelos", "MJ. Wolff"],
    "venue": "Journal of Geophysical Research (Planets) 113: E9, E00A13.",
    "year": 2008
  }, {
    "title": "The changing level of Hagavatn and glacial recession in this century",
    "authors": ["G. Sigbjarnarson"],
    "venue": "Jökull 17: 263–279.",
    "year": 1967
  }, {
    "title": "Postglacial eruptive history of the Western Volcanic Zone, Iceland",
    "authors": ["J Sinton", "K Grönvold", "K. Sæmundsson"],
    "venue": "Geochemistry Geophysics Geosystems 6: Q12009. doi: 10.1029/2005GC001021",
    "year": 2005
  }, {
    "title": "The 1969 subglacial eruption on Deception Island, Antarctica",
    "authors": ["Smellie JL."],
    "venue": "Volcano-Ice Interactions on Earth and Mars, Smellie JL and Chapman MG. (eds). Geological Society London Special Publication 202; 59–79.",
    "year": 2002
  }, {
    "title": "The Pyroclastic Deposits of the 1875 Eruption of Askja, Iceland",
    "authors": ["RSJ Sparks", "L Wilson", "H. Sigurdsson"],
    "venue": "Philosophical Transactions of the Royal Society of London, Series 1, Mathematical and Physical Sciences 299(1447): 241–273.",
    "year": 1981
  }, {
    "title": "A study of lowalbedo deposits within Amazonis Planitia craters: Evidence for locally derived ultramafic to mafic materials",
    "authors": ["KR Stockstill-Cahill", "FS Anderson", "VE. Hamilton"],
    "venue": "Journal of Geophysical Research (Planets) 113: E7, E07008. doi: 10.1029/2007JE003036",
    "year": 2008
  }, {
    "title": "Volcanoes of the Earth, Moon, and Mars",
    "authors": ["J Whitford-Stark", "G Fielder", "(eds). Wilson L"],
    "venue": "Shield Volcanoes. St. Martins Press: New York; 66–74. Earth Surf. Process. Landforms,",
    "year": 1975
  }],
  "id": "SP:a7d6512aa51c67f5dbf5a1c4773d962e2a5d1d11",
  "authors": [{
    "name": "D. Baratoux",
    "affiliations": []
  }, {
    "name": "N. Mangold",
    "affiliations": []
  }, {
    "name": "O. Arnalds",
    "affiliations": []
  }, {
    "name": "P. Pinet",
    "affiliations": []
  }],
  "abstractText": "The origin, formation and evolution of volcanic sands are less well known than the formation of the much more common quartz-rich sand sheets. Combining active volcanism and a cold climate, Iceland is covered for about 21% of its surface by sandy areas. The sands were analyzed in detail at two sites and results reveal their diverse origins. The first site is Dyngjusandur, located north of Vatnajökull, and the second site is the Lambahraun area, located south of Langjökull. At both sites, the sand origin is determined from field observations (wind directions from ventifacts), chemical and mineralogical analyses of rocks and sands. At Dyngjusandur, the sand is dominated by glass grains, a situation typical of sand plains in Iceland. Hyaloclastite ridges presently buried beneath Vatnajökull are the dominant source of the sand, and only large size plagioclase crystals (0.5cm) in sands seem to be derived from the lava flows. Hyaloclastite ridges were crushed by glaciers and mechanically eroded sediments were washed out by melt-water onto flood plains. The sand chemical composition is spatially homogeneous and similar to the average composition of neighboring sub-aerial lava flows, reflecting efficient mixing of distinct sources below the glacier. The presence of sand north of Dyngjujökull can be taken as a way to explore the average chemical composition of non-exposed volcanic material beneath the glacier. In the case of Lambahraun, prevailing winds indicate several potential sources of sand at the north of the sand sheet. Comparison of chemical and mineralogical analyses of sands and rock samples helped to refine the exact origin. In contrast with the first site, the sand is dominated by crystals and is chemically consistent with a mixture of material derived from the lava flows of Eldborgir and Skersli shield volcanoes. Analysis of the contact between the lava flows and the glacier reveals that basaltic sand grains formed as the result of recent advances of the glacier abrading the rocks. The direct interaction of glacial and fluvio-glacial activity with basaltic plains appears to be necessary to produce a large amount of sands in a relatively short period of time (<4000years). This site appears to be an excellent natural laboratory for further studies concerning the sand evolution and physical sorting processes in basaltic material, which have important implications for understanding aeolian processes on Mars. Copyright © 2011 John Wiley & Sons, Ltd.",
  "title": "Volcanic sands of Iceland - Diverse origins of aeolian sand deposits revealed at Dyngjusandur and Lambahraun"
}