{
  "sections": [{
    "text": "Contents lists available at ScienceDirect\nPalaeogeography, Palaeoclimatology, Palaeoecology\nj ourna l homepage: www.e lsev ie r .com/ locate /pa laeo\nPreface\nMesozoic ecosystems – climate and biotas\nThis issue of Palaeogeography Palaeoclimatology Palaeoecology is devoted to papers onMesozoic ecosystems and is an outcome of the International Geoscience Program (IGCP) 632. IGCP is a joint operation by UNESCO and the International Union of Geological Sciences (IUGS), which promote interdisciplinary Earth science research among scientists internationally. Since its formation in 1972, IGCP has supported over 500 projects in about 150 countries.\nIGCP-632 “Continental Crises of the Jurassic: Major Extinction events and Environmental Changes within Lacustrine Ecosystems” was initiated in 2014 and aims to provide insights into the timing and causes of major perturbations in the evolution of life on Earth, covering the entire mid-Mesozoic, from the end-Triassic mass extinction event to the development of Early Cretaceous lake systems in China and elsewhere. The geographical coverage is global. By attaining an updated stratigraphy, particularly focusing on the much needed correlation between the marine and continental realms, a major leap will be taken forward providing the basis for interpretation of paleoclimate data and paleoenvironments. It further aims at clarifying the causal mechanisms behind twomajor events in the Earth history; the Triassic–Jurassic mass extinction event and the Toarcian anoxic event, which occurred 183 million years ago. The project finally covers the Jurassic–Cretaceous boundary at 145 million years ago focusing on freshwater deposits.\nThe issue “Mesozoic ecosystems – climate and biotas” has been extended to include the entire Mesozoic and the 12 contributions contained in this issue particularly focuses on the biota, including plants, invertebrates and vertebrates in both marine and continental settings (Fig. 1). The new data in all contributions are developed to also enhance understanding of the Mesozoic climate, ecosystems, mass extinction events and atmospheric composition."
  }, {
    "heading": "1. The Mesozoic world",
    "text": "The special issue Mesozoic ecosystems – climate and biotas, takes the reader through the Mesozoic, bracketed between two mass extinction events and incorporating some of the most amazing evolutionary steps in the history of life (Fig. 1). The Mesozoic saw the evolution of the dinosaurs, early birds, the first mammals and the flowering plants (Kear et al., 2016). TheMesozoic (251–66Ma) initiated in the aftermath of the most massive extinction event in the history of life—the endPermian event, which closed the Paleozoic (Algeo et al., 2011; Vajda and Bercovici, 2014)."
  }, {
    "heading": "1.1. The Triassic",
    "text": "The reader is introduced to the Early Triassic predators that inhabited the polar areas of the Southern Hemisphere following the great extinctions. Based on analyses of vertebrate fossils and coprolites from the Sydney Basin, Australia (Niedzwiedzki et al., 2016) the authors\nhttp://dx.doi.org/10.1016/j.palaeo.2016.08.023 0031-0182/© 2016 Published by Elsevier B.V.\nreconstruct the Early Triassic (Olenekian) faunas and the coastal river ecosystems, adding to knowledge of the aquatic and possibly, terrestrial carnivorous reptiles that inhabited the ecosystems close to the southern polar circle following the end-Permian mass extinction event.\nAbdolmaleki and Tavakoli (2016) continue on the topic concerning the ecosystems in thewake of the end-Permianbiotic crisiswith records of so called anachronistic facies (facies that were commonly represented in the early Earth's ecosystems (Fraiser and Bottjer, 2007)). Various microbial facies, comprising, e.g., stromatolites and oncoids are described from Lower Triassic sequences within four giant gas fields in the Persian Gulf region, and a newmodel for ocean geochemistry related to the production of these microbial facies is presented.\nWe continue into the Upper Triassic successions of Hopen Island, Svalbard (Paterson et al., 2016), an island well known for preserving fossil biota (Strullu-Derrien et al., 2012). New palaeoenvironmental interpretations based on a broad range of microfossils, including pollen, spores, dinoflagellates, foraminifera, radiolarians and ostracods are presented. By thismultidisciplinary approach, the authors link themicrobiota and the vegetation signals to the existing stratigraphy, providing an improved palaeogeographic understanding of the Late Triassic ecosystems in the present Barents Sea region.\nThe reader is subsequently taken to the Triassic–Jurassic boundary successions of the Shanghai-Altay Mountain Ranges, including parts of southern China (Sha et al., 2016-in this issue) and the contribution provides a review of the peculiar bivalve genusWaagenoperna that thrived in various ecosystems, from fresh-water lakes to brackish, and fully marine environments. This has given them the status of “Rosetta stones” for chronostratigraphical correlation between different ecosystems in this area, linking the Jurassic marine and continental deposits. The analysis further shows that Waagenoperna was a successful survivor of the end-Triassic event, possibly owing to its ability to adapt to different ecological conditions.\nThe publication by Bacon et al. (2016) contributes to the ongoing scientific debate regarding the interpretation and understanding of preservational biases in the fossil record. More specifically, the relation between CO2 levels in the atmosphere and leaf mass (thickness) as this has a bearing on the fossilization potential. The authors hypothesize that changes in leaf thickness could lead to an increased or decreased preservational potential of plant fossils and test the effects by simulating Mesozoic atmospheres in a set of gymnosperms. Their pioneering results indicate that atmospheric composition is an important taphonomic filter of the fossil leaf record.\nThe topic returns to fully continental ecosystems with paleoclimate and paleogeographical interpretations based fossil wood, yet another approach to the analysis of fossil plants (Vajda et al., 2016a, 2016b). Here the authors investigate fossil wood from Late Triassic (Norian to Rhaetian) successions of northern Sichuan Basin, southwestern China (Tian et al., 2016). The authors give insights into the evolution and geographical\ndistribution patterns of Xenoxylon, an enigmatic group of gymnosperms endemic to the Triassic–Lower Cretaceous of Far-East Asia. The wood anatomy in general, and more specifically, the growth rings of the fossil wood reveal a short-term cooling bracketed within otherwise warm andwet climatic conditions. The cooling event in Sichuan is further linked to a similar cooling at the western rim of Tethys (Tian et al., 2016)."
  }, {
    "heading": "1.2. The Jurassic",
    "text": "The Jurassic spans the interval during which dinosaurs became the dominant land vertebrates, new conifer types flourished in the wake of the end-Triassic extinction event and major changes in paleogeography took place as Pangea started its disintegration, and a continental configuration more like the modern world began to emerge (McLoughlin, 2001). As the Atlantic took shape, vast shallowmarine basins were formed where biota accumulated and fossilized. The Jurassic climate was a stable greenhouse environment with high CO2 levels (Beerling and Brentnall, 2007; Gomez and Goy, 2011; Steinthorsdottir and Vajda, 2015).\nScientists have recently discovered that microbial ecosystems flourished also after the end-Triassic event (Ibarra et al., 2014), as in the aftermath of the end-Permian event. Peterffy et al. (2016) describe newly discovered microbial mats formed by cyanobacteria in Lower Jurassic near-shore deposits of southern Sweden, providing the first record of Mesozoic wrinkle structures from that region. Pollen analyses from the same deposits reveal a typical Early Jurassic vegetation represented by ferns andCupressaceae, togetherwith extinct conifer families. Although the terrestrial ecosystems had seemingly recovered, Peterffy et al. (2016) interpret the microbial mats in the nearshore deposits as indicating decreased benthic activity, such as grazing in shallowmarine environments.\nThe end-Triassic event has been linked to the Central Atlantic Magmatism (Akikuni et al., 2010) and the volcanic activity persisted during the Early Jurassic also in Scandinavia (Bergelin, 2009). In southern Sweden, this is evident from a multitude of volcanic necks in the otherwise subdued landscape (Bergelin, 2009). The rapid entombment of biota by the pyroclastic flows has in some cases resulted in exceptional preservation of biota (Bomfleur et al., 2014). McLoughlin and Bomfleur (2016) provide a case study of animal-fungal-plant interactions with an exceptional Early Jurassic (Pliensbachian) fern rhizome. The study highlights the potential of permineralized fern rhizomes with persistent leaf/root mantles to capture a picture of the myriad of biotic interactions in the understorey of Jurassic forests, especially when entombed rapidly by volcaniclastic sediments.\nIn the paper “The rise and demise of Podozamites in east Asia – an extinct conifer life style”, Pole et al. (2016) present a comprehensive review of the Podozamites, importantly including data from Russian, Chinese and other eastern Asian publications, which are generally difficult to access. Podozamites is a common Mesozoic plant fossil with nearly global distribution, although, due to its thin cuticle generally found only as an impression. Podozamites appears to have been little-affected through the Triassic–Jurassic transition, but responded to climate changes later in the Jurassic. By the late Albian angiosperms had arrived in many areas and risen to dominance (Halamski et al., 2016) and Podozamites became extinct shortly after (Bugdaeva, 1995). The new observations will have broader applicability in understanding Mesozoic ecosystems, such as the distribution of deciduous vegetation and fire, as well as contributing to an understanding of why angiosperms have mostly succeeded over conifers."
  }, {
    "heading": "1.3. The Cretaceous",
    "text": "The Cretaceous covers the period in which angiosperms rose from theirmurky origins, and rapidly expanded in extent, biomass and biodiversity (Wing and Boucher, 1998), while various more typical Mesozoic\nplants, such as the Bennettitales, dwindled to extinction (McLoughlin et al., 2011). This was a huge step towards themodern biota. However, dinosaurs remained the most prominent land vertebrates dominating mammals in both size and numbers. The Cretaceous was also a period of very high sea levels, with consequences includingwidespread paralic and lacustrine deposits (Vajda andWigforss-Lange, 2006). Understanding of the commonly abundant fossils from these deposits suffers from a lack of high resolution with the marine record but where international palynological efforts within IGCP are showing great potentials.\nThe Lower Cretaceous Jehol Biota encountered within the Liaoning Province, China, is world famous for hosting unique fossil assemblages including feathered non-avian dinosaurs, birds, pterosaurs, mammals and importantly, the oldest flowering plants (Sun et al., 2002). The nomenclature of the sedimentary successions hosting the Jehol Biota and the underlying Yixian and Tuchengzi formations is however inconsistent, hampering accurate correlations.Wang et al. (2016) studied three continuous cores within the Sihetun area that penetrate these deposits and the authors present a lithostratigraphic nomenclature for the Sihetun Subbasin describing the lithology and the fossil content in each of the members and units outlined. This refined stratigraphic nomenclature of the Yixian Formation has provided a better understanding of the sequence of facies and environments in which the fossils accumulated and paves the way for correlation with other coeval basins in China.\nNearly coeval to the Jehol Biota are the continental successions hosting the vertebrate bone-bed at Ariño in Teruel, Spain (Alcalá et al., 2012). An international team has studied coprolites recovered from this bone bed (Vajda et al., 2016a, 2016b) attributing the droppings to carnivorous dinosaurs. This is based on morphology of the coprolites, the presence of bone fragments within them and on the high content of calcium phosphate. Palynological analysis of the coprolites and the host sediments allow a dating of both to the Albian, also revealing that the coprolites were preserved in situ and deposited in continental wetlands. Taxodiaceae pollen produced by cypress-related trees dominate the coprolite samples, whereas the sediment samples have a slightly higher relative abundance of fern spores. Importantly, significant portions of charcoal are found in the coprolites, revealing an Early Cretaceous ecosystem with habitual wild fires.\nThe final paper in this issue takes us to the close of the Mesozoic, to the Cretaceous –Paleogene extinction event seen from a Southern Hemisphere (New Zealand) perspective but with global applications (Steinthorsdottir et al., 2016). The authors use fossil laurel leaf cuticles recovered from three New Zealand assemblages, which collectively span the latest Cretaceous tomid-Paleocene. Leaf cuticles are commonly used to reconstruct atmospheric carbon dioxide concentrations (pCO2) by applying stomatal density analysis, which was first developed by McElwain and Chaloner (1995) and this method is employed by Steinthorsdottir et al. (2016). The results, which represent the first Southern Hemisphere stomatal density data spanning the K–Pg boundary, are consistent with previously published pCO2 records from the Northern Hemisphere. The study further reveals that plants responded to significant changes in pCO2 across the K–Pg by changing the stomatal density of their leaves. The Cretaceous ended with an asteroid impact that caused widespread ecological disruption, culminating in major, but seemingly targeted, extinctions (Schulte et al., 2010). These extinctions (non-avian dinosaurs for example) cleared the way for the modern world. The Mesozoic had ended and the Cenozoic begun."
  }, {
    "heading": "2. Future advances",
    "text": "Palaeontology's great contribution to the current issues facing the Earth is to show how different it can be. It is only when the complex models that researchers use to predict the future can replicate the past that wewill know that we have a firm understanding of the processes involved. TheMesozoic, as its name implies, is an ideal time to test these issues. On the one hand, aspects of it seem so modern (angiosperm forests for example) but at the same time, so alien (dinosaurs, extremely high\natmospheric carbon dioxide, but enigmatic reports of continental ice). Thus, there is the opportunity to keep one foot on firm (model) ground, while exploring with the other. However, underlying the ‘big’ questions is a fundamental field – taxonomy. A critical need in any of this research is to be clear just what time is being spoken about. Detailed biostratigraphy based on good taxonomy is essential, and climatic and environmental interpretations are often no better than the taxonomy that underpins them. The need for taxonomy to be taught, and thereforewell-funded, remains essential to understanding how the Earth works."
  }, {
    "heading": "Acknowledgements",
    "text": "Wewish to acknowledge sponsorship of the IGCP project 632 (Continental Crises of the Jurassic:Major Extinction events and Environmental Changeswithin Lacustrine Ecosystems) supported through IUGS and UNESCO and the Swedish Research Council. We also wish to thank the many referees making this issue possible."
  }],
  "year": 2016,
  "references": [{
    "title": "Anachronistic facies in the Early Triassic successions of the Persian Gulf and its palaeoenvironmental reconstruction",
    "authors": ["J. Abdolmaleki", "V. Tavakoli"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 2016
  }, {
    "title": "Stratigraphy of TriassicJurassic boundary sequences from the Kawhia coast and Awakino gorge, Murihiku Terrane",
    "authors": ["K. Akikuni", "R. Hori", "V. Vajda", "J. Grant-Mackie", "M. Ikehara"],
    "venue": "New Zealand. Stratigraphy",
    "year": 2010
  }, {
    "title": "A new Lower Cretaceous vertebrate bone-bed near Ariño (Teruel, Aragón, Spain); found and managed in a joint collaboration between amining company and a palaeontological",
    "authors": ["L. Alcalá", "E. Espílez", "L. Mampel", "J.I. Kirkland", "M. Ortiga", "D. Rubio", "A. González", "D. Ayala", "A. Cobos", "R. Royo-Torres", "F. Gascó", "M.D. Pesquero"],
    "venue": "park. Geoheritage",
    "year": 2012
  }, {
    "title": "Terrestrial-marine teleconnections in the collapse and rebuilding of Early Triassic marine ecosystems",
    "authors": ["T.J. Algeo", "Z.Q. Chen", "M.L. Fraiser", "R.J. Twitchett"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 2011
  }, {
    "title": "Can atmospheric composition influence plant fossil preservation potential via changes in leaf mass per area? A new hypothesis based on simulated palaeoatmosphere experiments",
    "authors": ["K.L. Bacon", "M. Haworth", "E. Conroy", "J.C. McElwain"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 2016
  }, {
    "title": "Numerical evaluation of mechanisms driving Early Jurassic changes in global carbon",
    "authors": ["D.J. Beerling", "S.J. Brentnall"],
    "venue": "cycling. Geology",
    "year": 2007
  }, {
    "title": "Fossilized nuclei and chromosomes reveal 180 million years of genomic stasis",
    "authors": ["B. Bomfleur", "S. McLoughlin", "V. Vajda"],
    "venue": "in Royal Ferns. Science",
    "year": 2014
  }, {
    "title": "Jurassic volcanism in Skåne, southern Sweden, and its relation to coeval regional and global events",
    "authors": ["I. Bergelin"],
    "venue": "GFF",
    "year": 2009
  }, {
    "title": "Podozamites and Swedenborgia from the Lower Cretaceous of Transbaikalia",
    "authors": ["E.V. Bugdaeva"],
    "venue": "Paleontol. J",
    "year": 1995
  }, {
    "title": "Elevated atmospheric CO2 and the delayed biotic recovery from the end-Permian mass extinction",
    "authors": ["M.L. Fraiser", "D.J. Bottjer"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 2007
  }, {
    "title": "2011.Warming-drivenmass extinction in the Early Toarcian (Early Jurassic) of northern and central Spain. Correlation with other time-equivalent European sections",
    "authors": ["J.J. Gomez", "A. Goy"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 2011
  }, {
    "title": "Late Cretaceous (Campanian) leaf and palynoflora from southern Skåne, Sweden",
    "authors": ["A.T. Halamski", "J. Kvaček", "V. Vajda"],
    "venue": "Geological Society,",
    "year": 2016
  }, {
    "title": "Microfacies of the Cotham marble: a tubestonecarbonatemicrobialite fromtheUpperTriassic, southwesternU.K",
    "authors": ["Y. Ibarra", "F.A. Corsetti", "S.E. Greene", "D.J. Bottjer"],
    "year": 2014
  }, {
    "title": "Stomatal density and index of fossil plants track atmospheric carbon-dioxide in the Paleozoic",
    "authors": ["J.C. McElwain", "W.G. Chaloner"],
    "venue": "Ann. Bot",
    "year": 1995
  }, {
    "title": "The breakup history of Gondwana and its impact on pre-Cenozoic floristic provincialism",
    "authors": ["S. McLoughlin"],
    "venue": "Aust. J. Bot",
    "year": 2001
  }, {
    "title": "Biotic interactions in an exceptionally well preserved osmundaceous fern rhizome from the Early Jurassic of Sweden",
    "authors": ["S. McLoughlin", "B. Bomfleur"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 2016
  }, {
    "title": "Ptilophyllum muelleri (Ettingsh.) comb. nov. from the Oligocene of Australia: last of the Bennettitales",
    "authors": ["S. McLoughlin", "R.J. Carpenter", "C. Pott"],
    "venue": "Int. J. Plant Sci",
    "year": 2011
  }, {
    "title": "An Early Triassic polar predator ecosystem revealed by vertebrate coprolites from the Bulgo Sandstone (Sydney Basin) of southeastern Australia",
    "authors": ["G. Niedzwiedzki", "P. Bajdek", "K. Owocki", "B.P. Kear"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 2016
  }, {
    "title": "A Multidisciplinary Biofacies Characterisation of the Late Triassic (Late Carnian–Rhaetian) Kapp Toscana Group on Hopen, Arctic Norway",
    "authors": ["N.W. Paterson", "G. Mangerud", "C. Cetean", "A. Mørk", "G.S. Lord", "T.G. Klausen", "P.T. Mørkved"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 2016
  }, {
    "title": "Early Jurassic microbial mats—a potential response to reduced biotic activity in the aftermath of the end-Triassic mass extinction",
    "authors": ["O. Peterffy", "M. Calner", "V. Vajda"],
    "venue": "event. Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 2016
  }, {
    "title": "The rise and demise of Podozamites in east Asia—an extinct conifer life",
    "authors": ["M. Pole", "Wang", "Y.-D", "E.V. Bugdaeva", "C. Dong", "N. Tian", "L. Li", "N. Zhou"],
    "venue": "style. Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 2016
  }, {
    "title": "The Chicxulub impact and the mass extinction at the Cretaceous-Paleogene",
    "authors": ["A.R. Sweet", "J. Urrutia-Fucugauchi", "V. Vajda", "M.T. Whalen", "P.S. Willumsen"],
    "venue": "boundary. Science",
    "year": 2010
  }, {
    "title": "Temporal and spatial distribution patterns",
    "authors": ["J. Sha", "Y. Wang", "Y. Pan", "X. Yao", "X. Rao", "H. Cai", "X. Zhang"],
    "year": 2016
  }, {
    "title": "Early Jurassic (late Pliensbachian) CO2 concentrations based on stomatal analysis of fossil conifer leaves from eastern Australia",
    "authors": ["M. Steinthorsdottir", "V. Vajda"],
    "venue": "Gondwana Res",
    "year": 2015
  }, {
    "title": "Global trends of pCO2 across the Cretaceous– Paleogene boundary supported by the first Southern Hemisphere stomatal proxybased pCO2 reconstruction",
    "authors": ["M. Steinthorsdottir", "V. Vajda", "M. Pole"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 2016
  }, {
    "title": "Arthropod interactions with bennettitalean roots in a Triassic permineralized peat from Hopen, Svalbard Archipelago (Arctic)",
    "authors": ["C. Strullu-Derrien", "S. McLoughlin", "M. Philippe", "A. Mørk", "D.G. Strullu"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 2012
  }, {
    "title": "Archaefructaceae, a new basal angiosperm family",
    "authors": ["G. Sun", "Q. Ji", "D.L. Dilcher", "S. Zheng", "K.C. Nixon", "X. Wang"],
    "venue": "Science",
    "year": 2002
  }, {
    "title": "New record of fossil wood Xenoxylon from the Late Triassic in the Sichuan Basin, southern China and its palaeoclimatic implications",
    "authors": ["N. Tian", "Y. Wang", "M. Philippe", "L. Li", "X. Xie", "Z. Jiang"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 2016
  }, {
    "title": "The global vegetation pattern across the Cretaceous–Paleogene mass-extinction interval—an integrated global perspective",
    "authors": ["V. Vajda", "A. Bercovici"],
    "year": 2014
  }, {
    "title": "The Jurassic–Cretaceous transition of southern Sweden – palynological and sedimentological interpretation",
    "authors": ["V. Vajda", "J. Wigforss-Lange"],
    "venue": "Prog. Nat. Sci",
    "year": 2006
  }, {
    "title": "Dietary and environmental implications of Early Cretaceous predatory dinosaur coprolites from Teruel, Spain. Palaeogeogr",
    "authors": ["V. Vajda", "M.D. Pesquero Fernández", "U. Villanueva-Amadoz", "V. Lehsten", "L. Alcalá"],
    "venue": "Palaeoclimatol. Palaeoecol",
    "year": 2016
  }, {
    "title": "Disrupted vegetation as a response to Jurassic volcanism in southern Sweden",
    "authors": ["V. Vajda", "H. Linderson", "S. McLoughlin"],
    "venue": "Geological Society,",
    "year": 2016
  }, {
    "title": "Stratigraphy, correlation, depositional environments, and cyclicity of the Early Cretaceous Yixian and ?Jurassic–Cretaceous Tuchengzi formations in the Sihetun area (NE China) based on three continuous cores. Palaeogeogr",
    "authors": ["Wang", "Y.-Q", "P.E. Olsen", "J. Sha", "C. Yao", "H. Liao", "Y. Pan", "S. Kinney", "X. Zhang", "X. Rao"],
    "venue": "Palaeoclimatol. Palaeoecol",
    "year": 2016
  }, {
    "title": "Ecological aspects of the Cretaceous flowering plant radiation",
    "authors": ["S. Wing", "L.D. Boucher"],
    "venue": "Annu. Rev. Earth Planet. Sci",
    "year": 1998
  }],
  "id": "SP:a72e0690098aae093910b90ef68d700ed018a897",
  "authors": [],
  "abstractText": "This issue of Palaeogeography Palaeoclimatology Palaeoecology is devoted to papers onMesozoic ecosystems and is an outcome of the International Geoscience Program (IGCP) 632. IGCP is a joint operation by UNESCO and the International Union of Geological Sciences (IUGS), which promote interdisciplinary Earth science research among scientists internationally. Since its formation in 1972, IGCP has supported over 500 projects in about 150 countries. IGCP-632 “Continental Crises of the Jurassic: Major Extinction events and Environmental Changes within Lacustrine Ecosystems” was initiated in 2014 and aims to provide insights into the timing and causes of major perturbations in the evolution of life on Earth, covering the entire mid-Mesozoic, from the end-Triassic mass extinction event to the development of Early Cretaceous lake systems in China and elsewhere. The geographical coverage is global. By attaining an updated stratigraphy, particularly focusing on the much needed correlation between the marine and continental realms, a major leap will be taken forward providing the basis for interpretation of paleoclimate data and paleoenvironments. It further aims at clarifying the causal mechanisms behind twomajor events in the Earth history; the Triassic–Jurassic mass extinction event and the Toarcian anoxic event, which occurred 183 million years ago. The project finally covers the Jurassic–Cretaceous boundary at 145 million years ago focusing on freshwater deposits. The issue “Mesozoic ecosystems – climate and biotas” has been extended to include the entire Mesozoic and the 12 contributions contained in this issue particularly focuses on the biota, including plants, invertebrates and vertebrates in both marine and continental settings (Fig. 1). The new data in all contributions are developed to also enhance understanding of the Mesozoic climate, ecosystems, mass extinction events and atmospheric composition.",
  "title": "Mesozoic ecosystems – climate and biotas"
}