{
  "sections": [{
    "text": "401\nISSN 0016-7029, Geochemistry International, 2017, Vol. 55, No. 5, pp. 401–417. © Pleiades Publishing, Ltd., 2017. Original Russian Text © E.M. Galimov, 2017, published in Geokhimiya, 2017, No. 5, pp. 383–401.\nRole of Low Solar Luminosity in the History of the Biosphere E. M. Galimov\nVernadsky Institute of Geochemistry and Analytical Chemistry, Russian Academy of Sciences, Moscow, 119991 Russia e-mail: galimov@geokhi.ru\nReceived October 7, 2016; accepted October 25, 2016\nAbstract⎯It was shown that the history of the biosphere is closely related to processes caused by low solar luminosity. Solar radiation is insufficient to maintain the Earth’s surface temperature above the freezing point of water. Positive temperatures are kept owing to the presence of greenhouse gases in the atmosphere: CO2, CH4, and others. Certain stages in the development of the biosphere and climate are related to these effects. Methane was the main carbon-bearing gas in the primordial atmosphere. It compensated the low solar luminosity. Life originated under the reduced conditions of the early Earth. Methane-producing biota was formed. Methane remained to be the main greenhouse gas in the Archean. The release of molecular oxygen into the atmosphere 2.4 Ga ago resulted in the disruption of the established mechanism of the compensation of the low solar luminosity. Methane ceased to cause a significant greenhouse effect, and the content of carbon dioxide was insufficient to play this role. A global glaciation began and had lasted for approximately 200 million years. However, the increasing CO2 content in the atmosphere reached eventually a level sufficient for the compensation for the low solar luminosity. The glaciation period came to an end. Simultaneously, a conflict arose between the role of CO2 as a gas controlling the thermal regime of the planet and as an initial material for biota production. As long as the resource of biotic carbon was inferior to that of atmospheric CO2, the uptake of atmospheric CO2 related to sporadic increases in biologic production was insufficient for a significant change in the thermal regime. This was the reason for a long-term climate stabilization for 1.5 billion years. By 0.8 Ga, the resource of oceanic biota reached the level at which variations in the uptake of atmospheric CO2 related to variations in the production of organic and carbonate carbon became comparable with the resource of atmospheric CO2. Since then, an oscillatory equilibrium has been established between the intensity of biota development and climate-controlling CO2 content in the atmosphere. Glaciation and warming periods have alternated. These changes were triggered by various geologic events: intensification or attenuation of volcanism; growth, breakup, or migration of continents; large-scale magmatism; etc. A new relation between atmospheric CO2 and biotic carbon was established in response to the emergence of terrestrial biota and the appearance of massive buffers of organic carbon on land. The interrelation of the biosphere and climate changed.\nKeywords: solar luminosity, biosphere evolution, greenhouse gases, glaciation, climate, CO2, CH4, δ13C, carbonates, organic carbon DOI: 10.1134/S0016702917050068"
  }, {
    "heading": "INTRODUCTION",
    "text": "The phenomenon of low solar luminosity is primarily a topic for astrophysics. It is usually discussed in the context of the faint luminosity of the early sun, often with application to the evolution of climate and the role of greenhouse gases, and almost never in connection with the history of the biosphere. However, in my opinion, the evolution of the biosphere is related in a dramatic way to the low solar luminosity characteristic of the Earth. In this paper, I would like to show that this phenomenon was of fundamental importance for the history of the biosphere."
  }, {
    "heading": "PHENOMENON OF LOW SOLAR LUMINOSITY",
    "text": "It is known that solar radiation at the Earth’s orbit is insufficient to maintain the Earth’s surface temperature above the freezing point of water (Fig. 1). This relation will be referred to as the low solar luminosity in a biospheric rather than astronomical sense. A habitable climate is maintained on Earth by the presence of greenhouse gases in the atmosphere, including CO2, CH4, and some others. The mean surface temperature of the Earth is currently +15°C. Without the greenhouse effect, it would have been –18°C (255 K). The luminosity of the early Sun was almost 30% fainter than now. The Earth’s surface temperature 4 Ga ago had to be below –40°C. However, the Archean climate (from 3.8 to 2.5 Ga) was warm, warmer than today. The amount of incoming solar radiation is 1367 W/m2. Given the reflection into the cosmos at the Earth’s albedo of 0.3 and absorption by the atmosphere, the amount of solar radiation reaching the Earth’s surface is 239 W/m2. The heat f low from the interior is only 0.08 W/m2 (Mendoza, 2005).\n402\nGEOCHEMISTRY INTERNATIONAL Vol. 55 No. 5 2017\nGALIMOV"
  }, {
    "heading": "PRIMARY METHANE",
    "text": "It was almost universally accepted in the 1960s that the Earth’s primary atmosphere was methane-dominated. H. Urey argued convincingly that life could originate only in a reducing environment, in the presence of an atmosphere containing methane and ammonia. S. Miller and H. Urey published a seminal paper on the abiogenic synthesis of amino acids from a mixture of methane and ammonia (Miller and Urey, 1959).\nHowever, it was soon shown that CH4 and NH3 are rapidly decomposed by photolysis and cannot exist for a long time in the planetary atmosphere (Kuhn and Atreya, 1979). Furthermore, amino acids were found in carbonaceous chondrites and, consequently, could be transported to the early Earth during its intense meteorite–asteroid bombardment. Hence, this argument by Urey has also lost its strength.\nWhich of the carbon compounds, CO2 or CH4, was mainly responsible for the compensation of the low solar luminosity can be determined to a first approximation from the carbon isotope composition of carbonates. The first evidence on the carbon isotope composition of Archean carbonates was reported by Galimov et al. (1968). This study aimed at estimating the dominant form of carbon in the early atmosphere. The idea was the following. The mean isotopic composition of carbon derived from the Earth’s mantle is approximately δ13C = –5‰. According to balance considerations, if CO2 were the dominant carbon-bearing com-\npound, the δ13C of carbonates should have been close to this value (accounting for minor isotope fractionation between CO2 and ). In contrast, if methane dominated the Archean atmosphere, its isotopic composition had to approach δ13C = –5‰, whereas CO2 and, correspondingly, carbonates had to be heavier owing to the isotopic fractionation between CO2 and CH4, i.e., approximately from +20 to +50‰ depending on the temperature of isotope exchange.\nThe isotopic composition of Archean carbonates (δ13C) appeared to be from –1.6 to +3.8‰, and it was concluded in the paper that CO2 was the dominant carbon compound in the Archean. Subsequently, Schopf (1971) and Schidlowski et al. (1978) measured the isotopic composition of the oldest 3.8-Ga carbonates of the Isua Formation (Greenland). The measured δ13C values fell within approximately the same range from –2 to +2‰.\nThus, the Archean atmosphere had to be CO2-dominated, although the Archean atmosphere could be different from the primary atmosphere. Nonetheless, the concept of a primary neutral CO2 atmosphere has long been accepted.\nThe problem of the primary atmosphere was revisited in the late 1990s in my book presenting a concept on the generation of the biosphere and origin of life Phenomenon of Life. Between Equilibrium and Nonlinearity (Galimov, 2001). One of the points of this con-\n2 3CO −\nGEOCHEMISTRY INTERNATIONAL Vol. 55 No. 5 2017\nROLE OF LOW SOLAR LUMINOSITY IN THE HISTORY OF THE BIOSPHERE 403\ncept was the idea that adenosine triphosphate (ATP) is the crucial molecular species at the very beginning of the origin of life. However, the abiogenic synthesis of ATP involves hydrogen cyanide (empirical formula of adenine, H5C5N5, is a combination of five HCN molecules), which is formed in a medium containing CH4 as the dominant carbon compound (Zahnle, 1986). Thus, a primary methane atmosphere similar to that hypothesized by Urey was necessary.\nBy then, new aspects of the problem of the composition of the primary atmosphere had been revealed. Of special significance was the study of Sagan and Chyba (1997), who showed that the photolysis of methane and ammonia in the atmosphere is accompanied by the formation of an organic aerosol, which absorbs solar radiation at the frequencies of methane destruction and prevents further methane photolysis. Owing to such self-shielding, CH4 could remain in the atmosphere for a long time and play a significant role in the greenhouse effect.\nThe logic that was developed for Archean carbonates was also used in my paper published in Icarus (Galimov, 2000). There are no terrestrial samples as old as 4.5 Ga, but a fragment of Martian rocks, the ALH 84001 meteorite, shows such an age (Jagoutz et al., 1994). Carbonate inclusions in it have δ13C from +38 to +42‰ (Romaneck et al., 1994). Isotopically heavy carbon was also detected in other Martian meteorites. For instance, carbonate material in the Nahkla meteorite shows δ13C from +12 to +24‰ (Carr et al., 1985). This indicates that methane was the dominant component of the carbon system of Mars 4.5 Ga ago. This is also applicable to the Earth’s atmosphere; the only difference is that Mars lost its primary atmosphere, whereas methane was replaced by carbon dioxide with time in the Earth’s atmosphere (Galimov, 2000).\nAnother aspect of this problem should be mentioned. In addition to the photolytic instability of methane, the oxidized state of the modern mantle casts doubts on the reduced character of the early Earth’s atmosphere. The redox state of the Earth’s mantle near the QFM buffer is inconsistent with the presence of methane in the products of its degassing, and this state has persisted since at least 4.0–3.9 Ga (Delano, 2001; Canil, 2002). If the mantle was initially reduced, there must be a mechanism for mantle oxidation by the beginning of the Archean. I concluded that the continuous growth of the core could be such a process. Importantly, this mechanism can explain both mantle oxidation and the excess heat f low (Galimov, 1999, 2005). Other mechanisms were also proposed, but, most importantly, it was generally accepted that the mantle probably evolved from reducing to oxidizing conditions.\nOur recent study performed in cooperation with B.N. Ryzhenko and Yu.V. Natochin should also be mentioned (Natochin et al., 2008). The well-known predominance of sodium over potassium in seawater\nhas existed over the whole recorded history of the Earth (Kempe and Degens, 1985). However, peptide synthesis occurs in the living cell under the predominance of potassium over sodium (Natochin et al., 2008). An osmotic pump created by evolution in the cell membrane maintains the predominance of potassium over sodium in the intracellular f luid of modern organisms. How did the incipient peptide synthesis occur at the earliest molecular stage of life organization before the appearance of the complex cell wall? Thermodynamic analysis showed that the condition K/Na > 1 could be reached, if methane was dominant in the environment (Galimov and Ryzhenko, 2008).\nThus, in the light of present-day knowledge, the reduced composition of the Earth’s primary atmosphere can be accepted as one of the key constraints for the analysis of the problem of biosphere origin.\nMETHANE IS REGAINED IN THE ARCHEAN By the beginning of the Archean, the mantle had become sufficiently oxidized to prevent equilibrium methane formation in it. Carbon dioxide became the main carbon species derived from the mantle (Fig. 2).\nA new interesting turn appeared then. The investigation of Archean paleosoils showed that they are free of siderite, which indicates that the CO2 content of the Archean atmosphere could not be high (Rye et al., 1995). The admissible pressure constrained by these observations is insufficient to compensate the low solar luminosity and prevent a global glaciation.\nThe significance of methane was revised. Pavlov et al. (2000) and Kasting (2005) suggested that biogenic methane could be the major greenhouse gas in the Archean. This hypothesis was debated (e.g., Olson et al., 2016), but I think it is well justified and can be accepted. The calculations of the above authors showed that the biogenic methane f lux even comparable with the modern biologic production (note that there were no oxidation-related losses because of the absence of oxygen) provided a methane content of approximately 3 × 10–3 in the atmosphere. This is sufficient to compensate for the low solar luminosity.\nThe reducing conditions of the early Earth permitted the presence of hydrogen in the atmosphere. Many authors considered hydrogen as a key factor for the nascent biogenic metabolism (Fedonkin, 2008). The origin of life in a reducing medium predetermined anoxigenic metabolism of primary organisms. The oldest organisms, bacteria and archea, were anaerobic. In particular, they were capable of anoxigenic photosynthesis requiring the presence of reduced substances, including molecular hydrogen. It was suggested on the basis of molecular phylogeny that methanogenic bacteria were among the earliest (Wouse and Fox, 1977) and, probably, the most widespread organisms.\nThis is reflected in the isotopic composition of organic carbon (Fig. 3). It is well known that biogenic\n404\nGEOCHEMISTRY INTERNATIONAL Vol. 55 No. 5 2017\nGALIMOV\nmethane is significantly enriched in 12C. However, the biomass of methanogens is not strongly different in carbon isotope signature from other prokaryotes, although, on average, the δ13C of bacteria is 3–4‰ lower than that of photosynthetic blue–green algae (Ruby et al., 1987). The mean δ13C of organic carbon in the Archean is approximately –30‰, which is lower than that of the Phanerozoic (δ13C ≈ –26‰). Very low δ13C values of approximately –40‰ were reported (Garvin et al., 2009); they can be considered as evidence for the entrainment of organic carbon into the methane cycle. In my opinion, the most significant data were obtained by Schoell and Wellmer (1981) for rocks with an age of 2.7 Ga, when oxygen appeared in the ocean. They described beds of organic carbon with δ13C from –38 to –45‰ sourced probably from CO2 produced by the oxidation of methane, which had to be oxidized in that time.\nThus, it is reasonable to conclude that methane, though already biogenic methane, rather than CO2 continued to be the major greenhouse gas in the Archean.\nThis inference is not in conflict with our statement (Galimov et al., 1968) that CO2 was the main carbonbearing component in the Archean. The fact is that methane was accumulated mostly in the atmosphere, whereas its fraction in water was small. In contrast, mantle-derived CO2 had to be mostly accumulated in the ocean, and only its small fraction occurred in the atmosphere. Therefore, the isotopic balance was controlled by the dominance of CO2."
  }, {
    "heading": "CRUSTAL EVOLUTION. APPEARANCE",
    "text": ""
  }, {
    "heading": "OF OXYGEN. RISE OF CO2. WEAKNESS OF BIOTA",
    "text": "The continental crust, the oldest Archean blocks of which are 3.8–3.5 Ga in age, has grown throughout geologic time and undergone cardinal changes in configuration.\nThe history of crust formation is recorded in the systematic evolution of strontium isotope ratio (Fig. 4). In the most general sense, the 87Sr/86Sr ratio of seawater (recorded in carbonates of the respective age) is controlled by the contributions of mantle and crustal strontium sources. Crustal rocks show higher 87Sr/86Sr values compared with mantle derivatives. The 87Sr/86Sr value of the ocean increases during the periods of orogenesis and continental erosion, and the role of low-87Sr/86Sr mantle sources increases during the periods of continental breakup, widespread rifting, and abundant hydrothermal systems.\nDuring 2.7–2.3 Ga, the 87Sr/86Sr ratio increased owing to the formation of the Kenorland supercontinent from Archean crustal blocks (Piper, 2010). Its breakup was accompanied by intense volcanism and formation of the oceanic crust, and the new supercontinent Columbia was formed at 1.8–1.4 Ga (Meert, 2002; Rogers and Santosh, 2009). In the Mesoproterozoic, the Rodinia supercontinent existed between approximately 1.1 Ga and 0.8 Ga (Li et al., 2008). The general trend of an increase in 87Sr/86Sr is due to the gradual accumulation of radiogenic 87Sr owing to par-\nGEOCHEMISTRY INTERNATIONAL Vol. 55 No. 5 2017\nROLE OF LOW SOLAR LUMINOSITY IN THE HISTORY OF THE BIOSPHERE 405\nent 87Rb decay. The breakup of Rodinia in the Neoproterozoic (600–550 Ma) was followed by the formation of the Gondwana supercontinent (Bogdanova et al., 2009), the history of which was closely connected with Phanerozoic tectogenesis.\nBiospheric carbonate structures known as stromatolites provide the earliest apparent material evidence for the phenomenon of life.\nStromatolite structures were formed by communities of blue–green algae rather than by a single species. A characteristic feature of blue–green algae is their ability to form symbiotic communities with other species of algae and bacteria (Krylov, 1975). The primary biologic producers were almost certainly photoautotrophic organisms, although it is still unknown whether they were capable of oxygenic photosynthesis. However, if they released oxygen, it was almost instantaneously consumed in the aerobic–anaerobic cycle that was established in the vertical section of the stromatolite mat and did not escape outside the local zone of its development. Aerobic ammonia-producing, sulfate-reducing, and denitrifying bacteria were involved in this process (Walter, 1983).\nStromatolites represent the highest level of prokaryotic life organization reached in the biosphere. The abundance and species diversity of stromatolites are time-dependent (Semikhatov and Raaben, 1996). Stromatolites are formed at shallow depths. Therefore, considerable subsidences and uplifts resulting in the emergence and erosion of shelf sequences prevent the development of carbonate platforms and stromatolites. The abundance and species diversity of stromatolites peaked at the calm periods of ancient continent formation. In contrast, sharp changes related, for instance, to continental breakup and ocean opening, as well as periods of orogenesis and increasing continental runoff depressed stromatolite formation.\nBlue–green algae are the most primitive organisms showing exceptional adaptability. They survive in ice and hot springs, in fresh and mineralized waters. The photosynthetic apparatus allowed autotrophs to be independent and expand over new areas outside stromatolite communities. Shallow-water micrite and peloidal limestones produced by the calcification of cyanobacteria (photosynthetic prokaryotes) were widespread in the Proterozoic (Kazemierczak et al., 1996).\n406\nGEOCHEMISTRY INTERNATIONAL Vol. 55 No. 5 2017\nGALIMOV\nIn the Late Archean, oxygen-producing photosynthetic organisms played an increasing role in the biosphere. The development of photosynthetic eukaryotes in the ocean intensified molecular oxygen production (Vereshchaka, 2008). As a result, free oxygen appeared in the ocean approximately 2.7 Ga ago.\nIf oxygen had appeared at once in the atmosphere, this would have caused catastrophic consequences. However, a reducing mineral buffer had accumulated in the preceding geologic epochs. Ocean water contains tremendous amounts of highly soluble ferrous iron (FeO). The free oxygen appearing in water was consumed for the oxidation of dissolved FeO species and precipitation of insoluble Fe2O3. During this period of geologic history, tremendous masses of iron ores were accumulated in banded iron formations. Up to 90% of the known resources of Precambrian iron ores (jaspilites) were formed at 2.6–2.1 Ga, including the giant deposits of Hamersley in Australia, Labrador and Lake Superior in North America, and Krivoi Rog Group and Kursk Magnetic Anomaly in Eastern Europe (James and Trendall, 2982). This buffer pro-\ntected the reducing state of the atmosphere at a gradual increase in the oxidation potential of seawater.\nHowever, the appearance of oxygen inevitably affected the fate of methane. Therefore, the heat balance that was maintained owing to the presence of methane in the atmosphere was disturbed for the first time approximately 2.7 Ga ago. The earliest evidence for Archean glaciation belongs to the same time. This was a relatively short and local event known as the Pongola glaciation (Young et al., 1998).\nOrganic carbon was oxidized in seawater. This is indicated by the isotopic composition of siderites occurring as interlayers in banded iron formations. They show δ13C values between –7 and –9‰. A similar isotopic composition is characteristic of carbonate complexes the formation of which was contributed in equal proportions by isotopically light bicarbonate from a biogenic source and isotopically heavy carbon corresponding to the carbonate–bicarbonate equilibrium (Galimov, 1988).\nThe accumulation of banded iron formations had another important consequence. Precipitating ferric iron actively sorbs phosphorus. Therefore, a huge\nGEOCHEMISTRY INTERNATIONAL Vol. 55 No. 5 2017\nROLE OF LOW SOLAR LUMINOSITY IN THE HISTORY OF THE BIOSPHERE 407\namount of phosphorus was fixed, which depressed the global increase of biomass (Bjerrum and Canfield, 2002).\nIn general, the resource of organic carbon was insignificant in that period. Carbon was slowly accumulated in Archean sediments, and, according to some estimates, organic carbon accounted for only 11% of the total mass of carbon (Sleep and Zahnle, 2001).\nThe increase of oxidation potential in the ocean resulted in an increase in the abundance of oxidized nutrient species, such as and . These conditions were favorable for organisms whose metabolic processes involved the reduction of these oxidized species: sulfate-reducing and denitrifying bacteria.\nSulfur isotope fractionation during sulfate reduction occurred first in ca. 2.7–2.6 Ga old rocks. This was related to an increase in sulfate concentration in seawater at least above 1 mM, which indicates, in turn, the presence of oxygen in seawater (Goodwin et al., 1976; Schidlowski et al., 1983).\nA similar process is known in the Archean biochemistry of nitrogen. Garvin et al. (2009) reported examples of the first manifestation of significant nitrogen isotope fractionation (δ15N up to +7.5‰) in rocks with an age of approximately 2.5 Ga from Western Australia.\nBy 2.4 Ga, as the FeO buffer became exhausted, oxygen release into the atmosphere began. The appearance of the oxygen-bearing atmosphere is expressed in the isotopic record by the disappearance of the effect of sulfur mass-independent fractionation at 2.4 Ga (Fig. 5) (Farquhar, 2000; Farquhar et al., 2011). The sulfur mass-independent (anomalous) fractionation is manifested by a nonproportional\n2 2SO − 3NO −\nbehavior of δ33S and δ34S (Δ34–33S). In the geochemistry of sulfur, this isotopic effect occurs only in oxygenfree environments. Therefore, its manifestation in rocks older than 2.4 Ga and almost complete absence in younger rocks indicate the moment of the formation of the Earth’s oxygen atmosphere.\nThe appearance of molecular oxygen in the atmosphere resulted in almost complete elimination of atmospheric methane. As a result, 2.4 Ga ago methane ceased to be the main greenhouse gas, the role of which it had played for almost two billion years.\nAs the main greenhouse gas, methane had maintained a habitable climate on Earth, and its removal from the atmosphere resulted in abrupt cooling. The global Huronian glaciation occurred between approximately 2.4 and 2.1 Ga and lasted, according to various estimates, for 100–200 Myr.\nProcesses promoting a rapid increase in CO2 abundance in the atmosphere occurred by that time. In the presence of O2, dissolved organic carbon was oxidized to CO2. In addition, the CO2 content of the atmosphere increased owing to the partial oxidation of previously accumulated organic carbon. Cataclysms related to the initial breakup of the Kenorland supercontinent resulted in the liberation of metamorphic CO2. As was noted above, the deposition of banded iron formations reduced the amount of biomass in the biosphere and the rate of CO2 consumption. As a result, the CO2 content of the atmosphere reached a level of 0.015–0.020 bar sufficient to keep the surface temperature above freezing. The Huronian glaciation terminated, and the climate was stabilized.\nCarbon dioxide took over the role of methane as a protector of comfortable climatic conditions for biota.\n408\nGEOCHEMISTRY INTERNATIONAL Vol. 55 No. 5 2017\nGALIMOV\nSubsequently, there were no glaciations on Earth over almost 1.5 Gyr (Figs. 2, 4). A series of glaciations occurred only at the end of the Proterozoic: Sturtian at ~730 Ma, Marinoan at 635 Ma, and Gaskiers in the Vendian (580 Ma). The glaciations were preceded by the accumulation of carbonates anomalously enriched in 13C showing δ13C values of +5‰ and higher (Fig. 6; Halverson et al., 2005)."
  }, {
    "heading": "CONFLICT BETWEEN THE ROLE OF CO2",
    "text": ""
  }, {
    "heading": "AS A SOURCE OF BIOTA AND AS A GREENHOUSE GAS",
    "text": "The prolonged almost 1.5-Gyr hiatus in the history of glaciation between the global Huronian glaciation and a series of glaciations occurring in the Neoproterozoic with an interval of 80–100 Myr is one of the major puzzles of paleoclimatology.\nThe Neoproterozoic glaciations were attributed to the migration of continents, intensification of weathering (Hoffman and Schrag, 2002), and extensive magmatism (Rooney, 2004). However, such events\noccurred also earlier during the Proterozoic. It was hypothesized that the Neoproterozoic cooling was related to increasing cloudiness stimulated by organic aerosol produced by eukaryotic algae, which developed at that time (Fuelner et al., 2015). Oglesby and Ogg (1999) supposed that the Neoproterozoic glaciations were caused by a f luctuation in the obliquity of the Earth’s spin axis. Chumakov (2001) and Dobretsov (1994) suggested that they were related to a regular sequence of the stages of crustal evolution. They argued that there is a general direction in climate changes on Earth caused by the reduction of its heat balance, while explosive and mantle plume magmatism provided conditions for the alternation of glaciation and warming periods. I believe that the observed relations are due to a conflict arising between the role of CO2 as a greenhouse gas controlling the Earth’s surface temperature and as an initial material for biota.\nThe relationships between the main components of the system can be described by the following sequence of processes:\nCO2 atmosphere ocean\nCaSiO3 + 2CO2 + H2O Ca2+ + 2HCO3 + SiO2 − CaCO3 + CO2 + H2O\nCO2 O2\nweathering\nsedimentation CH2O\nGEOCHEMISTRY INTERNATIONAL Vol. 55 No. 5 2017\nROLE OF LOW SOLAR LUMINOSITY IN THE HISTORY OF THE BIOSPHERE 409\nAtmospheric CO2 is fixed by the processes of photosynthesis and weathering and sequestered in sedimentary carbonate and organic carbon. The precipitation of carbonates requires the input of cations (first of all, Ca), and the deposition of organic carbon depends on the input of nutrients (first of all, P) necessary for biosynthesis.\nThe f luxes of biologic production and destruction are balanced in an established geochemical carbon cycle. The destruction of accumulated organic matter releases nutrient elements and reintroduces them into biosynthesis processes closing the cycle. If the nutrient flux increases owing, for instance, to volcanism or runoff from land areas, the biologic production increases and the accumulation of organic matter in sediments becomes unbalanced and high. This leads to several consequences: first, the depletion of the environment in the light isotope and the deposition of isotopically heavy carbonates; second, an increase in the mass ratio of organic and carbonate carbon; and, third, the development of anoxic environments. In anoxic environments, the carbon isotope composition of sedimentary organic matter is enriched in the light isotope compared with that produced by photosynthesis in the photic layer. This results in the observed increase in isotope fractionation between organic and carbonate carbon.\nFigure 7 is a modified (simplified) diagram from my earlier study (Galimov, 1999) showing the carbon isotope balance depending on the mass ratio of organic and carbonate carbon and isotope fractionation between them. Field I includes situations corresponding to the normal geochemical cycle: δ13Ccarb ~ 0, δ13Corg ~ –25‰, and the mass ratio of carbonate and organic carbon is 4 : 1. Field II includes situations with the accumulation of 13C-enriched carbonates: δ13Corg ~ –32‰, δ13Ccarb ~ +5‰, and the mass ratio of carbonate and organic carbon is significantly lower and close to 7 : 3 (2.3 : 1).\nIt should be emphasized that the observed isotope ratios cannot be obtained by simply varying the proportion of carbonate and organic carbon. It is also necessary to assume a much stronger isotopic fractionation between carbonate and organic carbon. In other words, the 13C enrichment of carbonates correlates with anoxic conditions in the sedimentation basin.\nBased on the analysis of extensive data, Hayes et al. (1999) constructed δ13Ccarb and δ13Corg variation curves in the Neoproterozoic (Fig. 8). It can be seen that there is no strong correlation between the trends of these parameters. However, there is a good correlation between δ13Ccarb and Δ = δ13Ccarb – δ13Corg; i.e., the periods of carbonate enrichment in 13C are correlated with the periods of strong fractionation between carbonate and organic carbon.\nThe period of a positive δ13Ccarb excursion is also characterized by a stronger enrichment of sulfide sul-\nfur in 32S (Bjerrum and Canfield, 2002), which indicates an increase in bacterial sulfate reduction and, consequently, the development of anoxic environments.\nThus, the pre-glaciation period of the deposition of 13C-enriched carbonates is the time of the maximum CO2 removal from the atmosphere, accumulation of organic carbon, and development of anoxic environments.\nSimilar data were obtained by other researchers, for instance, Pokrovskii et al. (2006) and Khabarov and Izokh (2014) for the carbonate sequences of the Late Riphean and Vendian of eastern Siberia. The characteristic excursion of δ13Ccarb is a forerunner and an indicator of glaciation periods.\nHowever, an intriguing observation is that positive δ13Ccarb excursions occurred also previously during the Proterozoic, but they were not related to glaciations. For instance, carbonates anomalously enriched in 13C (δ13C between +6 and +8‰) were deposited between 2.3–2.2 and 2.1–2.0 Ga. This was demonstrated first in our study conducted in collaboration with A.B. Ronov and A.A. Migdisov (Galimov et al., 1973) on the Jatulian rocks of the Karelia–Kola system of the Baltic shield. A similar anomaly was subsequently reported by Schidlowski et al. (1976) for samples from the Lomagundi Group of southern Africa. This carbon isotope excursion is referred to in the literature as the Lomagundi–Jatulian event (Melezhik and Fallick, 1996). It could be expected, that the extensive removal of carbon from the geochemical cycle recorded by carbonate enrichment in 13C would have resulted in climate cooling and glaciation. But this isotopic event followed rather than preceded the Huronian glaciation. In the Lower Proterozoic section of the Karelia– Kola region, the Jatulian carbonates with anomalously heavy carbon isotopes directly overlie Sariolian sediments showing evidence for glaciation (Negrutsa, 2011). Although the isotopic shift of carbonate carbon recorded the intensification of organic carbon deposition, no climatic consequences were identified.\nAnother period of formation of 13C-enriched carbonates was distinguished at approximately 1.6– 1.9 Ga. This period is characterized by a decrease in 87Sr/86Sr owing to volcanic activity accompanying the breakup of the Columbia supercontinent and rearrangement of continental blocks preceding the formation of the Rodinia supercontinent (Fig. 4). However, there was also no glaciation during that time.\nIn my opinion, a possible reason is that the volume of biota in the Early Proterozoic was small, and the uptake of atmospheric CO2 due to an increase in biologic production did not affect significantly the temperature conditions. This explains the long-term climate stability. Only by the end of the Proterozoic at 0.8 Ga, the volume of oceanic biota reached the level at which significant variations in biologic production\n410\nGEOCHEMISTRY INTERNATIONAL Vol. 55 No. 5 2017\nGALIMOV\nwere comparable with the CO2 resource of the atmosphere (Fig. 2).\nSince that time, an oscillating equilibrium has been established between the intensity of biota development and climate-controlling CO2 content in the atmosphere.\nA series of glaciations, Sturtian–Marinoan–Gaskiers, occurred. These and most subsequent glaciations were clearly correlated with periods of increasing volcanic activity. This tendency has continued in the Phanerozoic. The Ordovician (443–445 Ma) glaciation was comparable in scale with the Neoproterozoic glaciations. It was preceded by a positive excursion of\nthe isotopic composition of carbonates (δ13C = +4‰) (Brenchley et al., 1994). Changes in climate were accompanied by extinctions.\nA similar cycle occurred in the Late Devonian. Favorable conditions for biota development resulted in the accumulation of organic matter, which gave rise to a black shale formation known in Russia as Domanikoid. It is considered as the most probable source sequence for hydrocarbons accumulated in the oilfields of the rich Volga–Ural petroleum province. The next cooling accompanied by glaciation occurred at the Frasnian–Famennian boundary, and the cycle closed. Glaciations are usually accompanied by regres-\nGEOCHEMISTRY INTERNATIONAL Vol. 55 No. 5 2017\nROLE OF LOW SOLAR LUMINOSITY IN THE HISTORY OF THE BIOSPHERE 411\nsions and exposure of large shelf areas, which is fatal for their inhabitants."
  }, {
    "heading": "CHANGE OF THE BALANCE RELATED",
    "text": ""
  }, {
    "heading": "TO THE DEVELOPMENT OF LAND BIOTA",
    "text": "A new stage of biospheric history began in the Devonian–Carboniferous. The rapid expansion of life on land took place. In fact, microorganisms inhabited land areas already in the Archean (Rozanov, 2009). Terrestrial and marine microorganisms did not differ until at least the Late Proterozoic (Rozhnov, 2012). The primary organic material was probably represented by organic remains in sedimentary rocks forming ancient continents. Note that the source of methane in the Archean atmosphere was probably methanogens from terrestrial freshwater environments.\nSince the Cambrian explosion, biodiversity has increased enormously during the Phanerozoic (Barash, 2008). The rise of higher plants on land in the Devonian–Carboniferous resulted in a fundamental redistribution of carbon reservoirs. There are no accurate data for previous epochs, but approximate estimates can be made based on the parameters of the present-day carbon balance (table).\nThe modern atmosphere contains approximately 590 × 1019 t CO2, and the mass of inorganic carbon in the upper layer of the ocean, which is rather rapidly exchanged with the atmosphere (90 × 109 t/yr), is 800 × 1019 t. The mass of biota in the modern ocean corresponds to slightly more than 4 × 109 t carbon, and the annual biologic production is 71 × 109 t. The degree of organic matter fossilization in marine sediments is\n412\nGEOCHEMISTRY INTERNATIONAL Vol. 55 No. 5 2017\nGALIMOV\napproximately 0.4%, but it may increase up to 10% in nutrient-rich anoxic environments. This implies that carbon uptake from the atmosphere under the conditions of active volcanism can amount to a significant portion of the atmospheric CO2 resources within hundreds of years. Such was the case.\nHowever, biota with a mass of 746 × 109 t occurs currently on land. Given an annual biologic production of only 10% of this value (70 × 109 t), it serves more as a buffer rather than as a CO2 consumer. In addition, the terrestrial biomass fixes nutrients (including phosphorus) and prevents their migration into the ocean, which was characteristic during the extensive accumulation of banded iron formations in the Early Proterozoic. Therefore, the response of oceanic biomass on volcanotectonic events became more conservative. Glaciations do not occur at the same periodicity and scale as during the Neoproterozoic and Paleozoic.\nOther factors are manifested more distinctly under such conditions. At the Permian–Triassic boundary 250–252 Ma ago, continental f lood volcanism occurred on an unprecedented scale in eastern Siberia, which resulted in a major global extinction event and considerable climatic changes (Zharkov and Ushakov, 2001). At the Cretaceous–Paleogene boundary 65.4 Ma ago, an extinction of mainly shallow-water fauna was presumably caused by an asteroid impact (Alvarez et al., 1980). In the late Paleocene 55.6 Ma ago, the temperature of oceanic bottom waters increased rapidly (within 104 yr) by more than 4°C; this event is known as the Paleocene–Eocene Thermal Maximum (PETM). It is thought that it could be related to the release of considerable masses of gas hydrate methane into the atmosphere (Koch et al., 1992). However, in general, these events were only\ndisturbances on the general trend of the history of the biosphere.\nA persistent global cooling has occurred over the past 40 Myr. This tendency is correlated with regular changes in the isotopic composition of organic and carbonate carbon. They differ from those observed in the earlier geologic record. There is a trend toward a gradual depletion of organic carbon in 12C. Figure 9 (Galimov, 1999) shows that, since approximately the Eocene–Oligocene boundary, the range of δ13C variations has shifted from –(29–25) to –(25–21)‰. As can be seen in the inset of Fig. 9, the isotopic composition of carbonates (supported also by deep-sea drilling data) is shifted toward lower δ13C values from +2 to 0‰.\nThe trend of the isotopic composition of organic carbon is supported by a detailed investigation of relatively young (Miocene–Pliocene) oceanic sediments. Several holes were drilled during Leg 138 of the Joides Resolution in the equatorial Pacific Ocean (Figs. 10a, 10b). The rate of sedimentation is maximal at the equator and decreases away from it both to the north and south. Therefore, sediments of a certain age occur at different depths in different holes. This provides a unique opportunity to eliminate the inf luence of diagenetic processes on the isotopic composition of organic matter and distinguish an age-controlled component. The vertical axis in\nFig. 10c corresponds to the age of sediments rather than their depths in columns. It can be seen that the isotopic composition is shifted by 1.5–2.0‰ in the upper part of the sections. This shift is due to diagenetic alteration. A weak but distinct age-depending trend is observed below. It is parallel in the drill holes and practically reproduces the trend in Fig. 9.\nThis isotopic trend evidently records the climate cooling that has occurred since the Eocene–Oligocene boundary (Bowen, 2007). The cooling results in\nCarbon in the exosphere, modified and extended after Romankevich et al. (2009)\nMass of C (109 t) Flux of C (109 t/yr)\nAtmospheric CO2 590 Atmosphere–ocean exchange 90\nOcean surface layer (CO2 + HCO3 + ) 800\nOceanic biomass 4 Oceanic biologic production 71\nTerrestrial biomass 746 Terrestrial biologic production 70\nDissolved OM in ocean 1050\nBurial Corg Ccarb 0.25\n1\nSoil 1600\nExchangeable sediments: organic carbonate\n650 2500\n2 3CO −\nGEOCHEMISTRY INTERNATIONAL Vol. 55 No. 5 2017\nROLE OF LOW SOLAR LUMINOSITY IN THE HISTORY OF THE BIOSPHERE 413\nthe intensification of water circulation, nutrient cycle, and recuperation of isotopically light CO2. As a result, carbonate and, especially, benthos fauna enriched in the light carbon isotope are formed. The extensive biogenesis in the photic layer leads to the depletion of the isotopic composition of organic carbon in the light isotope.\nIn this relation, it is interesting that 12C-enriched carbonates appeared also immediately before previous glaciations. This can be seen in Fig. 6. As was noted above, glaciation events were preceded by prolonged periods of the formation of isotopically heavy carbonates, but isotopically light carbonates were deposited directly before the glaciations. This is an indicator of the beginning of cooling. In the Eocene–Pleistocene, this process was smoothed and extended, as if observed in a slow-motion film. It is evident that the cooling was caused, as previously, by a decrease in\n414\nGEOCHEMISTRY INTERNATIONAL Vol. 55 No. 5 2017\nGALIMOV\nFi g.\n1 0.\nV ar\nia tio\nns in\nth e\nis ot\nop ic\nc om\npo si\ntio n\nof o\nrg an\nic c\nar bo\nn in\nth e\nN eo\nge ne\n(d ur\nin g\nth e\nla st\n~ 10\nm ill\nio n\nye ar\ns) . A\n, p os\niti on\no f t\nhe d\nri ll\nho le\no rt\nho go\nna l t\no th\ne eq\nua to\nr i n\nth e\nst ud\nie d\nse gm\nen t o\nf t he\nE as\nt P ac\nif ic\nR is\ne; B\n, t hi\nck ne\nss o\nf s ed\nim en\nts in\nth e\ndr ill\nh ol\nes o\nf L eg\n1 38\no f t\nhe O\nce an\nD ri\nlli ng\nP ro\ngr am\n; a nd\nC , o\nbs er\nve d\nva ri\nat io\nns in\nδ 13\nC v\ner su s th e ag e of se di m en ts p en et ra te d by th e ho le s ( G al im ov , 1 99 6) . 20 15 10 5 0 11 0 N ° 85 4 85 3 85 2 85 1 85 0 84 9 84 8 84 5 84 4 84 7 84 6 N or th A m er ic a (a ) PA C IF IC O C E AN 10 0 90 E ° m 84 8 84 9 85 0 85 1 85 2 85 3 10 0 20 0 30 0 40 05 ° 0 5° S S t. (b ) N (с ) Age, Ma Middle Miocene – 26 – 24 – 22 – 20 St . 8 48 δ1 3 C , ‰ Late LateEarly Pliocene 0 2 4 6 8 10 12 Middle Miocene – 26 – 24 – 22 – 20 St . 8 49 δ1 3 C , ‰ Late LateEarly Pliocene Middle Miocene – 26 – 24 – 22 – 20 St . 8 50 δ1 3 C , ‰ Late LateEarly Pliocene Middle Miocene – 26 – 24 – 22 – 20 St . 8 51 δ1 3 C , ‰ Late LateEarly Pliocene\nGEOCHEMISTRY INTERNATIONAL Vol. 55 No. 5 2017\nROLE OF LOW SOLAR LUMINOSITY IN THE HISTORY OF THE BIOSPHERE 415\natmospheric CO2 content. But this decrease is slow, being caused, as previously, by the fixation of atmospheric CO2 but at a different distribution of biomasses."
  }, {
    "heading": "CONCLUSIONS",
    "text": "The main conclusion is that the history of the biosphere developed to a great extent around events and processes affected by the low luminosity of the Sun.\nSeveral stages with different scenarios of biota interaction with the atmosphere can be distinguished.\n4.5–3.9 Ga. The primary CH4-bearing atmosphere compensated the low solar luminosity. Life originated in the reducing environment of the early Earth. Methane-generated biota appeared.\n3.9–2.4 Ga. Biogenic methane was the major greenhouse gas in the oxygen-free Archean atmosphere. Carbon dioxide predominated in the ocean, and oxygenic photosynthetic organisms appeared. The appearance of oxygen in water at 2.7 Ga provided favorable conditions for an accelerated increase in CO2 content concurrently with an enrichment in sulfates, nitrates, and ferric iron, which changed the composition and resource of biota. The consumption of oxygen for oxidation processes in the ocean delayed oxygen release into the atmosphere.\n2.4–0.8 Ga. The release of molecular oxygen into the atmosphere resulted in the disturbance of the established mechanism of compensation for the low solar luminosity. Methane ceased to play this role, while the carbon dioxide content was still insufficient. A global glaciation began and lasted for approximately 200 Myr. Eventually, the increasing CO2 content in the atmosphere reached a level sufficient to compensate for the low solar luminosity. The glaciation period ended. Simultaneously, a conflict arose between the role of CO2 as a gas controlling the surface temperature of the planet and as an initial material for the formation of biota. For a certain time, the resource of biotic carbon was significantly smaller than that of atmospheric CO2. At the amount of biota that was characteristic of the Early Proterozoic, the uptake of atmospheric CO2 during sporadic increases in biologic production was insufficient to affect significantly the thermal regime. This was the reason for the long-term climate stabilization over 1.5 billion years.\n0.8–0.3 Ga. By 0.8 Ga, the resource of oceanic biota reached the level at which variations in the uptake of atmospheric CO2 related to variations in the production of organic and carbonate carbon became comparable with the atmospheric CO2 resource. Since then, an oscillating equilibrium has been established between the intensity of biota development and the abundance of atmospheric CO2, which controls climate. Glaciation and warming periods have alternated. These changes were triggered by various geologic events: intensification and attenuation of volca-\nnism; growth, breakup, or migration of continents; large-scale magmatism; etc.\n0.3 Ga–Recent. New relations were established between atmospheric CO2 and biotic carbon in response to the appearance of a large-scale buffer of organic carbon on land. The interrelations between the biosphere and climate changed.\nFinally, a pertinent question is what would have happened had the solar luminosity be sufficient for the existence of liquid water on the surface from the beginning? At the same composition of protoplanetary materials, the processes of degassing of the interiors would have been almost the same. The greenhouse effect would have resulted in the overheating of the Earth’s surface and, as a consequence, water loss. Then, the scenario of Venus would have operated. What would have happened, if the luminosity had been lower? The analysis of this variant shows that the evolution path could have been the same as the real one, but with a significant delay. A Huronian-type glaciation would have lasted for 2 billion years rather than 200 millions. Thus, life could have developed by now to the level of the simplest organisms that inhabited the Earth in the Proterozoic.\nHence, we are lucky, as higher organisms, to have the existing solar luminosity."
  }, {
    "heading": "ACKNOWLEDGMENTS",
    "text": "This study was financially supported by the Russian Science Foundation, project no. 14-07-00792, and the Program for the Support of Leading Scientific Schools, project no. NSh-6821.2016.5."
  }],
  "year": 2017,
  "references": [{
    "title": "Extraterrestrial cause for the Cretaceous Tertiary extinction,",
    "authors": ["L.W. Alvarez", "F. Asaro", "H.V. Michel"],
    "venue": "Science 208,",
    "year": 1980
  }, {
    "title": "Evolution and development of marine biota in the Paleozoic under the influence of abiotic factors,",
    "authors": ["M.S. Barash"],
    "venue": "in Problems of the Origin and Evolution of the Biosphere, Ed. by E.M. Galimov (Librokom,",
    "year": 2008
  }, {
    "title": "Ocean productivity before about 1.9 Gyr ago limited by phosphorous absorption onto iron oxides,",
    "authors": ["C.J. Bjerrum", "D.E. Canfield"],
    "venue": "Nature 417,",
    "year": 2002
  }, {
    "title": "Assembly and breakup of Rodinia (some results of IGCP Project 440),",
    "authors": ["S.V. Bogdanova", "S.A. Pisarevsky", "Z.X. Li"],
    "venue": "Stratigraphy. Geol. Correlation",
    "year": 2009
  }, {
    "title": "Paleoclimate: when the world turned cold?",
    "authors": ["G.J. Bowen"],
    "venue": "Nature 445,",
    "year": 2007
  }, {
    "title": "Vanadium in peridotites, mantle redox and tectonic environments: Archean to present,",
    "authors": ["D. Canil"],
    "venue": "Earth Planet Sci. Lett",
    "year": 2002
  }, {
    "title": "A problem of total glaciations on the Earth in the Late Precambrian,",
    "authors": ["N.M. Chumakov"],
    "venue": "Stratigraphy Geol. Correlation",
    "year": 2008
  }, {
    "title": "Prospective on Biogeochemistry (Springer, Berlin–Heidelberg",
    "authors": ["E. Degens"],
    "year": 1989
  }, {
    "title": "Redox history of the Earth’s interior since 3900 Ma: implications for prebiotic molecules,",
    "authors": ["J.W. Delano"],
    "venue": "Origin Life Evol. Biosphere",
    "year": 2001
  }, {
    "title": "Periodicity of geological processes and deep geodynamics,",
    "authors": ["N.L. Dobretsov"],
    "venue": "Geol. Geofiz",
    "year": 1994
  }, {
    "title": "Geological constraints on the origin of oxygenic photosynthesis,",
    "authors": ["J. Farquhar", "A.L. Zerkle", "A. Bekker"],
    "venue": "Photosynthesis Res",
    "year": 2011
  }, {
    "title": "Fedonkin, “Role of hydrogen and metals in the development and evolution of metabolic systems,” in Problems of the Origin and Evolution of the Biosphere",
    "authors": ["A. M"],
    "venue": "Ed. by E.M Galimov (Librokom,",
    "year": 2008
  }, {
    "title": "Kienert, “Snowball cooling after algal rise,",
    "authors": ["G. Feulner", "C. Hallmann"],
    "venue": "Nature Geosci",
    "year": 2015
  }, {
    "title": "Problems of carbon geochemistry,",
    "authors": ["E.M. Galimov"],
    "venue": "Geokhimiya, No",
    "year": 1988
  }, {
    "title": "Galimov, “Evolution of the isotopic composition of organic carbon in sediments of the equatorial region of the eastern Pacific Ocean over the last 10 Ma,",
    "authors": ["M. E"],
    "venue": "Dokl. Earth Sci",
    "year": 1996
  }, {
    "title": "Growth of the Earth’s core as a source of its internal energy and a factor of mantle redox evolution,",
    "authors": ["E.M. Galimov"],
    "venue": "Geochem. Int. 36(8),",
    "year": 1998
  }, {
    "title": "The causes of the global variations of carbon isotopic composition in the biosphere,",
    "authors": ["E.M. Galimov"],
    "venue": "Geochem. Int. 37(8),",
    "year": 1999
  }, {
    "title": "Phenomenon of Life. Between Equilibrium and Nonlinearity",
    "authors": ["E.M. Galimov"],
    "venue": "Origin and Principles of Evolution (URSS, Moscow,",
    "year": 2001
  }, {
    "title": "Redox evolution of the Earth caused by a multi-stage formation of its core,",
    "authors": ["E.M. Galimov"],
    "venue": "Earth Planet. Sci. Lett. 223,",
    "year": 2005
  }, {
    "title": "Problem of the composition of the ancient atmosphere in relation with results of the analysis of Precambrian carbonates,",
    "authors": ["E.M. Galimov", "N.G. Kuznetsova", "V.S. Prokhorov"],
    "venue": "Geokhimiya, No. 11,",
    "year": 1968
  }, {
    "title": "Isotopic evidence for an aerobic nitrogen cycle in the latest Archean,",
    "authors": ["J. Garvin", "R. Buick", "A.D. Anbar", "G.L. Arnold", "A.J. Kaufman"],
    "venue": "Science 323,",
    "year": 2009
  }, {
    "title": "Carbon and sulfur isotope abundances in Archaean iron-formation and early Precambrian life,",
    "authors": ["A.M. Goodwin", "J. Monster", "H.G. Thode"],
    "venue": "Econ. Geol",
    "year": 1976
  }, {
    "title": "The snowball Earth hypothesis: testing the limits of global change,",
    "authors": ["P.F. Hoffman D.P. Schrag"],
    "venue": "Terra Nova 14,",
    "year": 2002
  }, {
    "title": "ALH 84001: alien or progenitor of the SNC family?",
    "authors": ["E.A. Jagoutz", "J.D. Sorowka", "J.D. Vogel", "H. Wanke"],
    "venue": "Meteoritics 29,",
    "year": 1994
  }, {
    "title": "Methane and climate during the Precambrian era,",
    "authors": ["J.F. Kasting"],
    "venue": "Precambrian Res. 137,",
    "year": 2005
  }, {
    "title": "Cyanobacterial key to the genesis of micritic and peloidal limestones in ancient seas,",
    "authors": ["J. Kazemierczak", "M.L. Coleman", "M. Gruszczynski", "S. Kempe"],
    "venue": "Acta Paleontol. Polonica",
    "year": 1996
  }, {
    "title": "Riphean and Phanerozoic Stromatolites of the USSR (Nauka, Moscow, 1975) [in Russian",
    "authors": ["I N. Krylov"],
    "year": 1975
  }, {
    "title": "Atrea, “Ammonia photolysis and the greenhouse effect in the primordial atmosphere of the Earth,",
    "authors": ["W.R. Kuhn", "S K"],
    "venue": "Icarus 37,",
    "year": 1979
  }, {
    "title": "Paleomagnetic evidence for a Paleo-Mezoproterozoic supercontinent Columbia,",
    "authors": ["J.G. Meert"],
    "venue": "Gondwana Res",
    "year": 2002
  }, {
    "title": "Fallick, “A widespread positive 13C carbonate anomaly at around 2.33-2.06 Ga on the Fennoscandian Shield: a paradox?",
    "authors": ["A.E.V.A. Melezhik"],
    "venue": "Terra Nova",
    "year": 1996
  }, {
    "title": "Total solar irradiance and climate,",
    "authors": ["M. Mendoza"],
    "venue": "Adv. Space Res",
    "year": 2005
  }, {
    "title": "Role of salt composition (K/Na) of aqueous environment in biological evolution,",
    "authors": ["Yu. V. Natochin", "B.N. Ryzhenko", "E.M. Galimov"],
    "venue": "in Problems of the Origin and Evolution of the Biosphere, Ed. by E.M. Galimov (Librokom,",
    "year": 2008
  }, {
    "title": "Negrutsa, “Problems of the Lower Precambrian stratigraphy of Russia: historical–methodological analysis,",
    "authors": ["Z. V"],
    "venue": "Litosfera, No",
    "year": 2011
  }, {
    "title": "The effect of large f luctuations in obliquity on climate of the late Proterozoic,",
    "authors": ["R.J. Oglesby", "J.G. Ogg"],
    "venue": "Paleoclimates 2,",
    "year": 1999
  }, {
    "title": "Limited role for methane in the mid-Proterozoic greenhouse,",
    "authors": ["S.L. Olson", "Ch. T. Reinhard", "T.W. Lyons"],
    "venue": "Proc. Nat. Acad. Sci",
    "year": 2016
  }, {
    "title": "Greenhouse warming by CH4 in the atmosphere of early Earth,",
    "authors": ["A.A. Pavlov", "J.F. Kasting", "L.L. Brown"],
    "venue": "J. Geophys. Res",
    "year": 2000
  }, {
    "title": "Record of f luid-rock interaction on Mars from the meteorite ALH 84001,",
    "authors": ["C.S. Romaneck", "M.M. Gady", "I.P. Wright", "D.W. Mittlefehldt", "R.A. Socki", "C.T. Pillinger", "E.K. Gibson"],
    "venue": "Nature 372,",
    "year": 1994
  }, {
    "title": "Peresypkin, “Organic matter of the World Ocean,",
    "authors": ["E.A. Romankevich", "A.A. Vetrov", "V. I"],
    "venue": "Russ. Geol. Geophys",
    "year": 2009
  }, {
    "title": "Re–Os geochronology and coupled Os–Sr isotope constrains on the Sturtian snowball Earth,",
    "authors": ["A.D. Rooney", "F.A. Macdonald", "L.V. Strauss", "F.O. Dudas", "Ch. Hallmann", "D. Selby"],
    "venue": "Proc. Nat. Acad. Sci. USA 111,",
    "year": 2014
  }, {
    "title": "Conditions of life on the early Earth after 4 Ga,",
    "authors": ["A. Yu. Rozanov"],
    "venue": "in Problems of Life Origin. A Collection of Papers",
    "year": 2009
  }, {
    "title": "Earth in the Late Proterozoic and Early Paleozoic: background of the early colonization of the land,",
    "authors": ["S.V. Rozhnov"],
    "venue": "Early Colonization of Land, Ed. by S.V. Rozhkov (PIN RAN. Moscow,",
    "year": 2012
  }, {
    "title": "Deuser, “Fractionation of stable carbon isotopes during chemoautotrophic growth of sulfur-oxidizing bacteria,",
    "authors": ["E.G. Ruby", "H.W. Jannasch", "W. G"],
    "venue": "Appl. Environ. Microbiol",
    "year": 1987
  }, {
    "title": "The Early faint Sun paradox: organic shielding of ultraviolet-labile greenhouse gases,",
    "authors": ["C. Sagan", "C. Chyba"],
    "venue": "Science 276,",
    "year": 1997
  }, {
    "title": "Carbon isotope geochemistry of the Precambrian Lomagundi carbonate province, Rhodesia,",
    "authors": ["M. Schidlowski", "R. Eichman", "C.E. Junge"],
    "venue": "Geochim. Cosmochim. Acta 40,",
    "year": 1976
  }, {
    "title": "Carbon isotope geochemistry of the 3.7 × 109-yr-old Isua sediments, West Greenland: implications for the Archaean carbon and oxygen cycles,",
    "authors": ["M.P. Schidiowski", "W.U. Appel", "R. Eichmann", "C.E. Junge"],
    "venue": "Geochim. Cosmochim",
    "year": 1979
  }, {
    "title": "Isotopic inferences of ancient biochemistries: carbon, sulfur, hydrogen, and nitrogen,",
    "authors": ["M. Schidlowski", "J.M. Hayes", "I.R. Kaplan"],
    "venue": "in Earth’s Earliest Biosphere. Its Origin and Evolution,",
    "year": 1983
  }, {
    "title": "Kvenvolden, “Biogenicity and significance of the oldest known stromatolites,",
    "authors": ["J.W. Schopf", "D.Z. Oehler", "R.J. Horodyski", "K. A"],
    "venue": "J. Paleontol",
    "year": 1971
  }, {
    "title": "Dynamics of the global diversity of Proterozoic stromatolites. Article 2: Africa, Australia, North America, and general synthesis,",
    "authors": ["M.A. Semikhatov", "M.E. Raaben"],
    "venue": "Stratigraphy. Geol. Correlation",
    "year": 1996
  }, {
    "title": "Zahnle, “Carbon dioxide cycling and implications for climate on ancient Earth,",
    "authors": ["K.N.H. Sleep"],
    "venue": "J. Geophys. Res",
    "year": 2001
  }, {
    "title": "Nanobiota of the World Ocean: role in the modern ecosystems and possibilities of reconstruction of ancient ecosystems,",
    "authors": ["A.L. Vereshchaka"],
    "venue": "in Problems of the Origin and Evolution of the Biosphere, Ed. by E.M. Galimov (Librokom,",
    "year": 2008
  }, {
    "title": "Archean stromatolites: evidence of the Earth’s earliest benthos,” in Earth’s Earliest Biosphere",
    "authors": ["M. Walter"],
    "venue": "Its Origin and Evolution,",
    "year": 1983
  }, {
    "title": "Phylogenetic structure of the prokaryotic domain: the primary kingdoms,",
    "authors": ["C.R. Woese", "G.E. Fox"],
    "venue": "Proc. Nat. Acad. Sci. U.S.A",
    "year": 1977
  }, {
    "title": "Earth’s oldest reported glaciations: physical and chemical evidence from the Archean Mozaan Group (~2.9 Ga),",
    "authors": ["M. Young", "V. Brunn", "D.G. Gold", "W.E.L. Minter"],
    "venue": "South Afr. J. Geol",
    "year": 1998
  }, {
    "title": "Zahnle, “Photochemistry of methane and the formation of hydrocyanic acid (HCN) in the Earth’s early atmosphere,",
    "authors": ["J. K"],
    "venue": "J. Geophys. Res",
    "year": 1986
  }, {
    "title": "Paleogeography and sedimentation settings during Permian–Triassic reorganizations in biosphere,",
    "authors": ["M.A. Zharkov", "N.M. Chumakov"],
    "venue": "Stratigraphy. Geol. Correlation",
    "year": 2001
  }],
  "id": "SP:ea18ee591925435e73608912410fccad763c4a75",
  "authors": [{
    "name": "E. M. Galimov",
    "affiliations": []
  }],
  "abstractText": "⎯It was shown that the history of the biosphere is closely related to processes caused by low solar luminosity. Solar radiation is insufficient to maintain the Earth’s surface temperature above the freezing point of water. Positive temperatures are kept owing to the presence of greenhouse gases in the atmosphere: CO2, CH4, and others. Certain stages in the development of the biosphere and climate are related to these effects. Methane was the main carbon-bearing gas in the primordial atmosphere. It compensated the low solar luminosity. Life originated under the reduced conditions of the early Earth. Methane-producing biota was formed. Methane remained to be the main greenhouse gas in the Archean. The release of molecular oxygen into the atmosphere 2.4 Ga ago resulted in the disruption of the established mechanism of the compensation of the low solar luminosity. Methane ceased to cause a significant greenhouse effect, and the content of carbon dioxide was insufficient to play this role. A global glaciation began and had lasted for approximately 200 million years. However, the increasing CO2 content in the atmosphere reached eventually a level sufficient for the compensation for the low solar luminosity. The glaciation period came to an end. Simultaneously, a conflict arose between the role of CO2 as a gas controlling the thermal regime of the planet and as an initial material for biota production. As long as the resource of biotic carbon was inferior to that of atmospheric CO2, the uptake of atmospheric CO2 related to sporadic increases in biologic production was insufficient for a significant change in the thermal regime. This was the reason for a long-term climate stabilization for 1.5 billion years. By 0.8 Ga, the resource of oceanic biota reached the level at which variations in the uptake of atmospheric CO2 related to variations in the production of organic and carbonate carbon became comparable with the resource of atmospheric CO2. Since then, an oscillatory equilibrium has been established between the intensity of biota development and climate-controlling CO2 content in the atmosphere. Glaciation and warming periods have alternated. These changes were triggered by various geologic events: intensification or attenuation of volcanism; growth, breakup, or migration of continents; large-scale magmatism; etc. A new relation between atmospheric CO2 and biotic carbon was established in response to the emergence of terrestrial biota and the appearance of massive buffers of organic carbon on land. The interrelation of the biosphere and climate changed.",
  "title": "Role of Low Solar Luminosity in the History of the Biosphere"
}