{
  "sections": [{
    "text": "* Rustam Ganiev rusthist@yandex.ru\nVladimir Kukarskih voloduke@mail.ru\n1 Department of History of the Institute of Humanities, Ural Federal University, 51 Lenin St., Yekaterinburg, Russian Federation 620000\n2 UrFU Central Asia Research Centre, Yekaterinburg, Russian Federation 3 Institute of Plant and Animal Ecology, Ural Branch of the Russian Academy of Sciences, 202/3 8\nMarta St., Yekaterinburg, Russian Federation 620144"
  }, {
    "heading": "1 Introduction",
    "text": "Researchers divide the history of the Turkic Empire into several periods (The Cambridge History of Early Inner Asia 1990; Barfield 1992; Klyashtorny 1964; Beckwith 2009) (Fig. 1. The Eastern Turkic Empire in AD 581–745).\nThe history of the Turkic Empire consists of several chronological stages during which important historical events took place: AD 534–545—the strengthening and appearance of the Turks on the international arena; AD 581–583—the division of the Turkic Empire into the Western and the Eastern parts; AD 601–603—the weakening of the Western Turks and the strengthening of the Eastern Turks under the leadership of Qimin Qaghan; AD 627–630—the maximum weakening and subordination of the Turks to the Tang Dynasty; AD 679–687—the rehabilitation and consequent strengthening of the Turkic Empire.\nScholars have noted that nomadic economy is very much subjected even to microfluctuations of the climate. Nomads did not store up winter fodder for their livestock; the animals got it from under the snow. That is why, economically, nomadic economy to a greater degree depends on changes of the climate, due to the absence of surplus products as opposed to economy based on farming (China), where, if the harvest was poor, the population could use the stored up grain. The importance of geographical location and climate in the origin and life activity of nomadic livestock economy is stressed in the works of the following well-known authors who have undertaken the study of nomads (Khazanov 1984; Massanov 1995; Krader 1955; Lattimore 1962; Ecsedy 1981).\nIn the recent period, quite a number of works (Pederson et al. 2014; Büntgen et al. 2016; Di Cosmo et al. 2017; Putnam et al. 2016; Drobyshev 2014; Bai and Kung 2011) have been devoted to the problem of climatic change influence on the culture of whole nations, those in Central Asia among them. A number of researchers hold to the opinion that climatic changes\ncould have led to grave consequences for the nomads, if they were accompanied by unfavorable sociopolitical and economic factors. In other words, climatic extremes may have a negative influence only if they coincide with unfavorable socioeconomic, political, and demographic changes within the nomadic society (Di Cosmo et al. 2017). This work is devoted to the impact climatic dynamics had on the history of the Eastern Turkic Empire. Our research shows that in several cases climatic changes could have seriously affected the political and economic life of the Turks."
  }, {
    "heading": "2 Methods",
    "text": "Our research is based on tree-ring data (D’Arrigo et al. 2001; Hantemirov et al. 2011; Barinov et al. 2017; Myglan et al. 2012; Briffa et al. 2013; Baillie and McAneney 2015) (Fig. 2. Anomalies in tree-ring chronologies (A) 1—Hantemirov et al. 2011; 2—Salzer and Hughes 2007; 3—D’Arrigo et al. 2001; 4—Sigl et al. 2015. Temperature anomalies in the Northern Hemisphere (B) and temperature sensitive tree-ring chronologies for 500–700 AD (C) and climate reconstruction based on multi-proxy data (Fig. 3. Dynamics of the air temperature— red (Ge et al. 2013) and precipitation—blue (Yang et al. 2014) on the China territory in 500– 700 AD.), which makes it possible to determine climate dynamics and climate extremes to a\nhigher degree of accuracy than the more general chronological results ice core study gives (Clausen et al. 1997; Cole-Dai et al. 2000; Baillie et al.2010; Jiang et al. 2012; Plummer et al. 2012; Abbott et al. 2014; Sigl et al. 2013, 2015). We shall compare the evidence obtained from documentary sources with the political and socioeconomic events that took place in the Turkic Empire, material from contemporary climatological research is also to be included. However, the smoothed out reconstruction presented in Fig. 3 may not take into account short-term events, which could have been reflected in historical chronicles (e.g., droughts occurring from time to time). The paper also uses a reconstruction that is the closest to the territory in question (Fig. 3) which, however, might not show the exact natural and climatic conditions in the ETE. That is why we agree to the limitations that the said method of comparison requires. Moreover, Fig. 2 shows the extreme events to a greater degree, whereas Fig. 3 shows the mean (decade) tendencies of climatic change, those which complement each other. As we see it, both types of presented data make it possible to give a fuller picture of the interaction between natural phenomena and society.\nMost of the information on the history of the Turkic Empire is based on Chinese dynastic chronicles—Zhoushu, Beiqishu, Suishu, Juitangshu, and Xintangshu (Liu Mau-Tsai 1958; Ershisi shi 2012)."
  }, {
    "heading": "3 Climate extremes of AD 536–545",
    "text": "The Turkic tribes were first mentioned in Chinese chronicles of AD 534 (Liu Mau-Tsai 1958). The next time the Turks were mentioned is in the sources of AD 542. Only 8 years had passed between AD 534 and 542, but modern climatologists tell us that these 8 years were the years of the heaviest climate changes in the history of the medieval world. Here is what the famous Byzantine historian, Procopius of Caesaria, wrote about the events of AD 536–537: BOne of the greatest wonders took place that year: the whole year the sun shone like the moon, without rays, as if it was going to lose its power. It did not shine clearly and brightly as before. Ever since that began, there were wars among people, pestilence and other calamities that brought death with it^ (Procopius 1998).\nIn AD 536–537 similar phenomena were noted in other regions: Ireland, China, Chile, Europe, and Asia (Barash 1989).\nThe Anglo-Saxon Chronicle in Britain also says: BAD 538. This year the sun was eclipsed, fourteen days before the calends of March, from before morning until nine. A.D. 540. This year the sun was eclipsed on the twelfth day before the calends of July; and the stars showed themselves full nigh half an hour over nine^ (Garmonsway 1972).\nToday, the climatic extremes of AD 536–545 have brought together a great number of scientists who study this problem.\nParticipants of The Greenland Ice Sheet Project (GISP) have studied samples of ice core from Greenland and the Antarctic. They have discovered that ice samples of AD 536, 538, 539, 541, and 543 from Greenland all have a very high content of sulfates (Baillie 2008; Abbott et al. 2014; Sigl et al. 2015), which may point to their high content in the atmosphere at that time and to the low temperatures of their formation (Larsen et al. 2008).\nThe dendrochronological data also indicates that the years AD 536, 537, 543, and 545 were the years with the coldest extremes (D’Arrigo et al. 2001; Hantemirov et al. 2011; Myglan et al. 2012). (Fig. 2.)\nVolcanologists study samples of lava and traces of past explosive volcanic eruptions. They also analyze the chemical composition of mineral ores and the activity of volcanoes. Several volcanologists adhere to the opinion that the reason for such a temperature drop in AD 536– 545 could have been the eruption of Tavurvur in Papua New Guinea (Southon et al. 2013; Churakova-Sidorova et al. 2014).\nOther scientists think that the reason for the anomaly could have been a comet or an asteroid that hit the Earth (Rigby et al. 2004), but here arises the question of where exactly it hit our planet. Dr. Dallas Abbott says that the Gulf of Carpentaria in the north of Australia could have been one of the locations (Abbott et al. 2007).\nThe overall effects of cooling told severely on people in the Middle Ages. Moreover, a pandemic called the Plague of Justinian struck at that very time. It is the first historically known pandemic of the plague which took the name of Byzantine Emperor Justinian I. Millions of people perished as a result. The latest genetic studies show that the Plague of Justinian came from Central Asia (Wagner et al. 2014; Schmid et al. 2015). Rodents, such as marmots, gophers, rats, and mice are the natural reservoirs of the plague, and consequently myriads of fleas, which live on rodents, are the carriers of the disease.\nIn the years AD 534–535, a civil war broke out in China, the result of which was the division of the Northern Wei Dynasty into the Eastern Wei Dynasty and the Western Wei Dynasty. Moreover, in the years AD 536–537, north China was hit by a famine that killed 80% of the population in the country (Ershisi shi 2012).\nIn AD 534–545, there were four strongholds in the region: the Eastern Wei Dynasty, the Western Wei Dynasty, the Rouran Empire, and the recently formed Turkic Empire that had conquered the Rouran Empire, but remained in the shade, though it had already made itself known to the Chinese as a new and independent political force in AD 534 (Liu Mau-Tsai 1958).\nBoth dynasties (the Western Wei and the Eastern Wei) rivaled with each other to establish friendly contacts with the Rouran Empire by way of a marriage union. The struggle went on against the background of climatic extremes and, as a result, there was economic decline, so it can be well supposed that the Chinese had lost their former strength. The Rouran took advantage of the Chinese situation, but did not take into account the internal situation in its own Empire. The Western Wei Dynasty turned to the Turks for help and thus, in AD 545, a new center of political and military power appeared in the region with the Turks playing the leading role (Liu Mau-Tsai 1958).\nA new stage in the rise of Turks was their victory over the Tiele tribe in AD 546. The final mistake that the Rouran Empire made was their refusal to a matrimonial union with the Turks, a fact which led to hostility arising between them. After that, it took the Turks 7 years to overcome the climate extremes of AD 536–545, but later in AD 552, they came to be suzerains in the region.\nThus, the climate extremes of AD 534–545 were the catalyst that aggravated the internal and external political struggle between the Chinese dynasties and, as a result, led to a more serious situation than the nomads in the steppes were experiencing. The internal political strife in China in AD 534–535 and the extremes of AD 536–545 that aggravated their situation was the main reason why changes in the military and political affairs in the region occurred. China lost its strength when, in tough competition with the Tiele and the Rouran, the Turkic Empire gained power. The Turks were more successful due to the timely mobilization of their internal forces and the excellent personal skills of their leaders."
  }, {
    "heading": "4 Climate extremes of AD 581–583",
    "text": "The united Turkic Empire did not exist for a long time. After the death of the Turkic leader Taspar (Tobo) Qaghan in AD 581, internal strife began to ferment within the ruling circles of the Empire which finally led to its fall. In addition to that, in AD 581, China, which was split prior to that, joined its forces under the Sui Dynasty (AD 581–618). The reforms that took place in China led to the fast growth of the economic and military strength of the Empire. Chinese sources inform us that China’s rise was accompanied by a most devastating famine in the steppes.\nThe Suishu chronicle says: BEach winter they have thunder there, and the flames of the lightning hit the Earth. The Tujue’s life depends on grass and water. All throughout the previous year there was no rain, no snow, their rivers have dried up, and locusts have appeared; plants and trees have been totally destroyed by fire; half the population has died of hunger and disease. The place where they used to live before has become wasteland. So they turned their steps to the south of the desert to try and brave it out … They suffered from famine, and couldn’t find food for themselves, so they ground bones to make flour out of them – and that’s what they ate. Moreover, an epidemic broke out, and many of them died^ (Liu Mau-Tsai 1958).\nUnfortunately, Chinese sources do not contain more detailed information about the events of that period. But it can be understood that climatic extremes and their effects on the common people of the Turkic Empire, who were deprived of their means of existence as a result of massive livestock loss in AD 581–583, brought the Turkic Empire to a sudden sociopolitical crisis and internal warfare, the result being that the Turkic Empire finally split into the Eastern Empire and the Western Empire. In addition to that, for the period from AD 581 to 583, Fig. 3 clearly shows the sharp rise in temperature with less rain. The extreme conditions of AD 581– 583 on the territory of the ETE may have been the consequence of the AD 574/575 extremes, sulfate traces of which can be found in the Northern and the Southern Hemisphere (Clausen et al. 1997; Sigl et al. 2015), as well as in tree-rings (Salzer and Hughes 2007; Baillie et al. 2015). The clearer evidence comes from ice cores of the Southern Hemisphere, which makes it possible to confirm the fact that the volcano was located somewhere in that part of the planet. However, we shall be able to get a fuller picture of natural extremes of AD 581–583 only after additional research."
  }, {
    "heading": "5 Climate extremes of AD 599–601",
    "text": "After the collapse of the Turkic Empire (AD 581–583), the Western and the Eastern Turks constantly fought with each other. The Sui Dynasty originally held a neutral position in the conflict, but soon the Chinese set up and rendered support to a political center in the southern part of the Eastern Turkic Empire with its new leader—Qimin Qaghan. The new Turkic Empire, supported by the Sui Dynasty, headed for a confrontation with the Eastern and Western Turks, who were united in the fight against it. However, in AD 603, Qimin Qaghan defeated them and united the whole territory of the Eastern Turkic Empire under his rule. In AD 598–599, sources reported natural climatic events that were mistaken for two large military campaigns of Emperor Wen of the Sui Dynasty against the Eastern Turks (Tulan Qaghan) Bover their camps occur frequent disasters; night saw a red rainbow, the light of which illuminates hundreds of miles all around; three days ... there was blood rain, the falling stars with a crash landing on the tents. Every night Tulan Qaghan was in fear, and imagined that it was the Sui army approaching!^. In AD 601, the sources also reported interesting natural phenomena. A Chinese military commander reported to the Emperor: BWhen at night I went up to the fortress tower, I saw a red mist 30 miles north of the desert; it looked like rain, it was hanging low over the land covering it. After that, I found a war guide book where it said that such a phenomenon is called a Bblood rain^, which means that the country is doomed! If we want to destroy the barbarians, now is the time!^ (Liu Mau-Tsai 1958).\nUnfortunately, paleoclimatic sources for the period are few indeed: only reconstructions from the Yamal Peninsula (Hantemirov et al. 2011) show a growth decrease in 596. The other sources that we have analyzed do not give any information to that effect. Nonetheless, we would like to draw your attention to it for further study. Possibly, the atmospheric events cited were of a local impact nature."
  }, {
    "heading": "6 Climate extremes of AD 627–630",
    "text": "The next period of sharp unseasonal and protracted cooling that affected the Eastern Turks were the years AD 627–630.\nThe years AD 627–630 were marked by natural cataclysms on the territory of the Empire. Chinese sources describe: BEvery year they had heavy snowfalls and snow laid thick on the ground. Cold and famine led to a great loss of sheep, horses and men.^ (Liu Mau-Tsai 1958).\nThe Chinese chronicle Xintangshu says: BIn spite of it being summer, the Tujue are having unseasonal frosts; five suns have risen at the same time, three moons shone as well; a red mist covered their pastures^ (Liu Mau-Tsai 1958). This is what the Juitangshu chronicle says about the situation of the Turks in AD 630: BThe Tujue’s life depends only on sheep and horses. Now their animals are sick and lean and their people look starved. Besides, when they prepare their food in the tents it turns into blood. This is a dangerous foreboding!^ (Liu Mau-Tsai 1958).\nScientists say that the large-scale cooling on the territory of Eurasia in AD 627–630 that is marked on tree-rings in Yamal, in North America, and in the north of Central and Eastern Siberia was caused by large volcanic explosive eruptions and the parhelion (Figs. 2 and 3) (Sigl et al. 2015; Di Cosmo et al. 2017). Fog and red sunsets described in the sources are wellknown indicators of such eruptions. We know from European chronicles that, starting from October AD 626, for about 8 or 9 months, a dry mist covered a vast territory, including Ireland and the eastern Mediterranean. (Ludlow et al. 2013). In China itself (the Tang Dynasty), there\nwere also unseasonal night frosts at the end of the summer in AD 627, which destroyed the harvest in several provinces. Similar events occurred in China in AD 628–629 (Fei et al. 2007) (Fig. 2).\nEconomic hardships led to a destabilization of the political situation within the Empire itself. In AD 627 conquered tribes rebelled against the Turks and deposed the henchman of the Turkic leader on their territory.\nSources say: BXielikehan mobilized soldiers every year and invaded Chinese territory so often that his people could not put up with these campaigns anymore. There was famine year after year. Taxes and payments were heavy, so more and more tribes left him^ (Liu Mau-Tsai 1958).\nIn AD 630, the Emperor’s army attacked Xielikehan. Therefore, the defeat of Xielikehan’s army in AD 630 by the Chinese forces was simply the final solution to the situation that occurred within the Turkic community, where the climate extreme of AD 626 was the key to victory and not at all the skillful leadership of the Chinese Emperor Taizong of the Tang Dynasty, as many researchers think.\nThus, the cooling affected all the territory of Central Asia, as well as the northern provinces of China (the Tang Dynasty), but the territory that suffered most was the Eastern Turkic Empire, the nomadic economy of which could not withstand the sharp and protracted cooling."
  }, {
    "heading": "7 Climate extremes of AD 679–685",
    "text": "There was a steady rise of air temperature after AD 640 with a great amount of rain (Fig. 3). This could have had a favorable impact on the economy (increase in livestock) of the Eastern Turks. Later on, this led to a consolidation of society, to a growth of discontent with Emperor Gaozong’s policy and the beginning of the struggle of the Turks for liberation from China in AD 679.\nIn the years AD 679–691, as a result of a number of rebellions, the Eastern Turkic Empire restored its independence and managed to keep it till AD 745.\nHowever, the conditions that developed in AD 679–687, as described in Chinese sources, also point to a complicated natural and climatic situation in the region.\nIn AD 685, in his report to the Chinese Emperor about the situation of the nomads, the Chinese official Ts’ui Zhi-zhi said: BThe Tujue … devour each other; they wander around, starved, and don’t know where to go^.\nBTheir numbers had already exceeded several tens of thousands of people. They were covered with a rash and had tumors, they were famished and did not resemble human beings at all; the number of people who died on the way was innumerable. Prior to that, the Nine Tribes (Toquz Oghuz) (those who inhabited the area to the north of the Great Chinese Wall) experienced a great drought 3 years long: all the pastures are reddish with practically no grass, this causing massive loss of livestock. Those who survived and were able to cross the desert came here, but on the way they lost their sheep and horses due to lack of food and water. They had to hunt for field rats and eat grass roots; they killed each other to get provision. I asked different people and all of them told me the same story. By the way, an old man told me that from the time the Nine Tribes (Toquz Oghuz) had originated, they had never experienced such a famine…^ (Liu Mau-Tsai 1958).\nT ab\nle 1\nC lim\nat e ex tr em\nes an d hi st or ic al ev en ts in\nth e E as te rn\nT ur k E m pi re\nA D\nE xt re m e ev en ts in ot he r re gi on s of th e pl an et\nD ec lin\nin g gr ow\nth in\nA lta i (M\nyg la n et al .\n20 12 ; B ar in ov\net al .\n20 17 )\nD ec lin\nin g\ngr ow\nth in M on go lia (P ed er so n et al . 20 14 )\nD ec lin\nin g\ngr ow\nth in M on go lia (D ’A\nrr ig o et al .\n20 01 )\nD ec lin\nin g gr ow th in Y am al Pe ni ns ul a (Н an te m ir ov\net al .\n20 11 )\nD ec lin in g gr ow th in N or th A m er ic a (S al ze r an d H ug he s 20 07 )\nIc eco re\nda ta\n(P lu m m er\net al .\n20 12 ;S\nig le ta l.\n20 15 )\nPe ri od in Fi g. 3\n53 6– 55 0\nD ro ug ht ,h\nun ge r, ep id em\nic in\nth e re gi on .C\niv il w ar in no rt he rn C hi na\nbe tw ee n th e\nE as te rn\nan d W es te rn\nW ei\nD yn as ty .T\nhe po pu la tio\nn of\nth e W es te rn\nW ei D yn as ty\nde cr ea se d by\n80 –9 0%\n.T he\nst ru gg le of\nth e T ur ks\nw ith\nne ig hb or in g tr ib es\n(R ou ra n,\nT ie le ). R is e of\nth e T ur ks\nan d th e fo rm\nat io n of\nth e\nT ur k E m pi re .\nB yz an tiu\nm ,\nE ur op e\n+ +\n+ +\n+ +\nII\n55 1– 58 0\nT he\nfo un da tio\nn of\nth e N or th Q i\nD yn as ty\n(5 50 –5 77 ) an d\nN or th\nZ ho u D yn as ty (5 57 –5 81 ). E xp an si on\nan d\nst re ng th en in g of\nth e T ur k\nE m pi re .A\nct iv e ag gr es si ve\nfo re ig n po lic y of\nth e T ur ks .\nT he\nT ur ks\nco nt ro l th e\nte rr ito\nry fr om\nth e C as pi an\nSe a to\nL ia od on g B ay .\nII I\n58 1– 58 3\nH un ge r, dr ou gh t, ep id em ic am on g th e T ur ks .T he di vi si on of th e T ur k E m pi re in to th e W es te rn an d E as te rn .U ni on of C hi na an d th e fo un da tio n of th e Su i D yn as ty .\n+ +\n+ IV\n58 4– 59 9\nW ea ke ni ng\nof th e E as te rn\nT ur ks\n+ +\nT ab\nle 1\n(c on tin\nue d)\nA D\nE xt re m e ev en ts in ot he r re gi on s of th e pl an et\nD ec lin\nin g gr ow\nth in\nA lta i (M\nyg la n et al .\n20 12 ; B ar in ov\net al .\n20 17 )\nD ec lin\nin g\ngr ow\nth in M on go lia (P ed er so n et al . 20 14 )\nD ec lin\nin g\ngr ow\nth in M on go lia (D ’A\nrr ig o et al .\n20 01 )\nD ec lin\nin g gr ow th in Y am al Pe ni ns ul a (Н an te m ir ov\net al .\n20 11 )\nD ec lin in g gr ow th in N or th A m er ic a (S al ze r an d H ug he s 20 07 )\nIc eco re\nda ta\n(P lu m m er\net al .\n20 12 ;S\nig le ta l.\n20 15 )\nPe ri od in Fi g. 3\n59 9– 60 1\nR ed\nfo g,\ndr ou gh t, hu ng er\nam on g W es te rn\nT ur ks .T he st ru gg le of W es te rn an d E as te rn T ur ks\n+\n60 3\nT he\nw ea ke ni ng\nof th e W es te rn\nT ur ks ,t he\nun if ic at io n an d\nst re ng th en in g of\nth e E as te rn\nT ur k E m pi re\nin 60 3 A D\nun de r th e ru le of\nY am i Q ag ha n (Q im in ) w ith\nth e\nsu pp or t of\nth e Su\ni D yn as ty\n61 7\nT he\nco up\nd’ et at in\nC hi na ,t he\nfo un da tio\nn of\nth e Ta ng\nD yn as ty\n62 7– 63 0\nH un ge r, co ld ,h ea vy\nsn ow\nfa lls ,\nan ep id em\nic in\nth e E as te rn\nT ur k E m pi re\nan d th e\nno rt he rn\npr ov in ce s of\nth e\nTa ng\nD yn as ty . Su bo rd in at io n of\nth e\nE as te rn\nT ur ks\nto C hi na\nE ur op e\n+ +\n+ +\n+\n67 9– 68 7\nH un ge r, dr ou gh t, ep id em\nic in\nth e E as te rn\nT ur k E m pi re\nan d th e Ta ng\nD yn as ty .T he st ru gg le of T ur ks fo r in de pe nd en ce (6 79 –6 90 ). T he fo un da tio n of th e se co nd E as te rn T ur k E m pi re (6 79 –7 45 A D )\nE ur op e\n+ +\n+ +\nV\nSources say that the worst conditions (drought) occurred in AD 682–685. Moreover, longterm climatic tendencies indicate a sharp decrease of rain starting from AD 680 with a rise of mean temperatures in AD 665 (Fig. 3). In addition to that, reconstructions (Ge et al. 2013; Yang et al. 2014) for the territory in question show a deficit of humidity for AD 680–692.\nWe think that the AD 682–685 climate extremes not only made the struggle of the Turks for independence more difficult (it continued up to AD 691), it also strengthened their position in the region due to the capture of livestock and horses from tribes that suffered to a greater degree from the drought—Toquz Oghuz, a fact that sources later mention. Moreover, after AD 687, there is no evidence of any active struggle between the Turks and the Chinese, which might be explained by the heavy losses both for the Chinese and the Turks caused by natural catastrophes. There is also mention of BThe Great Famine^ during the reign of the Tang Dynasty in AD 687 (Ershishi shi 2012).\nWe also find evidence of climate extremes in this period in other parts of the planet. In AD 685, the Anglo-Saxon Chronicle in Britain also mentions climate extremes and their consequences: BA.D. 685. This year in Britain there was blood rain, and milk and butter turned into blood^ (Garmonsway 1972) and in AD 680 the Mozarabic chronicle also writes Bthat laid Spain waste in that year^ (Conquerors and Chroniclers of Early Medieval Spain 1999).\nThe period between AD 677 and AD 687 was also exceptionally arid in Central Europe. West Germany went through a drought in AD 679, 680, and 681. As a result, there was crop failure and a severe famine, the year AD 681 being hit the hardest (Barash 1989).\nThus, a vast geography (China, Spain, Germany, and Britain) of climatic deviations may well mean that there was a global catastrophe on the planet at that time (McKee et al. 2015)."
  }, {
    "heading": "8 Conclusion",
    "text": "The material presented here demonstrates that there is a certain connection between historical events and climate extremes on the territory of Central Asia, and that these events coincide with other climate extremes in Europe and in China (Table 1).\nWe hold to the opinion that the historical events that took place in the Turkic Empire in AD 534–551 and in AD 679–687 developed in a line parallel to the unfavorable climatic changes that may be looked upon as an additional factor that led to changes in the regional situation. Historical sources show that in the year AD 534 the Turks had already become stronger—a fact that happened prior to the climatic extremes, but discontent of the Turks with Emperor Gaozong’s (AD 650–683) policy grew during the whole period of his reign and this is what led to their rebellion in AD 679. Nevertheless, the sharp changes in the economic and political situation in the Turkic Empire in AD 581–583, in AD 599–603 (?) and in AD 627–630 totally coincide with the extreme changes in climate in these periods, a fact that may be looked upon as indirect proof of the connection of historical processes in the region with climate dynamics. Figure 3 makes it possible to distinguish two similar periods when temperature rise and favorable increase of humidity occur (AD 545–580 and AD 650–679). It was at this time that the strengthening and rise of the Eastern Turkic Empire occurred.\nAcknowledgments We would like to thank Dr. Dallas Abbott (New-York, USA) and Rashid Hantemirov (Yekaterinburg, Russia) for the helpful and constructive comments and suggestions.\nCompliance with ethical standards\nConflict of interest The authors declare that they have no conflict of interest."
  }],
  "year": 2018,
  "references": [{
    "title": "Calendar-year dating of the GISP2 ice core",
    "authors": ["DH Abbott", "D Breger", "PE Biscaye", "AJ Robert"],
    "year": 2014
  }, {
    "title": "Impact ejecta and megatsunami deposits",
    "authors": ["DH Abbott", "EW Tester", "CA Meyers", "D Breger"],
    "venue": "Geological Society of America Special Paper",
    "year": 2007
  }, {
    "title": "Abstracts with Programs",
    "authors": ["Y Bai", "JK Kung"],
    "venue": "Rev Econ Stat",
    "year": 2011
  }, {
    "title": "Interplay of environmental and socio-political factors",
    "authors": ["C Oppenheimer", "U Büntgen"],
    "year": 2017
  }, {
    "title": "downfall of the eastern Turk empire",
    "authors": ["CE. Clim Chang"],
    "venue": "Мoscow Ecsedy I",
    "year": 2014
  }, {
    "title": "Extreme climate events on Yamal for the last 4100 years according to dendrochronological data",
    "authors": ["RM Hantemirov", "LA Gorlanova", "AY Surkov", "SG Shiyatov"],
    "venue": "Izvestiya Akademii Nauk. Seriya Geograficheskaya",
    "year": 2011
  }, {
    "title": "A detailed 2840 year record of explosive volcanism in a shallow ice core from Dome A, East Antarctica",
    "authors": ["S Jiang", "J Cole-Dai", "Y Li", "DG Ferris", "H Ma", "C An", "G Shi", "B Sun"],
    "venue": "J Glaciol",
    "year": 2012
  }, {
    "title": "Nomads and the outside world. Cambridge-New-York",
    "authors": ["AM Khazanov"],
    "year": 1984
  }, {
    "title": "Drevnetyurkskiye runicheskiye pamyatniki kak istochnik po istorii Sredney Azii",
    "authors": ["SG Klyashtornyy"],
    "year": 1964
  }, {
    "title": "Ecology of central Asian pastoralism",
    "authors": ["L Krader"],
    "venue": "Southwest J Anthropol",
    "year": 1955
  }, {
    "title": "New ice core evidence for a volcanic cause of the A.D. 536 dust veil",
    "authors": ["LB Larsen", "BM Vinther", "KR Briffa", "TM Melvin", "HB Clausen", "PD Jones", "M Siggaard-Andersen", "CU Hammer", "M Eronen", "H Grudd", "BE Gunnarson", "RM Hantemirov", "MM Naurzbaev", "K Nicolussi"],
    "year": 2008
  }, {
    "title": "The geographical factor in Mongol history",
    "authors": ["O Lattimore"],
    "venue": "Studies in Frontier History",
    "year": 1962
  }, {
    "title": "Die сhinesischen Nachrichten zur Geschichte der Ost-Turken (Tu-kue)",
    "authors": ["Liu Mau-Tsai"],
    "venue": "Otto Harrassowitz Verlag",
    "year": 1958
  }, {
    "title": "Medieval Irish chronicles reveal persistent volcanic forcing of severe winter cold events, 431-1649 CE",
    "authors": ["F Ludlow", "AR Stine", "P Leahy", "E Murphy", "PA Mayewski", "D Taylor", "J Killen", "MGL Baillie", "M Hennessy", "G Kiely"],
    "year": 2013
  }, {
    "title": "A revised age of ad 667–699 for the latest major eruption at Rabaul",
    "authors": ["CO McKee", "MG Baillie", "PJ Reimer"],
    "year": 2015
  }, {
    "title": "A 2367-year tree-ring chronology for the Altai-Sayan region (Mongun-Taiga mountain massif)",
    "authors": ["VS Myglan", "OC Oidupaa", "EA Vaganov"],
    "venue": "Archaeol Ethnol Anthropol Eurasia",
    "year": 2012
  }, {
    "title": "Pluvials, droughts, the Mongol empire, and modern Mongolia",
    "authors": ["N Pederson", "AE Hessl", "N Baatarbileg", "KJ Anchukaitis", "N Di Cosmo"],
    "venue": "Proc Natl Acad Sci U S A",
    "year": 2014
  }, {
    "title": "An independently dated 2000-yr volcanic record from Law Dome, East Antarctica, including a new perspective on the dating of the 1450s CE eruption of Kuwae, Vanuatu",
    "authors": ["CT Plummer", "MAJ Curran", "TD van Ommen", "SO Rasmussen", "AD Moy", "TR Vance", "HB Clausen", "BM Vinther", "PA Mayewski"],
    "venue": "Clim Past",
    "year": 2012
  }, {
    "title": "2016) Little Ice Age wetting of interior Asian deserts and the rise of the Mongol Empire",
    "authors": ["AE Putnam", "DE Putnam", "L Andreu-Hayles", "ER Cook", "JG Palmer", "EH Clark", "C Wang", "WS Broecker"],
    "venue": "Quat Sci Rev 131:33–50",
    "year": 2016
  }, {
    "title": "A comet impact in AD 536? Astron Geophys",
    "authors": ["E Rigby", "M Symonds", "D Ward-Thompson"],
    "year": 2004
  }, {
    "title": "Bristlecone pine tree rings and volcanic eruptions over the last 5000 yr",
    "authors": ["MW Salzer"],
    "venue": "HughesMK",
    "year": 2007
  }, {
    "title": "Climate-driven introduction of the Black Death and successive plague reintroductions into Europe",
    "authors": ["BV Schmid", "U Büntgen", "WR Easterday", "C Ginzler", "L Walløe", "B Bramanti", "NC Stenseth"],
    "venue": "Proc Natl Acad Sci U S A",
    "year": 2015
  }, {
    "title": "A new bipolar ice core record of volcanism fromWAIS Divide and NEEM and implications for climate forcing of the last 2000 years",
    "authors": ["M Sigl", "JR McConnell", "L Layman", "O Maselli", "K McGwire", "D Pasteris", "D Dahl-Jensen", "JP Steffensen", "B Vinther", "R Edwards", "R Mulvaney", "S Kipfstuhl"],
    "venue": "J Geophys Res Atmos",
    "year": 2013
  }, {
    "title": "Timing and climate forcing of volcanic eruptions for the past 2,500 years",
    "authors": ["M Sigl", "M Winstrup", "JR McConnell", "KC Welten", "G Plunkett", "F Ludlow", "U Büntgen", "M Caffee", "N Chellman", "D Dahl-Jensen", "H Fischer", "S Kipfstuhl", "C Kostick", "OJ Maselli", "F Mekhaldi", "R Mulvaney", "R Muscheler", "DR Pasteris", "JR Pilcher", "M Salzer", "S Schüpbach", "JP Steffensen", "BM Vinther", "TE Woodruff"],
    "year": 2015
  }, {
    "title": "Planktonic foram dates from the Indonesian ARC: marine 14C reservoir ages and a mythical AD 535 eruption of Krakatau",
    "authors": ["J Southon", "M Mohtadi", "R De Pol-Holz"],
    "venue": "Radiocarbon",
    "year": 2013
  }, {
    "title": "Yersinia pestis and the Plague of Justinian 541-543 AD: a genomic analysis",
    "authors": ["DM Wagner", "J Klunk", "M Harbeck", "A Devault", "N Waglechner", "JW Sahl", "J Enk", "DN Birdsell", "M Kuch", "C Lumibao", "D Poinar", "T Pearson", "M Fourment", "B Golding", "JM Riehm", "DJD Earn", "S DeWitte", "J Rouillard", "G Grupe", "I Wiechmann", "JB Bliska", "PS Keim", "HC Scholz", "EC Holmes", "H Poinar"],
    "year": 2014
  }, {
    "title": "A 3,500-year tree-ring record of annual precipitation on the northeastern Tibetan Plateau",
    "authors": ["B Yang", "C Qin", "J Wang", "M He", "TM Melvin", "TJ Osborn", "KR Briffa"],
    "venue": "Proc Natl Acad Sci U S A",
    "year": 2014
  }],
  "id": "SP:b91856cc49b90ccafdeb66a8b6652a11f51d2494",
  "authors": [{
    "name": "Rustam Ganiev",
    "affiliations": []
  }, {
    "name": "Vladimir Kukarskih",
    "affiliations": []
  }],
  "abstractText": "This article analyzes the effect of climate extremes on the historical processes that took place (AD 536, 581, 601, 626, and 679) in the Eastern Turkic Empire (ETE) (AD 534– 745) in Central Asia. Climate extremes are sharp, strong, and sometimes protracted periods of cooling and drought that are related to volcanic eruptions that result in negative effects on the economy of a nomadic society, thus bringing famine and disease. In fact, many of these natural catastrophes were accompanied by plague pandemics among the Eastern Turks and the Chinese living in the north. The Turkic Empire can be split into several chronological periods during which significant events that changed the course of history of the nomadic state took place: AD 534–545—the rise of the Turkic Empire; AD 581–583—the division of the Turkic Empire into the Western and the Eastern Empires; AD 601–603—the rise of Qimin Qaghan; AD 627–630—the Eastern Turks are conquered by the Tang Dynasty; AD 679–687—the second rise of the Eastern Turkic Empire. The research shows that there is a connection between important historical events and climate extremes in the history of the Turkic Empire. This relationship makes it possible to present the thesis that climate did have an impact on the historical processes in the east of Central Asia, especially on the territories with a nomadic economy. Climatic Change (2018) 149:385–397 https://doi.org/10.1007/s10584-018-2236-9 * Rustam Ganiev rusthist@yandex.ru Vladimir Kukarskih voloduke@mail.ru 1 Department of History of the Institute of Humanities, Ural Federal University, 51 Lenin St., Yekaterinburg, Russian Federation 620000 2 UrFU Central Asia Research Centre, Yekaterinburg, Russian Federation 3 Institute of Plant and Animal Ecology, Ural Branch of the Russian Academy of Sciences, 202/3 8 Marta St., Yekaterinburg, Russian Federation 620144",
  "title": "Climate extremes and the Eastern Turkic Empire in Central Asia"
}