{
  "sections": [{
    "text": "lake in northwest Iceland, preserves a record of environmental change since deglaciation, 13 ka ago. The rapid sedimentation rate over the past 2 ka (ca. 4 m ka-1) provides a high-resolution archive of late Holocene environmental change. Physical and\nchemical environmental proxies extracted from cores from the Haukadalsvatn sediment fill provide a reconstruction of sub-decadal-scale climate variability in Iceland over the past 2 ka. Over this interval biogenic silica (BSi) reflects warm April–May temperatures, whereas total organic carbon (TOC) peaks represent an increased flux of carbon to the lake from eolian-derived soil erosion following periods of cold summers accompanied by dry, windy winters. The proxy-based temperature reconstructions show a broad interval of warmth through Medieval times, but this warmth is punctuated by multi-decadal cold intervals. The transition into the Little Ice Age occurred in two steps, with initial summer cooling 1250–1300 AD, and a more severe drop in summer temperatures between 1450 and 1500 AD; both are periods of severe explosive volcanism. Multi-decadal patterns of cold and warm conditions have some characteristics of a North Atlantic Oscillation (NAO)like signal, but instrumental records and proxy-based reconstructions of the NAO index contain little power in the frequencies most strongly expressed in our data set. Although severe soil erosion in Iceland is frequently equated with settlement, our reconstructions indicate that soil erosion began several centuries before settlement, whereas for several centuries after settlement, when summer temperatures were relatively high, there was little or no soil erosion. Only during the transition into and during the Little Ice Age did soil erosion become a major feature of the record. This is one of fourteen papers published in a special issue dedicated to reconstructing late Holocene climate change from Arctic lake sediments. The special issue is a contribution to the International Polar Year and was edited by Darrell Kaufman. Electronic supplementary material The online version of this article (doi:10.1007/s10933-008-9253-z) contains supplementary material, which is available to authorized users. Á. Geirsdóttir (&) K. B. Ólafsdóttir Institute of Earth Sciences and Department of Earth Sciences, University of Iceland, Askja, Sturlugata 7, Reykjavik 101, Iceland e-mail: age@hi.is K. B. Ólafsdóttir e-mail: kbo@hi.is G. H. Miller Department of Geological Sciences, Institute of Arctic and Alpine Research, University of Colorado, UCB 450, Boulder, CO 80309, USA e-mail: gmiller@colorado.edu T. Thordarson School of Geosciences, Grant Institute, The University of Edinburgh, The King’s Buildings, West Mains Road, Edinburgh, EH9 3JW, Scotland e-mail: thor.thordarson@ed.ac.uk\nKeywords Iceland Holocene paleoclimate Medieval Warm Period Settlement Little Ice Age Lake sediment Soil erosion"
  }, {
    "heading": "Introduction",
    "text": "Iceland lies at the polar oceanic front, the boundary between a cold, relatively fresh current from the Arctic Ocean, and the relatively warm, salty North Atlantic Current (Fig. 1). Air mass boundaries coincide roughly with the ocean front boundary. Subtle shifts in the balance between these two water/air masses leave a large imprint on the climate of Iceland. The island is thus strategically located to record any changes associated with the convective strength of the thermohaline circulation through time (e.g. Broecker 2000; Curry and Mauritzen 2005). The island has a maritime climate that is also strongly influenced by the North Atlantic Oscillation (NAO), which reflects fluctuations in the difference of sealevel pressure between the Icelandic Low and the Azores high. NAO controls the strength and direction of westerly winds and storm tracks across the North Atlantic; when the NAO is in a positive mode Iceland\nexperiences cool summer temperatures and strong Atlantic westerlies.\nHistorical accounts provide some insight into environmental and climatic changes around Iceland since settlement, *874 AD. At the time of settlement Iceland is described as being largely forested, although no maps of the actual distribution of trees are available. After colonization, much of the forest cover was removed. Paleoenvironmental reconstructions have shown that grasses increased at the expense of tree taxa after settlement and that soil erosion increased, with severe soil erosion continuing into the present day (e.g. Thorarinsson 1944, 1961; Dugmore and Buckland 1991; Dugmore and Erskine 1994; Hallsdóttir 1995). It has been inferred that the acceleration of soil erosion was mostly humaninduced, mainly due to expanding agriculture and sheep grazing, although climate and volcanic activity (tephra fallout) cannot be ruled out as at least contributory factors (Gerrard 1991).\nRegular instrumental temperature recordings are available from the Stykkisholmur weather station on West Iceland since the 1830s. The Stykkisholmur record shows that the mean annual temperature warmed ca. 1.2 C over the past century, with warming concentrated in the 1930s and again during the last decade. The Icelandic record is in concert with a mean\nFig. 1 a Ocean surface currents in the North Atlantic region and around Iceland (NAC = North Atlantic Current, IC = Irminger Current, EIC = East Iceland Current, GC = East Greenland Current. b Shaded relief map of Iceland and the adjacent continental shelf. The location of Haukadalsvatn is\nmarked with a black box. Stykkisholmur weather station is shown with a black dot. c Haukadalsvatn bathymetric map showing location of core site. The black square marks the coring location\nannual warming of the Earth of ca. 0.8 C over the past century (http://data.giss.nasa.gov/gistemp/2007/), during which time even greater warming occurred at high northern latitudes (Serreze and Francis 2006). Historical accounts of conditions in Iceland during the coldest periods of the Little Ice Age (1250–1900 AD) suggest that the centennial-scale temperature variations across Iceland exceed those of the instrumental record. However, the short time span of instrumental records limits our ability to evaluate the role of natural climate variability and greenhouse gas forcing in explaining these observations.\nProxy environmental records that have annual-todecadal resolution are valuable for assessing natural and human-induced climate change. Here we provide a 2000 year record at sub-decadal resolution to evaluate the nature of climate and environmental variability in northwest Iceland. We capitalize on paleoenvironmental archives preserved in sediment from Haukadalsvatn, a large, deep lake in West Iceland (Fig. 1) situated only 50 km east of the Stykkishólmur weather station. Haukadalur, the valley in which Haukadalsvatn is situated, was one of the primary settlement sites in Iceland, and has been inhabited continuously since the tenth century. The timing of settlement in Iceland is marked by the Settlement tephra (Vö = 871 ± 2 AD; Grönvold et al. 1995), which forms a conspicuous and diagnostic visible tephra layer in sediment cores from Haukadalsvatn. This marker horizon affords the opportunity to study the effect of settlement on the Haukadalsvatn catchment, in contrast to purely climatic impacts, prior to 870 AD. Environmental proxies preserved in Haukadalsvatn sediment have the potential to address questions about natural climate variability versus human induced perturbations."
  }, {
    "heading": "Study site",
    "text": "Haukadalsvatn (3.3 km2, elevation 32 m asl) at the head of Hvammsfjördur, western Iceland, occupies a\nnarrow, elongated, glacially eroded basin, with a maximum depth of 42 m. The largest part of the catchment (172 km2) lies above 500 m asl (Fig. 1). Striae at the head of Haukadalur are oriented east-towest. The Haukadalur was submerged during deglaciation (marine limit *70 m asl) and the earliest sediment fill in Haukadalsvatn is of marine origin. The basin became isolated from the sea about 10 ka (Geirsdóttir et al. in press). Today the lake is neutral (pH 7.7) and well mixed, probably due to a high level of wind stress (Table 1, Langdon et al. 2008).\nThe surrounding bedrock is mainly Tertiary basalt and the region lies outside the active volcanic zones of Iceland (Jóhannesson 1997). The soils around Haukadalsvatn are mostly Andosols (eolian sand and tephra), with lesser amounts of Histosols (Arnalds and Gretarsson 2001). These soil types lack cohesion, which makes them vulnerable to erosion by wind or water (Arnalds 2004). Although historical accounts describe the valley of Haukadalur as being heavily forested at the time of settlement (mostly derived from site names indicating a forested area), they also indicate there have been no forests in the valley since before the 1700s. The valley is currently vegetated by Poaceae and Cyperaceae (grasses and sedges)."
  }, {
    "heading": "Materials and methods",
    "text": "Materials\nTwo sediment cores (HAK03-1A and HAK03-1B) were recovered from a single site (65 03.0640 N, 21 37.8300 W) at 38.33 m water depth within the lake using DOSECC0s GLAD-200 core rig (http:// www.dosecc.org/). The sediment cores captured the entire 30-m-thick sediment fill in the lake (Fig. 2). The lower 12 m consists of rapidly deposited iceproximal to ice-distal deglacial marine sediment; the upper 18 m are lacustrine. The last 2000 years are represented by the uppermost 7.5 m of the core. Two surface cores obtained using methods in Glew (1991),"
  }, {
    "heading": "9.86 9.6 42 7.7 103 4.30 4.3 1.5 5.0 0.2 2.3 0.1 7.2",
    "text": "HAK03-G1 and HAK03-G2, recovered at the drill site before deep coring, capture the sediment-water interface and the uppermost 48 cm of sediment intact.\nThe cores were shipped to the Limnological Research Center at the University of Minnesota where core description, sampling, and archiving was carried out. The cores were passed through the GRAPE logging system that provides high-resolution records of gamma-ray density, P-wave velocity, fractional porosity, impedance, and magnetic susceptibility. Core segments were photographed with a flatbed digital core scanner to document changes of sediment color and texture.\nThe uppermost 20 cm of the 49-cm-long surface core was sampled into 0.5 cm slices and then spliced to the top of the GLAD core based on the TOC profiles (Fig. 3). There is a 38 cm overlap between the surface and piston cores; the upper 11 cm of the piston core are missing.\nChronology\nTo constrain the ages of sediment cores HAK03-1B and HAK03-1G, samples were analyzed for 210Pb, 137Cs, and 14C activities, and for tephrochronology.\nTop\n1. 5\nm\n1\n2\n3\n11\n5 6 7\n12\n8 9\n10\n13\n15\n16\n4\n14\n17\n18\n2000 yr Bottom\n0.5\n1.0\n1.5\n2.0\n2.5\n3.0\n0 50 100 150 200 250 300 350 400 450 500 550 600 650 700 750 800\n1\n2 3\n4 5-7\n8\n10-12 13-15\n16\n17\n18-20\nCore section 1 Core section 2 Core section 3 Core section 4 Core section 5\nA B\nC cs 1 cs 2 cs 3 cs 4 cs 5 T O C ( % )\nDepth (cm)\nFig. 2 a Core HAK03-1B arranged in sections from top (upper left) to bottom (lower right). The core captured the entire 30-m-thick sediment fill in Haukadalsvatn. The lower 12 m consists of ice-proximal to ice-distal deglacial marine sediment; the upper 18 m are lacustrine. b The uppermost 7.5 m of the core contains the last 2000 years of sediment. Cs\nrefers to core–section numbers. Numbers on core face refer to samples and peaks in total organic carbon (TOC) shown in c. The Settlement tephra is the white layer below the number 18. c TOC through the last 2000 years plotted by depth. Numbers refer to those in b\nThe Glew core was sampled every *2.5 cm for 210Pb and nearly every centimeter through the key time interval for 137Cs. The concentration of 210Pb in sediment extracts was measured by alpha spectrometry following procedures modified from Eakins and Morrison (1976). Unsupported 210Pb was calculated by subtracting supported activity from the total activity measured at each level, with dates determined according to the constant-rate-of-supply model (Appleby 2001). 137Cs activity was measured using an Ortec-EGG high-purity, germanium crystal well, photon detector coupled to a digital gamma-ray spectrometer. Maximum deposition of 137Cs associated with above ground nuclear bomb testing occurred during the period 1963–1964. 210Pb and 137Cs were measured at the St. Croix Watershed Research Station, Minnesota.\nTephra layers were identified visually within the sediment cores; tephra from key horizons were taken for analysis of their chemical composition, which was determined by electron microprobe (CAMECA SX50) at the University of Hawaii. Instrument settings were 15 kV acceleration voltage, 15 nA beam current and 10 lm2 (12 9 8 lm) rastered and defocused beam (Jóhannsdóttir 2007). Rastered beam was used to minimize the loss of sodium during analysis (e.g. Nielsen and Sigurdsson 1981). The geochemical composition of the tephra layers was then used to identify the source volcano and eruption in accordance with the methodology in Jóhannsdóttir (2007).\nPlant macrofossils are rare in this core, so the humic acid (HA) fraction of the dissolved organic carbon (DOC) was targeted for 14C dating at several levels. From sites in the Canadian Arctic Abbott and Stafford (1996) have shown that the HA extract (the base-soluble, acid-insoluble DOC fraction) produced the most reliable 14C ages of the various DOC fractions, although typically a few centuries older than macrofossil ages from the same horizons. They concluded that the HA extracts contain a fraction of ‘‘aged’’ soil organic matter delivered from the surrounding watershed. Humic acids were extracted from bulk sediment of HAK03-1B following the procedures of Abbott and Stafford (1996) and converted to graphite at the INSTAAR Laboratory for AMS Radiocarbon Preparation and Research (NSRL), University of Colorado, and measured at the University of California, Irvine. Radiocarbon ages are converted to calendar ages using Calib 5.0.2 (Reimer et al. 2004).\nSediment geochemistry\nSamples for total organic carbon (TOC) were taken from the surface core HAK03-1G continuously at 0.5 cm intervals and continuously at 1 cm intervals in the HAK03-1B core. Freeze-dried samples were run at the University of Iceland on a CM5200 Autosampler/Furnace (combusted to 950 C) and measured on a CM5014 CO2 Coulometer version 3.0 with a detection limit of 0.05 wt %. As there is no CaCO3 in\nthe basaltic bedrock of Iceland, %C can be taken as representing exclusively organic carbon. To estimate the total organic matter in the sediment, %C can be multiplied by 2.5, assuming most organic matter contains approximately 40% C. We estimate that these measurements may provide a continuous record of TOC at 1–3 year intervals for the last 2 ka, and decadal resolution between 10 and 2 ka.\nBiogenic silica (BSi) in lake sediments primarily comprises diatoms (Conley and Schelske 2002), although a small contribution may be derived from amorphous silica (glass) of Icelandic volcanic tephra. Analyses of pure tephra levels (no diatoms present) in sediments from a lake in central Iceland suggest that a maximum of 3% of the fine-grained tephra dissolves in the BSi extraction (Black 2008). Because our sampling specifically avoided tephra levels, we do not expect any significant contribution to our BSi signal from tephra dissolution, even if small amounts of tephra are in the sample. Samples for BSi were taken continuously at *1 cm intervals through the surface core, in 1-cm-thick slices every 2–3 cm through the upper 2 ka of HAK03-1B, and at lower resolution through the deeper levels. This provides one sample every 3 years on average for the past 50 years, one sample on average every 5 years for the balance of the past 2 ka, and decadal resolution for between 10 and 2 ka. BSi measurements were carried out at the University of Illinois and the Northern Arizona University, where freeze-dried bulk-sediment samples were analyzed following the methods described by Mortlock and Froelich (1989), except for the use of 10% Na2CO3 solution (0.9 M Na2CO3). A HACH DR/2000 spectrophotometer was used to measure BSi concentration, which was then converted to weight percent SiO2 of dry sediments. Mineral matter content was estimated as the residual after accounting for organic matter (%C/0.4) and % BSi. Five replicate measurements of the same samples at the two laboratories differ on average by \\9.5 mg g-1. In order to estimate the proportion of terrestrial versus aquatic organic material in the sediments, C:N and the d13C of the organic carbon in a subset of the samples were measured at the University of Fairbanks, Alaska. Freeze-dried bulk sediment was combusted to CO2 and N2 at 1000 C in an on-line elemental analyzer (PDZEuropa ANCA-GSL). The gases were separated on a Carbosieve G column\nbefore introduction to a continuous-flow isotope ratio mass spectrometer for measurement of d13C and d15 N.\nParticle size of the inorganic sediment fraction (\\2000 lm) was measured in the uppermost ca. 7 m to investigate the relationship between TOC and grain size in the sediment. The particle size was measured with a low-angle laser light scattering using a Malvern Long Bed Mastersizer run by the Energy Authority and University of Iceland. Altogether around 80 samples were measured."
  }, {
    "heading": "Results1",
    "text": "Sediment stratigraphy\nThe sediment core (HAK03-1B) obtained from Haukadalsvatn is 30 m long with sediment recovery of 98.8%. The lowermost ca. 7 m contain massive to faintly bedded, fine-grained glaciomarine mud with occasional drop stones and mollusks. The transition to the overlying 18 m of finely but faintly laminated minerogenic lacustrine sediment occurs over ca. 4.5 m of core, and is characterized by very distinct 1-cm-thick laminae (Fig. 2). The lowermost 4.5 m of the lacustrine section is brownish black, changing to a more olive-brown color in the uppermost part. The entire lacustrine portion of the core is faintly laminated (Fig. 2).\nChronology\nThe chronology of core HAK03-1B and HAK03-G1 is based on 210Pb and 137Cs in the uppermost portion (Fig. 4), and tephrochronology through the remainder of the core (Fig. 5; Tables 2 and 3). The 210Pb and 137Cs data constrain the age of the core for the past 100 years. Despite relatively high mass accumulation rates (0.2 g cm-2 a-1) the two methods produce consistent results, with the 1963/1964 AD 137Cs peak occurring at AD 1965 in the 210Pb age model (Fig. 4). The initial rise of 137Cs above background occurs at a 210Pb-dated level of 1949 AD, consistent with the\n1 Proxy data presented in this study are available online through the World Data Center for Paleoclimatology (ftp://ftp. ncdc.noaa.gov/pub/data/paleo/paleolimnology/europe/iceland/ haukadalsvatn2008.txt).\nknown onset of atmospheric 137Cs increase dated to 1950 AD. Total 210Pb activity declines from surface values around 3 pCi g-1 to a nearly constant background (supported 210Pb) of 0.26 pCi g-1 below 33 cm. The unsupported 210Pb flux (0.6 pCi cm-2 a-1) is close to atmospheric deposition rates for midcontinental sites in the Northern Hemisphere (0.5 pCi cm-2 a-1). Sample ages were calculated according to the constant-rate-of-supply model, and\nhave an uncertainty of ±6 years for the past halfcentury, but increase for the oldest two dated intervals in the core, exceeding 25 years at 1903 AD.\nVisible tephra layers are common throughout the core. Six tephras that are independently dated elsewhere have been identified by their diagnostic geochemical fingerprints, and a seventh, the Settlement tephra, is identified by its diagnostic visual characteristics. Together, these tephras provide the\n0\n1000\n2000\n3000\n4000\n5000\n6000\n7000\n8000\n9000\n10000\n11000 0 200 400 600 800 1000 1200 1400 1600 1800\nCumulative Depth (cm)\nA ge\n( ca\nl y r\nB P\n)\nFig. 5 Age model for core HAK03-1B from Haukadalsvatn showing tephra ages (gray circles), calibrated HA 14C ages (black squares), and 210Pb ages (triangles). All 14C ages were rejected because they are significantly older than expected based on the well-dated tephra layers (see text). The upper 750 cm are the focus of this study (box; Fig. 4). 210Pb dates, tephra identifications and ages, and 14C dates are listed in Tables 1–3, respectively\nprimary age control for the core (geochemical data are in Jóhannsdóttir 2007). A thick concentration of basaltic tephra geochemically characterized as Saksunarvatn, with a known eruptive age of about 10.2 ka (Grönvold et al. 1995) occurs at 16.5 m depth in the core. Seven additional tephras were geochemically fingerprinted and correlated with tephras with the same geochemical signatures in lake sediments\nrecovered from lakes Hvitarvatn and Hestvatn (Jóhannsdóttir 2007), each of which has an independent geochronology. The ages of the correlative tephras are used to provide supplemental age constraints for the Haukadalsvatn core.\nThe age model for Haukadalsvatn (Figs. 4 and 5) is derived from a mixed-effect regression fit to the 14 tephras of known age, and for the last 100 years, to the 210Pb age model, following the procedure of Heegaard et al (2005), the statistical software R (http://cran.r-project.org[http://cran.r-project.org), and a k-value of 9. The age model lies within ±1r of control points for the past 2 ka. Although there is only one control point between 1900 and 0 AD (the precisely dated Settlement tephra, 871 ± 2 AD), the slope of the age model is well constrained above and below this point, and model output suggests uncertainties are no more than 25 years. However, the lack of age constraints between 1200 and 1900 AD, when sedimentation rate changes are likely due to anthropogenic factors and the development of the Little Ice Age, may result in larger uncertainties in our age model over this interval. From these considerations we consider the 1r uncertainty to be ±50 years between 1200 and 1800 AD. Ongoing geochemical characterizations of tephras in this age range may reduce these uncertainties in future.\nThe average sediment accumulation rate during the twentieth century was 0.30 cm a-1, compared to an average of 0.41 cm a-1 for the past 2 ka and 0.16 cm a-1 over the past 10 ka. Within the past\nVisible tephra layers are common throughout the core. Tephras that are independently dated elsewhere have been identified by their diagnostic geochemical fingerprints (Jóhannsdóttir 2007; Haflidason et al. 2000), and in the case of the Settlement tephra, its diagnostic physical characteristics. Tephras provide the primary age control for the core\n2 ka, sedimentation rates were highest during the Little Ice Age (0.54 cm a-1). The tephra-based age model indicates that the lake became isolated from the sea ca. 10.5 ka ago.\nRadiocarbon anomalies\nEleven AMS 14C ages were obtained on HA extracts from bulk sediment covering 1 cm thickness (2–10 years) over a range of depths in the lacustrine portion of the core (Table 3). All calibrated HA 14C ages are substantially older than their tephra-derived model ages. Four humic acid 14C ages between 5.2 and 1.5 m depth in HAK03-1B have essentially the same age, and even the deepest is more than a 1000 years older than the model age. The differences between calibrated HA 14C ages and the corresponding model ages (Fig. 6) reveals a large offset at the onset of lacustrine sedimentation ([2 ka), dropping rapidly to a 500 year offset by 9 ka, then increasing again toward the present. There are apparent step increases in the offset at about 2.5 ka and between 1.0 and 0.5 ka, reaching a discrepancy of [2 ka for samples 300 years old. There is no known hard water effect in Icelandic lakes like Haukadalsvatn, that are not directly influenced by volcanism. Consequently, we interpret the HA 14C offset to indicate that carbon in HAK03-1B sediments carries a variable component of terrestrial-derived ‘‘aged’’ soil carbon with\nsignificantly lower 14C activity than in contemporaneous aquatic organic matter.\nBiogenic silica and total organic carbon\nFigure 7 shows changes in BSi and TOC in Haukadalsvatn sediment during the last 8 ka, from the time the lake reached a new equilibrium as a freshwater system after isolation from the sea. Changes in BSi and TOC are mostly coupled between 8 and 6 ka, with BSi reaching its highest values ([100 mg g-1) of the entire record (Fig. 7). Both BSi and TOC exhibit a first order decline between 6 and 1.5 ka, but they are only weakly correlated (r = 0.14; n = 129), at least in part because there are notable antiphase excursions of the two proxies at ca. 6, 5, and 3 ka. Although the sampling interval is less dense prior to 2 ka, the variability in the two proxies is lower, especially in TOC, prior to 1.5 ka than subsequently.\nThe upper 740 cm represents the last 2000 years of sedimentation. This interval includes the Medieval Warm Period (MWP), the colonization of Iceland (ca. 870 AD), the Little Ice Age (LIA), and twentieth century warming (Fig. 8). Overall, the interval from 0 to 500 AD is characterized by a coherent pattern of BSi and TOC. Against a background of about 1% carbon, several intervals of consistently higher TOC occur, often coinciding with lower values of BSi, particularly after 530 AD. A broad rise in BSi begins about 850 AD, reaching a maximum around 1100 AD, then declining over the next 2–3 centuries. This broad BSi rise coincides roughly with the MWP. However, there are several strong perturbations superimposed on the low-frequency BSi trend that are reflected in both proxies, particularly around 900, 950, 1100, and 1250 AD. The decoupling of the two proxies of biogenic activity intensifies after 1450 AD, with the highest TOC values between 1450 and 1560, 1620 and 1680, 1750 and 1860 AD, intervals characterized by low levels of BSi."
  }, {
    "heading": "Interpretation",
    "text": "BSi record during the last 2 ka\nAlthough the HAK03 sediment cores capture 13 ka of sedimentation, we restrict our discussion here to the past 2 ka, for which we have high-resolution\nrecords of TOC and BSi. Biogenic silica in lake sediments primarily comprises diatoms (Conley and Schelske 2002) and is often used as a proxy for within-lake biological productivity. Primary productivity is a function of climate (mostly the duration of the ice-free season and water temperature), nutrients,\nwind strength (which influences nutrients), and watercolumn characteristics (turbidity, pH, etc.). The percentage of BSi in the sedimentary record depends on the mass of silica frustules produced by diatoms. It is also influenced by the fraction of diatom frustules dissolved before they are buried and preserved in the\n0.5\n0.8\n1.0\n1.3\n1.5\n1.8\n2.0\n2.3\n2.5 0 200 400 600 800 1000 1200 1400 1600 1800 2000\nT O\nC (\n% )\n1\n3\n4\n6\n7\n9\n10\n0 200 400 600 800 1000 1200 1400 1600 1800 2000\nYears AD\nB S\ni ( %\n)\nFig. 8 Biogenic silica (BSi) and total organic carbon (TOC) content in core HAK03-1B from Haukadalsvatn over the last 2 ka. Black line shows the 5 point moving average through the data\nsediment, and the flux of non-diatom materials (mostly minerogenic sediment) to the lake. There is a strong relation between preservation potential and sedimentation rate, so that when sedimentation rates are high, a larger proportion of the diatom remains are preserved, whereas when sedimentation rates are low, diatom frustules remain at the sediment-water interface longer, where they are most prone to dissolution (Ryves et al. 2006). Consequently, it is not possible to use sedimentation-rate changes to calculate BSi flux, which otherwise might more faithfully reflect primary productivity. As a working model, we assume here that changes in sedimentation rate and dissolution rate approximately balance, as there is no correlation between BSi and sedimentation rate over the past 2 ka (r = 0.1; n = 460), even though both vary by a factor of five. We treat BSi as a first-order approximation of diatom productivity\nTo evaluate the correspondence between BSi and temperature, we compared the 170-year-long instrumental temperature record from Stykkisholmur (Fig. 1) with the BSi content in Haukadalsvatn sediment (Fig. 12). BSi values represent 3-year averages over the past 50 years, and slightly longer over the previous century. Consequently, we use a 5-year running mean through the instrumental data. The strongest correlation is for spring (April–May) (r = 0.14; n = 54), consistent with our interpretation that highest levels of BSi are associated with primary productivity during the spring season, a period of melting lake ice and snowmelt within the catchment. Although this correlation is statistically significant, it is too low to confidently reconstruct quantitative estimates of past spring temperature based on BSi content downcore (e.g. McKay et al. 2008). We note that the correlation between BSi and temperature is stronger for the interval from 1965 to 2000 than earlier. This may reflect the increasing uncertainty in the age model for older samples.\nTOC record during the last 2 ka\nThe total organic carbon (TOC) is also commonly considered a measure of primary productivity and thus a function of the same climate parameters as BSi. However, like BSi, the TOC in the sedimentary record is also controlled by degree of preservation and the flux of minerogenic sediment. In addition, there are terrestrial sources of organic matter that may also\ncontribute to lake sedimentary TOC, especially in lakes like Haukadalsvatn, with low levels of primary productivity. TOC in the HAK03-1B sediment core averages only 1.4 ± 0.3%, hence aquatic carbon is vulnerable to overprinting by carbon from terrestrial sources. The TOC record over the past few centuries is unusually variable compared to the full Holocene record (Figs. 6–8), and may reflect episodic landscape instability and the delivery to the lake of substantial levels of organic carbon from terrestrial sources. If correct, peaks in TOC represent environmental change that adversely impacts vegetation and leaves hillslopes susceptible to wind or water erosion.\nTo evaluate the possibility that peaks in TOC represent the episodic influx of soil carbon as opposed to higher aquatic primary productivity, we measured C:N, d13C, and TOC from 101 levels representative of the time covered by core HAK-1B. C:N and d13C are independent proxies that reflect the proportion of terrestrial versus aquatic organic matter in the TOC. C:N in aquatic plants is typically between 5 and 10, whereas terrestrial sources are higher and more variable from 10 to 156, with most samples between 10 and 50 (Rieger et al. 1979; Meyers 1997). Consequently, higher C:N reflects a greater proportion of terrestrial carbon. We assume that aquatic TOC is dominated by carbon fixed by diatoms. Freshwater diatoms from high-latitude regions tend to have more depleted d13C than does terrestrial organic matter (Prokopenko et al. 1993; Meyers 1994; Muhs et al. 2000). Consequently, TOC with strongly negative d13C should reflect a lower proportion of terrestrial organic carbon than samples with less negative d13C. Comparing the measured TOC with both C:N and d13C (Figs. 8, 9) shows strong correlations (r = 0.61 and 0.73, respectively), consistent with our interpretation that high levels of TOC are associated with a greater proportion of terrestrial-derived carbon.\nThe dominant process eroding soil in Iceland at present is wind, particularly cold, dry northeasterly winds (Arnalds 2000; Oskarsson et al. 2004, Figs. S1–S3) and we suspect this has been the case throughout the past 2 ka. Soil, including soil organic matter, is most susceptible to eolian erosion and transport when vegetation cover is reduced and wind velocities are high. We hypothesize that reduced vegetation is most likely to occur after a series of unusually cold, possibly dry summers. Once vegetation cover has been reduced and wind erosion gains\npurchase on the loose volcanic soils, where the soil structure has been altered, wind erosion can continue even during warmer summers (e.g. Arnalds 2000).\nTo test the role of wind speed, we compare TOC in HAK03-1B with mean monthly wind speeds during the winter months (DJFM) as recorded at the nearby Stykkishólmur weather station (Fig. 10). Over the 42 years common to both records, TOC is highest when winters are windiest, consistent with our interpretation.\nTOC peaks in core HAK03-1B increase from background levels of *1% through most of the early and middle Holocene to maxima between 2.0 and 2.5% in the latest Holocene. Is soil organic matter in the catchment sufficient to explain these peaks? The\nthree dominant soil types on intact upland areas like those in the Haukadalsvatn catchment are Andosols, with soil organic carbon concentrations ranging from 17% in the most abundant soil type, to a low of 3.3% in the least common soil type (Óskarsson et al. 2004). Because Icelandic soils commonly receive additions of tephra, they tend to be aggrading, and the organic content is relatively high (2–6%) as deep as 1 m below the surface (Óskarsson et al. 2004). Longdistance eolian transport typically is restricted to siltsized particles and smaller, which may contain a higher proportion of carbon than bulk soil values. Grain-size analyses of sediment from 22 TOC minima (average TOC = 0.87%) and 31 TOC maxima (average TOC = 2.3%) over the past 2 ka\nreveal that the average coarse- and medium-silt content is 16 ± 4% for the minimum TOC levels compared to 22 ± 6% for TOC maximum samples. In contrast, fine and very fine silt is the same in both series (51%). On average, \\1% of the minerogenic sediment is sand-size or larger. The modest increase in the coarsest silt fraction as TOC increases, with no change in finer silt fractions, is consistent with an increased eolian input during TOC maxima.\nTo estimate how much soil material must be added to explain the TOC peaks, we use a simple twocomponent mixing model, assuming a background TOC of 1%, peak TOC of 2.0 and 2.5%, and estimates of TOC% in eolian-eroded soil of 3–12% (Fig. 11). For high eolian TOC levels, the increase in sediment to create the peaks is minimal (\\20%), whereas for eolian TOC\\4%, significant additions of eolian material ([50%) is required. In all scenarios, sedimentation rate must increase during TOC peaks, and this produces some uncertainty in our age model, which assumes smooth changes in sedimentation rate between control points. To test whether modest increases in sedimentation rate associated with high TOC are negatively correlated with BSi concentration due to dilution, we compared the TOC% to BSi\n% for 623 levels from the full 10 ka record where both measurements were made on the same sample and found no correlation (r = 0.01). Restricting the comparison to the past 2 ka, when TOC variations were strongest increases the correlation (r = 0.07), but the relationship is not significant. This supports our assertion that BSi is not unduly influenced by changes in sedimentation rate.\nIn summary, we interpret BSi as a proxy for aquatic primary productivity, which is primarily related to spring temperature when diatom blooms occur in Haukadalsvatn, whereas TOC, at least for the past 2 ka, is a measure of soil organic matter input, which is, in turn, a function of landscape instability and soil erosion by eolian activity (Figs. S1–S3). Soil erosion primarily reflects strong winds during intervals with at least occasional cold summers that result in reduced vegetation cover. Because erosion once started is self-supported, the correlation between eolian erosion and summer temperature is weak on an annual basis."
  }, {
    "heading": "Discussion",
    "text": "Climate and environmental implications\nWe analyzed two climate proxies, TOC and BSi, at high resolution for the past 2 ka at Haukadalsvatn. We propose that variations in BSi reflect primary productivity, which is controlled by spring temperature largely related to the duration of the ice-free season (Fig. 12). In contrast, we propose that high levels of TOC over this time interval reflect cold summers and windy conditions (Fig. 10). There is also a small background TOC level that reflects aquatic primary productivity, which is, for the most part, controlled by spring/early summer temperature, similar to BSi. Because our two proxies respond inversely to changes in spring temperature, we use their ratio (BSi:TOC) to provide an independent measure of environmental change in the Haukadalsvatn catchment. BSi and TOC make up only *10% of the sedimentary mass. TOC ranges from 2% to 5% (assuming 40% C in organic matter on average), whereas BSi varies between 4% and 8%, so they can be considered independent variables, unhampered by closed-array issues related to percent-wise data. During periods when soils in the catchment are\n30\n40\n50\n60\n70\n80\n90\n100\n1830 1855 1880 1905 1930 1955 1980 0\n1\n2\n3\n4\n5\n6 r=0.14\nA\nB\nA verage T °C (A M )\nYear AD\nB S\ni ( m\ng/ g)\n100\n6\nstable, the flux of terrestrial-derived carbon to the lake remains small, and TOC concentrations primarily reflect spring/early summer temperatures. In this situation, as spring/summers warm or cool, BSi:TOC is expected to remain constant, as both terms respond in the same direction to temperature forcing. If the catchment is sufficiently perturbed so that vegetation cover is substantially reduced, then TOC is dominated by eolian transport of soil carbon to the lake. Cold spring/early summers, which would result in lower BSi may, if cold enough, reduce vegetation in\nthe catchment and the addition of soil carbon via eolian transport would raise TOC. Such a disturbance would be recorded by BSi:TOC as a negative departure. Positive departures reflect a greater dominance of BSi (warm spring/early summers), or reduced TOC, which may reflect a reduction in the contribution of wind-derived terrestrial soil carbon (also, warm spring/early summers).\nBy comparing all three terms, BSi, TOC, and BSi:TOC (Fig. 13), a more complete history of environmental change can be derived. In the first\nfive centuries AD, TOC and BSi are nominally in phase. Two cold periods, centered on 100 and 300 AD, are marked by substantial decreases in both BSi and TOC. The parallel response in the two proxies results in no significant change in BSi:TOC, suggesting that the cooling was not intense enough to reduce vegetation cover significantly in the catchment. The first substantial disruption to the Haukadalsvatn catchment occurs about 600 AD, when a short-lived BSi decrease is associated with a TOC increase, resulting in the first substantial BSi:TOC decrease. Spring/early summer temperatures recover subsequently, but a second substantial change occurs about 825 AD, only a few decades before settlement. This age is well constrained by the Settlement tephra, that is situated slightly higher in the core.\nMedieval time is characterized by relatively high productivity in general, as indicated by a broad maximum in BSi that extends from ca. 850 until ca. 1400 AD, but this broad maximum contains numerous brief cold intervals, most notably at *900 AD, *1050–1100 AD and *1150 AD. The first suggestion of LIA cooling occurs between 1250 and 1300 AD with a broad peak in TOC, but little response in BSi, although over the following century there is a strong trend toward decreasing BSi. The largest change in all three terms starts about 1450 AD and persists for 100 years. During the fifteenth century, BSi drops to its lowest level, while TOC reaches maximum values. Conditions were less severe during the late sixteenth and early seventeenth centuries, but a brief cold episode in the late 1600s is reflected both in the TOC and BSi. From the late 1600s through the early 1700s conditions were less severe, but a dramatic drop in BSi beginning *1730 AD, followed a few decades later by a sustained rise in TOC that peaks in the 1780s AD, suggest a multi-decadal interval of cold summers and windy conditions (Fig. 13). The strong peak in TOC in the 1780s may reflect the eruption of Laki in 1783 AD, which reduced summer temperatures throughout the northern North Atlantic region (Thordarson and Self 2003).\nAfter the mid 1800s, BSi exhibits a strong negative departure in the 1870s, but this is not accompanied by any increase in TOC, suggesting summer temperatures were not sufficiently reduced to destabilize vegetation in the catchment. Less extreme BSi minima in the 1930s and 1950s similarly lack corresponding changes in TOC. BSi peaks in the\n1920s and *1960s also lack corresponding changes in TOC, suggesting that cold periods after the mid 1800s were never severe enough or long enough to produce substantial reductions in vegetation in the catchment.\nSoil erosion and landscape instability; impacts of settlement or climate change?\nSoil erosion, mainly by wind, but also by slope wash across unstable landscapes, is currently a severe problem in Iceland. Previous studies have inferred that soil erosion was exacerbated by the settlement of Iceland, as a result of overgrazing and deforestation (e.g. Thorarinsson 1944, 1961; Dugmore and Buckland 1991; Dugmore and Erskine 1994; Hallsdóttir 1995), with climatic and volcanic forces also contributing, but at a secondary level (Thorarinsson 1961; Gerrard 1991). Our reconstructions of environmental change derived from Haukadalsvatn sediment cores indicate that severe soil erosion preand postdates settlement by several centuries. Haukadalur was one of the first areas to be settled, and had farms within a few decades of initial settlement. Yet, except for a single high TOC value at 904 AD with background values in adjacent samples at 908 and 901 AD, there is no evidence of severe soil erosion until *1050 AD, 200 years after settlement, even though BSi indicates less productivity/cooler spring temperatures between 885 and 910 AD, and again between 940 and 970 AD (Fig. 13). A similar conclusion was reached by Lawson et al. (2007) who report little variation in the pollen spectra before and immediately after settlement in Helluvadstjorn by Myvatn in northern Iceland. This relatively stable pollen spectrum persisted until 1050 AD when birch started to decline followed by increased soil erosion. This is not to say that human activity did not contribute to landscape destabilization, but to point out that Iceland had already been impacted sufficiently by the general reduction in summer solar radiation in the late Holocene, so that landscape instability and soil erosion commenced prior to human arrival. No doubt, the combination of occasional cold summers with the additional stress of widespread grazing made the landscape more sensitive to destabilization after colonization.\nLandscape destabilization by tephra fall associated with explosive volcanism is suggested by the large\nincrease in TOC in the Haukadalsvatn core beginning *1250 AD that is coincident with major volcanic aerosol loading of the stratosphere over several decades (Ammann et al. 2007). This event is elsewhere suggested to have contributed to the onset of the LIA in the northern North Atlantic region (Anderson et al. 2008). The dramatic change in environment demonstrated by the proxies in Haukadalsvatn between 1450 and 1500 AD are coincident with major volcanic aerosol loading at 1452 AD (Gao et al. 2006; Ammann et al. 2007). This period of cooling is widely noted in other Northern Hemisphere records (Moberg et al. 2005; Mann and Jones 2003a, b; Anderson et al. 2008).\nImplications of the Haukadalsvatn record for sea-ice reconstructions\nHistorical records have been used for many decades to reconstruct the frequency and duration of sea ice around Iceland, with the implication that periods with larger amounts of sea ice are indicative of broader climate patterns across the North Atlantic. Vegetation on Iceland is particularly sensitive to the duration of sea ice during the summer months (Ogilvie 1992). Although there are no published summaries of the geographic distribution of sea ice through the summer months around Iceland, we would predict that the four major negative BSi:TOC departures between 1450 and 1800 AD likely correspond to periods with late-lying sea and lake ice that persisted through the summer months around much of Iceland. This prediction is consistent with prior studies that document or hypothesize a correlation between climatic deterioration and soil erosion (e.g. Jennings et al. 2001; Jackson et al. 2005; Axford et al. 2008).\nComparisons with other records of the past 2 ka\nAlthough no other high-resolution lacustrine records spanning the past 2 ka are available from Iceland, Axford et al. (2008) present slightly lower-resolution BSi, C:N- and chironomid-derived temperature records from Stora Vidarvatn, northeast Iceland. BSi and C:N suggest declining biological activity in the lake and a higher proportion of terrestrial derived organic matter in the lake sediment beginning between 1100 and 1200 AD, culminating at the turn of the last century. Summer temperature\nreconstructions generally follow this trend, with peak warmth 600–800 AD, predating the MWP. This overall trend from warmth to cold, together with fluctuations within both the MWP and the LIA is also documented in physical and microbiological proxies from the shelf north of Iceland (Eirı́ksson et al. 2004; Knudsen et al. 2004; Eiriksson et al. 2006).\nSeveral Northern Hemisphere temperature reconstructions are currently available for the past 2 ka to compare with the qualitative proxies reconstructed from Haukadalsvatn. Figure 13d shows the Mann and Jones (2003a, b) reconstructions of Northern Hemisphere annual mean surface temperature over the past two millennia based on high-resolution proxy temperature data (40 year smoothed version of the decadally resolved reconstructed temperature series), and Fig. 13e shows the Moberg et al. (2005) reconstructed Northern Hemisphere temperatures for the past 2000 years calculated by combining low-resolution proxies with tree-ring data, using a wavelet transform technique to achieve timescale-dependent processing of the data. Both reconstructions show temperature anomalies compared to the 1961–1990 instrumental reference period. There are broad similarities between the Haukadalsvatn record and the two hemispheric syntheses. All three show a clear MWP, although the Mann and Jones (2003a, b) reconstruction shows a somewhat earlier termination. All three records show a negative perturbation in the late thirteenth century, followed by a recovery in the fourteenth century, before temperature dropped dramatically in the late fifteenth century. This sudden cooling may reflect the transition into the main cold phase of the LIA, which persisted until the middle of the nineteenth century. The similarity of the main low-frequency trends, as well as the timings of abrupt change between all three records, suggests that the Northern Hemisphere, or at least the northern North Atlantic region, was influenced by large-scale changes in the dominant circulation patterns that redistribute heat from the tropics to the high northern latitudes.\nInfluence of the NAO on the environment of Iceland\nGiraudeau et al. (2004) showed that the strength of Atlantic inflow into the Nordic Seas during the Holocene is tempered by the balance between the\nIrminger and the Norwegian (and West Spitsbergen) branches of the North Atlantic Drift, and that this balance was primarily controlled by changes in the atmospheric pressure gradients across the North Atlantic. Sea surface temperatures (SST) for the past 2000 years reconstructed from alkenones extracted from marine sediment cores recovered from the shelf north of Iceland (Sicre et al. 2008) show decadal variability. Controls on SST on decadal scales are thought to reflect variations in the North Atlantic oscillation (NAO).\nInterdecadal atmospheric variability in the northern North Atlantic winter is dominated by the NAO (Hurrell et al. 2001). When the NAO is in its positive phase, low-pressure anomalies over Iceland produce strong Atlantic westerlies, accompanied by low air temperatures and drier conditions over Iceland, all conducive to more effective eolian sediment redistribution, and high erosion rates. When the Icelandic Low is anomalously strong, cyclogenesis increases in the region (van Loon and Rogers 1978; Roger and van Loon 1979; Hurrell 1995; Serreze 1995).\nWe propose that our record of TOC in Haukadalsvatn indicates periods of cold and windy conditions, and hypothesize that such conditions are most probable during positive phases of the NAO, with colder-than-normal temperatures around Iceland and strong Atlantic westerlies. This was presumably the case during the most severe phases of the LIA, when BSi concentrations are lowest and TOC concentrations are highest in the Haukadalsvatn record. Correlations of the Haukadalsvatn reconstruction with instrumental or reconstructed NAO indices perform poorly because most of the NAO variability is in the interdecadal time domain, with only modest changes in amplitude, and there is very little low-frequency signal. The age model for the Haukadalsvatn record lacks precision in the decadal time range, and the strongest signals are low-frequency (centennial) changes, and strong changes in amplitude on multidecadal time scales. We suspect that there is an ‘‘NAO-like’’ control that explains some of this variability, especially the large-amplitude multidecadal shifts, but current reconstructions of NAO back through time do not capture these features."
  }, {
    "heading": "Conclusions",
    "text": "The sediment cores from Haukadalsvatn provide the first continuous, sub-decadally resolved record of climate and environmental change over the past 2 ka for a terrestrial site in Iceland. Two geochemical proxies at this resolution, BSi and TOC, are inversely related to variations in spring/early summer temperature and, for TOC, to a lesser extent to wind speed. Increases in BSi record primary productivity related to spring/early summer warmth, whereas increases in TOC largely reflect cold summers associated with dry, windy winters.\nLate Holocene soil erosion has been frequently linked to the settlement of Iceland. However, our proxies demonstrate that landscape instability and soil erosion preceded colonization by several centuries, and that for several centuries after settlement, there is little evidence of increases in soil erosion to the lake. Changes in land use and deforestation associated with settlement probably made the region more susceptible to disturbance from natural climate variability, but the initiation of landscape instability is most intense during the interval of the LIA and seems unrelated to human activity.\nA broad peak in BSi and lack of a trend in TOC between ca. 900 and 1200 AD is coincident with the MWP, and suggests generally warmer seasons and landscape stability with little soil erosion. But this interval is punctuated by several short, cold perturbations, suggesting the MWP was not an interval of uninterrupted spring/summer warmth. The transition into the LIA follows a two-step pattern, with an initial cooling around 1250 to 1300 AD after which BSi steadily declines. A major disruption between 1450 and 1500 AD results in nearly a century of severe soil erosion and cold summers, and is the start of the main cold phase of the LIA. Even during the LIA, periods of relatively warm summers occurred, especially in the late 1600s and early 1700s. Recovery from the LIA began in the mid 1800s. The two steps into the LIA coincide with the intervals of greatest atmospheric loading of volcanic aerosols, supporting earlier suggestions that explosive volcanism may have acted as a trigger to LIA cooling, if accompanied by changes in system state that involved large positive feedbacks.\nAlthough the mechanisms likely to explain changes in our primary proxies align well with changes in the NAO (changes in spring/summer temperature, wind strength, and possibly precipitation), the modes of variability in the Haukadalsvatn record do not match those of the instrumental record of NAO, or with the various millennial reconstructions of the NAO index. We suggest that there may be a lower-frequency control on NAO strength, or a strong positive feedback that can amplify NAO mode changes to explain our dataset.\nA comparison of our proxy 2 ka reconstruction of environmental change in northwest Iceland with other millennial-scale hemispheric reconstructions suggests that lake sediment in Iceland records the most prominent features found in the hemispheric records. Future goals for our study of the Haukadalsvatn cores include geochemical characterization of tephras between 1000 and 1900 AD to better constrain the age model across an interval when sedimentation rates may be nonlinear, and spectral analysis of the improved time series to evaluate quantitatively the observed environmental shifts in the frequency domain.\nAcknowledgments Recovery of sediment cores in 2003 was made possible using DOSECC’s GLAD 200 coring system. We thank especially Thorsteinn Jónsson, Sveinbjörn Steinthórsson, and Doug Schnurrenberger for assistance and the US National Science Foundation (OPP-0138010) and the Icelandic Centre of Research, RANNIS (#040233021) for support. Gudrun E. Jóhannsdóttir and Saedis Ólafsdóttir measured TOC at the carbon coulometer of the University of Iceland. F.-S. Hu at the University of Illinois, and D. Kaufman and C. Schiff at Northern Arizona University provided BSi analyses. C:N and isotopes in organic matter were analyzed by M. Wooller at the University of Alaska. The University of Colorado Radiocarbon Laboratory prepared 14C samples under the direction of S. Lehman. D. Engstrom measured 210Pb and 137Cs at the St. Croix Watershed Research Station, MN. The analytical program was supported by a RANNIS Grant of Excellence (2002–2004, #022160002-4) and Project Grant #040233021, the US NSF grant ARC-0455025, and the Science Fund of the University of Iceland. A Fulbright scholar grant to Geirsdóttir is gratefully acknowledged. Scott Lehmann and Yarrow Axford are thanked for valuable and insightful discussions. We are grateful for the constructive reviews of D. Kaufman, D. Muhs and three anonymous reviewers. This work is a contribution to the NSF-ARCSS collaborative project ‘‘A synthesis of the last 2000 years of climatic variability from Arctic lakes’’."
  }],
  "year": 2009,
  "references": [{
    "title": "Radiocarbon geochemistry of modern and ancient arctic lake",
    "authors": ["MB Abbott", "TWJ Stafford"],
    "year": 1996
  }, {
    "title": "Solar influence on climate during the past millennium: results from transient simulations with the NCAR Climate System Model",
    "authors": ["C Ammann", "F Joos", "D Schimel", "B Otto-Bliesner", "R Tomas"],
    "venue": "Proc Natl Acad Sci USA 104:3713–3718",
    "year": 2007
  }, {
    "title": "A millennial perspective on Arctic warming from 14C in quartz and plants emerging from beneath ice caps",
    "authors": ["RK Anderson", "GH Miller", "JP Briner", "NA Lifton", "SB DeVogel"],
    "venue": "Geophys Res Lett 35:L01502",
    "year": 2008
  }, {
    "title": "Chronostratigraphic techniques in recent sediments. In: Last WM, Smol JP (eds) Tracking environmental change using lake sediments",
    "authors": ["PG Appleby"],
    "year": 2001
  }, {
    "title": "The Icelandic ‘‘rofabard’’ soil erosion features",
    "authors": ["O Arnalds"],
    "venue": "Earth Surf Proc Land 25:17–28",
    "year": 2000
  }, {
    "title": "Soil map of Iceland",
    "authors": ["O Arnalds", "E Gretarsson"],
    "venue": "Agricultural Research Institute,",
    "year": 2001
  }, {
    "title": "Climate of the ‘‘Little Ice Age’’ and the last 2000 years in northeastern Iceland inferred from chironomids and other lake sediment proxies",
    "authors": ["Y Axford", "Á Geirsdóttir", "GH Miller", "P Langdon"],
    "venue": "J Paleolimnol",
    "year": 2008
  }, {
    "title": "Holocene climate change in south central Iceland: a multiproxy lacustrine record from glacial lake Hvitarvatn",
    "authors": ["J Black"],
    "venue": "Unpublished PhD thesis,",
    "year": 2008
  }, {
    "title": "Was a change in thermohaline circulation responsible for the Little Ice Age",
    "authors": ["WS Broecker"],
    "venue": "Proc Natl Acad Sci USA 97:1339–1342",
    "year": 2000
  }, {
    "title": "Tracking environmental change using lake sediments terrestrial, algal, and siliceous indicators",
    "authors": ["DJ Conley", "CL Schelske"],
    "year": 2002
  }, {
    "title": "Dilution of the northern North Atlantic Ocean in recent decades",
    "authors": ["R Curry", "C Mauritzen"],
    "venue": "Science 308:1772–",
    "year": 2005
  }, {
    "title": "Tephrochronology and late Holocene soil erosion in South Iceland",
    "authors": ["A Dugmore", "P Buckland"],
    "year": 1991
  }, {
    "title": "Local and regional patterns of soil erosion in southern Iceland",
    "authors": ["Dugmore AJ", "Erskine CC"],
    "venue": "Munchener Geographische Abhandlungen Reihe B, Band B12,",
    "year": 1994
  }, {
    "title": "A New procedure for the determination of lead-210 in lake and marine sediments",
    "authors": ["JD Eakins", "RT Morrison"],
    "venue": "AERE Report No. 8475",
    "year": 1976
  }, {
    "title": "Marine reservoir age variability and water mass distribution in the Iceland Sea",
    "authors": ["J Eirı́ksson", "G Larsen", "K-L Knudsen", "J Heinemeier", "L Sı́monarson"],
    "venue": "Quat Sci Rev 23:2247–2268",
    "year": 2004
  }, {
    "title": "Miniature gravity corer for recovering short",
    "authors": ["JR Glew"],
    "year": 1991
  }, {
    "title": "Ash layers from Iceland",
    "authors": ["CU", "E Bard"],
    "year": 1995
  }, {
    "title": "Yfirlit um jarðfræði hálendis Mýrasýslu",
    "authors": ["H Jóhannesson"],
    "year": 1997
  }, {
    "title": "Global surface temperatures",
    "authors": ["gram", "CO Boulder", "USA Mann ME", "Jones PD"],
    "year": 2003
  }, {
    "title": "Biogenic silica",
    "authors": ["NP 1029/2003GL017814 McKay", "DS Kaufman", "N Michelutti"],
    "year": 2008
  }, {
    "title": "Quantitative methods for",
    "authors": ["CH Nielsen", "H Sigurdsson"],
    "year": 1981
  }, {
    "title": "Organic carbon in Icelandic Andosols: geographical variation and impact of erosion",
    "authors": ["H Óskarsson", "Ó Arnalds", "J Gudmundsson", "G Gudbergsson"],
    "venue": "Catena 56:225–238",
    "year": 2004
  }, {
    "title": "The organic indexes in the surface sediments of Lake Baikal water system andprocesses controlling their variation",
    "authors": ["A Prokopenko", "DF Wiliams", "P Kavel", "E Karabanov"],
    "venue": "IPPCCE Newsl",
    "year": 1993
  }, {
    "title": "IntCal04 terrestrial radiocarbon age calibration, 0–26 cal kyr BP",
    "authors": ["S Remmele", "JR Southon", "M Stuiver", "S Talamo", "FW Taylor", "J van der Plicht", "CE Weyhenmeyer"],
    "venue": "Radiocarbon",
    "year": 2004
  }, {
    "title": "Exploaratory soil survey of Alaska",
    "authors": ["Rieger"],
    "venue": "USDASoil Conservation Service,",
    "year": 1979
  }, {
    "title": "The seesaw in winter temperature between Greenland and northern Europe. Part II: Some oceanic and atmospheric effects in middle and high latitudes",
    "authors": ["JC Roger", "H van Loon"],
    "venue": "Mon Wea Rev 107:509–519",
    "year": 1979
  }, {
    "title": "Physical and chemical predictors of diatom",
    "authors": ["DB Ryves", "RW Battarbee", "S Juggins", "SC Fritz", "NJ Anderson"],
    "year": 2006
  }, {
    "title": "Uppblástur á Íslandi ı́ ljósi öskulagar",
    "authors": ["Munksgaard", "Copenhagen Thorarinsson S"],
    "year": 1961
  }, {
    "title": "The seesaw in winter",
    "authors": ["H 1029/2001JD002042 van Loon", "JC Rogers"],
    "year": 1978
  }],
  "id": "SP:0756932c2cd8314940850151d03a47d86cd0e1c9",
  "authors": [{
    "name": "Áslaug Geirsdóttir",
    "affiliations": []
  }, {
    "name": "Kristı́n B. Ólafsdóttir",
    "affiliations": []
  }],
  "abstractText": "The sediment fill of Haukadalsvatn, a lake in northwest Iceland, preserves a record of environmental change since deglaciation, 13 ka ago. The rapid sedimentation rate over the past 2 ka (ca. 4 m ka) provides a high-resolution archive of late Holocene environmental change. Physical and chemical environmental proxies extracted from cores from the Haukadalsvatn sediment fill provide a reconstruction of sub-decadal-scale climate variability in Iceland over the past 2 ka. Over this interval biogenic silica (BSi) reflects warm April–May temperatures, whereas total organic carbon (TOC) peaks represent an increased flux of carbon to the lake from eolian-derived soil erosion following periods of cold summers accompanied by dry, windy winters. The proxy-based temperature reconstructions show a broad interval of warmth through Medieval times, but this warmth is punctuated by multi-decadal cold intervals. The transition into the Little Ice Age occurred in two steps, with initial summer cooling 1250–1300 AD, and a more severe drop in summer temperatures between 1450 and 1500 AD; both are periods of severe explosive volcanism. Multi-decadal patterns of cold and warm conditions have some characteristics of a North Atlantic Oscillation (NAO)like signal, but instrumental records and proxy-based reconstructions of the NAO index contain little power in the frequencies most strongly expressed in our data set. Although severe soil erosion in Iceland is frequently equated with settlement, our reconstructions indicate that soil erosion began several centuries before settlement, whereas for several centuries after settlement, when summer temperatures were relatively high, there was little or no soil erosion. Only during the transition into and during the Little Ice Age did soil erosion become a major feature of the record. This is one of fourteen papers published in a special issue dedicated to reconstructing late Holocene climate change from Arctic lake sediments. The special issue is a contribution to the International Polar Year and was edited by Darrell Kaufman. Electronic supplementary material The online version of this article (doi:10.1007/s10933-008-9253-z) contains supplementary material, which is available to authorized users. Á. Geirsdóttir (&) K. B. Ólafsdóttir Institute of Earth Sciences and Department of Earth Sciences, University of Iceland, Askja, Sturlugata 7, Reykjavik 101, Iceland e-mail: age@hi.is K. B. Ólafsdóttir e-mail: kbo@hi.is G. H. Miller Department of Geological Sciences, Institute of Arctic and Alpine Research, University of Colorado, UCB 450, Boulder, CO 80309, USA e-mail: gmiller@colorado.edu T. Thordarson School of Geosciences, Grant Institute, The University of Edinburgh, The King’s Buildings, West Mains Road, Edinburgh, EH9 3JW, Scotland e-mail: thor.thordarson@ed.ac.uk 123 J Paleolimnol (2009) 41:95–115 DOI 10.1007/s10933-008-9253-z",
  "title": "A 2000 year record of climate variations reconstructed from Haukadalsvatn, West Iceland"
}