{
  "sections": [{
    "text": "Clastic sedimentation in the Late Oligocene Southalpine Foredeep: from tectonically controlled melting to tectonically driven erosion\nANDREA DI CAPUA1,2*, GIOVANNI VEZZOLI 1, ALESSANDRO CAVALLO 1\nand GIANLUCA GROPPELLI 2 1Università degli Studi di Milano-Bicocca, Milano, Italy\n2CNR-Istituto per la Dinamica dei Processi Ambientali – Sezione di Milano, Milano, Italy\nThe Villa Olmo Conglomerate (lower member of the Como Conglomerate Formation, Gonfolite Lombarda Group, Southern Alps, Italy) represents the first coarse clastic inputs into the Oligocene Southalpine Foredeep. A number of techniques including sedimentary lithofacies analyses, clast counts on turbidite conglomerate bodies, sandstone petrography through Gazzi–Dickinson point-count method and XRF analyses, and optical and minero-chemical analyses on single clasts have been performed, in order to better define the sediment source area and geodynamic conditions which promoted sedimentation in the Southalpine Foredeep at the end of the Oligocene. The Villa Olmo Conglomerate interdigitates with the upper part of the Chiasso Formation, and gradually passes upward into the overlying Como Conglomerate Formation. Provenance analyses (conglomerate clast counts and sandstone petrography) reveal a strong metamorphic provenance signal, likely sourced from eroded Southalpine basement. An increase in igneous plutonic clasts reflects sediment supply from the Southern Steep Belt and a decrease of volcano-sedimentary Mesozoic cover sequences. Optical and minero-chemical analyses on volcanic detritus detect the presence of sub-intrusive to effusive, andesite to rhyolite products, ascribable to the Varese-Lugano Permian volcanoclastic suite, as well as Oligocene andesite products. Plutonic clasts document the presence of tonalites, granites, and brittle deformed granodiorites (with two micas), being likely sourced from the tonalite tail of the Bergell Pluton and the plutonic units of the Bellinzona-Dascio Zone. The identification of this provenance suite implies palaeo-drainage from the region between Varese (Southern Alps) and the Bellinzona-Dascio Zone (Central Alps). The Villa Olmo Conglomerate is the first depositional record of the onset of tectonically driven erosion in the Alpine belt. We infer that the previous low sediment budget regime (Eocene–Middle Oligocene) was a consequence of a tectonically controlled melting phase, during which tectonic events promoted magmatic production in the middle crust of the Central Alps at rates higher than those of crustal deformation, so inhibiting sediment production. We conclude that changes in the deep structures of the Alpine Orogenic chain have controlled the main geodynamic processes during Oligocene–Neogene times, and have controlled sediment composition and supply into the Southalpine Foredeep. Copyright © 2015 John Wiley & Sons, Ltd.\nReceived 4 July 2014; accepted 28 October 2014\nKEY WORDS Villa Olmo Conglomerate; Alpine tectonics; Periadriatic magmatism"
  }, {
    "heading": "1. INTRODUCTION",
    "text": "Sediments within foreland and foredeep basins are fundamental to understand the processes affecting the growth of a collisional orogenic belt (De Celles, 1988; Wandres et al., 2004). Progradation of coarse-grained deposits in the most proximal area of an orogen reflects syn-sedimentary tectonics (Burbank et al., 1988 and references therein), and are useful to reconstruct source-to-sink systems and migration of thrust fronts (Heller et al., 1986; Wandres et al., 2004; Grosjean et al., 2012). Due to its proximal palaeogeographic position,\ncoarse-grained sedimentary Oligo-Miocene synorogenic sequences comprising the Tertiary Southalpine Foredeep along the southern border of the Alpine Orogen (Fig. 1A) have attracted much attention in the characterization of its early development (Bersezio et al. 1993; Valdisturlo et al. 1998; Carrapa and Di Giulio 2001; Di Giulio et al. 2001; Kulhemann, 2007; Garzanti and Malusà, 2008; Malusà et al. 2011). In this work, we focus on the initial coarse clastic inputs into the Southalpine Foredeep Basin, the Late Oligocene Villa Olmo Conglomerate (a lower member of the Como Conglomerate Formation, which is the first clastic Formation of the Gonfolite Lombarda Group that crops out in NW Italy) (Tremolada et al., 2010; Bini et al., in press; Fig. 1A and B). The aims of the work are to reconstruct the Late Oligocene source-to-sink system of the Central Alps, to unravel climate *Correspondence to: A. Di Capua, Earth and Environmental Sciences, Università degli studi di Milano-Bicocca, 4, Piazza della Scienza, 20126, Milano, Italy. E-mail: andrea.dicapua@unimib.it\nCopyright © 2015 John Wiley & Sons, Ltd.\nGEOLOGICAL JOURNAL Geol. J. 51: 338–353 (2016) Published online 15 January 2015 in Wiley Online Library (wileyonlinelibrary.com). DOI: 10.1002/gj.2632\nCopyright © 2015 John Wiley & Sons, Ltd. Geol. J. 51: 338–353 (2016) DOI: 10.1002/gj\nversus tectonic controls on sedimentation and to investigate how temporal changes in the deep structure of the Orogen might have affected sediment liberation."
  }, {
    "heading": "2. GEODYNAMIC SETTING",
    "text": ""
  }, {
    "heading": "2.1. The Starved Stage of the Southalpine Foredeep and the Periadriatic magmatism",
    "text": "The Starved Stage of the Southalpine Foredeep represents a period during which the Foredeep Basin was characterized by conditions of rapid subsidence and extremely low sediment supply (Middle Eocene–Middle Oligocene, Garzanti and Malusà, 2008). Sedimentation was restricted to local re-sedimented shallow-water carbonate sequences, in which low percentages of Southalpine metamorphic and sedimentary material have been documented (Travedona-Ternate Formation—Middle Eocene to Early Oligocene, Mancin et al., 2001); volcaniclastic sequences (Cibrone Formation —Middle Eocene, Gavazzi et al., 2003; Di Giulio et al., 2005), and marly sequences (Gallare Marls—Middle Eocene, Di Giulio et al., 2001). In the Starved Stage, there were three main geodynamic processes acting during the ongoing Alpine collision deformation: (1) the Periadriatic magmatism event (40–28Ma—Rosenberg, 2004), (2) the re-activation of the main Southalpine lineaments (Middle Eocene—Castellarin et al., 2006; D’Adda et al., 2010; Zanchetta et al., 2011; Zanchetta et al., 2012), and (3) the activation of the Periadriatic Fault System (PFS), at ca. 35Ma (Handy et al., 2005).\n2.2. The first clastic inputs into the Southalpine Foredeep (Villa Olmo Conglomerate)\nThe Villa Olmo Conglomerate represents the first important clastic inputs into the Southalpine Foredeep. It is a member that was first documented by Gunzenhauser (1985), Gelati et al. (1988) and Bernoulli et al. (1993), as thin-bedded turbidites and deep water conglomerates, intercalated with the silt- and mudstone rich succession of the Chiasso Formation (Bernoulli et al., 1993). Initially, the Villa Olmo Conglomerate had an inferred Late Rupelian age (ca. 32.1–31.1Ma, Gelati et al., 1988), with an interpreted Southalpine provenance. Previous work has identified minor inputs of Oligocene andesite and tonalite material (Giger and Hurford, 1989; Giger, 1990; Valdisturlo et al., 1998; Carrapa and Di Giulio, 2001; Di Giulio et al., 2001; Livio et al., 2011; Malusà et al., 2011). Recent stratigraphic field observation and biostratigraphic analysis (Tremolada et al., 2010; Bini et al., in press), has led to the base of the Villa Olmo Conglomerate being dated at ca. 27.3Ma, being considered as the lower member of the Como\nConglomerate Formation (Late Oligocene, 27.3–23Ma), which represents the first clastic Formation above the marly Chiasso Formation (31.2–26.8Ma) of the Gonfolite Lombarda Group (31.2–13.5Ma, Fig. 1B). The Villa Olmo Conglomerate contains an association consisting of reworked Mesozoic cover and also contains a Palaeozoic metamorphic unit clast association (Carrapa and Di Giulio, 2001), reflecting a local Southalpine supply, due to inferred Oligocene climate/eustasy (high frequency) changes, together with the long-term Alpine isostasy (Valdisturlo et al., 1998; Di Giulio et al., 2001). In contrast, the Como Conglomerate includes metamorphic (50–80%), volcanic (3–6%), and granitoid pebbles (20–50%; Carrapa and Di Giulio, 2001; Di Giulio et al. 2001), the presence of which infers the onset of tectonic exhumation and unroofing of the Teriary Bergell Pluton (Giger and Hurford, 1989; Carrapa and Di Giulio, 2001; Di Giulio et al., 2001) (Fig. 1A), and the surrounding Central Alpine metamorphic units that comprise the Lepontine Dome (cf. Penninic Domain of the pro-wedge in Fig. 1A; Garzanti and Malusà, 2008)."
  }, {
    "heading": "3. METHODS",
    "text": "In order to better characterize sediment provenance of the Oligocene turbidite system of the Villa Olmo Conglomerate, detailed stratigraphic (lithofacies, grain size, sorting, roundness) and petrographic work has been carried out in Como area (Fig. 1C). Fieldbased clast counts have been performed on each of the 11 turbidite beds recognized, in each case comprising a dataset of more than 100 clasts in an area of 1m2 for each bed to detect variations in clast lithology both in space and time. Lithologies were classified into the following groups: orthoderivates, paraderivates, carbonates, marls, terrigenous (sandstone and conglomerate clasts), andesites, rhyolites, and plutonics. Three sandstone lenses in two distinct conglomerate bodies and an additional sandstone bed have been sampled, and subsequently impregnated with araldite, cut into standard thin sections and analysed by counting 400 points under the microscope (Gazzi–Dickinson method; Gazzi, 1966; Dickinson, 1985, 1988; Ingersoll et al., 1984). A total of 25 single clast samples (16 volcanics, 4 sedimentary and 5 plutonics) and the four sandstone samples were selected for optical investigation, using polarized light optical microscopy (PLOM, Leica DME 13595 microscope). These samples were also analysed for mineralogical determination by powder diffraction (XRPD, PANalytical X’Pert PRO PW 3040/60 diffractometer in θ-θ BraggBrentano parafocusing geometry with Ni-filtered Cu Kα radiation at 40 kV and 40mA, in the 4–80° 2θ range). The limit of detection (LOD) of XRPD depends on the mineral phase, and is generally between 0.1wt% for highly crystalline phases and 5wt%; qualitative XRPD analyses were\nCopyright © 2015 John Wiley & Sons, Ltd. Geol. J. 51: 338–353 (2016) DOI: 10.1002/gj\nperformed running the PANalytical X’Pert High-Score software, using the ICSD PDF2 database. Only the 22 single pebbles were considered for major element geochemistry using energy-dispersive X-ray fluorescence (EDXRF, Panalytical Epsilon 3). EDXRF results are available in the online version (See supplementary data)."
  }, {
    "heading": "4. RESULTS",
    "text": ""
  }, {
    "heading": "4.1. Sedimentary lithofacies",
    "text": "The Villa Olmo Conglomerate is composed of unsorted, clast-supported conglomerate beds, up to 10m thick, corresponding to facies F3 (clast-supported, boulder- to coarse pebble-sized conglomerates) of Mutti et al. (2003a) (Fig. 2A). Clasts are most commonly rounded to well\nrounded, and rarely angular (Fig. 2B), reaching up to 33 cm in diameter, with an average of ~8 cm (Fig. 2C). Thin sandstone lenses (up to 30 cm thick) are interbedded with the conglomerates. Locally, matrix-supported, normally graded conglomerates, corresponding to facies F2 (matrix-supported, boulder- to coarse pebble-sized conglomerates) of Mutti et al. (2003a), are observed up to 11m thick. Massive sandstones corresponding to facies F8 (fine-grained sand without tractional features) of Mutti et al. (2003a), up to 3m in thickness have been observed. Facies F2 and F3 are gravelly density flow deposits (Mutti et al., 2003a), in which frictional freezing of particles dominated depositional mechanisms (Mulder and Alexander, 2001; Mulder et al., 2003). Facies F8 is interpreted as being deposited from liquefied flows dominated by tractional currents (Mulder and Alexander, 2001; Mutti et al., 2003a; Breien et al., 2010).\nCopyright © 2015 John Wiley & Sons, Ltd. Geol. J. 51: 338–353 (2016) DOI: 10.1002/gj\nThe observed field relationships of detected lithofacies between three sectors of the study area (Fig. 1C) are portrayed in Figure 3. In general, the Villa Olmo Conglomerate is not less than 40m thick (Figs. 4–6), reaching 100m in thickness in sector 2 (Fig. 5). Here, the Chiasso Formation is interdigitated in the Villa Olmo Conglomerate (Figs. 3 and 5), as documented also by Valdisturlo et al. (1998) and Tremolada et al. (2010). The passage from the Villa Olmo Conglomerate into the upper Como Conglomerate Formation appears to be continuous and conformable (Tremolada et al., 2010)."
  }, {
    "heading": "4.1.1. Clast lithology",
    "text": "In sector 1 (Figs. 1C and 4), the Villa Olmo Conglomerate contains pebbles and cobbles up to 25 cm in length. Quantitative clast counts (Fig. 4) show abundant presence of orthoderivative/quartzite clasts, a low but constant presence of terrigenous clasts, an upward increase of rhyolites and carbonates, an upward decrease of plutonics, and the disappearance of andesites. Carbonate clasts are mainly limestones. Terrigenous clasts are usually represented by dark grey sandstones and purple conglomerate clasts.\nIn sector 2 (Figs. 1C and 5), the member is characterized by pebbles and cobbles up to 30 cm in length, decreasing to 10 cm in upper beds. Clast counts (Fig. 5) show a dominance of metamorphic clasts (orthoderivatives/quartzites), with less common carbonate, terrigenous and plutonic clasts with subordinate volcanic (both rhyolite and andesite). Upwards\nthrough the sequence, terrigenous and carbonate clasts disappear, rhyolites decrease in abundance, whereas plutonic clasts increase in abundance. In sector 3 (Figs. 1C and 6), clast counts (Fig. 6) indicate that clast lithotypes are represented by rhyolite, andesite, carbonate and terrigenous clasts, whereas plutonic clasts are absent. Rhyolites predominate over andesites. In Figure 7, all clast count data are represented in stratigraphic succession. Figure 7A highlights the prevalence of metamorphic lithotypes over all the other lithologies, the upward increase of plutonic clasts and decrease of volcano-sedimentary cover clasts (the Mesozoic cover of Fig. 7B). Figure 7C shows that sedimentary cover clasts are the most representative lithological association in the central part of the Villa Olmo Conglomerate, and disappear upwards, whereas Mesozoic cover clasts are only represented by volcanic lithotypes. This evolution reflects a provenance supply progressive shifting from external to internal parts of the Alpine belt. The uppermost clast count (count I, Fig. 5) has a lithological association similar to that documented by clast count “SP17” of Carrapa and Di Giulio (2001) for the Como Conglomerate Formation, reflecting a gradual stratigraphic transition between the Villa Olmo Conglomerate and the Como Conglomerate."
  }, {
    "heading": "4.1.2. Sandstone petrography",
    "text": "Quantitative sandstone clast petrography is a powerful tool for interpreting provenance of modern and ancient\nCopyright © 2015 John Wiley & Sons, Ltd. Geol. J. 51: 338–353 (2016) DOI: 10.1002/gj\nterrigenous wedges, and it provides fundamental insights for reconstructing the tectonic evolution of mountain belts and associated sedimentary basins (Dickinson, 1988). The evolution of sediment composition and texture within a sedimentdispersal system also reflects a wide range of subsequent modifications to the initial grain population (Johnsson, 1993; Weltje and von Eynatten, 2004). Here, the classical point-counting method (Gazzi–Dickinson method—Gazzi, 1966; Dickinson, 1985, 1988; Ingersoll et al., 1984), as shown in Figure 8, has been combined with XRD analyses (Table 1), in order to obtain a better resolution of sand detrital compositions and trends along the Villa Olmo Conglomerate. In general, Villa Olmo Conglomerate sandstones are poorly\nsorted, with angular clasts containing under 5% clay (Fig. 8; submature stage of Folk, 1980). They do not show signs of hydraulic sorting (Garzanti and Malusà, 2008). Quartz and feldspars represent more than 80% of the sample bulks (Fig. 8B–D and Table 1), and grain counts highlight the prevalence of single crystals (quartz, feldspars and micas) as opposed to composite grains (comprising granite/granodiorite plutonic igneous grains), volcanic (microliths), metamorphic grains (gneiss and metapsammite), and other rock fragments (Fig. 8B and D). Minor amounts of calcite and dolomite (Table 1) reflect a negligible influx of limestone/dolomite fragments (Fig. 8D), and both minerals were absent in samples VO3a and VO3b (located at the top of the\nCopyright © 2015 John Wiley & Sons, Ltd. Geol. J. 51: 338–353 (2016) DOI: 10.1002/gj\nmember—Fig. 5). In all samples, heavy-mineral assemblages are strongly depleted because of diagenetic dissolution (Garzanti and Andò, 2007; Andò et al., 2012), and dominated by relatively resistant minerals such as garnet (Garzanti and Malusà, 2008).\nSandstone clast mineralogy correlates with the clast trends identified from conglomerate clast counts, and reflects a mainly metamorphic provenance, with a progressive upward decreasing input of volcano-sedimentary cover sequences (Fig. 8C and D)."
  }, {
    "heading": "4.2. Petrography and geochemistry of clasts",
    "text": ""
  }, {
    "heading": "4.2.1. Plutonic rocks",
    "text": "Five plutonic clasts (two in sector 1, two in sector 2 and one in sector 3, Figs. 4–6) were studied in detail (Table 1 and Fig. 9A and B, empty triangles). In general, the clasts preserve their original magmatic, granular and phaneritic texture (Fig. 9C–E), with the exception of sample L2P which is characterized by pervasive cataclastic deformation (Fig. 9F). Samples G3P and E2P are diorite to tonalite clasts composed of zoned plagioclase, green hornblende (often altered to chlorite), pyroxene and epidote (sample E2P— Fig. 9C), interstitial quartz and K-feldspar (sample G3P). Samples A1P and VO7 are granite clasts, in which quartz\nis the most abundant component. Sample VO7 exhibits myrmekitic contacts between orthoclase and plagioclase individuals, green to brown amphibole, biotite and relict pyroxene (Fig. 9D). Sample A1P is characterized by megacrystals of orthoclase, zoned plagioclase, biotite and accessory minerals (apatite and zircon) (Fig. 9E). Sample L2P is a two-mica granodiorite, characterized by plagioclase, muscovite, biotite and brittle deformed quartz (Fig. 9F)."
  }, {
    "heading": "4.2.2. Volcanic/volcanoclastic rocks",
    "text": "Two groups of volcanic pebbles have been detected: dark green andesites and red-purple rhyolites (Table 1 and Fig. 9A and B, filled dots). The andesites are characterized by a porphyritic texture with phenocrysts of plagioclase in a dark matrix, whereas the rhyolites show a variety of textures, ranging from aphanitic to porphyritic. Different volcanic lithologies have been identified through texture and porphyric index qualitative evaluation. They range from dykes or subintrusives (high porphyritic index, I2V; VO4E; VO6; VO8A, Fig. 9G; VO8B), to possible lava flows, usually showing porphyritic and/or trachytic textures (VO4D; VO5C, Fig. 9H) and pyroclastic/epiclastic rocks (VO4A; VO5A, Fig. 9I, and VO5B; see Figures 4–6 for sample stratigraphic position). The absence of chilled margins as contact surfaces among the volcanic clasts and the hosting\nCopyright © 2015 John Wiley & Sons, Ltd. Geol. J. 51: 338–353 (2016) DOI: 10.1002/gj\nsandstones matrix in samples VO4B and VO4C excludes a syn-magmatic origin. Siltite sample L2A (Fig. 9L), found as single pebble in clast count L (Fig. 5), is characterized by an alteration halo (2mm thick) and a dark green core in hand-sample, has been interpreted as being eroded from an old volcanoclastic sandstone facies, due to its mineralogical association (fresh, idiomorphic grains of quartz and plagioclase, with secondary K-feldspar, antigorite from the alteration of pyroxene, and calcite) (confirmed by XRD analysis, Table 1). The XRF results of the volcanic material sampled (Fig. 9A and B, filled dots), indicate a volcanic\nsource characterized by a high-K calc-alkaline to shoshonite series association."
  }, {
    "heading": "4.2.3. Carbonates",
    "text": "Three carbonate samples were collected at the base (C1C and C1D) and the top of the member (L2C). Samples C1C (Fig. 10A) and L2C (Fig. 10B) preserve a similar fossil association content, represented by red algae and foraminifera (Nummulites and Discocyclina). Sample C1D is a dolostone interpreted as being of Triassic age.\nCopyright © 2015 John Wiley & Sons, Ltd. Geol. J. 51: 338–353 (2016) DOI: 10.1002/gj"
  }, {
    "heading": "5. DISCUSSIONS",
    "text": ""
  }, {
    "heading": "5.1. Implications for sediment provenance",
    "text": "A Southalpine provenance for the Villa Olmo Conglomerate detritus has already been documented by previous authors (e.g. Valdisturlo et al., 1998; Carrapa and Di Giulio, 2001; Di Giulio et al., 2001; Malusà et al., 2011). However, in this\nwork the mineralogical, chemical and petrologic analyses have allowed us to develop an accurate palaeo-drainage reconstruction (Fig. 11), which is consistent with the SW palaeocurrent directions of Fiorentini Potenza (1957) and Napolitano (1985). Our data have enabled specific provenance areas to be identified in the Southalpine region along the NE to SW palaeo-drainage transect. These areas will be discussed sequentially from proximal to distal reaches along the transect.\nCopyright © 2015 John Wiley & Sons, Ltd. Geol. J. 51: 338–353 (2016) DOI: 10.1002/gj\nThe most proximal source is identified by the resedimented shallow-water carbonates of the TernateTravedona Formation (samples C1C and L2C), or possibly from liberation of clasts directly from the Tertiary shallow shelf which had fed the Ternate-Travedona Formation (Braghieri and Montanari, 1976; Mancin et al., 2001; Cavazza et al., 2007; Brandano and Ronca, 2013). In both cases, the source area has subsequently hidden below the N-eastward movement of the Gonfolite Lombarda Group backthrust, locally named the Mt. Olimpino Backthrust (Fig. 1C) (Pieri and Groppi, 1981; Bernoulli et al., 1989; Bersezio et al., 1993; Cardinetti et al., 2005). The sample C1D is comparable to dolomitic limestones common in the platform carbonate sequences that are well-documented in the Southalpine region (Carrapa and Di Giulio, 2001). The occurrence of andesite-rhyolite volcanic material suggests a provenance from the Varese-Lugano Permian volcanoclastic rocks (Carrapa and Di Giulio, 2001), represented by a sequence (up to 1500m thick) composed of, from bottom to top, (1) rhyodacites and rhyolites, (2) pyroxene-, biotitebearing andesites and dacites, and finally (3) rhyolites and rhyodacites (Cortesogno et al., 1998). The preponderance of metamorphic detritus, in particular gneiss and quartzite\nclasts, with rare serpentinite (Livio et al., 2011) indicates deep erosion of the Southalpine basement, focused near the Periadriatic Fault System (cf. Zurbriggen et al., 1997; Giobbi Mancini et al., 2003). Samples L2P, VO7 and A1P might have been sourced from the Tectonic Accretionary Channel (TAC), located in the Southern Steep Belt (Lepontine Dome) of the Central Alps (Berger et al., 2005 and references therein). Sample L2P (muscovite-biotite cataclastic granodiorite) is likely to represent the brittle deformed units that overlied the ones now exposed around Bellinzona (Switzerland), into the Bellinzona-Dascio Zone. Here, in fact, ductile deformed granodiorite rocks, containing the sillimanite +K-feldspar association, reflect anatectic and migmatitic processes at 0.6–0.8GPa and 700±50°C, from muscovite dehydration melting that took place approximately 30Ma ago (Burri et al., 2005). Unfortunately, the comparison here is made only through observations of a similar mineralogical association, as no geochemical data are available in published sources. Samples VO7 and A1P (underformed granites) have the same mineralogical associations of migmatitic and granitic bodies, and aplitic to pegmatitic dykes included in the undeformed crystalline units of the Bellinzona-Dascio zone of Berger et al. (2005) and\nCopyright © 2015 John Wiley & Sons, Ltd. Geol. J. 51: 338–353 (2016) DOI: 10.1002/gj\nCopyright © 2015 John Wiley & Sons, Ltd. Geol. J. 51: 338–353 (2016) DOI: 10.1002/gj\nBurri et al. (2005). Similar migmatitic to pegmatitic rocks were already documented in the Villa Olmo Conglomerate by Carrapa and Di Giulio (2001), but no consistent discussions on their source area were presented. Dioritic to tonalitic pebbles (G3P and E2P) have been attributed to the tonalitic Bergell body (Giger and Hurford, 1989; Carrapa and Di Giulio, 2001; Berger et al., 2008; Alagna et al., 2010), cropping out in the Bellinzona-Dascio Zone. Finally, some of the andesite clasts have yielded an Oligocene K-Ar biotite age (Giger, 1990), and are here considered to result from the erosion of either a hypothetical volcanic edifice (Malusà et al., 2011) or intrusive dykes along the PFS during magma ascent (Rosenberg, 2004; Berger et al., 2008\n—see section 5.3 for more details). In both cases provenance from the Central Alps is inferred.\n5.2. Tectonic versus climate fingerprint\nGravel progradation in the most proximal area (tens to hundreds of kilometres, Wandres et al., 2004) of an orogenic belt can be considered as the sedimentological indicator of syn-sedimentary thrust activity (Burbank et al., 1988 and references therein). The transition from a period of climate stability to a time of frequent and abrupt changes in temperature, precipitation and vegetation may prevent fluvial systems from establishing equilibrium states, resulting in an\nCopyright © 2015 John Wiley & Sons, Ltd. Geol. J. 51: 338–353 (2016) DOI: 10.1002/gj\nincrease in sedimentation rates and grain sizes (Peizhen et al., 2001). Both tectonic and climatic influence may be inferred in the Oligocene Alpine belt. The Oligocene–Neogene contractional evolution in the Southalpine retro-wedge (Fig. 1A— Castellarin et al., 2006; Rosenberg and Berger, 2009; Sciunnach et al., 2010), and the progressive exhumation of the Lepontine Dome in the pro-wedge along the Southern Steep Belts (Fig. 1A), are documented by the cooling paths of Rosenberg and Berger (2009). Unstable climate conditions occurred at the Eocene–Oligocene boundary, and continued through the Oligocene period (Haq et al., 1987; Miller et al., 1987, 1991, 2005, 2008, 2011; Zachos et al., 2001; Wade and Pälike, 2004; Pälike et al., 2006; Kominz et al., 2008; Cramer et al., 2009; Francis et al., 2009), also affecting the Alpine area (Di Giulio et al., 2001; Kuhlemann et al., 2002; Kuhlemann, 2007; Di Capua et al., 2014). The diachronous influx of Southalpine clastic sedimentation of the Southalpine Foredeep (Mellere et al., 2000; Stefani et al., 2007; Sciunnach et al., 2010), seems to corroborate a primary tectonic control on sediment production, rather than a climatic one. The relatively small extension of the basin and the emergence of an embryonic relief-drainage system (Mancin et al., 2001; Castellarin et al., 2006; Garzanti and Malusà, 2008; Zanchetta et al., 2012), might reflect a synchronous sedimentary response to a globally recognized sea-level drop. In this study, we recognize a strong Southalpine source signal (Palaeozoic basement and Mesozoic volcano-sedimentary covers) at the beginning of the Oligocene–Neogene contraction and basin evolution (Castellarin et al., 2006; Rosenberg and Berger, 2009; Sciunnach et al., 2010). It is also feasible to infer that the upward increase in plutonic detritus (Figs. 7A and B and 8D) reveals the progressive onset of pro-wedge exhumation in the Lepontine Dome, along the Southern Steep Belts, in the Bellinzona-Dascio Zone. Nevertheless, the climatic influences must have had an important role in sediment transport to the basin (Peizhen et al., 2001). As inferred by Mutti et al. (2003b), high-frequency depositional sequences result mainly from climatic and small-scale eustatic variations. Flood and flood-triggered turbidites, which dramatically increase sediment supply to submarine basins, possibly reflect typical climatic-controlled events (e.g. hard rainfall— Lavigne and Suwa, 2004). Direct inference of a climatic influence on the source-to-sink processes responsible for deposition of the Villa Olmo Conglomerate, however, are not recognized in this study."
  }, {
    "heading": "5.3. From ‘tectonically controlled melting’ to ‘tectonically driven erosion’",
    "text": "Along the PFS segment of the Central Alps (Fig. 1A), the first stage of tectonic activity corresponds to (1) tectonically controlled melting, which triggered the generation and ascent\nof magma feeding the Bergell Pluton (33–28Ma, Von Blanckenburg and Davies, 1995; Rosenberg, 2004) directly through dehydration of the metapelites of the Southern Alps basement (Berger et al., 2008), and (2) water-assisted partial melting processes, triggered by the episodic injection of hydrous fluids during the in situ migmatization and intrusion of aplitic and pegmatitic bodies (Burri et al., 2005). Intrusion took place along the steeply oriented crustal-scale shear zone, and rates of magma ascent and fluid injection were higher than the rates of deformation, as inferred by Rosenberg (2004). These magmatic/migmatitic crustal P-T conditions initially prevented the development of the deformation fronts into the Southalpine Alps, thus the Foredeep was dominated by ephemeral inputs during early Oligocene times. The progressive collisional deformation and the Adria indentation, coupled with changes in the deep structure of the Orogen (Garzanti and Malusà, 2008; Rosenberg and Berger, 2009) ended pressure–temperature conditions in the Orogen which had favoured the magmatic/migmatitic processes (Garzanti and Malusà, 2008). The consequent increase of the tectonic deformation along the PFS crustal-scale shear zone was directly transmitted to the crustal levels juxtaposed, and resulted in the intracrustal decoupling model proposed by Handy et al. (2005), with (1) the activation and progressive southward migration of the thick-skinned tectonics deformation fronts and (2) the exhumation of the rocks of the Southern Steep Belt and, subsequently, the entire Lepontine Dome (also according to the cooling paths by Rosenberg and Berger, 2009)."
  }, {
    "heading": "5.4. Exhumation/deformation causes",
    "text": "There is difficulty in correlating the migration of the deformation fronts and specific changes in sediment discharge from source to sink in the Southalpine region. This study, combined with that of Rosenberg and Berger (2009), demonstrates that (1) the Villa Olmo Conglomerate is a temporal marker of the deformation onset and subsequent liberation of sediment into the basin; (2) there is a progressive eastward migration of the Southalpine sediment transport that correlates to the eastward migration of the deformation front along the retro-wedge (Mellere et al., 2000; Stefani et al., 2007; Sciunnach et al., 2010); (3) in association with the westward migration of the deformation front deep into the pro-wedge, there is an upward increase in the presence of clasts sourced from the Lepontine Dome in the upper Como Conglomerate (Di Giulio et al., 2001; Garzanti and Malusà, 2008; Malusà et al., 2011). Analyses of likely tectonic processes that have driven sediment supply have highlighted the fundamental role of the PFS during ongoing continental collision. This study implies that changes in the deep structure of the Orogen had a prime\nCopyright © 2015 John Wiley & Sons, Ltd. Geol. J. 51: 338–353 (2016) DOI: 10.1002/gj\ncontrol on the lateral migration of the deformation/exhumation fronts as indicated earlier by Rosenberg and Berger (2009)."
  }, {
    "heading": "6. CONCLUSION",
    "text": "Sedimentological lithofacies, clast petrography, X-ray powder diffraction and X-ray fluorescence analyses have been carried out on the Villa Olmo Conglomerate. It comprises unsorted, clast-supported conglomerate beds, up to 10m thick, (corresponding to facies F3 and F2), with minor sandstone beds (corresponding to facies F8 of Mutti et al., 2003a). It is interdigitated with the upper part of the Chiasso Formation, and gradually passes into the ComoGonglomerate Formation. Optical and minero-chemical analyses on single clasts highlight that the volcanic detritus is composed of sub-intrusive to effusive, andesite to rhyolite products, ascribable to the Varese-Lugano Permian volcanoclastic suite, which ‘dilutes’ the previously documented Oligocene andesite signal (Giger, 1990; Malusà et al., 2011). Analysis of plutonic igneous pebbles has identified the presence of two micas and brittle deformed granodiorite interpreted as being sourced from deformed granodiorite cropping out in the Bellinzona-Dascio Zone (Burri et al., 2005). Provenance analyses on conglomerate clasts and sandstones reveal a persistent metamorphic signal linked to the erosion of the Southalpine basement, an increase of plutonic supply from the Southern Steep Belt and a decrease of clasts sourced from volcano-sedimentary Mesozoic cover sequences. These data, in combination with secondary source data on the Oligo-Miocene Southalpine Foredeep clastic sediments, have allowed us to\n(1) redefine the Villa Olmo Conglomerate detritus provenance area across the Southalpine/Penninic area, comprised between the Varese area (Southalpine domain) and the Bellinzona-Dascio Zone (Southern Steep Belt); (2) identify the importance of the PFS in the onset and trend evolution of gravel progradation into the Southalpine Foredeep. In particular, low sediment budgets during the Eocene–Middle Oligocene (Garzanti and Malusà, 2008) were a consequence of a tectonically controlled melting phase (Burri et al., 2005; Berger et al., 2008), during which the tectonic events that promoted magmatic production in the middle crust of the Central Alps rather than crustal deformation, and associated sediment production were inhibited. The end of the tectonically controlled melting along the PFS (Berger et al., 2008) has been triggered by the onset of the thick-skinned tectonics in the Southern Alps and exhumation of the Lepontine Dome in the Central Alps, which promote large amounts of sediments to reach the Southalpine Foredeep;\n(3) unravel the correlation between the onset and migration of the deformation fronts in the Alpine chain (eastward in the Southalpine retro-wedge and westward into the pro-wedge), with the onset and compositional changes of the sediment discharges in the Southalpine Foredeep."
  }, {
    "heading": "ACKNOWLEDGEMENTS",
    "text": "The article benefited from the critical review of R. Hiller, J. Cuitiño and two anonymous reviewers, and from fieldwork support and discussion with F. Livio, A. Berlusconi, A. Vernej, F. Riva, F. Lucini and J. A. Andiloro. We also thank A. Crippa for laboratory support. Further discussion with G. Muttoni (climatic vs tectonic signature), A. Tunesi, A. Resentini, M. Padoan, G. Coletti (palaeontological associations), M. Locatelli (Periadriatic dyke persistence), D. Sciunnach (Gonfolite Lombarda Group stratigraphy) and G. Scardia are gratefully acknowledged. An earlier version of the manuscript greatly benefited by suggestions of A. Di Giulio, R. Scasso and S. Andò. Financial grant assistance from the ‘Fratelli Confalonieri’ Fellowship (A.D.C.) is acknowledged."
  }],
  "year": 2016,
  "references": [{
    "title": "Corrosion of heavy minerals during weathering and diagenesis: a catalog for optical analysis",
    "authors": ["S. Andò", "E. Garzanti", "M. Padoan", "M. Limonta"],
    "venue": "Sedimentary Geology 280, 165–178.",
    "year": 2012
  }, {
    "title": "Tertiary to present evolution of orogenic magmatism in Italy",
    "authors": ["K.E. Alagna", "A. Peccerillo", "S. Martin", "C. Donati"],
    "venue": "Journal of the Virtual Explorer",
    "year": 2010
  }, {
    "title": "The central Lepontine Alps: notes accompanying the tectonic and petographic map sheet Sopra Ceneri (1:100’000)",
    "authors": ["A. Berger", "I. Mercolli", "M. Engi"],
    "venue": "Schweizerische Mineralogische und Petrographische Mitteilungen 85, 109–146.",
    "year": 2005
  }, {
    "title": "Tectonically controlled fluid flow and water-assisted melting in the middle crust: An example from the Central Alps",
    "authors": ["A. Berger", "T. Burri", "P. Alt-Epping", "M. Engi"],
    "venue": "Lithos 102, 598–615. DOI: 10.1016/j. lithos.2007.07.027",
    "year": 2008
  }, {
    "title": "Northward thrusting of the Gonfolite Lombarda (“South-Alpine Molasse”) onto the Mesozoic sequence of the Lombardian Alps: implications for the deformation history of the Southern Alps",
    "authors": ["D. Bernoulli", "G. Bertotti", "A. Zingg"],
    "venue": "Eclogae Geologicae Helvetiae 82, 841–856.",
    "year": 1989
  }, {
    "title": "Sr-isotope stratigraphy of the Gonfolite Lombarda Group (“South-Alpine Molasse”, Northern Italy) and radiometric constraints of its age of deposition",
    "authors": ["D. Bernoulli", "M. Giger", "D.W. Muller", "U.R.F. Ziegler"],
    "venue": "Eclogae Geologicae Helvetiae 86, 751–767.",
    "year": 1993
  }, {
    "title": "The significance of the Upper Cretaceous to Miocene clastic wedges in the deformation history of the Lombardian southern Alps",
    "authors": ["R. Bersezio", "M. Fornaciari", "R. Gelati", "A. Napolitano", "A. Valdisturlo"],
    "venue": "Gèologie Alpine 69, 3–20.",
    "year": 1993
  }, {
    "title": "Calcari Nummulitico-Algali di Travedona e Ternate (VA)",
    "authors": ["R. Braghieri", "L. Montanari"],
    "venue": "Atti della Società Italiana di Scienze Naturali e del Museo Civico di Storia Naturale di Milano 117(1-2), 69–76.",
    "year": 1976
  }, {
    "title": "Depositional processes of the mixed carobate-siliciclastic rhodolith beds of the Miocene Saint-Florent basin, Northern Corsica",
    "authors": ["M. Brandano", "S. Ronca"],
    "venue": "Facies 60, 73–90.",
    "year": 2013
  }, {
    "title": "Transport mechanisms of sand in deep-marine environments—insights based on laboratory experiments",
    "authors": ["H. Breien", "F.V. De Blasio", "A. Elverhøi", "J.P. Nystuen", "C.B. Harbitz"],
    "venue": "Journal of Sedimentary Research 80, 975–990.",
    "year": 2010
  }, {
    "title": "Thrusting and gravel progradation in foreland basins: a test of post-thrusting gravel dispersal",
    "authors": ["D.W. Burbank", "R.A. Beck", "R.G.H. Raynolds", "R. Hobbs", "R.A.K. Tahirkheli"],
    "venue": "Geology 16, 1143–1146.",
    "year": 1988
  }, {
    "title": "Tertiary migmatites in the Central Alps: regional distribution, field relations, conditions of formation, and tectonic implications",
    "authors": ["T. Burri", "A. Berger", "M. Engi"],
    "venue": "Schweizerische Mineralogische und Petrographische Mitteilungen 85, 215–232.",
    "year": 2005
  }, {
    "title": "Late Alpine deformation in the Como region (central Southern Alps, Northern Italy)",
    "authors": ["L. Cardinetti", "A. Viganò", "S. Martin", "M. Zattin", "M.G. Malusà"],
    "venue": "Geophysical Research Abstracts 7.",
    "year": 2005
  }, {
    "title": "The sedimentary record of the exhumation of a granitic intrusion into a collisional setting: the lower Gonfolite Group, Southern Alps, Italy",
    "authors": ["B. Carrapa", "A. Di Giulio"],
    "venue": "Sedimentary Geology 139, 217–228.",
    "year": 2001
  }, {
    "title": "The Alpine evolution of the Southern Alps around the Giudicarie faults: a Late Cretaceous to Early Eocene transfer zone",
    "authors": ["A. Castellarin", "Vai", "L.G.B. Cantelli"],
    "venue": "Tectonophysics 414, 203–223.",
    "year": 2006
  }, {
    "title": "The Miocene Saint-Florent Basin in northern Corsica: stratigraphy, sedimentology, and tectonic implications",
    "authors": ["W. Cavazza", "P.G. De Celles", "M.G. Fellin", "L. Paganelli"],
    "venue": "Basin Research 19, 507–527.",
    "year": 2007
  }, {
    "title": "The Variscan postcollisional volcanism in Late Carboniferous-Permian sequences of Ligurian Alps, Southern Alps and Sardinia (Italy): a synthesis",
    "authors": ["L. Cortesogno", "G. Cassinis", "G. Dallagiovanna", "L. Gaggero", "G. Oggiani", "A. Ronchi", "S. Seno", "M. Vanossi"],
    "venue": "Lithos 45, 305–328.",
    "year": 1998
  }, {
    "title": "Ocean overturning since the Late Cretaceous: inferences from a new benthic foraminiferal isotope compilation",
    "authors": ["B.S. Cramer", "J.R. Toggweiler", "J.D. Wright", "M.E. Katz", "K.G. Miller"],
    "venue": "Paleoceanography 24(4), 1–24. DOI: 10.1029/2008PA001683",
    "year": 2009
  }, {
    "title": "Polyphase thrusting and dyke emplacement in the central Southern Alps (Northern Italy)",
    "authors": ["P. D’Adda", "A. Zanchi", "M. Bergomi", "F. Berra", "M.G. Malusà", "A. Tunesi", "S. Zanchetta"],
    "venue": "International Journal of Earth Sciences",
    "year": 2010
  }, {
    "title": "Lithologic provenance modeling applied to the Late Cretaceous synorogenic Echo Canyon Conglomerate, Utah: a case of multiple source areas",
    "authors": ["P.G. De Celles"],
    "venue": "Geology 16, 1039–1043.",
    "year": 1988
  }, {
    "title": "Volcanism, relative sealevel change, and the stratigraphic record: an Oligocene example",
    "authors": ["A. Di Capua", "G. Groppelli", "G. Vezzoli"],
    "venue": "In: STRATI 2013. At the Cutting Edge of Stratigraphy, Rocha, R., Pais, J., Kullberg, J.C., Finney, S. (eds). Springer International Publishing: Switzerland. DOI: 10.1007/978-3-319-04364-7_91",
    "year": 2014
  }, {
    "title": "Middle Eocene to Early Miocene sedimentary evolution of the western Lombardian segment of the South Alpine Foredeep (Italy)",
    "authors": ["A. Di Giulio", "B. Carrapa", "R. Fantoni", "L. Gorla", "A. Valdisturlo"],
    "venue": "International Journal of Earth Sciences 90(3), 534–548. DOI:10.1007/s005310000186",
    "year": 2001
  }, {
    "title": "Plagioclasearenites from the Northern Appennines and Southern Alps: record of a Palaeogene island arc related to Alpine subduction",
    "authors": ["A. Di Giulio", "I. Dunkl", "P. Falletti", "D. Sciunnach"],
    "venue": "7th Alpine Workshop, Opatijia, Abstracts book, 21–22.",
    "year": 2005
  }, {
    "title": "Interpreting provenance relation from detrital modes of sandstones",
    "authors": ["W.R. Dickinson"],
    "venue": "In: Provenance of Arenites, Zuffa, G.G. (ed). NATO ASI Series: Dordrecht; 333–363.",
    "year": 1985
  }, {
    "title": "Provenance and sediment dispersal in relation to paleotectonics and paleogeography of sedimentary basins",
    "authors": ["W.R. Dickinson"],
    "venue": "In: New Perspectives in Basin Analysis, Kleinspehn, K.L., Paola, C. (eds). SpringerVerlag: New York; 3–25.",
    "year": 1988
  }, {
    "title": "Ricerche stratigrafico-petrografiche sulla molassa subalpina terziaria comasca (Gonfolite)",
    "authors": ["M. Fiorentini Potenza"],
    "venue": "Rendiconti dell’Istituto Lombardo, Accademia di Scienze e Lettere 92(1), 10–22.",
    "year": 1957
  }, {
    "title": "Petrology of Sedimentary Rocks",
    "authors": ["R.L. Folk"],
    "venue": "Hemphill Publ. Co.: Austin. 182pp.",
    "year": 1980
  }, {
    "title": "From greenhouse to icehouse—the Eocene/Oligocene",
    "authors": ["J.E. Francis", "S. Marenssi", "R. Levy", "M. Hambrey", "V.C. Thron", "B. Mohr", "H. Brinkhius", "J. Warnaar", "J. Zachos", "S. Bohaty", "R. DeConto"],
    "year": 2009
  }, {
    "title": "Heavy mineral concentration",
    "authors": ["E. Garzanti", "S. Andò"],
    "year": 2007
  }, {
    "title": "The Oligocene Alps: domal unroofing",
    "authors": ["E. Garzanti", "M.G. Malusà"],
    "year": 2008
  }, {
    "title": "Detrital fingerprints of fossil continental",
    "authors": ["P. Paparella"],
    "year": 2010
  }, {
    "title": "Geologische und Petrographische Studien an Geröllen",
    "authors": ["M. 285–332. Giger"],
    "year": 1990
  }, {
    "title": "Tertiary intrusives of the Central Alps",
    "authors": ["M. Bern. Giger", "A.J. Hurford"],
    "year": 1989
  }, {
    "title": "Pre-Alpine ophiolites",
    "authors": ["E. Giobbi Mancini", "A. Boriani", "I.M. Villa"],
    "venue": "foreland. Eclogae Geologicae Helvetiae",
    "year": 2003
  }, {
    "title": "Chronology of fluctuating sea",
    "authors": ["J. Hardenbol", "P.R. Vail"],
    "year": 1987
  }, {
    "title": "Time of thrusting",
    "authors": ["M.W. Shuster", "N.S. Winslow", "T.F. Lawton"],
    "year": 1986
  }, {
    "title": "The effect of grain size on detrital modes: a test",
    "authors": ["S.W. Sares"],
    "year": 1984
  }, {
    "title": "Late Cretaceous to Miocene",
    "authors": ["S. Mizintseva", "C.R. Scotese"],
    "year": 2008
  }, {
    "title": "coreholes: an error analysis",
    "authors": ["J. Kuhlemann", "W. Frisch", "B. Székely", "I. Dunkl", "M. Kázmér"],
    "venue": "Basin Research 20,",
    "year": 2002
  }, {
    "title": "Palaeogeographic and palaeotopographic evolution",
    "authors": ["J. Kuhlemann"],
    "year": 2007
  }, {
    "title": "Contrasts between debris",
    "authors": ["F. Lavigne", "H. Suwa"],
    "year": 2004
  }, {
    "title": "Polyphase tectonics through",
    "authors": ["D. 37–46. Mellere", "C. Stefani", "C. Angevine"],
    "year": 2000
  }, {
    "title": "Eocene-Oligocene global climate",
    "authors": ["A.A. Kulpecz", "J.D. Wright"],
    "year": 2008
  }, {
    "title": "Tertiary oxygen iso",
    "authors": ["K.G. Miller", "R.G. Fairbanks", "G.S. Mountain"],
    "year": 1987
  }, {
    "title": "The Phanerozoic record of global sea-level change",
    "authors": ["S.F. Pekar"],
    "year": 2005
  }, {
    "title": "Unlocking the ice",
    "authors": ["K.G. oceanog.2011.26. Miller", "J.D. Wright", "R.G. Fairbanks"],
    "year": 1991
  }, {
    "title": "The physical character of subaqueous sed",
    "authors": ["T. Mulder", "J. Alexander"],
    "venue": "sion. Journal of Geophysical Research 96(B4),",
    "year": 2001
  }, {
    "title": "Increased sedimentation rates and grain sizes 2–4Myr ago due to the influence of climate change on erosion",
    "authors": ["Z. Peizhen", "P. Molnar", "W.R. Downs"],
    "venue": "rates. Nature",
    "year": 2001
  }, {
    "title": "Geochemistry of eocene calc-alkaline volcanic rocks from the Kastamonu area, northern Turkey",
    "authors": ["A. Peccerillo", "S.R. Taylor"],
    "venue": "Contributions to Mineralogy and Petrology 58, 63–81.",
    "year": 1976
  }, {
    "title": "Subsurface geological structure of the Po plain, Italy",
    "authors": ["M. Pieri", "G. Groppi"],
    "venue": "Prog. Finalizzato Geodinamica C.N.R., 414.",
    "year": 1981
  }, {
    "title": "Shear zones and magma ascent: a model based on a review of the Tertiary magmatism in the Alps",
    "authors": ["C.L. Rosenberg"],
    "venue": "Tectonics 23(3), 1–21. DOI: 10.1029/2003TC001526",
    "year": 2004
  }, {
    "title": "On the causes and modes of exhumation and lateral growth of the Alps",
    "authors": ["C.L. Rosenberg", "A. Berger"],
    "venue": "Tectonics 28, 1–16.",
    "year": 2009
  }, {
    "title": "The Monte Orfano Conglomerate revisited: stratigraphic constraints on Cenozoic tectonic uplift of the Southern Alps (Lombardy, northern Italy)",
    "authors": ["D. Sciunnach", "G. Scardia", "F. Tremolada", "S.E. Premoli"],
    "venue": "International Journal of Earth Sciences (Geologische Rundschau) 99, 1335–1355.",
    "year": 2010
  }, {
    "title": "Provenance and paleogeographic evolution in a multi-source foreland: the Cenozoic Venetian-Friulian basin (NE Italy)",
    "authors": ["C. Stefani", "M.G. Fellin", "M. Zattin", "G.G. Zuffa", "C. Dalmonte", "N. Mancin", "A. Zanferrari"],
    "venue": "Journal of Sedimentary Research",
    "year": 2007
  }, {
    "title": "Reassessing the biostratigraphy and the palaeobathymetry of the Gonfolite Lombarda Group on the Como area (Northern Italy)",
    "authors": ["F. Tremolada", "E. Guasti", "G. Scardia", "C. Carcano", "S. Rogledi", "D. Sciunnach"],
    "venue": "Rivista Italiana di palaeontologia e Stratigrafia 116 (1), 35–49.",
    "year": 2010
  }, {
    "title": "Livelli clastici grossolani pre-Gonfolite (Oligocene inferiore) e loro significato nell’evoluzione del settore lombardo dell’avanfossa sudalpina",
    "authors": ["A. Valdisturlo", "D. Castradori", "R. Fantoni", "C. Pessina", "S. Torricelli"],
    "venue": "Riunione Gruppo Informale di sedimentologia.",
    "year": 1998
  }, {
    "title": "Slab breakoff: a model of syncollisional magmatism and tectonics in the Alps",
    "authors": ["F. Von Blanckenburg", "J.H. Davies"],
    "venue": "Tectonics 14, 120–131.",
    "year": 1995
  }, {
    "title": "Oligocene climate dynamics",
    "authors": ["B.S. Wade", "H. Pälike"],
    "venue": "Paleoceanography 19(4), 1–16. DOI: 10.1029/2004PA001042",
    "year": 2004
  }, {
    "title": "Provenance analysis using conglomerate clast lithologies: a case study from the Pahau terrane of New Zeland",
    "authors": ["A.M. Wandres", "J.D. Bradshaw", "S. Weaver", "R. Maas", "T. Ireland", "N. Eby"],
    "venue": "Sedimentary Geology 167, 57–89.",
    "year": 2004
  }, {
    "title": "Quantitative provenance analysis of sediments: review and outlook",
    "authors": ["G.J. Weltje", "H. von Eynatten"],
    "venue": "Sedimentary Geology",
    "year": 2004
  }, {
    "title": "Trends, rhythms, and aberrations in global climate 65Ma to present",
    "authors": ["J. Zachos", "M. Pagani", "L. Sloan", "E. Thomas", "K. Billups"],
    "venue": "Science (New York, N.Y.) 292, 686–93. DOI: 10.1126/science.1059412",
    "year": 2001
  }, {
    "title": "Cretaceous–Eocene compression in the central Southern Alps (N Italy) inferred from 40Ar/39Ar dating of pseudotachylytes along regional thrust faults",
    "authors": ["S. Zanchetta", "P. D’Adda", "A. Zanchi", "V. Barberini", "I.M. Villa"],
    "venue": "Journal of Geodynamics",
    "year": 2011
  }, {
    "title": "The Alps in the Cretaceous: a doubly vergent pre-collisional orogen",
    "authors": ["S. Zanchetta", "E. Garzanti", "C. Doglioni", "A. Zanchi"],
    "venue": "Terra Nova 00, 1–6. DOI: 10.1111/j.1365-3121-2012.01071.x",
    "year": 2012
  }, {
    "title": "Pre-Varisican deformation, metamorphism and magnetism in the Strona-Ceneri Zone (southern Alps of the northern Italy and southern Switzerland)",
    "authors": ["R. Zurbriggen", "L. Franz", "M.R. Handy"],
    "venue": "Schweizerische Mineralogische und Petrographische Mitteilungen 77, 361–380. SUPPORTING INFORMATION",
    "year": 1997
  }],
  "id": "SP:300d410c150786ae9f457f96a9078cb0ca86cb33",
  "authors": [{
    "name": "ANDREA DI CAPUA",
    "affiliations": []
  }, {
    "name": "GIOVANNI VEZZOLI",
    "affiliations": []
  }, {
    "name": "ALESSANDRO CAVALLO",
    "affiliations": []
  }, {
    "name": "GIANLUCA GROPPELLI",
    "affiliations": []
  }],
  "abstractText": "The Villa Olmo Conglomerate (lower member of the Como Conglomerate Formation, Gonfolite Lombarda Group, Southern Alps, Italy) represents the first coarse clastic inputs into the Oligocene Southalpine Foredeep. A number of techniques including sedimentary lithofacies analyses, clast counts on turbidite conglomerate bodies, sandstone petrography through Gazzi–Dickinson point-count method and XRF analyses, and optical and minero-chemical analyses on single clasts have been performed, in order to better define the sediment source area and geodynamic conditions which promoted sedimentation in the Southalpine Foredeep at the end of the Oligocene. The Villa Olmo Conglomerate interdigitates with the upper part of the Chiasso Formation, and gradually passes upward into the overlying Como Conglomerate Formation. Provenance analyses (conglomerate clast counts and sandstone petrography) reveal a strong metamorphic provenance signal, likely sourced from eroded Southalpine basement. An increase in igneous plutonic clasts reflects sediment supply from the Southern Steep Belt and a decrease of volcano-sedimentary Mesozoic cover sequences. Optical and minero-chemical analyses on volcanic detritus detect the presence of sub-intrusive to effusive, andesite to rhyolite products, ascribable to the Varese-Lugano Permian volcanoclastic suite, as well as Oligocene andesite products. Plutonic clasts document the presence of tonalites, granites, and brittle deformed granodiorites (with two micas), being likely sourced from the tonalite tail of the Bergell Pluton and the plutonic units of the Bellinzona-Dascio Zone. The identification of this provenance suite implies palaeo-drainage from the region between Varese (Southern Alps) and the Bellinzona-Dascio Zone (Central Alps). The Villa Olmo Conglomerate is the first depositional record of the onset of tectonically driven erosion in the Alpine belt. We infer that the previous low sediment budget regime (Eocene–Middle Oligocene) was a consequence of a tectonically controlled melting phase, during which tectonic events promoted magmatic production in the middle crust of the Central Alps at rates higher than those of crustal deformation, so inhibiting sediment production. We conclude that changes in the deep structures of the Alpine Orogenic chain have controlled the main geodynamic processes during Oligocene–Neogene times, and have controlled sediment composition and supply into the Southalpine Foredeep. Copyright © 2015 John Wiley & Sons, Ltd.",
  "title": "Clastic sedimentation in the Late Oligocene Southalpine Foredeep: from tectonically controlled melting to tectonically driven erosion"
}