{
  "sections": [{
    "text": "Geochem. Persp. Let. (2017) 3, 12-21 | doi: 10.7185/geochemlet.1702 13 Geochem. Persp. Let. (2017) 3, 12-21 | doi: 10.7185/geochemlet.170212\nSubduction zones are undoubtedly the locations where the Earth’s mantle is most enriched in C-H-O fluids. However, despite significant progress in experiments and thermodynamic modelling on C-H-O fluids (e.g., Churakov and Gottschalk, 2003; Heinrich, 2007; Zhang and Duan, 2009; Manning et al., 2013), our understanding of the nature of mantle C-H-O fluids is heavily hampered by the lack of experiments at relevant conditions. Previous studies assumed that H2O and gases of CH4, CO2, or H2 are fully miscible at conditions of most of the crust and the entire mantle (e.g., Heinrich, 2007; Manning et al., 2013). The addition of salt, such as NaCl or CaCl2, may yield an extensive region of immiscibility in the H2O-CH4/CO2-salt system at crustal conditions (Bowers and Helgeson, 1983; Heinrich, 2007; Manning et al., 2013). However, at deep crustal conditions the salt concentration may need to be more than 20 wt. % to yield fluid immiscibility if CO2 or CH4 mole fraction in the system is less than 0.5 (Johnson, 1991; Shmulovich et al., 2004). Two previous studies showed that pressure can also expand the miscibility gap of the H2O-H2 and H2O-CH4 systems (Churakov and Gottschalk, 2003; Bali et al., 2013), but presently no experiments have been performed on the C-H-O-salt system at mantle conditions. Here I show experimentally that in the presence of 3 wt. % NaCl, H2O and gases of CH4+H2, CH4+CO2, or CO2 can coexist as two separate, immiscible fluids at subduction zone conditions, and I suggest that this immiscibility may play an important role in the deep carbon cycle.\nResults\nHigh-pressure experiments were designed to entrap C-H-O fluids as fluid inclusions in quartz crystals at 0.2 to 2.5 GPa, 600 to 700 °C, and oxygen fugacity ( fO2 hereafter) buffered by the Fe-FeO, Co-CoO, FMQ, Ni-NiO, or Re-ReO2 buffer (see Supplementary Information). The starting C-H-O solution was prepared by mixing 78.5 wt. % distilled water, 3 wt. % NaCl, and 18.5 wt. % formic acid (HCO2H), but the C-H-O fluid speciation present during the run primarily depends on the fO2 imposed. The results show that at 0.2 GPa, 700 °C, and fO2\nEarth’s long-term carbon cycle, which is regulated by subduction and volcanism, is critical for understanding Earth’s structure, dynamics, and climate change. However, the mechanisms for carbon mobility in subduction zones remain largely unresolved. Aqueous fluids produced by slab devolatilisation may dissolve a considerable amount of carbon, but it is usually assumed that aqueous C-H-O fluids in subduction zones are fully miscible. In order to constrain the nature of aqueous C-H-O fluids in subduction zones, experiments were performed at 0.2 to 2.5 GPa and 600 to 700 oC to study the phase relations of C-H-O fluids in the presence of 3 wt. % NaCl, using the synthetic fluid inclusion technique. The results show that at 0.2 GPa and 700 °C, one single C-H-O fluid phase was present; however, at 1.5 to 2.5 GPa and 600 to 700 oC, H2O and gases of CH4+H2, CH4+CO2, or CO2 coexisted as immiscible fluid phases. These results demonstrate that pressure can significantly expand the miscibility gap of C-H-O fluids and immiscible C-H-O fluids may occur in subduction zones. The likely occurrence of immiscible C-H-O fluids in subduction zones may cause extensive decarbonation and the formation of immiscible CO2-rich fluids, providing an important mechanism for the transfer of slab carbon to the mantle wedge.\nReceived 30 March 2016 | Accepted 3 August 2016 | Published 18 August 2016\nIntroduction\nThermodynamic simulations and experimental studies demonstrate that carbonate minerals are stable along most subduction P-T paths and up to 90 % of the carbon in subduction zones should be subducted into the deep mantle (Kerrick and Connolly, 2001; Dasgupta and Hirschmann, 2010). However, there is compelling evidence suggesting that about 20−80 % of carbon is removed from the downgoing slab and returned to Earth’s surface by arc volcanism (Dasgupta and Hirschmann, 2010; Johnston et al., 2011; Kelemen and Manning, 2015). Several models have been proposed to account for the mechanisms of transferring\n1. Guangzhou Institute of Geochemistry, Chinese Academy of Sciences, Guangzhou 510640, China 2. Bayerisches Geoinstitut, University Bayreuth, 95440 Bayreuth, Germany * Corresponding author (email: Yuan.Li@gig.ac.cn)\nGeochem. Persp. Let. (2017) 3, 12-21 | doi: 10.7185/geochemlet.1702 Geochem. Persp. Let. (2017) 3, 12-21 | doi: 10.7185/geochemlet.170214 15\nbuffered by FMQ and Ni-NiO (Table 1), only one type of fluid inclusion exists in the quartz crystal (Fig. 1a), and CO2 is the only detectable carbon species (Fig. 2a). At 1.5 to 2.5 GPa and 600 to 700 °C (Table 1), three types of fluid inclusions were found in each run. Type-1 are light-coloured fluid inclusions with weak optical contrast to the surrounding quartz (Fig. 1b,c,d). In Type-1 fluid inclusions, if a vapour bubble occurs in the fluid inclusions, the vapour/ liquid ratio is nearly constant (Fig. 1b). Type-2 are dark-coloured fluid inclusions with strong optical contrast to the surrounding quartz (Fig. 1b,c,d,e). Raman measurements show that Type-1 fluid inclusions are H2O-rich with small but detectable amounts of gases of CH4+C2H6, CH4+CO2, or CO2 (Fig. 2a). The gas species vary from CH4+C2H6 to CO2 at fO2 varying from the Fe-FeO to the Re-ReO2 buffer. The corresponding Type-2 fluid inclusions are pure gases of H2+CH4+C2H6, CH4+CO2, or CO2 without detectable water at room temperatures (Fig. 2b), although a thin film of water may exist on the inner surface of the fluid inclusions (Berkesi et al., 2009; Frezzotti et al., 2012). The coexistence of Type-1 and Type-2 fluid inclusions demonstrates that two separate, immiscible fluid phases must have occurred during the run. The third type of fluid inclusion contains a vapour bubble but shows different vapour/liquid ratios (Fig. 1c). Type-3 fluid inclusions are interpreted to be the entrapment of mixed Type-1 and\na The fluid composition was determined by Raman spectroscopy. In each run, 3 wt. % NaCl was added to the starting solution. Note that the oxygen fugacity in run LY19 may be close to the C-CO2 buffer. See text for more details.\nType-2 fluids. In addition, graphite always occurs in fluid inclusions and also as solid inclusions in quartz crystals from the runs buffered by Co-CoO, Ni-NiO, and Re-ReO2 (Figs. 1b,d,f; 2a). The occurrence of graphite inclusions in quartz crystals indicates that this graphite must be produced during the run probably by the reaction\nCH4 + CO2 = 2C (graphite) + 2H2O Eq. 1\nor\nCO2 + 2H2 = C (graphite) + 2H2O Eq. 2\nThe fO2 prevailing in run LY19 buffered by Re-ReO2 (Table 1) may be close to the C-CO2 buffer due to the exhaustion of ReO2 during the run (see Supplementary Information).\nGeochem. Persp. Let. (2017) 3, 12-21 | doi: 10.7185/geochemlet.1702 Geochem. Persp. Let. (2017) 3, 12-21 | doi: 10.7185/geochemlet.170216 17\nDiscussion\nThe presence of C-H-O fluid immiscibility at 1.5 and 2.5 GPa, and the absence of C-H-O fluid immiscibility at 0.2 GPa demonstrates that pressure significantly expands the C-H-O fluid miscibility gap. This is in good agreement with one recent experimental study (Bali et al., 2013), which shows that the critical temperature of the H2O-H2 system increases from below 400 °C at 0.25 GPa to 1050 °C at 2.6 GPa. Theoretical calculations also indicate the expansion of the fluid miscibility gap with pressure; Churakov and Gottschalk (2003) show that pressures higher than 2 GPa would cause immiscibility in the salt-free H2O-CH4 system at 450 °C. In addition to pressure, the addition of salt such as NaCl, KCl, MgCl2, and/or CaCl2 can also effectively expand the C-H-O fluid miscibility gap (Bowers and Helgeson, 1983; Johnson, 1991; Shmulovich et al., 2004; Heinrich, 2007). Subduction zone fluids may contain 3 to 50 wt. % NaCl equivalent based on analyses of aqueous fluid inclusions in high-pressure metamorphic rocks from subduction zones (Scambelluri and Philippot, 2001; Frezzotti and Ferrando, 2015), or even more than 50 wt. % based on analyses of fluid inclusions in diamonds (Weiss et al., 2015). In this study, only 3 wt. % NaCl was added to the starting solution, which is at the lower end of subduction zone fluid salinity. Therefore, in conjunction with the combined effects of pressure and salt on expanding the C-H-O fluid miscibility gap, the C-H-O fluid immiscibility observed here suggests that C-H-O fluid immiscibility may also occur in subduction zones. This may particularly hold true when the slab C-H-O fluids are saturated with graphite. This is because the experiments here at 1.5 to 2.5 GPa, 600 to 700 °C, and the Co-CoO to the Re-ReO2 buffer are all saturated with graphite (Table 1), and the bulk composition and species of C-H-O fluids are fixed at graphite saturation at the given P-T-fO2 conditions (e.g., Zhang and Duan, 2009). In the subducting slab, graphite could be formed by graphitisation of organic matter or by reduction of carbonates (Galvez et al., 2013; Stagno et al., 2015).\nThe occurrence of C-H-O fluid immiscibility in subduction zones is supported by the studies of fluids and fluid inclusions in high-pressure metamorphic rocks from subduction zones (Heinrich, 2007; Frezzotti and Ferrando, 2015). For example, Andersen et al. (1993) reported coexistence of CO2-N2 fluid inclusions and H2O-rich fluid inclusions with about 30 wt. % NaCl equivalent in eclogites of the Norwegian Caledonides, which represent immiscible fluids at peak metamorphic conditions. Fu et al. (2003a,b) found N2-, CO2-, and CH4-rich fluid inclusions coexisting with H2O-rich fluid inclusions with 0-30 wt. % NaCl equivalent in a variety of eclogites from the Dabie-Sulu terranes of China. Based on the fluid activity calculated via mineral equilibrium between millimetre- to centimetre-scale layers in banded mafic elcogites from the Tauern Window of Austria, Selverstone et al. (1992) proposed that the combined effects of pressure and salt on expanding the fluid miscibility gap make it likely that blueschist and eclogite facies metamorphism in subduction zones occurs predominantly at H2O-CO2 immiscibility.\nGeochem. Persp. Let. (2017) 3, 12-21 | doi: 10.7185/geochemlet.1702 Geochem. Persp. Let. (2017) 3, 12-21 | doi: 10.7185/geochemlet.170218 19\nIt may be worth noting that N2 is a common component in the C-H-O fluids of high-pressure metamorphism, and the addition of non-polar N2 usually enlarges the C-H-O fluid immiscibility field (Heinrich, 2007). Recent theoretical calculations also show that depending on the P-T-fO2 and pH buffered by minerals, carbon could be dissolved in the C-H-O fluids as organic and/or inorganic ionic species (Sverjensky et al., 2014; Galvez et al., 2015). In addition, solutes such as Al2O3 and MgO which are commonly dissolved in high-pressure metamorphic fluids are lacking in the present C-H-O fluids. How these ionic carbon species and/or solutes would affect the phase relations of C-H-O fluids at subduction zone conditions remains to be investigated in the future. Nevertheless, combined with the studies on fluids and fluid inclusions in natural high-pressure metamorphic rocks, the experimental work here demonstrates that C-H-O fluid immiscibility may indeed occur in subduction zones.\nImplications\nThe occurrence of immiscible C-H-O fluids may provide new insights into our understanding of decarbonation and carbon mobility in subduction zones. Firstly, C-H-O fluid immiscibility may cause extensive decarbonation in subduction zones. Previous studies show that some low-grade metamorphic reactions may cause extensive decarbonation if these reactions take place at H2O-CO2 immiscibility (Yardley and Bottrell, 1988; Heinrich, 2007). Similarly, for a given decarbonation reaction in subduction zones, if it takes places at H2O-CO2 immiscibility, significant amounts of carbonates may also be consumed. Taking the decarbonation reaction of carbonate (calcite) dissolution in H2O-rich fluids (Caciagli and Manning, 2003) as an example\nCaCO3 (calcite) + H2O = Ca2+ + 2OH- + CO2 Eq. 3\nand assuming that this reaction takes place at H2O-CO2 immiscibility in subduction zones, extensive slab decarbonation must occur if the H2O-rich fluids can be segregated from the CO2-rich fluids and react further with carbonates. Available studies show that at high pressures, the CO2-rich fluids have higher dihedral angles and density than the H2O-rich fluids, indicating that the H2O-rich fluids can be effectively segregated from the CO2-rich fluids (see Supplementary Information). Furthermore, the ascending H2O-rich fluids in the subducting slab would experience decompression and heating, and the CO2 activity in the H2O-rich fluids usually decreases with increasing temperature or decreasing pressure (Kerrick and Jacobs, 1981; Aranovich and Newton, 1999). Therefore, the segregating H2O-rich fluids could further react with carbonates during ascent, causing more decarbonation and the formation of immiscible CO2-rich fluids.\nSecondly, immiscible CO2-rich fluids may be an important agent for the transfer of slab carbon to the mantle wedge. The formation of immiscible CO2-rich fluids due to slab decarbonation and C-H-O fluid immiscibility indicates that a significant amount of slab carbon may be transferred to the mantle\nwedge in the form of CO2-rich fluids. In subduction zones, the CO2-rich fluids could be mobilised to the mantle wedge along cracks, veins, shear zones, or fold hinges (see Supplementary Information). As a result, the actual mass of slab carbon transferred to the mantle wedge should be considerably larger than the mass of carbon apparently dissolved in the H2O-rich fluids. Therefore, C-H-O fluid immiscibility in subduction zones may provide an important but hitherto unappreciated mechanism for the transfer of slab carbon to the mantle wedge.\nAcknowledgements\nStefan Übelhack and Andreas Audétat are thanked for machining the perfect sample capsules and providing the HF-etched quartz crystals. Xu Chu and I-Ming Chou are thanked for helpful discussion and James Eguchi is thanked for both discussion and the correction of English. Constructive reviews by Katy Evans, Fabrizio Nestola, Kate Kiseeva, four anonymous reviewers, and the journal editor Helen Williams greatly improved this paper. The support from the Strategic Priority Research Program (B) of the Chinese Academy of Sciences (XDB18020301) and the Elite Network Bavaria (ENB) program is greatly appreciated."
  }, {
    "heading": "Editor: Helen Williams",
    "text": "Additional Information\nSupplementary Information accompanies this letter at www.geochemicalperspectivesletters.org/article1702\nReprints and permission information is available online at http://www. geochemicalperspectivesletters.org/copyright-and-permissions\nCite this letter as: Li, Y. (2017) Immiscible C-H-O fluids formed at subduction zone conditions. Geochem. Persp. Let. 3, 12-21.\nReferences\nAgue, J., Nicolescu, s. (2014) Carbon dioxide released from subduction zones by fluid-mediated reactions. Nature Geoscience 7, 355-360.\nANderseN, T., AusTrheim, h., Burke, e.A.J., elvevold, s. (1993) Fluid-rock Interaction in the Deeper Continental Lithosphere N2 and CO2 in deep crustal fluids: evidence from the Caledonides of Norway. Chemical Geology 108, 113-132.\nArANovich, l.Y., NewToN, r.c. (1999) Experimental determination of CO2-H2O activity-composition relations at 600-1000 °C and 6-14 kbar by reversed decarbonation and dehydration reactions. American Mineralogist 84, 1319-1332.\nBAli, e., AudéTAT, A., keppler, h. (2013) Water and hydrogen are immiscible in Earth’s mantle. Nature 495, 220-222.\nGeochem. Persp. Let. (2017) 3, 12-21 | doi: 10.7185/geochemlet.1702 Geochem. Persp. Let. (2017) 3, 12-21 | doi: 10.7185/geochemlet.170220 21\nBeBouT, g.e., peNNisToN-dorlANd, s.c. (2016) Fluid and mass transfer at subduction interfaces— The field metamorphic record. Lithos 240, 228-258.\nBerkesi, m., hidAs, k., guzmics, T., duBessY, J., BodNAr, r., szABo, c., vAJNA, B., TsuNogAe, T. (2009) Detection of small amounts of H2O in CO2-rich fluid inclusions using Raman spectroscopy. Journal of Raman Spectroscopy 40, 1461-1463.\nBowers, T.s., helgesoN, h.c. (1983) Calculation of the thermodynamic and geochemical consequences of nonideal mixing in the system H2O-CO2-NaCl on phase-relations in geologic systems - Metamorphic equilibria at high-pressures and temperatures. American Mineralogist 68, 1059-1075.\ncAciAgli, N.c., mANNiNg, c.e. (2003) The solubility of calcite in water at 6–16 kbar and 500–800 °C. Contributions to Mineralogy and Petrology 146, 275-285.\nchurAkov, s., goTTschAlk, m. (2003) Perturbation theory based equation of state for polar molecular fluids: II. Fluid mixtures. Geochimica et Cosmochimica Acta 67, 2415-2425.\ndAsgupTA, r., hirschmANN, m.m. (2010) The deep carbon cycle and melting in Earth’s interior. Earth and Planetary Science Letters 298, 1-13.\nFrezzoTTi, m.l., FerrANdo, s. (2015) The chemical behavior of fluids released during deep subduction based on fluid inclusions. American Mineralogist 100, 352-377.\nFrezzoTTi, m., selversToNe, J., shArp, z., compAgNoNi, r. (2011) Carbonate dissolution during subduction revealed by diamond-bearing rocks from the Alps. Nature Geoscience 4, 703-706.\nFrezzoTTi, m.l., FerrANdo, s., Tecce, F., cAsTelli, d. (2012) Water content and nature of solutes in shallow-mantle fluids from fluid inclusions. Earth and Planetary Science Letters 351-352, 70-83.\nFu, B., ToureT, J.l.r., zheNg, Y.F. (2003a) Remnants of premetamorphic fluid and oxygen isotopic signatures in eclogites and garnet clinopyroxenite from the Dabie-Sulu terranes, eastern China. Journal of Metamorphic Geology 21, 561-578.\nFu, B., ToureT, J.l.r., zheNg, Y.F., JAhN, B.m. (2003b) Fluid inclusions in granulites, granulitized eclogites and garnet clinopyroxenites from the Dabie-Sulu terranes, Eastern China. Lithos 70, 293-319.\ngAlvez, m.e., BeYssAc, o., mArTiNez, i., BeNzerArA, k., chAduTeAu, c., mAlvoisiN, B., mAlAvieille, J. (2013) Graphite formation by carbonate reduction during subduction. Nature Geoscience 6, 473-477.\ngAlvez, m.e., mANNiNg, c.e., coNNollY, J.A.d., rumBle, d. (2015) The solubility of rocks in metamorphic fluids: A model for rock-dominated conditions to upper mantle pressure and temperature. Earth and Planetary Science Letters 430, 486-498.\ngormAN, p.J., kerrick, d.m., coNNollY, J.A.d. (2006) Modeling open system metamorphic decarbonation of subducting slabs. Geochemistry, Geophysics, Geosystems 7, doi: 10.1029/2005gc001125.\nheiNrich, w. (2007) Fluid immiscibility in metamorphic rocks. Reviews in Mineralogy and Geochemistry 65, 389-430.\nJohNsoN, e.l. (1991) Experimentally determined limits for H2O-CO2-NaCl immiscibility in granulites. Geology 19, 925-928.\nJohNsToN, F.k., TurchYN, A.v., edmoNds, m. (2011) Decarbonation efficiency in subduction zones: Implications for warm Cretaceous climates. Earth and Planetary Science Letters 303, 143-152.\nkelemeN, p.B., mANNiNg, c.e. (2015) Reevaluating carbon fluxes in subduction zones, what goes down, mostly comes up. Proceedings of the National Academy of Science USA 112, E3997-E4006.\nkerrick, d.m., JAcoBs, g.k. (1981) A modified Redlich-Kwong equation for H2O, CO2 and H2O-CO2 mixtures at elevated pressures and temperatures. American Journal of Science 281, 735–767.\nkerrick, d., coNNollY, J. (2001) Metamorphic devolatilization of subducted marine sediments and the transport of volatiles into the Earth’s mantle. Nature 411, 293-296.\nmANNiNg, c.e., shock, e.l., sverJeNskY, d.A. (2013) The Chemistry of Carbon in Aqueous Fluids at Crustal and Upper-Mantle Conditions: Experimental and Theoretical Constraints. Reviews in Mineralogy and Geochemistry 75, 109-148.\npoli, s., FrANzoliN, e., FumAgAlli, p., croTTiNi, A. (2009) The transport of carbon and hydrogen in subducted oceanic crust: An experimental study to 5 GPa. Earth and Planetary Science Letters 278, 350-360.\nscAmBelluri, m., philippoT, p. (2001) Deep fluids in subduction zones. Lithos 55, 213-227. selversToNe, J., FrANz, g., ThomAs, s., geTTY, s. (1992) Fluid variability in 2 GPa eclogites as\nan indicator of fluid behavior during subduction. Contributions to Mineralogy and Petrology 112, 341-357.\nshmulovich, k.i., grAhAm, c.m. (2004) An experimental study of phase equilibria in the systems H2O-CO2-CaCl2 and H2O-CO2-NaCl at high pressures and temperatures (500-800 °C, 0.5-0.9 GPa): geological and geophysical applications. Contributions to Mineralogy and Petrology 146, 450-462.\nsTAgNo, v., FrosT, d.J., mccAmmoN, c.A., mohseNi, h., Fei, Y. (2015) The oxygen fugacity at which graphite or diamond forms from carbonate-bearing melts in eclogitic rocks. Contributions to Mineralogy and Petrology 169, 1-18.\nsverJeNskY, d.A., sTAgNo, v., huANg, F. (2014) Important role for organic carbon in subductionzone fluids in the deep carbon cycle. Nature Geoscience 7, 909-913.\nweiss, Y., mcNeill, J., peArsoN, d.g., Nowell, g.m., oTTleY, c.J. (2015) Highly saline fluids from a subducting slab as the source for fluid-rich diamonds. Nature 524, 339-342.\nYArdleY B.w.d., BoTTrell, s.h. (1988) Immiscible fluids in metamorphism: implications of twophase fluid flow for reaction history. Geology 16,199-202.\nzhANg, c., duAN, z. (2009) A model for C–O–H fluid in the Earth’s mantle. Geochimica et Cosmochimica Acta 73, 2089-2102."
  }],
  "year": 2016,
  "references": [{
    "title": "Carbon dioxide released from subduction zones by fluid-mediated reactions",
    "authors": ["J. Ague", "Nicolescu"],
    "venue": "Nature Geoscience",
    "year": 2014
  }, {
    "title": "Fluid-rock Interaction in the Deeper Continental Lithosphere N2 and CO2 in deep crustal fluids: evidence from the Caledonides of Norway",
    "authors": ["T. ANderseN", "AusTrheim", "Burke", "e.A.J", "elvevold"],
    "venue": "Chemical Geology",
    "year": 1993
  }, {
    "title": "Experimental determination of CO2-H2O activity-composition relations at 600-1000 °C and 6-14 kbar by reversed decarbonation and dehydration reactions",
    "authors": ["ArANovich", "l.Y", "NewToN", "r.c"],
    "venue": "American Mineralogist",
    "year": 1999
  }, {
    "title": "Water and hydrogen are immiscible in Earth’s mantle",
    "authors": ["BAli", "A. AudéTAT", "keppler"],
    "venue": "Nature",
    "year": 2013
  }, {
    "title": "Detection of small amounts of H2O in CO2-rich fluid inclusions using Raman spectroscopy",
    "authors": ["Berkesi", "hidAs", "T. guzmics", "J. duBessY", "BodNAr", "szABo", "B. vAJNA", "T. TsuNogAe"],
    "venue": "Journal of Raman Spectroscopy",
    "year": 2009
  }, {
    "title": "Calculation of the thermodynamic and geochemical consequences of nonideal mixing in the system H2O-CO2-NaCl on phase-relations in geologic systems - Metamorphic equilibria at high-pressures and temperatures",
    "authors": ["Bowers", "T.s", "helgesoN", "h.c"],
    "venue": "American Mineralogist",
    "year": 1983
  }, {
    "title": "The solubility of calcite in water at 6–16 kbar and 500–800 °C",
    "authors": ["cAciAgli", "N.c", "mANNiNg", "c.e"],
    "venue": "Contributions to Mineralogy and Petrology",
    "year": 2003
  }, {
    "title": "Perturbation theory based equation of state for polar molecular fluids: II. Fluid mixtures",
    "authors": ["churAkov", "goTTschAlk"],
    "venue": "Geochimica et Cosmochimica Acta",
    "year": 2003
  }, {
    "title": "The deep carbon cycle and melting in Earth’s interior",
    "authors": ["dAsgupTA", "hirschmANN", "m.m"],
    "venue": "Earth and Planetary Science Letters",
    "year": 2010
  }, {
    "title": "The chemical behavior of fluids released during deep subduction based on fluid inclusions",
    "authors": ["FrezzoTTi", "m.l", "FerrANdo"],
    "venue": "American Mineralogist",
    "year": 2015
  }, {
    "title": "Carbonate dissolution during subduction revealed by diamond-bearing rocks from the Alps",
    "authors": ["FrezzoTTi", "J. selversToNe", "shArp", "compAgNoNi"],
    "venue": "Nature Geoscience",
    "year": 2011
  }, {
    "title": "Water content and nature of solutes in shallow-mantle fluids from fluid inclusions",
    "authors": ["FrezzoTTi", "m.l", "FerrANdo", "F. Tecce", "cAsTelli"],
    "venue": "Earth and Planetary Science Letters",
    "year": 2012
  }, {
    "title": "Remnants of premetamorphic fluid and oxygen isotopic signatures in eclogites and garnet clinopyroxenite from the Dabie-Sulu terranes, eastern China",
    "authors": ["B. Fu", "ToureT", "J.l.r", "Y.F. zheNg"],
    "venue": "Journal of Metamorphic Geology",
    "year": 2003
  }, {
    "title": "Fluid inclusions in granulites, granulitized eclogites and garnet clinopyroxenites from the Dabie-Sulu terranes",
    "authors": ["B. Fu", "ToureT", "J.l.r", "Y.F. zheNg", "JAhN", "B.m"],
    "venue": "Eastern China. Lithos",
    "year": 2003
  }, {
    "title": "Graphite formation by carbonate reduction during subduction",
    "authors": ["gAlvez", "m.e", "BeYssAc", "mArTiNez", "BeNzerArA", "chAduTeAu", "B. mAlvoisiN", "J. mAlAvieille"],
    "venue": "Nature Geoscience",
    "year": 2013
  }, {
    "title": "The solubility of rocks in metamorphic fluids: A model for rock-dominated conditions to upper mantle pressure and temperature",
    "authors": ["gAlvez", "m.e", "mANNiNg", "c.e", "coNNollY", "J.A.d", "rumBle"],
    "venue": "Earth and Planetary Science Letters",
    "year": 2015
  }, {
    "title": "Modeling open system metamorphic decarbonation of subducting slabs. Geochemistry, Geophysics, Geosystems 7, doi: 10.1029/2005gc001125",
    "authors": ["gormAN", "p.J", "kerrick", "d.m", "coNNollY", "J.A.d"],
    "year": 2006
  }, {
    "title": "Decarbonation efficiency in subduction zones: Implications for warm Cretaceous climates",
    "authors": ["JohNsToN", "F.k", "TurchYN", "A.v", "edmoNds"],
    "venue": "Earth and Planetary Science Letters",
    "year": 2011
  }, {
    "title": "Reevaluating carbon fluxes in subduction zones, what goes down, mostly comes up",
    "authors": ["kelemeN", "p.B", "mANNiNg", "c.e"],
    "venue": "Proceedings of the National Academy of Science USA",
    "year": 2015
  }, {
    "title": "A modified Redlich-Kwong equation for H2O, CO2 and H2O-CO2 mixtures at elevated pressures and temperatures",
    "authors": ["kerrick", "d.m", "JAcoBs", "g.k"],
    "venue": "American Journal of Science",
    "year": 1981
  }, {
    "title": "Metamorphic devolatilization of subducted marine sediments and the transport of volatiles into the Earth’s mantle",
    "authors": ["kerrick", "J. coNNollY"],
    "venue": "Nature 411,",
    "year": 2001
  }, {
    "title": "The Chemistry of Carbon in Aqueous Fluids at Crustal and Upper-Mantle Conditions: Experimental and Theoretical Constraints",
    "authors": ["mANNiNg", "c.e", "shock", "e.l", "sverJeNskY", "d.A"],
    "venue": "Reviews in Mineralogy and Geochemistry",
    "year": 2013
  }, {
    "title": "The transport of carbon and hydrogen in subducted oceanic crust: An experimental study to 5 GPa",
    "authors": ["poli", "FrANzoliN", "FumAgAlli", "A. croTTiNi"],
    "venue": "Earth and Planetary Science Letters",
    "year": 2009
  }, {
    "title": "An experimental study of phase equilibria in the systems H2O-CO2-CaCl2 and H2O-CO2-NaCl at high pressures and temperatures (500-800 °C, 0.5-0.9 GPa): geological and geophysical applications",
    "authors": ["shmulovich", "k.i", "grAhAm", "c.m"],
    "venue": "Contributions to Mineralogy and Petrology",
    "year": 2004
  }, {
    "title": "The oxygen fugacity at which graphite or diamond forms from carbonate-bearing melts in eclogitic rocks",
    "authors": ["sTAgNo", "FrosT", "d.J", "mccAmmoN", "c.A", "mohseNi", "Y. Fei"],
    "venue": "Contributions to Mineralogy and Petrology",
    "year": 2015
  }, {
    "title": "Important role for organic carbon in subductionzone fluids in the deep carbon cycle",
    "authors": ["sverJeNskY", "d.A", "sTAgNo", "F. huANg"],
    "venue": "Nature Geoscience",
    "year": 2014
  }, {
    "title": "Highly saline fluids from a subducting slab as the source for fluid-rich diamonds",
    "authors": ["Y. weiss", "J. mcNeill", "peArsoN", "d.g", "Nowell", "g.m", "oTTleY", "c.J"],
    "venue": "Nature 524,",
    "year": 2015
  }, {
    "title": "Immiscible fluids in metamorphism: implications of twophase fluid flow for reaction history",
    "authors": ["YArdleY B.w.d", "BoTTrell", "s.h"],
    "venue": "Geology",
    "year": 1988
  }],
  "id": "SP:c254787b1254c01c51c05b11dfaba4bf98ebe5f9",
  "authors": [],
  "abstractText": "doi: 10.7185/geochemlet.1702 Earth’s long-term carbon cycle, which is regulated by subduction and volcanism, is critical for understanding Earth’s structure, dynamics, and climate change. However, the mechanisms for carbon mobility in subduction zones remain largely unresolved. Aqueous fluids produced by slab devolatilisation may dissolve a considerable amount of carbon, but it is usually assumed that aqueous C-H-O fluids in subduction zones are fully miscible. In order to constrain the nature of aqueous C-H-O fluids in subduction zones, experiments were performed at 0.2 to 2.5 GPa and 600 to 700 oC to study the phase relations of C-H-O fluids in the presence of 3 wt. % NaCl, using the synthetic fluid inclusion technique. The results show that at 0.2 GPa and 700 °C, one single C-H-O fluid phase was present; however, at 1.5 to 2.5 GPa and 600 to 700 oC, H2O and gases of CH4+H2, CH4+CO2, or CO2 coexisted as immiscible fluid phases. These results demonstrate that pressure can significantly expand the miscibility gap of C-H-O fluids and immiscible C-H-O fluids may occur in subduction zones. The likely occurrence of immiscible C-H-O fluids in subduction zones may cause extensive decarbonation and the formation of immiscible CO2-rich fluids, providing an important mechanism for the transfer of slab carbon to the mantle wedge. Received 30 March 2016 | Accepted 3 August 2016 | Published 18 August 2016"
}