{
  "sections": [{
    "text": "Assessing climate forcings of the Earth system for the past millennium\nEva Bauer, Martin Claussen, and Victor Brovkin Potsdam Institute for Climate Impact Research, Potsdam, Germany\nAnja Huenerbein Institut für Weltraumwissenschaften, Freie Universität Berlin, Germany\nReceived 20 November 2002; revised 20 November 2002; accepted 6 February 2003; published 19 March 2003.\n[1] The effects of natural and anthropogenic forcings (solar activity, volcanism, atmospheric CO2 concentration, deforestation) on climate changes are estimated with the Earth system model of intermediate complexity, CLIMBER2, for the past millennium. Simulated surface air temperatures for the Northern Hemisphere from the combined forcing correlate reasonably well with paleoclimatic data (r = 0.70). The largest negative anomalies occur when insolation minima coincide with volcanic eruptions. Anthropogenic forcings impose additional climate changes after 1850. The increasing warming from increasing CO2 concentrations is attenuated by the cooling effect from deforestation. Results from differently combined forcings suggest that the relatively cool climate in the second half of 19th century is largely attributable to cooling from deforestation. INDEX TERMS: 1620 Global Change: Climate dynamics (3309); 1650 Global Change: Solar variability; 1803 Hydrology: Anthropogenic effects; 3210 Mathematical Geophysics: Modeling. Citation: Bauer, E.,"
  }, {
    "heading": "M. Claussen, V. Brovkin, and A. Huenerbein, Assessing climate",
    "text": "forcings of the Earth system for the past millennium, Geophys. Res. Lett., 30(6), 1276, doi:10.1029/2002GL016639, 2003."
  }, {
    "heading": "1. Introduction",
    "text": "[2] High-resolution paleoclimatic temperature proxies of the past millennium (1000–2000 AD) exhibit patterns of climate variability on centennial, decadal and annual scales. Northern hemispheric and extratropic means of annual temperatures vary by up to 1 C according to reconstructions by Jones et al. [1998],Mann et al. [1999], Crowley and Lowery [2000]; Briffa et al. [2001] and Esper et al. [2002]. Deviations among the reconstructions are caused by different calibration methods and by different compilations of proxies from tree-rings, corals, ice-cores, historical documents and instrumental records [Mann, 2002]. The temperature anomalies for the period 1000–1991 by Jones et al. [1998] and for 1000–1980 by Mann et al. [1999], henceforth denoted J98 and M99, respectively, are used in this study. [3] Causes for the reconstructed climate patterns and their changes are investigated with climate models and appropriate forcings. The spectrum of climate models [Claussen et al., 2002] range from high-resolution general circulation models (GCMs) over Earth system models of intermediate complexity (EMICs) to energy balance models (EBMs). Coupled atmosphere-ocean GCMs supported the importance of changes in insolation, volcanism, greenhouse gases\nand aerosols to simulate climate changes for the Maunder minimum and the industrial period [e.g., Cubasch et al., 1997; Shindell et al., 2001]. [4] The EBM study by Crowley [2000] reproduced temperature anomalies remarkably well for the past millennium using revised forcings for solar activity, volcanic activity, anthropogenic greenhouse gases and aerosols. The agreement between model and data was reduced before 1400, which seemed to be related to uncertainties in the solar forcing. After 1850 the EBM temperatures were systematically higher than the data of J98 and M99. Potential explanations for this discrepancy are suggested to be either uncertainties in temperature reconstructions from sparse data coverage or absence of a cooling effect from land cover changes. [5] Equilibrium simulations with GCMs revealed that mid-latitude deforestation produces a cooling due to biogeophysical effects [e.g., Bonan et al., 1992; Betts, 1999]. A transient EMIC simulation confirmed that historical deforestation led to substantial cooling of the land surface. During the second half of the 19th century the cooling through deforestation appeared to roughly balance the warming from increasing greenhouse gases [Brovkin et al., 1999]. Another transient EMIC study also produced a cooling from land cover changes but simulated temperatures overpredicted the J98 and M99 data by up to 0.2 C for this period [Bertrand et al., 2002]. [6] Here, we explore the role of historical land cover changes with CLIMBER-2 in concurrence with other major climate forcings in the past millennium. CLIMBER-2 is an EMIC in which components for the atmosphere, ocean, sea ice and terrestrial vegetation are coupled through fluxes of energy, water and momentum. CLIMBER-2 has a coarse but geographically explicit resolution and a one-day integration time step. The biogeophysical effects associated with deforestation are an increase in surface albedo as well as reductions in evapotranspiration and surface roughness. CLIMBER-2 was validated against present-day climate and GCM simulations [Petoukhov et al., 2000; Ganopolski et al., 2001] and applied in paleoclimate studies [e.g., Ganopolski et al., 1998; Claussen et al., 1999]. [7] The present study uses improved data on changes in land cover, solar activity, volcanism and CO2 concentration. The impact of the forcings is assessed by comparing the simulated Northern Hemisphere (NH) temperatures with the data of J98 and M99. The J98 and M99 data are annualmean NH temperature anomalies whereby J98 emphasize the warm season, and the extratropics. The simulated NH temperatures represent differences relative to the reference simulation in which insolation changes from changes in the orbital parameters (eccentricity, obliquity and precession)\nGEOPHYSICAL RESEARCH LETTERS, VOL. 30, NO. 6, 1276, doi:10.1029/2002GL016639, 2003\nCopyright 2003 by the American Geophysical Union. 0094-8276/03/2002GL016639\n9 - 1\nare considered. Since the focus is on long-term and largescale changes only 11-year running means for the period 1005–1975 will be compared, if not otherwise indicated."
  }, {
    "heading": "2. Time-Varying Forcings",
    "text": ""
  }, {
    "heading": "2.1. Natural Forcings",
    "text": "[8] Retrievals of forcings for the solar activity are based on observed sunspot numbers for times after 1610, on satellite records starting at 1978, and for longer time intervals on cosmogenic isotopes Carbon-14 (14C) and Beryllium-10 (10Be) in tree-rings and ice-cores [Bard et al., 2000]. On centennial scales the solar irradiance is weaker during the Wolf ( 1280–1350), the Spörer ( 1450–1550), the Maunder ( 1645–1715) and the Dalton ( 1810) minima. [9] The two solar forcings denoted ‘‘C14 Bard/Lean splice’’ and ‘‘Be10/Lean splice’’ in Crowley [2000] are adopted to estimate the range of uncertainty in the response.\nHere, the former function (denoted S14) is scaled as in Bauer et al. [2003] and the latter (denoted S10) is scaled according to Lean et al. [1995]. The forcing S14 exhibits a larger variance and a larger reduction in insolation from the present to the Maunder minimum than S10 (Figure 1a). This is evident from the relative change between the mean over 1961–1990 and the mean over 1675–1705 which amounts to 0.32% and 0.24% in S14 and S10, respectively. Both solar functions exhibit centennial scale variability, and after 1730 additionally the 11-year Schwabe cycle. The 11-year fluctuations from minimum to maximum are 0.1% in S10 and slightly more in S14. The 1000-year long solar forcings are normalized to have zero anomalies with respect to the solar constant S0 = 1365 Wm\n2. [10] Volcanic activity V is represented as radiative forcing [Crowley, 2000] and applied as negative deviation from the solar constant (Figure 1b). Volcanic eruptions are irregular in time and in intensity, and it is noteworthy that strong volcanic eruptions often coincide with periods of solar irradiance minima (Wolf, Spörer, Maunder and Dalton)."
  }, {
    "heading": "2.2. Anthropogenic forcings",
    "text": "[11] The atmospheric CO2 time series from Law Dome ice core [Etheridge et al., 1996] and Mauna Loa station [Keeling and Whorf, 1996] are employed as greenhouse gas forcing C (Figure 1c). The impact from other well-mixed greenhouse gases, aerosols and tropospheric and stratospheric ozone is not considered here. Neglecting their total effect is expected to hardly affect the analysis of the NH temperatures of the millennium. Certainly their effect on climate plays an important role in the 20th century but estimates of the direct and especially the indirect aerosol effects are still very uncertain [Houghton et al., 1996]. [12] The forcing for land cover changes, D, is retrieved from the annually resolved dataset on historical changes in cropland areas for 1700–1992 [Ramankutty and Foley,\n1999], interpreting cropland areas as deforested areas. Meth-\nods on upscaling the data to the coarse model resolution and\non extending the data prior to 1700 are adopted from Brovkin\net al. [1999]. Globally, forest cover was reduced from 1000 to\n1992 by 30% from 57 to 41.5 106 km2. Before 1900, forest\nFigure 1. Natural and anthropogenic climate forcings (a) S10 and S14 (Wm 2) for solar activity (see text), (b) V (Wm 2) for volcanism [Crowley, 2000], (c) C ( ppm) for atmospheric CO2 concentration [Etheridge et al., 1996; Keeling and Whorf, 1996] and (d) D for deforestation [Ramankutty and Foley, 1999]. Deforested area D shown as time-varying zonal means by isolines in steps of 0.5 106km2 given for 10 latitude bands. Table 1. Correlations for Periods 1005–1850 and 1005–1975 From 11-year Running Means of NH Temperatures\nForced Simulation\n1005–1850 1005–1975\nrM rJ rM rJ\nS10VDC 0.70 0.61 0.69 0.62 S14VDC 0.68 0.62 0.62 0.60 S10-DC 0.61 0.47 0.63 0.52 S10V-C 0.64 0.54 0.62 0.59 S10VD- 0.69 0.60 0.47 0.37 S10V0.5DC 0.69 0.58 0.70 0.61 Crowley [2000] 0.68 0.62 0.66 0.65 Bertrand et al. [2002] 0.66 – 0.68 –\nCorrelations rM and rJ are between forced CLIMBER-2 simulations and M99 and J98 data, respectively. Notation of forcings: S10, solar forcing ‘‘Be10/Lean splice’’ [Crowley, 2000] scaled according to Lean et al. [1995]; S14, solar forcing ‘‘C14 Bard/Lean splice’’ [Crowley, 2000] scaled as in Bauer et al. [2003]; V, volcanic forcing [Crowley, 2000]; V0.5, as V but factor 0.5 lower; D, deforestation [Ramankutty and Foley, 1999; Keeling and Whorf, 1996]; C, atmospheric CO2 concentration [Etheridge et al., 1996]. For comparison, computed correlations with EBM simulation ‘‘All.C14.Brd/2.0’’ by Crowley [2000] with M99 and J98 data and best correlations with M99 data obtained with EMIC simulations by Bertrand et al. [2002] are included.\nwas mainly removed in the northern subtropical and temperate regions. In the second half of the 20th century, agriculture in these regions stopped expanding and even reversed while the tropical deforestation was intensified (Figure 1d)."
  }, {
    "heading": "3. Simulated Response to Forcing",
    "text": "[13] Before discussing the simulated response we would like to comment on the climate sensitivity of CLIMBER-2. In CLIMBER-2 the equilibrium sensitivity, i.e. the mean surface air temperature change due to doubling of CO2, is 2.6 C [Ganopolski et al., 2001]. This value is close to the best estimate obtained from GCM studies [Houghten et al., 1996]. Here, we estimate the transient NH temperature response to one time-varying forcing by comparing the response of the fully forced simulation with the response of the simulation in which the envisaged forcing is switched off. Thereby the relative importance of the envisaged forcing in the time-evolving nonlinear system can be determined."
  }, {
    "heading": "3.1. Correlations Between Model and Data",
    "text": "[14] The CLIMBER-2 simulations yield the highest correlations with respect to M99 data for the preindustrial period (rM= 0.70) and the entire period (rM= 0.69)when the forcings from solar activity, S10, volcanic activity, V, deforestation, D, and atmospheric CO2C are combined (Table 1). Since slightly better correlations are obtained with solar forcing S10 than with S14, other simulations employing S14 will not be discussed. For the preindustrial period, rM hardly degrades when the effect of CO2 changes is ignored, rM degrades moderately when deforestation is ignored, but rM degrades significantly when volcanism is ignored. For the millennium period, rM reduces most strongly when the CO2 change is neglected, while neglecting deforestation or volcanism results in similarly reduced correlations. Correlations with the J98 data yield similar results (Table 1). There is only one exception which suggests that for themillenniumperiod the impact from volcanism is more important in S10VC than the impact from deforestation in S10DC. Mostly, the correlations with J98 data are lower than with M99 data, which is related to the variance in the J98 data being twice as large as in the M99 data."
  }, {
    "heading": "3.2. Time-Varying Temperature Responses",
    "text": "[15] The long-term NH temperature changes, i.e. decreasing temperatures from the Medieval Warm Period (MWP, 11th–14th century) to the Little Ice Age (LIA, 15th–19th century) and increasing temperatures after 1900 reaching the highest temperatures of the millennium,\nare simulated in close agreement with reconstructions. The overall agreement between the simulated anomalies and the anomalies computed by Crowley [2000] is high (r = 0.94) for the preindustrial period. After 1840, however, the anomalies from Crowley [2000] systematically exceed the CLIMBER-2 results by 0.2 C (Figure 2). [16] In the first half of the millennium, the solar forcings S14 and S10 involve temperature anomalies which differ by 0.2 C (Figure 3a). Although the deviations between the two simulations appear large they lie well within the range spanned by the J98 and M99 data. Irrespective of the differences in S14 and S10 the two fully forced simulations and the two reconstructions agree closely for the cool phases 1580–1700 and 1840–1890. During the Dalton minimum both fully forced simulations yield a short-term cooling by 0.5 C but this cooling is stronger than reconstructed. [17] Volcanism generates cold episodes with temperature anomalies of up to 0.4 C (Figure 3a). The effect from volcanism punctuates the MWP, roughly doubles the solarinduced cooling during the early Maunder minimum and triples the solar-induced cooling during the early Wolf, the early Spörer and the Dalton minimum. Tree-ring data indicate a cooling of the NH summer temperatures associated with the eruption of Huaynaputina, Peru, in 1600 by 0.8 C, of Tambora, Indonesia, in 1815 by 0.5 C and of Pinatubo, Philippines, in 1991 by 0.3 C [Briffa et al., 1998]. The unsmoothed annual-mean cooling from the simulation V amounts to 0.57, 0.67 and 0.54 C, respectively. The cooling associated with the eruptions of Tambora and Pinatubo appear overestimated, so the response to the forc-\ning V0.5 (V reduced by factor 0.5) was tested. The mean response to V0.5 is not simply half as strong as the response to V but depends on the frequency of eruptions. The test showed that the correlation with M99 data decreased slightly for the preindustrial period and increased slightly for the millennium period while rJ decreased throughout (Table 1). [18] The changes in atmospheric CO2 produce negligibly small temperature changes (±0.04 C) in the preindustrial period (Figure 3b). But in the last century the CO2-induced warming grows progressively and is seen to dominate the warming associated with the solar activity. [19] Deforestation induces in the NH a slow and weak cooling from 1000 to 1850. The cooling accelerates after 1850 and reaches about 0.35 C by the end of the millennium (Figure 3c). The deforestation effect in the fully forced simulation obtained here and obtained by a simulation in which the feedbacks on the carbon cycle were included [Bauer et al., 2003] differ little. Thus historical deforestation is relevant for reproducing the negative anomalies of 0.2 C between 1840 and 1890 in J98 and M99 data. Alternative cooling effects from the relaxation in solar activity or volcanism or tropospheric aerosols are found not strong enough to reproduce the NH cooling between 1840 and 1890."
  }, {
    "heading": "4. Conclusions",
    "text": "[20] Climate forcings through solar activity, volcanic activity, CO2 concentration increase and land cover changes largely determine the climate changes of the past millennium. The preindustrial variations in the NH temperature on annual to multi-centennial scales are predominantly caused by solar and volcanic activity. The increasing greenhouse gases and the deforestation impose additional influences in the industrial period. The simulated temperature changes induced by solar and volcanic activity and by anthropogenic greenhouse gases agree remarkably well with earlier simulations by Crowley [2000] for the entire millennium. However, better agreement between simulated anomalies and reconstructed anomalies is obtained when the effect from deforestation is included. Although the regional changes in deforestation and their feedback effects are only roughly resolved, their climate impact is effective for explaining the low NH temperatures reconstructed for the second half of the 19th century. Further studies on the regional and seasonal changes associated with land cover changes are needed.\n[21] Acknowledgments. The work was supported by Research Grant 01 LG 9906 of Bundesministerium für Bildung und Forschung (BMBF)."
  }],
  "year": 2003,
  "references": [{
    "title": "Jouzel, Solar irradiance during the last 1200 years based on cosmogenic nuclides",
    "authors": ["E. Bard", "G. Raisbeck", "F. Yiou"],
    "venue": "Tellus, 52B,",
    "year": 2000
  }, {
    "title": "Climate of the last millennium: a sensitivity",
    "authors": ["C. Bertrand", "M.-F. Loutre", "M. Crucifix", "A. Berger"],
    "venue": "study, Tellus,",
    "year": 2002
  }, {
    "title": "The impact of land use on the climate of present day, in Research Activities in Atmospheric and Oceanic Modelling edited by H. Ritchie, CAS/JSC",
    "authors": ["R.A. Betts"],
    "venue": "WGNE Report No",
    "year": 1999
  }, {
    "title": "Effects of boreal forest vegetation on global climate",
    "authors": ["G.B. Bonan", "D. Pollard", "S.L. Thompson"],
    "venue": "Nature, 359,",
    "year": 1992
  }, {
    "title": "Influence from volcanic eruptions on Northern Hemisphere summer temperature over the past",
    "authors": ["K.R. Briffa", "P.D. Jones", "F.H. Schweingruber", "T.J. Osborn"],
    "venue": "years, Nature,",
    "year": 1998
  }, {
    "title": "Causes of climate change over the past",
    "authors": ["T.J. Crowley"],
    "venue": "years, Science,",
    "year": 2000
  }, {
    "title": "How warm was the medieval warm period",
    "authors": ["T.J. Crowley", "T.S. Lowery"],
    "venue": "Ambio, 29,",
    "year": 2000
  }, {
    "title": "Simulation of the influence of solar radiation variations on the global climate with an ocean-atmosphere general circulation",
    "authors": ["U. Cubasch", "R. Voss", "G.C. Hegerl", "J. Waszkewitz", "T.J. Crowley"],
    "venue": "model, Clim. Dyn.,",
    "year": 1997
  }, {
    "title": "Natural and anthropogenic changes in atmospheric CO2 over the last 1000 years from air in Antarctic ice and firn",
    "authors": ["D.M. Etheridge", "L.P. Steele", "R.L. Langenfelds", "R.J. Francey", "J.-M. Barnola", "V.I. Morgan"],
    "venue": "Jour. Geophys. Res.,",
    "year": 1996
  }, {
    "title": "Simulation of modern and glacial climates with a coupled model of intermediate complexity",
    "authors": ["A. Ganopolski", "S. Rahmstorf", "V. Petoukhov", "M. Claussen"],
    "venue": "Nature, 391,",
    "year": 1998
  }, {
    "title": "Kubatzki, CLIMBER-2: A climate system model of intermediate complexity, Part II: Model sensitivity",
    "authors": ["A. Ganopolski", "V. Petoukhov", "S. Rahmstorf", "V. Brovkin", "M. Claussen", "A. Eliseev"],
    "venue": "Clim. Dyn.,",
    "year": 2001
  }, {
    "title": "Reconstruction of solar irradiance since 1610: implications for climate",
    "authors": ["J. Lean", "J. Beer", "R. Bradley"],
    "venue": "change, Geophys. Res. Lett.,",
    "year": 1995
  }, {
    "title": "The value of multiple proxies",
    "authors": ["M.E. Mann"],
    "venue": "Science, 297,",
    "year": 2002
  }, {
    "title": "Northern Hemisphere temperatures during the past millennium: Inferences, Uncertainties, and Limitations",
    "authors": ["M.E. Mann", "R.S. Bradley", "M.K. Hughes"],
    "venue": "Geophys. Res. Lett.,",
    "year": 1999
  }, {
    "title": "Estimating historical changes in global land cover: croplands from 1700 to 992",
    "authors": ["N. Ramankutty", "J.A. Foley"],
    "venue": "Global Biogeochemical Cycles,",
    "year": 1999
  }, {
    "title": "Northern Hemisphere winter climate response to greenhouse gas, ozone, solar, and volcanic forcing",
    "authors": ["D.T. Shindell", "G.A. Schmidt", "R.L. Miller", "D. Rind"],
    "venue": "Jour. Geophys. Res.,",
    "year": 2001
  }],
  "id": "SP:6f62e7d2ac52a6c552423f1e1124537cbde80f8e",
  "authors": [{
    "name": "Eva Bauer",
    "affiliations": []
  }, {
    "name": "Martin Claussen",
    "affiliations": []
  }, {
    "name": "Victor Brovkin",
    "affiliations": []
  }, {
    "name": "Anja Huenerbein",
    "affiliations": []
  }],
  "abstractText": "[1] The effects of natural and anthropogenic forcings (solar activity, volcanism, atmospheric CO2 concentration, deforestation) on climate changes are estimated with the Earth system model of intermediate complexity, CLIMBER2, for the past millennium. Simulated surface air temperatures for the Northern Hemisphere from the combined forcing correlate reasonably well with paleoclimatic data (r = 0.70). The largest negative anomalies occur when insolation minima coincide with volcanic eruptions. Anthropogenic forcings impose additional climate changes after 1850. The increasing warming from increasing CO2 concentrations is attenuated by the cooling effect from deforestation. Results from differently combined forcings suggest that the relatively cool climate in the second half of 19th century is largely attributable to cooling from deforestation.",
  "title": "Assessing climate forcings of the Earth system for the past millennium"
}