{
  "sections": [{
    "heading": "Science in China Series D: Earth Sciences",
    "text": "© 2007 SCIENCE IN CHINA PRESS\nSpringer\nwww.scichina.com www.springerlink.com Sci China Ser D-Earth Sci | Dec. 2007 | vol. 50 | no. 12 | 1823-1827\nEffect of Miocene basaltic volcanism in Shanwang (Shandong Province, China) on environmental changes"
  }, {
    "heading": "GUO ZhengFu†, LIU JiaQi & CHEN XiaoYu",
    "text": ""
  }, {
    "heading": "Institute of Geology and Geophysics, Chinese Academy of Sciences, Beijing 100029, China",
    "text": "Miocene (16―10 Ma) basalts, together with significantly well-preserved fossils (including animal and plant fossils) in the contemporaneously tephra-rich Maar sediments, are located in Shanwang volcanic region, Shandong Province, China. Distribution area of the basaltic eruption products is about 240 km2. Detailed field observations indicate that most of basaltic rocks are fissure eruptive products and some are central eruptives constrained by linear faults. The well-preserved fossils in the lacustrine deposits have been considered to be a result of mass mortalities. Based on physically volcanologic modeling results, eruption column of the basaltic fissure activities in the Shanwang volcanic region is estimated to have entered the stratosphere. Petrographic observations indicate that the basalts have porphyritic textures with phenocrysts of olivine, pyroxene, plagioclase feldspar and alkali feldspar setting in groundmass of plagioclase feldspar, alkali feldspar, quartz, apatite and glass. Based on observations of tephra, tuff and tuffites collected in the Maar sediments of the Shanwang area, we determined major element oxide concentrations and volatile composition of melt inclusions in phenocrysts and matrix glasses by electron microprobe analysis. Volatile (including S, Cl, F and H2O) concentrations erupted into the stratosphere were estimated by comparing pre- and post-eruptive volatile concentrations. Our determination results show that contents of S, Cl, F and H2O emitted into the stratosphere were 0.18%― 0.24%, 0.03%―0.05%, 0.03%―0.05% and 0.4%―0.6%, respectively, which was characterized by high-S contents erupted. Amounts of volatiles emitted in the Shanwang volcanic region are much higher than those in eruptions which had a substantial effect on climate and environment. According to the compositions and amounts of the volatiles erupted from the Miocene basaltic volcanism in Shanwang, we propose a hypothesis that volatile-rich basaltic volcanism could result in the mass mortalities by injecting volatiles (e.g., SO2, H2S, HCl, HF and H2O) into the stratosphere that would have triggered abrupt environmental changes (including formation of acid rain, temperature decline, ozone depletion, etc.) and altered lake chemistry, and subsequently volcanic ash fall buried and covered the dead animals and plants, forming well-preserved fossils in Shanwang Maar sediments.\nvolcanic volatiles, paleo-environment, acid rain, basalt, Shanwang\nStudies on the effect of basaltic volcanism on climate and environmental changes have focused on the Cenozoic fissure eruptions. The main reasons are as follows: (1) Fresh outcrops of the Cenozoic basalts, without secondary reconstructions, have provided a possibility for studying spatial displacement of lava flows. This is a basis to explore effect of volcanic activities on environmental changes[1]. (2) Inferences deduced from studying on effect of basaltic fissure eruptions on environmental\nchanges may provide constraints on climatic and environmental impact of Large Igneous Provinces (LIPs) worldwide[2]. (3) Fissure eruptions in geologic historic times were mainly located within plate setting, where also were subsistence sites of animals and plants on the Received March 1, 2007; accepted June 26, 2007 doi: 10.1007/s11430-007-0119-4 †Corresponding author (email: zhengfuguo@hotmail.com) Supported by the National Natural Science Foundation of China (Grant Nos. 40473023 and 40372045)\n1824 GUO ZhengFu et al. Sci China Ser D-Earth Sci | Dec. 2007 | vol. 50 | no. 12 | 1823-1827\nEarth. However, a genetic link between the fissure eruptions and mass mortality in the local region was poorly understood[3]. Recent studies[4―6] indicate that 1783― 1784 Laki fissure eruptions in Iceland have caused mass mortality. This paper has contributed new data of compositions and concentrations of volatiles erupted from basaltic fissure volcanism and explored an internal link between basaltic fissure eruptions and mass mortality in the Miocene Shanwang volcanic region, Shandong Province, China.\n1 Geological setting of Shanwang volcanic region\nShanwang basaltic volcanic region is located in the intermediate part of Tan-Lu huge fault zone (Figure 1)[7―12]. The 10―16 Ma fissure eruptions from en echelon fissures have caused 240 km2 of basaltic lava and minor tephra in the Shanwang area, Shandong Province, China[7―9]. Miocene contemporaneous maar sediments outcropped within the volcanic field, which yielded a large amount of fossils including terraneous animals and plants[10]. This has been thought as events of mass mortalities on a basis of our detailed field observations and previous study results[11].\n2 Analytical techniques\nFresh basalts (including phenocrysts and matrix glasses) were collected by microscopic observations based on their loss on ignition (LOI) less than 2%. Petrographic observations show that primary melt inclusion (Figure 2) enclosed in phenocrysts of plagioclase and pyroxene and co-existing matrix glasses may be prepared for determinations of volatile compositions by electron microprobe\nanalysis, based on the previous criteria[13,14]. Analytical conditions were: 15 kV accelerating voltage, 5―15 nA current, 1―10 μm electron beam in diameter for melt inclusion and 10―20 μm for matrix glasses. Total H2O contents of melt inclusions and matrix glasses were estimated by the difference between the total of an electron microprobe analysis and 100% (so called “difference method”)[15]. More detailed procedures for analysis may also see refs. [13, 14].\n3 Results\nConcentrations of volatiles in melt inclusions of plagioclase phenocryst and co-existing matrix glasses are shown in Table 1. Concentrations of volatiles in melt inclusions of phenocryst mineral phase may represent those of volatiles in magmas prior to volcanic eruptions, whereas concentrations of volatiles in matrix glasses would denote those of volatiles in post-eruption magmas. Differences between contents of volatiles in the melt inclusions and matrix glasses were believed as concentrations of volatiles erupted from volcanic activities[14]. Contents of volatiles emitted from the Miocene Shanwang volcanic eruptions are listed in Table 2, based on calculations of the differences in concentration of volatiles between pre- and post-eruptives. The analytical results (Tables 1 and 2) indicate the following characteristics: (1) Concentrations of S, Cl, F and H2O emitted into the stratosphere (for more details also see below) were 0.18%―0.24%, 0.03%―0.05%, 0.03%―0.05% and 0.4%―0.6%, respectively. (2) Comparison with volatiles emitted from the 1783―1784 AD Laki eruption in Iceland indicates that S and Cl contents erupted from the Shanwang basaltic fissure eruptions in Miocene were higher than those emitted from the Laki volcanic eruption, whereas concentrations of F and H2O released were similar between them. (3) Contents of S degassing in the Shanwang Miocene basaltic fissure eruptions were much higher than those in eruptions which had a substantial effect on climate and environment, and even resulted in mass mortalities[14].\n4 Discussion"
  }, {
    "heading": "4.1 Volcanic column height estimation of the Shanwang basaltic fissure eruption",
    "text": "Recent studies[2] have indicated that basaltic fissure eruptions may cause serious environmental effect in the\nGUO ZhengFu et al. Sci China Ser D-Earth Sci | Dec. 2007 | vol. 50 | no. 12 | 1823-1827 1825\nlocal region around the volcanic field because their eruption columns may enter the stratosphere. At the beginning period of the basaltic fissure eruptions, fire fountains would be generated above the volcanic vents. Then, volcanic convective plume may occur above the fire fountains. After that, under-saturation water vapour would have been enclosed into the convective plume with its rise. Finally, a saturation height of the convective plume may be reached when water vapour in the plume has saturated with atmospheric pressure decline. Potential energy released from water condensation would transfer into impetus of rising convective plume above the saturation height and finally cause volcanic plume of basaltic fissure eruptions into the stratosphere. Detailed field observations indicate that most of the Miocene basaltic rocks in the Shanwang region studied were fissure eruptive products. Logically, the eruption column in the Shanwang volcanic region could have entered the stratosphere. Moreover, our micromorphological observations indicate that tephra collected in the Shanwang maar sediments is characterized by small sizes, similar shapes and bubble-rich pumices, suggesting products of fallout from relatively high eruption column. This also supports an inference that the eruption\n1826 GUO ZhengFu et al. Sci China Ser D-Earth Sci | Dec. 2007 | vol. 50 | no. 12 | 1823-1827\na) 1783―1784 AD Laki tholeiitic basat fissure eruption in Iceland[4]. b) Mesozoic explosive eruption of trachyte in western Liaoning Province, China[14]. c) 969 AD Plinian comenditic eruption of Changbaishan (Baitoushan) Volcano in China/North Korea[14]. Data in the Shanwang volcanic region shown in Table 2 are calculated following refs. [14,15].\ncolumn in the Shanwang volcanic region entered the stratosphere."
  }, {
    "heading": "4.2 Effect of the Shanwang Miocene basaltic fissure eruption on environmental changes",
    "text": "Contents of volatiles erupted have been thought to be a controlling factor of environmental changes forced by volcanism[1,5]. Concentrations of F and H2O released from eruptions of the Miocene Shanwang and 1783― 1784 Laki volcanoes were similar; however, the former has higher contents of halid and sulfide gases erupted than the latter (Table 2). This suggests that the Miocene\nShanwang basaltic eruptions studied have more serious effect on environmental changes than the 1783―1784 Laki volcanic activity. Previous studies[4―6] indicate that 1783―1784 Laki basaltic fissure eruptions in Iceland have caused mass mortality. Thus, the Miocene Shanwang basaltic fissure eruptions studied could lead to severe environmental changes and even mass mortality.\nCurrent studies[1,16,17] have shown that the mixtures of halid and sulfide volatiles have much seriously environmental effect in the local region and the main aspects are as follows: (1) The noxious gases (including SO2,\nGUO ZhengFu et al. Sci China Ser D-Earth Sci | Dec. 2007 | vol. 50 | no. 12 | 1823-1827 1827\nSO3, HCl, Cl2 and HF) may form acid rain (HCl and H2SO4). (2) The halid and sulfide gases would generate volcanic aerosols in the lower stratosphere by photochemical reactions (e.g., 2SO2+O2→2SO3; SO3+H2O→ H2SO4), causing temperature decline on the surface, and even existing “volcanic winters” effect. (3) The volcanogenic aerosols and chloride gases would cause ozone depletion and even lead to “ozone hole” in the stratosphere. These would destroy environmental and ecological balances and lead to mass mortality in the Shanwang volcanic field. Volcanic ash fall rapidly buried and covered the dead animals and plants, forming well-preserved fossils in the studies area.\nBased on the compositions and concentrations of the volatiles erupted from the Miocene basaltic fissure volcanism in Shanwang (Tables 1 and 2), we propose a hypothesis that volatiles (S, Cl, F and H2O)-rich basaltic volcanism could have caused mass mortalities by injecting volatiles (e.g., SO2, H2S, HCl, HF and H2O) into\nthe stratosphere that would have triggered abrupt environmental changes (including formation of acid rain, temperature decline and ozone depletion, etc.) and altered lake chemistry, and subsequently volcanic ash fall buried and covered the dead animals and plants, forming well-preserved fossils in Shanwang Maar sediments.\n5 Conclusions\nVolatiles emitted from the Miocene Shanwang volcanic field were characterized by relatively high contents in sulfide and chloride gases; they may generate acid rain, lead to temperature decline and cause ozone depletion. The basaltic fissure eruption caused mass mortality in the Shanwang basin. Subsequently, volcanic ash fall buried and covered the dead animals and plants, forming well-preserved fossils in the Maar sediments.\nWe thank Li Junde, Liu Qiang, Sui Jianli and Ni Yunyan for their friendly help in field work.\n1 Schmincke H U. Volcanism. Berlin: Springer, 2004. 1―325 2 Wingnall P B. Large igneous provinces and mass extinctions.\nEarth-Sci Rev, 2001, 53: 1―33 3 Sharma K, Blake S, Self S，et al. SO2 emissions from basaltic erup-\ntions, and the excess sulfur issue. Geophys Res Lett, 2004, 31: L13612, doi:10.1029/2004GL019688 4 Thordarson T, Self S, Óskarsson N, et al. Sulfur, chlorine, and fluorine degassing and atmospheric loading by the 1783―1784 AD Laki (Skaftár Fires) eruption in Iceland. Bull Volcanol, 1996, 58(2-3): 205―225 5 Firth C R, McGuire W J. Volcanoes in the Quaternary. London: Geological Society of London, 1999. 1―232 6 Passmore E, Maclennan J, Fitton G. Quantifying geochemical variation in basalt from Laki, southeast Iceland. 40th Anniversary Meeting of VMSG, Weetwood Hall, Leeds University, January 4―6, 2006, 66―67 7 Jin L Y. K-Ar ages of Cenozoic volcanic rocks in the middle segment of the Tancheng-Lujiang fault zone and stages of related volcanic activity. Geol Rev (in Chinese with English abstract), 1985, 31(4): 309―315 8 Chen D G, Peng Z C. K-Ar ages and Pb, Sr isotopic characteristics of Cenozoic volcanic rocks in Shandong, China. Geochimica (in Chinese with English abstract), 1985, (4): 293―303 9 Chen D G, Li B X, Zhang X, et al. Trace element geochemistry of\nCenozoic volcanic rocks in Shangdong province. Geochimica (in Chinese with English abstract), 1988, 2: 234―247 10 Liu J Q. Volcanoes in China (in Chinese). Beijing: Science Press, 1999. 1―219 11 Wang J G, Si Z J. Shanwang fossil treasures in Shandong Province. Geology of Shandong (in Chinese with English abstract), 2002, 18(6): 47―48 12 Li F L. Restudy of the Shanwang Formation in Linju, Shandong. J Stratigraphy(in Chinese with English abstract), 1991, 15(2): 123― 129 13 Horn S, Schmincke H-U. Volatile emission during the eruption of Baitoushan Volcano (China/North Korea) ca. 969 AD. Bull Volcanol, 2000, 61: 537―555 14 Guo Z F, Liu J Q, Wang X L. Effect of Mesozoic volcanic eruptions in the western Liaoning province, NE China on plaeoclimate and paleoenvironment. Sci China Ser D-Earth Sci, 2003, 46(12), 1261―1272 15 Guo Z, Liu J, Sui S, et al. The mass estimation of volatile emission during 1199―1200 AD eruption of Baitoushan volcano and its significance. Sci China Ser D-Earth Sci, 2002, 45(6): 530―539 16 Sigurdsson H. Encyclopedia of Volcanoes. New York: Academic Press, 2000. 1―1384 17 Oppenheimer C, Pyle D M, Barclay J. Volcanic Degassing. London: Geological Society of London, Special Publications, 2003. 1―347"
  }],
  "year": 2007,
  "references": [],
  "id": "SP:c7b3a863293b2ed2aa98397a8e129026c27602e9",
  "authors": [{
    "name": "GUO ZhengFu",
    "affiliations": []
  }, {
    "name": "LIU JiaQi",
    "affiliations": []
  }, {
    "name": "CHEN XiaoYu",
    "affiliations": []
  }],
  "abstractText": "Miocene (16―10 Ma) basalts, together with significantly well-preserved fossils (including animal and plant fossils) in the contemporaneously tephra-rich Maar sediments, are located in Shanwang volcanic region, Shandong Province, China. Distribution area of the basaltic eruption products is about 240 km. Detailed field observations indicate that most of basaltic rocks are fissure eruptive products and some are central eruptives constrained by linear faults. The well-preserved fossils in the lacustrine deposits have been considered to be a result of mass mortalities. Based on physically volcanologic modeling results, eruption column of the basaltic fissure activities in the Shanwang volcanic region is estimated to have entered the stratosphere. Petrographic observations indicate that the basalts have porphyritic textures with phenocrysts of olivine, pyroxene, plagioclase feldspar and alkali feldspar setting in groundmass of plagioclase feldspar, alkali feldspar, quartz, apatite and glass. Based on observations of tephra, tuff and tuffites collected in the Maar sediments of the Shanwang area, we determined major element oxide concentrations and volatile composition of melt inclusions in phenocrysts and matrix glasses by electron microprobe analysis. Volatile (including S, Cl, F and H2O) concentrations erupted into the stratosphere were estimated by comparing preand post-eruptive volatile concentrations. Our determination results show that contents of S, Cl, F and H2O emitted into the stratosphere were 0.18%― 0.24%, 0.03%―0.05%, 0.03%―0.05% and 0.4%―0.6%, respectively, which was characterized by high-S contents erupted. Amounts of volatiles emitted in the Shanwang volcanic region are much higher than those in eruptions which had a substantial effect on climate and environment. According to the compositions and amounts of the volatiles erupted from the Miocene basaltic volcanism in Shanwang, we propose a hypothesis that volatile-rich basaltic volcanism could result in the mass mortalities by injecting volatiles (e.g., SO2, H2S, HCl, HF and H2O) into the stratosphere that would have triggered abrupt environmental changes (including formation of acid rain, temperature decline, ozone depletion, etc.) and altered lake chemistry, and subsequently volcanic ash fall buried and covered the dead animals and plants, forming well-preserved fossils in Shanwang Maar sediments.",
  "title": "Effect of Miocene basaltic volcanism in Shanwang (Shandong Province, China) on environmental changes"
}