{
  "sections": [{
    "text": "227\nThe Early Triassic is a unique time interval during which marine biota started to recover from the end-Permian mass extinction. It is marked by recurrent high-magnitude excursions in organic and inorganic carbon isotope records, which indicate changes in global carbon cycling and perturbation of climate and of marine and terrestrial environments (e.g. Payne et al. 2004; Galfetti et al. 2007a,c; Hermann et al. 2010). It is often assumed that recurring volcanic pulses of the Siberian Traps were responsible for the C-isotope excursions (Ovtcharova et al. 2006; Payne & Kump 2007) and climatic variability (Galfetti et al. 2007c) of that time.\nOne of the few stable elements during this time interval was the palaeogeographical persistence of the supercontinent Pangaea extending almost from pole to pole (e.g. Ziegler et al. 1983). The latitudinal arrangement of the merged continents disrupted the atmospheric zonal circulation and the huge landmasses at northern and southern mid-latitudes determined climatic conditions combined with tropical Tethys as the moisture source (Parrish 1993). Climate models and sensitivity experiments demonstrated that Pangaean palaeogeography provided the disposition for a monsoonal circulation with strong seasonality of temperatures and rainfall (e.g. Kutzbach & Gallimore 1989; Parrish 1993; Gibbs et al. 2002). The main feature of this monsoon system was a strong seasonality with distinct northern and southern intertropical convergence zones (Fig. 1a). This caused rainfall maxima on the Tethyan coasts in both hemispheres during summer, and seasonal aridity in the mid-latitude continent interior during winter. Along the western Pangaea coast, strong monsoon circulation reversed the easterlies and drew moisture into the continent interior; the Pangaean tropics were arid year-round. Moist conditions prevailed in mid- and high latitudes with winter rainfall maxima in western mid-latitudes (Kutzbach & Gallimore 1989; Parrish 1993). These models are\nbased on simplifications with respect to palaeogeography, geographical resolution, vegetation feedback and dynamic ocean– atmosphere coupling; however, they give a reasonable framework of the global climatic conditions during the Early Triassic (Kutzbach & Gallimore 1989; Kutzbach 1994). Models incorporating mountain ranges and inland lakes simulate the same basic monsoon circulation, although with increased humidity in the tropics and extenuated seasonal temperature extremes in the continent’s interiors (as modelled for the Late Permian by Kutzbach & Ziegler 1993). A fully coupled atmosphere, land, ocean and sea-ice system model using realistic geography and topography for the latest Permian implies that elevated CO2 levels caused significantly higher high-latitude sea surface temperatures compared with present-day data and very high land surface temperatures in dry subtropical regions (Kiehl & Shields 2005).\nEvidence for the monsoonal circulation can be inferred from various sedimentary records (e.g. Mutti & Weissert 1995). Red bed deposits have widespread occurrences (e.g. South America: RochaCampos 1973; Europe: Clemmensen 1979; Australia: Parrish 1993) and are assumed to indicate regions with seasonal rainfall. Ziegler et al. (2003) established a zone of high evaporation in the tropics by mapping the global distribution of evaporites, reef carbonate, and coal deposits (see also Scotese 2001) (Fig. 1a). The Upper Permian varve deposits of the Castile Formation deposited in the Delaware Basin, near the palaeoequator of the western Pangaean coast, are interpreted to be entirely monsoonal in origin (Anderson 2010). General palaeophytogeographical considerations based on Permian floras also support the proposed climate models (Gibbs et al. 2002; Rees et al. 2002).\nNew palaeontological and isotope data suggest that the Early Triassic climate may have been more variable than generally\nDownloaded from https://pubs.geoscienceworld.org/jgs/article-pdf/169/2/227/2795466/227.pdf by University of Arizona user on 21 February 2019\nDownloaded from https://pubs.geoscienceworld.org/jgs/article-pdf/169/2/227/2795466/227.pdf by University of Arizona user on 21 February 2019\nassumed. Significant climatic oscillations have been suggested based on palynological and faunal evidence (Brayard et al. 2005, 2006; Hochuli et al. 2010b). In particular, palynological data from Norway indicate a major climatic change near the Smithian– Spathian boundary (Galfetti et al. 2007c; Hochuli & Vigran 2010). In this paper we present palynological data from the Early Triassic deposits of the North Indian Margin indicating persistent climatic oscillations in the subtropics of the southern hemisphere. The highresolution data are based on excellently preserved sporomorph assemblages from the Salt Range and Surghar Range sections in Pakistan, which represent a reference area for the Early Triassic of the Tethyan realm and subtropical Gondwana (e.g. Waagen 1895; Kummel & Teichert 1970; Foster 1979; Pakistani–Japanese Research Group 1985). Additional data from the Tulong area (South Tibet, Brühwiler et al. 2009) support the records from Pakistan. The area offers a rare opportunity to study, in the same section, the recovery of marine and terrestrial biota following the end-Permian mass extinction. The comparison with palynological data from Norway (Galfetti et al. 2007c) supports the global extent of the climate change near the Smithian–Spathian boundary."
  }, {
    "heading": "Geological setting",
    "text": "The studied sections are part of a mixed carbonate–siliciclastic system deposited on the North Indian Margin shelf (southern Tethys coast, Fig. 1a). The sections from the Salt Range and Surghar Range (Pakistan) were situated near 30°S (Smith et al. 1994; Golonka & Ford 2000). The Tulong section (South Tibet) was located SE of Pakistan, at about 40°S (Ogg & von Rad 1994) (Fig. 1a). Clastic sediments and terrestrial organic matter were shed from the Indian subcontinent (Northern Gondwanan shelf) into the basin.\nIn the Salt Range and Surghar Range, the Lower to Middle Triassic mixed siliciclastic–carbonate sediments are represented by the Chhidru, Mianwali and the Tredian Formations. Refined ammonoid age control (Brühwiler et al. 2011a,b) allowed the establishment of a composite section from the localities of the Chhidru, Narmia, Nammal and Chitta-Landu gorges (Fig. 1b and c). The Chhidru Formation is documented from the Chhidru gorge (32°33′02.8″N, 71°48′03.9″E) and the Narmia gorge (32°58′09.3″N, 71°13′39.4″E), respectively. The lower part of the Mianwali Formation is represented by the Nammal section (32°39′28.5″N, 71°47′46.1″E) and the upper part of the Mianwali Formation and the Tredian Formation is represented by the Chitta-Landu sections (32°57′59″N, 71°11′57.8″E and 32°57′52.6″N, 71°11′41.6″E). In this paper we present a complete palynological succession composited from these sections.\nThe Chhidru Formation consists of limestone and sandstone with intercalated siltstones deposited in subtidal to intertidal environments (Mertmann 2003). It was dated as Changsinghian based on conodonts (Wardlaw & Pogue 1995). Our study of the uppermost part of the Chhidru Formation reveals palynological assemblages with Permian as well as Griesbachian affinities (Hermann et al. 2011). The basal Mianwali Formation is dominated by dolomite and limestone and has been dated as middle to late Griesbachian based on ammonoids (Kummel & Teichert 1970). It is succeeded by an alternation of siltstone and limestone rich in ammonoid faunas of Dienerian age. Griesbachian and Dienerian sediments and palynofacies data indicate a transgression towards the upper Dienerian and lower Smithian, respectively (Hermann et al. 2011). The lower Smithian interval is dominated by siltstones deposited on the North Indian Margin shelf (29.7 m thick at Nammal), which are replaced by sandstone–siltstone (20.9 m thick at Nammal) and siltstone–limestone alternations (16.4 m thick at Nammal) in the middle and upper Smithian, indicating a shallowing upward trend.\nThe lower Spathian siliciclastic sequence (35.1 m at Chitta-Landu) is overlain by fossil-rich limestones of late Spathian age (31.9 m at Chitta-Landu). The Anisian Tredian Formation is again characterized by a predominant siltstone–sandstone alternation (23.5 m at Chitta-Landu). Two second-order and two third-order sequences have been inferred from the lithological and palynofacies data (Fig. 2). The expanded lithological units and the smaller size of shell fragments together with less abundant marine organic particles in the palynofacies record suggest that the succession at Chitta-Landu was deposited in more distal setting compared with Nammal. The sedimentary organic material is mainly of terrestrial origin, thermally unaltered, and exceptionally well preserved (Hermann et al. 2011).\nThe studied composite section of the Tulong area in South Tibet comprises the interval from the Permian to the Lower–Middle Triassic boundary (Brühwiler et al. 2009). The mixed siliciclastic– carbonate lithologies are very similar to those described from the Salt Range and Surghar Range and suggest similar depositional conditions. The Griesbachian consists of dolomites and is followed by thin-bedded, ammonoid-rich limestones in the lower Dienerian and shales and siltstones from the upper Dienerian to the lower Smithian. The middle–upper Smithian consists of fossil-rich limestones, which are overlain by lower Spathian shales. The two major shale intervals (lower Smithian and lower Spathian) were sampled for palynology. Brown to black palynomorphs indicate a high thermal maturity of the organic matter (Brühwiler et al. 2009).\nThe chronostratigraphic timeframe is provided by high-resolution ammonoid biostratigraphy (Brühwiler et al. 2009, 2010b, 2012) and carbon isotope chemostratigraphy (Brühwiler et al. 2009; Hermann et al. 2011). The C-isotope records of the studied sections are closely comparable with the patterns known from various other Early Triassic sections (e.g. Pakistan, India and Oman: Atudorei 1999; South China: Payne et al. 2004; South China and India: Galfetti et al. 2007a) providing an excellent tool for correlation between Pakistan and South Tibet. For the correlation of the important late Smithian to early Spathian time interval between the North Indian Margin and Norway, the positive carbon isotope peak and the top of the Wasatchites–Anasibirites beds (at 65 m, Fig. 2) are used as the main stratigraphic markers (Galfetti et al. 2007c). For the evaluation of rates of climatic trends or biotic changes, precise geochronological ages are crucial (Mundil et al. 2010; Preto et al. 2010). Based on high-precision U/Pb ages of Triassic ash layers in South China together with the U/Pb age of 252.6 ± 0.2 Ma for the Permian–Triassic boundary (Mundil et al. 2004) a maximal duration of 1.4 ± 0.4 Ma for the Griesbachian–Dienerian interval has been estimated. The duration of the Smithian has been calculated to account for 0.7 ± 0.6 Ma (Ovtcharova et al. 2006; Galfetti et al. 2007b). The minimum duration of the Spathian is 2.4 ± 0.9 Ma, whereas an estimated duration of 3 Ma seems to be realistic (Ovtcharova et al. 2006)."
  }, {
    "heading": "Data and methods",
    "text": "Ninety-two samples (80 Salt Range and Surghar Range, Pakistan; 12 Tulong, South Tibet) were crushed and weighed (5–25 g) and subsequently treated with hydrochloric and hydrofluoric acid according to standard palynological preparation techniques (Traverse 2007). A short oxidation with nitric acid was performed on the Pakistan samples. The Tibetan samples were treated either with Schulze’s reagent alone or in a two-step oxidation process first with concentrated nitric acid and then with Schulze’s reagent. The residues were sieved with an 11 μm mesh screen. From strew mounts a minimum of 250 spores and pollen grains per sample were counted.\nDownloaded from https://pubs.geoscienceworld.org/jgs/article-pdf/169/2/227/2795466/227.pdf by University of Arizona user on 21 February 2019\n115\n110\n105\n100\n95\n85\n75\n80\n70\n65\n90\n155\n150\n145\n140\n135\n125\n120\n130\nSp at\nhi an Ni ve\nau x\nIn te\nrm éd\nia ire\ns To\npm os\nt L im\nes to\nne La\nnd a\nM em\nbe r\nUp pe\nr C era\ntit e L\nim es\nto ne\nKat hw\naiLCL\nCe rat\nite M\narl s\nCe rat\nite Sa\nnd sto\nne Biv\nalv e\nBe ds\nGr ies\nba ch\nDi en\neri an\nSm ith\nia n\n55\n60\n45\n50\n35\n40\n25\n30\n15\n20\n0\n5\n10\n160\nPe rm\nian\nCh hid\nru Fm\n.\nC\n125\nN\nCh itt\naLa\nnd u\nN am\nm al\nea rly\nS m\nith ia\nn\nm id\ndl e\nS m\nith ia\nn la\nte Sm\nith\nTr\nGly Was\nNya Psc\nFl. n.\nXed\nF. bh. Prlb\nGyr\nAn isi an ?\nPrh\n*\nNam Bry\nC.s.\nEuf\nSRT1\nSRT2\nSRT5\nSRT8\n252.6±0.22\n251.22±0.21Kas\n250.55±0.43\n248.1±0.283\n?\n-34 -32 -28 -24\n-8 -4 0 4\nδ C13 carb\nδ C13 org\nPU 200 PU 198 PU 197 PU 196 PU 195 PU 194 PU 193 PU 192 LA 82 LA 81 LA 80 LA 79 LA 78 LA 77 LA 76 LA 75 LA 74\nLA 70\nLA 66\nLA 66-2PU\nPU 117 PU 114\nLA 57 LA 55\nLA 52\nLA 50\nPU 111\nPU 109\nPU 106\nPU 104-3\nPU 104-2 PU 104\nPU 102 PU 101 PU 99 PU 98 PU 96\n100\nNR 11 NR 10 CH 94 CH 93\nNA 76 NA 75 NA 74 NA 73 NA 70 NA 68\nNA 65 NA 64 NA 63\nNA 62 NA 61 NA 60 NA 59 NA 57 NA 56 NA 55 NA 53 NA 52 NA 51 NA 49 NA 213 NA 212 NA 211 NA 210 NA 208 NA 207 NA 206 NA 205 NA 204 NA 307 NA 304 NA 301 NA 203 NA 208AIO NA 202 NA 201AIO NA 201 NA 200\nSpore-Pollen Ratio\nPU 93\n40\n30\n20\n10\n10\n40\n30\n20\n10\n20\n10\n20\n10\nPa ki\nst an\nN or\nw ay\nea rly\n-m id\ndl e\nSm ith\nia n\nSp at\nhi an\nTi be\nt\nsandstone\nsiltstone\nlimestone\nsandy limestone\ncoquinoid limest.\ndolomite\n60°S 90°N\nnu m\nbe r o\nf g en\ner a\nLatitudinal Diversity Patterns of Ammonoids (LGGR)\nN C Narmia Chhidru\nD ie\nne ria\nn W as G rie sb .\nδ C 13\norg [‰] Chhidru\nδ C 13\ncarb [‰] Nammal\nδ C 13\norg [‰] Narmia\nδ C 13\norg [‰] Nammal\nδ C 13\norg [‰] Chitta-Landu\nδ C 13\ncarb [‰] Chitta-Landu\nlow highhumidity\noolitic limestone\nDownloaded from https://pubs.geoscienceworld.org/jgs/article-pdf/169/2/227/2795466/227.pdf by University of Arizona user on 21 February 2019"
  }, {
    "heading": "Results",
    "text": "Here we present the spore/pollen ratios from the North Indian Margin, which reflect changes in the net water balance (i.e. changes in the balance between evaporation and precipitation), followed by a detailed discussion. The spore/pollen ratios of the subtropical palynological records from the Salt Range and Surghar Range are displayed in Figure 2. Data from Tulong and the correlation of the Pakistani and Norwegian sections are presented in Figure 3. In the Salt Range and Surghar Range two markedly different assemblages occur in the uppermost part of the Chhidru Formation. One of these assemblages contains typical Permian floral elements, dominated by conifer and pteridosperm pollen with rare spores (<5%, at Chhidru). In contrast, the second assemblage from Narmia is a mixed palynoflora containing sporomorphs of Permian and Griesbachian affinities and is generally dominated by lycopod spores (up to 60%). The assemblages of Dienerian age are characterized by further increase of spores (up to 80%). From the Dienerian–Smithian boundary onwards spore/pollen ratios show oscillations between spore-dominated and pollen-dominated assemblages combined with a general trend of pollen abundance increase, which reaches 55%. This trend is reversed above the top of the Flemingites nanus beds (Fig. 2, Fl. n.). Spore dominance increases up-section to the middle Smithian, where it reaches 95% in the interval between the Clypeoceras superbum and Nyalamites angustecostatus beds (Brühwiler et al. 2011a,b). An abrupt change from spore-dominated to pollen-dominated assemblages occurs in the upper Smithian, across the Wasatchites distractus beds (c. 65 m in Fig. 2, Nammal section). After the peak abundance of pollen (90%) (c. 68 m in Fig. 2, Nammal section), percentages of spores increase again up-section to level off at around 65% in the Spathian (at Chitta-Landu, Fig. 2). At Nammal, spore percentages rise only to an average of about 40%, probably owing to a preservational bias. The onset of the Middle Triassic (Anisian Tredian Formation) is characterized by relatively low spore contents (around 45%).\nThe Tulong section was sampled at a lower resolution. In addition, the scarcity of ammonoids within the two sampled shale intervals hampered a detailed correlation with the Pakistan record. However, the Wasatchites distractus beds are clearly developed and two distinct palynological assemblages have been recovered from the two major shale intervals. The assemblages from the Smithian shale interval below the Wasatchites distractus beds (c. 0–11 m, Fig. 3) contain up to 80–90% spores with a slight increasing trend up-section. In the assemblages from the Spathian shales immediately above the Wasatchites distractus beds spore contents are reduced to about 30–60%."
  }, {
    "heading": "Discussion",
    "text": "The end-Permian extinction event is often assumed to have affected terrestrial ecosystems dramatically, leaving devastated areas in the\nEarly Triassic, which were habitable only for opportunistic plant taxa (Retallack 1995, 1997; Looy et al. 2001). Recovery of terrestrial ecosystems was thought to have lasted until the Middle Triassic (Retallack 1995; Looy et al. 1999). However, palynological data from the Griesbachian of mid- to high-latitude sites (Norway, Australia, Antarctica) are exceptionally diverse and at variance with the view of a devastated flora (de Jersey 1979; Lindström & McLoughlin 2007; Hochuli et al. 2010a,b). They also imply that the observed global floral patterns in the Early Triassic are primarily determined by climatic conditions rather than by the loss of entire plant clades; that is, palynofloral data do not record a major extinction event but adaptations to changing environmental conditions. During the Early Triassic large parts of the interior of Pangaea were rather dry and inhibited development of diverse plant communities whereas climatic conditions in coastal areas and at mid-latitudes allowed the proliferation of the terrestrial ecosystems. The spore/pollen ratios from the North Indian Margin are used as a proxy for changes in the water availability for plant growth (i.e. changes in the balance between evaporation and precipitation). According to climate models the climate of this area was determined by the monsoonal circulation and characterized by high seasonality of precipitation (Kutzbach & Gallimore 1989). We demonstrate that the significant climate change near the Smithian–Spathian boundary as documented in Norwegian palynological records (Galfetti et al. 2007c) is synchronous with the climate change on the North Indian Margin. This raises several questions: which environmental feature can trigger a change in the evaporation/precipitation ratio in such distant localities under different palaeogeographical and climatic premises? And concerning the North Indian Margin: what factors influence the intensity of the monsoon in a stable palaeogeographical situation?\nSpore/pollen ratios and inferred climatic changes\nBecause Early Triassic sporomorphs are difficult to assign to plant taxa and therefore the possibility of ecological reconstructions is limited, we use spore/pollen ratios as a proxy for water availability for terrestrial plants. Physiological characteristics of the two major plant groups, pteridophytes and gymnosperms, are determined by their ecological requirements such as water availability. From the dominance of pteridophyte spores we infer at least seasonally humid conditions and from the dominance of gymnosperms dry conditions, similar to the differentiation of hygrophytes and xerophytes used by other researchers (e.g. Visscher & van der Zwan 1981). Limits of the palaeoclimatic significance of the spore/pollen ratio are set by the different behaviour of spores and pollen in the hydrological system. As the majority of sporomorphs are transported into the marine environment by rivers it is essential to consider changes of the local hydrological regime and the depositional environment, as these factors might be responsible for the observed changes in the palynological record (i.e. sporomorphs may be derived from different\nFig. 2. Palynological and carbon isotope record of Pakistan. Ammonoid zones after Guex (1978), Brühwiler et al. (2010a, 2011a, b), and continuing work of Bucher & Ware: Prh, Prohungarites beds; Tr, Tirolites beds; Gly, Glyptophiceras sinatum beds; Was, Wasatchites distractus beds; Nya, Nyalamites angustecostatus beds; Psc, Pseudoceltites multiplicatus beds; Nam, Nammalites pilatoides beds; Bry, Brayardites compressus beds; Euf, Euflemingites cirratus beds; C.s., Clypeoceras superbum beds; Fl. n., Flemingites nanus beds; Xed, Xenodiscoides perplicatus beds; Kas, Kashmirites beds; F. bh. Flemingites bhargavai beds; Prbl., Prionolobus rotundatus beds; Gyr, Gyronites beds; Smithian subdivision after Brühwiler et al. (2010a). Asterisk marks the extrapolated position of the first appearance of the conodont Cs. timorensis as documented at Narmia (Pakistani–Japanese Research Group 1985). Latitudinal diversity patterns of ammonoids (LGGR) after Brayard et al. (2006). Carbon isotopes after Hermann et al. (2011). Letters in the lithological column: N, Narmia section (samples NR 10, NR 11); C, Chhidru section (samples CH93, CH 94). SRT1, SRT8, second-order sequence boundaries; SRT2, SRT5, third-order sequence boundaries (Hermann et al. 2011). Geochronological ages have been extrapolated based on the data of 1Galfetti et al. (2007b), 2Mundil et al. (2004) and 3Ovtcharova et al. (2006). The late Spathian age corresponds to the N. haugi Zone, which is younger than the Prohungarites beds and includes Cs. timorensis in North America (Goudemand et al. 2012).\nDownloaded from https://pubs.geoscienceworld.org/jgs/article-pdf/169/2/227/2795466/227.pdf by University of Arizona user on 21 February 2019\n11 5 11 0 10 5 10 0 95 85 7580 70 6 59015 5 15 0 14 5 14 0 13 5\n12 5\n12 0 13 0\nTr\nSpathian\nNiveaux IntermédiairesTopmost LimestoneLanda Member Upper Ceratite Limestone Kathwai\nL C\nLCeratite MarlsCeratite Sandstone Bivalve Beds\nGriesbachDienerianSmithian\n5560 4550 3540 2530 1520 0510 Pr lb F. bh . G yr Xe d 16 0\nPermian\nChhidru Fm.\nC\n12 5\nFl . n\n.\nN\nNammalChitta-Landu\nearly Smithian middle Smithian late Smith\nPr h\nG ly W as N ya Ps c N am Br y C. s. Eu f* Kas\n? ?\n-3 4\n-3 2\n-2 8\n-2 4\n-8 -4\n0 4\nδ C13\nca rb\nδ C13\nor g\nδ C13\nca rb\nTu -P 8 Tu -P 7 Tu -P 5 Tu -P 4 Tu -P 3 Tu -P 2\nNa 12 /13 -P 2 Na 10 1 TW B5 3-P\nTW B5\n2-P\nTW B5\n1-P\nTW B5\n0-P\n10 0\n40 30 20 10 10 40 30 20 10 20 10 20 10\nPakistan\nNorway\nSmithianSpathian\nTibet\nearly -middle SmithianSpathian Dien\neria nWas Griesb.\n-3 3\n-2 9 -3 1 0. 5\nSpathian Smithian\nS 4\nSubrobustus Grambergi\nS 3\nEuomphala\nS 2\nTa rd\nus Romunderi\n-8 -4\n0 4\n-8 -4\n0 4\nsa nd\nst on\ne\nsi lts\nto ne\nlim es\nto ne\nsa nd\ny lim\nes to\nne\nco qu\nin oi\nd lim\nes to\nne\ndo lo\nm ite\nnumber of genera\nLa tit\nud in\nal D\niv er\nsi ty\nP at\nte rn\ns of\nA\nm m\non oi\nds\nH yg\nro ph\nyt e-\nXe ro\nph yt e Ra tio N or w ay\nPU 20 0 PU 19 8 PU 19 7 PU 19 6 PU 19 5 PU 19 4 PU 19 3 PU 19 2 LA 82 LA 81 LA 80 LA 79 LA 78 LA 77 LA 76 LA 75 LA 74 LA 70 LA 66 LA 66\n-2P U\nPU 11 7 PU 11 4 LA 57 LA 55 LA 52 LA 50 PU 11 1 PU 10 9 PU 10 6 PU 10\n4-3\nPU 10\n4-2\nPU 10\n4\nPU 10 2 PU 10 1 PU 99 PU 98 PU 96\n10 0\nNR 11 NR 1 0 CH 9 4 CH 9 3 NA 76 NA 75 NA 74 NA 73 NA 70 NA 68 NA 65 NA 64 NA 63 NA 62 NA 61 NA 60 NA 59 NA 57 NA 56 NA 55 NA 53 NA 52 NA 51 NA 49 NA 21 3 NA 21 2 NA 21 1 NA 21 0 NA 20 8 NA 20 7 NA 20 6 NA 20 5 NA 20 4 NA 30 7 NA 30 4 NA 30 1 NA 20 3 NA\n20 8A IO NA 20 2 NA 20 1A IO NA 20 1 NA 20 0Sp\nor e-\nPo lle\nn Ra\ntio\nPU 93\nN C\nN ar\nm ia\nCh hi\ndr u\nSo ut\nh Ti\nbe t\nPa ki\nst an\nSp or\nePo\nlle n\nRa tio\n2\n1\n3\nal b\nSpathian\nIa\nD.Smithian\n1025 1520 05\nW as\nPr lb G yr O w\ne\nPermain\nChhidru Fm.\n05\nGriesbachian\nIb\n?\nIIII Ia II Ib II Ic II Id\nG ly\nIV a IV b VV I\nN o r C o l Fe n H el Pa r\noo lit\nic li\nm es\nto ne\nDownloaded from https://pubs.geoscienceworld.org/jgs/article-pdf/169/2/227/2795466/227.pdf by University of Arizona user on 21 February 2019\nsource areas). A possible source area bias can be minimized by including several parallel records from the same climatic and floral zone. For this study we included several sections from the Salt Range and the Surghar Range (Nammal, Chhidru and Chitta-Landu), which are, and were, located at a distance of about 60 km from each other, and the Tulong section, which was located about 1500 km SE of Pakistan. For the Pakistani sections, measurements of palaeocurrent directions (ranging between NNE and NW at Nammal, Narmia, and Chhidru) indicate for the Mianwali Formation a relatively stable sediment supply (Pakistani–Japanese Research Group 1985). An exceptional phase with reverse palaeocurrents seems to exist for the middle part of the Smithian in one section (Chhidru). The parallel records from Nammal, Chhidru and Chitta-Landu show similar trends in the composition of the spore–pollen assemblages, indicating that they represent a genuine climatic signal rather than a random mixture influenced by hydrological features. Even in the Tulong section, probably separated from the Pakistani sections by 1500 km, we see the same change across the Smithian–Spathian boundary.\nBecause spores and pollen behave differently during transport and deposition (Tyson 1995) sea-level changes (i.e. proximity to shore) might also influence the composition of the palynomorph assemblages. Bisaccate pollen have a higher buoyancy and their abundance increases compared with spores during sea-level rise (Tyson 1995). For the Pakistani sections several sea-level changes are documented in the sedimentary record and by the composition of particulate organic matter assemblages, which reflect the depositional environments such as the proximity to the shore (Hermann et al. 2011) (major sequence boundaries are delineated in Fig. 2). However, comparing our records of the particulate organic matter composition and the spore/pollen ratio (Fig. 4), there are no synchronous changes of pollen abundances and sea level, showing that the spore/pollen ratio is independent of sea-level fluctuations and can be regarded as a proxy for climate changes.\nIn the studied interval the spore fraction mainly consists of cavate trilete and cavate monolete spores derived from lycopods. Smooth and ornamented spores are also commonly present; they are assigned to Equisetales and Filicopsids. The rare alete spores are associated with bryophytes. Pollen assemblages are dominated by bisaccate pollen derived from conifers and seed ferns. Other pollen groups are rare (e.g. monosaccate (conifers) and monosulcate pollen grains of heterogeneous origin (Cycadales, Ginkgoales)).\nEarly Triassic climatic models suggest seasonal precipitation for the North Indian Margin determined by monsoon circulation. The described spore/pollen ratios document climatic oscillations and improve our view of the environmental or climatic conditions of this area. The pollen-dominated Permian assemblages indicate comparatively dry climates. The increased spore contents of the mixed assemblages including the Griesbachian spores and pollen, however, point toward increased humidity during this time interval. Within the same interval the values of bulk organic C-isotopes shift from values around −26% in the Permian to values of the order of −29% in the interval with mixed spore–pollen assemblages, suggesting a stratigraphic level near the negative carbon isotope peak marking Permian–Triassic boundary sections worldwide (Hermann et al. 2010). More humid conditions are reflected in the sporedominated Dienerian assemblages from Pakistan as well as in the lower Smithian shale interval of the Tulong area.\nIn the Salt Range and the Surghar Range a change in the palynological assemblages at the Dienerian–Smithian boundary marks the onset of a trend towards more arid conditions punctuated by smallscale humidity oscillations (Fig. 2). At this boundary δ13Corg values shift from about −28% to about −25%. Subsequently δ13Corg values continue to increase slightly to −24%. In the Salt Range and Surghar Range area, in the interval between the δ13Corg maximum (−24%) and the top of the Flemingites nanus beds the palynological trend is reversed and increasing spore abundances suggest a humidity increase. Synchronously δ13Corg values decrease gradually. The most humid conditions can be inferred from highest spore contents in the upper part of the Smithian below the Wasatchites distractus beds. Above the Wasatchites distractus beds the extreme reduction of spore abundance suggests a dramatic aridity increase. It coincides with the onset of the positive shift in the organic and inorganic carbon isotope records (δ13Corg −32% to −26% and δ13Ccarb −2% to 4%). Compared with the Smithian, the Spathian assemblages show generally more stable and arid conditions; upsection increasing spore abundances suggest a slight humidity increase. At Tulong, spore contents of the assemblages from the Spathian shale interval point towards even drier conditions. In the Salt Range and Surghar Range, Spathian δ13Corg values range around −28% up to another positive shift of about 3%, which marks the Spathian–Anisian boundary. The associated decrease in spore abundance suggests another aridity increase.\nA record with similar stratigraphic resolution has been described from northern Norway by Galfetti et al. (2007c) and Hochuli & Vigran (2010). Those workers used the xerophyte/hygrophyte ratio as a proxy for changes in humidity. The spore/pollen ratio used in this study is almost identical to the xerophyte/hygrophyte ratio but is less affected by uncertain palaeobotanical interpretations. The area was situated in the northern mid-latitudes and its climate was characterized by year-round humid conditions (Kutzbach & Gallimore 1989). Nevertheless, the palynological data also reflect a similar palynological shift across the Wasatchites beds associated with the onset of a positive C-isotope shift (Fig. 3).\nThe coeval change in the composition of the sporomorph assemblages in Pakistan, Tibet, and Norway coincides with a distinct faunal turnover featuring a mass extinction of ammonoids and conodonts (Brayard et al. 2005, 2006; Orchard 2007). The late Smithian extinction event represents the most significant biotic turnover between the end-Permian and the end-Triassic mass extinctions. Ammonoids and conodonts belong to rare marine clades that recovered rather quickly from the end-Permian extinction, and underwent a great diversity reduction during the late Smithian. The cosmopolitan Wasatchites ammonoid fauna characterizes this interval of reduced diversity. This implies that the climatic change reflected in the palynological records from the North Indian Margin and Norway corresponds to a global environmental change in distant palaeogeographical regions."
  }, {
    "heading": "Ammonoid palaeobiogeography",
    "text": "Global temperature and latitudinal temperature gradients influence global and regional evaporation patterns and in the case of land–sea temperature gradients also monsoon intensity. Evidence for sea-surface temperature changes is suggested by the palaeo-\nFig. 3. Correlation of the palynological records from Tibet, Pakistan and Norway. Ammonoid zonation of the Pakistan section after Guex (1978), Brühwiler et al. (2010a,b, 2011a,b) and continuing work of Bucher & Ware (for abbreviations see Fig. 2). Smithian subdivision after Brühwiler et al. (2010a). Carbon isotope data from Pakistan after Hermann et al. (2011). Ammonoid zonation of the Tibet section after Brühwiler et al. (2009): Hel, Hellenites beds; Par, Paragoceras beds; Fen, Fengshanites beds; alb, albanitid n. gen. beds; Col, Columbites beds; Nor, Nordophiceras beds; Owe, Owenites beds. Latitudinal diversity patterns of ammonoids (LGGR) after Brayard et al. (2006). Palynological record and stratigraphy from Norway after Galfetti et al. (2007b).\nDownloaded from https://pubs.geoscienceworld.org/jgs/article-pdf/169/2/227/2795466/227.pdf by University of Arizona user on 21 February 2019\nbiogeographical distribution of ammonoids. Their distribution and diversity in space and time, introduced as the latitudinal gradient of generic richness (LGGR), have been interpreted to reflect latitudinal sea surface temperature gradients (SSTG) (Brayard et al. 2005, 2006) (Fig. 2). The low LGGR in the Griesbachian was initially interpreted as being induced by a warm equable global climate corresponding to flat SSTG. However, the low diversity and cosmopolitanism of Griesbachian ammonoids also represents the effect of the mass extinction, and may not exclusively be the product of a warm and equable climate. Both effects may be combined and are virtually impossible to disentangle without additional independent evidence. However, palynological data with increased spore abundances indicate increased humidity in this time interval (Hochuli et al. 2010a). As opposed to the unclear Griesbachian case, the rise of an LGGR from the Dienerian onwards unambiguously supports the presence of a steeper SSTG.\nThe LGGR of most of the Smithian points towards increased SSTG and therefore to more differentiated climate. The palynological data, however, indicate an aridity increase in the early Smithian and a decrease towards the late Smithian. As the global ammonoid data are compiled over the early and middle Smithian (Brayard et al. 2006), further comparison with the highly resolved\nspore/pollen ratio is limited. Small-scale changes in the early Smithian spore–pollen assemblages indicate several climatic changes within this time interval. The late Smithian extinction event induced the diversity reduction in ammonoids and conodonts as it is reflected in the flat LGGR of the Wasatchites beds. The cosmopolitan ammonoid fauna of these beds indicates a very low SSTG that coincides with the onset of a prominent positive δ13Corg shift. The most distinct change of the spore/pollen ratio occurs across the Wasatchites beds (upper Smithian). Associating warm climates with increased humidity would imply that the increasing relative spore abundance would reflect a warming trend within this interval. This would suggest the existence of a short hot period (Wasatchites beds), which was followed by a rapid drop of temperatures leading to cooler and drier conditions in the Spathian. For Permian sedimentary and δ13Corg records from Australia, Birgenheier et al. (2010) demonstrated the existence of a strong correlation between positive bulk organic C-isotope shifts and the onset of glacial intervals. For our record this correlation implies that the Early Triassic climate was not persistently hot and dry, as commonly postulated, but showed marked oscillations in humidity, which must have involved marked changes in temperature, especially around the Smithian–Spathian boundary.\nDownloaded from https://pubs.geoscienceworld.org/jgs/article-pdf/169/2/227/2795466/227.pdf by University of Arizona user on 21 February 2019"
  }, {
    "heading": "Volcanism",
    "text": "Global temperature changes can be induced by changes in insolation intensity and greenhouse gas concentration. In the following we discuss first how volcanism might have influenced the climate system, and then how the monsoon circulation may respond to orbitally forced insolation changes.\nVolcanism, particularly the emplacement of large igneous provinces (LIP), is increasingly being recognized as the major driver of climatic and ecosystem change, for instance in the Late Jurassic and the Early Cretaceous (Weissert & Erba 2004) or at the Triassic– Jurassic boundary (e.g. van de Schootbrugge et al. 2009; Whiteside et al. 2010).\nFor the Permian and the Early Triassic time interval, the Siberian Traps are commonly assumed to be the driving force for the endPermian mass extinction (Renne et al. 1995; Reichow et al. 2009), for enhanced global warming (Kidder & Worsley 2004) and for recurrent carbon cycle perturbations in the Early Triassic (Ovtcharova et al. 2006; Payne & Kump 2007). Volcanism can affect climate in two ways. First, by releasing large amounts of the greenhouse gas CO2 it can trigger global warming. Second, it can cause cooling by the release of aerosols reducing insolation or by an increased drawdown of pCO2 through enhanced primary productivity stimulated by increased iron availability from silicic volcanic ashes or through enhanced silicate weathering (Goddéris et al. 2008; Cather et al. 2009). As there is no evidence for explosive silicic volcanic activity during Siberian trap emplacement (Bryan et al. 2002) we here consider only the potential effects of increased atmospheric CO2 concentration, which has long been recognized as a climate driver (e.g. Kump 2002). For Pangaea, sensitivity experiments with a fivefold increase of pCO2 predicted increased global annual land surface temperatures and amplified seasonal temperature extremes in continent interiors by several degrees, even if luminosity is reduced by 1% (Kutzbach & Gallimore 1989). However, these changes do not influence the balance between precipitation and evaporation, but intensify the hydrological cycle (Kutzbach & Gallimore 1989). For the ecosystems of both Norway and the North Indian Margin this implies increased annual temperatures, precipitation and evaporation. Coupled atmosphere–ocean models simulate increased high-latitude sea-surface temperatures (Kutzbach et al. 1990) resulting in low sea surface temperature gradients for a fivefold increase of pCO2. This may strengthen the role of the high-latitude sea surfaces as the moisture source for adjacent land areas. Low SSTG caused by volcanic greenhouse gas release has also been postulated for the late Smithian (Wasatchites beds), prior to the significant drop in humidity as indicated by the palynological data (Galfetti et al. 2007c). Increased greenhouse gas concentration alone does not explain the humidity changes that are inferred from the palynological records of Norway and the North Indian Margin, but it may enhance the sensitivity of the global climate system."
  }, {
    "heading": "Orbital forcing",
    "text": "Orbitally forced changes of seasonal insolation intensity cause increased seasonality when perihelion occurs in the summer hemisphere. Seasonal temperature differences are bound to increase and the land–sea temperature contrast to intensify, thus profoundly affecting the monsoon circulation (Kutzbach 1994; Anderson 2010); that is, the intensity and location of the intertropical convergence zone (ITCZ) is determined by variation in insolation (Sachs et al. 2009; Ashkenazy et al. 2010). For the hemisphere with increased seasonality (perihelion in summer) climate models simulate increased rainfall and runoff in the tropics, subtropical\ncontinental interiors, and along the Tethyan coast. In regions in the hemisphere with reduced seasonality, rainfall and runoff decrease (Kutzbach 1994).\nFor the subtropical North Indian Margin sections (Pakistan and South Tibet) this implies increased seasonality with increased precipitation and runoff for periods when perihelion occurs in the southern hemisphere summer; that is, humidity peaks indicate a shift of the ITCZ towards the North Indian Margin owing to increased insolation in the southern hemisphere. For mid-latitudes in both hemispheres these models predict only minor changes in precipitation and runoff, but temperatures in mid-latitude continent interiors are thought to increase in the hemisphere with increased seasonality. Therefore, orbitally forced insolation changes should have minor or no effect on the climate of the Norwegian sites. Thus, the observed changes in the Norwegian records cannot be explained by insolation changes owing to precession cycles. However, the considered climate simulations and frequency analyses (Kutzbach 1994; Olsen & Kent 1996) did not include obliquity cycles, which influence annual and seasonal insolation, especially in higher latitudes, and could explain the observed climatic changes in the Norwegian record.\nAstronomically controlled changes in precipitation and evaporation have been documented in the lacustrine sedimentary record of the Upper Triassic Newark Group. Besides high-frequency cycles, low-frequency eccentricity cycles with a period time of ~2 Ma have been documented (Olsen & Kent 1996). Eccentricity affects insolation by modulating the precession cycle (Clemens & Tiedemann 1997). Therefore, the climatic signal recorded in the Newark Group reflects a combined signal of precession and eccentricity cycles (Olsen & Kent 1996) and can be compared with the orbitally forced climatic changes modelled by Kutzbach (1994). Eccentricity cycles with a period of 100 ka and higher frequencies of surface temperatures are also reflected in the monsoon-related varves of the Upper Permian Castile Formation in the Delaware Basin. The prevailing monsoonal system enhanced the sensitivity of the tropical climate to orbital forcing, which is documented in these varve deposits (Anderson 2010).\nThe limited resolution of the studied records (on average approximately five samples per 100 ka in the Smithian and one sample per 100 ka in the Spathian) hampers the recognition of orbital periodicities or the performance of a frequency analysis to test any orbital forcing of the Early Triassic climate. Hence, a comparison with the modelled climatic changes induced by precessional cycles is not possible. However, cyclicity might be detected in our data by the fact that the climate record of the Salt Range and the Surghar Range starts off with dry conditions in the Late Permian and reaches similar condition after about 2.1 Ma at the Smithian– Spathian boundary, and again about 2.4–3 Ma later around the Spathian–Anisian boundary (ages after radiometric dating by Ovtcharova et al. (2006) and Galfetti et al. (2007b)). Periodicities with higher frequencies might be reflected in the distinct pattern of the spore/pollen ratios in the early to middle Smithian indicating oscillations in humidity with peaks at 14.9, 22.3, 30.8, 41.3, 47.0, and 54.5 m in the Nammal section. Considering the time estimates for the Smithian interval of 700 ka (Galfetti et al. 2007b) these humidity oscillations may reflect 100 ka cycles despite the low sampling resolution.\nOrbitally forced changes of seasonal insolation alone do not explain the inferred climatic changes in the two distant regions (North Indian Margin and Norway), but have the potential to explain the observed changes on the North Indian Margin. Most probably a combination of several factors (pCO2 increase and orbital forcing) induced the climatic oscillations during the Early Triassic.\nDownloaded from https://pubs.geoscienceworld.org/jgs/article-pdf/169/2/227/2795466/227.pdf by University of Arizona user on 21 February 2019\nConclusions\nThe Early Triassic palynological data from Pakistan and South Tibet document changes in the spore–pollen record, which are interpreted to reflect humidity changes within a climate system determined by monsoon circulation.\nThe most significant changes in the spore/pollen ratios are observed at the Dienerian–Smithian, the Smithian–Spathian, and the Spathian–Anisian boundaries. Around these boundaries the palynological record suggests the onset of decreasing or abruptly reduced humidity. These climatic changes coincide with or are closely related to positive shifts of the C-isotope record.\nThe climate change near the Smithian–Spathian boundary is a drastic and synchronous change in humidity in distant parts of the world (North Indian Margin and Norway), and coincides with significant changes of C-isotopes and diversity of ammonoids and conodonts at the Smithian–Spathian boundary (Brayard et al. 2005, 2006; Orchard 2007) in the North Indian Margin and Norway. These coincidences imply a close relationship between environmental changes and ecological responses. The distance and the synchronicity of events imply that the triggers of these changes multiple and their combined forces resulted in global climate change. Two major triggers (temperature and orbitally forced insolation changes) and their records are discussed, as follows.\nAmmonoid palaeobiogeographical diversity patterns have been interpreted to reflect global temperature changes (Brayard et al. 2005, 2006) during the Early Triassic. A comparison of the SST gradient implied by ammonoid diversity with the spore/pollen ratios shows that arid phases correspond to steep SST gradients (i.e. cooler climate).\nVolcanism and related greenhouse gas releases might have been responsible for increased sensitivity of the climate system that may explain the observed climate change in distant parts of the world. Recurring CO2 releases by late eruptive pulses of the Siberian LIP are reflected in the Early Triassic C-isotope perturbations (Ovtcharova et al. 2006; Payne & Kump 2007).\nThe intensity of the monsoon is strongly dependent on the seasonal temperature differences. These are influenced by changes of seasonal insolation intensity owing to orbital forcing mechanisms. Orbital eccentricity cycles of low frequency (c. 2 Ma) are probably documented in the spore/pollen ratios during the Early Triassic and 100 ka cycles in the early to middle Smithian interval of the Pakistan record, respectively.\nDespite low resolution our data suggest a combination of changing greenhouse gas concentration owing to volcanism and orbital forcing as the most plausible causes for the observed Early Triassic climatic changes on the North Indian Margin and in Norway.\nWe acknowledge financial support from the Swiss National Science Foundation project 200020-127716/1 (to H.B.). N. Goudemand is thanked for providing samples from Tulong. We are grateful to L. Hinnov and an anonymous reviewer. Their comments and suggestions significantly improved the initial paper.\nReferences Anderson, R.Y. 2010. Earth as diode: monsoon source of the orbital ~100 ka\nclimate cycle. Climate of the Past Discussion, 6, 1421–1452. AshkenAzy, Y., eisenmAn, I., Gildor, H. & TzipermAn, E. 2010. The effect of\nMilankovitch variations in insolation on equatorial seasonality. Journal of Climate, 23, 6133–6142. ATudorei, V. 1999. Constraints on the Upper Permian to Upper Triassic marine carbon isotope curve. Case studies from the Tethys. PhD thesis, University of Lausanne. BirGenheier, L.P., FrAnk, T.D., FieldinG, C.R. & ryGel, M.C. 2010. Coupled carbon isotopic and sedimentological records from the Permian system of\neastern Australia reveal the response of atmospheric carbon dioxide to glacial growth and decay during the late Palaeozoic ice age. Palaeogeography, Palaeoclimatology, Palaeoecology, 286, 178–193. BrAyArd, A., escArGuel, G. & Bucher, H. 2005. Latitudinal gradient of taxonomic richness: combined outcome of temperature and geographic mid-domains effects? Journal of Zoological Systematics and Evolutionary Research, 43, 178–188. BrAyArd, A., Bucher, H., escArGuel, G., FluTeAu, F., Bourquin, S. & GAlFeTTi, T. 2006. The Early Triassic ammonoid recovery: paleoclimatic significance of diversity gradients. Palaeogeography, Palaeoclimatoloy, Palaeoecology, 239, 374–395. Brühwiler, T., GoudemAnd, N., et al. 2009. The lower Triassic sedimentary and carbon isotope records from Tulong (South Tibet) and their significance for Tethyan palaeoceanography. Sedimentary Geology, 222, 314–332. Brühwiler, T., Bucher, H., BrAyArd, A. & GoudemAnd, N. 2010a. Highresolution biochronology and diversity dynamics of the Early Triassic ammonoid recovery: the Smithian faunas of the Northern Indian Margin. Palaeogeography, Palaeoclimatology, Palaeoecology, 297, 491–501. Brühwiler, T., Bucher, H. & GoudemAnd, N. 2010b. Smithian (Early Triassic) ammonoids from Tulong, South Tibet. Geobios, 43, 403–431. Brühwiler, T., Bucher, H., roohi, G., yAseen, A. & rehmAn, K. 2011. A new early Smithian ammonoid fauna from the Salt Range (Pakistan). Swiss Journal of Palaeontology, doi:10.1007/s13358-011-0018-310.1007/ s13358-011-0018-3. Brühwiler, T., Bucher, H., et al. 2012. Smithian (Early Triassic) ammonoids from the Salt Range, Pakistan. Special Papers in Palaeontology (in press). BryAn, S.E., riley, T.R., JerrAm, D.A., sTephens, C.J. & leAT, P.T. 2002. Silicic volcanism: an undervalued component of large igneous provinces and volcanic rifted margins. In: menzies, M.A., klemperer, S.L., eBinGer, C.J. & BAker, J. (eds) Volcanic Rifted Margins. Geological Society of America, Special Papers, 362, 97–118. cATher, S.M., dunBAr, N.W., mcdowell, F.W., mcinTosh, W.C. & scholle, P.A. 2009. Climate forcing by iron fertilization from repeated ignimbrite eruptions: the icehouse–silicic large igneous province (SLIP) hypothesis. Geosphere, 5, 315–324. clemens, S.C. & TiedemAnn, R. 1997. Eccentricity forcing of Pliocene–early Pleistocene climate revealed in a marine oxygen-isotope record. Nature, 385, 801–804. clemmensen, L.B. 1979. Triassic lacustrine red-beds and palaeoclimate: the ‘Buntsandstein’ of Helgoland and the Malmros Klint member of East Greenland. Geologische Rundschau, 68, 748–774. de Jersey, N.J. 1979. Palynology of the Permian–Triassic transition in the Western Bowen Basin. Geological Survey of Queensland Publication, 374. FosTer, C.B. 1979. Permian plant microfossils of the Blair Athol Coal Measures, Baralaba Coal Measures, and basal Rewan Formation of Queensland. Geological Survey of Queensland Publication, 372. GAlFeTTi, T., Bucher, H., et al. 2007a. Late Early Triassic climate change: insights from carbonate carbon isotopes, sedimentary evolution and ammonoid paleobiogeography. Palaeogeography, Palaeoclimatology, Palaeoecology, 243, 394–411. GAlFeTTi, T., Bucher, H., et al. 2007b. Timing of the Early Triassic carbon cycle perturbations inferred from new U–Pb ages and ammonoid biochronozones. Earth and Planetary Science Letters, 258, 593–604. GAlFeTTi, T., hochuli, P.A., BrAyArd, A., Bucher, H., weisserT, H. & ViGrAn, J.O. 2007c. Smithian/Spathian boundary event: evidence for global climatic change in the wake of the end-Permian biotic crisis. Geology, 35, 291–294. GiBBs, M.T., rees, P., kuTzBAch, J.E., zieGler, A.M., BehlinG, P.J. & rowley, D.B. 2002. Simulations of Permian climate and comparisons with climatesensitive sediments. Journal of Geology, 110, 33–55. Goddéris, Y., donnAdieu, Y., de VArGAs, C., pierrehumBerT, R.T., dromArT, G. & VAn de schooTBruGGe, B. 2008. Causal or casual link between the rise of nannoplankton calcification and a tectonically-driven massive decrease in Late Triassic atmospheric CO2? Earth and Planetary Science Letters, 267, 247–244. GolonkA, J. & Ford, D. 2000. Pangaean (Late Carboniferous–Middle Jurassic) paleoenvironment and lithofacies. Palaeogeography, Palaeoclimatoloy, Palaeoecology, 161, 1–34. GoudemAnd, N., orchArd, M.J., Bucher, H. & Jenks, J. 2012. The elusive origin of Chiosella timorensis (conodonts, Triassic). Geobios (in press). Guex, J. 1978. Le Trias intérieur des Salt Ranges (Pakistan): problèmes biochronologiques. Eclogae Geologicae Helvetiae, 71, 105–141. hermAnn, E., hochuli, P.A., Bucher, H., ViGrAn, J.O., weisserT, H. & BernAsconi, S.M. 2010. Close-up view on the Permian Triassic boundary based on extended organic carbon isotope records from Norway (Trøndelag and Finnmark Platform). Global and Planetary Change, 74, 156–167. hermAnn, E., hochuli, P.A., et al. 2011. Organic matter and palaeoenvironmental signals during the Early Triassic biotic recovery: the Salt Range and Surghar Range records. Sedimentary Geology, 234, 19–41.\nDownloaded from https://pubs.geoscienceworld.org/jgs/article-pdf/169/2/227/2795466/227.pdf by University of Arizona user on 21 February 2019\nhochuli, P.A. & ViGrAn, J.O. 2010. Climate variations in the Boreal Triassic— inferred from palynological records from the Barents Sea. Palaeogeography, Palaeoclimatoloy, Palaeoecology, 290, 20–42. hochuli, P.A., hermAnn, E., ViGrAn, J.O., Bucher, H. & weisserT, H. 2010a. Rapid demise and recovery of plant ecosystems across the end-Permian extinction-event. Global and Planetary Change, 74, 144–155. hochuli, P.A., ViGrAn, J.O., hermAnn, E. & Bucher, H. 2010b. Multiple climatic changes around the Permian–Triassic boundary event revealed by an expanded palynological record from Mid Norway. Geological Society of America Bulletin, 122, 884–896. kidder, D.L. & worsley, T.R. 2004. Causes and consequences of extreme PermoTriassic warming to globally equable climate and relation to the PermoTriassic extinction and recovery. Palaeogeography, Palaeoclimatoloy, Palaeoecology, 203, 207–237. kiehl, J.T. & shields, C.A. 2005. Climate simulation of the latest Permian: implications for mass extinction. Geology, 33, 757–760. kummel, B. & TeicherT, C. 1970. Stratigraphic Boundary Problems: Permian and Triassic of West Pakistan. University Press of Kansas, Lawrence. kump, L.R. 2002. Reducing uncertainty about carbon dioxide as a climate driver. Nature, 419, 188–190. kuTzBAch, J.E. 1994. Idealized Pangean climates: sensitivity to orbital change. In: klein, G.D. (ed.) Pangea: Paleoclimate, Tectonics, and Sedimentation During Accretion, Zenith and Breakup of a Supercontinent. Geological Society of America, Special Papers, 288, 41–55. kuTzBAch, J.E. & GAllimore, R.G. 1989. Pangaean climates: megamonsoons of the megacontinent. Journal of Geophysical Research, 94, 3341–3357. kuTzBAch, J.E. & zieGler, A.M. 1993. Simulation of Late Permian climate and biomes with an atmosphere–ocean model: comparisons with observations. Philosophical Transactions of the Royal Society of London: Series B, 341, 327–340. kuTzBAch, J.E., GueTTer, P.J. & wAshinGTon, W.M. 1990. Simulated circulation of an idealized ocean for Pangaean time. Paleoceanography, 5, 299–317. lindsTröm, S. & mclouGhlin, S. 2007. Synchronous palynofloristic extinction and recovery after the end-Permian event in the Prince Charles Mountains, Antarctica: implications for palynofloristic turnover across Gondwana. Review of Palaeobotany and Palynology, 145, 89–122. looy, C.V., BruGmAn, W.A., dilcher, D.L. & Visscher, H. 1999. The delayed resurgence of equatorial forests after the Permian–Triassic ecologic crisis. Proceedings of the National Academy of Sciences of the USA, 96, 13857–13862. looy, C.V., TwiTcheTT, R.J., dilcher, D.L., VAn koniJnenBurG-VAn ciTTerT, J.H.A. & Visscher, H. 2001. Life in the end-Permian dead zone. Proceedings of the National Academy of Sciences of the USA, 98, 7879–7883. merTmAnn, D. 2003. Evolution of the marine Permian carbonate platform in the Salt Range (Pakistan). Palaeogeography, Palaeoclimatology, Palaeoecology, 191, 373–384. mundil, R., ludwiG, K.R., meTcAlFe, I. & renne, P.R. 2004. Age and timing of the Permian mass extinctions: U/Pb dating of closed-system zircons. Science, 305, 1760–1763. mundil, R., pálFy, J., renne, P.R. & BrAck, P. 2010. The Triassic timescale: new constraints and a review of geochronological data. In: lucAs, S.G. (ed.) The Triassic Timescale. Geological Society, London, Special Publications, 334, 41–60. muTTi, M. & weisserT, H. 1995. Triassic monsoonal climate and its signature in Ladinian–Carnian carbonate platforms (Southern Alps, Italy). Journal of Sedimentary Research, 65, 357–367. oGG, J.G. & Von rAd, U. 1994. The Triassic of the Thakkhola (Nepal). II: paleolatitudes and comparison with other Eastern Tethyan Margins of Gondwana. Geologische Rundschau, 83, 107–129. olsen, P.E. & kenT, D.V. 1996. Milankovitch climate forcing in the tropics of Pangaea during the Late Triassic. Palaeogeography, Palaeoclimatoloy, Palaeoecology, 122, 1–26. orchArd, M.J. 2007. Conodont diversity and evolution through the latest Permian and Early Triassic upheavals. Palaeogeography, Palaeoclimatoloy, Palaeoecology, 252, 93–117. oVTchAroVA, M., Bucher, H., schAlTeGGer, U., GAlFeTTi, T., BrAyArd, A. & Guex, J. 2006. New early to Middle Triassic U–Pb ages from South China: calibration with ammonoid biochronozones and implications for the timing of the Triassic biotic recovery. Earth and Planetary Science Letters, 243, 463–475.\npAkisTAni–JApAnese reseArch Group. 1985. Permian and Triassic systems in the Salt Range and Surghar Range, Pakistan. In: nAkAzAwA, K., & dickins, J.M., (eds) The Tethys: Her Paleogeography and Paleobiogeography from Paleozoic to Mesozoic. Tokai University Press, Tokyo, 221–312. pArrish, J.T. 1993. Climate of the Supercontinent Pangea. Journal of Geology, 101, 215–233. pAyne, J.L. & kump, L.R. 2007. Evidence for recurrent Early Triassic massive volcanism from quantitative interpretation of carbon isotope fluctuations. Earth and Planetary Science Letters, 256, 264–277. pAyne, J.L., lehrmAnn, D.J., wei, J., orchArd, M.J., schrAG, D.P. & knoll, A.H. 2004. Large perturbations of the carbon cycle during recovery from the end-Permian extinction. Science, 305, 506–509. preTo, N., kusTATscher, E. & wiGnAll, P.B. 2010. Triassic climate—state of the art and perspectives. Palaeogeography, Palaeoclimatology, Palaeoecology, 290, 1–10. rees, P., zieGler, A.M., GiBBs, M.T., kuTzBAch, J.E., BehlinG, P.J. & rowley, D.B. 2002. Permian phytogeographic patterns and climate data/model comparison. Journal of Geology, 110, 1–31. reichow, M.K., prinGle, M.S., et al. 2009. The timing and extent of the eruption of the Siberian traps large igneous province: implications for the end-Permian environmental crisis. Earth and Planetary Science Letters, 277, 9–20. renne, P.R., zhAnG, Z., richArds, M.A., BlAck, M.T. & BAsu, A.R. 1995. Synchrony and causal relations between Permian–Triassic boundary crisis and Siberian flood volcanism. Science, 269, 1413–1416. reTAllAck, G.J. 1995. Permian–Triassic life crisis on land. Science, 267, 77–80. reTAllAck, G.J. 1997. Earliest Triassic origin of Isoetes and Quillwort evolu-\ntionary radiation. Journal of Paleontology, 71, 500–521. rochA-cAmpos, A.C. 1973. Upper Paleozoic and Lower Mesozoic palaeogeog-\nraphy, and paleoclimatological and tectonic events in South America. In: loGAn, A. & hills, L.V. (eds) The Permian and Triassic Systems and their Mutual Boundary. Canadian Society of Petroleum Geologists, Memoirs, 2, 398–424. sAchs, J.P., sAchse, D., smiTTenBerG, R.H., zhAnG, Z., BATTisTi, D.S. & GoluBic, S. 2009. Southward movement of the Pacific intertropical convergence zone AD 1400–1850. Nature Geoscience, 2, 519–525. scoTese, C.R. 2001. Atlas of Earth History. PALEOMAP Project, Arlington, TX. smiTh, A.G., smiTh, D.G. & Funnell, B.M. 1994. Atlas of Mesozoic and Cenozoic Coastlines. Cambridge University Press, Cambridge. TrAVerse, A. 2007. Paleopalynology. Springer, Dordrecht. Tyson, R.V. 1995. Sedimentary Organic Matter—Organic Facies and\nPalynofacies. Chapman & Hall, London. VAn de schooTBruGGe, B., quAn, T.M., et al. 2009. Floral changes across\nthe Triassic/Jurassic boundary linked to flood basalt volcanism. Nature Geoscience, 2, 589–594. Visscher, H. & VAn der zwAn, C.J. 1981. Palynology of the circum-Mediterranean Triassic: phytogeographical and palaeoclimatological implications. Geologische Rundschau, 70, 625–634. wAAGen, W. 1895. Salt-range fossils: fossils from the Ceratite formation. Vol. 2. Palaeontologia Indica, 13, 1–323. wArdlAw, B.R. & poGue, K.R. 1995. The Permian of Pakistan. In: scholle, P.A., peryT, T.M. & ulmer-scholle, P.M. (eds) The Permian of Northern Pangea: Palaeogeography, Palaeoclimates, Stratigraphy, Vol. 1. Springer, Berlin, 215–224. weisserT, H. & erBA, E. 2004. Volcanism, CO2 and palaeoclimate: a Late Jurassic–Early Cretaceous carbon and oxygen isotope record. Journal of the Geological Society, London, 161, 695–702. whiTeside, J.H., olsen, P.E., eGlinTon, T., BrookField, M.E. & sAmBroTTo, R.N. 2010. Compound-specific carbon isotopes from Earth’s largest flood basalt eruptions directly linked to the end-Triassic mass extinction. Proceedings of the National Academy of Sciences of the USA, 107, 6721–6725. zieGler, A.M., scoTese, C.R. & BArreTT, S.F. 1983. Mesozoic and Cenozoic Paleogeographic maps. In: Brosche, P. & sündermAnn, J. (eds) Tidal Friction and the Earth’s Rotation II. Springer, Berlin, 240–252. zieGler, A.M., eshel, G., mcAllisTer rees, P., roThFus, T.A., rowley, D.B. & sunderlin, D. 2003. Tracing the tropics across land and sea: Permian to present. Lethaia, 36, 227–254.\nReceived 10 August 2010; revised typescript accepted 22 September 2011. Scientific editing by John Marshall.\nDownloaded from https://pubs.geoscienceworld.org/jgs/article-pdf/169/2/227/2795466/227.pdf by University of Arizona user on 21 February 2019"
  }],
  "year": 2012,
  "references": [{
    "title": "Earth as diode: monsoon source of the orbital ~100 ka climate cycle",
    "authors": ["R.Y. Anderson"],
    "venue": "Climate of the Past Discussion, 6, 1421–1452.",
    "year": 2010
  }, {
    "title": "The effect of Milankovitch variations in insolation on equatorial seasonality",
    "authors": ["Y. AshkenAzy", "I. eisenmAn", "H. Gildor", "E. TzipermAn"],
    "venue": "Journal of Climate,",
    "year": 2010
  }, {
    "title": "Constraints on the Upper Permian to Upper Triassic marine carbon isotope curve",
    "authors": ["V. ATudorei"],
    "venue": "Case studies from the Tethys. PhD thesis, University of Lausanne.",
    "year": 1999
  }, {
    "title": "Coupled carbon isotopic and sedimentological records from the Permian system",
    "authors": ["L.P. BirGenheier", "T.D. FrAnk", "C.R. FieldinG", "M.C. ryGel"],
    "year": 2010
  }, {
    "title": "Latitudinal gradient of taxonomic richness: combined outcome of temperature and geographic mid-domains effects",
    "authors": ["A. BrAyArd", "G. escArGuel", "H. Bucher"],
    "venue": "Journal of Zoological Systematics and Evolutionary Research,",
    "year": 2005
  }, {
    "title": "The Early Triassic ammonoid recovery: paleoclimatic significance of diversity gradients",
    "authors": ["A. BrAyArd", "H. Bucher", "G. escArGuel", "F. FluTeAu", "S. Bourquin", "T. GAlFeTTi"],
    "year": 2006
  }, {
    "title": "The lower Triassic sedimentary and carbon isotope records from Tulong (South Tibet) and their significance for Tethyan palaeoceanography",
    "authors": ["T. Brühwiler", "N GoudemAnd"],
    "venue": "Sedimentary Geology,",
    "year": 2009
  }, {
    "title": "Highresolution biochronology and diversity dynamics of the Early Triassic ammonoid recovery: the Smithian faunas of the Northern Indian Margin",
    "authors": ["T. Brühwiler", "H. Bucher", "A. BrAyArd", "N. GoudemAnd"],
    "year": 2010
  }, {
    "title": "Smithian (Early Triassic) ammonoids from Tulong",
    "authors": ["T. Brühwiler", "H. Bucher", "N. GoudemAnd"],
    "venue": "South Tibet. Geobios,",
    "year": 2010
  }, {
    "title": "A new early Smithian ammonoid fauna from the Salt Range (Pakistan)",
    "authors": ["T. Brühwiler", "H. Bucher", "G. roohi", "A. yAseen", "K. rehmAn"],
    "venue": "Swiss Journal of Palaeontology,",
    "year": 2011
  }, {
    "title": "Smithian (Early Triassic) ammonoids from the Salt Range, Pakistan",
    "authors": ["T. Brühwiler", "H Bucher"],
    "venue": "Special Papers in Palaeontology (in press)",
    "year": 2012
  }, {
    "title": "Silicic volcanism: an undervalued component of large igneous provinces and volcanic rifted margins",
    "authors": ["S.E. BryAn", "T.R. riley", "D.A. JerrAm", "C.J. sTephens", "P.T. leAT"],
    "venue": "Geological Society of America, Special Papers,",
    "year": 2002
  }, {
    "title": "Climate forcing by iron fertilization from repeated ignimbrite eruptions: the icehouse–silicic large igneous province",
    "authors": ["S.M. cATher", "N.W. dunBAr", "F.W. mcdowell", "W.C. mcinTosh", "P.A. scholle"],
    "venue": "(SLIP) hypothesis. Geosphere,",
    "year": 2009
  }, {
    "title": "Eccentricity forcing of Pliocene–early Pleistocene climate revealed in a marine oxygen-isotope",
    "authors": ["S.C. clemens", "R. TiedemAnn"],
    "venue": "record. Nature,",
    "year": 1997
  }, {
    "title": "Triassic lacustrine red-beds and palaeoclimate: the ‘Buntsandstein",
    "authors": ["L.B. clemmensen"],
    "venue": "Helgoland and the Malmros Klint member of East Greenland. Geologische Rundschau,",
    "year": 1979
  }, {
    "title": "Palynology of the Permian–Triassic transition in the Western Bowen Basin",
    "authors": ["N.J. de Jersey"],
    "venue": "Geological Survey of Queensland Publication,",
    "year": 1979
  }, {
    "title": "Permian plant microfossils of the Blair Athol Coal Measures, Baralaba Coal Measures, and basal Rewan Formation of Queensland",
    "authors": ["C.B. FosTer"],
    "venue": "Geological Survey of Queensland Publication, 372.",
    "year": 1979
  }, {
    "title": "Late Early Triassic climate change: insights from carbonate carbon isotopes, sedimentary evolution and ammonoid paleobiogeography",
    "authors": ["T. GAlFeTTi", "H Bucher"],
    "year": 2007
  }, {
    "title": "Timing of the Early Triassic carbon cycle perturbations inferred from new U–Pb ages and ammonoid biochronozones",
    "authors": ["T. GAlFeTTi", "H Bucher"],
    "venue": "Earth and Planetary Science Letters,",
    "year": 2007
  }, {
    "title": "Smithian/Spathian boundary event: evidence for global climatic change in the wake of the end-Permian biotic crisis",
    "authors": ["T. GAlFeTTi", "P.A. hochuli", "A. BrAyArd", "H. Bucher", "H. weisserT", "J.O. ViGrAn"],
    "year": 2007
  }, {
    "title": "Simulations of Permian climate and comparisons with climatesensitive sediments",
    "authors": ["M.T. GiBBs", "P. rees", "J.E. kuTzBAch", "A.M. zieGler", "P.J. BehlinG", "D.B. rowley"],
    "venue": "Journal of Geology,",
    "year": 2002
  }, {
    "title": "Causal or casual link between the rise of nannoplankton calcification and a tectonically-driven massive decrease in Late Triassic atmospheric CO2",
    "authors": ["Y. Goddéris", "Y. donnAdieu", "C. de VArGAs", "R.T. pierrehumBerT", "G. dromArT", "B. VAn de schooTBruGGe"],
    "venue": "Earth and Planetary Science Letters,",
    "year": 2008
  }, {
    "title": "Pangaean (Late Carboniferous–Middle Jurassic) paleoenvironment and lithofacies",
    "authors": ["J. GolonkA", "D. Ford"],
    "venue": "Palaeogeography, Palaeoclimatoloy, Palaeoecology,",
    "year": 2000
  }, {
    "title": "The elusive origin of Chiosella timorensis (conodonts, Triassic)",
    "authors": ["N. GoudemAnd", "M.J. orchArd", "H. Bucher", "J. Jenks"],
    "venue": "Geobios (in press)",
    "year": 2012
  }, {
    "title": "Le Trias intérieur des Salt Ranges (Pakistan): problèmes biochronologiques",
    "authors": ["J. Guex"],
    "venue": "Eclogae Geologicae Helvetiae, 71, 105–141.",
    "year": 1978
  }, {
    "title": "Close-up view on the Permian Triassic boundary based on extended organic carbon isotope records from Norway (Trøndelag and Finnmark Platform)",
    "authors": ["E. hermAnn", "P.A. hochuli", "H. Bucher", "J.O. ViGrAn", "H. weisserT", "S.M. BernAsconi"],
    "venue": "Global and Planetary Change,",
    "year": 2010
  }, {
    "title": "Organic matter and palaeoenvironmental signals during the Early Triassic biotic recovery: the Salt Range and Surghar Range records",
    "authors": ["E. hermAnn", "hochuli", "P.A"],
    "venue": "Sedimentary Geology,",
    "year": 2011
  }, {
    "title": "Climate variations in the Boreal Triassic— inferred from palynological records from the Barents Sea",
    "authors": ["P.A. hochuli", "J.O. ViGrAn"],
    "year": 2010
  }, {
    "title": "Rapid demise and recovery of plant ecosystems across the end-Permian extinction-event",
    "authors": ["P.A. hochuli", "E. hermAnn", "J.O. ViGrAn", "H. Bucher", "H. weisserT"],
    "venue": "Global and Planetary Change,",
    "year": 2010
  }, {
    "title": "Multiple climatic changes around the Permian–Triassic boundary event revealed by an expanded palynological record from Mid Norway",
    "authors": ["P.A. hochuli", "J.O. ViGrAn", "E. hermAnn", "H. Bucher"],
    "venue": "Geological Society of America Bulletin,",
    "year": 2010
  }, {
    "title": "Causes and consequences of extreme PermoTriassic warming to globally equable climate and relation to the PermoTriassic extinction and recovery",
    "authors": ["D.L. kidder", "T.R. worsley"],
    "year": 2004
  }, {
    "title": "Climate simulation of the latest Permian: implications for mass extinction",
    "authors": ["J.T. kiehl", "C.A. shields"],
    "venue": "Geology,",
    "year": 2005
  }, {
    "title": "Stratigraphic Boundary Problems: Permian and Triassic of West Pakistan",
    "authors": ["B. kummel", "C. TeicherT"],
    "year": 1970
  }, {
    "title": "Reducing uncertainty about carbon dioxide as a climate",
    "authors": ["L.R. kump"],
    "venue": "driver. Nature,",
    "year": 2002
  }, {
    "title": "Idealized Pangean climates: sensitivity to orbital change. In: klein, G.D. (ed.) Pangea: Paleoclimate, Tectonics, and Sedimentation During Accretion, Zenith and Breakup of a Supercontinent",
    "authors": ["J.E. kuTzBAch"],
    "venue": "Geological Society of America, Special Papers,",
    "year": 1994
  }, {
    "title": "Pangaean climates: megamonsoons of the megacontinent",
    "authors": ["J.E. kuTzBAch", "R.G. GAllimore"],
    "venue": "Journal of Geophysical Research,",
    "year": 1989
  }, {
    "title": "Simulation of Late Permian climate and biomes with an atmosphere–ocean model: comparisons with observations",
    "authors": ["J.E. kuTzBAch", "A.M. zieGler"],
    "venue": "Philosophical Transactions of the Royal Society of London: Series B,",
    "year": 1993
  }, {
    "title": "Simulated circulation of an idealized ocean for Pangaean",
    "authors": ["J.E. kuTzBAch", "P.J. GueTTer", "W.M. wAshinGTon"],
    "venue": "time. Paleoceanography,",
    "year": 1990
  }, {
    "title": "Synchronous palynofloristic extinction and recovery after the end-Permian event in the Prince Charles Mountains, Antarctica: implications for palynofloristic turnover across Gondwana",
    "authors": ["S. lindsTröm", "S. mclouGhlin"],
    "venue": "Review of Palaeobotany and Palynology,",
    "year": 2007
  }, {
    "title": "The delayed resurgence of equatorial forests after the Permian–Triassic ecologic crisis",
    "authors": ["C.V. looy", "W.A. BruGmAn", "D.L. dilcher", "H. Visscher"],
    "venue": "Proceedings of the National Academy of Sciences of the USA,",
    "year": 1999
  }, {
    "title": "Life in the end-Permian dead zone",
    "authors": ["C.V. looy", "R.J. TwiTcheTT", "D.L. dilcher", "H. Visscher"],
    "venue": "Proceedings of the National Academy of Sciences of the USA,",
    "year": 2001
  }, {
    "title": "Evolution of the marine Permian carbonate platform in the Salt Range (Pakistan)",
    "authors": ["D. merTmAnn"],
    "venue": "Palaeogeography, Palaeoclimatology, Palaeoecology,",
    "year": 2003
  }, {
    "title": "Age and timing of the Permian mass extinctions: U/Pb dating of closed-system zircons",
    "authors": ["R. mundil", "K.R. ludwiG", "I. meTcAlFe", "P.R. renne"],
    "year": 2004
  }, {
    "title": "The Triassic timescale: new constraints and a review of geochronological data. In: lucAs, S.G. (ed.) The Triassic Timescale",
    "authors": ["R. mundil", "J. pálFy", "P.R. renne", "P. BrAck"],
    "venue": "Special Publications,",
    "year": 2010
  }, {
    "title": "Triassic monsoonal climate and its signature in Ladinian–Carnian carbonate platforms (Southern Alps, Italy)",
    "authors": ["M. muTTi", "H. weisserT"],
    "venue": "Journal of Sedimentary Research,",
    "year": 1995
  }, {
    "title": "The Triassic of the Thakkhola (Nepal). II: paleolatitudes and comparison with other Eastern Tethyan Margins of Gondwana",
    "authors": ["J.G. oGG"],
    "venue": "Von rAd, U",
    "year": 1994
  }, {
    "title": "Milankovitch climate forcing in the tropics of Pangaea during the Late Triassic",
    "authors": ["P.E. olsen", "D.V. kenT"],
    "year": 1996
  }, {
    "title": "Conodont diversity and evolution through the latest Permian and Early Triassic upheavals",
    "authors": ["M.J. orchArd"],
    "venue": "Palaeogeography, Palaeoclimatoloy, Palaeoecology,",
    "year": 2007
  }, {
    "title": "New early to Middle Triassic U–Pb ages from South China: calibration with ammonoid biochronozones and implications for the timing of the Triassic biotic recovery",
    "authors": ["M. oVTchAroVA", "H. Bucher", "U. schAlTeGGer", "T. GAlFeTTi", "A. BrAyArd", "J. Guex"],
    "venue": "Earth and Planetary Science Letters,",
    "year": 2006
  }, {
    "title": "Permian and Triassic systems in the Salt Range and Surghar Range, Pakistan",
    "authors": [],
    "year": 1985
  }, {
    "title": "Climate of the Supercontinent Pangea",
    "authors": ["J.T. pArrish"],
    "venue": "Journal of Geology,",
    "year": 1993
  }, {
    "title": "Evidence for recurrent Early Triassic massive volcanism from quantitative interpretation of carbon isotope fluctuations",
    "authors": ["J.L. pAyne", "L.R. kump"],
    "venue": "Earth and Planetary Science Letters,",
    "year": 2007
  }, {
    "title": "Large perturbations of the carbon cycle during recovery from the end-Permian extinction",
    "authors": ["J.L. pAyne", "D.J. lehrmAnn", "J. wei", "M.J. orchArd", "D.P. schrAG", "A.H. knoll"],
    "year": 2004
  }, {
    "title": "Triassic climate—state of the art and perspectives",
    "authors": ["N. preTo", "E. kusTATscher", "P.B. wiGnAll"],
    "venue": "Palaeogeography, Palaeoclimatology, Palaeoecology,",
    "year": 2010
  }, {
    "title": "Permian phytogeographic patterns and climate data/model comparison",
    "authors": ["P. rees", "A.M. zieGler", "M.T. GiBBs", "J.E. kuTzBAch", "P.J. BehlinG", "D.B. rowley"],
    "venue": "Journal of Geology,",
    "year": 2002
  }, {
    "title": "The timing and extent of the eruption of the Siberian traps large igneous province: implications for the end-Permian environmental crisis",
    "authors": ["M.K. reichow", "prinGle", "M.S"],
    "venue": "Earth and Planetary Science Letters,",
    "year": 2009
  }, {
    "title": "Synchrony and causal relations between Permian–Triassic boundary crisis and Siberian flood volcanism",
    "authors": ["P.R. renne", "Z. zhAnG", "M.A. richArds", "M.T. BlAck", "A.R. BAsu"],
    "year": 1995
  }, {
    "title": "Permian–Triassic life crisis",
    "authors": ["G.J. reTAllAck"],
    "venue": "on land. Science,",
    "year": 1995
  }, {
    "title": "Earliest Triassic origin of Isoetes and Quillwort evolutionary radiation",
    "authors": ["G.J. reTAllAck"],
    "venue": "Journal of Paleontology,",
    "year": 1997
  }, {
    "title": "Upper Paleozoic and Lower Mesozoic palaeogeography, and paleoclimatological and tectonic events in South America",
    "authors": ["A.C. rochA-cAmpos"],
    "venue": "Canadian Society of Petroleum Geologists, Memoirs,",
    "year": 1973
  }, {
    "title": "Southward movement of the Pacific intertropical convergence zone AD 1400–1850",
    "authors": ["J.P. sAchs", "D. sAchse", "R.H. smiTTenBerG", "Z. zhAnG", "D.S. BATTisTi", "S. GoluBic"],
    "venue": "Nature Geoscience,",
    "year": 2009
  }, {
    "title": "Atlas of Earth History",
    "authors": ["C.R. scoTese"],
    "venue": "PALEOMAP Project,",
    "year": 2001
  }, {
    "title": "Atlas of Mesozoic and Cenozoic Coastlines",
    "authors": ["A.G. smiTh", "D.G. smiTh", "B.M. Funnell"],
    "year": 1994
  }, {
    "title": "Paleopalynology",
    "authors": ["A. TrAVerse"],
    "venue": "Springer, Dordrecht.",
    "year": 2007
  }, {
    "title": "Sedimentary Organic Matter—Organic Facies and Palynofacies",
    "authors": ["R.V. Tyson"],
    "venue": "Chapman & Hall, London.",
    "year": 1995
  }, {
    "title": "Floral changes across the Triassic/Jurassic boundary linked to flood basalt volcanism",
    "authors": ["B. VAn de schooTBruGGe", "quAn", "T.M"],
    "venue": "Nature Geoscience,",
    "year": 2009
  }, {
    "title": "Palynology of the circum-Mediterranean Triassic: phytogeographical and palaeoclimatological implications",
    "authors": ["H. Visscher", "C.J. VAn der zwAn"],
    "venue": "Geologische Rundschau,",
    "year": 1981
  }, {
    "title": "The Permian of Pakistan",
    "authors": ["B.R. wArdlAw", "K.R. poGue"],
    "venue": "The Permian of Northern Pangea: Palaeogeography, Palaeoclimates, Stratigraphy,",
    "year": 1995
  }, {
    "title": "Volcanism, CO2 and palaeoclimate: a Late Jurassic–Early Cretaceous carbon and oxygen isotope record",
    "authors": ["H. weisserT", "E. erBA"],
    "venue": "Journal of the Geological Society,",
    "year": 2004
  }, {
    "title": "Compound-specific carbon isotopes from Earth’s largest flood basalt eruptions directly linked to the end-Triassic mass extinction",
    "authors": ["J.H. whiTeside", "P.E. olsen", "T. eGlinTon", "M.E. BrookField", "R.N. sAmBroTTo"],
    "venue": "Proceedings of the National Academy of Sciences of the USA,",
    "year": 2010
  }, {
    "title": "Mesozoic and Cenozoic Paleogeographic maps",
    "authors": ["A.M. zieGler", "C.R. scoTese", "S.F. BArreTT"],
    "year": 1983
  }, {
    "title": "Tracing the tropics across land and sea",
    "authors": ["A.M. zieGler", "G. eshel", "P. mcAllisTer rees", "T.A. roThFus", "D.B. rowley", "D. sunderlin"],
    "venue": "Permian to present. Lethaia,",
    "year": 2003
  }],
  "id": "SP:bbcef7d6b593eb1a767a3c266f157c02135c1812",
  "authors": [],
  "abstractText": "The beginning of the Mesozoic, the Early Triassic, is characterized by several ecological perturbations following the end-Permian mass extinction. They are reflected in multiple C-isotope excursions coupled with climatic changes. Here we present palynological data from two accurately dated sections from the North Indian Margin (Pakistan and South Tibet). The climate of the Early Triassic was controlled by persistent monsoon circulation. The spore/pollen ratios, used as a proxy for humidity changes, indicate several significant climatic changes coinciding with C-isotope excursions. Comparison with published climate model simulations reveals that the climatic shifts were induced by orbital forcing and probably represent eccentricity cycles. Humidity peaks indicate an insolation forced shift of the intertropical convergence zone towards the North Indian Margin. Comparison with palynological data from Norway and other proxies reveal that the profound climatic change from humid to drier climate across the Smithian–Spathian boundary represents a global event, which affected southern and northern mid-latitudes and coincided with major ammonoid and conodont extinction events. This implies that increased greenhouse gas concentrations owing to recurring volcanic pulses increased the climate system sensitivity, resulting in climatic changes in distant parts of the world. Our data strongly support a link between C-isotope excursions, climatic changes and biotic responses. 010-13 XXX10.1144/0016-76492010-130E. HermannEarly Mesozoic Climate Oscillations Downloaded from https://pubs.geoscienceworld.org/jgs/article-pdf/169/2/227/2795466/227.pdf by University of Arizona user on 21 February 2019 E. HERMANN ET AL. 228"
}