{
  "sections": [{
    "text": "Along with magma supply rates, glacial ice and local tectonics infl uence the eruptive style and preservation of arc volcanoes. We present the results of geologic mapping and 20 new 40Ar/39Ar dates for the mafi c composite North Sister Volcano, the adjoining Little Brother shield volcano, and Matthieu Lakes Fissure in the central Oregon Cascade Arc, along with major- and trace-element analyses. North Sister is the oldest and most mafi c of the Three Sisters Volcanoes and has produced dike-fed, low-K basaltic andesitic (52.5%–55% SiO2) agglutinated lava, scoria, and tuffs over its < ca. 400 k.y. history. Severe erosion of the North Sister edifi ce has revealed the largest radial dike swarm in the Cascade Arc as well as abundant subglacially erupted, palagonitic tuffs and breccias and dramatic unconformities. Slight, but systematic changes in composition coincide with changes in eruptive style, indicating that North Sister was constructed in four central volcano eruptive stages. Stages are bounded by unconformities and include (1) the Lower Shield Stage (ca. 400 ka), (2) the Glacial Stage (99–182 ka), (3) the Upper Shield Stage (ca. 80 ka), and (4) the Stratocone Stage (55– 70 ka). We estimate that ~90% of the total 40 km3 volume of North Sister was produced during the fi rst two stages. The >11-km-long, north-trending Matthieu Lakes Fissure (75– 11 ka) transects North Sister and erupted in three magmatic pulses, yielding a series of thick lavas, scoria cones, and subglacially erupted fl ow-dominated tuyas.\nGlacial ice has been present during much of the eruptive history of North Sister. Palagonitic tuffs, tuyas, and ice-contact lava fl ows\nas well as major unconformities between eruptive stages correlate with the δ18O of seawater global climate record at ca. 250 ka, 180–130 ka, and 80–18 ka. Time-integrated eruption rates at North Sister appear to have slowed from 0.18 to 0.12 km3 per k.y. between < ca. 400–300 ka and 100 ka to 0.08 km3 per k.y. between ca. 100 ka and 50 ka. The waning of volcanism at North Sister coincides with a decrease in Ni and MgO concentrations, indicating that olivine fractionation dominated the later stages. Also, toward the end of volcanism at North Sister, dikes changed from a radial pattern to a N-S pattern, parallel to faults and vent alignments associated with E-W extension of the High Cascades graben. The Matthieu Lakes Fissure represents the fi nal overprinting of the edifi ce and distribution of magma supply away from the North Sister center.\nKeywords: Oregon, Cascade Arc, Three Sisters, dike swarm, subglacial volcanism."
  }, {
    "heading": "INTRODUCTION",
    "text": "Large, long-lived, andesitic composite volcanoes are the distinctive feature of continental arc volcanism. In the central Oregon Cascade Arc, Quaternary volcanism is predominantly mafi c and strongly infl uenced by intra-arc extension (Figs. 1 and 2; Sherrod and Smith, 1990). Diffuse volcanism along the arc axis in Oregon has mainly produced short-lived (>104 to less than 1000 yr) mafi c centers, such as small shield volcanoes and scoria cones (Hughes and Taylor, 1986; Hughes, 1990; Sherrod and Smith, 1990; Conrey et al., 2004). In the Oregon Cascades is the persistent composite North Sister Volcano, the oldest and most mafi c of the Three Sisters volcanic complex. North Sister has erupted a compositionally restricted, low-K\n2 O basaltic andesite magma\n(52%–55% SiO 2 ) over the past < ca. 400 ka. North Sister belongs to a distinct class of\nvolcanoes along with other examples such as Stromboli Volcano (Hornig-Kjarsgaard et al., 1993) and Klyuchevskoi Volcano (Fedotov et al., 1987), which are relatively monotonous and long-lived mafi c arc volcanoes. Detailed studies of the geochronologic and geochemical evolution of individual Cascade Arc volcanoes have largely focused on andesitic to silicic or compositionally variable systems (e.g., Mount Mazama, Oregon; Bacon and Lanphere, 2006; Mount Adams, Washington; Hildreth and Lanphere, 1994; and Mount Baker; Hildreth et al., 2003). We present this study of North Sister Volcano, a homogeneous mafi c composite volcano, as a counterpoint and complement to such studies.\nAlong with magma supply, two important factors in continental volcanic arcs govern eruptive style and apparent eruption rates at volcanoes— availability of external water and local tectonics. At North Sister, severe erosion during the last glaciation has exposed the interior of the edifi ce, revealing abundant evidence for past glacial ice in numerous unconformities and bright-yellow palagonitized tuffs that are intercalated with subaerial lava and scoria. Also at North Sister is the largest radial dike swarm in the Cascades where dozens of dikes fed agglutinated lava fl ows. We here present the volcanic history of North Sister Volcano based on geologic mapping, 20 new 40Ar/39Ar age determinations, and major- and trace-element compositions."
  }, {
    "heading": "GEOLOGIC SETTING OF THE OREGON CASCADE RANGE",
    "text": "Tectonic Setting\nQuaternary volcanism of the Oregon Cascade Range is related to subduction of the young, hot Juan de Fuca Plate (11 Ma at trench, Weaver and Baker, 1988) and to active rifting within the arc (Hughes and Taylor, 1986; Conrey et al., 2002, 2004). The dip of the downgoing plate is as shallow as 10°–15° (Trehu et al., 1994) beneath the\nFor permission to copy, contact editing@geosociety.org © 2009 Geological Society of America\n643\nGSA Bulletin; May/June 2009; v. 121; no. 5/6; p. 643–662; doi: 10.1130/B26442.1; 12 fi gures; 3 tables.\n†Present address: Department of Mineral Sciences, National Museum of Natural History, Smithsonian Institution, 10th and Constitution Avenues, NW, Washington, D.C. 20560-0119, USA; schmidtm@si.edu\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/121/5-6/643/3726843/i0016-7606-121-5-643.pdf by University of Arizona user on 26 February 2019\n644 Geological Society of America Bulletin, May/June 2009\nforearc, but high heat fl ow (Blackwell et al., 1990) and a paucity of seismicity in the Oregon Cascades (Weaver and Baker, 1988) have resulted in a limited ability to image the downgoing plate beneath the arc. Tomographic studies suggest that the slab steepens to 60°–80° beneath the arc (Rasmussen and Humphreys, 1988).\nThe forearc crust of the central and northern Oregon Cascades is made up of the altered oceanic crust of the Siletz Terrane that was accreted to the North American Plate in the Eocene. The eastern margin of the Siletz Terrane is unresolved and may be beneath the Quaternary arc (Trehu et al., 1994). Clockwise rotation of the Siletz Terrane at a rate of 1.5° per m.y. with an Euler pole in eastern Washington (Magill et al., 1982; Wells et al., 1998) along with Basin and Range extension in the backarc (4 ± 2 mm/yr; Pezzopane and Weldon, 1993) contributes to arc spreading. The present-day extension rate for the High Cascades graben is 1 mm/yr (Wells et al., 1998).\nThe north-trending High Cascades graben is 50 km wide where it begins at approximately the latitude of the Three Sisters. The graben narrows northward to a width of 20 km at Mount Hood, where it transforms to a half graben (Fig. 1), and\ncontinues along the east side of the arc to the latitude of Mount Adams in southern Washington (Conrey et al., 2004). Graben margins consist of many discontinuous faults that trend N to N30°W and range in length from 30 km (Green Ridge, ~30 km north of North Sister) to less than 1 km, but are typically less than 10 km long (Fig. 2; Sherrod et al., 2004). Fault offset is ~3 km total at the latitude of Green Ridge with overall extension estimated as 2–3 km since ca. 8 Ma when rifting began (Conrey et al., 2002, 2004). Volcanism since ca. 2 Ma in the central Oregon Cascade Range has largely been confi ned within the High Cascades graben. Abundant, diffuse basalt to basaltic andesite activity along the arc crest has outpaced andesitic to rhyolitic volcanism, which is centered at major stratocones (Sherrod and Smith, 1990). Lineaments of small mafi c scoria cones mimic faults in both length and in orientation, indicating that regional stresses and faults control magma plumbing systems in the near surface (Fig. 2).\nThe Brothers Fault Zone is an enigmatic dextral shear zone at the northernmost margin of the Basin and Range Province in central Oregon; the shear zone merges with High Cascades\ngraben as a diffuse zone that is ~120 km long and centered around the Three Sisters Volcanoes (Figs. 1 and 2). The Brothers Fault Zone broadly coincides with the Quaternary bimodal volcanic province, the High Lava Plains (MacLeod et al., 1975; Jordan et al., 2004). A high density of vents in the Three Sisters vicinity is likely the result of the intersection of two fault systems, the Brothers Fault Zone and the High Cascades graben (Guffanti and Weaver, 1988).\nA range of mafi c magmas has erupted along the central Oregon Cascades, including primitive and nonprimitive basalts (Bacon et al., 1997; Conrey et al., 1997; Schmidt et al., 2008) and more volumetrically signifi cant basaltic andesites (52–56 wt% SiO\n2 ; Hughes and Tay-\nlor, 1986; Hughes, 1990). Most central Oregon Cascade basaltic andesites are of two types that are distinguished by their incompatible traceelement concentrations. The more common is the Mount Washington-type (MW, ~1 wt% K\n2 O) basaltic andesite. The other, North Sistertype basaltic andesite (NS, ~0.6 wt% K 2 O) has lower concentrations of incompatible elements than the MW-type and also has lower concentrations than most Cascade basalts, with the exception of some primitive, depleted low-K tholeiites (Bacon et al., 1997; Conrey et al., 1997). The NS-type basaltic andesite is particularly abundant along the axis of the Oregon Cascades arc crest and around the Three Sisters Volcanoes (Fig. 2; Conrey et al., 2004). In comparison, the MW-type basaltic andesite is found both east and west of the arc crest. Both types are parental to more silicic compositions in the Oregon Cascade Range (e.g., Conrey et al., 2001).\nGlacial History\nMajor glacial periods in the past 400 k.y. occurred in the periods between ca. 390 ka and 340 ka, between ca. 300 ka and 230 ka, between ca. 180 ka and 125 ka (the Penultimate Glaciation), and between 80 ka and 18 ka (the Wisconsin Glaciation). The Last Glacial Maximum (LGM) of the Wisconsin Glaciation is called the Suttle Lake advance in the Oregon Cascades and occurred 22–18 ka (Scott et al., 1990). Tephra chronology constrains the latest two glaciations (Scott et al., 1990), while the early Wisconsin and Penultimate glaciations are distinguished by weathering characteristics of moraine remnants and buried glacial sediment (Scott, 1977). Field and geochronologic studies on long-lived volcanoes with ice contact features such as Crater Lake (Bacon and Lanphere, 2006) also corroborate the timing of these glaciations.\nDuring the Last Glacial Maximum, glaciers covered the Cascade Range from Ollalie Butte,\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/121/5-6/643/3726843/i0016-7606-121-5-643.pdf by University of Arizona user on 26 February 2019\nGeological Society of America Bulletin, May/June 2009 645\nnorth of Mount Jefferson, to Mount McLaughlin in southern Oregon (Crandell, 1965). A small ice cap covered the Three Sisters region and fed several ice lobes that extended to the east and west (Scott et al., 1990). The Neoglacial period of limited glacial advance ended in early 1700 A.D., when remnant alpine glaciers began to retreat (Scott et al., 1990). Today, Oregon’s glaciers are shrinking rapidly, leaving behind sharp Neoglacial moraines (Clark, 1992). Volcanic peaks that have experienced glaciations typically have steep slopes, carved by cirque glaciers that left resistant volcanic plug or lava remnants."
  }, {
    "heading": "ANALYTICAL TECHNIQUES",
    "text": "Fourteen weeks of fi eldwork at North Sister Volcano were conducted during 2000–2004. Mapping was done on a topographic map base at 1:14,000 and air photos at ~1:12,750 and 1:48,000 (Figs. 3 and 4). We collected 195 samples from North Sister, the Matthieu Lakes Fissure, and Little Brother (Schmidt, 2005). Mineral point counts were performed on representative petrographic thin sections for 500– 700 points at 1 mm grid spacing. A total of 174 samples were analyzed by X-ray fl uorescence (XRF) at the Geoanalytical Lab at Washington State University using a Rigaku 3370 Spectrometer. Samples were prepared and analyzed using methods from Johnson et al. (1999). Representative XRF analyses are in Table 1. 40Ar/39Ar Age Determination A total of 20 samples were selected for 40Ar/39Ar age determination (Table 2; Figs. 3 and 4). Of these, 14 were performed on whole-rock samples and two were on groundmass separates wrapped in Cu foil. Whole-rock samples were\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/121/5-6/643/3726843/i0016-7606-121-5-643.pdf by University of Arizona user on 26 February 2019\n646 Geological Society of America Bulletin, May/June 2009\nFigure 3. Geologic map of North Sister Volcano, Matthieu Lakes Fissure (MLF), and Little Brother Volcano, central Oregon High Cascade Range. All North Sister lavas are shown as one unit, labeled NSbal. Key and unit labels for other units are presented in a smaller scale map of North Sister (Fig. 4; Table 3). 40Ar/39Ar age determinations are presented with 2σ error and correspond to Table 2. Map was compiled from fi eldwork for this study as well as previous work by Taylor et al. (1987) and Conrey (2001, written commun.). Base maps were the North Sister and Trout Creek Butte 7.5 topographic quadrangle sheets.\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/121/5-6/643/3726843/i0016-7606-121-5-643.pdf by University of Arizona user on 26 February 2019\nGeological Society of America Bulletin, May/June 2009 647\nF ig\nur e\n4. G\neo lo\ngi c\nm ap\no f N\nor th\nS is\nte r,\nM at\nth ie\nu L\nak es\nF is\nsu re\n, L it\ntl e\nB ro\nth er\ns ho\nw in\ng th\ne fo\nur c\nen tr\nal v\nol ca\nno e\nru pt\niv e\nst ag\nes a\nt N or\nth S\nis te\nr. M\nap is\nb as\ned o\nn fi e\nld w\nor k\nfo r\nth is\nst\nud y\nas w\nel l a\ns pr\nev io\nus w\nor k\nby T\nay lo\nr et\na l.\n(1 98\n7) a\nnd C\non re\ny (2\n00 1,\nw ri\ntt en\nc om\nm un\n.). 40\nA r/\n39 A\nr ag\ne de\nte rm\nin at\nio ns\na re\np re\nse nt\ned w\nit h\n2σ e\nrr or\na nd\nc or\nre sp\non d\nto T\nab le\n2 .\nU ni\nt d es\ncr ip\nti on\ns an\nd ke\ny ar\ne pr\nov id\ned a\nnd c\nor re\nsp on\nd w\nit h\nTa bl\ne 3.\nB as\ne m\nap s\nw er\ne th\ne N\nor th\nS is\nte r\nan d\nT ro\nut C\nre ek\nB ut\nte 7\n.5 to\npo gr\nap hi\nc qu\nad ra\nng le\ns he\net s.\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/121/5-6/643/3726843/i0016-7606-121-5-643.pdf by University of Arizona user on 26 February 2019\n648 Geological Society of America Bulletin, May/June 2009\nT A\nB LE\n1 . R\nE P\nR E\nS E\nN T\nA T\nIV E\nC H\nE M\nIC A\nL A\nN A\nLY S\nE S\nO F\nN O\nR T\nH S\nIS T\nE R\n, L IT\nT LE\nB R\nO T\nH E\nR , A\nN D\nM A\nT T\nH IE\nU L\nA K\nE S\nF IS\nS U\nR E\nS am\npl e\nnu m\nbe r:\nN\nS -0\n2- 87\nN\nS -0\n2- 76\nN\nS -0\n2- 36\nN\nS -0\n3- 16\n4 N\nS - 0\n1- 16\nN\nS -0\n3- 16\n5 N\nS -0\n2- 11\n1 N\nS -0\n3- 14\n0 N\nS -0\n3- 13\n2 N\nS -0\n2- 46\nS ta\nge :\nLo w\ner S\nhi el\nd E\n. G la\nci al\nE\n. G la\nci al\nL.\nG la\nci al\nL.\nG la\nci al\nL.\nG la\nci al\nU\npp er\nS\nhi el\nd S\ntr at\noc on\ne S\ntr at\noc on\ne D\nik e\nC he\nm ic\nal g\nro up\n: 1\n2a\n2a\n2b\n2b\n3– 4\n3– 4\n3– 4\n3– 4\n3– 4\nD es\ncr ip\ntio n:\nLo\nw N\nE r\nid ge\nla\nva\nM id\ndl e\nN E\nr id\nge\nla va\nU\npp er\nN E\nr id\nge\nla va\nLo\nw er\nS E\nr id\nge\nla va\nU\npp er\nS E\nr id\nge\nla va\nP\nill ow\nin\ntu ff\nLa va\nD\nra pi\nng la\nva , S\nW\nrid ge\nN\nW r\nid ge\nla\nva\nN E\nr id\nge\ndi ke\nW\nt% S iO\n2 5.45 4.35 7.45 9.3 5 0 .35 4.45\n54\n.8\n53 .6\n54\n.1\n53 .8\nA\nl 2O 3\n3.81 0.91\n9.81 2.81\n4.81 7.81\n18 .8\n19\n.1\n19 .0\n19\n.7\nT iO\n2 .1 60.1 99.0 90 .1 12 .1 99.0\n09\n1. 01\n1.\n05\n1. 14\n1.\n16\n.7 0. 7\n8. 7 0.8\n2.7 * O e F\n6 7.\n4 7.\n1 7.\n1 7.\n4 7. 4 31.0\n21.0 41 .0\n41 .0 2 1.0\nOn M 0.\n13\n0. 12\n0.\n13\n0. 13\n0.\n13\n. 9 6 .8\n49.8 0.9\n6.8\nOa C\n1 8.\n7 8.\n5 9.\n2 9.\n0 9. 1 .5\n2 .5 3.5\n7 .5 4.5\nOg M 2\n5. 2\n5. 0\n5. 3\n4. 6\n4. 0\nK 2\n.0 66.0\n96 .0 5 7.0\n56.0 47.0\nO\n77\n0. 72\n0.\n63\n0. 70\n0.\n70\nN a 2\n7.3 7. 3\n6.3 6.3\n7.3 O 3.\n7 3.\n7 3.\n7 3.\n8 4. 0 P 2O 5 .0 91.0 91.0 12.0 72 .0 1 2.0 23 0. 19 0. 18 0. 20\n0. 20\npp\nm\n53 15\n78 17\n46 47\n98 46\n09 3 9\ni N\n03 14\n45 8 5\n28 75\n2 6 88\n9 4 87\nr C\n32 82\n12 52\n42 22\n22 22\n32 22\nc S\n991 091\n871 481\n181 181\n561 39 1\n691 661\nV\n362 272\n532 362\n013 352\n75 2 4 82\n662 072\na B\n9 8\n7 7\n01 7\n8 01\n01 9\nb R\n006 765\n275 8 75\n155 085\n77 5 0 45\n855 006\nr S\n001 301\n49 501\n021 79\n2 01 60 1\n511 8 01\nr Z\n91 91\n91 81\n12 91\n81 12\n12 81\nY\n6 7\n6 3.6\n7 6\n6 7\n8 6\nb N M od\nal %\nP\nla gi\noc la\nse\n45 .7\n42\n.6\n40\n.1\n39\n.9 5.7\n8 .3\n4.2\n6.3\nen ivil O 5.0 7.8 8.1 5.1 xp O 7.0 - - 3 .0 xp C A m ph ib ol e ps eu do m or ph - - - - 1.0 - 5. 3 - se uqap O\nV ol\num e\n%\nP he\nno cr\nys ts\n39\n.3\n46 .8\n47 .8\n34 .7\nG\nlo m\ner oc\nry st\ns\n12\n.8\n5. 4\n7.\n3\n14 .0\nG\nro un\ndm as\ns\n42\n.9\n42 .9\n43 .7\n47 .6\n(c\non tin\nue d)\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/121/5-6/643/3726843/i0016-7606-121-5-643.pdf by University of Arizona user on 26 February 2019\nGeological Society of America Bulletin, May/June 2009 649\nT A\nB LE\n1 . (\nco nt\nin ue\nd)\nS am\npl e\nnu m\nbe r:\nN\nS -0\n2- 49\nN\nS -0\n2- 29\nN\nS -0\n2- 66\nN\nS -0\n2- 72\nLB\n-0 2-\n2 3S\n-0 0-\n5 N\nS -0\n2- 92\nN\nS -0\n2- 93\nN\nS -0\n2- 10\n1 N\nS -0\n2- 10\n7A\nN S\n-0 3-\n16 8\nS ta\nge :\nN S\nd ik\ne N\nS d\nik e\nD is\nta l l\nav a\nN c\nry st\nal -r\nic h\nla va\nLi\nttl e\nB ro\nth er\nLi\nttl e\nB ro\nth er\nM\nLF —\nE as t sp la y\nM LF\n— E\nas t\nsp la\ny M\nLF —\nM ai n sp la y\nM LF\n— W\nes t\nsp la\ny M\nLF —\nS ou\nth\nC he\nm ic\nal g\nro up\n: 2a\n2a\nM od\nK b\nas al\ntic\nan de\nsi te\nM\nW -t\nyp e\nM W\n-t yp\ne M\nLF\nM LF\nM\nLF\nM LF\nM\nLF\nD es\ncr ip\ntio n:\nD\nik e,\nN E\nrid\nge\nD ik\ne, S\nE\nrid ge\nLa\nva\nLa va\nLa\nva\nLa va\nLa\nva , S\nou th\nfla\nnk o\nf N S\nW\nt% S\niO 2\n53 .3\n53\n.4\n52 .5\n53\n.5\n52 .8\n53\n.7\n53 .3\n54\n.9\n59 .7\n57\n.6\n58 .2\nA\nl 2O 3\n18 .8\n18\n.8\n18 .4\n18\n.1\n17 .7\n17\n.4\n20 .0\n17\n.8\n17 .0\n17\n.9\n17 .0\nT\niO 2\n1. 01\n1.\n08\n1. 20\n1.\n34\n1. 41\n1.\n35\n1. 16\n1.\n57\n1. 33\n1.\n05\n1. 44\nF\neO *\n7. 3\n7. 6\n8. 1\n7. 8\n8. 5\n8. 7\n7. 5\n8. 9\n7. 0\n7. 1\n6. 9\nM nO\n0.\n13\n0. 13\n0.\n14\n0. 14\n0.\n15\n0. 15\n0.\n13\n0. 15\n0.\n14\n0. 12\n0.\n15\nC aO\n9.\n2 9.\n1 9.\n1 8.\n9 8.\n7 8.\n2 8.\n0 7.\n5 5.\n5 7.\n1 6. 2 M gO 5. 9 5. 4 5. 9 5. 3 5. 6 5. 1 4. 1 3. 7 2. 5 3. 7 3. 0 K 2O 0. 63 0. 66 0. 66 0. 86 0. 98 1. 01 0. 69 0. 85 1. 4 0. 97\n1. 25\nN\na 2 O\n3.\n6 3.\n7 3.\n7 3.\n7 3.\n7 4.\n0 4.\n0 4.\n5 5.\n1 4.\n3 4. 7 P 2O 5 0. 18 0. 19 0. 26 0. 31 0. 47 0. 39 0. 22 0. 27 0. 37 0. 14\n0. 34\npp\nm\nN\ni 10\n9 75\n98\n74\n71\n53\n45\n10\n6\n23 4 C r 98 56 54 10 9 97 83 18 7 9 35 8 S c 19 28 23 25 21 25 15 19 25 28 28 V 17 8 18 6 17 9 18 8 19 5 19 4 17 9 26 2 12 1 17 7 19 1 B a 25 7 24 6 27 4 33 3 41 5 38 9 26 2 30 5 47 9 31 0 43 0 R b 8 8 8 11 13 15 7 7 22 15 18 S r 56 2 56 9 56 6 54 0 65 3 60 6 62 5 54 6 48 4 50 4 50 2 Z r 92 98 11 4 14 0 16 3 14 7 10 4 12 4 18 6 10 1 16 6 Y 17 19 21 24 26 25 21 24 30 18 27 N b 6 7 10 11 13 11 6 7 11 6 89\nM od\nal %\nP la\ngi oc\nla se\n21\n.5\n16 .7\n25\n.8\n34 .2\n14\n.1\n2. 6\n58 .9\n7.\n2 2.\n6 6.\n6 2. 8 O liv in e 3. 9 3. 5 5. 1 11 .6 5. 4 0. 4 6. 2 0. 9 - 0. 7 - O px 0. 1 - - 0. 1 - - 0. 1 0. 2 0. 1 0. 2 - C px - - - - - - 0. 6 - 0. 6 0. 3 0. 3 A m ph ib ol e ps eu do m or ph - - - - - - - 5. 0 - - - O pa qu es - - 0. 2 3. 4 - 0. 1 3. 4 1. 0 0. 9 - 0. 8\nV\nol um\ne %\nP he\nno cr\nys ts\n19\n.0\n11 .3\n29\n.0\n26 .8\n6.\n9 1.\n5 44\n.3\n10 .1\n2.\n9 6.\n1 2. 0 G lo m er oc ry st s 6. 6 8. 7 2. 5 22 .7 13 .8 2. 5 18 .5 4. 2 1. 3 1. 7 1. 9 G ro un dm as s 74 .3 71 .5 63 .9 54 .3 79 .0 95 .6 44 .2 85 .7 95 .8 80 .7 96 .1 N ot e: M aj or -e le m en t d at a ar e no rm al iz ed to 1 00 % v ol at ile fr ee w ith a ll F e as F eO *. A bb re vi at io ns : c px — cl in op yr ox en e; o px — or th op yr ox e n e; M LF — M at th ie u La ke s F is su re ; M W — M ou nt W as hi ng to n; N S — N or th S is te r.\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/121/5-6/643/3726843/i0016-7606-121-5-643.pdf by University of Arizona user on 26 February 2019\n650 Geological Society of America Bulletin, May/June 2009\nT A\nB LE\n2 . 4\n0 A r/\n39 A\nr A\nG E\nD E\nT E\nR M\nIN A\nT IO\nN S\nF O\nR N\nO R\nT H\nS IS\nT E\nR , L\nIT T\nLE B\nR O\nT H\nE R\n, A N\nD T\nH E\nM A\nT T\nH IE\nU L\nA K\nE S\nF IS\nS U\nR E\neg a no is uf lato T\neg ats ev itpu r E reb mun elp ma S (k\na)\nN or\nm al\nis oc\nhr on\na ge\n(k\na)\n(4 0 A\nr/ 36 A\nr)\nP oi\nnt s\nfit te\nd P\nla te\nau a\nge\n(k a)\nP\nla te\nau\nM S\nW D\nP\nla te\nau\n% 39\nA r\nN or\nth S\nis te\nr (N\nS )\nN S\n-0 2-\n87\nLo\nw es\nt l av\na of\nN E\nr id\nge\nLo w\ner S\nhi el\nd W\nR\n56 6.\n1 ±\n9 7.\n1 32\n4. 9\n± 1\n58 .1\n30\n0. 2\n± 3\n.6\n6 of\n6\n50 0.\n8 ±\n1 16\n.9\n2. 06\n10 0 N S -0 2- 85 La va o f N E r id ge , t w o la va s ab ov e 88 Lo w er S hi el d W R 23 9. 3 ± 1 30 .3 29 0. 0 ± 1 94 .6 29 6. 2 ± 5 .9 5 of 6 31 1. 3 ± 1 06 .2 0. 32 7 5.\n5\nN S\n-0 2-\n78 *\nL av\na, tw\no la\nva s\nab ov\ne 85\nLo\nw er\nS hi\nel d\nP L\n54 3.\n0 ±1\n37 6.\n8 44\n2. 0\n± 8\n10 8.\n3 29\n5. 7\n± 1\n5. 3\n6 of\n6\n54 1.\n8 ±\n1 31\n5. 9\n0. 01\n10\n0\nN\nS -0\n2- 44\nD ik\ne cu\ntti ng\nh ig\nh hi\nll 79\n52\nG la\nci al\n( 2a\n) W\nR\n19 7.\n3 ±\n4 0.\n1 18\n2. 8\n± 5\n5. 4\n29 5.\n3 ±\n5 .9\n6\nof 6\n18\n1. 8\n± 2\n8. 7\n0. 61\n10\n0\nN S\n-0 2-\n58\nU\npp er\nla va\no f h\nill 7\n95 2\nG la\nci al\n( 2a\n) W\nR\n20 0.\n1 ±\n1 07\n.6\n15 2.\n4 ±\n1 11\n.1\n29 5.\n6 ±\n6 .9\n5\nof 6\n15\n5. 1\n± 7\n0. 0\n0. 77\n96\n.3\nN S\n-0 3-\n14 1\nD\nik e\nne ar\ns um\nm it\non S\nW r\nid ge\nG\nla ci\nal (\n2a )\nG M\n17\n7. 2\n± 7\n8. 6\n2 1.\n6 ±\n20 2.\n8 30\n5. 8\n± 1\n6. 2\n5 of\n6\n14 2.\n2 ±\n7 3.\n7 0.\n59\n96 .2\nN S\n-0 3-\n16 4\nLa\nva a\nt b as\ne of\nS E\nr id\nge\nG la\nci al\n( 2b\n) W\nR\n17 5.\n9 ±\n6 7.\n7 15\n2. 3\n± 8\n9. 6\n2 89\n.2 ±\n1 4.\n7 3\nof 5\n12\n0. 3\n± 5\n0. 9\n0. 35\n89\n.2\nN S\n-0 1-\n16\nU\npp er\np ill\now ed\nla va\no n\nS E\nr id\nge\nG la\nci al\n( 2b\n) W\nR\n15 2.\n6 ±\n8 3.\n8 8\n8. 5\n± 70\n.5\n29 9.\n3 ±\n5 .8\n5\nof 5\n11\n4. 2\n± 5\n8. 3\n0. 55\n10 0 N S -0 3- 16 5 P ill ow ed c la st fr om p al ag on iti c tu ff, ea st fl an k G la ci al ( 2b ) W R 10 9. 1 ± 5 5. 1 7 2. 8 ± 44 .5 29 8. 8 ± 3 .9 5 of 6 98 .6 ± 3 8. 2 1. 44 9\n0. 0\nN S\n-0 3-\n14 0\nLo\nw es\nt o f f\nou r\nst ee\npl y\ndi pp\nin g\nag\ngl ut\nin at\ne la\nva s,\nS W\nr id\nge\nS tr\nat oc\non e\nW R\n14\n8. 7\n± 6\n4. 0\n6 3.\n6 ±\n42 .1\n29\n7. 3\n± 7\n.1\n4 of\n6\n69 .6\n± 3\n9. 6\n0. 46\n90\n.1\nN S\n-0 2-\n10 2\nT\nhi n\nN S\nfl ow\nu nc\non fo\nrm ab\nly b\nel ow\nM\nLF , N\nW r\nid ge\nS\ntr at\noc on\ne W\nR\n12 0.\n7 ±\n6 2.\n1 5\n4. 6\n± 43\n.9\n29 5.\n6 ±\n8 .1\n5\nof 6\n55\n.0 ±\n3 6.\n8 0.\n06\n87 .5\nM\nat th\nie u\nLa ke\ns F\nis su\nre\nN S\n-0 2-\n95 A\nS\nm al\nl t uy\na on\nN E\ns pu\nr of\nM LF\nM\nLF -E\nas t\nW R\n93\n.5 ±\n4 2.\n2 67\n.3 ±\n3 4.\n2 29\n8. 7\n± 9\n.9\n6 of\n6\n75 .3\n± 3\n1. 0\n0. 66\n10 0 N S -0 3- 16 9 S ou th a gg lu tin at ed la va M LF -S ou th W R 21 .6 ± 1 6. 1 18 .7 ± 1 3. 1 29 6. 3 ± 6 .8 5 of 6 19 .5 ± 1 1. 6 0. 08 97 .7 N S -0 2- 10 1 T hi ck la va , n or th o f N or th S is te r’s no rt h fla nk M LF -M ai n W R 25 .4 ± 1 4. 9 11 .9 ± 1 4. 4 29 9. 2 ± 1 3. 7 5 of 6 14 .3 ± 1 1. 5 0. 12 95 .0 N S -0 3- 13 1 D ik e ra di al to N or th S is te r of M LF co m po si tio n M LF -M ai n W R 19 .9 ± 1 8. 5 1. 9 ± 32 .1 31 6. 6 ± 5 1. 1 5 of 5 11 .2 ± 1 0. 3 0. 62 10 0\nLi\nttl e\nB ro\nth er\n6. 88 16.0\n1.72 ± 4. 351\n6 f o 4 7.5 ± 4.892 6.75 ± 9.72 1 4.4 3 ± 9.452\nR W\nB L\naval BL 5 -20 - BL 5.96 8.27 ± 1.17 R W BL aval BL 22-30- BL\n± 1\n65 .2\n29\n6. 6\n± 7\n.3\n5 of\n6\n8 9.\n5 ±\n75 .0\n0.\n23\n86 .6\nLB\n-0 3-\n21\nLa\nrg e\nN 10\n°E -t\nre nd\nin g\ndi ke\no n\nN E\nfla\nnk o\nf L B\nLB\n2 G\nM\n85 .4\n± 3\n4. 8\n33 .6\n± 3\n0. 3\n30 2.\n7 ±\n9 .5\n4\nof 6\n4\n7. 6\n± 23\n.7\n0. 65\n86\n.8\nN\nor th\nc ry\nst al\n-r ic\nh ba\nse m\nen t l\nav a\n21 ± 3.861\nM G tne mesa B\n27-20- S N 3.\n6 14\n0. 0\n± 2\n04 .8\n29\n6. 6\n± 6\n.3\n5 of\n5\n17 2.\n8 ±\n1 01\n.9\n0. 29\n10 0 4, 61\n± 6.49 62 92 3,81 ± 5.9402 L P tne mesa B\n*27-20- S N 48\n29\n7. 4\n± 4\n.1\n6 of\n6\n41 15\n.8 ±\n7 91\n7. 4\n0. 50\n10\n0\nN ot\ne: A\nge s\nar e\nre po\nrt ed\nr el\nat iv\ne to\nb io\ntit e\nst an\nda rd\nF C\nT -3\n( 28\n.0 3\n± 0\n.1 6\nM a,\nR en\nne e\nt a l.,\n1 99\n8) . 4\n0 A r/\n39 A\nr ag\nes p\nre se\nnt ed\nw ith\n± 2σ\ne rr\nor . P\nre fe\nrr ed\nd at\nes a\nre p\nla te\nau a\nge s\nw ei\ngh te\nd by\nin ve\nrs e\nof v\nar ia\nnc e\nof\nth e\nhe at\nin g\nst ep\na ge\ns. M\nS W\nD —\nm ea\nn sq\nua re\no f w\nei gh\nte d\nde vi\nat es\n; W R\n— w\nho le\n-r oc\nk an\nal ys\nis ; G\nM —\ngr ou\nnd m\nas s\nse pa\nra te\n; P L—\npl ag\nio cl\nas e\nse pa\nra te\n. A r\nda ta\na nd\nir ra\ndi at\nio n\nco ns\nta nt\ns ar\ne ar\nch iv\ned a t w w w .E ar th R ef .o rg . A st er is ks in di ca te th at 2 σ er ro rs a re g re at er th an th e pl at ea u ag e.\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/121/5-6/643/3726843/i0016-7606-121-5-643.pdf by University of Arizona user on 26 February 2019\nGeological Society of America Bulletin, May/June 2009 651\nused because erupted magmas at North Sister are phenocryst poor with no evidence for xenocrystic inclusions. Plagioclase phenocrysts have low K\n2 O, and separates yielded inconclusive\nages (Table 2). All samples were analyzed using a MAP 215-50 rare-gas mass spectrometer at the Noble Gas Laboratory, College of Oceanographic and Atmospheric Sciences, Oregon State University. Argon gas was released over fi ve or six steps using incremental heating methods from Duncan and Hogan (1994) in a doublevacuum resistance furnace. Given the youth, low K\n2 O, and low radiogenic argon of the samples, fewer heating steps were desirable in order to increase the amount of argon released with each step, thereby decreasing the error. Temperatures were monitored and controlled with a programmable power supply thermocouple system. Masses 35–40 and intervening baselines were measured during ten sweeps with <10% peak decay per analysis. After the isotopic measurements were made, ages were calculated using the ArArCalc version 2.2 software (Koppers, 2002), correcting for blanks. Data tables with complete Ar analyses, irradiation constants, and age calculations for each sample are archived at www.earthref.org.\nAge plateaus were defi ned as four or more contiguous incremental heating steps that yielded ages within error of one another, typically contributing over 85% of the cumulative released 39Ar (Table 2; Fig. 5). Plateau ages are the preferred ages and overlap normal isochron ages within 2σ in all cases (Table 2). Errors cited on 40Ar/39Ar age determinations are all 2σ (95% confi dence level). These errors are comparable to the 1σ errors (68% confi dence level) presented by other studies of young, volcanic rocks (e.g., Singer et al., 1997; Calvert et al., 2005)."
  }, {
    "heading": "NORTH SISTER AND THE THREE",
    "text": "SISTERS VOLCANIC COMPLEX\nThe Three Sisters volcanic complex in central Oregon consists of at least fi ve composite volcanoes (North, Middle, and South Sisters, Broken Top, and the Husband) as well as numerous monogenetic vents. North Sister is the longest lived and most compositionally monotonous of the Three Sisters; Middle Sister (37–14 ka) and South Sister (178–2 ka) have erupted basalt to rhyolitic magmas (Calvert et al., 2003, 2005; Hildreth, 2007). The 3067-m-high North Sister is the most rugged of the Three Sisters with steep glacial scarps and talus slopes on all sides. Roughly shaped like a sea star, the North Sister volcanic edifi ce has fi ve radiating ridges separated by deep cirques (Figs. 3, 4, and 6). The current edifi ce has been estimated as having a volume of 15 km3 (Hildreth, 2007). We estimate\nthe total erupted volume of North Sister was 40 km3 with a high degree of uncertainty from the large amount of erosion that occurred during its construction. This value was calculated by summing a cone represented by the present edifi ce (880 m relief and 2-km-radius circular footprint for 3.7 km3) with the broader lava apron that is now composed of glaciated remnants of lava (6-km-radius circular footprint with a slope of 9° for a 36.3 km3 apron). Glaciers have eroded at least half of the volcano and left behind moraines throughout the Lodgepole pine forest.\nLavas at North Sister are almost all agglutinated, meaning that they were spatter-fed and range from dense and gray to red and scoriaceous. Eruptions were fed by radial dikes and produced olivine plagioclase-phyric agglutinated basaltic andesite (52.5%–55% SiO\n2 ) lavas, scoria, and\npalagonitic tuffs. Pyroxene is sparse (up to 1% orthopyroxene [opx] and 0.5% clinopyroxene [cpx]) and is restricted to samples with over 54 wt% SiO\n2 . Magnetite is ubiquitous in the\ngroundmass as microphenocrysts. Lava fl ows reached as far as 6 km from the central edifi ce. Lavas closest to North Sister are 0.3–5 m thick, but they thicken to as much as 30 m where they ponded at breaks in slope or banked against ice. The proportion of pyroclastic material increases toward the edifi ce, where palagonitic tuffs and scoria deposits exceed thicknesses of 230 m. The >11-km-long Matthieu Lakes Fissure marked a transition in magma plumbing away from the central volcano and produced aligned scoria cones atop elongate, fl ow-dominated tuyas and agglutinated lavas.\nEruptive products from North Sister are overlain by those from nearby vents, including the Middle Sister stratovolcano that is 2 km to the south and the Black Hump, a small dacitic volcano that sits in the saddle between North and Middle Sisters (Calvert et al., 2003; also called Step Sister by Hildreth, 2007). Little Brother is a small, heavily glaciated shield volcano that erupted MW-type basaltic andesite onto the broad west fl ank of North Sister. Holocene scoria cones north of North Sister, including Collier Cone, Yapoah Crater, and the Ahalapam Cinder Field erupted along the Matthieu Lakes Fissure lineament.\nNorth Sister Stage Descriptions\nWe break the history of North Sister into four eruptive stages that we identify by fi eld relationships; major unconformities bound the stages and coincide with changes in eruptive style (e.g., scoria versus lava-dominated sequences). 40Ar/39Ar dating of stratigraphic packages confi rms the fi eld relationships. Where stratigraphic\nor age data are not available, we sorted samples into the different eruptive stages through compositional and petrographic correlation. These eruptive stages are (1) the Lower Shield Stage (< ca. 400 ka), (2) the Glacial Stage (182–99 ka), (3) the Upper Shield Stage (ca. 80 ka), and (4) the Stratocone Stage (70–55 ka). Summaries of North Sister’s eruptive stages are presented in Table 3 and Figure 7.\nThe volcanic rocks of North Sister vary little in composition but shift toward lower Ni and MgO concentrations through time (Fig. 8). Clusters among the North Sister geochemical data that are attributed to stratigraphic packages of lava fl ows allow the characterization of four compositional groups. These groups do not exactly correspond to eruptive stages. The Lower Shield Stage makes up compositional group 1 and the Glacial Stage encompasses compositional groups 2a and 2b. The uppermost lavas of the Glacial Stage along with products of the Upper Shield and Stratocone Stages belong to compositional group 3–4."
  }, {
    "heading": "Lower Shield Stage (Ca. 400 ka)",
    "text": "The stratigraphically lowest lavas at North Sister Volcano are the products of the Lower Shield Stage (NSba1; Fig. 6). The term shield is used here to refl ect largely conformable, modestly dipping stacks of lava fl ows, although all North Sister lavas are agglutinated and have an explosive origin. Lavas are 0.5–5 m thick and dip 10°–30° away from the edifi ce, varying from red, scoriaceous to dense, gray fl ows. Glassy, ice-quenched fl ow margins with irregular horizontal joints were found at some lava fl ows. Although exposures of the Lower Shield Stage are limited, they are found at the base of both the north and south fl anks of the edifi ce, indicating that its footprint was at least as large as the cone of present-day North Sister.\nLavas of the Lower Shield belong to compositional group 1 and have high SiO\n2 (53.9–54.9\nwt%) and high Ni concentrations (86–107 ppm; Fig. 8B; Table 1) relative to other North Sister lavas. Other distinguishing compositional characteristics of group 1 include low CaO, FeO*, and TiO\n2 contents.\nThe oldest age at North Sister Volcano was determined for the stratigraphically lowest lava at the base of North Sister’s NW ridge (NS-0287; Table 2; Fig. 4). This sample yielded a recoil pattern that is typical of the loss of 39Ar from the recoil of 39K during irradiation in a fi ne-grained rock, and gave a plateau age of 501 ± 117 ka (Fig. 5A). A lava with a similar composition from two lava fl ows above NS-02-87 yielded an age of 311 ± 106 ka. The error on the age of a plagioclase separate from the third lava (four lavas above NS-02-87) is too great to make the\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/121/5-6/643/3726843/i0016-7606-121-5-643.pdf by University of Arizona user on 26 February 2019\n652 Geological Society of America Bulletin, May/June 2009\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/121/5-6/643/3726843/i0016-7606-121-5-643.pdf by University of Arizona user on 26 February 2019\nGeological Society of America Bulletin, May/June 2009 653\nage of use. The oldest eruptive stage at North Sister is thus interpreted to be ca. 400 ka within the 2σ error of the two best dated samples from the Lower Shield. The >300 ka age of the Lower Shield agrees with a 311 ± 46 ka (2σ error) of a sample from the opposite side of the volcano (low south fl ank) that was reported by Hildreth (2007) and that has a composition like others from the Lower Shield (W. Hildreth, 2006, personal commun.). A major unconformity separates the Lower Shield and the next preserved eruptive stage at North Sister, marking ~100 k.y. of missing time (Fig. 7)."
  }, {
    "heading": "Glacial Stage (182–99 ka)",
    "text": "Thick, bright-yellow packages of palagonitic tuffs interbedded with red scoria were produced during North Sister’s second and most voluminous stage, the Glacial Stage (NSba2a, NSba2b, NSpt2; Fig. 4). Products of the Glacial Stage are found on all sides of the volcano and include the farthest-reaching fl ows of North Sister. We estimate that 90% of the North Sister edifi ce was constructed during the fi rst two eruptive stages (Table 3), building a central volcano. Agglutinated lavas of the Glacial Stage interfi nger with more proximal deposits of scoria and palagonitic tuff and breccia. Scoria deposits are not well consolidated, but the\npalagonitic tuffs are well cemented and form cliffs. Bedding in the pyroclastic facies dips radially away from the volcano at 20°–45º, values that approach and exceed the dip of medial lavas. Minor buttress or channel unconformities that do not mark a change in eruptive style or composition are found throughout the Glacial Stage, commonly with glassy, quenched lava overlying a thin layer (1–5 cm) of palagonitic tuffs above the erosional surface.\nThe palagonitic tuffs are composed of a poorly supported matrix of ash to lapilli that are altered yellow and support both black vesicular scoria clasts (<1–30 cm) and pillowed clasts (up to 2 m diameter). Clasts are rounded with minor exterior alteration, while the matrix is uniformly palagonitized. Scanning electron microscope imaging of palagonitic tuff revealed euhedral plagioclase and olivine crystals surrounded by palagonite, and X-ray diffraction identifi ed an\nTABLE 3. SUMMARY OF NORTH SISTER, MATTHIEU LAKES FISSURE, AND LITTLE BROTHER\negnar egA slebal paM egatS (ka)*\nVolume (km3)\nComposition Number of dikes\nNorth Sister (NS) 40 NS-type 220 Lower Shield NSba1 ca. 400 1 1 Glacial Stage NSba2a,\nNSba2b, NSpt2 182–99 36† 2a, 2b 2a: 37\n2b: 35 Upper Shield NSba3 ca. 80 3–4 43 Stratocone NSba4 70–55 4§ 3–4 54\nMatthieu Lakes Fissure (MLF)\n0.4\nEast MLFbaE, MLFpcE\n75 MLF\nMain MLFaM, MLFpcM 20–11 MLF West MLFaW,\nMLFpcW After Main, but >2 MLF\nLittle Brother (LB)\nEarly LBba1, LBpt 153–90 0.8 MW-type 5 with central plug\nLate LB2 48 <0.01 1 *2σ errors are presented in Table 2 for 40Ar/39Ar age ranges. †Volume for Glacial Stage includes Lower Shield Stage. §Volume for Stratocone Stage includes Upper Shield Stage. Volume estimates have significant inherent errors (as much as 33%) resulting from glacial erosion throughout the eruptive history of North Sister.\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/121/5-6/643/3726843/i0016-7606-121-5-643.pdf by University of Arizona user on 26 February 2019\n654 Geological Society of America Bulletin, May/June 2009\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/121/5-6/643/3726843/i0016-7606-121-5-643.pdf by University of Arizona user on 26 February 2019\nGeological Society of America Bulletin, May/June 2009 655\nassemblage of nontranitic smectite, the zeolites chabazite and phillipsite, and sideromelane.\nDeposits of the Glacial Stage belong to one of two distinct compositional groups (2a or 2b) that are separated by both time and space. Lavas of the group 2a are found at the NE and SW ridges and range to lower SiO\n2 concentrations\nthan lavas of the later group 2b that are found on the SE ridge (Figs. 4 and 8B; Table 1). Group 2b also has lower FeO* and TiO\n2 than 2a and is\nmore like group 1 samples but has lower Ni concentrations. Numerous dikes of groups 2a and 2b were sampled near lavas of the same group.\nGroups 2a and 2b encompass different age ranges, 182–142 ka and 120–99 ka, respectively (Table 2; Figs. 5B–5D), based on three analyzed samples from each group. The distribution of these compositional groups on separate ridges along with dikes of similar composition suggest that North Sister was built in sectors during the Glacial Stage and the NE ridge preceded the SE ridge. Signifi cant unconformities bound the top and base ages of the Glacial Stage, such as found on the north fl ank (Fig. 6), where a thick package of yellow palagonitic tuff and red scoria deposits is sandwiched between Lower Shield and Upper Shield lavas. We thus here present a minimum age range (182–99 ka; Table 2) for the Glacial Stage."
  }, {
    "heading": "Upper Shield Stage (Ca. 80 ka)",
    "text": "The Upper Shield Stage is made up of more than 20 thin, agglutinated lava fl ows (0.5–5 m thick) that are bounded between two major unconformities and have dips between 10° and 40°. The stack is punctuated by a single layer of palagonitic tuff and lacks conspicuous unconformities (NSba3; Figs. 4 and 6), indicating that the Upper Shield formed during a time of little to no glacial ice on North Sister. Compositionally, the Upper Shield Stage lavas are similar to later lavas of the Stratocone Stage and belong to group 3–4. Group 3–4 is the most diverse and evolved geochemical group; it ranges to lower Ni and MgO than the other groups (Figs. 8B and 8C; Table 1). The Upper Shield Stage was not dated, but its age is constrained to between the youngest Glacial Stage date of 99 ± 38 ka and the oldest lava of the Stratocone Stage of 70 ± 40 ka (Table 2)."
  }, {
    "heading": "Stratocone Stage (70–55 ka)",
    "text": "Deposits of the Stratocone Stage include thick lavas at the present-day summit and steeply dipping (40°–50°) lava fl ows that veneer the slopes of North Sister and interlayer with scoria deposits. Stratocone lavas unconformably overlie deposits of the Glacial and Upper Shield Stages (NSba4; Fig. 4) with the lowest exposures found in the north glacial valley and at the base of the\nNorth Sister\nLittle Brother Ma\ntth ieu\nLa ke\ns F iss\nure\n1.5\n1.4\n1.3\n1.2\n1.1\n1.0\n0.9\n0.8\n0.7\n0.6\n0.5\nK 2O\nLittle Brother\n0\n20\n40\n60\n80\n100\n120\nN i (\np p\nm )\n52 53 54 55 56 57 58 59 60\nSiO2\nNorth Sister Little Brother MLF-East MLF-Main MLF-West MLF-S N xl-rich lava\nA\nB Compositional groups 1 - Early Shield 2a - E. glacial stage 2b - L. glacial stage 3-4 - Upper Shield/ Stratocone North Sister dike Distal North Sister lava\n6.0 5.0 4.0 3.0 2.0\nMgO\n10.0\n9.0\n8.0\n7.0\n6.0\n5.0\nC aO\nLittle Brother\nC\nFigure 8. (A) Weight % K2O, (B) Ni (ppm) vs. SiO2, and (C) CaO vs. MgO for North Sister, Little Brother, Matthieu Lakes Fissure, and the northern crystal-rich lava (psba). The North Sister compositional groups are broken out in (B) and (C) and indicate a general decrease in Ni concentration over time. Also, the MgO concentration of the last two compositional groups, 2b and 3–4, are lower than earlier groups.\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/121/5-6/643/3726843/i0016-7606-121-5-643.pdf by University of Arizona user on 26 February 2019\n656 Geological Society of America Bulletin, May/June 2009\nNW ridge (Figs. 4 and 6), indicating that signifi - cant erosion preceded its formation. The summit of North Sister is composed of three sheer pinnacles—the northern Glisan Peak and two southern Prouty Pinnacles, each consisting of thick lava fl ows that overlap toward the south. The Glisan fl ow, for example, is ~30 m thick, and its bottom half is made up of gray to yellow palagonitized breccia, indicating that it may have either ponded in a lake-fi lled crater or was confi ned by thick ice. Beneath the thick pinnacle fl ows are exceedingly steep slopes of semiconsolidated, subaerial scoria deposits and scoriaceous lava fl ows. Because samples from the Stratocone Stage are compositionally similar to the Upper Shield Stage with lower MgO and Ni than later North Sister stages, they are together as compositional group 3–4 (Figs. 8B and 8C).\nThe Upper Shield and Stratocone Stages constructed the current summit of North Sister, but represent minor additions to the total volume. We estimate the total volume of the Upper Shield and Stratocone Stages as ~4 km3 on the basis of the present-day relief and footprint of exposures (Table 3).\nMatthieu Lakes Fissure (Ca. 75 ka and 20–11 ka)\nThe Matthieu Lakes Fissure erupted from a N10°E-trending chain of fi ssures, agglutinated\nvents, and scoria cones that extend from the south fl ank of North Sister, across the northwest fl ank of the edifi ce to Black Crater, ~8.5 km to the north of North Sister (MLFba, MLFa, MLFpc; Figs. 3 and 4). Young moraine deposits of the Hayden Glacier cover the southern part of the Matthieu Lakes Fissure, making 11 km a minimum measurement for its total length. The volume of Matthieu Lakes Fissure volcanic deposits is estimated as 0.4 km3 by summing scoria cone and lava platform shapes as calculated from a topographic sheet (Table 3). The Matthieu Lakes Fissure produced Fe-rich magmas that range in composition from NS-type basaltic andesite to andesite (53–58 wt% SiO\n2 ).\nThree splays, which we call the east (MLFba1, MLFpc1), main (MLFa2, MLFpc2), and west (MLFa3, MLFpc3) splays, were recognized in the Matthieu Lakes Fissure north of North Sister by differences in vent alignments (Fig. 3) and in composition (Figs. 8 and 9). The east and main splays are elongate platforms of massive, thick lavas (5–120 m thick). The 4-km-long east splay underlies later Matthieu Lakes Fissure products and has been scoured by glaciers. The main splay is the longest and has small, subaerial scoria cones and spatter ramparts along its top (Fig. 3). Thick, glassy Matthieu Lakes Fissure lavas of the east and main splays have closely spaced jointed margins and planar fl ow bases and are locally palagonitized. We thus interpret\nthat the massive, thick platform lavas erupted through and were impounded against thick ice as fl ow-dominated tuyas. Flow-dominated tuyas (Kelman et al., 2002) are recognized to result from the eruption of intermediate-composition lavas beneath a thick ice.\nVents of the west splay trend north, in a slightly different orientation from the earlier two splays (Fig. 3). Because both subaerial and subglacial eruptions built the west splay, we interpret that it formed over a period of glacial retreat. Subaerial ejecta of the west splay form a ridge between Yapoah and Collier Cones that comprises scoria, ribbon and spindle bombs, spatter, and agglutinated lava fl ows. Subglacially erupted products of the west splay include a thick (~25 m), ice-contact lava fl ow that is northwest of Yapoah Crater.\nThe southern end of the Matthieu Lakes Fissure is a pile of red agglutinated lava (58 wt% SiO\n2 ) that erupted from a fi ssure at least 2785 m in elevation on North Sister and unconformably veneered the steep, glacially cut, south face of North Sister (Fig. 3). The fl ow thickens to ~10 m thick at the break in slope. The occurrence of the south agglutinate indicates that Matthieu Lakes Fissure feeder dikes were throughgoing and transected the North Sister edifi ce.\nAlthough Matthieu Lakes Fissure activity largely postdates North Sister’s central volcano stages, a sample from a small east splay vent yielded a 40Ar/39Ar age of 75 ± 31 ka and indicates that the earliest Matthieu Lakes Fissure was contemporaneous with Stratocone Stage activity (Table 2; Fig. 7). Three ages for the main splay of the Matthieu Lakes Fissure are within error of one another (20 ± 12 ka, 14 ± 12 ka, and 11 ± 10 ka), including ages determined for the south agglutinated lava and a small feeder dike that is oriented radially to North Sister. The youngest west splay is less glaciated than earlier Matthieu Lakes Fissure splays and more vegetated than Yapoah Crater, constraining its formation to between ca. 11 ka and ca. 2 ka (Scott, 1977)."
  }, {
    "heading": "Matthieu Lakes Fissure Composition and Mineralogy",
    "text": "Matthieu Lakes Fissure ejecta encompass a wider range in composition (53–58 wt% SiO\n2 )\nand degree of mineralogical variability (Table 1) than the restricted basaltic andesite of North Sister’s central volcano stages. The east splay is more crystal rich than the other splays and contains plagioclase, olivine, orthopyroxene and clinopyroxene, ± magnetite. Rare crystal aggregates of cpx and Fe-Ti oxides as large as 1.5 cm are interpreted as pseudomorphs of amphibole. Products of the main splay are glassy and phenocryst poor (<5%; Table 1), contain plagioclase,\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/121/5-6/643/3726843/i0016-7606-121-5-643.pdf by University of Arizona user on 26 February 2019\nGeological Society of America Bulletin, May/June 2009 657\northopyroxene and clinopyroxene, ± olivine, and are characterized by the presence of Fe-Ti oxide phenocrysts (up to 1 mm). The west splay produced oxidized vesicular spatter with up to 10% plagioclase, olivine, orthopyroxene and clinopyroxene, and groundmass magnetite.\nGeochemical data from the east and main splays form coherent trends on variation diagrams; in a plot of K\n2 O versus SiO 2 (Fig. 8A),\nthe east splay has lower SiO 2 (53–55 wt%) and K 2 O, and the main splay trends to higher SiO 2 (55–60 wt%) and K 2 O. These trends are consistent with fractional crystallization of the phenocryst assemblage of plagioclase, olivine, pyroxene, and magnetite (Table 1). The east splay has two mafi c endmembers—one that has high CaO and low TiO\n2 and another that\nhas low CaO and high TiO 2 (Figs. 8C and 9). Lavas from the east splay evolve from the lowTiO\n2 endmember to high TiO 2 with decreasing MgO. An infl ection in a plot of TiO 2 versus MgO between the east and main splays (Fig. 9) coincides with the appearance of phenocrystic magnetite (up to 0.5 mm; Table 1).\nThe composition of the Matthieu Lakes Fissure varies systematically along its length; SiO\n2 concentrations decrease to the north away from North Sister Volcano within a given splay (Fig. 10). Crystal content also increases to the north from ~60% phenocrysts in the most mafi c east splay to 4% phenocrysts in the most evolved main splay (Table 1). Concentrations of SiO\n2 and TiO 2 among the west splay ejecta\ndo not appear to vary systematically along its length (Fig. 10).\nLittle Brother (153–48 ka)\nLittle Brother, a heavily glaciated small shield volcano, lies 2 km west of North Sister Volcano (LBba1, LBpt; Fig. 3). Little Brother lavas are distinguished from those from North Sister in hand sample by their conspicuous sugary olivine-plagioclase glomerocrysts that typically outnumber phenocrysts by a factor of 2. Compositionally, the basaltic andesite of Little Brother (52–55 wt% SiO\n2 ; Table 1) is\nMW-type, having systematically higher concentrations of K\n2 O, TiO 2 , and other incompati-\nble elements than the basaltic andesite of North Sister (Figs. 8A and 9).\nLittle Brother lavas banked against the western fl ank of North Sister but mainly fl owed to the west and northwest, down North Sister’s broad fl ank (Fig. 3), forming a tilted cone (east base 2195 m and west base 1700 m). Based on an estimated footprint of 10.6 km2 and preerosion relief of 240 m, Little Brother had a total volume of 0.8 km3. In general, Little Brother erupted more effusively than North\nSister, although lesser palagonitic tuffs, scoria, and spatter were also produced. Most of Little Brother is constructed of thin (0.25–3 m) lavas with dips of 5°–10°. Palagonitic tuff underlies thin basal lavas (Figs. 3 and 4), suggesting that it erupted subglacially during its early history. Fewer dikes invaded Little Brother than North Sister, and lavas appear to have been fed by a volcanic plug that is exposed on Little Brother’s NE fl ank. Little Brother is capped by a sequence of scoria, spatter, and agglutinated lavas 5–15 m thick that fl owed unconformably over the lower thin, shallowly dipping lavas. 40Ar/39Ar age determinations of upper and lower Little Brother lavas (Table 2) yielded 90 ± 75 and 153 ± 27 ka, respectively, and indicate that Little Brother was contemporaneous with the Glacial Stage of North Sister (Fig. 7).\nA large dike (~10 m across), striking N10°E and paralleling the Matthieu Lakes Fissure, cuts across the north fl ank of Little Brother (LB2; Figs. 3 and 4). This dike produced a small lava that fl owed north. A 40Ar/39Ar determination of 48 ± 24 ka for the dike (Table 2; Fig. 5G) is younger than the rest of Little Brother.\nOther Mafi c Units"
  }, {
    "heading": "North Crystal-Rich Lava (Ca. 172 ka)",
    "text": "A distinctive olivine and plagioclase glomerocrystic basaltic andesite lava was found in\nthe forested, glaciated fl ats north of North Sister (psba; Fig. 3). This lava fl ow covers roughly 2 km2 and originated from an unknown source. Its stratigraphic relationship with North Sister is unknown because no clear contact was observed. The glomerocrystic unit has incompatible-element concentrations (e.g., K\n2 O) between Little\nBrother MW-type basaltic andesite and NS-type basaltic andesite (Fig. 8A). A groundmass separate from the northern glomerocrystic lava unit yielded a 40Ar/39Ar age of 172 ± 102 ka."
  }, {
    "heading": "Island Fissure",
    "text": "West of the Matthieu Lakes Fissure, another north-trending chain of vents that we call the Island Fissure consists of a series of four aligned scoria cones and two palagonitic tuff cones (IFpc and IFpt; Fig. 3). The southernmost cone of the Island Fissure is a glaciated, broad, red scoria cone that is littered with massive, glacially polished boulders. To the north of, and underlying the southernmost cone, are two orange-yellow palagonitic tuff cones that probably erupted beneath a thin glacier and were followed by subaerial scoria cones. No lavas associated with the Island Fissure were identifi ed. The timing of the Island Fissure is unknown, but it predates the west splay of the Matthieu Lakes Fissure as a lava fl ow of the west splay overlies one of the Island Fissure palagonitic tuff cones.\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/121/5-6/643/3726843/i0016-7606-121-5-643.pdf by University of Arizona user on 26 February 2019\n658 Geological Society of America Bulletin, May/June 2009"
  }, {
    "heading": "Holocene Scoria Cones",
    "text": "Holocene scoria cones north of North Sister include Collier Cone, Yapoah Crater, Fourin-One Cone, and the Ahalapam cinder fi eld. The Four-in-One Cone erupted MW-type and Sr-rich basaltic andesite (Conrey et al., 2002) from four closely spaced vents west of the Island Fissure, and has been dated at 1980 yr old (Scott, 1977). Lava from Yapoah Crater is more vegetated and thus older than Collier Cone, which has been dated as 1600 14C yr old (Scott, 1977). The most mafi c lavas from the Collier Cone (total range 55–65 wt% SiO\n2 ;\nSchick, 1994), Yapoah Crater (54–57 wt% SiO\n2 ; Conrey et al., 2000) are similar to the basaltic andesite of North Sister Volcano. The Ahalapam cinder fi eld is unvegetated and is made up of unconsolidated spindle and ribbon bombs to ash and piles of agglutinated spatter. The hummocky topography of the Ahalapam cinder fi eld indicates that tephra was deposited onto snow or ice. The cinder fi eld broadly overlies the Matthieu Lakes Fissure’s red agglutinated west splay. Numerous vents identifi able by piles of large spindle bombs are not aligned with dominantly N-S Matthieu Lakes Fissure."
  }, {
    "heading": "DIKES",
    "text": "Radial dikes cut through all units on North Sister Volcano, many forming vertical walls that stand above surrounding units. Dikes typically have dense, quenched margins and vesicular interiors, indicating that vesiculation was simultaneous with intrusion. On the basis of fi eld observations and air photo interpretation, 220 dikes within a ~2.5 km diameter area center on the present-day summit and are attributable to the four central volcano-building stages of North Sister (Table 3; Figs. 4, 11, and 12). Many more dikes that were not resolvable by air photos likely cut North Sister. The dikes at North Sister make up the largest radial dike swarm in the Cascade Range.\nWe track how dike orientations have changed through time (Figs. 11 and 12) based on: (1) correlation of dikes to North Sister’s compositional groups; (2) the observation that dikes tend to occur near similar composition lavas; (3) crosscutting relationships; and (4) limited radiometric dating. Most sampled dikes belong to the Glacial, Upper Shield, and Stratocone Stages; only one Lower Shield Stage (group 1) dike was sampled (Figs. 11 and 12).\nMaps of dikes for successive time intervals over the history of North Sister (Fig. 11) reveal a change in orientation from radial to more northstriking with time. The full range in orientations of the Glacial Stage dikes (2a and 2b) are limited by their exposure to the SE and NE ridges\n(Figs. 11 and 12), but do not appear to parallel the regional north-south structural fabric. Dikes of the last Stratocone Stage form an hourglass pattern with the most prominent, north-striking dikes changing their orientation to more radial at the center of the edifi ce (Fig. 11B). The hourglass pattern is expressed in a rose diagram (Fig. 12B) as a small number of measurements with diverse orientations, with an overall dominant trend toward the north.\nThe Matthieu Lakes Fissure marks the fi nal transition in conduit geometry at North Sister Volcano from a central volcano to fi ssures par-\nalleling the regional north-south fabric of vent and fault lineaments. Only a couple of Matthieu Lakes Fissure dikes were sampled, but aligned vents (Fig. 3) and systematic SiO\n2 variations\nalong its length suggest the existence of northstriking dikes (Figs. 11 and 12). Matthieu Lakes Fissure dikes were found close to the North Sister edifi ce, including a prominent 15-m-thick Matthieu Lakes Fissure feeder dike that strikes N25°E in the valley north of North Sister (Fig. 6). A second Matthieu Lakes Fissure dike was found high on the NW ridge of North Sister and is radial to the main edifi ce at N35°W.\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/121/5-6/643/3726843/i0016-7606-121-5-643.pdf by University of Arizona user on 26 February 2019\nGeological Society of America Bulletin, May/June 2009 659"
  }, {
    "heading": "DISCUSSION",
    "text": "The volcanic history of North Sister records changes in eruptive style that are linked to the presence of glacial ice as well as to the extensional tectonics of the central Oregon Cascade Range. The following discussion describes North Sister’s eruptive, glacial, and tectonic history in this regional context.\nThe Persistence of North Sister Volcano and Comparison with Other Volcanoes\nMafi c output outpaces intermediate to silicic volcanism by about a factor of 10 in the central Oregon Cascades (Hildreth, 2007; Sherrod and Smith, 1990). Mafi c volcanism has mainly occurred as small shields, and scoria cones that are ephemeral (thousands of years), relative to large andesitic and dacitic volcanoes (hundreds of thousands of years; Conrey et al., 2004), such as the 130 km3 Mazama volcanic system that has been active for ~420 k.y. (Bacon and Lanphere, 2006). Some Cascade mafi c volcanic centers that were constructed over short periods of intense activity are the 6–9 km3 Belknap Shield (1.5–3 ka; Taylor, 1981), the >12 km3 Middle Sister (37–14 ka; Hildreth, 2007), and the 35–40 km3 Mount Bachelor chain (18–8 ka; Scott and Gardner, 1992; Gardner, 1994). The\n< ca. 400 k.y. lifespan of North Sister Volcano that erupted ~40 km3 of homogeneous, lowK\n2 O basaltic andesite thus contrasts with the short lifespans of other mafi c volcanoes on the Cascades arc crest.\nEntirely mafi c volcanoes are outnumbered (>2:1) by intermediate to silicic volcanoes among major Quaternary centers in the Cascades Arc (as summarized by Hildreth, 2007). The major, mafi c centers are all in the central Oregon Cascades, especially in the rifted arc segment that hosts North Sister. The mafi c character and homogeneity of North Sister is likely the result of several factors: (1) intra-arc extension that allows mafi c magmas to traverse the crust without stagnation and development of magma chambers at intermediate levels within the crust; (2) a high rate of mafi c recharge that prevents the magma system from evolving silicic differentiates; and (3) a mafi c crust.\nOutside the Cascades, large, homogeneous, dominantly basaltic andesite volcanoes similar to North Sister are among the most productive on Earth. Examples include Volcan Villarrica in the Southern Andean Arc (250 km3 over 100 k.y; Clavero and Moreno, 2004), Stromboli Volcano in the Aeolian Arc (300 km3 over 100 k.y.; Hornig-Kjarsgaard et al., 1993), Tatara–San Pedro Volcanic complex (>55 km3 over 930 k.y.; Singer et al., 1997), and Klyuchevskoi Volcano in Kamchatka Arc (4650 m relief over 7 k.y.; Fedotov et al., 1987). The high production rate of Kluychevskoi Volcano may be analogous to the production rate of the early stages of North Sister Volcano (Lower Shield and Glacial Stages), when ~90% of the edifi ce was constructed. Like Klyuchevskoi, North Sister has no silicic differentiates, although later eruptions at Middle Sister and the Black Hump did erupt rhyodacite and dacite. In contrast, more variable eruptive products have been produced at the other centers, including andesite at Stromboli (Cortes et al., 2005), rhyolite at Villarrica (Clavero and Moreno, 2004), and basalt to rhyolite at Tatara–San Pedro (Singer et al., 1997; Dungan et al., 2001).\nVolcano-Ice Interactions\nSignifi cant sections of North Sister, the Matthieu Lakes Fissure, and Little Brother were constructed beneath ice during subglacial eruptions. Evidence includes polygonally jointed ice-quenched margins (cf. Lescinsky and Fink, 2000), pillowed fl ow margins, palagonitically altered tuff (cf. Smellie and Skilling, 1994), and intermediate composition fl ow-dominated tuyas (cf. Kelman et al., 2002). At other well-studied, more silicic Cascade stratovolcanoes, such as Mount Baker (Hildreth et al., 2003) and Mount"
  }, {
    "heading": "4 (field)",
    "text": "Downloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/121/5-6/643/3726843/i0016-7606-121-5-643.pdf by University of Arizona user on 26 February 2019\n660 Geological Society of America Bulletin, May/June 2009\nMazama (Bacon and Lanphere, 2006), icecontact eruption features are best preserved in lava fl ow margins and tuyas rather than in hyaloclastite deposits.\nThe most conspicuous deposits of subglacial eruptions at North Sister are the palagonitic tuffs and breccias, which are most typical of the Glacial Stage, but are also found in Upper Shield and Stratocone Stage deposits. Also called hyalotuffs in other studies (e.g., Smellie and Skilling, 1994; Smellie, 2000), palagonitic tuffs are considered to be characteristic of eruptions beneath thin, permeable ice. Red scoria interlayers with palagonitic tuffs indicate that subaerial eruptions also occurred as the extent of glacial ice fl uctuated. During the central volcano stages at North Sister Volcano, all eruptions were spatter-fed, but when they occurred beneath ice, further fragmentation brought on by contact with ice and subsequent alteration of ash formed the palagonitic tuffs. Sections of palagonitic tuffs and breccias reach thicknesses of more than 200 m proximal to the volcano. Within a kilometer of the summit, palagonitic tuffs and breccias interfi nger with thin fl ows (Fig. 6), which in turn transition laterally to medial stacks of fl ows separated by thin oxidized scoriaceous zones. This indicates that the ice on the edifi ce was thin, but persistent. Palagonitic tuffs are common at mafi c Pleistocene volcanoes of the central Oregon Cascades, including Mount Washington, Three-Fingered Jack, Mount Thielsen, and Union Peak near Crater Lake (Ed Taylor, 2004, written commun.; Dennis Geist, 2008, written commun.).\nThe style of the more explosive, palagonitic tuff-forming central volcano stages of North Sister contrasts with the thick, fl at, ice-bound lavas of the Matthieu Lakes Fissure east and main splays. Differences refl ect contrasting topography, ice thickness, vent distribution, and lava composition. During the central volcano stages, dike-fed eruptions over steep topography high on the edifi ce may have allowed lavas to fl ow beneath permeable alpine glaciers. Shearing of partly solidifi ed fl ow margins likely enhanced fragmentation within the hyaloclastic buffer zone in the lava fl ows. In contrast, the Matthieu Lakes Fissure erupted through and banked up against thick alpine glaciers that streamed over the fl ats surrounding the main edifi ce, resulting in thick lava platforms. The more distributed vents and fl at terrain of the Matthieu Lakes Fissure thus favored lava ponding or embankment against ice.\nThe thick fl ows of the east and main splays of the Matthieu Lakes Fissure are fl ow-dominated tuyas that contrast with the classic basaltic tuyas described by Matthews (1947) in British Columbia. Basaltic tuyas are steep-sided, fl at-topped piles of pillows and hyaloclastite that erupted\nbeneath thick ice and that are related to the formation of an ice-constrained meltwater lake. Formation of fl ow-dominated tuyas is favored by suppression of vesiculation, which is in turn more likely in intermediate to silicic lavas where the temperature of eruption of the magma is closer to the glass transition temperature (Kelman et al., 2002). The lavas of the Matthieu Lakes Fissure mostly have 56–60 wt% SiO\n2 ,\nconsistent with favoring the formation of fl owdominated tuyas. Flow-dominated tuyas in the central Oregon Cascades include Hayrick Butte (60 wt% SiO\n2 ; Conrey et al., 2002) and Koko-\nstick Butte (dacite; Lescinsky and Fink, 2000). Minimum ice thicknesses can be deduced by morphology and height of fl ow-dominated tuyas. The east splay erupted beneath ice between 160 and 120 m thick, with height decreasing to the north. Although sections of the main splay erupted subaerially high on North Sister, ice thickness is constrained to ~50 m thick just north of the North Sister edifi ce and increased to as much as ~120 m thick to the north.\nGlacial History and Correlation with Global Glaciations\nDuring more than 90% of the <~400 k.y. history of North Sister Volcano, there was more glacial ice worldwide than today based on the global benthic δ18O record (Lisiecki and Raymo, 2005). The interpretation of the long-term glacial history of a volcano based on the deposits of subglacial eruptions is complicated by: (a) poor preservation and (b) whether their presence refl ects a true glacial advance or remnant alpine glaciers, such as those active on North Sister for much of its history. Although subglacial eruptions and erosional events are found in all stages of North Sister Volcano, we fi nd evidence of three major glaciations that correlate with the global climate record (Fig. 7; Lisiecki and Raymo, 2005). Two of these are marked by erosion and one by abundant evidence for magma-ice interaction in the deposits of the Glacial Stage, when the eruption rate exceeds the erosion rate.\nThin Lower Shield Stage lavas (< ca. 400– 300 ka) record the presence of small alpine glaciers in discrete ice-quenched fl ow margins. A major unconformity between the Lower Shield and Glacial Stages represents 45–195 k.y. of missing time between 311 ± 46 ka (Hildreth, 2007) and 191 ± 29 ka (Table 2) and indicates that signifi cant erosion followed the Lower Shield Stage during the global glacial period ca. 300–230 ka (Fig. 7C; Lisiecki and Raymo, 2005).\nA thin, permeable ice cap was present on North Sister during the early Glacial Stage (compositional group 2a) between ca. 182 and 142 ka and correlates with the Penultimate Gla-\nciation ca. 180–130 ka. Ice and snow thickness probably fl uctuated during the Glacial Stage, represented by alternating palagonitic tuff and scoria deposits. Palagonitic tuff is also exposed low on the NE fl ank of Little Brother Volcano (Figs. 4 and 7), which has a maximum age of 153 ± 27 ka (Table 2).\nLarge, steep talus slopes impede the linkage of stratigraphy between the early and late parts (compositional groups 2a and 2b) of the Glacial Stage that are found on opposite sides of the edifi ce. The missing section between the two parts of the Glacial Stage appears to have been concurrent with a dramatic deglaciation event that occurred ca. 125–130 ka (Lisiecki and Raymo, 2005; Fig. 7C) when erosion rates would have been high. The late Glacial Stage (99–120 ka) includes signifi cant sections of palagonitic tuffs that interfi nger with lavas and may refl ect the advance and retreat of alpine glaciers during the lead up to the Wisconsin Glaciation. An unconformity separates the Glacial Stage and the Upper Shield Stage.\nConformable stacks of lava of the Upper Shield Stage (ca. 80 ka) suggest there was little to no ice on North Sister at that time. An unconformity at the top of the Upper Shield may mark the onset of the Early Wisconsin glaciation (ca. 75 ka; Fig. 7) when deep cirques developed and were later covered with agglutinated lavas of the Stratocone Stage. 40Ar/39Ar age determinations of lavas from the Stratocone Stage (55 ± 37 ka and 70 ± 40 ka; Table 2) are consistent with their eruption during the Early Wisconsin glaciation (Fig. 7). These include the exceptionally thick palagonitized, brecciated lavas at North Sister’s summit that may have banked against ice. The east splay of the Matthieu Lakes Fissure (75 ± 31 ka), a fl ow-dominated tuya in the glaciated valley north of North Sister also erupted during the Early Wisconsin. Signifi cant erosion enhanced by glaciation continued throughout the Wisconsin. The age determined for the south agglutinated fl ow indicates that erosion of North Sister’s steep south fl ank must have occurred prior to 20 ± 11 ka. Further subglacial eruptions occurred during the formation of the main splay of the Matthieu Lakes Fissure during the Last Glacial Maximum, or Suttle Lake advance through its deglaciation (Fig. 7; Table 2). The presence of both subaerially and subglacially erupted lavas and tephras of the west splay suggests that it was constructed over a period of glacial retreat, between ca. 11 and 2 ka."
  }, {
    "heading": "Volcano Growth Rates",
    "text": "Uncertainty for estimates of volumetric eruption rates is great for stratovolcanoes where erosion rates are high such as at Mount Baker (Hildreth et al., 2003), Tatara–San Pedro (Singer\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/121/5-6/643/3726843/i0016-7606-121-5-643.pdf by University of Arizona user on 26 February 2019\nGeological Society of America Bulletin, May/June 2009 661\net al., 1997), and North Sister Volcano. Unconformities represent periods when rates of erosion were greater than rates of eruption and do not necessarily refl ect a hiatus in volcanism. For instance, eruptions probably did not cease over the period of time represented by the major unconformity between the Lower Shield and Glacial Stages. Evidence of these eruptions was either removed or covered by later eruptions and (or) glacial deposits.\nAbout 90% of the 40 km3 total volume of North Sister was created by the end of the Glacial Stage, when abundant ice infl uenced eruptive style and erosion (Table 3). Eruption rates outpaced erosion rates to build up thick stacks of palagonitic tuff and lava during that time. The rapid growth of North Sister over a relatively short period of time during the Glacial Stage is similar to early stages of rapid growth rates at dacitic stratovolcanoes (Klemetti and Grunder, 2008). Short spurts of intense activity have been shown to be important during the construction of other Cascade stratovolcanoes (e.g., Mount Adams; Hildreth and Lanphere, 1994). Signifi - cant unconformities, such as between the Lower Shield and Glacial Stages and between the Stratocone Stage and the main splay of the Matthieu Lakes Fissure, indicate that erosion rates were greater than eruption rate during other glacial periods (Fig. 7). We see no evidence that eruption rates increased following deglaciations as has been noted at other volcanoes (e.g., Tatara–San Pedro [Singer et al., 1997] and Mount Mazama [Bacon and Lanphere, 2006]).\nTime-integrated eruption rates at North Sister appear to have slowed from ~0.18–0.12 km3 per k.y. during its fi rst two stages (36 km3 over 200–300 k.y.) to ~0.08 km3 per k.y. over the last two stages (4 km3 over ~50 k.y.). This decline in eruption rates has a high degree of uncertainty but coincides with a decrease in Ni and MgO concentrations in the geochemical group 3–4 (Figs. 8B and 8C). We propose that the chemical trend refl ects olivine-dominated fractionation during magmatic and volcanic waning of the North Sister system.\nInfl uence of Regional Tectonics\nLoading and spreading of the volcanic pile along with the regional stress regime infl uence dike orientations in radial swarms (Nakamura, 1977). Concurrent with the waning eruption rate at North Sister Volcano, a change in the orientations of dikes occurred to be more in line with the regional north-trending structural fabric (Fig. 11). Radial dikes fed eruptions at North Sister during its earliest and most voluminous Lower Shield and Glacial Stages and were caused by loading (ten Brink, 1991; Muller et al., 2001) as well as\nspreading of the volcano (van Wyk de Vries and Matela, 1998). Later, large north-trending and hourglass pattern dikes of the Stratocone Stage (Fig. 11) are aligned parallel to the regional fabric away from the edifi ce, but curve toward the center of the volcanic load as is common in extensional settings (Bacon, 1985; Takada, 1994; van Wyk de Vries and Merle, 1996).\nThe magma supply at North Sister declined and became increasingly distributed away from the main edifi ce. Final overprinting by regional extensional stresses is manifest in the Matthieu Lakes Fissure, the >11-km-long alignment of vents, dikes, and lavas that transects the North Sister edifi ce. SiO\n2 concentration in Matthieu\nLakes Fissure ejecta is directly related to distance from North Sister Volcano, indicating a near-surface relationship between diking and fractional crystallization processes (Fig. 10), either along dikes or in a zoned magma chamber. The Holocene scoria cones Collier Cone, Yapoah Crater, and the Ahalapam Cinder Field that erupted in line with the Matthieu Lakes Fissure (Bacon, 1985) are compositionally akin to North Sister’s basaltic andesite (Schick, 1994). Future eruptions in the vicinity are most likely to occur along or en echelon to the Matthieu Lakes Fissure alignment."
  }, {
    "heading": "CONCLUSIONS",
    "text": "North Sister Volcano, the oldest of the Three Sisters has produced a monotonous low-K\n2 O,\nNS-type basaltic andesite over its <~400 k.y. history. As a long-lived and homogeneous mafi c composite volcano, North Sister belongs to an important class of volcanoes not hitherto treated in other single center studies in the Cascade Arc (Hildreth and Lanphere, 1994; Hildreth et al., 2003; Bacon and Lanphere, 2006).\nExtensional tectonics and glacial ice have infl uenced the history of North Sister Volcano. Built over four central volcano stages—(1) the Lower Shield Stage (< ca. 400 ka), (2) the Glacial Stage (182 ± 29 ka to 99 ± 39 ka), (3) the Upper Shield Stage (ca. 80 ka), and (4) the Stratocone Stage (70 ± 40 ka to 55 ± 37 ka)—North Sister was later transected by the north-trending Matthieu Lakes Fissure (75 ± 31 ka to 14 ± 12 ka). These stages refl ect changes in composition and eruptive style and are bounded by unconformities. The timing of erosional events and subglacial eruptions, including palagonitic tuffs, fl owdominated tuyas, and ice-contact lavas at North Sister were controlled by the presence of ice during three major global glaciations since 400 ka.\nTime-integrated eruption rates at North Sister appear to have slowed during the fi nal two central volcano eruptive stages that constructed the last 10% of the volcano. A decrease in Ni\nand MgO contents suggests magmatic waning of the system and differentiation by olivine fractionation. The waning of North Sister also saw an overprinting of the edifi ce by the regional extensional fabric as the dikes changed in orientation from radial to the edifi ce to more north-trending through time. The throughgoing, >11-km-long Matthieu Lakes Fissure represents the culmination of overprinting of the volcano by tensional stresses."
  }, {
    "heading": "ACKNOWLEDGMENTS",
    "text": "This work was supported by the National Science Foundation grant EAR-0230359 to Anita Grunder and a 2002 Jack Kleinman graduate research grant to Mariek Schmidt. Insightful reviews by Brad Singer, Dennis Geist, and Michelle Coombs greatly improved the paper. Members of the Oregon State University Advanced Writers Workshop, including Erik Klemetti, Emily Larkin, Emily Lundblad, and Rose Wallick, contributed guidance and support at this paper’s inception. Rick Conrey, Robert Duncan, Reid Glassman, Diane Johnson, and John Huard assisted in analytical aspects of this research. Andy Uhrig helped to summit the hazardous North Sister and contributed point counts. Conversations with Robert Duncan, Wes Hildreth, Andy Calvert, Rick Conrey, and Ed Taylor were particularly helpful. Anders Carlson, Denise Giles, Dana Johnston, Erik Klemetti, Katherine Knox, Celeste Mercer, Mike Rowe, and Tammo Huppertz assisted in the fi eld."
  }, {
    "heading": "REFERENCES CITED",
    "text": "Bacon, C.R., 1985, Implications of silicic vent patterns for the presence of large crustal magma chambers: Journal of Geophysical Research, v. 90, p. 11,243–11252, doi: 10.1029/JB090iB13p11243. Bacon, C.R., and Lanphere, M.A., 2006, Eruptive history and geochronology of Mount Mazama and the Crater Lake region, Oregon: Geological Society of America Bulletin, v. 118, p. 1331–1359, doi: 10.1130/B25906.1. Bacon, C.R., Bruggman, P.E., Christiansen, R.L., Clynne, M.A., Donnelly-Nolan, J.M., and Hildreth, W., 1997, Primitive magmas at fi ve Cascade volcanic fi elds: Melts from hot, heterogeneous sub-arc mantle: Canadian Mineralogist, v. 35, p. 397–423. Bacon, S.N., 1996, Quaternary volcanic and glacial stratigraphy of Black Crater, outside Sisters, Oregon [Senior thesis]: Humboldt State University, 50 p. Blackwell, D.D., Steele, J.L., Frohme, M.K., Murphey, C.F., Priest, G.R., and Black, G.L., 1990, Heat fl ow in the Oregon Cascade Range and its correlation with regional gravity, curie point depths, and geology: Journal of Geophysical Research, v. 95, p. 19,475–19,493, doi: 10.1029/JB095iB12p19475. Calvert, A.T., Hildreth, W., and Fierstein, J., 2003, Silicic eruptions of the past 50 kyr at the Three Sisters Volcanic Complex: Eos (Transactions, American Geophysical Union), v. 84, no. 46, Fall Meeting Supplemental Abstract V32D-1049. Calvert, A.T., Fierstein, J., and Hildreth, W., 2005, High precision dating at young arc volcanoes: Understanding the past 40 kyr at Middle Sister, Oregon: Geochimica et Cosmochimica Acta, Goldschmidt Conference Abstracts, v. 69, p. A269. Clark, P.U., 1992, Mass balance study of the Collier Glacier, Three Sisters area, Cascade Range, Oregon: Oregon Water Resources Research Institute, Project G1609-05, 35 p. Clavero, J., and Moreno, H., 2004, Evolution of Villarrica Volcano, Boletín del Servicio Nacional de Geología y Minería, Gobierno de Chile, no. 61, p. 17–27. Conrey, R.M., Sherrod, D.R., Hooper, P.R., and Swanson, D.A., 1997, Diverse primitive magmas in the Cascade\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/121/5-6/643/3726843/i0016-7606-121-5-643.pdf by University of Arizona user on 26 February 2019\n662 Geological Society of America Bulletin, May/June 2009\nArc, northern Oregon and southern Washington: Canadian Mineralogist, v. 35, p. 367–396. Conrey, R.M., Sherrod, D.R., Donnelly-Nolan, J.M., and Taylor, E.M., 2000, The north-central Oregon Cascade margin: Exploring petrologic and tectonic intimacy in a propagating intra-arc rift: MARGINS 2000 Field Trip, 62 p. Conrey, R.M., Hooper, P.R., Larson, P.B., Chesley, J., and Ruiz, J., 2001, Trace elements and isotopic evidence for two types of crustal melting beneath a High Cascade volcanic center, Mt. Jefferson, Oregon: Contributions to Mineralogy and Petrology, v. 141, p. 710–732. Conrey, R.M., Taylor, E.M., Donnelly-Nolan, J.M., and Sherrod, D.R., 2002, North-central Oregon Cascades: Exploring petrologic and tectonic intimacy in a propagating intra-arc rift: Field Guide to geologic processes in Cascadia: Oregon Department of Geology and Mineral Industries Special Paper 36. Conrey, R.M., Grunder, A.L., and Schmidt, M.E., 2004, SOTA Field trip guide—State of the Cascade Arc: Stratocone persistence, mafi c lava shields, and pyroclastic volcanism associated with intra-arc rift propagation: Oregon Department of Geology and Mineral Industries OpenFile Report O-04-04, 40 p. Cortes, J.A., Wilson, M., Condliffe, E., Francalanci, L., and Chertkoff, D.G., 2005, The evolution of the magmatic system of Stromboli volcano during the Vancor period (26–13.8 k.y.): Journal of Volcanology and Geothermal Research, v. 147, p. 1–38, doi: 10.1016/ j.jvolgeores.2005.03.005. Crandell, D.R., 1965, The glacial history of western Washington and Oregon, in Wright, H.E., and Frey, D.G., eds., The Quaternary of the United States: Princeton, Princeton University Press, p. 341–354. Duncan, R.A., and Hogan, L.G., 1994, Radiometric dating of young MORB using the 40Ar/39Ar incremental heating method: Geophysical Research Letters, v. 21, p. 1927– 1930, doi: 10.1029/94GL01375. Dungan, M.A., Wulff, A., and Thompson, R., 2001, Eruptive stratigraphy of the Tatara–San Pedro Complex, 36°S, Southern Volcanic Zone, Chilean Andes: Reconstruction method and implications for magma evolution at longlived arc volcanic centers: Journal of Petrology, v. 42, p. 555–626, doi: 10.1093/petrology/42.3.555. Fedotov, S.A., Khrenov, A.P., and Zharinov, N.A., 1987, Klyuchevskoi Volcano: Eruptive activity in 1932–1986 and predictive evolution: Volcanology and Seismology, no. 4, p. 3–16. Gardner, C.A., 1994, Temporal, spatial and petrologic variations of lava fl ows from the Mount Bachelor volcanic chain, central Oregon High Cascades: U.S. Geological Survey Open-File Report 94-261. Guffanti, M., and Weaver, G.S., 1988, Distribution of Late Cenozoic volcanic vents in the Cascade Range: Volcanic arc segmentation and regional tectonic considerations: Journal of Geophysical Research, v. 93, p. 6513–6529, doi: 10.1029/JB093iB06p06513. Hildreth, W., 2007, Quaternary magmatism in the Cascades: Geologic perspectives: U.S. Geological Survey Professional Paper 1744, 136 p. Hildreth, W., and Lanphere, M.A., 1994, Potassium-argon geochronology of a basalt-andesite-dacite arc system: The Mount Adams volcanic fi eld, Cascade Range of southern Washington: Geological Society of America Bulletin, v. 106, p. 1413–1429, doi: 10.1130/0016-760 6(1994)106<1413:PAGOAB>2.3.CO;2. Hildreth, W., Fierstein, J., and Lanphere, M., 2003, Eruptive history and geochronology of Mount Baker volcanic fi eld, Washington: Geological Society of America Bulletin, v. 115, p. 729–764, doi: 10.1130/0016-7606(2003) 115<0729:EHAGOT>2.0.CO;2. Hornig-Kjarsgaard, I., Keller, J., Koberski, U., Stadlbauer, E., Francalanci, L., and Lenhart, R., 1993, Geology, stratigraphy, and volcanological evolution of the island of Stromboli, Aeolian arc, Italy: Acta Vulcanologica, v. 3, p. 21–68. Hughes, S.S., 1990, Mafi c magmatism and associated tectonism in the Central Oregon High Cascade Range, Oregon: Journal of Geophysical Research, v. 95, p. 19,623– 19,638, doi: 10.1029/JB095iB12p19623. Hughes, S.S., and Taylor, E.M., 1986, Geochemistry, petrogenesis, and tectonic implications of central High\nCascade mafi c platform lavas: Geological Society of America Bulletin, v. 97, p. 1024–1036, doi: 10.1130/00 16-7606(1986)97<1024:GPATIO>2.0.CO;2. Johnson, D.J., Hooper, P.R., and Conrey, R.M., 1999, XRF analyses of rocks and mineral for major and trace elements on a single low dilution Li-tetraborate fused bead: Advanced X-ray Analysis, v. 41, p. 843–867. Jordan, B.T., Grunder, A.L., Duncan, R.A., and Deino, A.L., 2004, Geochronology of age-progressive volcanism of the Oregon High Lava Plains: Implications for the plume interpretation of Yellowstone: Journal of Geophysical Research, v. 109, B10202, doi: 1029/2003JB002776. Kelman, M.C., Russell, J.K., and Hickson, C.J., 2002, Effusive, intermediate glaciovolcanism in the Garibaldi Volcanic Belt, southwestern British Columbia, Canada, in Smellie, J.L., and Chapman, M.G., eds., Volcano-ice interaction on Earth and Mars: The Geological Society of London Special Publications, v. 202, p. 195–211. Klemetti, E.W., and Grunder, A.L., 2008, Volcanic evolution of Volcán Aucanquilcha: A long-lived, monotonous dacite volcano in the Central Andes of northern Chile: Bulletin of Volcanology, v. 70, p 633–650, doi: 10.1007/ s00445-007-0158-x. Koppers, A.P., 2002, ArArCALC—Software for 40Ar/39Ar age calculations: Computers and Geosciences, v. 28, p. 605– 619, doi: 10.1016/S0098-3004(01)00095-4. Lescinsky, D.T., and Fink, J.H., 2000, Lava and ice interaction at stratovolcanoes: Use of characteristic features to determine past glacial extents and future volcanic hazards: Journal of Geophysical Research, v. 105, p. 23,711–23,726, doi: 10.1029/2000JB900214. Lisiecki, L.E., and Raymo, M.E., 2005, A Pliocene-Pleistocene stack of 57 globally distributed δ18O records: Paleoceanography, v. 20, p. PA1003, doi: 10.1029/ 2004PA001071. MacLeod, N.S., Walker, G.W., and McKee, E.H., 1975, Geothermal signifi cance of eastward increase in age of upper Cenozoic rhyolitic domes in southeastern Oregon: U.S. Geological Survey Open-File Report 75-348, 21 p. Magill, J.R., Wells, R.E., Simpson, R.W., and Cox, A.V., 1982, Post-12 m.y. rotation of southwest Washington: Journal of Geophysical Research, v. 87, p. 3761–3776, doi: 10.1029/JB087iB05p03761. Matthews, W.H., 1947, “Tuyas,” fl at-topped volcanoes in northern British Columbia: American Journal of Science, v. 245, p. 560–570. Muller, J.R., Ito, G., and Martel, S.J., 2001, Effects of volcano loading on dike propagation in an elastic half-space: Journal of Geophysical Research, v. 106, p. 11,101–11,114, doi: 10.1029/2000JB900461. Nakamura, K., 1977, Volcanoes as possible indicators of tectonic stress orientation—Principle and proposal: Journal of Volcanology and Geothermal Research, v. 2, p. 1–16, doi: 10.1016/0377-0273(77)90012-9. Pezzopane, S.K., and Weldon, R.H., 1993, Tectonic role of active faulting in central Oregon: Tectonics, v. 12, p. 1140–1169, doi: 10.1029/92TC02950. Rasmussen, J., and Humphreys, E., 1988, Tomographic image of the Juan de Fuca Plate beneath Washington and Western Oregon using teleseismic P-wave travel times: Geophysical Research Letters, v. 15, p. 1417–1420, doi: 10.1029/GL015i012p01417. Renne, P.R., Swisher, C.C., Deino, A.L., Karner, D.B., Owens, T.L., and DePaolo, D.J., 1998, Intercalibration standards, absolute ages and uncertainties in 40Ar/39Ar datomg. Chemical Geology, v. 145, p. 117-152, doi:10.1016/ S0009-2541(97)00159-9. Schick, J.D., 1994, Origin of compositional variability of the lavas at Collier Cone, High Cascades, Oregon [M.S. thesis]: Eugene, University of Oregon, 153 p. Schmidt, M.E., 2005, Deep crustal and mantle inputs to North Sister Volcano, Oregon High Cascade Range [Ph.D. thesis]: Corvallis, Oregon State University, 197 p. Schmidt, M.E., Grunder, A.L., and Rowe, M.C., 2008, Segmentation of the Cascade Arc as indicated by Sr and Nd isotopic variation among diverse primitive basalts: Earth and Planetary Science Letters, v. 266, p. 166–181, doi: 10.1016/j.epsl.2007.11.013. Scott, W.E., 1977, Quaternary glaciation and volcanism, Metolius River area, Oregon: Geological Society of America Bulletin, v. 88, p. 113–124, doi: 10.1130/0016- 7606(1977)88<113:QGAVMR>2.0.CO;2. Scott, W.E., and Gardner, C.A., 1992, Geologic map of Mount Bachelor Volcanic Chain and surrounding area, Cascade Range, Oregon: U.S. Geological Survey Miscellaneous Investigations Series Map I-1967, scale 1:50,000. Scott, W.E., Gardner, C.A., and Johnston, D.A., 1990, Field trip guide to the central Oregon High Cascades, Part 1: Mount Bachelor-South Sister area: Oregon Geology, v. 52, p. 99–140. Sherrod, D.R., and Smith, J.G., 1990, Quaternary extrusion rates of the Cascade Range, northwestern Unites States and southern British Columbia: Journal of Geophysical Research, v. 95, p. 19,465–19,474, doi: 10.1029/ JB095iB12p19465. Sherrod, D.R., Taylor, E.M., Ferns, M.L., Scott, W.E., Conrey, R.M., and Smith, G.A., 2004, Geologic map of the Bend 30- × 60-minute quadrangle, central Oregon: U.S. Geological Survey Geologic Investigations Series I-2683, scale 1:100,000. Singer, B.A., Thompson, R.A., Dungan, M.A., Feeley, T.C., Nelson, S.T., Pickens, J.C., Brown, L.L., Wulff, A.W., Davidson, J.P., and Metzger, J., 1997, Volcanism and erosion during the past 930 k.y. at the Tatara–San Pedro complex, Chilean Andes: Geological Society of America Bulletin, v. 109, p. 127–142, doi: 10.1130/0016-7606 (1997)109<0127:VAEDTP>2.3.CO;2. Smellie, J.L., 2000, Subglacial eruptions, in Sigurdsson, H., ed, The encyclopedia of volcanoes: New York, Academic Press p. 403–418. Smellie, J.L., and Skilling, I.P., 1994, Products of volcanic eruptions under different ice thicknesses: Two examples from Antarctica: Sedimentary Geology, v. 91, p. 115– 129, doi: 10.1016/0037-0738(94)90125-2. Takada, A., 1994, The infl uence of regional stress and magmatic input on styles of monogenetic and polygenetic volcanism: Journal of Geophysical Research, v. 99, p. 13,563–13,573, doi: 10.1029/94JB00494. Taylor, E.M., 1981, Central High Cascade roadside geology, in Johnston, D.A., and Donnelly-Nolan, J.M., eds., Guides to some volcanic terranes in Washington, Idaho, Oregon, and northern California: U.S. Geological Survey Circular 838, p. 55–83. Taylor, E.M., MacLeod, N.S., Sherrod, D.R., and Walker, G.W., 1987, Geologic map of the Three Sisters Wilderness, Deschutes, Lane, and Linn Counties, Oregon: U.S. Geological Survey Miscellaneous Field Studies Map MF-1952, scale 1:63,360. ten Brink, U., 1991, Volcano spacing and plate rigidity: Geology, v. 19, p. 397–400, doi: 10.1130/0091-7613(1991) 019<0397:VSAPR>2.3.CO;2. Trehu, A.M., Asudeh, T.M., Brocher, J.H., Luetgert, W.D., Mooney, J.L., Nabelek, J.L., and Nakamura, Y., 1994, Crustal architecture of the Cascadia forearc: Science, v. 266, p. 237–243, doi: 10.1126/science.266.5183.237. van Wyk de Vries, B., and Matela, R., 1998, Styles of volcano-induced deformation numerical models of substratum fl exure, spreading, and extrusion: Journal of Volcanology and Geothermal Research, v. 81, p. 1–18, doi: 10.1016/S0377-0273(97)00076-0. van Wyk de Vries, B., and Merle, O., 1996, The effect of volcanic constructs on rift fault patterns: Geology, v. 24, p. 643–646. Walker, G.W., and MacLeod, N.S., 1991, Geologic map of Oregon: U.S. Geological Survey, scale 1:500,000, 2 sheets. Weaver, C.S., and Baker, G.E., 1988, Geometry of the Juan de Fuca Plate beneath Washington and northern Oregon from seismicity: Bulletin of the Seismological Society of America, v. 78, p. 264–275. Wells, R.E., Weaver, C.S., and Blakely, R.J., 1998, Forearc migration in Cascadia and its neotectonic signifi cance: Geology, v. 26, p. 759–762, doi: 10.1130/0091-7613 (1998)026<0759:FAMICA>2.3.CO;2."
  }, {
    "heading": "MANUSCRIPT RECEIVED 3 APRIL 2008 REVISED MANUSCRIPT RECEIVED 1 AUGUST 2008 MANUSCRIPT ACCEPTED 6 AUGUST 2008",
    "text": "Printed in the USA\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/121/5-6/643/3726843/i0016-7606-121-5-643.pdf by University of Arizona user on 26 February 2019"
  }],
  "year": 2009,
  "references": [],
  "id": "SP:2fb73a5c55997e17b3b09db8d3ba0782c67eab7a",
  "authors": [],
  "abstractText": "Along with magma supply rates, glacial ice and local tectonics infl uence the eruptive style and preservation of arc volcanoes. We present the results of geologic mapping and 20 new 40Ar/39Ar dates for the mafi c composite North Sister Volcano, the adjoining Little Brother shield volcano, and Matthieu Lakes Fissure in the central Oregon Cascade Arc, along with majorand trace-element analyses. North Sister is the oldest and most mafi c of the Three Sisters Volcanoes and has produced dike-fed, low-K basaltic andesitic (52.5%–55% SiO2) agglutinated lava, scoria, and tuffs over its < ca. 400 k.y. history. Severe erosion of the North Sister edifi ce has revealed the largest radial dike swarm in the Cascade Arc as well as abundant subglacially erupted, palagonitic tuffs and breccias and dramatic unconformities. Slight, but systematic changes in composition coincide with changes in eruptive style, indicating that North Sister was constructed in four central volcano eruptive stages. Stages are bounded by unconformities and include (1) the Lower Shield Stage (ca. 400 ka), (2) the Glacial Stage (99–182 ka), (3) the Upper Shield Stage (ca. 80 ka), and (4) the Stratocone Stage (55– 70 ka). We estimate that ~90% of the total 40 km3 volume of North Sister was produced during the fi rst two stages. The >11-km-long, north-trending Matthieu Lakes Fissure (75– 11 ka) transects North Sister and erupted in three magmatic pulses, yielding a series of thick lavas, scoria cones, and subglacially erupted fl ow-dominated tuyas. Glacial ice has been present during much of the eruptive history of North Sister. Palagonitic tuffs, tuyas, and ice-contact lava fl ows as well as major unconformities between eruptive stages correlate with the δ18O of seawater global climate record at ca. 250 ka, 180–130 ka, and 80–18 ka. Time-integrated eruption rates at North Sister appear to have slowed from 0.18 to 0.12 km3 per k.y. between < ca. 400–300 ka and 100 ka to 0.08 km3 per k.y. between ca. 100 ka and 50 ka. The waning of volcanism at North Sister coincides with a decrease in Ni and MgO concentrations, indicating that olivine fractionation dominated the later stages. Also, toward the end of volcanism at North Sister, dikes changed from a radial pattern to a N-S pattern, parallel to faults and vent alignments associated with E-W extension of the High Cascades graben. The Matthieu Lakes Fissure represents the fi nal overprinting of the edifi ce and distribution of magma supply away from the North Sister center."
}