{
  "sections": [{
    "text": "For permission to copy, contact editing@geosociety.org © 2007 Geological Society of America\n85\nProvenance studies have used Sr isotopes (87Sr/86Sr) of silicate source rocks as a link to their eroded basinal equivalents. This technique, however, cannot identify the proportional inputs from different watersheds or defi ne more precisely sedimentation events due to tectonic or climatic change. Erosion of carbonate rocks dominates the Sr input within basin drainage and potentially can be used through 87Sr/86Sr ratios to reconstruct paleohydrology of the entire basin and trace watershed inputs and depositional patterns in continental basins. The Sr isotopic ratios from waters of the source area, allowing for the mixing of shallow groundwater and surface water along the transport path, are homogenized in the basinal carbonate sediments. Mineralogy and diagenesis of carbonate rocks generally do not affect the Sr isotopic signal in a near-surface system lacking external infl uence by volcanism, eolian dust, or deep geothermal waters. The 87Sr/86Sr ratios from the source area are directly comparable to those in the receiving continental basin.\nThe Sr isotopic signal of the Paleocene– Eocene Flagstaff Formation (central Utah), a carbonate lake deposit in a foreland basin, is compared to that of projected source waters draining its thrust front, the Sevier fold-thrust belt. Freshwater carbonates compose a large portion of the lowermost Ferron Mountain and uppermost Musinia Peak Members of the formation, whereas gypsum\nand carbonates predominate in the middle Cove Mountain Member. Previous research had attributed gypsum deposition to the deposition of the middle Cove Mountain Member to either climatic change or unroofing of diapirs of Jurassic gypsiferous carbonates. To examine more closely the infl uence of climate versus tectonics on Flagstaff sedimentation as well as the effi cacy of provenance studies using carbonates, we collected rock samples from the three members of the formation on the Wasatch Plateau of central Utah in addition to sampling stream water associated with Pennsylvanian– Permian and Jurassic carbonate terrains from the nearby thrust front.\nThe 87Sr/86Sr ratios in carbonates and gyprock belonging to the Flagstaff Formation remained unchanged during deposition, the average Sr isotope composition of the Flagstaff rocks being identical to that of sampled waters draining the projected provenance area. There was little change in source rock weathering as the thrust front evolved. Deposition of gypsum occurred in the basinal lake only during the deposition of the middle Cove Mountain Member, despite its constant exposure in the drainage area, suggesting a changing balance of tectonic and climatic controls during lake sedimentation. The 87Sr/86Sr isotopic studies targeting carbonate rocks and their presumed source waters are a simple but accurate method for reconstructing the paleohydrology of lake basins.\nKeywords: lacustrine, Flagstaff Formation, nonmarine carbonates, paleohydrology, Sevier Belt, Utah."
  }, {
    "heading": "INTRODUCTION",
    "text": "Strontium isotope ratios (87Sr/86Sr) can been used as geochemical tracers of many continental processes, including soil genesis and biochemical cycling (e.g., Herut et al., 1993; Capo et al., 1998), surface-water and groundwater movement (e.g., Neumann and Dreiss, 1995; Johnson and DePaolo, 1997; Jacobson and Wasserburg, 2005), weathering rates (Blum and Erel, 2003, and references therein; Jacobson et al., 2003), paleohydrology of lakes (Benson and Peterman, 1995; Talbot et al., 2000; Rhodes et al., 2002), and determination of marine versus freshwater deposition (e.g., Holmden et al., 1997; Spencer and Patchett, 1997, Becker et al., 2007), in addition to their use in marine stratigraphy (e.g., Veizer, 1989, Capo and DePaolo, 1990). The use of Sr isotopes in provenance studies of sedimentary basins commonly only involves siliciclastic sediments (e.g., Lawton et al., 2003; Weltje and von Eynatten, 2004; Link et al., 2005). Carbonate rocks in source areas can also contribute eroded clasts and dissolved ions into a continental basin through surface erosion (Gierlowski-Kordesch, 1998). Freshwater limestones have great potential for reconstructing the tectonic history of orogenies (Albarède and Michard, 1987; Becker et al., 2007). The potential of Sr isotopic ratios in carbonate rocks to determine continental provenance has not yet been fully explored.\nThe importance of carbonate weathering to dissolved Sr isotopic ratios in catchments has been investigated in a wide range of settings (Blum et al., 1998; Quade et al., 1997; Galy et al., 1999; English et al., 2000; Jacobson and Blum, 2000; Jacobson et al., 2002a, 2002b; Dalai et al., 2003). Carbonate weathering dominates\n†gierlows@ohio.edu\nGSA Bulletin: January/February 2008; v. 120; no. 1/2 p. 85–95; doi: 10.1130/B26070.1; 7 fi gures; 3 tables.\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/120/1-2/85/3396503/i0016-7606-120-1-85.pdf by University of Arizona user on 26 February 2019\n86 Geological Society of America Bulletin, January/February 2008\nthe Sr isotopic signal of most modern rivers, regardless of the surface-area coverage of carbonate rocks or the proportions of disseminated calcite in a drainage area. For example, in the Raikhot watershed of the Himalayas, carbonate represents only ~1.0 wt% of the bedrock, but its Sr isotopic signature dominates the chemistry of the draining streams (Blum et al., 1998; Jacobson and Blum, 2000). Therefore, Sr isotopic signatures of waters draining carbonates and their surrounding siliciclastics in a source area can be connected with those of basinal sediments in a continental basin. Faure and Barrett (1973) aided in the reconstruction of ancient watersheds by demonstrating that bedrock geology in source areas could be linked to erosional sources through Sr isotope measurements.\nThree key properties of strontium isotope chemistry make the system a useful geochemical tracer of erosion in continental systems. (1) Mass-dependent fractionation of 87Sr/86Sr is both negligible and corrected by normalization to 86Sr/88Sr during analysis. (2) Surface and groundwaters derive their Sr isotopic signature directly from the rocks along the transport path. (3) Heterogeneous Sr isotope values of bedrock in basin source areas tend to become homogenized in continental basinal sediments (e.g., Jones and Faure, 1978; Palmer and Edmond, 1992; Neumann and Dreiss, 1995).\nThe Sr concentration and isotopic composition of stream waters are controlled by mixing of Sr derived from carbonate as well from silicate rocks in the catchment (Palmer and Edmond, 1992). Groundwaters inherit the isotopic ratio of dissolving carbonate and siliciclastic minerals in the subsurface (Banner et al., 1994; Barnaby et al., 2004). Dissolution and reprecipitation of carbonate does not affect 87Sr/86Sr values, and coprecipitated dolomite and calcite yield identical 87Sr/86Sr, and therefore do not need to be separated for analysis. The 87Sr/86Sr ratios of carbonate lake deposits preserve the Sr isotopic composition derived from surface runoff and groundwater input into the lake (Rhodes et al., 2002). Sampling of stream waters in the presumed source area catchment in association with the main source carbonates should represent the water chemistry of the ancient source area drainage. Only the input of volcanic ash, discharge of deeper groundwaters fl owing through rocks not found in the catchment or shallow subsurface, or a large input of eolian carbonate could affect a change in the basinal lake Sr isotopic values (Palmer and Edmond, 1992; Barnaby et al., 2004; Faure and Mensing, 2005). In this study, we use Sr isotopes for the fi rst time to correlate between the projected source area and basinal nonmarine carbonate rocks of the Paleocene– Eocene Flagstaff Formation in central Utah.\nSTUDY AREA\nThe Flagstaff Formation is exposed in the Gunnison and Wasatch Plateaus and surrounding areas of central Utah, east of the Sevier foldthrust belt and west of the San Rafael swell and Circle Cliffs uplift (Fig. 1). The Flagstaff Formation is a carbonate lake deposit surrounded by fl uvial deposits of the North Horn and Colton Formations (Stokes, 1986, Hintze, 1988; Lawton et al., 1993) associated with a Cretaceous to Paleocene–Eocene foreland basin system (Talling et al., 1994, 1995; DeCelles, 1994; DeCelles and Coogan, 2006). The Sevier foldthrust belt to the west was the source area, and Laramide basement uplift to the east is theorized to have altered drainage (Fig. 2), allowing the Lake Flagstaff basin to evolve from late Paleocene to middle Eocene time (Stanley and Collinson, 1979; Wells, 1983).\nThe Flagstaff Formation is mainly composed of interbedded carbonates, calcareous mudrocks, and sandstones with some gypsum layers and disseminated and layered chert. The formation is as thick as 300 m, and biostratigraphically and lithologically divided into three units: in ascending order, these are the Ferron Mountain Member, the Cove Mountain Member, and the Musinia Peak Member (Stanley and Collinson, 1979). The lowermost Ferron Mountain Member is composed of limestones and dolostones containing ostracodes, charophytes, pelecypods, and gastropods (La Rocque, 1960) in its lower portion, and is more dolomitic, with chert spheres and fi llings, in its upper portion. The middle Cove Mountain Member contains dolostones, red shales, dark mudrocks, gypsum units, and chert layers and nodules. Only ostracodes and very rare snails are found in this member. The uppermost Musinia Peak Member is composed mostly of dolostones and mudrocks with thin chert beds and nodules and gastropods, pelecypods, and ostracodes. The Flagstaff Formation is interpreted as shallow lake deposits, probably representing a series of lakes, ponds, and marshes (Wells, 1983) near the thrust front.\nSpieker (1949) proposed that the middle gypsiferous member of the Flagstaff Formation was the result of weathering of newly exposed diapirs of Jurassic gypsiferous limestones (Carmel Formation–Arapien Shale) in the Sevier fold-thrust belt (for details on the formation see Lawton, 1985; Lawton et al., 1993; DeCelles and Coogan, 2006) and deposition in a greatly expanded lake, in a proposed larger area covered by middle Flagstaff sediments. La Rocque (1960) and Weber (1964a, 1964b) promoted this interpretation with the view that a larger gypsiferous lake could not be the result of climatic effects, because arid phases would tend\nto decrease the size of the lake. Weber (1964a) attempted to illustrate this tectonic origin with a carbon-oxygen isotopic study of the rocks and fossils of the Flagstaff, showing no evaporative signatures through 18O enrichment, although rocks were analyzed in bulk in centimeter-sized cubes, not as facies-specifi c samples. Contrary evidence by Gill (1950) suggested that the lake did not expand, but instead contracted. Wells (1977, 1983) and McCullough (1977), through sedimentologic analysis of the carbonates and chert and stratigraphic evidence, determined that the Cove Mountain Member was a playa lake deposited in a contracted lake during an arid phase. This supports a climatic origin for the gypsum and dolomite accumulation. However, dolomite is still an important carbonate phase in the fresher Musinia Peak Member, which overlies the Cove Mountain Member (Wells, 1977, 1983).\nCLIMATE VERSUS TECTONICS\nDistinguishing between the effects of changing climate versus tectonics is a common problem in lake basin analysis. Bohacs et al. (2000, 2003) outlined the main variables controlling lake size and character, i.e., basin-fl oor depth, sill height, water supply, and sediment supply, all of which are dependent on both climate (rates of supply of sediment and water) and tectonics (potential accommodation rate and sediment supply). Lake size and stratigraphic extent are controlled by climate and tectonics in a nonlinear way. According to the criteria of Bohacs et al. (2000, 2003), Lake Flagstaff sedimentation may represent balanced-fi ll to underfi lled to balanced-fi ll lake types in its three members, oscillating between open and closed drainage. Questions about the history of the lake remain, i.e., why the basin alternated between closed and open drainage, continuously accumulating a thick sequence of carbonates, and whether climatic change to more arid conditions promoted evaporation and thus precipitation of gypsum in the middle Cove Mountain Member of the Flagstaff Formation. The answer may be within the carbonate deposits.\nFLAGSTAFF CARBONATE ORIGIN\nNonmarine carbonate deposition has been attributed to more arid to seasonal conditions (i.e., Cecil, 1990, 2003), but carbonates can accumulate in all climate zones in continental settings (Platt and Wright, 1992). Thick, basinwide, nonmarine carbonate accumulations must be connected to a carbonate-rich source area (Kelts and Talbot, 1990; Gierlowski-Kordesch, 1998), not solely attributed to reducing clastic\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/120/1-2/85/3396503/i0016-7606-120-1-85.pdf by University of Arizona user on 26 February 2019\nGeological Society of America Bulletin, January/February 2008 87\ninput or isolating an entire basin fl oor (Franczyk et al., 1991; Zaleha, 2006). Spring deposits cannot produce basin-wide carbonate accumulation (e.g., Smoot, 1978), and carbonate cannot precipitate on siliciclastic fl oodplains (e.g., Bowen and Block, 2002; Dunagan and Turner, 2004) without a sedimentologic mechanism for excluding siliciclastics (see Gierlowski-Kordesch, 1998). Sediment accumulation adjacent to mountain thrust fronts normally results from erosion by surface water (Fraser and DeCelles, 1992), the clast mineralogy of deposits providing provenance evidence. Paleozoic and Jurassic carbonates (Figs. 1 and 2) were present in the watershed draining into Lake Flagstaff (Stanley and Collinson, 1979; Talling et al., 1994; DeCelles et al., 1995). Overland transport of carbonates is evidenced by the presence of carbonate clasts in the interbedded units of the associated alluvial North Horn Formation along the fold-thrust belt (see Talling et al., 1995, for details).\nIn an attempt to understand the origin of Lake Flagstaff carbonate sediments, Neat et al. (1979) carried out a 87Sr/86Sr study of the carbonate rocks from the Flagstaff exposures in Fairview Canyon (see Fig. 1—sample locality FC). Members of the formation represented in this area are not known, and the mineral composition of the carbonates ranged from pure dolomite to pure calcite. The range of 87Sr/86Sr values from 0.70890 to 0.71260 was attributed to modulation from periodic input of volcanogenic detritus of felsic composition. Although Neat et al. (1979) stated that the Sr isotopic composition is “determined primarily by the geology of the basin,” (p. 271) no analysis of the source was performed."
  }, {
    "heading": "TECTONIC FRAMEWORK",
    "text": "The depositional setting of the Flagstaff Formation within a foreland basin at the foot of a fold-thrust belt limits the possible source areas, with the main drainage into the proximal area limited to the thrust front (Talling et al., 1994, 1995; DeCelles and Mitra, 1995; Horton and DeCelles, 2001). Streams draining a thrust belt normally retain their location over long periods, even as the thrust front advances (Fig. 3). Drainage networks commonly expand headward into the highlands watershed, capturing streams across the thrust front and developing a mostly planform morphology. In a mature landscape, only a few streams discharge sediment eroded from the entire belt into the foreland basin, and their input can eventually become minimally affected by geometric alterations within the growing fold-thrust belt. This drainage stability over long periods of time aids in reconstructing the source area from the remaining original source rocks.\nThe probable source area for sedimentary rocks of the Flagstaff Formation along the Sevier fold-thrust belt (Figs. 1 and 2) includes marine carbonate rocks of Paleozoic and Mesozoic ages (Stokes, 1986; Hintze, 1988). Upper Paleozoic carbonate rocks include the Pennsylvanian–Permian Oquirrh, Kirkman, and Park City Formations, and Mississippian Great Blue Limestone, and lower Paleozoic rocks include many limestone and dolomite units. Mesozoic rocks include the Jurassic Carmel Formation– Arapien Shale, which contains gypsum-rich carbonates. Therefore, two general source areas for the Flagstaff Formation containing Paleozoic\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/120/1-2/85/3396503/i0016-7606-120-1-85.pdf by University of Arizona user on 26 February 2019\n88 Geological Society of America Bulletin, January/February 2008\n1\n2\n3\nalluvial fans\ntopographic divide\nclosed drainage\nbasin\nstructural ridge crest mountain front\nFigure 3. Schematic plan view of projected drainage patterns. Theoretical drainage patterns during the evolution of a foldthrust belt are in three successive phases (1–3) as the structural front propagates in the direction of the foreland foredeep area during thrusting. Note the stability of drainage streams over time and how stream capture fi xes hinterland drainage throughout mountain formation (adapted from Horton and DeCelles, 2001).\nCanyon Range Thrust\nTHRUST FRONT LAKE BASIN\nPavant Thrust\nAxhandle Basin\nGunnison Thrust System\nWasatch Plateau Basin\nSan Rafael Swell\n90–74 Ma\n90–74 Ma\n83–75, 70–60 Ma\n70–<60 Ma\nPrecambrian StrataPaleozoic StrataMesozoic StrataUppermost Cretaceous and Lower Tertiary Strata\n100km0\n1.25 x Vertical Exaggeration\n> < > < > <\nLake Flagstaff\nFigure 2. Schematic structural cross-section of study area cuts through the Sevier foldthrust belt in central Utah along a westeast transect. Both Mesozoic and Paleozoic strata crop out in the projected source area (adapted from Talling et al., 1994, 1995).\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/120/1-2/85/3396503/i0016-7606-120-1-85.pdf by University of Arizona user on 26 February 2019\nGeological Society of America Bulletin, January/February 2008 89\nand Mesozoic marine carbonate rocks were targeted for stream sampling (Fig. 1)."
  }, {
    "heading": "METHODOLOGY",
    "text": "In the source area, water samples of streams were collected for Ca, Rb, and Sr concentration and Sr isotopic analyses (n = 14). Water samples were collected from streams that drain modern watersheds (see Fig. 1) containing marine carbonate source rocks and associated siliciclastics (exact sample locations in Table A1). These streams run through two separate areas containing Paleozoic and Mesozoic marine carbonate rocks. Sampling within the fold-thrust belt was done in areas containing the targeted source carbonates of marine origin and geographically nearest to the Flagstaff basinal samples (Figs. 1 and 2). We made the assumption that all areas targeted have a consistent 87Sr/86Sr value along the entire thrust front, inherited from the marine carbonate rocks and their associated siliciclastics at the time of Flagstaff deposition. The exact areal extent of the watershed that fed the foredeep area of the Flagstaff basin area is not precisely known, so the sample areas are projected to be the closest in lithologic composition and location. The foredeep is defi ned as the area between the structural front of the fold-thrust belt and a high or forebulge area farther from the structural front where sediments accumulate in a depositional low (DeCelles and Giles, 1996).\nIn a basinal area designated as the central foredeep zone of the Sevier foreland basin, carbonate rock samples from the three members of the Flagstaff Formation were collected from three sections east of Manti and Ephraim, Utah, on the Wasatch Plateau directly east of the Sevier fold-thrust belt (Fig. 1). Carbonate samples from the three members with different mineralogies and textures were analyzed to test the robustness of the Sr isotope correlation method (Fig. 4; Table A2). Dolomite and calcite were not separated during analysis. Small (~50– 100 mg) samples (n = 38) were removed using a microdrill to target different microfacies.\nWater samples from the source area were passed through 0.45 μm fi lters, collected in acid-cleaned LDPE (Low Density Polyethylene) bottles, and acidifi ed to a pH of 2 with concentrated ultrapure HNO\n3 immediately after\ncollection. Water as well as rock samples were analyzed for Ca, Rb, and Sr concentrations with ±5% uncertainty by inductively coupled plasma optical emission spectrometry, and 87Sr/86Sr with ±0.002% or lower uncertainty by thermal ionization mass spectrometry following established methods (Jacobson and Blum, 2000; Jacobson et al., 2002a). Using the 87Rb/86Sr ratio, all 87Sr/86Sr isotopic ratios of rock and water samples were\nrecalculated with the radioactive decay equation to an average depositional age of 57 Ma, approximately the age of the Paleocene-Eocene boundary. This adjustment in 87Sr/86Sr was generally very small and has no signifi cant effect on the results (Tables A1 and A2). Mixing calculations (after Holmden et al., 1997) for the Sr isotope values of the water samples from the two main source areas were then generated to match the Flagstaff 87Sr/86Sr results."
  }, {
    "heading": "RESULTS",
    "text": "The 87Sr/86Sr ratios of all the samples (n = 38) from the basinal Flagstaff Formation (Table A2), regardless of member, mineralogy, or texture (Fig. 4), represent one normally distributed population (mean = 0.709995 ± 0.000262) at the 95% confi dence level (Fig. 5) in both parametric and nonparametric statistical tests. The nonparametric Kruskal-Wallis Test has the hypothesis that the median of Sr isotopic ratios of rock samples from the three members of the Flagstaff Formation (n = 38) shows that all samples are drawn from one population (H = 0.854 and χ2\ncrit at the 95% confi dence level is 5.99).\nThe parametric test (ANOVA single factor), conducted with the hypothesis that the variance of Sr isotopic ratios within and among the three members of the Flagstaff Formation (n\n1 = 15;\nn 2 = 15; n 3 = 8) is not different, shows that all ratios are derived from one normal population (F = 0.106 with F\ncrit at the 95% confi dence level\n= 3.27). Distribution of 87Sr/86Sr ratios, when separated according to the three members of the Flagstaff Formation (Fig. 6), show only minor stratigraphic variations with no obvious patterns related to lithology or Sr content. Samples of various textures within the same stratigraphic level exhibited similar 87Sr/86Sr ratios (Fig. 4; Table A2). Though there is a range of Sr isotopic compositions (0.709639–0.710292), the confl uence to the mean value is striking.\nSource area water samples (n w = 14) have a range of 87Sr/86Sr ratios (corrected to 57 Ma) from 0.707907 to 0.711170 (average 0.709499) (Table A1). Weighting of Sr isotopic values by Sr input based on drainage area or discharge is not possible because the areal extent of the Flagstaff watershed as well as the discharge of Sevier paleorivers are unknown. The contribution of Sr in each water sample is dependent on the Ca/ Sr ratio of the weathered carbonates, gyprocks, and associated silicate rocks, controlled by saturation, evapotranspiration, and possible reprecipitation of calcite and gypsum in the watershed. With the assumption that contributions of Sr from the source rocks are homogeneous across the fold-thrust front, Sr concentrations within water samples are postulated to refl ect an\naverage contribution for the projected ancient water shed. The average Sr input was also weighted by the Sr concentrations of each sample to calculate an average concentration-weighted stream water 87Sr/86Sr ratio of 0.709081. This Sr isotopic ratio is less than that of the average Sr isotopic ratio of the Flagstaff Formation as well as the average 87Sr/86Sr ratio of the source area water samples. Plotting the Sr isotopic ratios from the projected source area waters against Sr concentrations (Fig. 7) shows three general populations. The spring waters fl owing solely through the Pennsylvanian–Permian rocks have the highest 87Sr/86Sr ratio and those from the Jurassic bedrock area have the lowest 87Sr/86Sr ratio. These late Paleozoic source rocks contain more siliciclastics, probably with high Rb/Sr silicate minerals, that contribute higher 87Sr/86Sr than those in the younger Jurassic source area."
  }, {
    "heading": "DISCUSSION",
    "text": "The problem of matching Sr isotopic signals from continental basinal sediments to their provenance requires the identifi cation of possible source areas. It is not practical to directly sample all of the possible rock units in a source area, and it is diffi cult to estimate the relative contributions of the various units to dissolved runoff. Collection of water samples within representative watersheds draining probable carbonate source rock units and their associated siliciclastics may be the best way to measure Sr output of a proposed ancient watershed. The Sr isotopic ratios of the waters draining the projected source area within the Sevier foldthrust belt can be directly matched to the basinal 87Sr/86Sr ratios of the Flagstaff Formation.\nDuring thrusting and folding of the Sevier belt (Talling et al., 1994, 1995), the most likely carbonate rocks to be exposed (as shown in Figs. 1 and 2) would have been the Pennsylvanian–Permian rocks at the top of the Paleozoic carbonate sequence and the gypsiferous Jurassic Carmel Formation–Arapien Shale, all extensively eroded along the thrust front directly west of the sampled foredeep zone (Hintze, 1988). Stream waters running over and through these formations may be the modern equivalent of the ancient watershed Sr input from the source rock carbonates into Lake Flagstaff.\nA mixing calculation for the water samples associated with the streams draining these two areas indicates that a mixture of 67% Sr from Pennsylvanian–Permian spring waters (Oquirrh Formation spring water; weighted average of W9, W10 = 0.711001) and 33% Sr from the Jurassic bedrock area (Chicken Creek, W15 = 0.707490, Carmel Formation–Arapien Shale) produces the average Flagstaff 87Sr/86Sr ratio of\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/120/1-2/85/3396503/i0016-7606-120-1-85.pdf by University of Arizona user on 26 February 2019\n90 Geological Society of America Bulletin, January/February 2008\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/120/1-2/85/3396503/i0016-7606-120-1-85.pdf by University of Arizona user on 26 February 2019\nGeological Society of America Bulletin, January/February 2008 91\n0.709995. A range of 24%–41% Sr from Jurassic bedrock waters and 59%–76% Sr from Pennsylvanian–Permian bedrock waters can explain Sr isotopic ratios across two standard deviations (±0.000262) from the given Flagstaff mean value. Mixing of waters from these two main source areas can readily explain the Sr isotopic composition of Lake Flagstaff. The Sr isotopic ratios from the lower Paleozoic carbonate watershed (Table A1) (W1–W8, W11–W14) are lower than the Flagstaff Formation average, but could have contributed Sr to the Flagstaff Formation.\nThe Sr isotope ratios through the three members of the Flagstaff Formation (Figs. 4, 5, and 6) in the sampled area of the foredeep zone of the Sevier foreland basin (Wasatch Plateau), including the gypsiferous middle member, show that the isotopic input of Sr was consistent throughout deposition of the Flagstaff Formation. This supports the conclusion of Horton and DeCelles (2001) that drainage areas along fold-thrust belts can be stable over long periods of time and drain the entire tectonic front. Carbonates as well as gyprocks produced similar Sr isotopic ratios in the Flagstaff samples (Fig. 4; Table A2).\nA plot of 87Sr/86Sr versus Ca/Sr ratios of the Flagstaff samples (identifi ed by member designation) versus Ca/Sr (Fig. 6) illustrates the independence of these isotopic ratios with respect to Sr concentrations as well as mineralogy, whether carbonate (dolomite or calcite) or gypsum. No patterns of Sr isotopic variation among stratigraphic levels within Flagstaff member samples can be detected, illustrating isotope\nhomogeneity in the receiving sediments. It is clear that no outside source contributed large amounts of Sr of a different isotopic composition into the fold-thrust belt drainage during deposition of the Flagstaff Formation. These Sr isotopic ratios appear to represent homogenization from a well-defi ned and stable watershed draining a fold-thrust front.\nVariation of 87Sr/86Sr ratios observed by Neat et al. (1979) in the Flagstaff Formation exposed in Fairview Canyon north of the study area (see Fig. 1—sample locality FC) may not require periodic volcanic input of felsic composition, but may instead be explained by drainage from other catchments associated with the northern terminus of the Flagstaff basinal area. For example, axial drainage within the Sevier foreland basin was recognized in Late Cretaceous age fl uvial sandstones in a petrographic provenance study along the Sevier fold-thrust belt in southern Utah (Lawton et al., 2003). Recognition of other drainage systems within the Flagstaff lake basin could be further clarifi ed by analysis of Flagstaff samples in other portions of the basin, including areas east and south of the study area.\nClues about the tectonic history of the lacustrine phase within the Sevier foreland basin, including mechanisms forming closed or open drainage, can be assessed. The consistent Sr isotopic ratio from the Flagstaff sample data in the foredeep zone shows that erosion of marine carbonates, gyprocks, and their associated siliciclastics from the source areas did not change appreciably during the life of Lake Flagstaff in the study area.\nInput of dissolved sulfate derived from gypsum deposits in the Mesozoic carbonates, therefore, occurred throughout Flagstaff time (Paleocene– Eocene), but gypsum only accumulated in the sedimentary foreland basin during the time of deposition of the Cove Mountain Member (La Rocque, 1960; Stanley and Collinson, 1979; Wells, 1983). This is contrary to the earlier interpretation of Spieker (1949), La Rocque (1960), and Weber (1964a, 1964b), that unroofi ng of\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/120/1-2/85/3396503/i0016-7606-120-1-85.pdf by University of Arizona user on 26 February 2019\n92 Geological Society of America Bulletin, January/February 2008\nMesozoic (Jurassic) carbonates allowed the deposition of gypsum within the middle member of the Flagstaff Formation. According to DeCelles and Coogan (2006), in their detailed study of the Sevier thrust front, the Jurassic carbonates were exposed by the Late Cretaceous.\nThe precipitation of evaporites in a lake basin requires closed drainage and a low precipitation/evaporation ratio. This can happen in any climate, because salt lakes occur at all latitudes (Carroll and Bohacs, 1999; Bohacs et al., 2003). For example, evaporite deposition in the Wilkins Peak Member of the Green River Formation (Eocene of Wyoming) has been linked to differential subsidence, inferring that basin accommodation and drainage patterns are primary controls for the accumulation of evaporites (Pietras and Carroll, 2006). Closed drainage hydrology resulting from changes in the eastern foreland basin margin linked to the Laramide uplift of the San Rafael swell (Talling et al., 1994, 1995) could have allowed gypsum accumulation during Cove Mountain Member deposition. The climatic change to warmer, more humid conditions at the Paleocene–Eocene thermal maximum in the U.S. mid-continent (Norris and Röhl, 1999; Bowen et al., 2004; Clechenko et al., 2007) may not have infl uenced local climate directly in the Flagstaff lake basin. Tectonic uplift can also\naffect regional climatic patterns through rainshadow effects, as noted for Eocene climate change in the southwestern United States (Norris et al., 2000), producing local dry conditions for gypsum accumulation.\nCONCLUSIONS AND IMPLICATIONS\nThe 87Sr/86Sr ratios of streams draining areas containing source carbonates and their associated silicate rocks in a continental basin can be used as geochemical tracers to reconstruct the path of water and material transport into the basin center, in essence reconstructing basin paleohydrology. If there are no other inputs by volcanism, eolian dust, or deep geothermal waters, the Sr isotopic ratios from the source area can be directly transferred to the receiving basin where the signal is homogenized. Mineralogy and diagenesis generally do not affect the Sr isotopic signal in a near-surface system because shallow groundwater and surface water within the watershed derive their isotopic signal from the same rocks. Because all carbonate and gypsum textures at all stratigraphic levels in the Flagstaff Formation produced similar Sr isotopic values, interpretation by this method is simple.\nThe Sr isotope ratios of the Paleocene–Eocene Flagstaff Formation in the sampled area of the foredeep zone (Wasatch Plateau) of the Sevier\nforeland basin remained largely unchanged throughout Flagstaff Formation time (Paleocene–Eocene); thus, the watershed feeding into this area of the foredeep drained similar rocks throughout that time. Measurement of 87Sr/86Sr values in different areas of the Flagstaff Formation across the Sevier fold-thrust belt in Utah might help defi ne different watersheds feeding sediments into the basin, allowing a more complete reconstruction of basin evolution, including possible lake subbasins. The deposition of gypsum in the middle member of the Flagstaff Formation was probably due to hydrologic closure of the basin because of a change in subsidence in the basin in relation to the Laramide uplift to the east, coupled with regional or local climate change."
  }, {
    "heading": "ACKNOWLEDGMENTS",
    "text": "We thank A. Klaue, K.C. Lohman, and L. Wingate for laboratory assistance at the University of Michigan and S. Judge for library research assistance at Ohio State University. This manuscript was greatly improved by comments from our reviewers, Michael Talbot and David Finkelstein. We thank Dina L. López and E. Troy Rasbury for clarifying geochemical concepts to Gierlowski-Kordesch. Funding was provided to Gierlowski-Kordesch by the National Science Foundation (POWRE-0074647)."
  }, {
    "heading": "APPENDIX",
    "text": "TABLE A1. SOURCE AREA SAMPLING\nRETAW Sample # Stream Locale Latitude Longitude Sr (µmol/l) Ca (mmol/l) Rb (µmol/l)) 87Sr/86Sr\n87Sr/86Sr (57myr)\n22206.111 29143.04 sllaF liaV ladirB 1W 2.10 0.863 5.98 0.708802 0.708796 W2 Big Spring–Cascade Saddle 40.33263 111.52525 1.23 0.826 6.55 0.709055 0.709043 W3 Hobble Creek–Right Fork 40.1845 111.45275 8.15 2.83 16.1 0.708246 0.708241 W4 Santaquin Canyon 39.93742 111.76608 1.18 1.32 6.86 0.709982 0.709969 W5 Santaquin Canyon 39.89967 111.72669 1.08 1.23 7.73 0.709724 0.709708 W6 Santaquin Canyon 39.90316 111.73114 1.09 1.21 NA 0.709714 NA W7 Santaquin Canyon 39.90652 111.73697 1.11 1.22 8.23 0.709718 0.709701 W8 Santaquin Canyon 39.91167 111.74664 1.09 1.20 7.84 0.709738 0.709722 W9 Mendenhall Spring-Source 39.88392 111.79678 0.797 0.997 4.85 0.710844 0.710831 W10 Mendenhall Spring 39.87847 111.80328 0.770 0.936 4.48 0.711181 0.711170 .1 20.1 27497.111 87697.93 wolliW 11W 19 4.73 0.709409 0.709398 .1 30.1 44497.111 33797.93 wolliW 21W 09 3.32 0.709137 0.709130 .1 41827.111 44487.93 keerC tlaS 31W 34 1.52 3.05 0.709098 0.709093 W14 Wimmer Ranch Creek 39.95156 111.67417 1.78 1.35 50.4 0.710335 0.710270 .11 52818.111 85155.93 keerC nekcihC 51W 9 2.04 6.14 0.707917 0.707907\nNote: NA—not available; vial of water sample for Rb testing was empty when opened.\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/120/1-2/85/3396503/i0016-7606-120-1-85.pdf by University of Arizona user on 26 February 2019\nGeological Society of America Bulletin, January/February 2008 93\nT A\nB LE\nA 2.\nB A\nS IN\nS A\nM P\nLI N\nG (\nF LA\nG S\nT A\nF F\nF O\nR M\nA T\nIO N\n)\nS am\npl e\n# S\nec tio\nn M\nem be\nr Le\nve l i\nn fm . (m\n) T\nex tu\nre s/\nLi th\nol og\ny C\na (m\nm ol\n/g )\nS r\n(n m\nol /g\n) R\nb (n m ol\n/g )\n87 S\nr/ 86 S\nr %\n2S E\n87 S\nr/ 86 S r (5 7m yr ) 1. 1 E ph ra im –N ew C an yo n F er ro n 3 m ic rit e an d sp ar ite 6. 27 76 .5 14 .8 0. 71 00 17 0. 00 21 0. 71 00 05 1. 2a E ph ra im –N ew C an yo n F er ro n 4. 9 m ic rit e 8. 89 30 .3 83 .2 0. 71 01 45 0. 00 21 0. 71 01 39 1. 4a E ph ra im –N ew C an yo n F er ro n 13 .7 sp ar ite c la m fi ll 9. 35 47 .6 3. 53 0. 70 96 39 0. 00 21 0. 70 96 39 1. 5 E ph ra im –N ew C an yo n F er ro n 25 .6 m ic rit ic c la st s 6. 60 3. 45 88 .7 0. 71 00 42 0. 00 19 0. 71 00 36 1. 9 E ph ra im –N ew C an yo n F er ro n 45 m ic rit e an d sp ar ite 10 .1 17 .7 12 .6 0. 70 99 34 0. 00 20 0. 70 99 32 1. 12 E ph ra im –N ew C an yo n F er ro n 52 .9 m ic rit e an d sp ar ite 8. 18 20 .5 32 .2 0. 70 98 60 0. 00 20 0. 70 98 56 1. 14 E ph ra im –N ew C an yo n F er ro n 71 m ic rit e an d sp ar ite 7. 49 14 .2 16 .4 0. 70 98 38 0. 00 20 0. 70 98 35 1. 17 E ph ra im –N ew C an yo n F er ro n 88 .2 m ic rit e an d sp ar ite 9. 14 17 .7 5. 89 0. 70 97 37 0. 00 23 0. 70 97 36 1. 18 E ph ra im –N ew C an yo n C ov e M t. 92 .6 m ic rit e 9. 65 12 .9 29 .1 0. 70 98 89 0. 00 18 0. 70 98 84 1. 23 E ph ra im –N ew C an yo n C ov e M t. 12 9. 9 m ic rit e an d sp ar ite 5. 48 32 .3 64 .2 0. 71 00 71 0. 00 20 0. 71 00 66 1. 27 E ph ra im –N ew C an yo n C ov e M t. ~ 17 5 m ic rit e an d sp ar ite 3. 93 6. 93 13 6 0. 71 03 37 0. 00 23 0. 71 02 92 1. 31 E ph ra im –N ew C an yo n M us in ia P ea k ~ 22 7 m ic rit e an d sp ar ite 5. 55 47 .0 18 .5 0. 71 00 27 0. 00 19 0. 71 00 26 2. 2 T ra il R id ge W es t M us in ia P ea k 31 1 m ic rit e 4. 94 64 .3 8. 63 0. 7 1 00 24 0. 00 22 0. 71 00 24 2. 3 T ra il R id ge W es t M us in ia P ea k 30 8. 9 ch er t a nd m ic rit e la m s 0. 80 5 6. 71 0. 78 6 0. 71 00 44 0. 00 22 0. 71 00 44 2. 4 T ra il R id ge W es t M us in ia P ea k 30 8. 7 m ic rit e an d sp ar ite 4. 31 10 9 13 .9 0. 71 01 08 0. 00 21 0. 71 01 08 2. 5 T ra il R id ge W es t M us in ia P ea k 30 5. 7 m ic rit e an d sp ar ite 5. 02 29 .2 16 .0 0. 71 00 56 0. 00 20 0. 71 00 55 2. 6 T ra il R id ge W es t M us in ia P ea k 30 3. 7 m ic rit e an d sp ar ite 5. 10 15 .9 35 .4 0. 70 99 85 0. 00 24 0. 70 99 80 2. 8 T ra il R id ge W es t M us in ia P ea k 30 1. 1 m ic rit e an d sp ar ite 5. 08 65 . 2 12 .7 0. 70 98 84 0. 00 23 0. 70 98 84 2. 14 T ra il R id ge W es t C ov e M t. 22 5. 2 m ic rit e la m s 2. 73 5. 02 19 .1 0. 70 99 96 0. 00 17 0. 70 99 87 2. 15 T ra il R id ge W es t C ov e M t. 20 5 m ic rit e an d gy ps um 5. 88 61 .0 11 .1 0. 70 99 36 0. 00 17 0. 70 99 36 2. 18 T ra il R id ge W es t M us in ia P ea k 33 3 m ic rit e an d sp ar ite 9. 86 61 . 3 94 .3 0. 70 99 93 0. 00 14 0. 70 99 89 T R 1 T ra il R id ge E as t C ov e M t. ~ 21 0 fib ro us g yp s u m 0. 21 7 1. 44 0. 53 1 0. 71 00 11 0. 00 22 0. 71 00 10 T R 3 T ra il R id ge E as t C ov e M t. ~ 21 0. 8 m ic rit e an d gy ps um 0. 79 4 9. 13 4. 84 0. 71 00 58 0. 00 20 0. 71 00 57 3. 2a N or th F or k C re ek F er ro n 39 .9 m ic rit e an d sp ar ite 8. 06 9. 13 5. 52 0. 71 01 65 0. 00 17 0. 71 01 64 3. 2b N or th F or k C re ek F er ro n 39 .9 sp ar ite 8. 02 19 .8 0. 11 7 0. 71 02 42 0. 00 24 0. 71 02 42 3. 5 N or th F or k C re ek F er ro n 49 .3 m ic rit e 9. 75 26 .5 34 .5 0. 71 00 10 0. 00 19 0. 71 00 07 3. 7a N or th F or k C re ek F er ro n 54 .2 sp ar ite c la m fi ll 9. 98 11 .7 3. 78 0. 71 01 43 0. 00 33 0. 71 01 42 3. 7b N or th F or k C re ek F er ro n 54 .2 sp ar ite g as tr op od fi ll 10 .0 16 .7 3. 47 0. 71 00 22 0. 00 34 0. 71 00 22 3. 7c N or th F or k C re ek F er ro n 54 .2 m ic rit e 9. 34 8. 44 7. 82 0. 71 02 24 0. 00 24 0. 71 02 22 3. 10 . N or th F or k C re ek F er ro n 71 .8 m ic rit e 7. 97 25 .7 91 .9 0. 70 99 18 0. 00 20 0. 70 99 10 3. 13 N or th F or k C re ek C ov e M t. 10 9. 6 m ic rit e 5. 50 7. 37 7. 20 0. 71 00 63 0. 00 20 0. 71 00 61 3. 17 N or th F or k C re ek C ov e M t. 12 4 m ic rit e an d gy ps um 2. 42 5. 76 20 .4 0. 70 99 46 0. 00 20 0. 70 99 38 F 1 Li ttl e F or k C re ek C ov e M t. ~ 12 9. 5 m ic rit e an d sp ar ite 0. 21 6 9. 69 6. 66 0. 70 98 11 0. 00 18 0. 70 98 09 F 3 Li ttl e F or k C re ek C ov e M t. ~ 12 9 m ic rit e an d gy ps um 4. 94 33 .0 31 .9 0. 70 99 31 0. 00 16 0. 70 99 29 F 4 Li ttl e F or k C re ek C ov e M t. ~ 12 4. 5 m ic rit e an d gy ps um 2. 52 7. 20 10 .3 0. 70 99 66 0. 00 25 0. 70 99 63 F 5 Li ttl e F or k C re ek C ov e M t. ~ 12 4. 7 m ic rit e 4. 13 12 .8 22 .0 0. 70 99 48 0. 00 16 0. 70 99 44 F 6 Li ttl e F or k C re ek C ov e M t. ~ 12 5. 7 m ic rit e an d sp ar ite 5. 24 19 .2 46 .7 0. 70 99 70 0. 00 16 0. 70 99 64 F 7 Li ttl e F or k C re ek C ov e M t. ~ 12 7 m ic rit e an d s p ar ite 5. 11 5. 09 1. 66 0. 70 99 70 0. 00 24 0. 70 99 69\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/120/1-2/85/3396503/i0016-7606-120-1-85.pdf by University of Arizona user on 26 February 2019\n94 Geological Society of America Bulletin, January/February 2008"
  }, {
    "heading": "REFERENCES CITED",
    "text": "Albarède, F. and Michard, A., 1987, Evidence for slowly changing 87Sr/86Sr in runoff from freshwater limestones of southern France: Chemical Geology, v. 64, p. 55–56. Banner, J.L., Musgrove, M.L., and Capo, R.C., 1994, Tracing ground-water evolution in a limestone aquifer using Sr isotopes: Effects of multiple source of dissolved ions and mineral-solution reactions: Geology, v. 22, p. 687–690, doi: 10.1130/0091-7613(1994)022<0687: TGWEIA>2.3.CO;2. Barnaby, R.J., Oetting, G.C., and Gao, G., 2004, Strontium isotopic signatures of oil fi eld waters: Applications for reservoir characterization: American Association of Petroleum Geologists Bulletin, v. 88, p. 1677–1704. Becker, T.P., Rowe, H.D., Skema, V., Denison, R.E., and Thomas, W.A., 2007, Late Paleozoic lacustrine limestones from the northern Appalachian basin: Passive recorders of Alleghanian exhumational history: Northeastern Geology and Environmental Sciences, v. 29, p. 15-24. Benson, L., and Peterman, Z., 1995, Carbonate deposition, Pyramid lake subbasin, Nevada: 3. The use of 87Sr values in carbonate deposits (tufas) to determine the hydrologic state of paleolake systems: Palaeogeography, Palaeoclimatology, Palaeoecology, v. 119, p. 210–213. Blum, J.D., and Erel, Y., 2003, Radiogenic isotopes in weathering and hydrology, in Dever, J.J., ed., Surface and ground water, weathering and soils: Treatise on Geochemistry Volume 5: Oxford, Pergamon, p. 365–392. Blum, J.D., Gazis, C.A., Jacobson, A.D., and Chamberlain, C.P., 1998, Carbonate versus silicate weathering in the Raikhot watershed within the high Himalayan crystalline series: Geology, v. 26, p. 411–414, doi: 10.1130/0091- 7613(1998)026<0411:CVSWIT>2.3.CO;2. Bohacs, K.M., Carroll, A.R., Neal, J.E., and Mankiewicz, P.J., 2000, Lake-basin type, source potential, and hydrocarbon character: An integrated sequence-stratigraphicgeochemical framework, in Gierlowski-Kordesch, E.H., and Kelts, K.R., eds., Lake basins through space and time: American Association of Petroleum Geologists Studies in Geology 46, p. 3–33. Bohacs, K.M., Carroll, A.R., and Neal, J.E., 2003, Lessons from large lake systems—Thresholds, nonlinearity, and strange attractors, in Chan, M.A., and Archer, A.W., eds., Extreme depositional environments: Mega end members in geologic time: Geological Society of America Special Paper 370, p. 75–90. Bowen, G.J., and Bloch, J.I., 2002, Petrography and geochemistry of fl oodplain limestones from the Clarks Fork basin, U.S.A.: Carbonate deposition and fossil accumulation on a Paleocene-Eocene fl oodplain: Journal of Sedimentary Research, v. 72, p. 46–58. Bowen, G.J., Beerling, D.J., Koch, P.L., Zachos, J.C., and Quattlebaum, T., 2004, A humid climate state during the Palaeocene/Eocene thermal maximum: Nature, v. 432, p. 495–499, doi: 10.1038/nature03115. Capo, R.C., and DePaolo, D.J., 1990, Seawater strontium isotopic variations from 2.5 million years ago to the present: Science, v. 249, p. 51–55, doi: 10.1126/ science.249.4964.51. Capo, R.C., Stewart, B.W., and Chadwick, O.A., 1998, Strontium isotopes as tracers of ecosystem processes: Theory and methods: Geoderma, v. 82, p. 197–225, doi: 10.1016/S0016-7061(97)00102-X.\nCarroll, A.R., and Bohacs, K.M., 1999, Stratigraphic classifi - cation of ancient lakes: Balancing tectonic and climatic controls: Geology, v. 27, p. 99–102, doi: 10.1130/0091- 7613(1999)027<0099:SCOALB>2.3.CO;2. Cecil, C.B., 1990, Paleoclimate controls on stratigraphic repetition of chemical and siliciclastic rocks: Geology, v. 18, p. 533–536, doi: 10.1130/0091-7613(1990)018<0533: PCOSRO>2.3.CO;2. Cecil, C.B., 2003, The concept of autocyclic and allocyclic controls on sedimentation and stratigraphy, emphasizing the climatic variable, in Cecil, C.B., and Edgar, N.T., eds., Climate controls on stratigraphy: SEPM (Society for Sedimentary Geology) Special Publication 77, p. 13–20. Clechenko, E.R., Kelly, D.C., Harrington, G.J., and Stiles, C.A., 2007, Terrestrial records of a regional weathering profi le at the Paleocene-Eocene boundary in the Williston Basin of North Dakota: Geological Society of America Bulletin, v. 119, p. 428–442, doi: 10.1130/B26010.1. Dalai, T.K., Krishnaswami, S., and Kumar, A., 2003, Sr and 87Sr/86Sr in the Yamuna River system in the Himalaya: Sources, fl uxes, and controls on Sr isotopic composition: Geochimica et Cosmochimica Acta, v. 67, p. 2931–2948, doi: 10.1016/S0016-7037(03)00203-5. DeCelles, P.G., 1994, Late Cretaceous–Paleocene syn orogenic sedimentation and kinematic history of the Sevier thrust belt, northeast Utah and southwest Wyoming: Geological Society of America Bulletin, v. 106, p. 32– 56, doi: 10.1130/0016-7606(1994)106<0032:LCPSSA >2.3.CO;2. DeCelles, P.G., and Coogan, J.C., 2006, Regional structure and kinematic history of the Sevier fold-and-thrust belt, central Utah: Geological Society of America Bulletin, v. 118, p. 841–864, doi: 10.1130/B25759.1. DeCelles, P.G., and Giles, K.A., 1996, Foreland basin systems: Basin Research, v. 8, p. 105–123, doi: 10.1046/ j.1365-2117.1996.01491.x. DeCelles, P.G., and Mitra, G., 1995, History of the Sevier orogenic wedge in terms of critical taper models, northeast Utah and southwest Wyoming: Geological Society of America Bulletin, v. 107, p. 454–462, doi: 10.1130/0016- 7606(1995)107<0454:HOTSOW>2.3.CO;2. DeCelles, P.G., Lawton, T.F., and Mitra, R., 1995, Thrust timing, growth of structural culminations, and synorogenic sedimentation in the type Sevier orogenic belt, western United States: Geology, v. 23, p. 699–702, doi: 10.1130/0091-7613(1995)023<0699: TTGOSC>2.3.CO;2. Dunagan, S.P., and Turner, C.E., 2004, Regional paleohydrologic and paleoclimatic settings of wetland/ lacustrine depositional systems in the Morrison Formation (Upper Jurassic), Western Interior, USA: Sedimentary Geology, v. 167, p. 269–296, doi: 10.1016/j.sedgeo.2004.01.007. English, N.B., Quade, J., DeCelles, P.G., and Garzione, C.N., 2000, Geologic control of Sr and major element chemistry in Himalayan rivers, Nepal: Geochimica et Cosmochimica Acta, v. 64, p. 2549–2566, doi: 10.1016/S0016-7037(00)00379-3. Faure, G., and Barrett, P.J., 1973, Strontium isotope compositions of non-marine carbonate rocks from the Beacon Supergroup of the Transantarctic Mountains: Journal of Sedimentary Petrology, v. 43, p. 447–457. Faure, G., and Mensing, T.M., 2005, Isotopes: Principles and applications: Hoboken, New Jersey, John Wiley and Sons, 897 p.\nFranczyk, K.J., Hanley, J.H., Pitman, J.K., and Nichols, D.J., 1991, Paleocene depositional systems in the western Roan Cliffs, Utah, in Chidsey, T.C., Jr., ed., Geology of east-central Utah: Utah Geological Association Publication 19, p. 111–127. Fraser, G.S., and DeCelles, P.G., 1992, Geomorphic controls on sediment accumulation at margins of foreland basins: Basin Research, v. 4, p. 233–252. Galy, A., France-Lanord, C., and Derry, L.A., 1999, The strontium isotopic budget of Himalayan rivers in Nepal and Bangladesh: Geochimica et Cosmochimica Acta, v. 63, p. 1905–1925, doi: 10.1016/S00167037(99)00081-2. Gierlowski-Kordesch, E.H., 1998, Carbonate deposition in an ephemeral siliciclastic alluvial plain: Jurassic Shuttle Meadow Formation, Hartford Basin, Newark Supergroup, USA: Palaeogeography, Palaeoclimatology, Palaeoecology, v. 140, p. 161–184, doi: 10.1016/ S0031-0182(98)00039-X. Gill, J.R., 1950, Flagstaff Limestone of the Spring CityManti Area, Sanpete County, Utah [M.S. thesis]: Columbus, Ohio State University, 209 p. Herut, B., Starinsky, A., and Katz, A., 1993, Strontium in rainwater from Israel: Sources, isotopes, and chemistry: Earth and Planetary Science Letters, v. 120, p. 77– 84, doi: 10.1016/0012-821X(93)90024-4. Hintze, L.F., 1988, Geologic history of Utah: Brigham Young University Geology Studies Special Publication 7, 202 p. Holmden, C., Creaser, R.A., and Meuhlenbachs, K., 1997, Paleosalinities in ancient brackish water systems determined by 87Sr/86Sr ratios in carbonate fossils: A case study from the Western Canada Sedimentary Basin: Geochimica et Cosmochimica Acta, v. 61, p. 2105– 2118, doi: 10.1016/S0016-7037(97)00073-2. Horton, B.K., and DeCelles, P.G., 2001, Modern and ancient fl uvial megafans in the foreland basin system of the central Andes, southern Bolivia: Implications for drainage network evolution in fold-thrust belts: Basin Research, v. 13, p. 43–63, doi: 10.1046/j.13652117.2001.00137.x. Jacobson, A.D., and Blum, J.D., 2000, Ca/Sr and 87Sr/86Sr geochemistry of disseminated calcite in Himalayan silicate rocks from Nanga Parbat: Infl uence on river-water chemistry: Geology, v. 28, p. 463–466, doi: 10.1130/0091- 7613(2000)28<463:SASGOD>2.0.CO;2. Jacobson, A.D., and Wasserburg, G.J., 2005, Anhydrite and the Sr isotope evolution of groundwater in a carbonate aquifer: Chemical Geology, v. 214, p. 331–350, doi: 10.1016/j.chemgeo.2004.10.006. Jacobson, A.D., Blum, J.D., Chamberlain, C.P., Poage, M.A., and Sloan, V.F., 2002a, The Ca/Sr and Sr isotope systematics of a Himalayan glacial chronosequence: Carbonate versus silicate weathering rates as a function of landscape surface age: Geochimica et Cosmochimica Acta, v. 66, p. 13–27, doi: 10.1016/S00167037(01)00755-4. Jacobson, A.D., Blum, J.D., and Walter, L.M., 2002b, Reconciling the elemental and Sr isotopic composition of Himalayan weathering fl uxes; insights from the carbonate geochemistry of stream waters: Geochimica et Cosmochimica Acta, v. 66, p. 3417–3429, doi: 10.1016/S0016-7037(02)00951-1. Jacobson, A.D., Blum, J.D., Chamberlain, C.P., Craw, D., and Koons, P.O., 2003, Climatic and tectonic controls on chemical weathering in the New Zealand Southern Alps: Geochimica et Cosmochimica Acta, v. 67, p. 29– 46, doi: 10.1016/S0016-7037(02)01053-0. Johnson, T.M., and DePaolo, D.J., 1997, Rapid exchange effects on isotope ratios in groundwater systems. 2. Flow investigation using Sr isotope ratios: Water Resources Research, v. 33, p. 197–209, doi: 10.1029/96WR02713. Jones, L.M., and Faure, G., 1978, A study of strontium isotopes in lakes and surfi cial deposits of the ice-free valleys, southern Victoria Land, Antarctica: Chemical Geology, v. 22, p. 107–120, doi: 10.1016/0009- 2541(78)90027-X. Kelts, K., and Talbot, M., 1990, Lacustrine carbonates as geochemical archives of environmental change and biotic/abiotic interactions, in Tilzer, M.M., and Serruya, C., eds., Large lakes: Ecological structure and function: Berlin, Springer-Verlag, p. 288–315. TABLE A3. LOCATION OF SECTIONS WHERE FLAGSTAFF FORMATION SAMPLES WERE COLLECTED Name of sampled section (Flagstaff Formation) Location on Wasatch Plateau Ephraim Canyon Ephraim Quadrangle, ¼ NE, R.3 E., T. 17 S., Section 13, ¼NW New Canyon Ephraim Quadrangle, ¼ NE, R. 4 E., T. 17 S., Section 7, ½ W South Fork Creek of Manti Canyon (West) Black Mountain Quadrangle, ¼ NE, R. 4 E., T. 18 S., Section 19, ¼ SE South Fork Creek of Manti Canyon (East) Ferron Reservoir Quadrangle, ¼ NW, R. 4 E., T. 18 S., Section 29, ¼ SE Trail Ridge West Danish Knoll Quadrangle, ¼ SW, R. 4 E., T. 18 S., Section 14, ½ N Trail Ridge East Ferron Reservoir Quadrangle, ¼ NE, R. 5 E., T. 18 S., Section 30, ¼ NW\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/120/1-2/85/3396503/i0016-7606-120-1-85.pdf by University of Arizona user on 26 February 2019\nGeological Society of America Bulletin, January/February 2008 95\nLa Rocque, A., 1960, Molluscan faunas of the Flagstaff Formation of central Utah: Geological Society of America Memoir 78, 100 p. Lawton, T.F., 1985, Style and timing of frontal structures, thrust belt, central Utah: American Association of Petroleum Geologists Bulletin, v. 69, p. 1145–1159. Lawton, T.F., Talling, P.J., Hobbs, R.S., Trexler, J.H., Jr., Weiss, M.P., and Burbank, D.W., 1993, Structure and stratigraphy of Upper Cretaceous and Paleogene strata (North Horn Formation), eastern San Pitch Mountains, Utah—Sedimentation at the front of the Sevier orogenic belt: U.S. Geological Survey Bulletin 1787, part II, p. 1–33. Lawton, T.F., Pollock, S.L., and Robinson, R.A.J., 2003, Integrating sandstone petrology and nonmarine sequence stratigraphy: application to the Late Cretaceous fl uvial systems of southwestern Utah, USA: Journal of Sedimentary Research, v. 73, p. 389–406. Link, P.K., Mahoney, J.B., and Fanning, C.M., eds., 2005, Isotopic determination of sediment provenance: Techniques and applications: Sedimentary Geology, v. 182, p. 1–208, doi: 10.1016/j.sedgeo.2005.09.006. McCullough, L.A., 1977, Playa-lake and clastic deposition in Paleocene-Eocene Flagstaff Limestone, Wasatch Plateau, Utah [M.S. thesis]: Columbus, Ohio State University, 116 p. Neat, P.L., Faure, G., and Pegram, W.J., 1979, The isotopic composition of strontium in nonmarine carbonate rocks: the Flagstaff Formation of Utah: Sedimentology, v. 26, p. 271–282, doi: 10.1111/j.1365-3091.1979.tb00354.x. Neumann, K., and Dreiss, S., 1995, Strontium 87/strontium 86 ratios as tracers in groundwater and surface waters in Mono Basin, California: Water Resources Research, v. 31, p. 3183–3193, doi: 10.1029/95WR02565. Norris, R.D., and Röhl, U., 1999, Carbon cycling and chronology of climate warming during the Palaeocene/ Eocene transition: Nature, v. 401, p. 775–778, doi: 10.1038/44545. Norris, R.D., Corfi eld, R.M., and Hayes-Baker, K., 2000, Mountains and Eocene climate, in Huber, B.T., et al., eds., Warm climates in Earth history: Cambridge, Cambridge University Press, p. 161–196. Palmer, M.R., and Edmond, J.M., 1992, Controls over the strontium isotope composition of river water:\nGeochimica et Cosmochimica Acta, v. 56, p. 2099– 2111, doi: 10.1016/0016-7037(92)90332-D. Pietras, J.T., and Carroll, A.R., 2006, High-resolution stratigraphy of an underfi lled lake basin: Wilkins Peak Member, Eocene Green River Formation, Wyoming, U.S.A: Journal of Sedimentary Research, v. 76, p. 1197–1214, doi: 10.2110/jsr.2006.096. Platt, N.H., and Wright, V.P., 1992, Palustrine carbonates and the Florida Everglades: Towards an exposure index for the freshwater environment?: Journal of Sedimentary Petrology, v. 62, p. 1058–1071. Quade, J., Roe, L., DeCelles, P.G., and Ojha, T.P., 1997, The late Neogene 87Sr/86Sr record of lowland Himalayan rivers: Science, v. 276, p. 1828–1831, doi: 10.1126/science.276.5320.1828. Rhodes, M.K., Carroll, A.R., Pietras, J.T., Beard, B.L., and Johnson, C.M., 2002, Strontium isotope record of paleohydrology and continental weathering, Eocene Green River Formation, Wyoming: Geology, v. 30, p. 167–170, doi: 10.1130/0091-7613(2002)030<0167: SIROPA>2.0.CO;2. Smoot, J.P., 1978, Origin of the carbonate sediments in the Wilkins Peak Member of the Green River Formation (Eocene) Wyoming, USA: Sedimentology, v. 30, p. 801–827, doi: 10.1111/j.1365-3091.1983.tb00712.x. Spencer, J.E., and Patchett, P.J., 1997, Sr isotope evidence for a lacustrine origin for the upper Miocene to Pliocene Bouse formation, lower Colorado River trough, and implications for timing of Colorado Plateau uplift: Geological Society of America Bulletin, v. 109, p. 767–778, doi: 10.1130/0016-7606(1997)109<0767: SIEFAL>2.3.CO;2. Spieker, E.M., 1949, The transition between the Colorado Plateau and the Great Basin in central Utah: Utah Geological Society Guidebook to the Geology of Utah 4, 106 p. Stanley, K.O., and Collinson, J.W., 1979, Depositional history of the Paleocene-Lower Eocene Flagstaff Limestone and coeval rocks, central Utah: American Association of Petroleum Geologists Bulletin, v. 63, p. 311–323. Stokes, W.L., 1986, Geology of Utah: Utah Museum of Natural History and Utah Geological and Mineral Survey Occasional Paper 6, 310 p. Talbot, M.R., Williams, M.A.J., and Adamson, D.A., 2000, Strontium isotopic evidence for late Pleistocene\nreestablishment of an integrated Nile drainage network: Geology, v. 28, p. 343–346, doi: 10.1130/0091-7613(2000) 28<343:SIEFLP>2.0.CO;2. Talling, P.J., Burbank, D.W., Lawton, T.F., Hobbs, R.S., and Lund, S.P., 1994, Magnetostratigraphic chronology of Cretaceous-to-Eocene thrust belt evolution, central Utah, USA: Journal of Geology, v. 102, p. 181–196. Talling, P.J., Lawton, T.F., Burbank, D.W., and Hobbs, R.S., 1995, Evolution of the latest Cretaceous–Eocene nonmarine deposystems in the Axhandle piggyback basin of central Utah: Geological Society of America Bulletin, v. 107, p. 297–315, doi: 10.1130/0016- 7606(1995)107<0297:EOLCEN>2.3.CO;2. Veizer, J., 1989, Strontium isotopes in seawater through time: Annual Review of Earth and Planetary Sciences, v. 17, p. 141–167, doi: 10.1146/annurev.ea.17.050189.001041. Weber, J.N., 1964a, Carbon-oxygen isotopic composition of Flagstaff carbonate rocks and its bearing on the history of Paleocene-Eocene Lake Flagstaff of central Utah: Geochimica et Cosmochimica Acta, v. 28, p. 1219– 1242, doi: 10.1016/0016-7037(64)90125-5. Weber, J.N., 1964b, Birth and death of Utah’s Lake Flagstaff: Earth Science, v. 17, p. 115–119. Wells, N.A., 1977, Paleocene-Eocene Lake Flagstaff of central Utah [M.S. thesis]: Columbus, Ohio State University, 175 p. Wells, N.A., 1983, Carbonate deposition, physical limnology, and environmentally-controlled chert formation in Paleocene-Eocene Lake Flagstaff, central Utah: Sedimentary Geology, v. 35, p. 263–296, doi: 10.1016/0037- 0738(83)90062-3. Weltje, G.J., and von Eynatten, H., eds., 2004, Quantitative provenance analysis of sediments: Sedimentary Geology, v. 171, p. 1–281, doi: 10.1016/j.sedgeo.2004.05.007. Zaleha, M.J., 2006, Sevier orogenesis and nonmarine basin fi lling: Implications of new stratigraphic correlations of Lower Cretaceous strata throughout Wyoming, USA: Geological Society of America Bulletin, v. 118, p. 886– 896, doi: 10.1130/B25715.1."
  }, {
    "heading": "MANUSCRIPT RECEIVED 6 JUNE 2006 REVISED MANUSCRIPT RECEIVED 13 APRIL 2007 MANUSCRIPT ACCEPTED 16 APRIL 2007",
    "text": "Printed in the USA\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/120/1-2/85/3396503/i0016-7606-120-1-85.pdf by University of Arizona user on 26 February 2019"
  }],
  "year": 2007,
  "references": [],
  "id": "SP:851962bb2eb7475f48cf22b7b4e55117ad36d9ba",
  "authors": [],
  "abstractText": "Provenance studies have used Sr isotopes (87Sr/86Sr) of silicate source rocks as a link to their eroded basinal equivalents. This technique, however, cannot identify the proportional inputs from different watersheds or defi ne more precisely sedimentation events due to tectonic or climatic change. Erosion of carbonate rocks dominates the Sr input within basin drainage and potentially can be used through 87Sr/86Sr ratios to reconstruct paleohydrology of the entire basin and trace watershed inputs and depositional patterns in continental basins. The Sr isotopic ratios from waters of the source area, allowing for the mixing of shallow groundwater and surface water along the transport path, are homogenized in the basinal carbonate sediments. Mineralogy and diagenesis of carbonate rocks generally do not affect the Sr isotopic signal in a near-surface system lacking external infl uence by volcanism, eolian dust, or deep geothermal waters. The 87Sr/86Sr ratios from the source area are directly comparable to those in the receiving continental basin. The Sr isotopic signal of the Paleocene– Eocene Flagstaff Formation (central Utah), a carbonate lake deposit in a foreland basin, is compared to that of projected source waters draining its thrust front, the Sevier fold-thrust belt. Freshwater carbonates compose a large portion of the lowermost Ferron Mountain and uppermost Musinia Peak Members of the formation, whereas gypsum and carbonates predominate in the middle Cove Mountain Member. Previous research had attributed gypsum deposition to the deposition of the middle Cove Mountain Member to either climatic change or unroofing of diapirs of Jurassic gypsiferous carbonates. To examine more closely the infl uence of climate versus tectonics on Flagstaff sedimentation as well as the effi cacy of provenance studies using carbonates, we collected rock samples from the three members of the formation on the Wasatch Plateau of central Utah in addition to sampling stream water associated with Pennsylvanian– Permian and Jurassic carbonate terrains from the nearby thrust front. The 87Sr/86Sr ratios in carbonates and gyprock belonging to the Flagstaff Formation remained unchanged during deposition, the average Sr isotope composition of the Flagstaff rocks being identical to that of sampled waters draining the projected provenance area. There was little change in source rock weathering as the thrust front evolved. Deposition of gypsum occurred in the basinal lake only during the deposition of the middle Cove Mountain Member, despite its constant exposure in the drainage area, suggesting a changing balance of tectonic and climatic controls during lake sedimentation. The 87Sr/86Sr isotopic studies targeting carbonate rocks and their presumed source waters are a simple but accurate method for reconstructing the paleohydrology of lake basins."
}