{
  "sections": [{
    "text": "GEOLOGY, April 2009 323"
  }, {
    "heading": "INTRODUCTION",
    "text": "During a mass extinction, taxa from a broad range of habitats and from throughout the world disappear within a geologically brief interval (~1 m.y.) (Hallam and Wignall, 1997). Vogt (1972) noted that the end-Cretaceous mass extinction was synchronous with eruption of the Deccan traps flood basalts, and Courtillot and Renne (2003) have catalogued many other coincidences between mass extinction and fl ood volcanism. In early papers the extinctions were attributed to poisoning (Vogt, 1972), global warming (Jenkyns, 1999), or global cooling (Budyko and Pivivariva, 1967; Axelrod, 1981) caused by the emission of volcanic gases. A problem with this interpretation is the absence of a good correlation between the volume of erupted basalt and the impact on the bio sphere, as shown in Figure 1. The eruption of the Siberian and Emeishan basalts coincides with major extinction, but the Karoo basalts, for example, can be linked only to a period of global warming (McElwain et al., 1999). Nor does the latitude at the time of eruption, which infl uences the effi ciency of atmospheric distribution of emitted gases and aerosols, correlate with the intensity of the environmental crisis.\nHere we develop the ideas of Svensen et al. (2004, 2007) and Retallack and Jahren (2008) and propose that the intensity of global climate changes may be related to the type of rocks invaded by subvolcanic intrusive complexes, rather than to the volume or nature of the degassing lava. We present new data from contact aureoles surrounding intrusions of the Emeishan province in China, a province that coincides\nwith the major end-Guadalupian environmental crisis, and we link the environmental change to massive release of CO\n2 from the dolomites\nand organic-rich carbonates of the underlying sedimentary basin. We contrast this setting with the more benign effects of other large igneous provinces (LIPs) that were emplaced upon older basalts, crystalline basement, or sedimentary rocks low in carbon and sulfur."
  }, {
    "heading": "HOW DO LIPS CHANGE THE CLIMATE AND CAUSE MASS EXTINCTIONS?",
    "text": "Major volcanic eruptions impact the environment in many ways. Ash and sulfuric acid aerosols lead to cooling; greenhouse gases like CO\n2\nand CH 4 cause global warming; SO 2 causes acid rain; F and other halogens poison plants and animals (see Thordarson et al., 1996; Wignall, 2001, for a review). In all the LIPs shown in Figure 1, the dominant magma is tholeiitic basalt, which contains relatively low amounts of magmatic gases. Caldeira and Rampino (1990) estimated that the pre-eruptive CO\n2 concentration\nof the Deccan magmas (~0.2 wt%) was suffi - cient to cause only modest global warming; Self et al. (2006) confi rmed that the mass of volcanic CO\n2 was small compared with the CO 2 already present in the atmosphere, and they suggested that climate perturbations were related to the emission of volcanic SO\n2 .\nMany LIPs also contain minor alkalic magmas, volatile-rich magmas that may have released larger quantities of volcanic gases, but there is little evidence that those provinces with higher-than-normal alkalic magma contents (e.g., Ethiopia) had a disproportionate environmental impact (Courtillot and Renne, 2003). For reasons such as these we explore\nthe hypothesis that the killer mechanism that drives global warming and mass extinctions is to be found in the sedimentary horizons beneath the fl ood basalts.\nA CASE STUDY: SEDIMENT DEGASSING DURING THE EMPLACEMENT OF THE EMEISHAN LIP\nThe current, posterosional exposure of the Emeishan LIP in southwest China is relatively small, but the volcanic province may initially have covered >0.5 × 106 km2 (Courtillot and Renne, 2003). Its emplacement coincides with (1) a major sea-level fall (Hallam and Wignall, 1999), (2) a negative 13C excursion (Retallack et al., 2006), and (3) the major end-Guadalupian biological crisis when ~35% of all genera became extinct (Bowring et al., 1998; Zhou et al., 2002). Magmas of the Emeishan LIP intruded Proterozoic to Silurian dolostones, marls, and shales of the Sichuan Basin.\nGanino et al. (2008) showed that the ~2000 m thick Panzhihua gabbroic sill, one of many in the Emeishan province, developed a 300 m thick contact aureole as it intruded Proterozoic dolomites. The dominant rock type in the aureole is marble containing ~30 brucite, the hydration product of periclase. The latter mineral formed during prograde metamorphism of dolomite, a process that yields abundant CO\n2 . The trace element\ncomposition of a brucite marble immediately adjacent to the intrusive contact shows evidence of partial melting of carbonates; farther from the contact, metamorphism of impure limestones formed calc-silicates. Both processes released additional CO\n2 . Several hundred kilome ters to\nthe northwest of the Emeishan basalts, shales\neology, April 2009; v. 37; no. 4; p. 323–326; doi: 10.1130/G25325A.1; 2 fi gures; Data Repository item 2009084. © 2009 The Geological Society of America. For permission to copy, contact Copyright Permissions, GSA, or editing@geosociety.org.\nprovinces (LIPs). The Cretaceous-Tertiary extinction was synchronous with the Deccan fl ood volcanism, the Permian-Triassic extinction with the eruption of the enormous Siberian traps, and the end-Guadalupian extinction with the Emeishan volcanic province. The causal link remains disputed, however, and many LIPs apparently had no signifi cant impact on the biosphere. Here we show that a key control on the destructive consequences of LIP emplacement is the type of sedimentary rock in basins beneath the fl ood basalts. Contact metamorphism around intrusions in dolomite, evaporite, coal, or organic-rich shale generates large quantities of greenhouse and toxic gases (CO2, CH4, SO2), which subsequently vent to the atmosphere and cause global warming and mass extinctions. The release of sediment-derived gases had a far greater impact on the environment than the emission of magmatic gases.\n*E-mail: clement.ganino@ujf-grenoble.fr\nDownloaded from https://pubs.geoscienceworld.org/gsa/geology/article-pdf/37/4/323/3536410/i0091-7613-37-4-323.pdf by University of Arizona user on 26 February 2019\n324 GEOLOGY, April 2009\nand limestones of the Sichuan Basin contain gas and petroleum deposits (Wei et al., 2008), and the metamorphism of hydrocarbons in contact aureoles may have released CO\n2 and\nCH 4 . In the following section we quantify the amounts of CO 2 released from magmatic and sedimentary sources."
  }, {
    "heading": "QUANTIFICATION OF GAS RELEASE DURING EMPLACEMENT OF THE",
    "text": "PANZHIHUA INTRUSION\nFollowing Self et al.’s (2006) estimation of CO\n2 release from Deccan volcanism, we estimate that ~2 Gt of magmatic CO 2 (= 0.55 Gt C) was released from the 180 km3 of magma in the Panzhihua intrusion.\nThree main reactions took place during the metamorphism of Panzhihua wall rocks, depending on the temperature. We fi rst focus on the intermediate-temperature periclase-forming reaction dolomite = periclase + calcite + CO\n2 .\nFrom the reaction we calculate that 240 g of CO 2 are released per kilogram of dolomite. From the dimensions of the lower contact aureole (19 km long, 300 m wide, and an assumed 3 km in depth), we calculate its mass as ~47 Gt (density = 2700 kg m–3) to give a total of 11.2 Gt of CO\n2 (or 3.1 Gt C). An equivalent mass of CO 2\nprobably was released by periclase formation in an upper contact aureole, which is not preserved due to faulting.\nWe can use the presence of periclase, which formed at 700 °C in samples collected 300 m from the intrusive contact, to defi ne the temperature profi le in the aureole (Fig. 2). We modeled the development of the aureole assuming that basaltic magma continuously fl owed through the sill to maintain a temperature of 1200 °C at the contact. In a simple conductive model, the profi le requires 2500 yr to form; when fl uid advection is taken into account, the time is shorter. Such a temperature profi le explains the presence of melted carbonates adjacent to the intrusion (~1200 °C) and the presence of periclase, which forms at ~700 °C at a depth 300 m below the lower contact.\nWe now use this profi le to estimate the quantities of gas released by high- and low-temperature reactions (see the GSA Data Repository1). The calculation is only approximate because we have relatively little information about the exact geometry and structure of the contact aureole, but it is suffi cient to provide a fi rst-order esti-\nmate. High-temperature reactions such as the assimilation and partial melting of dolostone yield abundant CO\n2 but only within a few meters\nof the contact. An indication of the amount of CO\n2 that might be released by the assimilation of wall rock in mafi c magmas is provided by Iacono-Marziano et al. (2007), who calculated that lavas of Mount Vesuvius had assimilated 15–17 wt% of limestone.\nCalc-silicates form from impure marble between 450 and 500 °C, and these reactions release between 220 and 290 g of CO\n2 per\nkilogram of rock. Total degradation of hydrocarbons at temperatures above 300 °C would have released additional methane and CO\n2 . The\nlarge range of concentration and maturation of organic carbon preclude any precise quantifi cation of the mass of CO\n2 released during\nlow-temperature degradation of hydrocarbon, but some limits can be calculated. If the wall rocks contained a low amount of organic carbon (0.01 wt%), the input (0.02 Gt C) would be negligible, but if they contained 4 wt% organic carbon, as observed in source rock of the Sichuan Basin (Wei et al., 2008), then the mass of CO\n2\nwould be 8.1 Gt of C, similar to that released from the periclase reaction.\nGiven these results, we estimate that a total of at least 22 Gt of CO\n2 from the periclase\nreaction, and up to ~52 Gt equivalent CO 2 (= 14.1 Gt C) if the wall rocks contained a large amount of organic carbon, was formed from the contact aureoles. These values can be compared with the ~2 Gt of CO\n2 (= 0.54 Gt C) released\nfrom the magma. At the intrusion scale, the mass of sediment-derived carbon is some 11–26 times greater than the mass of magmatic carbon.\nGAS RELEASE DURING THE EMEISHAN LIP AT THE BASIN SCALE\nBecause of intense Himalaya-related deformation it is diffi cult to estimate the total amount of sedimentary rock of the Sichuan Basin that was affected by metamorphism. Taking as a model the better-preserved lava piles and sedimentary basins in the Siberian and Karoo vol canic provinces (Czamanske et al., 1995; Chevallier and Woodford, 1999), we assume that about half of the volume of the Emeishan volcanic pile was emplaced as shallow-level intrusions. Courtillot and Renne (2003) calculate that the total volume of the erupted basalt in the Emeishan LIP was ~1 × 106 km3, and following Self et al.’s (2006) estimation for the Deccan, such a vol-\n1GSA Data Repository item 2009084, DR1 (degassing during contact metamorphism as an explanation of the negative carbon isotope excursion associated with the emplacement of the Emeishan LIP) and DR2 (an overview of reactions in a metamorphic 2 aureole in a sedimentary basin), is available online at www. geosociety.org/pubs/ft2009.htm, or on request from editing@geosociety.org or Documents Secretary, GSA, P.O. Box 9140, Boulder, CO 80301, USA.\nDownloaded from https://pubs.geoscienceworld.org/gsa/geology/article-pdf/37/4/323/3536410/i0091-7613-37-4-323.pdf by University of Arizona user on 26 February 2019\nGEOLOGY, April 2009 325\nume of magma would release 11,200 Gt of CO 2 (= 3057 Gt C). Magma in intrusions emitted an additional 5600 Gt of CO\n2 , bringing the total to\n16,800 Gt of CO 2 or 4585 Gt of C.\nIf the Panzhihua intrusion is representative of an average sill in the intrusive complex below the lava pile, 11–26 times more metamorphic CO\n2 (5600 × 11 = 61,600 Gt CO 2 ,\n5600 × 26 = 145,600 Gt CO 2 ) was released from contact aureoles. Thus at the LIP scale, the mass of sediment-derived CO\n2 is ~3.6–8.6 times\nlarger than the mass of magmatic CO 2 ."
  }, {
    "heading": "PROXIES OF CLIMATE CHANGE IN EMEISHAN-AGE SEDIMENTS",
    "text": "Can CO 2 released during contact metamorphism of carbonates explain the negative carbon isotope excursion at the end-Guadalupian, which is recorded in both marine carbonate and continental organic matter by Retallack et al. (2006)? During the end-Guadalupian, the δ13C of marine carbonates decreased from about +3‰ to –2‰, and that of nonmarine clastic organic carbon from about –22‰ to –30‰ (Retallack et al., 2006). If we suppose that 17,000 Gt of C from the destabilization of dolostone (with δ13C = 0) and 22,900 Gt of C from the metamorphism of organic carbon (with δ13C ≈ –22‰) were added to the ocean and atmosphere, a global negative carbon isotope excursion would result (see GSA Data Repository for details). Atmospheric carbon composition would change from δ13C = –2‰ before the degassing to as low as –10.9‰ after the degassing.\nThere are few reliable proxies for the climate changes during the emplacement of the Emeishan LIP."
  }, {
    "heading": "SEDIMENT DEGASSING AND MASS EXTINCTIONS",
    "text": "Figure 2 is a synthesis of the total amount of volatiles released during the contact metamorphism of different types of sedimentary rocks. The inputs that must be considered when evaluating the environment impact of LIP emplacement can be summarized as follows:\n• Basalt and granitoids do not release abundant volatiles.\n• In most sandstones, the main volatile is water, whose release has little effect on global climate.\n• Pure limestone contains large amounts of CO\n2 , but the thermal decomposition of limestone into CaO and CO 2 takes place at high temperatures (>950 °C) that are rarely reached in contact aureoles.\n• Impure limestones release large amounts of CO\n2 (up to 29 wt%) during the formation\nof calc-silicates at moderate temperatures of ~450–500 °C.\n• Gypsum and anhydrite in evaporites release abundant SO\n2 (up to 47 wt%). This reaction nor-\nmally happens at high temperatures (1400 °C) that are not observed in contact aureoles, but the reaction proceeds at temperature as low as 615 °C for impure anhydrite (West and Sutton, 1954).\n• Contact metamorphism of salt releases halocarbons.\n• Sulfi dic sediments release abundant SO 2 at low temperature. • Organic carbon-rich shales and carbonates release methane and hydrocarbon when heated at relatively low temperature (<300 °C).\n• Coal releases abundant CO 2 if ignited.\nFigure 1 shows that there is no clear link between volume of the LIP and magnitude of mass extinction. Degassing of magmatic volatiles therefore cannot be the sole cause of the environmental changes and mass extinctions, and gas release from sediments may be implicated in various ways:\n1. The Ontong-Java oceanic plateau, the largest magmatic province, formed in a submarine volcanic setting and is not associated with a large mass extinction. The dominant wall rock is basalt, which yields no toxic or greenhouse gases (dehydration of altered basalt has little climatic impact). Eruption into water may have restricted release of gas into the atmosphere.\n2. Emplacement of the Deccan traps coincides with the Cretaceous-Tertiary mass extinction (e.g., Courtillot and Renne, 2003). Here the substrate consists of minor clastic sediments and crystalline basement, which do not yield additional volatiles, and a combination of Chicxulub meteorite impact (e.g., Alvarez et al., 1980) and the release of magmatic gases (Chenet et al., 2008) may account for the Cretaceous-Tertiary mass extinction.\n3. Eruption of the Siberian traps, the largest continental fl ood basalt province, coincided with the largest known mass extinction. The volume of basalt cannot explain the intensity of the crisis by itself. Intrusions beneath the Siberian traps invaded marls, limestones, sandstones, coal, and, most signifi cantly, evaporites (Czamanske et al., 1995). The sulfur isotope signature of sulfi de ores provides evidence that sulfur from evaporites was assimilated into magma (Ripley et al., 2003). Part of the sulfur contained in the magma was probably released as SO\n2 during the erup-\ntion, and additional SO 2 and CO 2 (the breakdown products of hydrocarbons) would be expelled from the contact aureoles (Retallack and Jahren, 2008). Global dispersion of SO\n2 from Siberian\ntraps volcanism was aided by the high latitude of these eruptions (e.g., Saunders, 2005).\n4. The Emeishan plateau erupted at equatorial latitude, and here the consequences were different. The dispersion of CO\n2 is largely\nindependent of latitude because of the high exchange rate between the stratosphere and the troposphere. We suggest therefore that the coincidence between the Emeishan volcanism and the end-Guadalupian crisis can be explained by the voluminous release of CO\n2 from the heating\nof dolomite augmented by CO 2 , SO 2 , and CH 4 from evaporites and shales. In those provinces where the environmental impact was minor, the wall rocks were sand-\nDownloaded from https://pubs.geoscienceworld.org/gsa/geology/article-pdf/37/4/323/3536410/i0091-7613-37-4-323.pdf by University of Arizona user on 26 February 2019\n326 GEOLOGY, April 2009\nstone, organic-poor shales, or granitic basement. Svensen et al. (2007) estimated that up to 27,400 Gt may have formed during contact metamorphism of shales and sandstones of the Karoo Basin, enough to explain the Early Jurassic global warming but not suffi cient to cause a mass extinction. Likewise, the Central Atlantic Magmatic Province coincides with the Triassic-Jurassic mass extinction, but the infl uence of this very large province may have been mitigated by the largely crystalline nature of its wall rocks."
  }, {
    "heading": "CONCLUSIONS",
    "text": "Sedimentary rocks are huge reservoirs of vola tiles that are readily released by contact metamorphism. The degassing associated with contact metamorphism is much more voluminous than the degassing of the magma itself. We have identifi ed two major mechanisms responsible for large gas emissions and mass extinctions: (1) the destabilization of dolomite, which caused massive CO\n2 release during the emplacement of\nEmeishan and other LIPs, and (2) the thermal decomposition of anhydrite, salt, limestone, hydrocarbons, and coal in other provinces, which provided a toxic cocktail that caused other mass extinctions. Other provinces were emplaced in sterile magmatic or sedimentary rocks and had little to no environmental impact."
  }, {
    "heading": "ACKNOWLEDGMENTS",
    "text": "We express our gratitude to Henrik Svensen for his constructive comments and his help with the preparation of the manuscript. We also thank Catherine Chauvel , Fernando Tornos, Lukas Baumgartner, and Didier Marquer for constructive discussions; Mei-Fu Zhou and Yuxiao Ma for assistance during our fi eldwork; and Chris Harris for providing stable isotope analyses. The project was supported by two Egide exchange programs, PROCORE (France–Hong Kong) and Aurora (France-Norway). Further support was obtained from the French CNRS (DyETI program)."
  }, {
    "heading": "REFERENCES CITED",
    "text": "Alvarez, L.W., Alvarez, W., Asaro, F., and Michel, H.V.,\n1980, Extraterrestrial cause for the CretaceousTertiary extinction: Science, v. 208, p. 1095– 1108, doi: 10.1126/science.208.4448.1095. Axelrod, D.I., 1981, Role of volcanism in climate and evolution: Geological Society of America Special Paper 185, p. 1–59. Bowring, S.A., Erwin, D.H., Jin, Y.G., Martin, M.W., Davidek, K., and Wang, W., 1998, U/Pb zircon geochronology and tempo of the end-Permian mass extinction: Science, v. 280, p. 1039–1045, doi: 10.1126/science.280.5366.1039. Budyko, M.I., and Pivivariva, Z.I., 1967, The infl uence of volcanic eruptions on solar radiation incoming to the Earth’s surface: Meteorologiya i Gidrologiya, v. 10, p. 3–7.\nCaldeira, K., and Rampino, M.R., 1990, Carbon dioxide emissions from Deccan volcanism and a K/T boundary greenhouse effect: Geophysical Research Letters, v. 17, p. 1299–1302, doi: 10.1029/GL017i009p01299. Chenet, A.L., Fluteau, F., Courtillot, V., Gérard, M., and Subbarao, K.V., 2008, Determination of rapid Deccan eruptions across the CretaceousTertiary boundary using paleomagnetic secular variation: Results from a 1200-m-thick section in the Mahabaleshwar escarpment: Journal of Geophysical Research, v. 113, B04101, doi: 10.1029/2006JB004635. Chevallier, L., and Woodford, A., 1999, Morphotectonics and mechanism of emplacement of the dolerite rings and sills of the western Karoo , South Africa: South African Journal of Geology, v. 102, p. 43–54. Courtillot, V., and Renne, P.R., 2003, On the ages of fl ood basalt events: Comptes Rendus Geoscience, v. 335, p. 113–140, doi: 10.1016/ S1631-0713(03)00006-3. Czamanske, G.K., Zen’ko, T.E., Fedorenko, V.A., Calk, L.C., Budahn, J.R., Bullock, J.H., Fries, T., King, B.-S., and Siems, D., 1995, Petrographic and geochemical characterization of ore-bearing intrusions of the Noril’sk type, Siberia : With discussion of their origin, including additional datasets and core logs: U.S. Geological Survey Open-File Report 02-74, Resource Geology Special Issue, v. 18, p. 1–48. Ganino, C., Arndt, N.T., Zhou, M.F., Gaillard, F., and Chauvel, C., 2008, Interaction of magma with sedimentary wall rock and magnetite ore genesis in the Panzhihua mafi c intrusion, SW China: Mineralium Deposita, v. 43, p. 677–694, doi: 10.1007/s00126-008-0191-5. Hallam, A., and Wignall, P.B., 1997, Mass extinctions and their aftermath: Oxford, UK, Oxford University Press, 334 p. Hallam, A., and Wignall, P.B., 1999, Mass extinctions and sea-level changes: Earth-Science Reviews, v. 48, p. 217–250, doi: 10.1016/ S0012-8252(99)00055-0. Iacono-Marziano, G., Gaillard, F., and Pichavant, M., 2007, Limestone assimilation by basaltic magmas: An experimental re-assessment and application to Italian volcanoes: Contributions to Mineralogy and Petrology, v. 154, p. 1–20, doi: 10.1007/s00410-006-0176-2. Jenkyns, H.C., 1999, Mesozoic anoxic events and palaeo climate: Zentralblatt für Geologie und Paläon tologie, v. 7-9, p. 943–949. McElwain, J.C., Beerling, D.J., and Woodward, F.I., 1999, Fossil plants and global warming at the Triassic-Jurassic boundary: Science, v. 285, p. 1386–1390, doi: 10.1126/science.285.5432. 1386. Retallack, G.J., and Jahren, A.H., 2008, Methane release from igneous intrusion of coal during Late Permian extinction events: Journal of Geol ogy, v. 116, p. 1–20, doi: 10.1086/524120. Retallack, G.J., Metzger, C.A., Greaver, T., Jahren, A.H., Smith, R.M.H., and Sheldon, N.D., 2006, Middle-Late Permian mass extinction on land: Geological Society of America Bulletin, v. 118, p. 1398–1411, doi: 10.1130/B26011.1. Ripley, E.M., Lightfoot, P.C., Li, C., and Elswick, E.R., 2003, Sulfur isotopic studies of conti-\nnental fl ood basalts in the Noril’sk region: Implications for the association between lavas and ore-bearing intrusions: Geochimica et Cosmochimica Acta, v. 67, p. 2805–2817, doi: 10.1016/S0016-7037(03)00102-9. Rohde, R.A., and Muller, R.A., 2005, Cycles in fossil diversity: Nature, v. 434, p. 208–210, doi: 10.1038/nature03339. Saunders, A.D., 2005, Large igneous provinces: Origin and environmental consequences: Elements, v. 1, p. 259–263, doi: 10.2113/ gselements.1.5.259. Self, S., Widdowson, M., Thordarson, T., and Jay, A.E., 2006, Volatile fl uxes during fl ood basalt eruptions and potential effects on the global environment: A Deccan perspective: Earth and Planetary Science Letters, v. 248, p. 518–532, doi: 10.1016/j.epsl.2006.05.041. Svensen, H., Planke, S., Malthe-Sørenssen, A., Jamtveit , B., Myklebust, R., Eidem, T., and Rey, S.S., 2004, Release of methane from a volcanic basin as a mechanism for initial Eocene global warming: Nature, v. 429, p. 542–545, doi: 10.1038/nature02566. Svensen, H., Planke, S., Chevallier, L., MaltheSørenssen , A., Corfu, B., and Jamtveit, B., 2007, Hydrothermal venting of greenhouse gases triggering Early Jurassic global warming: Earth and Planetary Science Letters, v. 256, p. 554–566, doi: 10.1016/j.epsl.2007.02.013. Thordarson, T., Self, S., Óskarsson, N., and Hulsebosch, T., 1996, Sulfur, chlorine, and fl uorine degassing and atmospheric loading by the 1783–1784 AD Laki (Skaftár Fires) eruption in Iceland: Bulletin of Volcanology, v. 58, p. 205–225, doi: 10.1007/s004450050136. Vogt, P.R., 1972, Evidence for global synchronism in mantle plume convection, and possible signifi - cance for geology: Nature, v. 240, p. 338–342, doi: 10.1038/240338a0. Wei, G., Chen, G., Du, S., Zhang, L., and Yang, W., 2008, Petroleum systems of the oldest gas fi eld in China: Neoproterozoic gas pools in the Weiyuan gas fi eld, Sichuan Basin: Marine and Petroleum Geology, v. 25, p. 371–386, doi: 10.1016/j.marpetgeo.2008.01.009. West, R.R., and Sutton, W.J., 1954, Thermography of gypsum: Journal of the American Ceramic Society, v. 37, p. 221–224, doi: 10.1111/j.1151-2916. 1954.tb14027.x. Wignall, P.B., 2001, Large igneous provinces and mass extinctions: Earth-Science Reviews, v. 53, p. 1–33, doi: 10.1016/S0012-8252(00) 00037-4. Zhou, M.-F., Malpas, J., Song, X.-Y., Robinson, P.T., Sun, M., Kennedy, A.K., Lesher, C.M., and Keays, R.R., 2002, A temporal link between the Emeishan large igneous province (SW China) and the end-Guadalupian mass extinction: Earth and Planetary Science Letters, v. 196, p. 113–122, doi: 10.1016/S0012-821X (01)00608-2.\nManuscript received 9 July 2008 Revised manuscript received 18 November 2008 Manuscript accepted 20 November 2008\nPrinted in USA\nDownloaded from https://pubs.geoscienceworld.org/gsa/geology/article-pdf/37/4/323/3536410/i0091-7613-37-4-323.pdf by University of Arizona user on 26 February 2019"
  }],
  "year": 2009,
  "references": [],
  "id": "SP:b11167661f9dcb03eab9e3fbb9bdcd2eeba900e3",
  "authors": [],
  "abstractText": "Most mass extinctions during the last 500 m.y. coincide with eruptions of large igneous provinces (LIPs). The Cretaceous-Tertiary extinction was synchronous with the Deccan fl ood volcanism, the Permian-Triassic extinction with the eruption of the enormous Siberian traps, and the end-Guadalupian extinction with the Emeishan volcanic province. The causal link remains disputed, however, and many LIPs apparently had no signifi cant impact on the biosphere. Here we show that a key control on the destructive consequences of LIP emplacement is the type of sedimentary rock in basins beneath the fl ood basalts. Contact metamorphism around intrusions in dolomite, evaporite, coal, or organic-rich shale generates large quantities of greenhouse and toxic gases (CO2, CH4, SO2), which subsequently vent to the atmosphere and cause global warming and mass extinctions. The release of sediment-derived gases had a far greater impact on the environment than the emission of magmatic gases. *E-mail: clement.ganino@ujf-grenoble.fr Downloaded from https://pubs.geoscienceworld.org/gsa/geology/article-pdf/37/4/323/3536410/i0091-7613-37-4-323.pdf by University of Arizona user on 26 February 2019 324 GEOLOGY, April 2009 and limestones of the Sichuan Basin contain gas and petroleum deposits (Wei et al., 2008), and the metamorphism of hydrocarbons in contact aureoles may have released CO 2 and CH 4 . In the following section we quantify the amounts of CO 2 released from magmatic and sedimentary sources. QUANTIFICATION OF GAS RELEASE DURING EMPLACEMENT OF THE PANZHIHUA INTRUSION Following Self et al.’s (2006) estimation of CO 2 release from Deccan volcanism, we estimate that ~2 Gt of magmatic CO 2 (= 0.55 Gt C) was released from the 180 km of magma in the Panzhihua intrusion. Three main reactions took place during the metamorphism of Panzhihua wall rocks, depending on the temperature. We fi rst focus on the intermediate-temperature periclase-forming reaction dolomite = periclase + calcite + CO 2 . From the reaction we calculate that 240 g of CO 2 are released per kilogram of dolomite. From the dimensions of the lower contact aureole (19 km long, 300 m wide, and an assumed 3 km in depth), we calculate its mass as ~47 Gt (density = 2700 kg m) to give a total of 11.2 Gt of CO 2 (or 3.1 Gt C). An equivalent mass of CO 2 probably was released by periclase formation in an upper contact aureole, which is not preserved due to faulting. We can use the presence of periclase, which formed at 700 °C in samples collected 300 m from the intrusive contact, to defi ne the temperature profi le in the aureole (Fig. 2). We modeled the development of the aureole assuming that basaltic magma continuously fl owed through the sill to maintain a temperature of 1200 °C at the contact. In a simple conductive model, the profi le requires 2500 yr to form; when fl uid advection is taken into account, the time is shorter. Such a temperature profi le explains the presence of melted carbonates adjacent to the intrusion (~1200 °C) and the presence of periclase, which forms at ~700 °C at a depth 300 m below the lower contact. We now use this profi le to estimate the quantities of gas released by highand low-temperature reactions (see the GSA Data Repository). The calculation is only approximate because we have relatively little information about the exact geometry and structure of the contact aureole, but it is suffi cient to provide a fi rst-order estimate. High-temperature reactions such as the assimilation and partial melting of dolostone yield abundant CO 2 but only within a few meters of the contact. An indication of the amount of CO 2 that might be released by the assimilation of wall rock in mafi c magmas is provided by Iacono-Marziano et al. (2007), who calculated that lavas of Mount Vesuvius had assimilated 15–17 wt% of limestone. Calc-silicates form from impure marble between 450 and 500 °C, and these reactions release between 220 and 290 g of CO 2 per kilogram of rock. Total degradation of hydrocarbons at temperatures above 300 °C would have released additional methane and CO 2 . The large range of concentration and maturation of organic carbon preclude any precise quantifi cation of the mass of CO 2 released during low-temperature degradation of hydrocarbon, but some limits can be calculated. If the wall rocks contained a low amount of organic carbon (0.01 wt%), the input (0.02 Gt C) would be negligible, but if they contained 4 wt% organic carbon, as observed in source rock of the Sichuan Basin (Wei et al., 2008), then the mass of CO 2 would be 8.1 Gt of C, similar to that released from the periclase reaction. Given these results, we estimate that a total of at least 22 Gt of CO 2 from the periclase reaction, and up to ~52 Gt equivalent CO 2 (= 14.1 Gt C) if the wall rocks contained a large amount of organic carbon, was formed from the contact aureoles. These values can be compared with the ~2 Gt of CO 2 (= 0.54 Gt C) released from the magma. At the intrusion scale, the mass of sediment-derived carbon is some 11–26 times greater than the mass of magmatic carbon. GAS RELEASE DURING THE EMEISHAN LIP AT THE BASIN SCALE Because of intense Himalaya-related deformation it is diffi cult to estimate the total amount of sedimentary rock of the Sichuan Basin that was affected by metamorphism. Taking as a model the better-preserved lava piles and sedimentary basins in the Siberian and Karoo vol canic provinces (Czamanske et al., 1995; Chevallier and Woodford, 1999), we assume that about half of the volume of the Emeishan volcanic pile was emplaced as shallow-level intrusions. Courtillot and Renne (2003) calculate that the total volume of the erupted basalt in the Emeishan LIP was ~1 × 10 km, and following Self et al.’s (2006) estimation for the Deccan, such a vol60"
}