{
  "sections": [{
    "text": "q 2001 Geological Society of America. For permission to copy, contact Copyright Clearance Center at www.copyright.com or (978) 750-8400. Geology; October 2001; v. 29; no. 10; p. 931–934; 3 figures; 1 table. 931\naffected the basement of northern Victoria Land, Antarctica. Shallow intrusions supplied the necessary heat to cause groundwater circulation through permeable rocks, producing local hydrothermal systems. In the granitoid country rocks of the two adjacent areas of Mt. Monteagle and Mt. McGee, the biotite dD values range from 269‰ to 2141‰ and from 266‰ to 2183‰, respectively, and K-feldspars show d18O values as low as 3.7‰ and 4.4‰. These values result from isotope exchange between igneous minerals and hydrothermal fluids with a dominant meteoric water component. Geological and tectonic histories of the two areas show marked similarities; therefore, different d18O and dD values of hydrothermally altered rocks may be interpreted in terms of different isotopic composition of the waters feeding the hydrothermal systems. The isotopic shift of these meteoric waters indicates that climate change occurred in the time span between the 42 Ma intrusion of Mt. Monteagle and the 38 Ma intrusion of Mt. McGee, thus suggesting a cooling episode in the Ross Sea region during late Eocene time.\nKeywords: Eocene, hydrothermal, meteoric waters, climate, Antarctica."
  }, {
    "heading": "INTRODUCTION",
    "text": "Fossil hydrothermal systems are present in areas where igneous bodies intruded into cool permeable country rocks (Taylor, 1977). Convective circulation of groundwaters in rocks surrounding the intrusions led to oxygen and hydrogen isotope exchange of country rocks via interaction with hydrothermal fluids. Final d18O values of rock minerals depend on the temperature of interaction between minerals and water, fluid/rock ratios, and the duration of the hydrothermal circulation (e.g., Criss and Taylor, 1986; Norton and Taylor, 1979). Granitic rocks in meteoric-hydrothermal systems are characterized by a marked depletion in dD values, due to the fractionation of water deuterium at the temperature range between 200 and 500 8C relative to hydrous minerals (Taylor, 1977). Hydroxyl-bearing minerals get buffered by hydrothermal waters, and their dD values are set by the hydrogen isotope composition of these waters. Because the hydrogen fractionation between water and vapor in the atmosphere is temperature dependent (Rozanski et al., 1993), distinct dD values of hydrous phases that reacted with meteoric waters can be used to monitor indirectly the climate conditions at the time of hydrothermal circulation. Oxygen and hydrogen isotope investigations of two fossil meteoric-hydrothermal systems from adjacent areas of the Ross Sea coastline, Antarctica, were undertaken in order to find a proxy for paleoclimatic reconstruction during a poorly determined period of the Cenozoic."
  }, {
    "heading": "GEOLOGICAL BACKGROUND",
    "text": "Starting from the Cenozoic, extensive alkaline magmatism related to the rifting in the Ross Sea embayment affected the southeastern margin of northern Victoria Land (Muller et al., 1991). In this area, crustal attenuation was accommodated during post-Jurassic and/or Cretaceous extensional stages (e.g., Tessensohn et al., 1981). In the area near the Ross Sea coast (Fig. 1), plutons with gabbro to alkali-syenite compositions (Tonarini and Rocchi, 1994) were emplaced in a shallow crust, and they were the heat sources for local hydrothermal systems within granitoid country rocks."
  }, {
    "heading": "METHODS AND RESULTS",
    "text": "Twenty-three granitoids from the Mt. McGee and Mt. Monteagle areas were measured for their oxygen isotope compositions (Table 1). Mineral separates were prepared by standard techniques, followed by handpicking under the microscope. Measurements of d18O and dD were performed by the BrF5 method (Clayton and Mayeda, 1963), and by the zinc reduction method (Vennemann and O’Neil, 1993), respectively. The d18O of coexisting quartz and K-feldspar mineral pairs revealed disequilibrium conditions that could be considered as alteration. In a d-d plot (Gregory and Taylor, 1981), most of the d18OQtz and d18OKfs values fall outside the fractionation-based equilibrium curves for igneous rocks, defined by DQtz-Kfs 5 0 (T 5 900 8C) and DQtz-Kfs 5 2 (T 5 550 8C), and they partly mirror the patterns of well-known hydrothermal systems (Fig. 2). The isotope results are summarized in Table 1 and Figures 2 and 3."
  }, {
    "heading": "MOUNT MONTEAGLE INTRUSION",
    "text": "Composite gabbro and syenite intrusions crop out near the peak of Mt. Monteagle. Their emplacement, dated as 42.4 6 0.4 Ma (Tonarini and Rocchi, 1994), disrupted the apatite fission tracks in the country rocks, reset between 30 and 42 Ma, most of them between 37 and 40 Ma (Balestrieri et al., 1997). The country rocks are monzogranites, which belong to the Cambrian-Ordovician Granite Harbour intrusive rocks (Gunn and Warren, 1962), bearing a mineral paragenesis of quartz, K-feldspar, slightly chloritized biotite, and quantitatively subordinate plagioclase. Bi-\nDownloaded from https://pubs.geoscienceworld.org/gsa/geology/article-pdf/29/10/931/3520166/i0091-7613-29-10-931.pdf by University of Arizona user on 26 February 2019\n932 GEOLOGY, October 2001\nFigure 1. Geological map of investigated Ross Sea region, northern Victoria Land, Antarctica. 1—Precambrian metamorphic basement; 2—Cambrian-Ordovician metaluminous granitoids (Granite Harbour intrusive rocks); 3—Cambrian-Ordovician peraluminous granitoids (Granite Harbour intrusive rocks); 4—Cenozoic intrusive rocks; 5—Cenozoic volcanic rocks; 6—faults. TNB—Terra Nova Bay.\nTABLE 1. OXYGEN AND HYDROGEN ISOTOPE COMPOSITIONS OF ROCK AND MINERAL SAMPLES FROM MT. MONTEAGLE AND MT. MCGEE AREAS, ANTARCTICA\nSample Location* Rock d18OWR d18OQtz d18OKfs d18OBt d18OMs dDBt dDMs type† (‰) (‰) (‰) (‰) (‰) (‰) (‰)\nPB16 Mm Mgr 11.5 12.1 10.7 7.2 269 PB17 Mm Mgr 11.2 6.4 PB18 Mm Mgr 11.2 8.2 2123 PB14 Mm Mgr 9.5 11.6 9.0 5.7 2137 PB15 Mm Mgr 9.5 11.9 7.1 5.6 PB19 Mm Mgr 9.8 PB20 Mm Mgr 10.3 11.9 10.7 6.7 2135 PB21 Mm Mgr 10.2 PB22 Mm Mgr 6.9 12.3 3.7 3.3 PB23 Mm Mgr 9.6 12.3 7.1 2129 PB13 Mm Mgr 9.8 11.4 8.2 6.0 2106 C1 8191 Mm Mgr 10.4 C2 8191 Mm Mgr 9.5 11.9 9.0 6.3 2141 C3 8191 Mm Mgr 10.4 B3 27186 Mm§ Mgr 11.4 11.4 10.2 FP21 2187 Mg§ Lgr 10.8 13.6 11.4 C8 29188 Mg§ Lgr 8.2 14.6 9.7 4.8 11.0 2183 2147 C1 31188 Mg§ Lgr 9.4 14.1 7.7 4.4 10.9 2179 2112 C3 29188 Mg§ Lgr 9.6 13.9 8.7 5.1 2124 BD5.2194 Mg Lgr 12.2 13.9 11.0 7.2 283 BD7.2194 Mg Lgr 10.9 13.2 10.7 7.2 10.2 292 267 BD8.2194 Mg Lgr 12.3 13.9 11.5 8.7 279 AP1 Mg Mnz 7.1 4.7 2151\nNote: 18O/16O analyses were performed at University of Trieste, except as noted. D/H analyses were performed at University of Lausanne and University of Budapest for intercomparison. The d18O and dD values of mineral separates and whole-rock powders were compared with those of an internal standard, calibrated relative to NBS28 (d18O 5 9.6‰), and NBS-30 (dD 5 265‰), respectively. All samples were duplicated; the precision is 10.2‰ for d18O, and 12‰ for dD values.\n*Mm is Mt. Monteagle; Mg is Mt. McGee. †Mgr is monzogranite, Lgr is leucogranite, and Mnz is monzonite. §Analyses performed at Centro di Studio per il Quaternario e l’Evoluzione Ambientale, Consiglio Nazionale\ndelle Ricerche, Rome.\notite from these granites has d18O values from 7.2‰ to 3.3‰ and dD values from 269‰ to 2141‰. The d18O values of quartz are consistent (11.9‰ 6 0.3‰), whereas K-feldspar d18O values range from 10.7‰ to 3.7‰. The low dDBt values and the d18O range of biotite and K-feldspar indicate that isotopic exchange between minerals and meteoric-hydrothermal fluids occurred. The meteoric component in these fluids is revealed by the dD of biotite from altered granitoids, distinct from the dDbiotite values from unaltered granitoids, the latter plotting in the field of magmatic biotites (Fig. 3). No correlation was observed between sampled elevation and stable isotope data."
  }, {
    "heading": "MOUNT MCGEE INTRUSION",
    "text": "The Mt. McGee monzonitic-dioritic intrusions face the southwestern flank of Tinker Glacier (Fig. 1). Radiometric Rb/Sr ages are 38.0 6 0.4 and 38.1 6 0.4 Ma for the monzonite and the diorite, respectively (Tonarini and Rocchi, 1997). The d18O and dD values of biotite from a fresh monzonite sample (AP1) are 4.7‰ and 2150‰, respectively. The Cenozoic magmas intruded a crystalline basement formed by 481 6 10 Ma peraluminous granites (Tonarini and Rocchi, 1994), bearing a mineral assemblage of abundant quartz and K-feldspar, scarce plagioclase, biotite, and subordinate muscovite. The apatite ages of these granites were reset by the Cenozoic thermal perturbation at 28 and 30 Ma; (Balestrieri et al., 1997). Again, no correlation was observed between elevation and d18O or dD values. Quartz d18O values are quite homogeneous (13.9‰ 6 0.4‰), whereas d18OK-feldspar values\nvary between 11.5‰ and 7.7‰. The d18O values of biotite range from 8.7‰ to 4.4‰; dDbiotite values range from typical magmatic (;280‰) to values as low as 2180‰. The dD of muscovite from samples BD7, C1, and C8 are 267‰, 2112‰, and 2147‰, respectively; d18Omuscovites values are positive and similar (10.2‰–11‰).\nThe depleted dD values of hydrous phases reflect an isotope exchange due to mineral interaction with meteoric-hydrothermal waters at the time of monzonite intrusion. Sample C3 has dDBt and dDMs values intermediate between hydrothermal and unaltered granitoids. This sample was collected near the monzonite, and it likely was subjected to higher temperature and/or longer heating time than samples C1 and C8. A plausible explanation is that the isotope composition of waters interacting with Mt. McGee granitoids was evolving upon Cenozoic monzonite cooling."
  }, {
    "heading": "DISCUSSION Temperature of Hydrothermal Alteration Processes",
    "text": "Circulation of hydrothermal waters in plutons is thought to take place at temperatures above 400 8C: estimates of ;480 8C were made for the Skaergaard hydrothermal system (Norton and Taylor, 1979) and the Kap Edvard Holm complex (Nevle et al., 1994). Temperatures of hydrothermal systems that penetrate in gabbroic rock are generally higher than those in granitoids (Criss and Taylor, 1986); for the investigated granitoids the temperature of mineral-water interaction was inferred on the basis of the following considerations. (1) The lowest temperature at which hydrothermal circulation could produce complete resetting of apatite fission-track ages up to 20 km from the Cenozoic intrusions (Mt. Monteagle area) is above 130 8C. (2) Quartz is almost unaf-\nDownloaded from https://pubs.geoscienceworld.org/gsa/geology/article-pdf/29/10/931/3520166/i0091-7613-29-10-931.pdf by University of Arizona user on 26 February 2019\nGEOLOGY, October 2001 933\nFigure 2. Plot of d18Oquartz vs. d18OK-feldspar for Mt. Monteagle and Mt. McGee granitoids. Region between dQz-Kfs 5 0‰ and dQz-Kfs 5 2‰ lines represents isotope fractionation under magmatic conditions. Arrows marked a and b indicate trajectories of nonequilibrium, open-system, subsolidus hydrothermal exchange between quartzfeldspar pairs and water at 300 8C, according to the equation 1 2 f1 5 (1 2 f2)K1/K2 (Gregory et al., 1989). For a given mineral, f is defined as (dinitial 2 dmeasured)/(dinitial 2 dequilibrium). KK-feldspar/Kquartz 5 10 (K is mineral isotopic exchange rate) was used to calculate a and b trajectories. Assumed initial values are d18OQtz 5 12‰, d18OKfs 5 11‰ at Mt. Monteagle; d18OQtz 5 14‰, d18OKfs 5 12‰ at Mt. McGee; d18Owater values are 210‰ (a) and 215‰ (b).\nfected by oxygen isotope exchange with an external reservoir, suggesting that the hydrothermal alteration occurred at temperatures lower than ;400 8C. (3) Apatite ages of samples BD7 and BD8 were reset, but the ‘‘igneous’’ isotopic values of minerals were preserved. (4) The measured Sr isotope composition and Rb/Sr ratio of sample C1 31188 are apparently unaffected by hydrothermal alteration and match the values of unaltered peraluminous granitoids (Tonarini and Rocchi, 1994), suggesting that the hydrothermal circulation occurred at temperatures below 350 8C. (5) The hydrogen closure temperature of biotite is between 300 and 220 8C, but the circulation of hydrothermal water through the plutons at temperatures below 300 8C could hardly cause the observed dD alteration. Therefore, we consider that the measured D/H and 18O/16O ratios arise from diffusive isotope exchange at temperatures of ;300 8C. The subsolidus hydrothermal alteration of Mt. McGee monzonite (and sample C3) occurred upon cooling at a higher temperature (;450 8C) than in surrounding granitoids."
  }, {
    "heading": "Isotope Composition of Meteoric Water",
    "text": "The dD and d18O values of biotites from Mt. Monteagle are similar to those of hydrous minerals from Tertiary intrusions in East Greenland and Scotland (Brandriss et al.,\n1995). In contrast, dDBt values from Mt. McGee are lighter than those of any other mineral dD value from these Eocene hydrothermal systems. Because the granitoids at Mt. McGee and Mt. Monteagle bear chemically similar biotites (AlIV: 2.57 6 0.06; AlVI: 0.69 6 0.23; Mg: 3.00 6 0.24; Fe: 1.61 6 0.27; Biagini et al., 1991), the different dDBt values cannot be related to different proportions of Al, Mg, and Fe in octahedral position. As the inferred temperatures of hydrothermal alteration are similar for the two localities; the same assumptions will be used to calculate the mineral-water isotopic fractionation.\nUsing the mineral-water fractionation parameters of Suzuoki and Epstein (1976), the calculated dD values of meteoric waters at T ; 3008 range from 241‰ to 276‰ at Mt. Monteagle, undistinguishable from magmatic values, whereas the d values are 283‰DH O2 to 2118‰ at Mt. McGee. A biotite-water fractionation of 240‰ was adopted for equilibrium water of biotite from monzonite sample AP1 and sample C3; the resulting dDH O2 values are 2110‰ and 283‰, respectively. The calculated dD values of meteoric waters supplying the Mt. Monteagle system are closer to the dD values of the Lilloise (Greenland) primary intrusion than to those of Lilloise aureola, or the Skaergaard intrusion. In contrast, granitoids from the Mt. McGee area interacted with waters isotopically similar to or even\nlighter than Eocene waters at Stand and Deliver Nunatak; the latter were reported as the isotopically lightest Tertiary waters inferred for the North Atlantic Tertiary igneous province. The lightest calculated d valuesDH O2 from the altered Mt. McGee granitoids are close to the dD values of modern surface waters measured in different localities along the Terra Nova Bay coastline (Cremisini et al., 1991). Following Craig’s (1961) correlation, the d18O value of meteoric waters at Mt. Monteagle was ;210‰, whereas at Mt. McGee it was ;215‰. The isotope exchange trajectories for T 5 300 8C calculated according to the equation by Gregory et al. (1989) are shown in Figure 2. A maximum open-system water/rock ratio of 0.4 was calculated by means of Taylor’s (1977) equation, for temperatures between 100 and 400 8C, indicating that hydrothermal alteration occurred in limited areas near the Cenozoic intrusions."
  }, {
    "heading": "Late Eocene Climate Change",
    "text": "During late Eocene time, dD values of igneous biotites affected by meteoric-hydrothermal alteration were set at ;2130‰ at 42 Ma and ;2180‰ at 38 Ma. Changes in the isotope composition of meteoric waters may result from different factors, such as altitude, latitude, climatic conditions, and distance from the coastline (e.g., Rozanski et al., 1993). The investigated areas lie on the same\nDownloaded from https://pubs.geoscienceworld.org/gsa/geology/article-pdf/29/10/931/3520166/i0091-7613-29-10-931.pdf by University of Arizona user on 26 February 2019\n934 GEOLOGY, October 2001\ncoastline, so a different influx from seawater is considered unlikely. Shifts in dD values of meteoric water might be related to differential uplift of the Mt. McGee area relative to Mt. Monteagle; meteoric waters infiltrating at elevations differing by 2000 m may record dD values as different as ;40‰ (Yurtsever and Gat, 1981). Estimates of the crustal uplift in the investigated areas are prevented by the total reset of fission-track ages; however, uniform apatite fission-track ages on both sides of Tinker Glacier rule out the presence of major faults beneath this glacier (Balestrieri et al., 1997). These data are consistent with the fission-track ages at the same elevation at Mt. Monteagle and Mt. Murchison (Fig. 1), supporting similar thermal histories for these areas (Fitzgerald and Gleadow, 1988). Therefore, a tectonically induced altitude effect on meteoric water isotope composition at Mt. McGee is considered unlikely.\nThe most plausible explanation is a cooling event affecting northern Victoria Land, this area being very sensitive to ice volume fluctuation. Preglacial history of the Antarctic continent is considered to be 65 to 36 Ma; although Antarctica has been in the polar position since early Cretaceous time, ice accumulation started when thermal isolation occurred after progressive Gondwana fragmentation (Hambrey and Barrett, 1993). Glaciation in the Ross Sea sector is considered to have begun after earliest Oligocene time, at 36 Ma, although the possibility that glaciers reached sea level during middle Eocene time has been suggested (Hannah, 1994). Present data support the latter hypothesis, suggesting a significant cooling episode between 42 and 38 Ma. Following the parameters reported by Rozanski et al. (1993), a minimum temperature decrease of 5 to 9 8C can be roughly estimated. This is in agreement with evidence for climate cooling at 39 Ma from sites in southern oceans (Diester-Haass, 1996; Ehrmann and Mackensen, 1992) and bottom-water temperature decrease at 39–38 Ma (Zachos et al., 1994).\nThese results show that stable isotope investigations of the hydrothermal systems recovered in northern Victoria Land provide an independent proxy for paleoclimatic reconstruction in the southern sector of Antarctica, in order to better determine the onset of ice sheet accumulation."
  }, {
    "heading": "ACKNOWLEDGMENTS",
    "text": "This project is supported by the Italian National Program for Antarctic Research. Reviews by H.P. Taylor and B.A. van der Pluijm helped us to improve the manuscript."
  }, {
    "heading": "REFERENCES CITED",
    "text": "Balestrieri, M.L., Bigazzi, G., and Ghezzo, C.,\n1997, Uplift-denudation of the Transantarctic Mountains between the David and the Mariner Glaciers, Northern Victoria Land (Antarctica):\nConstraints by apatite fission-track analysis, in Ricci, C.A., ed., The Antarctic region: Geological evolution and processes: Siena, Italy, Terra Antartica Publications, p. 547–554. Biagini, R., Di Vincenzo, G., and Ghezzo, C., 1991, Petrology and geochemistry of peraluminous granitoids from Priestley Glacier and Aviator Glacier region, northern Victoria Land, Antarctica: Società Geologica Italiana, Memorie, v. 46, p. 205–230. Brandriss, M.E., Nevle, R.J., Bird, D.K., and O’Neil, J.R., 1995, Imprint of meteoric water on the stable isotope compositions of igneous and secondary minerals, Kap Edvard Holm Complex, East Greenland: Contributions to Mineralogy and Petrology, v. 121, p. 74–80. Clayton, R.N., and Mayeda, T.K., 1963, The use of bromine pentafluoride in the extraction of oxygen in oxides and silicates for isotopic analysis: Geochimica et Cosmochimica Acta, v. 27, p. 43–52. Craig, H., 1961, Isotopic variations in meteoric waters: Science, v. 133, p. 1702–1703. Cremisini, C., Gianelli, G., Mussi, M., and Torcini, S., 1991, Geochemistry and isotope chemistry of surface waters and geothermal manifestations at Terra Nova Bay, Victoria Land, Antarctica, in Ricci, C.A., ed., Earth science investigations in Antarctica, Volume 46: Siena, Italy, Terra Antartica Publications, p. 463– 475. Criss, R.E., and Taylor, H.P., Jr., 1986, Meteorichydrothermal systems, in Valley, J.W., et al., eds., Stable isotopes in high temperature geological processes: Mineralogical Society of America Reviews in Mineralogy, v. 16, p. 373–424. Diester-Haass, L., 1996, The Eocene-Oligocene preglacial-glacial transition in the Atlantic sector of the Southern Ocean (ODP Site 690): Marine Geology, v. 131, p. 123–149. Ehrmann, W.U., and Mackensen, A., 1992, Sedimentological evidence for the formation of an East Antarctic ice sheet in Eocene-Oligocene time: Palaeogeography, Palaeoclimatology, Palaeoecology, v. 93, p. 85–112. Fitzgerald, P.G., and Gleadow, A.J.W., 1988, Fission-track geochronology, tectonics and structure of the Transantarctic Mountains in Northern Victoria Land, Antarctica: Chemical Geology, v. 73, p. 169–1198. Gregory, R.T., and Taylor, H.P., Jr., 1981, An oxygen isotope profile in a section of Cretaceous oceanic crust, Samail ophiolite, Oman: Evidence for 18O buffering of the oceans by deep (.5 km) seawater-hydrothermal circulation at mid-ocean ridges: Journal of Geophysical Research, v. 86, p. 2737–2755. Gregory, R.T., Criss, R.E., and Taylor, H.P., Jr., 1989, Oxygen isotope exchange kinetics of mineral pairs in closed and open systems: Applications to problems of hydrothermal alteration of igneous rocks and Precambrian iron formations: Chemical Geology, v. 75, p. 1–42. Gunn, B.M., and Warren, G., 1962, Geology of Victoria Land between Mawson and Mulock Glaciers, Antarctica: New Zealand Geological Survey Bulletin 71, 157 p. Hambrey, M.J., and Barrett, P.J., 1993, Cenozoic sedimentary and climatic record, Ross Sea region, Antarctica, in Kennett, J.P., and Warnke, D.A., eds., The Antarctic paleoenvironment: A perspective on global change, 2: American Geophysical Union Antarctic Research Series, v. 60, p. 67–74. Hannah, M.J., 1994, Eocene dinoflagellates from\nCIROS-1 Drill Hole, McMurdo Sound, Antarctica: Terra Antartica, v. 1, p. 371. Muller, P., Schmidt-Tomè, M., Kreuzer, H., Tessensohn, F., and Vetter, U., 1991, Cenozoic peralkaline magmatism at the western margin of the Ross Sea: Società Geologica Italiana, Memorie, v. 46, p. 315–336. Nevle, R.J., Brandriss, M.E., Bird, D.K., McWilliams, M.O., and O’Neal, J.R., 1994, Tertiary plutons monitor climate change in East Greenland: Geology, v. 22, p. 775–778. Norton, D., and Taylor, H.P., Jr., 1979, Quantitative simulation of the hydrothermal systems of crystallizing magmas on the basis of transport theory and oxygen isotope data; an analysis of the Skaergaard Intrusion: Journal of Petrology, v. 20, p. 421–486. Rozanski, K., Araguas, A.L., and Gonfiantini, R., 1993, Isotopic patterns in modern global precipitation, in Swart, P.K., et al., eds., Climate change in continental isotopic records: Miami, Florida, Rosenstiel School of Marine and Atmospheric Sciences Geophysical Monograph 78, p. 1–36. Sheppard, S.M.F., Brown, P.E., and Chambers, A.D., 1977, The Lilloise intrusion, East Greenland: Evidence for the efflux of magmatic water into contact metamorphic aureoles: Contributions to Mineralogy and Petrology, v. 63, p. 129–147. Suzuoki, T., and Epstein, S., 1976, Hydrogen isotope fractionation between OH-bearing minerals and water: Geochimica et Cosmochimica Acta, v. 40, p. 1229–1240. Taylor, H.P., 1977, Water/rock interactions and the origin of H2O in granitic batholiths: Geological Society of London Journal, v. 133, p. 509–558. Taylor, H.P., Jr., and Forester, R.W., 1979, An oxygen and hydrogen isotope study of the Skaergaard Intrusion and its country rocks; a description of a 55-m.y.-old fossil hydrothermal system: Journal of Petrology, v. 20, p. 355–419. Tessensohn, F., Duphorn, K., Jordan, H., Kleinschmidt, G., Skinner, D.N.B., Vetter, U., Wright, T.O., and Wyborn, D., 1981, Geological comparison of basement units in North Victoria Land, Antarctica: Geologische Jarbuch, v. B 41, p. 31–88. Tonarini, S., and Rocchi, S., 1994, Geochronology of Cambro-Ordovician intrusives in northern Victoria Land: A review: Terra Antartica, v. 1, p. 46–50. Tonarini, S., and Rocchi, S., 1997, Constraints on timing of Ross Sea rifting inferred from Cainozoic intrusions from northern Victoria Land, in Ricci, C.A., ed., The Antarctic region: Geological evolution and processes: Siena, Italy, Terra Antartica, p. 511–521. Vennemann, T.W., and O’Neil, J.R., 1993, A simple and inexpensive method of hydrogen isotope and water analyses of minerals and rocks based on zinc reagent: Chemical Geology, v. 103, p. 227–234. Yurtsever, Y., and Gat, J.R., 1981, Atmospheric waters, in Gat, J.R., and Gonfiantini, R., eds., Stable isotope hydrology: Deuterium and oxygen-18 in the water cycle: Vienna, Atomic Energy Agency Technical Report 210, p. 103– 142. Zachos, J.C., Stott, L.D., and Lohmann, K.C, 1994, Evolution of early Cenozoic marine temperatures: Paleoceanography, v. 9, p. 353–387.\nManuscript received December 12, 2000 Revised manuscript received May 31, 2001 Manuscript accepted June 12, 2001\nPrinted in USA\nDownloaded from https://pubs.geoscienceworld.org/gsa/geology/article-pdf/29/10/931/3520166/i0091-7613-29-10-931.pdf by University of Arizona user on 26 February 2019"
  }],
  "year": 2001,
  "references": [],
  "id": "SP:d9ec4dc3b10b5d0f94b056f48c1462c293837fab",
  "authors": [{
    "name": "Luigi Dallai",
    "affiliations": []
  }, {
    "name": "Claudio Ghezzo",
    "affiliations": []
  }],
  "abstractText": "During the Cenozoic, alkaline magmatism related to rifting in the Ross Sea embayment affected the basement of northern Victoria Land, Antarctica. Shallow intrusions supplied the necessary heat to cause groundwater circulation through permeable rocks, producing local hydrothermal systems. In the granitoid country rocks of the two adjacent areas of Mt. Monteagle and Mt. McGee, the biotite dD values range from 269‰ to 2141‰ and from 266‰ to 2183‰, respectively, and K-feldspars show d18O values as low as 3.7‰ and 4.4‰. These values result from isotope exchange between igneous minerals and hydrothermal fluids with a dominant meteoric water component. Geological and tectonic histories of the two areas show marked similarities; therefore, different d18O and dD values of hydrothermally altered rocks may be interpreted in terms of different isotopic composition of the waters feeding the hydrothermal systems. The isotopic shift of these meteoric waters indicates that climate change occurred in the time span between the 42 Ma intrusion of Mt. Monteagle and the 38 Ma intrusion of Mt. McGee, thus suggesting a cooling episode in the Ross Sea region during late Eocene time.",
  "title": "Fossil hydrothermal systems tracking Eocene climate change in Antarctica"
}