{
  "year": 2012,
  "references": [],
  "id": "SP:ca4f78ad6fa6ade4a07dd1dfc1a983650eff3a49",
  "authors": [{
    "name": "John C. Behrendt",
    "affiliations": []
  }, {
    "name": "Alan Cooper",
    "affiliations": []
  }],
  "abstractText": "The Cenozoic West Antarctic rift system, characterized by Cenozoic bimodal alkalic volcanic rocks, extends over a largely ice-covered area, from the Ross Sea nearly to the Bellingshausen Sea. It is bounded on one side by a spectacular 4to 5-km-high rift-shoulder scarp (maximum bedrock relief 5 to 7 km) from northern Victoria Land-Queen Maud Mountains to the Ellsworth-Whitmore-Horlick Mountains. Jurassic tholeiites crop out with the late Cenozoic volcanic rocks along the section of the Transantarctic Mountains from northern Victoria Land to the Horlick Mountains. The Cenozoic rift shoulder diverges here from the Jurassic tholeiite trend, and the tholeiites are exposed discontinuously along the lower elevation (1-2 km) section of the Transantarctic Mountains to the Weddell Sea. Various lines of evidence, no one of which is independently conclusive, lead us (as others have also suggested) to interpret the following. The Transantarctic Mountains part of the rift shoulder (and probably the entire shoulder) has been rising since about 60 Ma, at episodic rates of ~ 1 km/m.y., most recently since mid-Pliocene time, rather than continuously at the mean rate of 100 m/m.y. Uplift rates vary along the scarp, which is cut by transverse faults. We speculate that this uplift may have climatically forced the advance of the Antarctic ice sheet since the most recent warm period. We suggest a possible synergistic relation between episodic tectonism, mountain uplift, and volcanism in the Cenozoic West Antarctic rift system and waxing and waning of the Antarctic ice sheet beginning about earliest Oligocene time. INTRODUCTION The asymmetric West Antarctic rift system (LeMasurier, 1978) extends over a 3000 x 750 km, largely ice-covered area (Figs. 1 and 2), comparable in area to the Basin and Range province and the East African rift systems (Tessensohn and Woerner, 1991). The rift boundary is defined by a spectacular Cenozoic rift-shoulder scarp that extends from northern Victoria Land to the Queen Maud Mountains to the HorlickWhitmore-Ellsworth Mountains, along which peaks reach maximum elevations of 4-5 km (Figs. 2 and 3). Maximum bedrock relief is 5 km in the Ross embayment and 7 km in the Ellsworth Mountains-Byrd subglacial basin area. The rift is characterized by Cenozoic bimodal alkalic volcanic rocks (LeMasurier, 1990; Kyle, 1990), typical of continental rifts, that range in age from Oligocene or older (George, 1989) to Holocene. In contrast, tholeiites (Ferrar dolerites, Kirkpatrick basalts) marking the Jurassic Transantarctic rift (Schmidt and Rowley, 1986) crop out with late Cenozoic volcanic rocks along the section of the Transantarctic Mountains from Victoria Land to the Horlick Mountains (Craddock et al., 1969). The Cenozoic rift shoulder diverges from the tholeiite trend in the Horlick Mountains (Figs. 1 and 2). The Jurassic tholeiites are exposed (including the Dufek intrusion) along the Transantarctic Mountains to the Weddell Sea, whereas the late Cenozoic volcanic rocks are exposed in Marie Byrd Land (Figs. 1 and 2) to the southern Antarctic Peninsula, but not in the EllsworthWhitmore Mountains area. GEOPHYSICAL EVIDENCE Widely spaced aeromagnetic profiles throughout West Antarctica indicate the probable absence of Cenozoic volcanic rocks in the icecovered part of the Ellsworth-Whitmore Mountains area and suggest their widespread occurrence beneath the western Byrd subglacial basin (Behrendt, 1964; Jankowski et al., 1983; Behrendt and Cooper, 1990). An aeromagnetic survey over the western Ross Sea continental shelf indicates rift fabric and suggests numerous submarine volcanoes along discrete north-northwest-trending zones that are defined by late Mesozoic Cenozoic rifting (Behrendt et al., 1987, 1991). Large-offset seismic profiles over the Ross Sea shelf (McGinnis et al., 1985; Cooper et al., 1987b; Trehu et al., 1989) indicate that the crust beneath the Ross Sea shelf is 17-21 km thick; we interpret this as evidence for crustal extension. A regional positive Bouguer gravity anomaly extends from the Ross Sea continental shelf throughout the Ross Ice Shelf-Byrd subglacial basin area of the West Antarctic rift system; on the basis of the large-offset seismic and gravity results (Behrendt et al., unpublished), the extended crust beneath the Ross Ice ShelfByrd subglacial basin is also about 20 km thick, rather than 30 km as interpreted in earlier (Woollard, 1962) gravity studies. The near absence of earthquakes in the Cenozoic West Antarctic rift system probably results from a combination of sparse seismograph coverage (the Rio Grande rift because of its low seismicity would not be detectable solely from similar seismograph spacing), suppression of earthquakes by the grounded ice sheet (e.g., Johnston, 1987), and high seismicity immediately after déglaciation in the Ross embayment followed by abnormally low seismicity at present (e.g., the interpretation for Fennoscandia by Muir Wood, 1989). We do not consider the low seismicity as significant evidence against the presence of an active rift. We suggest that the Cenozoic West Antarctic rift system is a part of the rifting that started during the Jurassic when Africa rifted from East Antarctica. Rifting proceeded clockwise (Lawver GEOLOGY, v. 19, p. 315-319, April 1991 315 Downloaded from https://pubs.geoscienceworld.org/gsa/geology/article-pdf/19/4/315/3512340/i0091-7613-19-4-315.pdf by University of Arizona user on 26 February 2019 et al., 1991) around East Antarctica to New Zealand and the Campbell Plateau, which separated from Marie Byrd Land at ca. 85-95 Ma. Rifting has since continued (with perhaps a spreading-center jump) to its present location in the Ross embayment and West Antarctica. The Byrd subglacial basin-Ross embayment was probably extended greatly during late Mesozoic and Cenozoic time, as allowed by platereconstruction models (Stock, 1989; J. M. Stock, 1989, personal commun.). If a 40-kmthick crust was extended to 20 km across the 750-km-wide rift, total extension of 3 5 0 4 0 0 km is implied. UPLIFT O F RIFT S H O U L D E R The steep scarp marking the rift shoulder suggests a youthful topography. Although present rates of weathering may be low in the absence of water and dry-based glacial erosion may be minimal, repeated periods of Cenozoic glaciation and déglaciation (Webb, 1990) would probably have been accompanied by very high rates of fluvial and wet-based glacial erosion. The rift scarp is interpreted to be the expression of a major normal or extensional fault zone (with a likely strike-slip component: Ford, 1972; Storey and Nell, 1988; Kellogg and Rowley, 1989). W e interpret that the main cause of uplift, along the rift shoulder (Figs. 1 and 2), is late Cenozoic tectonism, probably as modeled by Stern and ten Brink (1989), for a flexed continental lithospheric plate heated at the free edge (mountain front). The variation of the high topography seen in Figure 3 along the rift shoulder is partly caused by erosion and by differential uplift on transverse faults. Denton et al. (1984) referred to possible separate histories of individual fault blocks. They noted that uneroded subaerial volcanic cones dated as 4.2 and 3.5 Ma in Wright Valley (and other evidence) indicate that tectonic uplift is limited to 3 0 0 m since the last glacial overriding. Webb and Wrenn (1982), Wrenn and Webb (1982), and Ishman and Webb (1988) also showed evidence that indicates —500 m of uplift occurred in the Taylor Valley area starting ca. 3 Ma. Although the maximum elevation in the Transantarctic Mountains in the McMurdo area (e.g., Mount Lister) is 4 km, 2 0 km to the north, maximum elevations on ridges bordering the Taylor and Wright valleys are only 2 km, suggesting to us differential uplift along the axis of the mountains in this area. Transverse faulting along rift shoulders is common and is apparent (Cooper et al., 1991) along the Transantarctic Mountains bordering the Ross embayment. Figure 3 shows various maximum elevations: —4 km in Victoria Land, 4 . 5 km in the Queen Maud Mountains (Fig. 1), —3 km in the Horlick and Whitmore mountains (perhaps resulting from a greater rate of erosion or differential uplift), and 5 km in the Ellsworth Mountains. In contrast, elevations along the Transantarctic Mountains are much lower toward the Weddell Sea (dashed-line profile of Fig. 3), ranging from 2 km in the Thiel and Pensacola mountains (Dufek intrusion) to 1 . 5 km in the Shackleton Mountains and 1 km in the Theron Mountains. The solid-line elevations (Fig. 3) parallel the trend of the overdeepened subglacial basins (Fig. 2), the geophysical anomaly patterns, and the Cenozoic volcanic fields that characterize the Cenozoic West Antarctic Rift System (Behrendt Figure 1. Index map of Antarctica showing some features discussed in text. Diagonal-rule area is approximate location of Cenozoic West Antarctic rift system. Heavy line is approximate rift shoulder; dashed line extends along lower elevations of Transantarctic Mountains from Horlick to Theron mountains. 90°W Bathymétrie contours • Ice-sheet surface contours Ice shelves Areas of exposed rocks Cenozoic West Antarctic rift shoulder Jurassic tholeiitic rift 316 GEOLOGY, April 1991 Downloaded from https://pubs.geoscienceworld.org/gsa/geology/article-pdf/19/4/315/3512340/i0091-7613-19-4-315.pdf by University of Arizona user on 26 February 2019 et al., 1991, unpublished). Dashed-line elevations (Fig. 3) diverge and follow exposures of Jurassic tholeiitic rocks (Fig. 2) toward the Weddell Sea; they imply older uplift. Fitzgerald (1989), using fission-track dates from the relatively low Dry Valley area north of Mount Lister, interpreted 5 6 km of uplift in the Transantarctic Mountains of southern Victoria Land. Uplift began about 60 Ma and has continued at an average calculated rate of about 100 m/m.y. since that time. These estimates are similar to those summarized by Tingey (1985). Seismic-reflection data from the Ross Sea adjacent to the Transantarctic Mountains show several distinct angular unconformities, along the western edge of the Victoria Land Basin, that have been interpreted by Cooper et al. (1987a) as evidence for episodic uplift. Therefore, we infer that the uplift of the Transantarctic Mountains and entire rift shoulder was episodic and has probably been an order of magnitude faster, at times including the present, than the mean",
  "title": "Evidence of rapid Cenozoic uplift of the shoulder escarpment of the Cenozoic West Antarctic rift system and a speculation on possible climate forcing"
}