{
  "sections": [{
    "text": "q 2002 Geological Society of America. For permission to copy, contact Copyright Permissions, GSA, or editing@geosociety.org. Geology; July 2002; v. 30; no. 7; p. 623–626; 4 figures; Data Repository item 2002066. 623\ncanism from five Ocean Drilling Program sites in the subpolar North Atlantic was compared with several marine records of global and local paleoclimate proxies (benthic d18O and ice-rafted debris records). Coarsening and high frequency of occurrence of Icelandic tephras were recorded in 3.6–3 Ma sediments, suggesting that these tephras were dispersed farther from the source by enhanced westerly winds over the subpolar North Atlantic. The 40Ar/39Ar ages were determined by laser probe on K-feldspar and biotite phenocrysts of tephras that were erupted from the Jan Mayen volcanic system. Compared to the tuned paleomagnetic age model, the 40Ar/ 39Ar dating (0.618 6 0.007 Ma to 4.90 6 0.05 Ma) yields a new age model that postdates by 155 k.y. the inception of ice rafting on the Iceland Plateau during the cold marine isotope stage M2 (i.e., 3.3–3.14 Ma).\nKeywords: 40Ar/39Ar, explosive eruptions, ice rafting, Iceland, Jan Mayen, tephra."
  }, {
    "heading": "INTRODUCTION",
    "text": "Studies of volcaniclastic sediments in deep-sea sediment cores indicate that dispersal of tephras from Iceland is an important sediment source in the North Atlantic and was likely influenced by climate changes affecting the atmospheric and oceanic circulation (Lacasse et al., 1996; Lacasse, 2001). The North Atlantic region is the most sensitive region on Earth to climate oscillations, from seasonal to 100 k.y. cycles, owing to the vicinity of adjacent ice sheets (e.g., Greenland, Iceland) during glaciations. The principal mechanisms considered for tephra dispersal include airborne transport and fallout, ice rafting, turbidity currents, and bottom currents, all of which are sensitive to climate variations and thus hold the potential for providing additional information about the timing, intensity, and influence of climate variability in the North Atlantic region.\nIn the subpolar North Atlantic and southern Arctic Oceans, 6–0 Ma sediments contain numerous preserved tephra layers (Larsen et al., 1994; Myhre et al., 1995; Jansen et al., 1996). About 80% of these layers contain glass shards with SiO2 . 60 wt% that were initially dispersed in the atmosphere from volcanic plumes of large explosive eruptions in Iceland and the Jan Mayen area (Lacasse and GarbeSchönberg, 2001). In the aftermath of an explosive eruption, glass shards (.100 mm) fall on land and on the seafloor within a few hours or days (Carey, 1997). Therefore, we can use the tephras as chronostratigraphic markers, and their influxes as near-instantaneous tracers of distribution processes and their relationship to climate. One of the fundamental questions that can be raised concerns the mechanisms con-\n*E-mail addresses: Lacasse—c.m.lacasse@open.ac.uk; van den Bogaard—pbogaard@geomar.de.\ntrolling the occurrence of these silicic tephra layers in marine sediments, i.e., whether they reflect, beyond the explosive volcanic activity, any change in dispersal mechanism (ice-borne, airborne) related to paleoclimate oscillations.\nA composite Pliocene-Pleistocene marine record of silicic tephra layers in the subpolar North Atlantic, after Lacasse and GarbeSchönberg (2001), was compared with several global and local paleoclimate proxies (benthic d18O, ice-rafted debris) reflecting the change of ice volume and the flux of melting icebergs. The time scale of icerafted debris deposition during the initiation of Northern Hemisphere glaciations (ca. 3.5–2.7 Ma) was revised using tephras that were dated with the 40Ar/39Ar method. Variation of the maximum grain size of glass shards with time was estimated in order to assess the relative influence of airborne transport of Icelandic tephras during this major climate transition."
  }, {
    "heading": "METHODS Composite Marine Record of Silicic Tephras",
    "text": "The record of explosive volcanism was reconstructed from the sampling of visible tephra layers occurring in deep-sea sediment cores from the Ocean Drilling Program (ODP) Sites 907, 919, 983, 984, and 985 (Figs. 1 and 2A). Tephra layers at Sites 907 and 985, located downwind from the main volcanic source (Iceland), were sampled down to the Gilbert-3An paleomagnetic chron boundary (5.89 Ma)\nDownloaded from https://pubs.geoscienceworld.org/gsa/geology/article-pdf/30/7/623/3523993/i0091-7613-30-7-623.pdf by University of Arizona user on 26 February 2019\n624 GEOLOGY, July 2002\n(Channell et al., 1999). Tephra layers at Site 919 were sampled from below the Brunhes-Matuyama paleomagnetic chron boundary (0.78 Ma) (Larsen et al., 1994). Sampling of tephra layers at Sites 983 and 984 was limited to the last 1.77 m.y. from the top of the Olduvai Chron boundary (Channell and Lehman, 1999). Stratigraphic ages of the tephra layers were estimated from their composite depth of occurrence in the sediment sequence by assuming a constant sedimentation rate between the overlying and underlying paleomagnetic chron boundaries. The age of tephra deposition was refined when the d18O stratigraphy (e.g., at Site 919 after Flower, 1998) or a revised age model was available (e.g., at Site 985 after Risebrobakken, 1999). Details of the sampling of the deep-sea tephra layers and the reconstruction of the composite marine record were given in Lacasse and Garbe-Schönberg (2001) (see GSA Data Repository, Table DR11)."
  }, {
    "heading": "Maximum Grain Size",
    "text": "For each distinct Icelandic tephra layer, deposited downwind from source at Sites 907 and 985, the long axes of the 10–15 largest juvenile\n1GSA Data Repository item 2002066, Table DR1, Tephra database, and\nTable DR2, Ar/Ar database, is available from Documents Secretary, GSA, P.O. Box 9140, Boulder, CO 80301-9140, editing@geosociety.org, or at www. geosociety.org/pubs/ft2002.htm.\nglassy particles were measured (Table DR1 [see footnote 1]; Fig. 3A). These layers are assumed to have a fallout origin because they are massive in appearance and generally characterized by a sharp base and an upward fining. They enable us to assess the relative influence of atmospheric circulation on the airborne transport of juvenile glassy particles over the Iceland Plateau and the Norway Basin (Lacasse, 2001). None of the Jan Mayen tephras recovered at Site 907 was considered for grain-size analysis. The abundant occurrence of pumices (0.5–1 cm) in these tephra layers, ;200 km upwind from source, suggests that they were drifted (by floating and/or ice rafting) by the East Icelandic Current (e.g., Kellogg, 1980).\nLaser-Probe 40Ar/39Ar Dating Five tephra layers at Site 907 were found to contain crystals of K-feldspar and/or biotite, which were analyzed by single-crystal laserprobe 40Ar/39Ar dating (Table DR2 [see footnote 1]; Fig. 2A). Their trachytic and/or K-rich rhyolitic glass composition suggests sources nearby or from the volcanic island of Jan Mayen (Lacasse and GarbeSchönberg, 2001). Feldspar and biotite crystals were cleaned ultrasonically and etched in dilute hydrofluoric acid to remove attached glass (K-feldspar). Crystals were stored in aluminium trays and irradiated in the 5 MW reactor of the GKSS Research Center in Geesthacht, Germany. The 40Ar/39Ar analyses of crystals and glass shards were carried out using a 25 W Spectra Physics argon-ion laser and a MAP 216 series mass spectrometer at the GEOMAR Geochronology Laboratory. Details of the analytical procedures were given in Bogaard (1995).\nDownloaded from https://pubs.geoscienceworld.org/gsa/geology/article-pdf/30/7/623/3523993/i0091-7613-30-7-623.pdf by University of Arizona user on 26 February 2019\nGEOLOGY, July 2002 625"
  }, {
    "heading": "RESULTS AND DISCUSSIONS Explosive Silicic Volcanism and Paleoclimate Change",
    "text": "Prueher and Rea (1998) suggested that the rapid intensification of Northern Hemisphere glaciations in the North Pacific might be associated with an increase in explosive volcanism along the KamchatkaKurile and Aleutian volcanic arcs. We tested the same hypothesis for the Arctic–North Atlantic region using a comprehensive database that includes several proxies reflecting the local and global ice-volume changes (benthic d18O and ice-rafted debris records) (Figs. 2B and 3, B and C). In addition, the geochemistry and grain size of the tephras were used to determine their source and mode of transport (Figs. 2A and 3A).\nThe benthic d18O record (values per mil [‰]) from ODP Site 846 in the Eastern Equatorial Pacific is considered to be the best standard curve for global ice volume with respect to resolution, amplitude, and age scale (Mix et al., 1995; Shackleton et al., 1995) (Fig. 2B). In spite of a gap between 1.6 and 1.3 Ma, the record from Deep Sea Drilling Project (DSDP) Site 552 is the closest benthic d18O record to Iceland that can be used as a proxy to model the volume change of its ice sheet back to ca. 3.6 Ma (Shackleton and Hall, 1984) (Fig. 3C). Benthic d18O records at Sites 846 and 552 evolved between 3.6 and 3 Ma toward higher isotopic values that remained, however, below the mean value featuring the present-day ice volume (Figs. 2B and 3C). The 600 k.y. period is characterized by the highest frequency of tephra deposition, with one major explosive eruption recorded every 50 k.y. on average. The concentration of ice-rafted debris at the Iceland Plateau (Site 907) shows that during the same period, the input of terrigenous material from melting icebergs was not significant, except during the cold marine isotope stage (MIS) M2 at 3.3 Ma (Jansen et al., 2000) (Fig. 3, B and C). Therefore, any significant influence of ice rafting on the observed increase in the occurrence of silicic tephra layers can be excluded. Alternatively, a correlative intensification of explosive volcanism has yet to be demonstrated, because there is no such evidence in the Pliocene-Pleistocene sediment records in Iceland (Geirsdóttir and Eiriksson, 1994). Only a few interbedded volcanic formations (e.g., volcaniclastic sandstones, tuff beds) were reported by Geirsdóttir and Eiriksson. An external factor, such as the influence of atmospheric or oceanic circulation on the dispersal of tephras, must be considered instead."
  }, {
    "heading": "Ice-Borne and Airborne Transport of Silicic Tephras From Iceland",
    "text": "The comparison of the benthic d18O record of Site 552 with both the ice-rafted debris and tephra records for the past 3.6 m.y. shows that the deposition of several Icelandic tephra layers was synchronous with important episodes of iceberg discharge on the Iceland Plateau during several glacial maxima (Fig. 3, A, B, and C). This synchronicity becomes particularly apparent for the glacial periods that are marked by the highest d18O values at Site 552, ca. 3.3, 2.47, 0.36, and 0.16 Ma. The reconstruction of the growth of the Iceland Ice Sheet by Geirsdóttir and Eiriksson (1994) shows two intense glaciations that were synchronous with the two ice-rafted tephras ca. 3.3 and ca. 2.47 Ma. A combined fallout and ice-rafting origin cannot be excluded for these tephra layers. The time elapsed between the eruption and the deep-sea sedimentation of these tephras, however, can be considered as short. It ranges from a few years to several hundred years (Larsen et al., 1998; S. Johnsen, 1998, personal commun.), well below the resolution of current paleomagnetic and stable isotope (d18O) stratigraphies and radioisotope dating methods.\nA sharp increase in the maximum grain size of the Icelandic silicic tephras is observed between 3.5 and 3.4 Ma at both Sites 907 and 985, and is associated with the high frequency of tephra occurrence between 3.6 and 3 Ma (Fig. 3A). During the 3.5–3.4 Ma period, the maximum\nsize of the tephra grains increased from ;400–500 mm to ;600–900 mm. This period preceded by ;100 k.y. the first significant ice-rafting event derived from the expansion of the Greenland ice sheet as recorded during MIS M2 at 3.3 Ma (Jansen et al., 2000) (Fig. 3, A, B, and C). Therefore, ice-borne sedimentation most likely did not contribute to the abrupt coarsening of the Icelandic tephras.\nAtmospheric circulation in the subpolar North Atlantic is suggested to have controlled the distribution and grain size of the silicic tephras, especially within the 3.6–3.0 Ma sediment records at Sites 907 and 985. Site 985, located in the Norway Basin, is more influenced by downwind westerly winds than Site 907, located north on the Iceland Plateau (Fig. 1). This wind influence is illustrated by coarser tephras (756 6 183 mm) at Site 985 than at Site 907 (653 6 144 mm) during the past 6 m.y. (Fig. 3A). Grain-size increases recorded at both sites suggest a strengthened westerly wind stress over the subpolar North Atlantic during the middle Pliocene. Haywood et al. (2000) modeled the changes in westerly wind velocities and directions over the North Atlantic during this period. The results confirm the hypothesis of an intensification of the Icelandic low-pressure system during the onset of the Northern Hemisphere glaciations, at a time of warmer climate than present, as reflected by the benthic d18O values (Figs. 2B and 3C)."
  }, {
    "heading": "Revised Time Scale of the Inception of Ice Rafting on the Iceland Plateau",
    "text": "Limits on both age models of the ice-rafted debris and tephra records at Site 907 are set by linear interpolation between the polarity chron boundaries defined by Channell et al. (1999) (Fig. 3, A and B). The time scale of the 3.5–0 Ma ice-rafted debris record was slightly improved by tuning it to the dominant 41 k.y. component of orbital parameters (Jansen et al., 2000). In this study 40Ar/39Ar ages were determined on K-feldspar and biotite phenocrysts from five tephra beds occurring along the 6-m.y.-old sequence of Site 907 (Fig. 2A). For each sample, 6–12 single-crystal analyses were carried out, and the resulting apparent ages were calculated relative to fluence monitor TCs1 (27.92 Ma; Duffield and Dalrymple, 1990). Inverse-variance weighted means yield ages as follows: 0.618 6 0.007 Ma (IS31, K-feldspar), 2.64 6 0.03 Ma (IS4, K-feldspar), 3.01 6 0.05 Ma (IS10, biotite), 3.65 6 0.04 Ma (IS21, K-feldspar), to 4.90 6 0.05 Ma (IS46, Kfeldspar) (Table DR2; see footnote 1). Errors are 1s full external errors including peak regressions, blank and neutron-flux monitor measurements, and uncertainties in monitor age, primary K-Ar standard age (162.9 6 0.8 Ma; Lanphere et al., 1990), and decay constants (Steiger and Jäger, 1977).\nThree of these ages were used to refine the time scale of the inception of ice rafting on the Iceland Plateau. Plots of age versus depth clearly indicate younger 40Ar/39Ar ages for the 3.5–2.6 Ma interval, the largest age difference of 192 k.y. being recorded between 67.5 and 68 m of the composite depth (Fig. 4A). The variation of ice-rafted debris concentration was plotted on a new time scale on the basis of the linear interpolation between the three 40Ar/39Ar age tie points (Fig. 4B). Age differences were established for the three highest peaks of ice-rafted debris concentration, illustrating the three major events of flux of melting icebergs on the Iceland Plateau. The first significant episode, initially dated as 3.3 Ma by Jansen et al. (2000), appears to have occurred 155 k.y. later, at 3.14 Ma. It is thought to have derived from the early stage of expansion of the Greenland ice cap during the cold MIS M2. The ages of the two later large ice-rafted debris events, initially dated as ca. 2.92 and 2.67 Ma by Jansen et al. (2000), can also be refined to 2.82 Ma (i.e., 2100 k.y.) and to 2.64 Ma (i.e., 236 k.y.), respectively (Fig. 4B)."
  }, {
    "heading": "CONCLUSIONS",
    "text": "A 6-m.y.-old composite marine record of explosive volcanism in the subpolar North Atlantic was reconstructed from the study of silicic\nDownloaded from https://pubs.geoscienceworld.org/gsa/geology/article-pdf/30/7/623/3523993/i0091-7613-30-7-623.pdf by University of Arizona user on 26 February 2019\n626 GEOLOGY, July 2002\ntephra layers in deep-sea sediment cores from ODP Sites 907, 919, 983, 984, and 985 (Lacasse and Garbe-Schönberg, 2001). The volcanic record was compared with several global and local paleoclimate proxy records reflecting the change of ice volume and the influx of melting icebergs (i.e., benthic d18O records at ODP Site 846 and DSDP Site 552, ice-rafted debris record at ODP Site 907). The 3.6–3.0 Ma period is characterized by the highest frequency of occurrence of marine silicic tephras, an average of one major explosive eruption being recorded every 50 k.y. A sharp increase in the maximum grain size of Icelandic tephras occurs between 3.5 and 3.4 Ma, when there was no apparent episode of iceberg discharge on the Iceland Plateau. The study of Pliocene-Pleistocene terrestrial sequences indicates very few interbedded volcanic formations, including volcaniclastic sandstones and tuff beds, without, however, showing any apparent record of more frequent explosive eruptions in Iceland between 3.6 and 3 Ma (Geirsdóttir and Eiriksson, 1994). Therefore, enhanced westerly wind stress over the subpolar North Atlantic is suggested to have dispersed the silicic tephras farther from their volcanic sources during this period. The 40Ar/ 39Ar ages of K-feldspar and biotite phenocrysts of tephra layers that were derived from five major explosive eruptions along the Jan Mayen volcanic system yield a refined time scale and postdate the inception of ice rafting on the Iceland Plateau by as much as 192 k.y. compared to the tuned paleomagnetic age model of Jansen et al. (2000)."
  }, {
    "heading": "ACKNOWLEDGMENTS",
    "text": "We thank W. Hale and A. Wülbers for their assistance at the Bremen Ocean Drilling Program Core Repository and J. Sticklus for assistance during 40Ar/39Ar laser probe measurements. E. Jansen, J. Channell, B. Flower, J. McManus, T. Fronval, and H. Kleiven are gratefully acknowledged for providing stratigraphic data during the course of this research.\nTwo anonymous reviewers provided helpful comments on the manuscript. The research was supported by Marie Curie Research Training Grant ERB4001GT963589."
  }, {
    "heading": "REFERENCES CITED",
    "text": "Bogaard, P.v.d., 1995, 40Ar/39Ar ages of sanidine phenocrysts from Laacher See Tephra\n(12,900 BP): Chronostratigraphic and petrological significance: Earth and Planetary Science Letters, v. 133, p. 163–174. Carey, S.N., 1997, Influence of convective sedimentation on the formation of widespread tephra fall layers in the deep sea: Geology, v. 25, p. 839–842. Channell, J.E.T., and Lehman, B., 1999, Magnetic stratigraphy of North Atlantic Sites 980– 984, in Raymo, M.E., et al., Proceedings of the Ocean Drilling Program, Scientific results, Volume 162: College Station, Texas, Ocean Drilling Program, p. 113–130. Channell, J.E.T., Amigo, A.E., Fronval, T., Rack, F., and Lehman, B., 1999, Magnetic stratigraphy at Sites 907 and 985 (Leg 162) in the Norwegian-Greenland Sea, and a revision of the Site 907 composite section, in Raymo, M.E., et al., Proceedings of the Ocean Drilling Program, Scientific results, Volume 162: College Station, Texas, Ocean Drilling Program, p. 131–148. Duffield, W.A., and Dalrymple, G.B., 1990, The Taylor Creek rhyolite of New Mexico: A rapidly emplaced field of domes and lava flows: Bulletin of Volcanology, v. 52, p. 475–478. Flower, B.P., 1998, Mid- to late Quaternary stable isotopic stratigraphy and paleoceanography at Site 919 in the Irminger Basin, in Saunders, A.D., et al., Proceedings of the Ocean Drilling Program, Scientific results, Volume 152: College Station, Texas, Ocean Drilling Program, p. 243–248. Geirsdóttir, A., and Eiriksson, J., 1994, Growth of an intermittent ice sheet in Iceland during the late Pliocene and early Pleistocene: Quaternary Research, v. 42, p. 115–130. Haywood, A.M., Sellwood, B.W., and Valdes, P.J., 2000, Regional warming: Pliocene (3 Ma) paleoclimate of Europe and the Mediterranean: Geology, v. 28, p. 1063–1066. Jansen, E., Raymo, R.E., Blum, P., and Leg 162 Scientific Party, 1996, Proceedings of the Ocean Drilling Program, Initial results, Volume 162: College Station, Texas, Ocean Drilling Program, 1182 p. Jansen, E., Fronval, T., Rack, F., and Channell, J.E.T., 2000, Pliocene-Pleistocene ice rafting history and cyclicity in the Nordic Seas during the last 3.5 Myr: Paleoceanography, v. 15, p. 709–721. Kellogg, T.B., 1973, Late Pleistocene climatic record in Norwegian and Greenland Sea deep-sea cores [Ph.D. thesis]: New York, Columbia University, 545 p. Kellogg, T.B., 1980, Paleoclimatology and paleo-oceanography of the Norwegian and Greenland seas: Glacial-interglacial contrasts: Boreas, v. 9, p. 115–137. Lacasse, C., 2001, Influence of climate variability on the atmospheric transport of Icelandic tephra in the subpolar North Atlantic: Global and Planetary Change, v. 29, p. 31–55. Lacasse, C., and Garbe-Schönberg, C.-D., 2001, Explosive silicic volcanism in Iceland and the Jan Mayen area during the last 6 Ma: Sources and timing of major eruptions: Journal of Volcanology and Geothermal Research, v. 107, p. 113–147. Lacasse, C., Sigurdsson, H., Carey, S.N., Paterne, M., and Guichard, F., 1996, North Atlantic deep-sea sedimentation of late Quaternary tephra from the Iceland hotspot: Marine Geology, v. 129, p. 207–235. Lanphere, M.A., Dalrymple, G.B., Fleck, R.J., and Pringle, M.S., 1990, Intercalibration of mineral standards for K-Ar and 40Ar/39Ar measurements: Eos (Transactions, American Geophysical Union), v. 71, p. 1658. Larsen, G., Gudmundsson, M.T., and Bjornsson, H., 1998, Eight centuries of periodic volcanism at the center of the Iceland hotspot revealed by glacier tephrostratigraphy: Geology, v. 26, p. 943–946. Larsen, H.-C., Saunders, A.D., Clift, P.D., and Leg 151 Scientific Party, 1994, Proceedings of the Ocean Drilling Program, Initial reports, Volume 152: College Station, Texas, Ocean Drilling Program, 977 p. Mix, A.C., Pisias, N.G., Rugh, W., Wilson, J., Morey, A., and Hagelberg, T.K., 1995, Benthic foraminifer stable isotope record from Site 849 (0–5 Ma): Local and global climate changes, in Mayer, L., et al., Proceedings of the Ocean Drilling Program, Scientific results, Volume 138: College Station, Texas, Ocean Drilling Program, p. 371–392. Myhre, A.M., Thiede, J., Firth, J.V., and Leg 151 Scientific Party, 1995, Proceedings of the Ocean Drilling Program, Initial results, Volume 151: College Station, Texas, Ocean Drilling Program, 685 p. Prueher, L.M., and Rea, D.K., 1998, Rapid onset of glacial conditions in the subarctic North Pacific region at 2.67 Ma: Clues to causality: Geology, v. 26, p. 1027–1030. Risebrobakken, B., 1999, Midt Pleistocene klimasvingninger i de Nordiske havene: [M.Sc. thesis]: Bergen, University of Bergen, 101 p. Shackleton, N.J., and Hall, M.A., 1984, Oxygen and carbon isotope stratigraphy of Deep Sea Drilling Project Hole 552A: Plio-Pleistocene glacial history, in Roberts, D.G., et al., Initial reports of the Deep Sea Drilling Project, Volume 81: Washington, D.C., U.S. Government Printing Office, p. 599–609. Shackleton, N.J., Hall, M.A., and Pate, D., 1995, Pliocene stable isotope stratigraphy of ODP Site 846, in Mayer, L., et al., Proceedings of the Ocean Drilling Program, Scientific results, Volume 138: College Station, Texas, Ocean Drilling Program, p. 337–355. Steiger, R.H., and Jäger, E., 1977, Subcommission on Geochronology: Convention on the use of decay constants in geo- and cosmochronology: Earth and Planetary Science Letters, v. 36, p. 359–362.\nManuscript received November 13, 2001 Revised manuscript received March 19, 2002 Manuscript accepted April 9, 2002\nPrinted in USA\nDownloaded from https://pubs.geoscienceworld.org/gsa/geology/article-pdf/30/7/623/3523993/i0091-7613-30-7-623.pdf by University of Arizona user on 26 February 2019"
  }],
  "year": 2002,
  "references": [],
  "id": "SP:990b85ee7a12e77e967aac6df299f82d0e2da941",
  "authors": [{
    "name": "Christian Lacasse",
    "affiliations": []
  }],
  "abstractText": "Figure 1. Bathymetric map of subpolar North Atlantic, showing locations of Ocean Drilling Program (ODP) Sites 907, 919, 983, 984, 985, and Deep Sea Drilling Project (DSDP) Site 552. Depth contours in kilometers. Shaded field represents distribution of tephras in surface sediments (Kellogg, 1973). ABSTRACT A 6-m.y.-long composite marine record of explosive silicic volcanism from five Ocean Drilling Program sites in the subpolar North Atlantic was compared with several marine records of global and local paleoclimate proxies (benthic d18O and ice-rafted debris records). Coarsening and high frequency of occurrence of Icelandic tephras were recorded in 3.6–3 Ma sediments, suggesting that these tephras were dispersed farther from the source by enhanced westerly winds over the subpolar North Atlantic. The 40Ar/39Ar ages were determined by laser probe on K-feldspar and biotite phenocrysts of tephras that were erupted from the Jan Mayen volcanic system. Compared to the tuned paleomagnetic age model, the 40Ar/ 39Ar dating (0.618 6 0.007 Ma to 4.90 6 0.05 Ma) yields a new age model that postdates by 155 k.y. the inception of ice rafting on the Iceland Plateau during the cold marine isotope stage M2 (i.e., 3.3–3.14 Ma).",
  "title": "Enhanced airborne dispersal of silicic tephras during the onset of Northern Hemisphere glaciations, from 6 to 0 Ma records of explosive volcanism and climate change in the subpolar North Atlantic"
}