{
  "sections": [{
    "text": "q 2002 Geological Society of America. For permission to copy, contact Copyright Permissions, GSA, or editing@geosociety.org. Geology; December 2002; v. 30; no. 12; p. 1067–1070; 3 figures. 1067\nhave been linked to massive dissociation of sedimentary methane hydrate. However, testing the Paleocene-Eocene thermal maximum hydrate dissociation hypothesis has been hindered by the inability of available proxy records to resolve the initial sequence of events. The cause of the Paleocene-Eocene thermal maximum carbon isotope excursion remains speculative, primarily due to uncertainties in the timing and duration of the PaleoceneEocene thermal maximum. We present new high-resolution stable isotope records based on analyses of single planktonic and benthic foraminiferal shells from Ocean Drilling Program Site 690 (Weddell Sea, Southern Ocean), demonstrating that the initial carbon isotope excursion was geologically instantaneous and was preceded by a brief period of gradual surface-water warming. Both of these findings support the thermal dissociation of methane hydrate as the cause of the Paleocene-Eocene thermal maximum carbon isotope excursion. Furthermore, the data reveal that the methane-derived carbon was mixed from the surface ocean downward, suggesting that a significant fraction of the initial dissociated hydrate methane reached the atmosphere prior to oxidation.\nKeywords: Paleocene-Eocene thermal maximum, stable isotopes, methane hydrates, paleoceanography."
  }, {
    "heading": "INTRODUCTION",
    "text": "At the close of the Paleocene Epoch ca. 55 Ma, Earth experienced one of the most dramatic global warming events in the geologic record—the Paleocene-Eocene thermal maximum. Within a few thousand years, sea-surface temperatures warmed ;4–8 8C and deep ocean temperatures increased by ;5 8C (Fig. 1; e.g., Kennett and Stott, 1991). The shortlived warming event (;210 k.y.; Röhl et al., 2000) induced a host of biotic responses, including mass extinction of benthic foraminifera, rapid diversification of planktonic foraminifera and terrestrial mammals, and blooms of dinoflagellates (e.g., Tjalsma and Lohmann, 1983; Kelly et al., 1996; Hooker, 1996; Clyde and Gingerich, 1998; Crouch et al., 2001).\nThe Paleocene-Eocene thermal maximum corresponds to an abrupt negative 3‰–4‰ carbon isotope excursion in marine and terrestrial sedimentary sections (Fig. 1; e.g., Kennett and Stott, 1991; Koch et al., 1992), a feature with major diagnostic significance. This excursion implies a massive and rapid addition of isotopically light carbon to the oceans and atmosphere. Possible explanations\nfor this input have focused on enhanced mantle CO2 outgassing during North Atlantic Igneous Province emplacement (Eldholm and Thomas, 1993), dissociation of massive quantities of methane hydrates along continental slopes (Dickens et al., 1995, 1997), and impact of a carbonaceous bolide (Deming, 1999; Kent et al., 2001). The apparent rate and magnitude of the carbon isotope excursion are consistent with both seafloor methane and a carbonaceous impactor as the carbon sources. However, the available data cannot distinguish between these two sources of light carbon, or whether the carbon (methane or otherwise) was added first to the oceans or atmosphere. The fundamental problem is that temporal relationships between warming and carbon input in different environments cannot be resolved with published stable isotope records.\nWe present new stable isotope data from Ocean Drilling Program Site 690 (Weddell Sea, Southern Ocean) that indicate that the onset of the carbon isotope excursion was geologically instantaneous, consistent with the hydrate dissociation hypothesis or impactrelated carbon release. However, the data also demonstrate that the carbon isotope excursion at Site 690 was preceded by a brief period of gradual surface-water warming. Thus the most coherent explanation for the entire data set is that gradual sea-surface warming led to the thermal dissociation of sedimentary methane hydrate. In addition, our data suggest that a substantial amount of the methane released was oxidized in the atmosphere."
  }, {
    "heading": "METHODS",
    "text": "We generated stable isotope records based on analyses of individual foraminiferal shells, a strategy used in two previous PaleoceneEocene thermal maximum investigations (Stott, 1992; Kelly et al., 1996). Site 690 (Fig. 2) was selected because it is the most expanded and complete deep-sea Paleocene-Eocene thermal maximum section recovered to date (Röhl et al., 2000). A continuous U-channel\nDownloaded from https://pubs.geoscienceworld.org/gsa/geology/article-pdf/30/12/1067/3522888/i0091-7613-30-12-1067.pdf by University of Arizona user on 26 February 2019\n1068 GEOLOGY, December 2002\nacross the onset of the Paleocene-Eocene thermal maximum was cut into 1 cm samples; above this we sampled the core every 5 cm. We conducted stable isotope analyses on 483 well-preserved specimens (Thomas et al., 1999) of the surface-dwelling, photosymbiontbearing genus Acarinina and the thermoclinedwelling genus Subbotina (D’Hondt and Zachos, 1998) over a 121 cm interval, and on 7 individual and 5 multispecimen benthic foraminiferal samples over a 7 cm interval (ending 4 cm below the benthic foraminiferal extinction). Measurements of individual benthic foraminifera N. truempyi were limited because specimens large enough (.5 mg) for analysis were extremely rare, especially close to the onset of the benthic foraminiferal extinction. All stable isotope analyses were conducted at the University of California Santa Cruz with a precision better than 0.1‰ for d13C and d18O."
  }, {
    "heading": "RESULTS",
    "text": "Several key features emerge from the single-specimen stable isotope data (Fig. 3). Specimens of surface- and thermoclinedwelling planktonic foraminifera record only preexcursion or excursion d13C values across the onset of the event. The onset of excursion d13C values within specimens of both groups occurs within a span of 1 cm, and coincides with individuals that still record pre–carbon isotope excursion values. In contrast to the bimodal planktonic carbon isotope distribution, both the surface- and thermocline-dwelling foraminiferal d18O records contain intermediate values, marking a more gradual transition from pre–Paleocene-Eocene thermal maximum to Paleocene-Eocene thermal maximum d18O values. Transitional d18O values are expressed by the same individual specimens that contain pre–Paleocene-Eocene thermal maximum d13C values.\nShifts in stable isotope values of different groups of foraminifera also show a stratigraphic sequence of events (Fig. 3). From bottom to top, these are (1) d18O values of surface-dwelling planktonics decrease by ;1.5‰ between 170.81 m below seafloor (mbsf; level 1) and 170.78 mbsf (level 2). (2) Level 2 also corresponds to the initial decrease in d18O values of thermocline-dwelling planktonics and the ;4‰ decrease in d13C values of surface-dwelling specimens. (3) At 170.70 mbsf (level 3), d13C values of thermocline dwellers decrease by ;2.5‰. (4) Peak PaleoceneEocene thermal maximum d18O values of thermocline dwellers (;22‰) occur at level 4 (170.67 mbsf). Level 4 also marks a slight decrease in d13C (;1.5‰) and d18O values (;1‰) of two benthic individuals. New multispecimen and single-specimen benthic analyses above these two individuals indicate reworking based on pre–Paleocene-Eocene thermal maximum d13C and d18O values.\nAbove a brief convergence at the onset of the Paleocene-Eocene thermal maximum (from 170.70 to 170.42 mbsf), the trends in planktonic stable isotope values begin to diverge. Oxygen isotope values of thermocline dwellers remain at ;21.5‰ up to 170.42 mbsf, then begin to gradually increase. However, d13C values of thermocline dwellers remain low throughout the interval studied (to 169.84 mbsf). Oxygen isotope values of surface dwellers are ;21.5‰ from 170.78 to 170.42 mbsf, decrease from ;21.5 to 22.5‰ at 170.37 mbsf, and remain at ;22.5‰ for the remainder of the record. Carbon isotope values of surface dwellers begin to increase at 170.37 mbsf."
  }, {
    "heading": "DISCUSSION",
    "text": "Our combined carbon and oxygen singlespecimen isotopic data (Fig. 3) provide a detailed chronology of rapid changes in South-\nern Ocean thermal and carbon isotope depth gradients during the onset and initial recovery of the Paleocene-Eocene thermal maximum. Kennett and Stott (1991) first recognized the stable isotope excursions at Site 690; however, their multispecimen analyses lacked the resolution to unravel the timing relationships between warming and carbon input. Multispecimen records also average out the environmental variability that the singlespecimen strategy exploits. As a result, we are now able to resolve the onset and evolution of the thermal and carbon anomalies. Our data support a warming-induced carbon input such as thermal dissociation of methane hydrates."
  }, {
    "heading": "Evidence for the Blast of Gas",
    "text": "The bimodal distribution of singlespecimen carbon isotope values at the onset of the carbon isotope excursion suggests that the initial input of isotopically light carbon occurred in a geologic instant. We can discount the argument that the sharp base of the carbon isotope excursion resulted from dissolution or a hiatus (Dickens, 1998), because the very planktonic foraminifera that record only preor peak excursion d13C values record a gradual decrease in the corresponding d18O values. The geologically instantaneous onset of the carbon isotope excursion precludes the North Atlantic Igneous Province as the source of light carbon, because the d13C value of mantle CO2 is only ;26‰. The stratigraphic and hydrographic sequence of the first excursion d13C values from surface to thermocline to benthic dwellers implies that the carbon isotope anomaly gradually propagated downward from the sea surface to the bottom waters."
  }, {
    "heading": "Triggering the Blast",
    "text": "The stratigraphic progression of singlespecimen stable isotope changes, with the decrease in surface-water d18O values preceding the decrease in d13C values, enables us to rule out several possible explanations of Paleocene-Eocene thermal maximum carbon input. The onset of the carbon isotope excursion would have preceded the decrease in d18O values if the Paleocene-Eocene thermal maximum had resulted from erosion or impactinduced hydrate dissociation (e.g., Katz et al., 2001; Kent et al., 2001). Explosive volcanism (e.g., Bralower et al., 1997) would have resulted in an increase or no change in d18O values at a high-latitude site. Thus, the most plausible mechanism to consider is the thermal dissociation of methane hydrates.\nThe occurrence of specimens of surfacedwelling foraminifera that record transitional d18O values and pre–carbon isotope excursion d13C values (level 1, Fig. 3) suggests an ;2 8C warming of surface waters prior to the on-\nDownloaded from https://pubs.geoscienceworld.org/gsa/geology/article-pdf/30/12/1067/3522888/i0091-7613-30-12-1067.pdf by University of Arizona user on 26 February 2019\nGEOLOGY, December 2002 1069\nset of the excursion. This finding conflicts with that of Bains et al. (1999), who found no evidence for pre–Paleocene-Eocene thermal maximum sea-surface warming on the basis of bulk sedimentary oxygen isotope analyses. We argue that the discrepancy results from the different analytical techniques, because changes in bulk stable isotopes at Site 690 during the Paleocene-Eocene thermal maximum interval reflect changes in the assemblage of calcareous nannofossils (Bralower, 2002). The cause of this warming is not known, although long-term outgassing of CO2 from the North Atlantic Igneous Province is a distinct possi-\nbility. With the onset of the carbon isotope excursion (level 2, Fig. 3) surface mixed-layer temperatures eventually warmed an additional 4 8C. Transitional d18O values recorded by thermocline dwellers occur above the d18O decrease in surface dwellers (level 2, Fig. 3), indicating a distinct delay in the warming of the thermocline waters (several hundred meters depth). Moreover, the high degree of scatter in the transitional thermocline-dweller d18O data is consistent with the notion that thermocline structure changed, prompting shifts in foraminiferal depth habitats as the intermediate and deep ocean began to warm."
  }, {
    "heading": "Pathway of Hydrate Carbon",
    "text": "The top-down progression of the onset of the carbon isotope excursion suggests that a significant proportion of the methane from dissociated hydrates was rapidly transferred to the atmosphere and surface ocean. In order for calcifying organisms to record a methanederived d13C anomaly, the isotopically light methane must first be oxidized into CO2 and incorporated into the HCO pool from which 2\n3\ncalcification occurs. Because the pattern of carbon isotope excursion propagation proceeded downward from surface waters, oxidation of methane must have taken place within the atmosphere–surface ocean. Had the initial release of methane been more gradual (enabling oxidation within the deep ocean), Site 690 planktonic foraminifera would have recorded transitional d13C values at the onset of the event, and benthic individuals would have recorded the excursion prior to the planktonics.\nAt Site 690, progression of the initial d18O decrease also occurs from surface waters downward. Heat may have been mixed vertically down to the thermocline, while warmer intermediate and deep waters may have been advected into the study region after sufficient warming in their respective source areas. The onset of peak thermocline warming (lowest d18O values) coincides with the onset of the carbon isotope excursion in surface waters. This implies that hydrate dissociation did not occur at Site 690, otherwise thermocline and deeper water warming would have preceded the onset of the carbon isotope excursion.\nThe more gradual transition to excursion d13C values in the benthic foraminiferal record can be understood by considering the dynamics of mixing and the vast size of the deepsea inorganic C reservoir. As indicated by the bimodal planktonic d13C data, the mean d13C of the relatively small and well-mixed atmosphere and surface-ocean carbon reservoirs should have responded immediately to the initial release of methane. In contrast, because of the large mass of carbon and the slower mix-\nDownloaded from https://pubs.geoscienceworld.org/gsa/geology/article-pdf/30/12/1067/3522888/i0091-7613-30-12-1067.pdf by University of Arizona user on 26 February 2019\n1070 GEOLOGY, December 2002\ning time of the deep ocean (;1500 yr), it should take several thousands of years for the full magnitude of the carbon isotope excursion to be manifested in the deep sea. Thus, the delay in the thermocline and benthic d13C decrease reflects the additional time required to mix the carbon anomaly throughout the deepsea carbon reservoir. The lack of benthic individuals available for analysis (during the decline and extinction of benthic foraminifera) may also bias the timing of environmental change in the deep sea.\nWe note that the top-down progression in carbon input observed at the PaleoceneEocene thermal maximum is strikingly similar to the recent changes in the atmospheric and surface ocean carbon reservoirs in response to release of anthropogenic CO2. In the past century, the d13C of atmospheric and surfaceocean CO2 has decreased by ;1.2‰ (e.g., Joos and Bruno, 1998), while the deep ocean has yet to show detectable change."
  }, {
    "heading": "Paleocene-Eocene Thermal Maximum Recovery",
    "text": "Increasing surface-dwelling planktonic d13C values suggest that initial recovery of surface-water dissolved inorganic carbon (DIC) began even while thermocline and benthic foraminifera still recorded carbon isotope excursion values. The smaller surface-ocean carbon reservoir should have recovered from the isotopic perturbation more rapidly than the larger deeper oceanic reservoirs. However, that the surface dwellers do not record any subsequent d13C decrease after the initial onset of the carbon isotope excursion implies that all of the hydrate dissociation may have occurred in one major event. Additional hydrate dissociation should have resulted in further decrease of surface-water DIC d13C values. Alternatively, subsequent gradual hydrate may have occurred, but the methane-derived carbon remained within the deep-ocean reservoir.\nThe thermal structure of the Southern Ocean water column changed markedly during the several tens of thousands years following the onset of the Paleocene-Eocene thermal maximum. After an initial convergence of surface and thermocline d18O values at the onset of the warming (as noted by Kennett and Stott, 1991), thermal stratification resumed. Coincident with the initial recovery in surface-water d13C values, surface-water d18O values decreased by another ;1‰, possibly as a consequence of enhanced greenhouse warming. These trends suggest a reestablish-\nment of local thermal and chemical stratification."
  }, {
    "heading": "PROPOSED CAUSAL SCENARIO FOR THE PALEOCENE-EOCENE THERMAL MAXIMUM",
    "text": "We propose the following scenario to explain the stratigraphic sequence of events in the new stable isotope data. Gradual warming occurred first in surface waters, then in waters at thermocline and intermediate depths. Subduction or downwelling of warmer intermediate waters in the region of water-mass formation led to thermal dissociation of methane hydrates at a location with a significant sedimentary hydrate content. Methane gas from the dissociated hydrates reached the atmosphere prior to widespread oxidation. The thermocline–intermediate water thermal anomaly likely reached the Southern Ocean via a combination of advection from a distal source region and vertical diffusion. The propagation of the carbon anomaly proceeded rapidly throughout the atmosphere and surface ocean, then more slowly downward into the thermocline and then bottom waters."
  }, {
    "heading": "ACKNOWLEDGMENTS",
    "text": "We thank Paula Weiss and the East Coast Repository staff for helping procure the 690 U-channel, and the Ocean Drilling Program. We also thank Jerry Dickens and Steve D’Hondt for thoughtful reviews that strengthened this manuscript, as well as an anonymous reader. National Science Foundation grant EAR-98-14604 to Bralower and Zachos funded this project."
  }, {
    "heading": "REFERENCES CITED",
    "text": "Bains, S., Corfield, R.M., and Norris, R.D., 1999,\nMechanisms of climate warming at the end of the Paleocene: Science, v. 285, p. 724–727. Bralower, T.J., 2002, Evidence for surface water oligotrophy during the late Paleocene thermal maximum: Nannofossil assemblage data from Ocean Drilling Program Site 690, Maud Rise, Weddell Sea: Paleoceanography (in press). Bralower, T.J., Thomas, D.J., Zachos, J.C., Hirschmann, M.M., Rohl, U., Sigurdsson, H., Thomas, E., and Whitney, D.L., 1997, High-resolution records of late Paleocene thermal maximum and circumCaribbean volcanism: Is there a causal link?: Geology, v. 25, p. 963–966. Clyde, W.C., and Gingerich, P.D., 1998, Mammalian community response to the latest Paleocene thermal maximum: An isotaphonomic study in the northern Bighorn Basin, Wyoming: Geology, v. 26, p. 1011–1014. Crouch, E., Heilmann-Clausen, C., Brinkhuis, H., Morgans, H.E.G., Rogers, K.M., Egger, H., and Schmitz, B., 2001, Global dinoflagellate event associated with the late Paleocene thermal maximum: Geology, v. 29, p. 289–376. Deming, D., 1999, On the possible influence of extraterrestrial volatiles on Earth’s climate and the origin of the oceans: Palaeogeography, Palaeoclimatology, Palaeoecology, v. 146, p. 33–51. D’Hondt, S., and Zachos, J.C., 1998, Cretaceous Foraminifera and the evolutionary history of planktic photosymbiosis: Paleobiology, v. 24, p. 512–523.\nDickens, G.R., 1998, High-resolution records of the late Paleocene thermal maximum and circum-Caribbean volcanism: Is there a causal link?: Comment: Geology, v. 26, p. 670. Dickens, G.R., O’Neil, J.R., Rea, D.C., and Owen, R.M., 1995, Dissociation of oceanic methane hydrate as a cause of the carbon isotope excursion at the end of the Paleocene: Paleoceanography, v. 10, p. 965–971. Dickens, G.R., Castillo, M.M., and Walker, J.C.G., 1997, A blast of gas in the latest Paleocene: Simulating first-order effects of massive dissociation of oceanic methane hydrate: Geology, v. 25, p. 258–262. Eldholm, O., and Thomas, E., 1993, Environmental impact of volcanic margin formation: Earth and Planetary Science Letters, v. 117, p. 319–329. Hooker, J.J., 1996, Mammalian biostratigraphy across the Paleocene-Eocene boundary in the Paris, London and Belgian basins, in Knox, R.W.O., et al., eds., Correlation of the early Paleogene in Northwest Europe: Geological Society [London] Special Publication 101, p. 205–218. Joos, F., and Bruno, M., 1998, Long-term variability of the terrestrial and oceanic carbon sinks and the budgets of the carbon isotopes 13C and 14C: Global Biogeochemical Cycles, v. 12, p. 277–295. Katz, M.E., Cramer, B.S., Mountain, G.S., Katz, S., and Miller, K.G., 2001, Uncorking the bottle: What triggered the Paleocene/Eocene thermal maximum methane release?: Paleoceanography, v. 16, p. 549–562. Kelly, D.C., Bralower, T.J., Zachos, J.C., Premoli Silva, I., and Thomas, E., 1996, Rapid diversification of planktonic foraminifera in the tropical Pacific (ODP Site 865) during the late Paleocene thermal maximum: Geology, v. 24, p. 423–426. Kennett, J.P., and Stott, L.D., 1991, Abrupt deep-sea warming, palaeoceanographic changes and benthic extinctions at the end of the Palaeocene: Nature, v. 353, p. 225–229. Kent, D.V., Cramer, B.S., and Lanci, L., 2001, Evidence of an impact trigger for the Paleocene/Eocene thermal maximum and carbon isotope excursion: Eos (Transactions, American Geophysical Union), v. 82, Fall Meeting Supplement, Abstract PP32A-0509. Koch, P.L., Zachos, J.C., and Gingerich, P.D., 1992, Correlation between isotopic records in marine and continental reservoirs near the Paleocene/Eocene boundary: Nature, v. 358, p. 319–322. Röhl, U., Bralower, T.J., Norris, R.N., and Wefer, G., 2000, A new chronology for the late Paleocene thermal maximum and its environmental implications: Geology, v. 28, p. 927–930. Stott, L.D., 1992, Higher temperatures and lower oceanic pCO2: A climate enigma at the end of the Paleocene Epoch: Paleoceanography, v. 7, p. 395–404. Thomas, E., and Shackleton, N.J., 1996, The latest Paleocene benthic foraminiferal extinction and stable isotope anomalies, in Knox, R.W.O., et al., eds., Correlation of the early Paleogene in Northwest Europe: Geological Society [London] Special Publication 101, p. 401–441. Thomas, D.J., Bralower, T.J., and Zachos, J.C., 1999, New evidence for subtropical warming during the late Paleocene thermal maximum: Stable isotopes from Deep Sea Drilling Project Site 527, Walvis Ridge: Paleoceanography, v. 14, p. 561–570. Tjalsma, R.C., and Lohmann, G.P., 1983, PaleoceneEocene bathyal and abyssal benthic foraminifera from the Atlantic Ocean: Micropaleontology, Special Publication 4, 90 p.\nManuscript received May 7, 2002 Revised manuscript received August 5, 2002 Manuscript accepted August 13, 2002\nPrinted in USA\nDownloaded from https://pubs.geoscienceworld.org/gsa/geology/article-pdf/30/12/1067/3522888/i0091-7613-30-12-1067.pdf by University of Arizona user on 26 February 2019"
  }],
  "references": [],
  "id": "SP:730128d36b46998c4de8dc642eaccd507199dd8e",
  "authors": [{
    "name": "Deborah J. Thomas",
    "affiliations": []
  }, {
    "name": "James C. Zachos",
    "affiliations": []
  }, {
    "name": "Timothy J. Bralower",
    "affiliations": []
  }],
  "abstractText": "Dramatic warming and upheaval of the carbon system at the end of the Paleocene Epoch have been linked to massive dissociation of sedimentary methane hydrate. However, testing the Paleocene-Eocene thermal maximum hydrate dissociation hypothesis has been hindered by the inability of available proxy records to resolve the initial sequence of events. The cause of the Paleocene-Eocene thermal maximum carbon isotope excursion remains speculative, primarily due to uncertainties in the timing and duration of the PaleoceneEocene thermal maximum. We present new high-resolution stable isotope records based on analyses of single planktonic and benthic foraminiferal shells from Ocean Drilling Program Site 690 (Weddell Sea, Southern Ocean), demonstrating that the initial carbon isotope excursion was geologically instantaneous and was preceded by a brief period of gradual surface-water warming. Both of these findings support the thermal dissociation of methane hydrate as the cause of the Paleocene-Eocene thermal maximum carbon isotope excursion. Furthermore, the data reveal that the methane-derived carbon was mixed from the surface ocean downward, suggesting that a significant fraction of the initial dissociated hydrate methane reached the atmosphere prior to oxidation.",
  "title": "Warming the fuel for the fire: Evidence for the thermal dissociation of methane hydrate during the Paleocene-Eocene thermal maximum"
}