{
  "sections": [{
    "text": "Climate proxy records from paleosol geochemistry indicate a gradual shift from humid to dry conditions across the transition between the lower and upper composite sequences and the Adamanian–Revueltian biotic turnover. Composite-sequence depositional reorganization, climatic shift and biologic turnover, in turn, appear to coincide with episodes of magmatism recorded in Triassic granitoid plutons presently exposed in southern California. Taken collectively, these observations suggest that the Late Triassic depositional, climatic, and ecologic history at PEFO may be related to emergence of the incipient Cordilleran magmatic arc along the convergent western margin of Pangea. A new U-Pb date for the lower part of the Chinle Formation suggests that most or all of the formation was deposited in the Norian Stage."
  }, {
    "heading": "INTRODUCTION",
    "text": "The Upper Triassic Chinle Formation of the southwestern United States archives a remarkable record of terrestrial ecosystems that existed across the western portion of equatorial Pangea. Among the thickest and most easily accessible outcrop exposures occur at Petrified Forest National Park (PEFO) in northeastern Arizona. Although the Chinle Formation at PEFO has been extensively studied (see summary in Parker and Martz 2011), a reliable lithostratigraphic framework and highprecision geochronology have only recently become available (Martz and Parker 2010; Ramezani et al. 2011; Martz et al. 2012). It has long been recognized that two distinct vertebrate faunal assemblages occur in the Chinle Formation of Arizona, the Adamanian and the Revueltian (e.g., Heckert and Lucas 2002); however, the exact stratigraphic position of the turnover was ambiguous (Parker 2006). The recent lithostratigraphic revisions of the Chinle Formation at PEFO by Martz and Parker (2010) allow the precise placement of the Adamanian–Revueltian (A-R) boundary in the lower portion of the Lots Wife beds of the Sonsela Member (Parker and Martz 2011). Furthermore, a distinctive floral change also occurs at the same stratigraphic position (Reichgelt et al. 2013). These new data, along with the newly established geochronologic\nframework (Ramezani et al. 2011), allow the determination of possible causal events related to this biotic turnover.\nIn this paper, we supplement the geochronologic framework of Ramezani et al. (2011) with two new U-Pb zircon ages from key stratigraphic intervals. The resulting age model and associated stratigraphic and paleoclimatic record is the most refined ever established for the Chinle Formation. From this record, the history of cyclic environmental change and corresponding biotic turnover is temporally correlated to the Late Triassic tectonic history and physiographic evolution of western Pangea. As such, this paper sheds light on the previously undetected balance between life, paleogeography, and tectonism in the Late Triassic of the southwestern United States."
  }, {
    "heading": "PALEOGEOGRAPHIC SETTING",
    "text": "The Chinle Formation was deposited in fluvial and lacustrine environments in a large backarc basin that extended across what is presently the Colorado Plateau of the southwestern United States (Stewart et al. 1972; Blakey and Gubitosa 1983, 1984; Dubiel et al. 1991; Dubiel 1994; Dubiel and Hasiotis 2011; Cleveland et al. 2007)\nPublished Online: January 2014\nCopyright E 2013, SEPM (Society for Sedimentary Geology) 1527-1404/13/083-1147/$03.00\nDownloaded from https://pubs.geoscienceworld.org/sepm/jsedres/article-pdf/83/12/1147/2831256/i1527-1404-83-12-1147.pdf by University of Arizona user on 21 February 2019\n(Fig. 1A). The basin was located near the western equatorial convergent margin of the Pangean supercontinent approximately 5 to 15u north of the paleo-equator (Scotese 1994; Molina-Garza et al. 1995), and was bounded by various foreland uplifts to the east and north and by the nascent Cordilleran magmatic arc complex to the south and west (Harshbarger et al. 1957; Cooley and Davidson 1963; Dickinson 1981; Lawton 1994; Scotese 1994; Molina-Garza et al. 1995) (Fig. 1A). The associated Late Triassic paleoclimate was dominated by westerly monsoonal flow (Parrish 1993). The Chinle Formation at PEFO is located in the southern portion of the Chinle Basin near the axis of what was a northwest-flowing fluvial drainage complex during the Late Triassic (Riggs et al. 1996; Tanner and Lucas 2006; Dickinson and Gehrels 2008). The main fluvial unit of the formation, known as the Sonsela Member (see Fig. 2A for its position in the study interval), has a predominately northeastward paleocurrent signature and contains a high proportion of volcanic clasts suggesting that these sediments were relayed to the trunk stream by a major tributary system originating from a rising tectonic arc to the west (Riggs et al. 2012; Howell and Blakey 2013). There is a distinct change in depositional style from an architecture dominated by sheet sandstone and conglomerate in the lower Sonsela Member to a finer-grained assemblage with ribbon sandstones in the upper Sonsela possibly related to dynamic subsidence and aggradation in the Chinle Basin (Howell and Blakey 2013)."
  }, {
    "heading": "METHODS",
    "text": ""
  }, {
    "heading": "Outcrop and Petrographic Descriptions",
    "text": "A 390 m composite section of the Chinle Formation was compiled from seven locations within and adjacent to PEFO (Fig. 1B; Appendix A). The section encompasses, from bottom to top, the Mesa Redondo, Blue Mesa,\nDownloaded from https://pubs.geoscienceworld.org/sepm/jsedres/article-pdf/83/12/1147/2831256/i1527-1404-83-12-1147.pdf by University of Arizona user on 21 February 2019\nSonsela, Petrified Forest, and lower Owl Rock members of the Chinle Formation in northeastern Arizona (e.g., Ramezani et al. 2011) (Appendix A, see Acknowledgments). The vertical succession of 104 ‘‘fluvial aggradational cycles (FACs)’’ that constitute the Chinle Formation at PEFO were measured and sedimentological data collected following the guidelines of Atchley et al. (2004). Data collected include stratal thickness, grain size, sedimentary structures, lithostratigraphic boundaries, and the occurrence of paleosols (Appendix A). In addition, paleocurrent measurements were made on all sandstones with unequivocal directional indicators, e.g., trough crossbeds, planar-tabular crossbeds, current ripples, and the orientation of petrified logs. These directional data were collected and plotted as summary rose diagrams for each sandstone from which measurements were taken. The rose diagrams appear in their order of stratigraphic occurrence in Appendix A, and each diagram is annotated with a listing of the structure(s) upon which they are based. Thin sections from 37 sandstone specimens collected throughout the composite section were point-count analyzed (300 counts/specimen) to determine the abundance of framework grains."
  }, {
    "heading": "Paleosols",
    "text": "Field Description and Laboratory Analyses.—Paleosols were described in the field for texture, ped structure, color, iron redoximorphic features, iron reduction features after roots (drab root halos), slickensides, and carbonate nodules (Soil Survey Staff 1999). Properties served as guidelines to assign master and subordinate horizon symbols to unique layers in each paleosol profile (Table 1). Horizon thickness measurements were decompacted using coefficients for floodplain silt and clays (Sheldon and Retallack 2001), because paleosols in the study area formed in similar environments and because of insufficient data to confidently assign taxonomically defined soil orders (Soil Survey Staff 1999) whereby orderspecific coefficients could be applied.\nThe first B horizon of each paleosol was sampled in bulk for geochemical analysis to estimate mean annual precipitation (MAP). Major-element concentrations were determined by a four-acid sample digestion by ICP-MS and SiO2 by X-ray diffraction on pressed pellets (ALS Chemex, http://www.alsglobal.com/). The elements are reported as oxides in weight percent (Table 1). Pedogenic carbonate nodules were sampled from B horizons for stable carbon isotopic analysis and calculation of atmospheric pCO2 concentrations. A triplicate average isotopic composition of micro-drilled powder from each paleosol is reported, except in two paleosols where small carbonate amounts limited sampling to single aliquots. Isotopic analysis of carbonates was accomplished by evolving CO2 from calcite on a Thermo Scientific Gas Bench II with subsequent isotope-ratio measurements performed on a Delta-V Advantage mass spectrometer at Baylor University. Duplicate analyses (n 5 10) of IAEA standard NBS-18 resulted in an average d13C value of 25.01% with a standard deviation of 6 0.03.\nDrainage Indexes.—We devised a simple threefold system to characterize paleosol drainage in the study area, similar to the one designed by Atchley et al. (2004) where color and color patterns (Munsell Soil Color Book 2009) relate to differences in the redox state of iron (Vepraskas 1992; Soil Survey Staff 1999; Nordt and Driese 2009; Vasilas et al. 2011). Drainage categorization was performed independently of taxonomic classification and depended principally on paleosol color with horizon symbols used as guidance for drainage consideration. Emphasis was placed on color and color patterns in the upper 1 m of each profile, where plant roots tend to concentrate. We used the upper 1 m of each decompacted profile even in cases where minor erosion may have removed part of the A horizon. Kraus and Hasiotis (2006) and PiPujol and Buurman (1994) have shown that many iron redoximorphic features\nare conservatively preserved in paleosols in the rock record, especially if not having experienced deep burial conditions conducive to diagenetic mineral transformations. To the contrary, post burial gley features after roots are excluded from drainage interpretations because these iron reduction zones are thought to have formed after burial in response to the decomposition of root material from the last crop of plants growing on the surface (Retallack 1991).\nPaleosols classified as Drainage Index 1 are dominated (. 50% of excavated outcrop surface area) by gley (gley hue Munsell pages 10Y, 5GY, 10GY, 5PG, N) matrix colors interpreted to have formed under the influence of a persistently high water table, with or without iron concentrations in the form of soft masses or concretions (Fig. 3A, B; Table 1). All poorly drained paleosols were described with the symbol ‘‘g’’ somewhere in the critical depth interval (i.e., Bg, Bssg, Bkg). Here, most iron is assumed to have been reduced and leached from the paleosol under anaerobic conditions. Many of the paleosols in this drainage category are Vertisol-like and undoubtedly experienced periodic desiccation because of the shrink–swell features. However, modern Vertisols can be poorly drained and have hydric indicators (Vasilas et al. 2011) or aquic soil moisture regimes (Soil Survey Staff 1999) that formed shrink–swell features during brief episodes of drying (Nordt and Driese 2009; Jacob et al. 1997).\nPaleosols classified as Drainage Index 2 have gley colors comprising between . 2% and 50% of the matrix observed on excavated outcrop, or gray colors (1 or 2 chroma of 5R-7.5YR hue Munsell pages) constituting between . 2% and 100% of the matrix surface area observed on excavated outcrop, and are interpreted as having intermediate drainage conditions (Fig. 3C, D, E; Table 1). These paleosols may or may not be accompanied by iron concentrations in the form of soft masses or concretions. If the profile is a comingling of gley (or gray) colors and high chroma colors, or if the profile is dominated by gray colors, then the paleosol water table is interpreted to have been fluctuating. The rationale for treating low-chroma gray colors in this way is that some pigmentation still remains and indicates incomplete reduction and leaching of iron (Vasilas et al. 2011). Drainage Index 2 paleosols are identified with any horizon symbol except ‘‘g,’’ although to distinguish these paleosols from other drainage categories we place the symbol ‘‘g’’ in parentheses as part of the horizon sequence (i.e., Bss(g) or Bw(g)). Most pedologists do not use the gley symbol unless the soil is poorly drained or dominated by properties indicating poor or very poor drainage (Soil Survey Staff 1999).\nPaleosols classified as Drainage Index 3 have high chroma matrix colors and , 2% iron depletions, whether gley or gray, and are interpreted as well drained (Fig. 3F, G; Table 1). This drainage index indicates that saturation and reduction did not occur for sufficient time to significantly mobilize iron. These paleosols are described with any horizon symbol except ‘‘g’’ or the use of ‘‘g’’ in parentheses as in Drainage Index 2 paleosols.\nMean Annual Precipitation (MAP).—Mean annual precipitation (MAP) was estimated using the CALMAG geochemical weathering index of Nordt and Driese (2010) and the CIA-K geochemical weathering index of Sheldon et al. (2002) (Table 1). CIA-K is defined as [Al2O3/ (Al2O2 + CaO + Na2O)]*100, where bulk paleosol oxides are determined on the first B horizon and are expressed as molar weight percentages. CALMAG is identical except that it substitutes MgO for Na2O. In the plot of MAP provided in Figure 2I, CALMAG rainfall estimates were applied only to paleosols with ‘‘ss’’ horizon symbols because they are similar to modern Vertisols, from which the CALMAG proxy is based. The CIA-K proxy is applied to all of the other soil orders in the study area, which is consistent with those included in the CIA-K database (i.e., Inceptisols, Aridisols, Alfisols, Mollisols, Ultisols). We included all paleosols in the study area in the MAP calculations regardless of drainage index because poorly drained soils are included in the original\nDownloaded from https://pubs.geoscienceworld.org/sepm/jsedres/article-pdf/83/12/1147/2831256/i1527-1404-83-12-1147.pdf by University of Arizona user on 21 February 2019\nMarbut (1935) database for CIA-K and because Vertisols upon which CALMAG was developed also included poorly and somewhat poorly drained soils. Inclusion or exclusion of poorly drained paleosols produces no discernible difference in the rainfall curve.\nAtmospheric pCO2.—Atmospheric CO2 concentrations (ppmV) are estimated from paleosols with carbonate nodules using the paleobarometer of Cerling (1999) modified to Late Triassic conditions at PEFO using the procedures of Nordt et al. (2003) (Table 2). The paleobarometer equation is atm CO2 (ppmV) 5 Sz [(d\n13Cs * 1.044 d13Cr 2 4.4)/ (d13Catm 2 d 13Csoil)]. Sz is soil CO2 concentration taken as 1500 ppmV following Breecker et al. (2010) under the assumption that pedogenic carbonate nodules form during the driest season of the year, when soil CO2 concentrations are lowest. d\n13Cs is soil CO2 estimated from temperature-dependent carbonate equilibria reactions from the d13C of pedogenic carbonate nodules (Romanek et al. 1992). The average value of three micro-drilled powder samples from pedogenic carbonate nodules collected from each paleosol is reported in Table 2 and plotted in Figure 2J. For the carbonate equilibria reactions, we\nassume soil temperatures of 25uC because of the tropical paleogeographical location of the study area. The d13C of atmospheric CO2 is determined by taking average marine limestone d13C values for the time interval from 222 to 207 Ma from Korte et al. (2005) and adding 8.5 per mil as an equilibrium fractionation factor between marine carbonate and atmospheric CO2 (LynchStieglitz et al. 1995). Because the abundance of paleosol organic carbon is so low in the study area, we estimated the respired d13Cr by rearranging the empirically derived equation of Arens et al. (2000) once the d13C of atmospheric CO2 was known. This relationship is expressed as d\n13Catm 5 (d13Corganic + 18.67)/1.10. The derived d13Cr values (or d13Corganic) are similar to two measured d13C values of leaf remains from mudstones in the upper portion of the Sonsela Member (224.16%, 226.28%)."
  }, {
    "heading": "U-Pb Geochronology",
    "text": "Two fist-sized specimens of tuffaceous sandstone were collected from key stratigraphic intervals of the lower Chinle Formation in and outside of PEFO and dated by the U-Pb isotope-dilution thermal-ionization mass spectrometry (ID-TIMS) method in order to further refine the existing geochronologic framework of the formation. Fourteen hand-selected\nDownloaded from https://pubs.geoscienceworld.org/sepm/jsedres/article-pdf/83/12/1147/2831256/i1527-1404-83-12-1147.pdf by University of Arizona user on 21 February 2019\nsingle zircon grains pre-treated by the CA-TIMS technique of Mattinson (2005) were analyzed following the analytical procedures described in Ramezani et al. (2011).\nData reduction, error propagation, and date calculation was carried out using EARTHTIME algorithms and software applications (Bowring et al. 2011; McLean et al. 2011). Our calculated dates are based on weighted mean 206Pb/238U dates derived from a coherent cluster of the youngest zircon analyses in each sample that are reported at 95% confidence level (Table 3, Fig. 4) and are interpreted as the maximum depositional age of the sample. Uncertainties in U-Pb dates are reported as 6 X/Y/Z Ma, where X is the internal (analytical) uncertainty in the absence of all external errors, Y incorporates the U-Pb tracer calibration error, and Z includes the latter as well as the decay constant errors of Jaffey et al. (1971). In order to establish a high-resolution chronology based on the results produced by the same isotopic technique and using the same tracer, only the analytical uncertainties (X) need to be considered."
  }, {
    "heading": "Biostratigraphy",
    "text": "Occurrences of fossil index taxa for the Adamanian and Revueltian faunal assemblages were plotted following Parker and Martz (2011) and\nare based on their presentation of the precise placement of fossil localities into the local stratigraphy. Fossil identifications follow the apormorphybased procedure outline by Nesbitt and Stocker (2008). The data for the early dinosaur Chindesaurus bryansmalli and the pseudosuchian Revueltosaurus callenderi are modified based on recent discovery of new material from PEFO. The new data also reflect the updated taxonomy for the phytosaur Pseudopalatus (now Machaeroprosopus) following Parker et al. (2013). Voucher specimens for all of the vertebrate biostratigraphic data are provided in Table 4."
  }, {
    "heading": "RESULTS",
    "text": ""
  }, {
    "heading": "U-Pb Geochronology",
    "text": "The U-Pb age results presented here are consistent with, and further enhance, the detailed geochronologic framework established by Ramezani et al. (2011) for the Chinle succession at PEFO and vicinity. The closely spaced and dated tuffaceous beds that now encompass the entire succession have mutually resolvable ages that conform to the stratigraphic order, substantiating their interpretation as reliable indicators of depositional age. The two additional dates provided in this study are derived from samples SS-7 and SS-24 (see stratigraphic location in\nDownloaded from https://pubs.geoscienceworld.org/sepm/jsedres/article-pdf/83/12/1147/2831256/i1527-1404-83-12-1147.pdf by University of Arizona user on 21 February 2019\nTABLE 1.—Paleosol horizons, drainage indexes, and bulk oxides for geochemical calculation of mean annual precipitation (MAP). The gray shaded rows highlight paleosols that bracket the Adamanian–Revueltian (A-R) faunal transition. See Appendix A for the stratigraphic location of paleosols in the Chinle Formation composite measured section.\nPaleosol Horizon Sequence1 Drainage2\nBulk Oxides (wt. %) CALMAG3 CIA-K3\nAl2O3 CaO MgO Na2O Index MAP (mm) Index MAP (mm)\nMR43 Bw(g) 2 n/d n/d n/d n/d n/d n/d n/d n/d MR44 Bw/C (g) 2 17.15 0.80 1.85 0.36 n/a n/a 89.3 1284 MR45 A/C-Bw(g)-C 2 16.51 0.87 1.73 0.36 n/a n/a 88.3 1260 MR46 A-Bssg1-Bssg2-C 1 16.45 0.67 1.58 0.35 75.8 1280 n/a n/a MR47 A-Bw(g)/C 2 12.50 0.62 1.75 0.30 n/a n/a 88.6 1266 MR48 A/C(g)-C 2 n/a n/a n/a n/a n/a n/a n/a n/a MR49 A-Bw1(g)/C-Bw2(g)/C 2 16.23 0.80 1.55 0.30 n/a n/a 89.3 1284 MR49.5 A-Bw(g)-C 2 13.52 0.76 1.30 0.16 n/a n/a 89.5 1280 MR50 Bw(g)-C 2 15.58 0.84 1.10 0.12 n/a n/a 90.0 1302 MR51 Bt1(g)-Bt2(g) 2 16.79 0.42 0.83 0.73 n/a n/a 85.2 1289 T1 A-Bw/C 2 15.79 0.67 1.13 0.67 n/a n/a 89.5 1289 T2 A-Bw/C 2 n/d n/d n/d n/d n/d n/d n/d n/d T3 Bssg1-Bssg2-BCg 1 19.74 0.83 1.48 1.12 79.7 1369 n/a n/a T4 A1-A2-Bssg1-Bssg2-C 1 17.30 0.91 1.48 1.13 76.1 1290 n/a n/a T4.5 Bss(g)-C 2 16.77 0.70 1.37 0.89 77.9 1328 n/a n/a T5 A-Bssg-BCg 1 19.74 0.83 1.48 1.12 79.7 1369 n/a n/a T6 A-Bss(g)-C 2 17.59 0.63 1.35 0.89 79.3 1360 n/a n/a T7 A(g)-C 2 n/a n/a n/a n/a n/a n/a n/a n/a T8 Bssg1-Bssg2-C 1 16.72 0.85 1.25 1.15 77.9 1328 n/a n/a T9 A-Bssg 1 19.36 0.83 1.35 1.16 79.7 1370 n/a n/a T10 A-Bssg 1 18.59 0.88 1.22 1.37 79.8 1371 n/a n/a T11 A-Bssg-BCssg 1 17.81 0.57 1.42 1.28 79.3 1364 n/a n/a GT12/13 A-Bss1-Bss2-C 3 14.32 0.36 1.28 0.78 78.4 1343 n/a n/a GT14 A-C(g) 2 n/a n/a n/a n/a n/a n/a n/a n/a GT15 A-Bg1/C-Bg2/C-C 1 14.28 0.46 1.12 0.89 n/a n/a 86.1 1205 GT16 A-Bw1(g)-Bw2(g)-C 2 17.34 0.69 1.32 1.19 n/a n/a 84.4 1166 GT17 A-Bw(g)-BC(g)-C 2 10.96 0.34 0.98 0.69 77.8 1327 n/a n/a GT17.25 Bg/C 1 n/d n/d n/d n/d n/d n/d n/d n/d GT17.50 Bkg 1 n/d n/d n/d n/d n/d n/d n/d n/d GT18 A-Bss1(g)-Bss2(g)-BCss-C 2 15.55 0.71 1.83 1.28 72.2 1313 n/a n/a GT19 Bss1(g)-Bss2(g)-Bss3(g)-C 2 17.34 0.69 1.50 1.25 77.3 1316 n/a n/a GT20 A-Bss1(g)-Bss2(g)-BC(g) 2 16.77 0.70 1.47 1.31 77.0 1308 n/a n/a GT21 Bss1(g)-Bss2(g) 2 14.24 0.70 1.57 1.43 73.0 1217 n/a n/a GT22 A-Bssg-C 1 16.36 0.74 1.85 1.55 73.1 1219 n/a n/a BM23 A1-A2-Bss1(g)-Bss2(g)-BC 2 15.36 0.63 1.78 1.47 73.0 1221 n/a n/a BM24 A-Bss(g)-C 2 17.15 0.53 1.55 1.37 77.7 1324 n/a n/a BM25 A-Bss(g) 2 16.91 0.59 1.45 1.39 78.0 1331 n/a n/a BM26 A-Bss1(g)-Bss2(g)-BC 2 16.06 0.55 1.43 1.60 77.5 1320 n/a n/a BM27 A/C-Bw(g)-B(g)/C-C 2 15.19 0.52 1.42 1.55 n/a n/a 81.3 1097 BM27.5 A-Bw(g)/C-C/B 2 14.36 0.41 1.38 1.16 n/a n/a 84.6 1170 BM28 A-Bw1(g)-Bw2(g)-BC-C 2 15.53 0.48 1.40 1.43 n/a n/a 82.8 1130 BM29 A/C(g)-C(g) 2 n/a n/a n/a n/a n/a n/a n/a n/a BM29.5 A-Bw(g) 2 14.56 0.57 1.30 1.48 n/a n/a 80.7 1084 BM30 Bssg1-Bssg2-Bssg3-BC 1 16.34 0.60 1.40 1.48 77.8 1326 n/a n/a ML52 A-Bss1(g)-Bss2(g)-BC-C 2 14.28 1.08 1.63 1.27 70.0 1153 n/a n/a ML53 A/C-Bw(g)/C-CB(g) 2 14.36 0.81 1.63 0.90 n/a n/a 82.9 1132 ML54 A-Bw(g)-BC(g)-C 2 12.64 1.05 1.57 1.29 n/a n/a 75.8 934 ML55 A/C(g)-Bw(g)/C 2 12.33 1.06 1.57 1.36 n/a n/a 74.7 963 ML56 Bssk(g)-C(g) 2 14.00 2.13 2.22 1.35 59.5 914 n/a n/a ML57 A/C(g)-C/A(g) 2 n/a n/a n/a n/a n/a n/a n/a n/a ML58 A-Bk(g) 2 13.05 4.13 1.29 1.12 n/a n/a 58.2 696 ML59 A-Bkg1-Bkg2-C 2 13.01 3.79 1.50 0.90 n/a n/a 60.8 733 ML60 Akg-Bkg1-Bkg2-Bkg3 1 11.90 10.11 1.24 0.88 n/a n/a 53.9 634 ML60.5 Bsskg1-Bsskg2 1 12.71 7.84 1.33 0.84 38.9 446 n/a n/a ML61 Bk1(g)-Bk2(g) 2 14.19 1.65 1.36 0.89 n/a n/a 76.0 988 ML62 Bk(g)-CB(g)-C 2 12.92 2.41 1.15 1.15 n/a n/a 67.3 833 ML63 Ak-Bk(g)-C 2 12.94 0.98 1.18 1.08 n/a n/a 78.4 1036 ML64 A/C-Bw(g)/C 2 13.45 4.12 2.04 1.29 n/a n/a 58.3 697 ML65 A-Bk(g)-C/B(g)-C 2 12.77 5.00 1.57 1.02 n/a n/a 54.2 643 ML66 A/C-Bk1-Bk2 2 13.86 1.90 1.58 0.96 n/a n/a 73.3 937 ML67 Bssk1(g)-Bssk2(g)-Bk(g) -C 2 14.64 2.66 1.65 0.74 55.2 817 n/a n/a ML68 Ak-Bssk(g) 2 14.70 1.69 1.61 0.82 59.7 916 n/a n/a C32 A-C(g) 2 n/a n/a n/a n/a n/a n/a n/a n/a C33 A-Bssk1-Bssk2-Bssk2-CB 2 13.28 5.03 2.43 1.87 46.4 617 n/a n/a C34 A-Bssk(g)-BC(g) 2 14.00 7.67 2.48 1.85 40.8 488 n/a n/a\nDownloaded from https://pubs.geoscienceworld.org/sepm/jsedres/article-pdf/83/12/1147/2831256/i1527-1404-83-12-1147.pdf by University of Arizona user on 21 February 2019\nAppendix A). Six out of eight zircon analyses from sample SS-7 form a coherent cluster with a weighted mean 206Pb/238U age of 220.124 6 0.068/ 0.12/0.26 Ma and a mean square of weighted deviates (MSWD) of 0.64. Another two analyses with 206Pb/238U dates of 221.45 Ma and 221.58 Ma\nrepresent an older (detrital) zircon population (Fig. 4). Sample SS-24 occurs\nin strata that constitute the lowermost Chinle deposits, located at Hunt Valley\n21 km southeast of PEFO (Fig. 1B) and is correlated to the stratigraphically\nlowest strata exposed in the westernmost portion of the Tepees area of PEFO\n(Ramezani et al. 2011). Of six zircon grains analyzed from this sample, five form a coherent cluster with a weighted mean 206Pb/238U age of\n227.604 6 0.082/0.13/0.28 Ma (MSWD 5 1.5, Fig. 4). One older analysis at 229.93 Ma is considered detrital. Recent revisions to the Triassic timescale\n(the ‘‘Long Norian’’ option) place the Carnian–Norian stage boundary at\napproximately 228.4 Ma (e.g., Furin et al. 2006; Ogg 2012); therefore, the age\nof sample SS-24 suggests that most of the Chinle Formation is Norian in age.\nAge estimates for fluvial aggradational cycles (FACs) are based on linear interpolation between each of the nine dated tuffaceous beds and sandstones (Fig. 2A, B), and assume that each FAC is likely the product of a geologically instantaneous depositional event, such as avulsion (e.g., Kraus and Wells 1999; Atchley et al. 2004)."
  }, {
    "heading": "Paleosols",
    "text": "Ninety-two paleosols were identified in the study interval (Table 1). Horizon symbols indicate that 23% of the paleosols ended in the early stages of pedogenesis (A–C, A/C, Bw/C, Bg/C, Bw, Bg) by burial from rapid aggradation. These paleosols have properties similar to modern Entisols and Inceptisols with relict bedding and weak ped structure (Soil Survey Staff 1999) and decompacted thicknesses ranging from ca. 50 cm to as much as 2 m. Advanced stages of pedogenesis follow various pathways in relation to differences in parent material and climate. These include the formation of shrink–swell processes (Bss, Bssk, Bssg, Bsskg) responding to high clay content and smectite-rich parent materials similar to Modern Vertisols (41%), the accumulation of pedogenic carbonate (Bk, Bkm) similar to modern Aridisols (14%) during periods when MAP dropped below ca. 400 mm, the formation of peds (Bw, Bg) or minor accumulations of carbonate (Bk) similar to modern Inceptisols (36%), and the accumulation of clay skins (Bt) in paleosols with Alfisol-like features (1%) that formed under high rainfall in silty parent materials (Soil Survey Staff 1999). Most of these more advanced states have paleosol profiles between 1 and 3 m thick. Paleosols not having A horizons (28%) are assumed to have been eroded prior to burial, complicating taxonomic comparison.\nn/d, No data available because of insufficient paleosol sampling. n/a, Not applicable for MAP estimates either because the paleosol did not contain a B horizon or because CALMAG was used on Vertisol-like paleosols for MAP (horizons with the ‘‘ss’’ symbol) and CIA-K for MAP on all other paleosols. * Paleosol CaO concentrations exceeding the upper limit of the modern CALMAG and CIA-K data sets, possibly underestimating MAP. 1 Horizon symbols following the Soil Survey Staff (1999). Profiles that do not begin with an A horizon are truncated. Horizons in italics were analyzed for bulk oxides for MAP calculations. See text for further explanation. 2 Drainage Indexes: 1, paleosols dominated by gley colors formed in association with a persistently high water table, designated by the horizon symbol ‘‘g’’ (i.e. Bssg); 2, paleosols with comingling of high chroma and gley or gray matrix colors, or dominated by gray colors, indicating periodic saturation and designated with the symbol ‘‘g’’ in parenthesis (i.e., Bss(g); 3, paleosols dominated by high chroma matrix colors with few to no iron reduction features (i.e., Bss).\n3 MAP estimates based on CALMAG for Vertisol-like paleosols (‘‘ss’’) and CIA-K for all other paleosols with B horizons. Error for CALMAG is 6 108 mm and for CIA-K 6 172 mm. See text for further explanation.\nDownloaded from https://pubs.geoscienceworld.org/sepm/jsedres/article-pdf/83/12/1147/2831256/i1527-1404-83-12-1147.pdf by University of Arizona user on 21 February 2019\nDownloaded from https://pubs.geoscienceworld.org/sepm/jsedres/article-pdf/83/12/1147/2831256/i1527-1404-83-12-1147.pdf by University of Arizona user on 21 February 2019\nSixteen of the paleosols (17%) formed under poorly drained conditions and thus were categorized as Drainage Index 1 (Table 1). All but three of these paleosols formed prior to the faunal turnover and include the poorly drained ‘‘blue’’ paleosols of Therrien and Fastovsky (2000) and Loughney et al. (2011) that predominantly preserve the remains of rare vertebrate taxa such as theropod dinosaurs, gleysols of Dubiel and Hasiotis (2011), and paleosols with aquic soil moisture regimes in the Blue Mesa and Sonsela members from Trendell et al. (2012). Fourteen of the paleosols (15%) classify as Drainage Index 3 (well drained), and all but one occurs after the faunal turnover. The remainder of the paleosols indicate periodic wetness (Drainage Index 2) and represent 70% of the total observed paleosols before the faunal turnover and 65% of the paleosols after. The overall improvement in paleosol drainage is consistent with Therrien and Fastovsky (2000) reporting a decline in water-logged paleosols after what we define as the A-R turnover.\nRainfall estimates prior to the faunal turnover range from ca. 1000 to 1400 mm annually, and are consistent with both geochemically derived calculations for the Blue Mesa and Sonsela members (Trendell et al. in press), and trends of paleosol drainage discussed in the preceding section showing a preponderance of more poorly drained paleosols in the lower part of the stratigraphic interval. The onset of a protracted\ndecline in MAP approximately coincided with the faunal turnover and remained below 1000 mm annually once pedogenic carbonate began accumulating in the paleosols. The occurrence of pedogenic carbonate is denoted by the preponderance of horizons described with the Bk symbol (Table 1, Fig. 2I). As a consequence of the appearance of pedogenic carbonate, others have proposed the emergence of a semiarid climate, but never quantitatively so in the Petrified Forest and Owl Rock members (e.g., Therrien and Fastovsky 2000; Dubiel and Hasiotis 2011).\nEstimates of atmospheric pCO2 using the paleosol carbonate barometer are more limited because only two paleosols prior to the faunal turnover contain pedogenic carbonate. It appears, however, that atmospheric pCO2 increased through Chinle deposition. Prior to the faunal turnover, two data points for pCO2 average 423 ppmV (Table 2). The interval following the faunal turnover from ML56 (FAC 54) to C38 (FAC 77) has pCO2 values that vary but generally increase from approximately 400 to 550 ppmV (Table 2). Following this interval, an increase in pCO2 is recorded in the Owl Rock Member beginning with CH68.75 (FAC 87). Values in this interval average 806 ppmV (n 5 8), and are as high as 1193 in CH76.1 (FAC 98) and they represent a doubling of average atmospheric pCO2 concentrations from pre-turnover conditions.\nr\ncolors (10R) and soft iron masses (7.5YR) in the Bw(g), D) ML53 (FAC 51) of the Sonsela Member with gray matrix colors (5R) and post burial gley after roots in all horizons, and E) CH75 (FAC 97) of the Owl Rock Member with gray matrix colors (7.5R) and indurated carbonate reflecting a complex drainage history. F, G) Drainage Index 3 well drained paleosols: F) C39 (FAC 78) of the Petrified Forest Member with high-chroma matrix colors (7.5R) and post-burial gley after roots in all horizons, and white carbonate nodules in the Bk horizon, and G) CH68.5 (FAC 87) of the Owl Rock Member with high chroma matrix colors (10R) and strong ped structure. H, I, J) Outcrop photopanoramas annotated with the distribution of fluvial aggradational cycles (FACs): H) FAC 97 to 99 in the Owl Rock Member at the Chinde Mesa locality. The total thickness of the photographed section is approximately 40 m; I) FAC 51 to 62 in the Sonsela Member at the Mountain Lion Mesa locality. Also shown is the location of the Adamanian–Revueltian (A-R) faunal turnover. The total thickness of the photographed section is approximately 30 m; J) FAC 36 to 49 in the uppermost Blue Mesa and lower Sonsela members at the Blue Mesa locality. The total thickness of the photographed section is approximately 50 m.\nDownloaded from https://pubs.geoscienceworld.org/sepm/jsedres/article-pdf/83/12/1147/2831256/i1527-1404-83-12-1147.pdf by University of Arizona user on 21 February 2019"
  }, {
    "heading": "Cyclic Stratal Hierarchy and Associated Trends",
    "text": "FACs are the smallest-scale recurring stratal feature recognized in the Chinle Formation, typically ranging from one to several meters in thickness, and they either occur as a succession of generally finingupward deposits that have a paleosol weathered into their upper boundary or have an upper boundary that lacks a paleosol and is abruptly overlain by the oftentimes coarser deposits of the overlying FAC (Appendix A; Fig. 3H, I, J). A plot of the estimated age for each of the 104 FACs observed in the study interval indicate that Chinle deposition was periodically interrupted by prolonged (ca. 2–5 Myr) episodes of low accommodation that are conspicuous on Figure 2B, i.e., as intervals where few FACs were deposited between dated sandstones. The lithologic composition of each FAC is depicted on Figure 2B by a stacked bar chart with the midpoint of each FAC bar placed at its interpolated age between dated sandstones. FAC bar width in Figure 2B, and therefore duration, is plotted as a uniform thickness throughout the FAC succession. Accordingly, low-accommodation intervals are recognized as consecutive FAC bars that have wide gaps between them, i.e., few FACs deposited over time, whereas intervals of high accommodation are characterized by\nSS-7 Tuffaceous sandstone from 72 meters above the base (Blue Mesa Member)\nz1 0.8 20.9 2.35 861.7 0.745 0.034950 (.10) 0.24388 (1.10) 0.05063 (1.07) 221.45 0.22 221.59 223.1 0.27 z2 0.3 86.7 0.80 4832.4 0.255 0.034970 (.05) 0.24424 (.25) 0.05068 (.23) 221.58 0.12 221.89 225.2 0.46 z3 0.4 59.3 0.98 3180.6 0.309 0.034738 (.07) 0.24243 (.33) 0.05064 (.30) 220.13 0.14 220.41 223.4 0.48 z4 0.5 54.4 0.99 2910.5 0.313 0.034743 (.06) 0.24269 (.43) 0.05068 (.42) 220.17 0.13 220.62 225.5 0.29 z5 0.4 22.9 0.87 1272.8 0.275 0.034733 (.09) 0.24264 (.85) 0.05069 (.83) 220.10 0.19 220.58 225.6 0.27 z6 0.9 10.0 1.01 544.8 0.321 0.034702 (.16) 0.24340 (1.87) 0.05089 (1.83) 219.91 0.34 221.20 235.0 0.31 z7 0.3 84.0 0.78 4710.5 0.248 0.034739 (.06) 0.24213 (.27) 0.05057 (.25) 220.14 0.12 220.16 220.4 0.39 z8 0.6 10.9 1.00 594.0 0.316 0.034707 (.16) 0.24297 (1.70) 0.05079 (1.65) 219.94 0.35 220.85 230.5 0.34\nSS-24 Tuffaceous sandstone from 2 meters above the base (Mesa Redondo Member)\nz1 0.2 38.4 1.39 1883.1 0.439 0.036311 (.09) 0.25433 (.69) 0.05082 (.66) 229.93 0.21 230.09 231.7 0.43 z4 0.3 31.7 1.07 1671.7 0.338 0.035906 (.11) 0.25116 (.72) 0.05076 (.69) 227.41 0.24 227.52 228.7 0.32 z5 0.2 34.5 1.46 1670.3 0.462 0.035967 (.09) 0.25256 (.68) 0.05095 (.64) 227.79 0.20 228.66 237.6 0.46 z6 0.6 35.7 1.24 1812.2 0.391 0.035931 (.08) 0.25167 (.59) 0.05082 (.57) 227.56 0.18 227.93 231.7 0.32 z7 0.3 94.7 1.21 4809.4 0.382 0.035938 (.06) 0.25151 (.26) 0.05078 (.23) 227.61 0.14 227.80 229.8 0.51 z8 0.5 49.9 1.24 2520.3 0.394 0.035939 (.08) 0.25174 (.46) 0.05083 (.43) 227.61 0.19 227.99 231.9 0.38\nCorr. coef. 5 correlation coefficient. Age calculations are based on the decay constants of Jaffey et al. (1971). { All analyses are single zircon grains and pre-treated by the thermal annealing and acid leaching (CA-TIMS) technique. Data used in age calculations are in bold. { Pbc is total common Pb in analysis. Pb* is radiogenic Pb concentration. 1 Measured ratio corrected for spike and fractionation only. # Radiogenic Pb ratio. {{ Corrected for fractionation, spike, blank, and initial Th/U disequilibrium in magma. Mass fractionation correction of 0.25%/amu 6 0.04%/amu (atomic mass unit) was applied to single-collector Daly analyses. All common Pb is assumed to be blank. Total procedural blank was less than 0.1pg for U. Blank isotopic composition: 206Pb/204Pb 5 18.42 6 0.35, 207Pb/204Pb 515.36 6 0.23, 208Pb/204Pb 5 37.46 6 0.74.\nFIG. 4.—Date distribution plots for the analyzed zircon samples of this study. Vertical axis is the measured 206Pb/235U age (see Table 3 for complete analytical data). Bar heights represent 2s analytical uncertainty of individual analyses; bars highlighted red are older (detrital) analyses excluded from age calculation. Shaded horizontal band and its width represent the calculated weighted mean age and its 2s internal error, respectively. MSWD, mean square of weighted deviates; n, number of analyses included in the calculated date.\nDownloaded from https://pubs.geoscienceworld.org/sepm/jsedres/article-pdf/83/12/1147/2831256/i1527-1404-83-12-1147.pdf by University of Arizona user on 21 February 2019\nFAC bars that are tightly fit, i.e., many FACs deposited over time. A total of four low-accommodation intervals are observed in the Chinle Formation at PEFO, and the interval having the longest duration extends from ca. 218 to 213 Ma and coincides with the contact between two hectometer-scale ‘‘composite sequences’’ (Fig. 2A, Appendix A; sensu Atchley et al. 2004 and Atchley et al. 2013). Similar large-scale alluvial depositional cycles have been previously documented in the region (e.g., Lucas 1993; Marzolf 1993; Tanner and Lucas 2006). Each composite sequence at PEFO fines upward and has the highest proportion of bedload channel deposits within its lower portion. Composite-sequence deposition was interrupted by the three shorter-duration low-accommodation intervals, and suggests a hierarchical accommodation history, i.e., higher-frequency accommodation cycles superimposed on lower-frequency ‘‘composite sequence’’ accommodation cycles. The uppermost lowaccommodation interval (ca. 210 to 208 Ma) is inconspicuous and weakly developed, and suggests high-frequency accommodation loss subdued by the influence of contemporaneous lower-frequency and more pronounced accommodation gain. Rather than a single conspicuous surface of erosional truncation, the composite sequence boundary, and shorterduration low accommodation intervals as well, occur as relatively condensed intervals of slow deposition that likely include multiple obscure depositional breaks, i.e., paraconformity(ies), of unknown duration. With the exception of the abrupt increase in grain size across the low-accommodation transition between the lower and upper composite sequence, conspicuous sedimentologic and/or pedologic indicators of long-term weathering and/or erosion were not observed in association with low-accommodation intervals, e.g., pronounced local or regional incision, particularly well developed and well drained paleosols, increased proportion of bedload channel deposits, etc.\nMultiple observations suggest the transition between the lower and upper composite sequence is gradual and of noteworthy stratigraphic and ecologic significance. First, bedload channel sandstone bodies are generally coarser-grained in the ‘‘upper’’ composite sequence and remain coarser-grained through FAC 69 (Flattops #2 Sandstone) at ca. 212.1 Ma (Appendix A; Fig. 2C). The onset of the grain-size increase occurs in the Sonsela Member (FAC 37 at ca. 219.7 Ma) and reaches maximum grain size in younger Sonsela channel sandstones from FAC 47 (unnamed sandstone at ca. 218.4 Ma) to FAC 62 (Flattops #1 Sandstone at ca. 212.9 Ma) (Fig. 2C). Above FAC 69 (ca. 212.1 Ma) to the top of the study interval in the Owl Rock Member, channel sandstone bodies become finer-grained (Appendix A; Fig. 2C). Second, sedimentation rates markedly increase in the ‘‘upper’’ composite sequence above FAC 62 (Flattops #1 Sandstone) at ca. 212.9 Ma, and though of comparable total range in values, are biased towards a higher overall range (and higher average) than observed in the ‘‘lower’’ composite sequence (Fig. 2D). Correspondingly, subsidence rapidly accelerates in the ‘‘upper’’ composite sequence beginning at ca. 212.9 Ma (Fig. 2E). Third, from base to top in each composite sequence the proportion of labile (particularly volcanic) grains in channel sandstones generally decreases (Fig. 2F). Fourth, paleocurrent indicators collected from channel sandstones in the lower composite sequence suggest a tendency towards variable paleoflow direction, whereas in the upper composite sequence a tendency towards northward paleoflow (Fig. 2G). Noteworthy in regards to paleoflow estimates, however, is that with the exception of data on fossil log orientation in both the Black Forest Bed (derived from Ash 1992) (FAC 87) and the Jasper Forest Bed (FAC 49), all paleocurrent measurements were collected from unidirectional channel bedforms (Appendix A). As such, although it is possible that some directional tendencies depicted in Figure 2G may record meandering channel and intrachannel flow trajectories contrary to regional depositional dip, the transition from variable to fairly consistent northward paleoflow is arguably due to a change in regional dip. Fifth,\nDownloaded from https://pubs.geoscienceworld.org/sepm/jsedres/article-pdf/83/12/1147/2831256/i1527-1404-83-12-1147.pdf by University of Arizona user on 21 February 2019\nclimate proxies derived from the chemical analysis of paleosol horizons and associated carbonate nodules indicate a decrease in MAP and an increase in atmospheric pCO2 in the upper composite sequence (Fig. 2I, J). Although the increasing pCO2 trend is in part based upon only two measurements in the ‘‘lower’’ composite sequence, previous reconstructions of atmospheric pCO2 from Chinle Formation pedogenic carbonate in southeastern Utah (Prochnow et al. 2006) and north-central New Mexico (Cleveland et al. 2008) have similarly documented an increasing pCO2 trend within the Upper Triassic section. These works possibly corroborate the pCO2 trend at PEFO; however, the lack of a rigorous geochronology in these earlier studies does not allow precise correlation with the results presented in this paper. Sixth, paleosol attributes suggest a transition from more poorly drained conditions in the lower composite sequence to well drained conditions in the upper composite sequence (Fig. 2H). The overall improvement in soil drainage is similar to the decreasing trend in MAP. Finally, the transition between the lower and upper composite sequences includes a reorganization in fauna (Parker and Martz 2011), i.e., the AR turnover, and flora (Litwin et al. 1991; Reichgelt et al. 2013) (Fig. 2K). The turnover coincides with a red, silicified plant-rich horizon first recognized and studied by Creber and Ash (1990), i.e., the persistent red ‘‘silcrete’’ of Parker and Martz (2011), observed in FAC 52 and estimated to have occurred at ca. 216.7 Ma (Fig. 2K; Appendix A). Several groups of vertebrates were significantly impacted at the A-R turnover, including phytosaurs, aetosaurs, poposauroids, and dicynodonts, with the latter disappearing completely and the others undergoing significant reorganization (Parker and Martz 2011). This includes the complete disappearance of non-pseudopalatine leptosuchomorph phytosaurs (sensu Stocker 2010), trilophosaurs, desmatosuchine aetosaurs, the aetosaur Calyptosuchus wellesi, and the poposauroid Poposaurus gracilis (Parker and Martz 2011). Although representatives of all these taxa have not been found all the way up to the A-R boundary within PEFO, this is probably the result of preservation and sampling biases. Because the identical extinction pattern occurs elsewhere in the southwestern U.S. (e.g., Martz et al. 2013), it is likely that all were affected by the same event at the A-R boundary. It is predicted that further discoveries will extend the ranges of these taxa closer to the turnover horizon, similarly to how recent finds have extended the ranges of the Revueltian index taxa Chindesaurus bryansmalli and Revueltosaurus callenderi (compare Fig. 2K to fig. 5 in Parker and Martz 2011).\nIn general, surviving fauna and flora across the A-R boundary have a\ngreater tolerance for drier or more alkaline conditions (Parker and Martz 2011). Particularly, large metoposaurid amphibians and the semiaquatic dicynodont Placerias significantly decline in numbers or\ndisappear, and unionid bivalves, which favor alkaline conditions (Smith 2001), dramatically increase in abundance (Martz and Parker 2010;\nParker and Martz 2011) (Fig. 2K). Similarly, palynomorphs suggest that ferns and horsetails (humid climate) were more common before the\nturnover, and voltzialean and araucariacean gymnosperms (semiarid climate) were more common afterwards (Reichgelt et al. 2013)\n(Fig. 2K). In addition, plant-leaf preservation changes from large, well-preserved and undamaged (megafossils) before the turnover, to\nsmall, poorly preserved, and fragmented (mesofossils) after the turnover (Ash 2010a, 2010b) (Fig. 2K). Leaf preservation may also be related to\nclimate, inasmuch as fragmented preservation is favored in bedload fluvial systems (e.g., Greenwood 1991) that are characteristic of drier climates, and that are more common in the upper composite sequence\n(Fig. 2B, D). This possibility is controversial, however, due to the potential for plant preservational bias in riparian zones that are\ngeomorphically rather than climatically controlled (e.g., Demko et al. 1998)."
  }, {
    "heading": "DISCUSSION",
    "text": "Tectonism and eustasy have been proposed to account for similar large-scale depositional cycles observed in the Chinle succession of the southwestern United States (e.g., Marzolf 1993; Lucas et al. 1997; Tanner 2003). The lack of necessary age control to correlate these cycles with contemporaneous mechanisms, however, has rendered past interpretations speculative. Recently, the geochronology of Ramezani et al. (2011) at PEFO has been integrated by Howell and Blakey (2013) with sedimentologic and stratigraphic observations of the Sonsela Member. These combined results suggest that a relationship may exist between the onset of Sonsela Member deposition and tectonism across the Cordilleran magmatic arc and neighboring backarc basin. Enhancements to the U-Pb geochronology of Ramezani et al. (2011) provided in this paper and their incorporation with sedimentologic, stratigraphic and pedologic observations for the entire Chinle Formation at PEFO provide results that further advance our understanding of the Late Triassic of western Pangea by detecting a potential linkage between not only regional tectonic and depositional trends but also climatic and ecologic trends.\nAlthough the earliest record of Cordilleran arc magmatism has been obscured by subsequent episodes of Mesozoic orogeny and deformation, Chinle ages provided in this study are generally consistent with those of several granitoid plutons exposed along the Sierra Nevada and Mojave arc segments of southern California, as determined by in situ U-Pb zircon geochronology (e.g., Barth and Wooden 2006; Barth et al. 2011). Accordingly, the deposition of the lower composite sequence was concomitant with emplacement of the Scheelite plutonic suite (ca. 226 to 218 Ma) and its associated ignimbrites (as old as 232 Ma; Barth et al. 2011), whereas the upper composite sequence overlaps in age with the San Gabriel plutonic complex of the eastern Mojave Desert (ca. 218 to 207 Ma, Barth and Wooden 2006) (Figs. 1A, 2L). Plutonic clasts, however, are notably rare compared to the abundant volcanic clasts in Chinle sandstones (Riggs et al. 2012), suggesting sediment derivation from the early-stage arc volcanic edifices without appreciable input from plutonic or shallow subvolcanic elements. These indicate that uplift of the incipient arc provided a southwestward highland source terrain from which sediment was shed as a northeastward-prograding wedge towards the axial drainage of the Chinle backarc basin (e.g., Reynolds et al. 1989; Dickinson and Gehrels 2008; Howell and Blakey 2013) (Fig. 1A). Observations in the Chinle at PEFO support (and further refine) this interpretation. The initial increase and subsequent decrease in grain size across and above the composite sequence boundary interval, and increase in both sedimentation and associated subsidence rates above the boundary interval, may document a burgeoning phase of convergentmargin uplift and backarc-basin subsidence (Fig. 2C, D, E). The transition from variable to northward paleoflow at ca. 216 to 217 Ma is interpreted to record the arrival of the arc-derived progradational alluvial wedge across what is now PEFO (Fig. 2G). The partitioning of the Chinle into two composite sequences indicates that sediment dispersal and accumulation may have been related to pulses of, rather than continuous, uplift and subsidence. This may also be true for the stratal successions in the composite sequences that are bounded by the intercalated shorter-duration low-accommodation intervals, inasmuch as alluvial depositional cycles at this (ca. 5 Myr) or higher frequency have been previously correlated to foreland tectonic processes in similar settings (e.g., Catuneanu and Elango 2001). Although climate shift may also produce similar higher-frequency depositional cycles, climatically induced cyclic successions are primarily controlled by processes (e.g., astronomical forcing) that operate on shorter (104 to 105 year) time scales (sensu Catuneanu 2006; e.g., Retallack 1986). More significantly at PEFO, there is no observed correspondence between higher-frequency alluvial cycles and paleosol-derived climate indicators (i.e., MAP, pCO2, and paleosol drainage) (Fig. 2).\nDownloaded from https://pubs.geoscienceworld.org/sepm/jsedres/article-pdf/83/12/1147/2831256/i1527-1404-83-12-1147.pdf by University of Arizona user on 21 February 2019\nPast studies of the Chinle Formation have placed the A-R turnover between two large-scale alluvial cycles similar, but not identical, to the composite sequences documented in this paper (Lucas 1991, 1993; Heckert and Lucas 1996; Howell and Blakey 2013). The causal mechanism(s) for the A-R biological turnover, however, have been poorly understood. The coincidence of the A-R turnover with the transition between the lower and upper composite sequences at PEFO may indicate an ecologic disruption related to a change in regional physiography and climate as controlled by convergent tectonism. The biotic turnover correlates closely with the onset of reduced MAP and transition from lower-competence fluvial systems with variable paleoflow direction (putative axial flow) to higher-competence fluvial systems with a northward paleoflow direction (putative arc-derived progradational alluvial wedge), and to a lesser degree increasing pCO2 (Fig. 2B, C, G, I, J, K). The long-term increase in atmospheric pCO2 (equilibrated globally) follows an increasing trend that lags, but is otherwise similar to, the reduction in MAP (Fig. 2I, J). The increase in pCO2 may reflect accelerated spreading center and arc volcanism during the rifting of Pangea, whereas the decrease in MAP may be the result of a regional rain shadow to westerly monsoonal flow related to the emerging Cordilleran arc complex, and(or) as previously suggested, concurrent continental drift from humid equatorial to drier subtropical paleolatitudes (Dubiel et al. 1991; Tanner and Lucas 2006)."
  }, {
    "heading": "CONCLUSIONS",
    "text": "Lower and upper composite sequences are recognized in the Chinle Formation, and each coincides with episodes of Cordilleran arc plutonism. Paleosol analyses document climate aridification across the transition between the lower and upper composite sequences. This transition, in turn, coincides with a biological turnover characterized by life predisposed to humid conditions, prior to the turnover, and semi-arid conditions, after the turnover. Collectively, these findings support the possibility that the Late Triassic depositional, climatic, and ecologic histories are intertwined, and progressed in response to emergence of the incipient Cordilleran magmatic arc along the convergent western margin of Pangea."
  }, {
    "heading": "ACKNOWLEDGMENTS",
    "text": "This study was funded in part by the Petroleum Research Fund via grant PRF#45548-AC8 awarded to S. Atchley and L. Nordt. Financial support for geochronologic work was received from National Science Foundation grant EAR-1024196/1023788 to S. Bowering and D. Fastovsky. Additional funding was provided through a faculty research and travel endowment administered by the Baylor University Department of Geology. The age model, results, and interpretations presented in the manuscript benefitted from numerous discussions with David Fastovsky. The initial concept for the project is based upon regional field reconnaissance by former Baylor University Ph.D. student David M. Cleveland. Jeffrey Martz provided a field introduction to the lithostratigraphic framework at PEFO. The manuscript quality was improved as a result of thorough reviews provided by R.F. Dubiel and an anonymous reviewer, associate editor J.E. Huntoon, and corresponding editor J.B. Southard. Appendix A is available from JSR’s Data Archive: http://sepm.org/pages.aspx?pageid 5 229."
  }],
  "year": 2014,
  "references": [{
    "title": "Can C3 plants faithfully record the carbon isotopic composition of atmospheric carbon dioxide?",
    "authors": ["N. ARENS", "A. JAHREN", "R. AMUNDSON"],
    "venue": "Paleobiology, v",
    "year": 2000
  }, {
    "title": "The Black Forest Bed, a distinctive unit in the Upper Triassic Chinle Formation, northeastern Arizona: Arizona–Nevada",
    "authors": ["ASH S"],
    "venue": "Academy of Science, Journal,",
    "year": 1992
  }, {
    "title": "Summary of the Upper Triassic flora of the Newspaper Rock Bed and its paleoclimatic implications, in Trendell, A., ed., Paleosols and Soil Surface System Analogs: Workshop Field Guide, SEPM–NSF Research",
    "authors": ["ASH S.R"],
    "year": 2010
  }, {
    "title": "2010b, Preliminary observations on the Upper Triassic plant debris beds",
    "authors": ["ASH S.R"],
    "year": 2010
  }, {
    "title": "Alluvial stacking pattern analysis and sequence stratigraphy",
    "authors": ["H. HARLOW"],
    "year": 2013
  }, {
    "title": "Timing of magmatism following initial",
    "authors": ["A.P. BARTH", "J.L. WOODEN"],
    "year": 2006
  }, {
    "title": "Late Triassic paleogeography and depositional",
    "authors": ["R.C. BLAKEY", "R. GUBITOSA"],
    "year": 1983
  }, {
    "title": "Controls of sandstone body geometry and",
    "authors": ["R.C. BLAKEY", "R. GUBITOSA"],
    "year": 1984
  }, {
    "title": "Atmospheric CO2 concentrations during ancient greenhouse climates",
    "authors": ["D.O. BREECKER", "Z.D. SHARP", "L.D. MCFADDEN"],
    "year": 2010
  }, {
    "title": "Tectonic control on fluvial styles: the Balfour",
    "authors": ["O. CATUNEANU", "D. ELANGO"],
    "year": 2001
  }, {
    "title": "Stable carbon isotopes in paleosol carbonates",
    "authors": ["T. CERLING"],
    "year": 1999
  }, {
    "title": "The Mogollon Highlands—their influence on",
    "authors": ["M.E. COOLEY", "E.S. DAVIDSON"],
    "year": 1963
  }, {
    "title": "A widespread fungal epidemic on Upper Triassic trees",
    "authors": ["CREBER G", "ASH", "S.R"],
    "year": 1990
  }, {
    "title": "Plant taphonomy in incised",
    "authors": ["T.M. DEMKO", "R.F. DUBIEL", "J.T. PARRISH"],
    "year": 1998
  }, {
    "title": "Plate tectonic evolution of the southern Cordillera: Arizona",
    "authors": ["W.R. DICKINSON"],
    "year": 1981
  }, {
    "title": "U-Pb ages of detrital zircons in relation",
    "authors": ["W.R. DICKINSON", "G.E. GEHRELS"],
    "year": 2008
  }, {
    "title": "Triassic deposystems, paleogeography, and paleoclimate",
    "authors": ["R.F. DUBIEL"],
    "year": 1994
  }, {
    "title": "Deposystems, paleosols, and climatic variability",
    "authors": ["R.F. DUBIEL", "S.T. HASIOTIS"],
    "year": 2011
  }, {
    "title": "Chapter 7: The taphonomy of plant macrofossils, in Donovan",
    "authors": ["D.R. GREENWOOD"],
    "year": 1991
  }, {
    "title": "Stratigraphy of the Uppermost Triassic and the Jurassic Rocks of the Navajo Country: U.S",
    "authors": ["J.W. HARSHBARGER", "C.A. REPENNING", "J.H. IRWIN"],
    "venue": "Geological Survey, Professional Paper 291,",
    "year": 1957
  }, {
    "title": "Stratigraphic description of the Tr-4 unconformity in west-central New Mexico and eastern Arizona: New Mexico",
    "authors": ["A.B. HECKERT", "S.G. LUCAS"],
    "venue": "Geology, v",
    "year": 1996
  }, {
    "title": "Revised Upper Triassic stratigraphy of the Petrified Forest National Park, Arizona, USA, in Heckert",
    "authors": ["A.B. HECKERT", "S.G. LUCAS"],
    "venue": "Upper Triassic stratigraphy and paleontology: New Mexico Museum of Natural History and Science, Bulletin,",
    "year": 2002
  }, {
    "title": "Sedimentological constraints on the evolution of the Cordilleran arc: new insights from the Sonsela Member, Upper Triassic Chinle Formation, Petrified Forest National Park (Arizona, USA)",
    "authors": ["E.R. HOWELL", "R.C. BLAKEY"],
    "venue": "Geological Society of America,",
    "year": 2013
  }, {
    "title": "Aquerts and aquertic soils: a querulous proposition, in Vepraskas",
    "authors": ["J.S. JACOB", "R.W. GRIFFIN", "W.L. MILLER", "L.P. WILDING"],
    "venue": "Aquic Conditions and Hydric Soils: The Problem Soils: Soil Science Society of America, Special Publication",
    "year": 1997
  }, {
    "title": "Precision measurement of half-lives and specific activities",
    "authors": ["A.H. JAFFEY", "K.F. FLYNN", "L.E. GLENDENIN", "W.C. BENTLEY", "A.M. ESSLING"],
    "year": 1971
  }, {
    "title": "d13C and d18O values of Triassic brachiopods and carbonate rocks as proxies for coeval seawater and palaeotemperature: Palaeogeography",
    "authors": ["C. KORTE", "K.W. HEINZ", "J. VEIZER"],
    "venue": "Palaeoclimatology, Palaeoecology,",
    "year": 2005
  }, {
    "title": "Significance of different modes of rhizolith preservation to interpreting paleoenvironmental and paleohydrologic settings; examples from Paleogene paleosols, Bighorn Basin, Wyoming, U.S.A.",
    "authors": ["M.J. KRAUS", "S.T. HASIOTIS"],
    "venue": "Journal of Sedimentary Research,",
    "year": 2006
  }, {
    "title": "Recognizing avulsion deposits in the ancient stratigraphical record",
    "authors": ["M.J. KRAUS", "T.M. WELLS"],
    "venue": "Fluvial Sedimentology VI: International Association of Sedimentologists, Special Publication",
    "year": 1999
  }, {
    "title": "Tectonic setting of Mesozoic sedimentary basins",
    "authors": ["T.F. LAWTON"],
    "venue": "Mesozoic Systems of the Rocky Mountain Region, USA: SEPM, Rocky Mountain Section,",
    "year": 1994
  }, {
    "title": "Preliminary palynological zonation of the Chinle Formation, southwestern U.S.A., and its correlation to the Newark Supergroup (eastern U.S.A.)",
    "authors": ["R.J. LITWIN", "A. TRAVERSE", "ASH", "S.R"],
    "venue": "Review of Palaeobotany and Palynology,",
    "year": 1991
  }, {
    "title": "Vertebrate fossil preservation in blue paleosols from the Petrified Forest National Park, Arizona, with implications for vertebrate biostratigraphy in the Chinle Formation",
    "authors": ["K.M. LOUGHNEY", "D.E. FASTOVSKY", "W.G. PARKER"],
    "venue": "Palaios, v",
    "year": 2011
  }, {
    "title": "Sequence stratigraphic correlation of nonmarine and marine Late Triassic biochronologies, western United States: Albertiana, v",
    "authors": ["S.G. LUCAS"],
    "year": 1991
  }, {
    "title": "The Chinle Group: revised stratigraphy and chronology of Upper Triassic nonmarine strata in the western United States: Museum of Northern Arizona",
    "authors": ["S.G. LUCAS"],
    "venue": "Bulletin 59,",
    "year": 1993
  }, {
    "title": "The influence of air–sea exchange on isotopic composition of oceanic carbon: observations and modeling",
    "authors": ["J. LYNCH-STIEGLITZ", "T. STOCKER", "W. BROECKER", "R. FAIRBANKS"],
    "venue": "Global Biogeochemical Cycles,",
    "year": 1995
  }, {
    "title": "Soils of the United States, in Baker, O.E., ed., Atlas of American Agriculture, Part III: U.S",
    "authors": ["C.F. MARBUT"],
    "venue": "Department of Agriculture, U.S. Government Printing Office, Advance Sheets,",
    "year": 1935
  }, {
    "title": "Revised lithostratigraphy of the Sonsela Member (Chinle Formation, Upper Triassic) in the southern part of Petrified Forest National Park, Arizona.",
    "authors": ["J.W. MARTZ", "W.G. PARKER"],
    "venue": "PLoS ONE, February 2010,",
    "year": 2010
  }, {
    "title": "Geologic map of Petrified Forest National Park, Arizona: Arizona Geological Survey, Contributed Map CR-12-A, 1 map sheet",
    "authors": ["J.W. MARTZ", "W.G. PARKER", "L. SKINNER", "J.J. RAUCCI", "P. UMHOEFER", "R. BLAKEY"],
    "year": 2012
  }, {
    "title": "A taxonomic and biostratigraphic re-evaluation of the Post Quarry vertebrate assemblage from the Cooper Canyon Formation (Dockum Group, Upper Triassic) of southern Garza County, western Texas: Royal Society of Edinburgh, Earth and Environmental",
    "authors": ["J.W. MARTZ", "B. MUELLER", "S.J. NESBITT", "M.R. STOCKER", "W.G. PARKER", "M. ATANASSOV", "N.C. FRASER", "J.C. WEINBAUM", "J. LEHANE"],
    "year": 2013
  }, {
    "title": "Sequence-stratigraphic relationships across the palinspastically reconstructed cordilleran Triassic cratonal margin",
    "authors": ["J.E. MARZOLF"],
    "venue": "The nonmarine Triassic: New Mexico Museum of Natural History and Science,",
    "year": 1993
  }, {
    "title": "Zircon U/Pb chemical abrasion (CA-TIMS) method: combined annealing and multi-step partial dissolution analysis for improved precision and accuracy of zircon ages",
    "authors": ["J.M. MATTINSON"],
    "venue": "Chemical Geology,",
    "year": 2005
  }, {
    "title": "An algorithm for U-Pb isotope dilution data reduction and uncertainty propagation: Geochemistry, Geophysics, Geosystems",
    "authors": ["N.M. MCLEAN", "J.F. BOWRING", "S.A. BOWRING"],
    "venue": "v. 12,",
    "year": 2011
  }, {
    "title": "Paleomagnetism of the Dockum Group (Upper Triassic), northwest Texas: Further evidence for the J-1 cusp in the North American apparent polar wander path and implications for the apparent polar wander and Colorado Plateau migration: Tectonics",
    "authors": ["R.S. MOLINA-GARZA", "J.W. GEISSMAN", "R. VAN DER VOO"],
    "year": 1995
  }, {
    "title": "The vertebrate assemblage of the Late Triassic Canjillon Quarry (Northern New Mexico, USA), and the importance of apomorphybased assemblage comparisons",
    "authors": ["S.J. NESBITT", "M.R. STOCKER"],
    "venue": "Journal of Vertebrate Paleontology,",
    "year": 2008
  }, {
    "title": "Hydropedological model of Vertisol formation along the Gulf Coast Prairie Land Resource Area of Texas",
    "authors": ["L.C. NORDT", "S.G. DRIESE"],
    "venue": "Hydrological Earth System Science,",
    "year": 2009
  }, {
    "title": "New weathering index improves rainfall estimates for paleo-Vertisols: Geology",
    "authors": ["L. NORDT", "S. DRIESE"],
    "venue": "v. 38,",
    "year": 2010
  }, {
    "title": "Terrestrial evidence for two intense greenhouse events in the latest Cretaceous",
    "authors": ["L. NORDT", "S. ATCHLEY", "S. DWORKIN"],
    "venue": "GSA Today, v",
    "year": 2003
  }, {
    "title": "Triassic, in Gradstein",
    "authors": ["OGG J.G"],
    "venue": "The Geological Timescale",
    "year": 2012
  }, {
    "title": "The stratigraphic distribution of major fossil localities in Petrified Forest National Park, Arizona",
    "authors": ["W.G. PARKER"],
    "venue": "Museum of Northern Arizona, Bulletin",
    "year": 2006
  }, {
    "title": "The Late Triassic (Norian) Adamanian– Revueltian tetrapod faunal transition in the Chinle Formation of the Petrified Forest National Park, Arizona: Royal Society of Edinburgh",
    "authors": ["W.G. PARKER", "J.W. MARTZ"],
    "venue": "Earth and Environmental Transactions,",
    "year": 2011
  }, {
    "title": "The taxonomic status of the phytosaurs (Archosauriformes) Machaeroprosopus and Pseudopalatus from the Late Triassic of the western United States: Transactions Royal Society of Edinburgh",
    "authors": ["W.G. PARKER", "A. HUNGERBÜHLER", "J.W. MARTZ"],
    "venue": "Earth and Environmental Science,",
    "year": 2013
  }, {
    "title": "Climate of the supercontinent Pangea",
    "authors": ["J.T. PARRISH"],
    "venue": "The Journal of Geology,",
    "year": 1993
  }, {
    "title": "The distinction between ground-water gley and surface-water gley phenomena in Tertiary paleosols of the Ebro basin, NE Spain: Palaeogeography",
    "authors": ["M.D. PIPUJOL", "P. BUURMAN"],
    "venue": "Palaeoclimatology, Palaeoecology,",
    "year": 1994
  }, {
    "title": "Multi-proxy paleosol evidence for middle and late Triassic climate trends in eastern Utah: Palaeogeography",
    "authors": ["S.J. PROCHNOW", "L.C. NORDT", "S.C. ATCHLEY", "M.R. HUDEC"],
    "venue": "Paleoclimatology, Palaeoecology,",
    "year": 2006
  }, {
    "title": "High-precision U-Pb zircon geochronology of the Late Triassic Chinle Formation, Petrified Forest National Park (Arizona, USA): temporal constraints on the early evolution of dinosaurs",
    "authors": ["J. RAMEZANI", "G.D. HOKE", "D.E. FASTOVSKY", "S.A. BOWRING", "F. THERRIEN", "S.I. DWORKIN", "S.C. ATCHLEY", "L.C. NORDT"],
    "venue": "Geological Society of America, Bulletin,",
    "year": 2011
  }, {
    "title": "The palynology of the Sonsela Member (Late Triassic, Norian) at Petrified Forest National Park, Arizona",
    "authors": ["T. REICHGELT", "W.G. PARKER", "J.W. MARTZ", "J.G. CONRAN", "W.M. KURSCHNER"],
    "venue": "USA: Review of Palaeobotany and Palynology,",
    "year": 2013
  }, {
    "title": "Fossil soils as grounds for interpreting long term controls on ancient rivers",
    "authors": ["G.J. RETALLACK"],
    "venue": "Journal of Sedimentary Petrology,",
    "year": 1986
  }, {
    "title": "Untangling the effects of burial alteration and ancient soil formation",
    "authors": ["G.J. RETALLACK"],
    "venue": "Annual Review of Earth and Planetary Sciences,",
    "year": 1991
  }, {
    "title": "Early Mesozoic uplift in west-central Arizona and southeastern California: Geology",
    "authors": ["S.J. REYNOLDS", "J.E. SPENCER", "Y. ASMEROM", "E. DEWITT", "S.E. LAUBACH"],
    "venue": "v. 17,",
    "year": 1989
  }, {
    "title": "Detrital zircon link between headwaters and terminus of the upper Triassic Chinle–Dockum paleoriver",
    "authors": ["N.R. RIGGS", "T.M. LEHMAN", "G.E. GEHRELS", "W.R. DICKINSON"],
    "venue": "system: Science,",
    "year": 1996
  }, {
    "title": "Provenance of Upper Triassic strata in southwestern North America as suggested by isotopic analysis and chemistry of zircon crystals, in Rasbury",
    "authors": ["N.R. RIGGS", "A.P. BARTH", "C.M. GONZÁLEZ-LEÓN", "C.E. JACOBSEN", "J.L. WOODEN", "E.R. HOWELL", "J.D. WALKER"],
    "venue": "Mineralogical and Geochemical Approaches to Provenance: Geological Society of America,",
    "year": 2012
  }, {
    "title": "Carbon isotopic fractionation in synthetic aragonite and calcite: effects of temperature and precipitation rate: Geochimica et",
    "authors": ["C. ROMANEK", "E. GROSSMAN", "J. MORSE"],
    "venue": "Cosmochimica Acta, v",
    "year": 1992
  }, {
    "title": "Late Triassic paleogeographic map, in Klein, G.D., ed., Pangea Paleoclimate, Tectonics, and Sedimentation during Accretion, Zenith, and Breakup of a Supercontinent: Geological Society of America",
    "authors": ["C.R. SCOTESE"],
    "venue": "Special Paper 288,",
    "year": 1994
  }, {
    "title": "Equation for compaction of paleosols due to burial: Geology",
    "authors": ["N.D. SHELDON", "G.J. RETALLACK"],
    "venue": "v. 29,",
    "year": 2001
  }, {
    "title": "Geochemical climofunctions from North American soils and application to paleosols across the Eocene–Oligocene boundary in Oregon",
    "authors": ["N. SHELDON", "G. RETALLACK", "S. TANAKA"],
    "venue": "Journal of Geology,",
    "year": 2002
  }, {
    "title": "Pennak’s freshwater invertebrates of the United States: Porifera to Crustacea, 4th Edition: New York",
    "authors": ["D.G. SMITH"],
    "year": 2001
  }, {
    "title": "Stratigraphy and Origin of the Chinle Formation and Related Upper Triassic Strata in the Colorado Plateau Region: U.S",
    "authors": ["J.H. STEWART", "F.G. POOLE", "R.F. WILSON"],
    "venue": "Geological Survey, Professional Paper 690,",
    "year": 1972
  }, {
    "title": "A new taxon of phytosaur (Archosauria: Pseudosuchia) from the Late Triassic (Norian) Sonsela Member (Chinle Formation) in Arizona, and a critical reevaluation of Leptosuchus Case 1922",
    "authors": ["M.R. STOCKER"],
    "venue": "Palaeontology, v",
    "year": 2010
  }, {
    "title": "Possible tectonic controls on Late Triassic sedimentation in the Chinle Basin, Colorado Plateau: New Mexico Geological Society, Guidebook",
    "authors": ["L.H. TANNER"],
    "venue": "54th Field Conference, Geology of the Zuni Plateau,",
    "year": 2003
  }, {
    "title": "Calcareous paleosols of the Upper Triassic Chinle Group, Four Corners region, southwestern United States: climatic implications, in Alonso-Zarza",
    "authors": ["L.H. TANNER", "S.G. LUCAS"],
    "venue": "Paleoenvironmental Record and Applications of Calcretes and Palustrine Carbonates: Geological Society of America, Special Paper 416,",
    "year": 2006
  }, {
    "title": "Paleoenvironments of Early Theropods, Chinle Formation (Late Triassic), Petrified Forest National Park, Arizona",
    "authors": ["F. THERRIEN", "D.E. FASTOVSKY"],
    "venue": "Palaios, v",
    "year": 2000
  }, {
    "title": "Depositional and diagenetic controls on reservoir attributes within a fluvial outcrop analog: Upper Triassic Sonsela Member of the Chinle Formation, Petrified Forest National Park, Arizona",
    "authors": ["A.M. TRENDELL", "S.C. ATCHLEY", "L.C. NORDT"],
    "venue": "American Association of Petroleum Geologists, Bulletin,",
    "year": 2012
  }, {
    "title": "Facies analysis of probable largefluvial-fan depositional system: the Upper Triassic Chinle Formation at Petrified Forest National Park, Arizona, U.S.A.",
    "authors": ["A.M. TRENDELL", "S.C. ATCHLEY", "L.C. NORDT"],
    "venue": "Journal of Sedimentary Research,",
    "year": 2013
  }, {
    "title": "Redoximorphic features for identifying aquic conditions: North Carolina",
    "authors": ["M.J. VEPRASKAS"],
    "venue": "Agricultural Research Service, Technical Bulletin,",
    "year": 1992
  }],
  "id": "SP:1c5c5ef9f494ca3f4709182fa3e8c01d74ff1cd5",
  "authors": [{
    "name": "STACY C. ATCHLEY",
    "affiliations": []
  }, {
    "name": "LEE C. NORDT",
    "affiliations": []
  }, {
    "name": "STEPHEN I. DWORKIN",
    "affiliations": []
  }, {
    "name": "JAHANDAR RAMEZANI",
    "affiliations": []
  }, {
    "name": "WILLIAM G. PARKER",
    "affiliations": []
  }, {
    "name": "SIDNEY R. ASH",
    "affiliations": []
  }, {
    "name": "SAMUEL A. BOWRING",
    "affiliations": []
  }],
  "abstractText": "High-precision geochronology provides unprecedented insights into the depositional history of the Upper Triassic Chinle Formation of the Colorado Plateau, as well as its paleoenvironmental and paleobiological records. The Chinle succession exposed in the Petrified Forest National Park (PEFO) and vicinity, Arizona, includes two large-scale alluvial composite sequences. Although each composite sequence fines upward, the upper composite sequence is more dominated by coarser-grained deposits. Petrographic analysis of sandstone lithic content indicates an upward decrease in the proportion of volcanic rock fragments in each composite sequence. Paleocurrent indicators in the lower composite sequence suggest a variable paleoflow direction, whereas northward paleoflow dominated the upper composite sequence. The change in paleoflow appears to coincide with a reorganization of alluvial depositional processes and associated source terranes, and precedes a rapid acceleration in basin subsidence. Climate proxy records from paleosol geochemistry indicate a gradual shift from humid to dry conditions across the transition between the lower and upper composite sequences and the Adamanian–Revueltian biotic turnover. Composite-sequence depositional reorganization, climatic shift and biologic turnover, in turn, appear to coincide with episodes of magmatism recorded in Triassic granitoid plutons presently exposed in southern California. Taken collectively, these observations suggest that the Late Triassic depositional, climatic, and ecologic history at PEFO may be related to emergence of the incipient Cordilleran magmatic arc along the convergent western margin of Pangea. A new U-Pb date for the lower part of the Chinle Formation suggests that most or all of the formation was deposited in the Norian Stage.",
  "title": "A LINKAGE AMONG PANGEAN TECTONISM, CYCLIC ALLUVIATION, CLIMATE CHANGE, AND BIOLOGIC TURNOVER IN THE LATE TRIASSIC: THE RECORD FROM THE CHINLE FORMATION, SOUTHWESTERN UNITED STATES"
}