{
  "sections": [{
    "heading": "Patagonian continental deposits (Cretaceous-Tertiary)",
    "text": "FRANCISCO NULLO1,2* and ANA COMBINA1,3\n1Conicet, Av. Rivadavia 1917, CP 1033, Buenos Aires, Argentina 2SEGEMAR, Avenue, Julio A. Roca 651–10 piso, Buenos Aires, Argentina 3Instituto de Investigaciones Geológicas – Universidad Nacional de La Rioja, Dpto. de Cs. Aplicadas -Ciudad Universitaria, Avenue. René Favaloro s/n 5300, La Rioja, Argentina\nReceived 25 February 2011; accepted for publication 25 February 2011bij_1654 289..304\nWe review stratigraphic records from various continental basins throughout Patagonia from the Cretaceous to the Late Tertiary and show that they can be used to reconstruct the history of the region, including the number and extension of marine transgressions as a result of sea level changes, changes in climate, and changes in the composition of the vertebrate fauna. The various independent sedimentary basins are analyzed with respect to internal facies relationships and in relation to global changes in climate and oscillations of sealevel. Volcanic processes associated with active volcanic arcs contributed lavas and substantial volumes of pyroclastics during this time interval. The interplay between different geological processes that took place during this time shaped the landscape of the continent and changed the associated flora and fauna, which were developed in this region, differing from other areas of southern South America and part of West Antarctica. © 2011 The Linnean Society of London, Biological Journal of the Linnean Society, 2011, 103, 289–304.\nADDITIONAL KEYWORDS: climate – palaeogeography – volcanism.\nSe analizaron los cambios biológicos, climáticos y palaeogeográficos globales sobre la base de las características litológicas y las variaciones ambientales de los depósitos continentales de la Patagonia durante el Cretácico y el Terciario en las principales cuencas sedimentarias. En cada una de ellas, se ha considerado la evolución ambiental de cada unidad y su transición hacia los ambientes marinos costeros, dadas las oscilaciones del nivel del mar. Sobre la base de los cambios en la biota, se relaciona el desprendimiento de la Antártida de la Patagonia y de qué manera este desprendimiento continental influyó en la dinámica climática de ambos continentes. Para cada cuenca patagónica mencionada, se caracterizaron los ambientes continentales mencionando su desarrollo vertical y las unidades geológicas más representativas que dominan cada una de las regiones patagónicas; además se relacionaron los procesos volcánicos de los diferentes arcos magmáticos, localizados sobre el occidente patagónico, generadores principalmente de grandes volúmenes de rocas lávicas y piroclásticas que caracterizan principalmente a la sedimentación en Patagonia durante el Terciario. La interrelación entre estos diferentes procesos geológicos que actuaron durante este tiempo, modeló el paisaje del continente y la fauna y flora asociada, las que se desarrollaron en esta región, diferenciándose de otras áreas del sur de Sudamérica y parcialmente de la Antártida Occidental.\nPALABRAS CLAVE: clima – paleogeografía – volcanismo."
  }, {
    "heading": "INTRODUCTION",
    "text": "An important feature of continental sedimentation is the partial preservation of the record of exogenous cycles, especially those controlled by climate, because major climatic changes are known to leave an imprint on the stratigraphic record. We present a broad perspective on the geological evolution of Patagonia, which is expected to have been relevant to its continental biota, from the Cretaceous to the Late Pliocene (approximately 145.5 to 2.6 Mya; Geological Society of America, Geological Time Scale, 2009). With this*Corresponding author. E-mail: nullo@newphoenixsrl.com\nBiological Journal of the Linnean Society, 2011, 103, 289–304. With 11 figures\n© 2011 The Linnean Society of London, Biological Journal of the Linnean Society, 2011, 103, 289–304 289\nD ow nloaded from https://academ ic.oup.com /biolinnean/article-abstract/103/2/289/2452608 by Arizona H ealth Sciences Library user on 21 February 2019\npurpose in mind, we review the literature on research conducted in Patagonia on sedimentology and palaeontology, as well as on the palaeogeographical evolution of the continent.\nThe evolution of Patagonia, the southernmost portion of South America, was in part independent from the evolution of the rest of Gondwana because Patagonia remained attached to West Antarctica for a long period. Plate tectonics controlled the southward migration of Antarctica and its separation from Patagonia, as well as the emergence of the Patagonian Andes and the subduction processes generated by these. The formations discussed herein exhibit the footprints of these relatively long-term processes. They also reveal footprints of the interactions of these long-term processes with changes in climate and sea level. The changes in climate in turn, go hand in hand with the evolution of the fauna and flora, which had to adapt to gradual changes in temperature, from relatively high temperatures in the Cretaceous and the Palaeogene to the onset of glaciations, which started as isolated ice caps in the Late Miocene but, in the Pleistocene, covered the Andean chain and part of the Patagonian Extra Andean sector. We begin by listing the most representative geologic units domi-\nnating each of the Patagonian regions with their type localities and their geographical coordinates (Table 1)."
  }, {
    "heading": "THE CRETACEOUS",
    "text": ""
  }, {
    "heading": "CLIMATE",
    "text": "During the Cretaceous (144 to 65 Mya), along with the progressive breakup of Gondwana, there was a global climatic improvement that translated into a worldwide marine transgression (Fig. 1), generating shallow epicontinental seas (Southwood, 2004).\nThe Cretaceous climate was much warmer than the climate of today. It was perhaps the warmest Earth climate during the Phanerozoic Eon (Fig. 2), and it was also the most geographically uniform. During this time, the temperature differences between the poles and the equator were approximately half the differences observed at present. As a result, temperate climate conditions extended even to the poles (Uriarte Cantolla, 2003)."
  }, {
    "heading": "SEA LEVEL",
    "text": "The global distribution of the continents facilitated the circulation of warm ocean waters from the\nTable 1. Type locality of the most important continental stratigraphic sequences\nUnits Latitude Longitude\nCretaceous units Rayoso Group -69° 40′ -36°22′ Chubut Group -68° 28′ -45°38′ Cañadón Asfalto Formation -69° 10′ -43°25′ Cerro Barcino–Albornoz Formation -67° 45′ -43°49′ A° Potancas–Puesto El Moro -71° 59′ -47°43′ Río Mayer Formation -72° 17′ -48°01′ Kackaike Formation -72° 13′ -49°35′ Piedra Clavada Formation -72° 17′ -48°01′ Neuquen Group -70° 17′ -38°42′ Cerro Fortaleza–Chorrillo Formation -72° 06′ -50°03′ Mata Amarilla Formation -71° 39′ -49°50′ Puesto El Alamo Formation -72° 27′ -49°31′ Anita Formation -72° 17′ -50°22′20′′ Tertiary units Nahuel Huapi Group -71° 32′ -41°09′ Carrere–Vaca Mahuida Formation -68° 07′ -38°56′ Chichinales Formation -66° 56′ -39°06′ La Pava–Collon Cura Formation -70° 04′ -40°28′ West Rio Negro Formation -70° 43′ -40°22′ Abanico Formation -70° 26′ -35°42′ Colhuel Huapi Formation -69° 03′ -45°30′ Río Turbio Formation -72° 13′ -51°20′ Río Leona Formation -72° 02′ -50°21′ Santa Cruz Formation -71° 50′ -50°22′\n© 2011 The Linnean Society of London, Biological Journal of the Linnean Society, 2011, 103, 289–304\nD ow nloaded from https://academ ic.oup.com /biolinnean/article-abstract/103/2/289/2452608 by Arizona H ealth Sciences Library user on 21 February 2019\nequator to the poles thus contributing to a climate that was both latitudinally less variable than it is today and also globally more stable (Van Andel, 1994; Ruddiman, 2001).\nThe palaeontological records from continental freshwater sediments indicate warm and humid conditions worldwide. Indeed, coal deposits, which are preferably formed under hot and humid conditions, are conspicuous and widely spread across all latitudes during the Cretaceous (Uriarte Cantolla, 2003). The greater extension of flooded lands increased the\nabsorption of solar energy, leading to an increase in air humidity, and ultimately causing a greenhouse effect, changing towards a warmer global climate.\nTectonic activity also increased during the Cretaceous (Prothero & Dott, 2004). This resulted in an increase in volcanic activity and thus in increased CO2 released to the atmosphere and the oceans. The massive release of CO2 gases during tectonically generated (mainly rift-related) volcanism may have generated a greenhouse effect leading to climate warming. Therefore, the global climate during the\nFigure 1. Distribution of the seas and emerged areas approximately at 100 Mya (Uriarte Cantolla, 2003).\nFigure 2. Distribution of global temperatures in the Cretaceous compared with the present day (sensu Hay, 2008).\n© 2011 The Linnean Society of London, Biological Journal of the Linnean Society, 2011, 103, 289–304\nD ow nloaded from https://academ ic.oup.com /biolinnean/article-abstract/103/2/289/2452608 by Arizona H ealth Sciences Library user on 21 February 2019\nCretaceous was one of the warmest climates ever. The Cretaceous climate was temperate to warm. One hundred million years ago, the average temperature on the Earth surface was between 6° and 12° higher than today (Fig. 3). Through the study of fossils found in the Arctic region, it is calculated that the average temperature of the oceans was between 15 °C and 20 °C (Huber, Norris & MacLeod, 2002; Friedrich et al., 2008).\nThe earth’s ocean–atmosphere system was affected by important geochemical changes in the Palaeocene– Eocene boundary. Such geochemical changes are reflected in a dramatic fall in the values of carbon isotopes obtained in palaeosoil carbonates, mammal ornaments, and pollen (Koch, Zachos & Gingerich, 1992; Stott et al., 1996; Beerling & Jolley, 1998; Cojan, Moreau & Stott, 2000; Jenkyn, 2003)."
  }, {
    "heading": "PALAEOGEOGRAPHY",
    "text": "The palaeogeography of Patagonia during the Cretaceous presented geographical features that were very different from those found today, because extensional processes generated large sedimentary basins, where continental and marine environments coexisted. Stratigraphical analyses on these basins facilitate the identification and location of these palaeogeographical changes throughout this period.\nAs a result of the breakup of Pangea, from the Cretaceous times to the Neogene, South America and Antarctica formed an independent island continent\nthat was isolated to the north and east by oceans. This isolation in turn facilitated the evolution of a fauna that was endemic to the South America– Antarctica island continent.\nDuring the Cretaceous, the sea level was much higher than today (Fig. 4). Changes occurring at the bottom of the sea were rapidly transmitted to the continent as a result of eustatic rise of sea level. The ocean floor spread rapidly at mid-oceanic ridges resulting in the generation of relatively warm and thus less dense oceanic crust. This in turn resulted in\nFigure 3. Temperature changes and main climatic events from Palaeocene to present (sensu Uriarte Cantolla, 2003).\nFigure 4. Sea level curve from 150 Mya (Tithonian) to Present (sensu Hay, 2008).\n© 2011 The Linnean Society of London, Biological Journal of the Linnean Society, 2011, 103, 289–304\nD ow nloaded from https://academ ic.oup.com /biolinnean/article-abstract/103/2/289/2452608 by Arizona H ealth Sciences Library user on 21 February 2019\nthe displacement of seawater leading to long-term flooding over the continents (Hays & Pitman, 1973; Robaszynski, 1981; Kominz, 1984). These tectonic processes took place mostly between 90 and 80 Mya. During this time, sea level was between 100 and 170 m (Fig. 4) above the current level (Miller et al., 2005).\nHowever, during the Late Cretaceous, sea level fluctuated significantly and some of these fluctuations were large (25 m) and rapid (i.e. less than 1 Mya; Müller et al., 2008). It has been suggested that these Late Cretaceous fluctuations took place in a greenhouse world implying potentially a partially glacioeustatic control on sea level changes (Miller et al., 2003). Patagonian continental areas were thus reduced during the Late Cretaceous as a result of the global rise in sea level (Malumián & Nañez, 2011). This effect was presumably even more pronounced than expected considering that in the west the main mountain systems had not yet developed.\nFluctuations in sea level during the Cretaceous in this region are closely associated with processes of internal change in each independent basin, with the exception of the Maastrichtian transgression that\ncovered part of Patagonia until the Early Palaeogene (Combina & Nullo, 2010; Malumián & Nañez, 2011)."
  }, {
    "heading": "PATAGONIAN CRETACEOUS CONTINENTAL BASINS",
    "text": "Several continental basins developed in Patagonia during the Cretaceous times. From north to south, these are the Neuquén, Austral, San Jorge, Cañadón Asfalto, and Baqueró basins (Fig. 5, left). Below, we describe each of them in detail.\n1. The northernmost basin is the Neuquén basin, located in northern Patagonia (Fig. 5). During the Aptian–Albian (125 to 99 Mya), this basin was characterized by a shallow marine environment, and this environment was replaced transitionally by continental deposits of the Rayoso Group (Legarreta & Uliana, 1999). This group includes epiclastic rocks of varied lithology characterizing river and lacustrine environments. Many of these lake environments contain abundant sauropod dinosaur remains (Amargasaurus), theropods, and Stegosaurid ornithischia, as well as pterosaurs, crocodiles, and mammals. There are also ostracods, charophytes, and palynomorphs,\nFigure 5. Geographical location of continental deposits during the Cretaceous. Left: Aptian–Albian (125 to 99 Mya); right: Santonian–Campanian (85 to 70 Mya).\n© 2011 The Linnean Society of London, Biological Journal of the Linnean Society, 2011, 103, 289–304\nD ow nloaded from https://academ ic.oup.com /biolinnean/article-abstract/103/2/289/2452608 by Arizona H ealth Sciences Library user on 21 February 2019\nwith a predominance of Classopollis (Volkheimer, 1980). 2. South of the Neuquén basin is the San Jorge basin, which is located in the central Patagonian region. This basin is characterized by continental deposits with development of large forests (Lower Chubut Group). In the middle of the stratigraphic column, a lagoonal environment was developed (Mina del Carmen and Albornoz Formation) with a predominance of river and deltaic siliciclastic deposits in the Castillo Formation (Uliana & Legarreta, 1999). 3. The San Jorge basin and the Cañadón Asfalto basin were connected during the Aptian. A Gilbert deltaic system (a delta formed by coarse sediments typically in lake environments) prograded on the previous lake system. Important continental sequences were deposited during the Late Cretaceous. The D-129, Cerro Barcino, and Albornoz Formations are the stratigraphic units showing the basin evolution during this period (Uliana & Legarreta, 1999; Musacchio, 2000). At the same time, north of the Austral basin, the fluvial deposits predominated during the Barremian (130 to 125 Mya) with Arroyo Potrancas and Puesto El Moro Formations (Nullo, Panza & Blasco, 1999; Arbe, 2002). 4. In the Austral Basin in southern Patagonia, the sea reached central continental Patagonian sectors (the Río Mayer Formations). A slow marine regression started in the Albian. This regression generated a deltaic-type continental deposit (Kachaique and Piedra Clavada Formations) with participation of pyroclastic sedimentation as a result of volcanic activity in remote areas of the basin (Nullo et al., 1999). The Kachaike Formation is placed in the Albian (Guler & Archangelsky, 2006), whereas the Piedra Clavada Formation reaches the basal Cenomanian (Nullo et al., 1999; Arbe, 2002). The environmental evolution in these units corresponds to a marine regression that took place during most of the Cretaceous.\nDuring the Late Cretaceous (approximately 83 Mya), a marine regression took place in the northern sector of Patagonia. This regression generated continental deposits known as the Neuquén Group. The deposits are of a continental, not marine, nature, as a result of a complete disconnection with the Pacific Ocean following the start of Andean uplift. The continental environments that developed correspond to alluvial environments, presumably from ephemeral river systems that drained to an eastern endorheic basin (Legarreta & Uliana, 1999). These deposits show an alternating pattern of coarse sedimentation (river systems) with red mudstones in the interfluvial areas (Legarreta, Gulisano & Uliana, 1993). This\nriver system type is associated with the slow uplift of the Andes to the west (Combina & Nullo, 2002).\nContinental environments continued in the central sector of the San Jorge basin, whereas, to the west and the central Patagonian zone, pyroclastic sequences known as the Chubut Group were intercalated. Crocodile remains have been extracted from these sequences, indicating a warm, temperate climate in the region at this time (approximately 113 to 88 Mya; Leardi & Pol, 2009).\nIn southern Patagonia, the evolution of the Austral basin is characterized by continental expansion from north to south, the Cerro Fortaleza and Chorrillo Formations, corresponding to fluvial environments, engaged laterally with other units of marine coastal origin (the Mata Amarilla, Puesto El Alamo, and Anita Formations; Nullo et al., 1999). This suggests that the southern Patagonia region was definitively continental and the Austral Basin was being reduced in size with its remnants slowly moving to the southeast.\nDuring the Maastrichtian (71.3 to 65.0 Mya), the Atlantic Ocean prograded over Patagonia, covering ample areas in many localities. Areas covered by the sea included both old Mesozoic basins as well as other sectors that had never been flooded before. Continental sedimentation during the Maastrichtian was thus restricted to two basins (the Neuquén and Austral basins; Fig. 5, right). During this important marine ingression, Patagonian palaeogeography presented important changes in geographical accidents between shallow sea and dry land.\nThe end of Cretaceous found Patagonia almost submerged in Atlantic waters; the withdrawal of waters is related to the beginning of a slow rise of the Cordillera on the west of the continent, followed by an important regressive process (Combina & Nullo, 2010).\nTo summarize, Cretaceous times were characterized by large tectonic global changes, which took place along with changes in sea level. The coexistence of these processes on a global scale, directly affected the configuration of the continental basins and therefore their sedimentation. The most important tectonic event during this time was the beginning of the western uplift of the Andean Patagonian ranges."
  }, {
    "heading": "THE CENOZOIC",
    "text": "As we have done above for the Cretaceous, in this section, we describe the events of the Cenozoic period known to have affected the palaeogeography of the region. We discuss the influence of climate and volcanism, as well as processes generating continental sedimentary basins. The synthesis emerges from the\n© 2011 The Linnean Society of London, Biological Journal of the Linnean Society, 2011, 103, 289–304\nD ow nloaded from https://academ ic.oup.com /biolinnean/article-abstract/103/2/289/2452608 by Arizona H ealth Sciences Library user on 21 February 2019\nanalysis of stratigraphic columns from various continental basins and from their palaeontological and sedimentary content.\nAt the beginning of the Cenozoic (Palaeocene to Miocene), Patagonia exhibited a different shape from that it had shown during the Cretaceous. The climate became cooler, the continental areas were wider than before and, as in the rest of the world, the Cenozoic began as a new system with different patterns."
  }, {
    "heading": "CLIMATE",
    "text": "During the Cenozoic, the Patagonian region experienced some palaeogeographical changes, mainly in the western region, where the Patagonian Andes began to rise, marking a change in the configuration of mountains, and a clear continental divide (Pacific Domain–Atlantic Domain).\nClimatically, the Palaeocene and Eocene were quite warm (Fig. 3), with a thermal maximum at the end of the Palaeocene and tropical conditions extending north and south towards the poles, 10° beyond their current limit.\nSea water was several degrees warmer than at present, both at the surface and at depth (Fig. 2) (Hay, 2008). In the Northern Hemisphere, subtropical plankton from the Atlantic Ocean reached latitudes up to 15° farther north than at present (Uriarte Cantolla, 2003). Corals occupied a tropical band wider than today and oceanic currents and the thermohaline circulation were also different from the present (Uriarte Cantolla, 2003).\nAn important flora and fauna developed during the Early Eocene (approximately 55 Mya) in response to the increase in temperature, which took place during a short heat peak (Late Palaeocene Thermal Maximum or Palaeocene–Eocene Thermal Maximum; Katz et al., 1999; Panchuk, Ridgwell & Kump, 2008).\nBy contrast, the Oligocene was characterized by cooling and aridity, mainly as a result of the formation of a semi-permanent ice layer in Antarctica. Drop-stones from floating icebergs have been described from sediments in Antarctic peripheral areas with an age of approximately 34 Mya (Hayes & Frakes, 1975), whereas, in the Pacific Ocean, foraminifera associations that are consistent with the existence of ice have been determined (Keigwin, 1980). During the Late Oligocene and the Early Miocene, there was a change to a warmer climate in the Patagonian region that responds to a time of global warming (Fig. 3), modifying the existing environmental conditions. Consequently, there was an important change in the fauna with the appearance of new groups of mammals and the extinction of representa-\ntives from the Late Oligocene. Many of these fossils have been exhumed from the Deseado Formation corresponding to the Deseadense Land Mammal Age (Pascual et al., 2002)\nThe continental flora during this time was marked by the appearance of Fagaceae. The expansion of this group suggests a marked cooling trend. Some megathermal elements were still present at the beginning the Oligocene (Fig. 6).\nThe changes in climate that took place in the Antarctic from the Late Oligocene to the Middle Miocene were accompanied by profound changes in the marine realm and on the continents. Temperatures increased at low to middle latitudes both north and south of the Equator resulting in an increase in the area occupied by grasslands and leading to the spread of grazing mammals in Patagonia (Flower & Kennett, 1994; Pascual et al., 2002).\nAfter this climatic episode during the Middle Miocene, there was another important cooling event, with changes in the oxygen isotopic record (d18O), reflecting an increase in the presence of Antarctic ice (Shackleton, 1988). The flora during the Middle to Late Miocene was characterized by the final demise of megathermal elements in Patagonia, where megathermal is used as synonym for ‘tropical’, indicating an average temperature of 18 °C or higher for every single month of the year. Late Miocene vegetation was similar to the present, with the steppe expanding across extra-Andean Patagonia and the forest restricted to the westernmost areas where rainfall was still abundant (Fig. 6) (Barreda & Palazzesi, 2007).\nThis decrease in temperature during the entire Cenozoic has been inferred to have been caused by restrictions in the oceanic circulation. With the changes in the distribution of the continental areas, oceanic circulation patterns were modified, becoming more similar to present. This resulted in changes in the system of currents and in limits to the distribution of temperature from the Equator to the poles. Changes in topographies as the mountain ranges rose are also considered to have played a role. These changes in topography resulted in changes in the atmospheric circulation. It is possible that the combination of changes in the distribution of continents, the reduction in heat transfer from the oceans, the generation of the present mountain ranges (the Andean cycle), and a decrease in CO2 interacted with each other to jointly cause a global temperature decrease during the Cenozoic (Compagnucci, 2011).\nGlaciations were frequent in Patagonia during both the Pliocene and Pleistocene. Late Miocene glacial deposits have been found in certain areas. The evolution of this important glacial event was recently noted by Rabassa (2008).\n© 2011 The Linnean Society of London, Biological Journal of the Linnean Society, 2011, 103, 289–304\nD ow nloaded from https://academ ic.oup.com /biolinnean/article-abstract/103/2/289/2452608 by Arizona H ealth Sciences Library user on 21 February 2019"
  }, {
    "heading": "PALAEOGEOGRAPHY",
    "text": "During the latest Cretaceous–earliest Palaeocene span, the absence of large continental topographic barriers allowed a widespread Atlantic transgression (the ‘Salamancan Sea’ Chebli & Cerraiotto, 1974). Ortiz-Jaureguizar & Cladera (2006) indicate that this ingression still permitted the existence of large emerged areas in Patagonia (Fig. 7), including the bridge that linked Antarctica with southern Patagonia (Reguero, Marenssi & Santillana, 2002), which is revealed by a continuous lateral interfingering between the Patagonian units (the Río Turbio, Sarmiento, Las Flores, Peñas Coloradas, and Cullen Formations) and the Antarctic units (the Fossil Hill, Meseta, and Cross Valley Formations). Overall, the combined set of Patagonian and Antarctic units cover a great range of environmental, transitional and shallow marine environments (Fig. 8).\nThe palaeogeography of Patagonia during the Early Eocene (approximately 50 to 40 Mya) differed from that exhibited during the Cretaceous in that a crustal, lithospheric extension developed that was responsible for generating small basins (Parada, Lahsen & Palacios, 2001). This disconnection between the Patagonian and Antarctic basins created the preopening of the Drake Passage, isolating both continents (Fig. 9).\nFrom some moment in the Oligocene to a portion of the Late Miocene (approximately 32 to 10 Mya), the Drake Passage opened permanently, leading to the genesis of the Antarctic Circum–Polar Current (Lagabrielle et al., 2009).\nSimultaneously with the appearance of the Antarctic Circum–Polar Current, the Atlantic Ocean temperatures decreased (Lagabrielle et al., 2009). Consequently, aridity developed in the continental areas, along with a more pronounced seasonality. The flora reflected these climatic changes, with an increase in the proportion of taxa adapted to these conditions (Barreda & Palazzesi, 2007) (Fig. 6)."
  }, {
    "heading": "VOLCANISM",
    "text": "Basaltic volcanism in this region began during the Late Cretaceous, with intrusive bodies along the western part of the Chubut province (from 82 to 80 Mya). Since the Cenozoic, these events multiplied all over Patagonia, covering great extensions and forming subvolcanic bodies with wide lava spills (Fig. 10).\nThe geological history of the basaltic volcanism during the Late Cenozoic to the Recent was dominated by ridge subduction and slab window formation that produced a slab-free region, over a distance of\nFigure 6. Major structures of the Patagonian vegetation represented by four landscape sketches of the temporal intervals herein proposed: Palaeocene–Early Eocene; Middle Eocene–Early Oligocene; Late Oligocene–Early Miocene; and Middle–Late Miocene (adapted from Barreda & Palazzesi, 2007).\n© 2011 The Linnean Society of London, Biological Journal of the Linnean Society, 2011, 103, 289–304\nD ow nloaded from https://academ ic.oup.com /biolinnean/article-abstract/103/2/289/2452608 by Arizona H ealth Sciences Library user on 21 February 2019\nmore than 2000 km in a north–south direction, along the continental margin (Ramos & Kay, 1992). The subduction of the Chile Ridge beneath South America has resulted in the opening of an asthenosphere-filled gap between the trailing edge of the Nazca plate and the leading edge of the Antarctic plate (Russo et al., 2010).\nThis volcanic activity produced an important volume of lava flows associated with pyroclastic materials that were deposited as part of the continental sequences.\nThe Somuncura Plateau, located in northern Patagonia, experienced the beginning of basaltic volcanism, with its pyroclastic associations having an active participation in all continental deposits across the region. The highest volcanic activity took place from the Palaeocene to the Eocene (from 64 ± 0.8 to 62 ± 0.8 Mya; Panza & Franchi, 2002).\nSubsequently, there was another important basaltic cycle (the Posadas Basalto), which took place mainly in central southern Patagonia, close to the Early to Middle Eocene Cordillera axis (radiometric dates range from 62 ± 6 to 35 ± 5 Mya; Malumián, 1999).\nIn the Eocene, the magmatic arc in the San Carlos de Bariloche area interacted with marine deposits (the Nahuel Huapi Group) before the final\nuplift of the northern sector of the Patagonian Cordillera.\nDuring the Late Oligocene, another important basaltic lava event took place, distributed to the east of previous volcanic cycles. Activity is recorded between 29 to 25 Mya. The ‘Somuncura province’ evolved in northern Patagonia again. This is one of the world largest mafic back-arcs with approximately 55.000 km2. Basaltic and trachyte lava crusts with pumice intercalations followed one another and accumulated forming vast plateaus (Fig. 10).\nFrom the Late Miocene to the Early Pliocene, another important basaltic cycle took place in most of Patagonia; the outpours were more generalized than in previous episodes and their distribution covers the southern cordillera and the central area."
  }, {
    "heading": "PATAGONIAN CENOZOIC BASINS",
    "text": "The Cenozoic continental basins take up a great extension in Patagonia. The different basins and the presented formation were organized from north to south."
  }, {
    "heading": "NORTHERN AREA",
    "text": "In the northern part of Patagonia, the Cenozoic continental deposits are located over most of the Neuquén Basin and in the Extra-Andean sectors. The Carrere and Vaca Mahuida Formations were deposited during the Eocene. These formations correspond mainly to lacustrine environments. Their thick deposits were generated by the rise of the Main Cordillera (Fig. 10). In the Oligocene, the records of the Agua de la Piedra formation surfacing in the Fiera creek correspond to palaeosoils with high pyroclastic participation (Combina & Nullo, 2010), as a result of a period of tectonic quiescence, with an intense rate of erosion and volcanism. This unit stands out from the other Oligocene units as a result of its extraPatagonian fauna (Cerdeño, Reguero & Vera, 2010). The Ñirihuao Formation, of the same age, located north of the Patagonian Cordillera is composed of lacustrine deposits.\nFrom the Middle Miocene to the Pliocene (approximately 16 to 5 Mya), there were continental deposits with a wide pyroclastic contribution (the Chichinales, La Pava, Collon Cura, and Río Negro Formations)."
  }, {
    "heading": "CENTRAL AREA",
    "text": "In the south, from the Eocene to the Early Miocene (approximately 35 to 19 Mya), various continental deposits are present in a continuous sequence, with intraformational unconformities, that are distributed across all central–southern Patagonia. The\n© 2011 The Linnean Society of London, Biological Journal of the Linnean Society, 2011, 103, 289–304\nD ow nloaded from https://academ ic.oup.com /biolinnean/article-abstract/103/2/289/2452608 by Arizona H ealth Sciences Library user on 21 February 2019\nmain characteristic of this sequence is the presence of mammal fauna remains. The remains are grouped in ‘Tobas con Mamíferos’ or ‘South American Land Mammal Ages’, sensu Pascual et al. (2002). Their identification is important for a proper understanding of the evolution of mammals in the entire South American continent (Flynn & Swisher, 1995).\nDuring the Early Oligocene, the Musters Formation, of a wide continental distribution, covered vast plains with grasslands in the central sectors of the intracratonic basins. In western Patagonia (Chile), the Abanico Formation (earliest Oligocene), which is composed of continental deposits formed\nmainly by volcanic ashes, lead to numerous superposed palaeosoil sequences containing the Tinguirica fauna (Flynn et al., 2003).\nAnother important sedimentary sequence from this age is the Colhue Huapi Formation, comprising sandstones with a high level of tephras, volcanic ashes, tuffs, and tuffites.\nDuring the Miocene, the strong volcanic activity restricted the sedimentation of continental sequences. Significant volumes of lava, mostly of basaltic composition, covered the surface of Patagonia. The formation of volcanic plateaus extended during the Late Oligocene to the Miocene in both the Andean and\nFigure 8. Late Cretaceous to Palaeocene palaeogeographical reconstruction of southern Patagonia and the Western Antarctic, showing the location of the Palaeocene and Eocene units (sensu Reguero et al., 2002).\n© 2011 The Linnean Society of London, Biological Journal of the Linnean Society, 2011, 103, 289–304\nD ow nloaded from https://academ ic.oup.com /biolinnean/article-abstract/103/2/289/2452608 by Arizona H ealth Sciences Library user on 21 February 2019\n© 2011 The Linnean Society of London, Biological Journal of the Linnean Society, 2011, 103, 289–304\nD ow nloaded from https://academ ic.oup.com /biolinnean/article-abstract/103/2/289/2452608 by Arizona H ealth Sciences Library user on 21 February 2019\n© 2011 The Linnean Society of London, Biological Journal of the Linnean Society, 2011, 103, 289–304\nextra-Andean region. This event is associated with the collision of different segments of the Chile ridge with the continent and the development of astenospheric slab windows that were formed between the Nazca and the Antarctic plates. The basalts found here are typical of oceanic intraplate conditions (Ramos, 2002).\nIn the Early Miocene, with the emergence of the Panamanian land bridge that connected North and South America (21 to 20 Mya; Kirby, Jones & MacFadden, 2008), the intermingling of these two faunas is the resulted in the Great American Biotic Interchange (Stehli & Webb, 1985). Whereas the physical connection was facilitated by tectonics, the Patagonian Mammal isolated faunas, associated with the climatic cooling, resulted in a slowed transition from continuous tropical forest environments to a mosaic of grassland habitats. Thus, during the exchange, dominance of the fauna movement was to the south. The most important interchange was over the mammalian North American, whereas northerly movement of tropical forms was limited (Blois & Hadly, 2009)."
  }, {
    "heading": "SOUTHERN AREA",
    "text": "In the Austral basin, areas previously occupied by marine deposits became continental (terrestrial). Continentalization was distributed around extraAndean sectors from the Eocene to the Oligocene characterized by the Río Turbio and Río Leona Formations. In Tierra del Fuego, continental deposits with the Castillo and Cullen Formations alternate with shallow marine deposits of Carmen Silva and Punta Basílica Formations.\nIn the area of the Santa Cruz and Tierra del Fuego provinces, pyroclastic deposits had a strong participation during the Miocene with the Santa Cruz Formation (Nullo & Combina, 2002), composed of multicoloured claystones, with intercalated tuffs, determining a continental environment, and with a high interaction with the biota, leading to the development of palaeosoils as in the rest of the Tertiary continental deposits (Fig. 11)."
  }, {
    "heading": "CONCLUSIONS",
    "text": "We have shown that stratigraphic records from various continental basins throughout Patagonia from the Cretaceous to the Late Tertiary can be used to reconstruct the history of the region, including the number and extension of marine transgressions as a result of sea level changes, changes in climate, and changes in the composition of the vertebrate fauna. Such changes are documented in the region, probably better than elsewhere in South America. The different pulses in Andean uplift can be described as recorded\nby the continental sequences. The Patagonian continental deposits are an ideal laboratory that can be used to improve our understanding of the evolution of this part of the South American continent.\nThermal anomalies on the global climatic record occurring during this time are coeval with major tectonic events affecting the southern Andes. At various times between the Cretaceous and the Pliocene, sea level was significantly higher than at present and the implications of these changes in sea level for the palaeogeography of the region have been explained. For example, during the Cretaceous warm interval (approximately 90 to 80 Mya), global sea level was between 100 to 170 m higher than today, thus implying that the surface of Patagonia at that time was approximately 45% smaller than today. The changes from deep marine to very shallow seas that took place during the Cretaceous along the recently created southern Patagonian basins are in contrast with the open deep marine conditions between Tierra del Fuego and Antarctica during the Cenozoic. This configuration reflects the opposite movement of the Nazca Plate and the Antarctic plate when the Drake Passage was formed (Fig. 9).\nThe record of continental mammalian fauna in Patagonia reflects a large-scale succession of climate changes. From the Early Palaeocene to the Pleistocene, the environment exhibited a consistent shift in climate changing from warm, wet and non-seasonal (Paleocene to Eocene) to cold and dry (Middle Eocene to Early Oligocene) and finally to seasonal (Middle to Late Miocene) (Barreda & Palazzesi, 2007). Concomitantly, biomes moved from tropical forest to steppes, through a sequence comprising subtropical forests, woodland savanna, park-savanna, and grassland savanna.\nForests would have been widespread in the Palaeogene within areas now occupied by steppe. They have even been documented in the Early Neogene in the extra-Andean region, both based on the palynological and palaeobotanical evidence (Barreda & Palazzesi, 2007). The Palaeocene–Early Eocene interval was dominated by rain forest, characterized mainly by very diverse vegetation in the Early Eocene.\nThe full opening of the Drake passage during the Late Tertiary led to the isolation of Patagonia and of its continental fauna. The building of the Panama isthmus during the Early Miocene put the South and North American faunas in contact, thus rapidly inducing changes in the faunal composition of Patagonia."
  }, {
    "heading": "ACKNOWLEDGEMENTS",
    "text": "We thank Jorge Rabassa, Eduardo Tonni, Alfredo Carlini, and Daniel Ruzzante for their invitation to\n© 2011 The Linnean Society of London, Biological Journal of the Linnean Society, 2011, 103, 289–304\nD ow nloaded from https://academ ic.oup.com /biolinnean/article-abstract/103/2/289/2452608 by Arizona H ealth Sciences Library user on 21 February 2019\nparticipate in the Symposium ‘Palaeogeography and Palaeoclimatology of Patagonia: Effects on Biodiversity’, held at the La Plata Museum in Argentina in May 2009. This contribution is based on our presentation at this symposium. We also thank the editors of this special issue, Daniel Ruzzante and Jorge Rabassa, as well as the anonymous reviewers, for their comments that greatly improved this contribution."
  }, {
    "heading": "54: 317–333.",
    "text": "Flynn J, Wyss A, Croft D, Charrier R. 2003. The Tinguiririca Fauna, Chile: biochronology, paleoecology, biogeography, and a new earliest Oligocene South American land mammal age. Palaeogeography, Palaeoclimatology, Palaeoecology 195: 229–259. Friedrich O, Erbacher J, Moriya K, Wilson P, Kuhnert H. 2008. Warm saline intermediate waters in the Cretaceous tropical Atlantic Ocean. Nature Geoscience 1: 453– 457. Guler MV, Archangelsky S. 2006. Albian dinoflagellate cysts from the Kachaike Formation, Austral Basin, Southwest Argentina. Revista del Museo Argentino de Ciencias Naturales (Nueva Serie) 8: 179–184. Hay WW. 2008. Evolving ideas about the Cretaceous climate and ocean circulation. Cretaceous Research 29: 725–753. Hayes DE, Frakes LA. 1975. General synthesis. Initial report of the deep sea drilling project, Vol. 28. Washington, DC: US Government Printing Office, 919–942. Hays JD, Pitman WC III. 1973. Lithospheric plate motion, sea level changes, and climatic and ecological consequences. Nature 246: 18–22. Huber B, Norris R, MacLeod K. 2002. Deep-sea paleotemperature record of extreme warmth during the Cretaceous. Geology 30: 123–126. Jenkyn H. 2003. Evidence for rapid climate change in the Mesozoic–Palaeogene greenhouse world. Philosophical Transactions of the Royal Society of London, V 361: 1885– 1916. Katz M, Pak D, Dickens G, Miller K. 1999. The source and fate of massive carbon input during the Latest Paleocene thermal maximum. Science 286: 1531. Keigwin LD. 1980. Palaeoceanographic change in the Pacific at the Eocene–Oligocene boundary. Nature 287: 722– 725. Kirby M, Jones DS, MacFadden BJ. 2008. Lower Miocene stratigraphy along the Panama Canal and its bearing on the Central American Peninsula. PLoS ONE 3: e2791. Koch PL, Zachos JC, Gingerich PD. 1992. Correlation between isotope records in marine and continental carbon\nreservoirs near the Palaeocene/Eocene boundary. Nature"
  }, {
    "heading": "358: 319–322.",
    "text": "Kominz MA. 1984. Oceanic ridge volumes and sea-level change – an error analysis. In: Schlee JS, ed. Inter regional unconformities and hydrocarbon accumulation. Memoir: American Association Petroleum Geology, 36: 108–127. Lagabrielle Y, Goddéris Y, Donnadieu Y, Malavieille J, Suarez M. 2009. The tectonic history of Drake Passage and its possible impacts on global climate. Earth and Planetary Science Letters 279: 197–211. Leardi JM, Pol D. 2009. The first crocodyliform from the Chubut Group (Chubut Province, Argentina) and its phylogenetic position within basal Mesoeucrocodylia. Cretaceous Research 30: 1376–1386. Legarreta L, Uliana M. 1999. El Jurásico y Cretácico de la Cordillera Principal y la Cuenca Neuquina. In: Caminos R, ed. Geología Argentina. Anales: Segemar, 29: 399–416. Legarreta L, Gulisano CA, Uliana MA. 1993. Las secuencias sedimentarias jurásico-cretácicas. In: Ramos VA, ed. Geología y Recursos Naturales de Mendoza. 12° Congreso Geológico Argentino y 2° Congreso de Exploración de Hidrocarburos, Relatorio: Asociación Geológica Argentina, 87–114. Malumián N. 1999. La sedimentación y el volcanismo terciarios en la Patagonia extraandina. La Sedimentación en la Patagonoa extraandina. In: SEGEMAR, ed. Geología Regional Argentina. Anales: Instituto de Geología y Recursos Naturales, 29: 557–612. Malumián N, Nañez C. 2011. The Late Cretaceous-Cenozoic transgressions in Patagonia and the Fuegian Andes: foraminifera, paleoecology and paleogeography. Biological Journal of the Linnean Society 103: 269–288. Miller KG, Sugarman PJ, Browning JV, Kominz MA, Hernández JC, Olsson RK, Wright JD, Feigenson MD, Van Sickel W. 2003. Late Cretaceous chronology of large, rapid sea-level changes: glacioeustasy during the greenhouse world. Geology 31: 585–588. Miller KG, Kominz MA, Browning JV, Wright JD, Mountain GS, Katz ME, Sugarman PJ, Cramer BS, ChristieBlick N, Pekar S. 2005. The Phanerozoic record of global sea-level change. Science 310: 1293–1298. Müller RD, Sdrolias M, Gaina C, Steinberger B, Heine C. 2008. Long-term sea-level fluctuations driven by ocean basin dynamics. Science 319: 1357–1362. Musacchio EA. 2000. Biostratigraphy and biogeography of Cretaceous charophytes from South America. Cretaceous Research 21: 211–220. (41). Nullo F, Combina A. 2002. Sedimentitas Terciarias Continentales. In: Haller M, ed. Geología y Recursos Naturales de Santa Cruz, Relatorio del XV Congreso Geológico Argentino, 1–16. Buenos Aires: Asociación Geológica Argentina, 245– 258. Nullo F, Panza JL, Blasco G. 1999. Jurásico y Cretácico de la Cuenca Austral. In: Caminos R, ed. Geología Argentina. Anales: Segemar, 29: 528–535. Ortiz-Jaureguizar E, Cladera GA. 2006. Paleoenvironmental evolution of southern South America during the Cenozoic. Journal of Arid Environments 66: 498–532.\n© 2011 The Linnean Society of London, Biological Journal of the Linnean Society, 2011, 103, 289–304\nD ow nloaded from https://academ ic.oup.com /biolinnean/article-abstract/103/2/289/2452608 by Arizona H ealth Sciences Library user on 21 February 2019\nPanchuk K, Ridgwell A, Kump L. 2008. Sedimentary response to Paleocene–Eocene thermal maximum carbon release: a model–data comparison. Geology 36: 315–318. Panza JL, Franchi M. 2002. Magmatismo basáltico cenozoico extraandino. In: Haller M, ed. Geología y Recursos Naturales de Santa Cruz, Relatorio del XV Congreso Geológico Argentino, 1-14. Buenos Aires: Asociación Geológica Argentina, 201–236. Parada M, Lahsen A, Palacios C. 2001. Ages and geochemistry of Mesozoic-Eocene back-arc volcanic rocks in the Aysén region of the Patagonian Andes, Chile. Revista Geológica de Chile 28: 32–45. Pascual R, Carlini A, Bond M, Goin F. 2002. Mamíferos cenozoicos. In: Haller MJ, ed. Geología y Recursos Minerales de Santa Cruz. Relatorio del XV Congreso Geológico Argentino. El Calafate, II-11. Buenos Aires: Asociación Geológica Argentina, 533–544. Prothero DR, Dott RH Jr. 2004. Evolution of the Earth, 7th edn. New York, NY: McGraw-Hill, Inc., 524. Rabassa J. 2008. Late Cenozoic glaciations in Patagonia and Tierra del Fuego. The Late Cenozoic of Patagonia and Tierra del Fuego In: Rabassa J, ed. Developments in Quaternary Science, 11. Series Editor: JAAP J.H. Van Der Meer: Elsevier Ed. Series J. Van der Meer, 151–204. Ramos V. 2002. Evolución tectónica. In: Haller MJ, ed. Geología y Recursos Naurales de Santa Cruz. Relatorio del XV Congreso Geológico Argentino. El Calafate, I-23 Asociación Geológica Argentina, 365–387. Ramos V, Kay S. 1992. Southern Patagonian plateau basalts and deformation: Backarc testimony of ridge collisions. Tectonophysics 205: 261–282. Raymo ME, Ruddiman WF, Clement BM. 1986. Pliocene– Pleistocene palaeoceanography of the North Atlantic at Deep Sea Drilling Project 609. Initial Report of the Deep Sea Drilling Project 94: 895–901. Reguero M, Marenssi S, Santillana S. 2002. Antarctic Peninsula and South America (Patagonia) Paleogene\nterrestrial faunas and environments: biogeographic relationships. Palaeogeography, Palaeoclimatology, Palaeoecology 179: 189–210. Robaszynski F. 1981. Moderation of Cretaceous transgressions by block tectonics: an example from the north and north-west of the Paris basin. Cretaceous Research 2: 197– 213. Ruddiman W. 2001. Earth’s climate: past and future. New York, NY: Freeman. Russo R, VanDecar J, Comte D, Mocanu V, Gallego A, Murdie R. 2010. Subduction of the Chile Ridge: upper mantle structure and flow. GSA Today 20: 4–10. Shackleton NJ. 1988. Oxygen isotopes, ice volume and sea level. Quaternary Science Review 6: 183–190. Southwood R. 2004. La Historia de la vida. Buenos Aires: Editorial Ateneo, 120. Stehli FG, Webb SD. 1985. The Great American Biotic Interchange. New York, NY: Plenum, 532. Stott LD, Sinha A, Thiry M, Aubry MP, Berggren WA. 1996. Global d13C changes Across the Palaeocene–Eocene boundary: criteria for terrestrial–marine correlations. In: Knox RWOB, Corfield RM, Dunay RE, eds. Correlation of the Early Paleogene in Northwest Europe. Geological Society of London, Special Publication, 101: 381–399. Uliana M, Legarreta L. 1999. Jurásico y Cretácico de la Cuenca del Golfo San Jorge. In: Caminos R, ed. Geología Argentina. Anales: Segemar, 29: 496–510. Uriarte Cantolla A. 2003. Historia del Clima de la Tierra. 1ra Edición. Servicio Central de Publicaciones del Gobierno Vasco: 306 pp. Van Andel T. 1994. New views of an old planet: a history of global change. Cambridge: Cambridge University Press. 2nd Ed. Volkheimer W. 1980. Microfloras del Jurásico Superior y Cretácico Inferior de América Latina. II Congreso Argentino de Paleontología y Bioestratigrafía y I Congreso Latinoamericano de Paleontología, Actas 5: 121–136.\n© 2011 The Linnean Society of London, Biological Journal of the Linnean Society, 2011, 103, 289–304\nD ow nloaded from https://academ ic.oup.com /biolinnean/article-abstract/103/2/289/2452608 by Arizona H ealth Sciences Library user on 21 February 2019"
  }],
  "year": 2011,
  "references": [{
    "title": "Análisis estratigráfico del Cretácico de la cuenca Austral",
    "authors": ["Arbe HA."],
    "venue": "In: Haller MJ, ed. Geología y Recursos Naturales de Santa Cruz. 15° Congreso Geológico Argentino (Calafate). Relatorio: Asociación Geológica Argentina, 103– 128.",
    "year": 2002
  }, {
    "title": "Patagonian vegetation turnovers during the Paleogene–Early Neogene: origin of aridadapted floras",
    "authors": ["V Barreda", "L. Palazzesi"],
    "venue": "Botanical Review 73: 31–50.",
    "year": 2007
  }, {
    "title": "Fossil plants record an atmospheric 12 CO2 and temperature spike across the Palaeocene–Eocene transition in NW Europe",
    "authors": ["Beerling DJ", "Jolley DW."],
    "venue": "Journal of Geological Society of London 155: 591–594.",
    "year": 1998
  }, {
    "title": "Mammalian response to Cenozoic climatic change",
    "authors": ["J Blois", "E. Hadly"],
    "venue": "Annual Review of Earth and Planetary Sciences 37: 181–208.",
    "year": 2009
  }, {
    "title": "Deseadan Archaeohyracidae (Notoungulata) from Quebrada Fiera (Mendoza) Argentina in the paleobiogeographic context of the South American Late Oligocene",
    "authors": ["E Cerdeño", "M Reguero", "B. Vera"],
    "venue": "Journal of Paleontology 84: 1177– 1187.",
    "year": 2010
  }, {
    "title": "Nuevas localidades del Paleoceno marino en la región central de la provincia del Chubut",
    "authors": ["G Chebli", "A. Cerraiotto"],
    "venue": "Asociación Geológica Argentina, Revista 29: 311– 318.",
    "year": 1974
  }, {
    "title": "Stable carbon isotope stratigraphy of the Paleogene pedogenic series of southern France as a basis for continental–marine correlation",
    "authors": ["I Cojan", "M Moreau", "L. Stott"],
    "venue": "Geology 28: 259–262.",
    "year": 2000
  }, {
    "title": "La regresión forzada Paleógena en el área del Sosneado, Mendoza, Argentina",
    "authors": ["A Combina", "F. Nullo"],
    "venue": "15° Congreso Geológico Argentino I: 764–764.",
    "year": 2002
  }, {
    "title": "Evolution of the Andean uplift and the forced regression during the Lower Tertiary in southern Mendoza, Argentina",
    "authors": ["A Combina", "F. Nullo"],
    "venue": "Mendoza: International Sedimentological Congress.",
    "year": 2010
  }, {
    "title": "Atmospheric circulation over Patagonia from the Jurassic to present: a review through proxy data and climatic modelings scenarios",
    "authors": ["N. Compagnucci"],
    "venue": "Biological Journal of the Linnean Society 103: 229–249.",
    "year": 2011
  }, {
    "title": "The middle Miocene climatic transition: East Antarctic ice sheet development, deep ocean circulation and global carbon cycling",
    "authors": ["B Flower", "J. Kennett"],
    "venue": "Palaeogeography, Palaeoclimatology, Palaeoecology. 108: 537–555.",
    "year": 1994
  }, {
    "title": "Cenozoic South American land mammal ages: correlation to global geochronologies",
    "authors": ["Flynn J", "Swisher C III."],
    "venue": "Tulsa, OK: Society for Sedimentary Geology, Special Publication, 54: 317–333.",
    "year": 1995
  }, {
    "title": "The Tinguiririca Fauna, Chile: biochronology, paleoecology, biogeography, and a new earliest Oligocene South American land mammal age",
    "authors": ["J Flynn", "A Wyss", "D Croft", "R. Charrier"],
    "venue": "Palaeogeography, Palaeoclimatology, Palaeoecology 195: 229–259.",
    "year": 2003
  }, {
    "title": "Warm saline intermediate waters in the Cretaceous tropical Atlantic Ocean",
    "authors": ["O Friedrich", "J Erbacher", "K Moriya", "P Wilson", "H. Kuhnert"],
    "venue": "Nature Geoscience 1: 453– 457.",
    "year": 2008
  }, {
    "title": "Albian dinoflagellate cysts from the Kachaike Formation, Austral Basin, Southwest Argentina",
    "authors": ["MV Guler", "S. Archangelsky"],
    "venue": "Revista del Museo Argentino de Ciencias Naturales (Nueva Serie) 8: 179–184.",
    "year": 2006
  }, {
    "title": "Evolving ideas about the Cretaceous climate and ocean circulation",
    "authors": ["Hay WW."],
    "venue": "Cretaceous Research 29: 725–753.",
    "year": 2008
  }, {
    "title": "General synthesis",
    "authors": ["Hayes DE", "Frakes LA."],
    "venue": "Initial report of the deep sea drilling project, Vol. 28. Washington, DC: US Government Printing Office, 919–942.",
    "year": 1975
  }, {
    "title": "Lithospheric plate motion, sea level changes, and climatic and ecological consequences",
    "authors": ["Hays JD", "Pitman WC III."],
    "venue": "Nature 246: 18–22.",
    "year": 1973
  }, {
    "title": "Deep-sea paleotemperature record of extreme warmth during the Cretaceous",
    "authors": ["B Huber", "R Norris", "K. MacLeod"],
    "venue": "Geology 30: 123–126.",
    "year": 2002
  }, {
    "title": "Evidence for rapid climate change in the Mesozoic–Palaeogene greenhouse world",
    "authors": ["H. Jenkyn"],
    "venue": "Philosophical Transactions of the Royal Society of London, V 361: 1885– 1916.",
    "year": 2003
  }, {
    "title": "The source and fate of massive carbon input during the Latest Paleocene thermal maximum",
    "authors": ["M Katz", "D Pak", "G Dickens", "K. Miller"],
    "venue": "Science 286: 1531.",
    "year": 1999
  }, {
    "title": "Palaeoceanographic change in the Pacific at the Eocene–Oligocene boundary",
    "authors": ["Keigwin LD."],
    "venue": "Nature 287: 722– 725.",
    "year": 1980
  }, {
    "title": "Lower Miocene stratigraphy along the Panama Canal and its bearing on the Central American Peninsula",
    "authors": ["M Kirby", "DS Jones", "BJ. MacFadden"],
    "venue": "PLoS ONE 3: e2791.",
    "year": 2008
  }, {
    "title": "Correlation between isotope records in marine and continental carbon",
    "authors": ["PL Koch", "JC Zachos", "PD. Gingerich"],
    "year": 1992
  }, {
    "title": "Oceanic ridge volumes and sea-level change – an error analysis",
    "authors": ["Kominz MA."],
    "venue": "In: Schlee JS, ed. Inter regional unconformities and hydrocarbon accumulation. Memoir: American Association Petroleum Geology, 36: 108–127.",
    "year": 1984
  }, {
    "title": "The tectonic history of Drake Passage and its possible impacts on global climate",
    "authors": ["Y Lagabrielle", "Y Goddéris", "Y Donnadieu", "J Malavieille", "M. Suarez"],
    "venue": "Earth and Planetary Science Letters 279: 197–211.",
    "year": 2009
  }, {
    "title": "The first crocodyliform from the Chubut Group (Chubut Province, Argentina) and its phylogenetic position within basal Mesoeucrocodylia",
    "authors": ["JM Leardi", "D. Pol"],
    "venue": "Cretaceous Research 30: 1376–1386.",
    "year": 2009
  }, {
    "title": "El Jurásico y Cretácico de la Cordillera Principal y la Cuenca Neuquina",
    "authors": ["L Legarreta", "M. Uliana"],
    "venue": "In: Caminos R, ed. Geología Argentina. Anales: Segemar, 29: 399–416.",
    "year": 1999
  }, {
    "title": "Las secuencias sedimentarias jurásico-cretácicas",
    "authors": ["L Legarreta", "CA Gulisano", "MA. Uliana"],
    "venue": "In: Ramos VA, ed. Geología y Recursos Naturales de Mendoza. 12° Congreso Geológico Argentino y 2° Congreso de Exploración de Hidrocarburos, Relatorio: Asociación Geológica Argentina,",
    "year": 1993
  }, {
    "title": "La sedimentación y el volcanismo terciarios en la Patagonia extraandina",
    "authors": ["N. Malumián"],
    "venue": "La Sedimentación en la Patagonoa extraandina. In: SEGEMAR, ed. Geología Regional Argentina. Anales: Instituto de Geología y Recursos Naturales, 29: 557–612.",
    "year": 1999
  }, {
    "title": "The Late Cretaceous-Cenozoic transgressions in Patagonia and the Fuegian Andes: foraminifera, paleoecology and paleogeography",
    "authors": ["N Malumián", "C. Nañez"],
    "venue": "Biological Journal of the Linnean Society 103: 269–288.",
    "year": 2011
  }, {
    "title": "Late Cretaceous chronology of large, rapid sea-level changes: glacioeustasy during the greenhouse world",
    "authors": ["KG Miller", "PJ Sugarman", "JV Browning", "MA Kominz", "JC Hernández", "RK Olsson", "JD Wright", "MD Feigenson", "W. Van Sickel"],
    "venue": "Geology 31: 585–588.",
    "year": 2003
  }, {
    "title": "The Phanerozoic record of global sea-level change",
    "authors": ["KG Miller", "MA Kominz", "JV Browning", "JD Wright", "GS Mountain", "ME Katz", "PJ Sugarman", "BS Cramer", "N ChristieBlick", "S. Pekar"],
    "venue": "Science 310: 1293–1298.",
    "year": 2005
  }, {
    "title": "Long-term sea-level fluctuations driven by ocean basin dynamics",
    "authors": ["RD Müller", "M Sdrolias", "C Gaina", "B Steinberger", "C. Heine"],
    "venue": "Science 319: 1357–1362.",
    "year": 2008
  }, {
    "title": "Biostratigraphy and biogeography of Cretaceous charophytes from South America",
    "authors": ["Musacchio EA."],
    "venue": "Cretaceous Research 21: 211–220. (41).",
    "year": 2000
  }, {
    "title": "Sedimentitas Terciarias Continentales",
    "authors": ["F Nullo", "A. Combina"],
    "venue": "In: Haller M, ed. Geología y Recursos Naturales de Santa Cruz, Relatorio del XV Congreso Geológico Argentino, 1–16. Buenos Aires: Asociación Geológica Argentina, 245– 258.",
    "year": 2002
  }, {
    "title": "Jurásico y Cretácico de la Cuenca Austral",
    "authors": ["F Nullo", "JL Panza", "G. Blasco"],
    "venue": "In: Caminos R, ed. Geología Argentina. Anales: Segemar, 29: 528–535.",
    "year": 1999
  }, {
    "title": "Paleoenvironmental evolution of southern South America during the Cenozoic",
    "authors": ["Ortiz-Jaureguizar E", "Cladera GA."],
    "venue": "Journal of Arid Environments 66: 498–532.",
    "year": 2006
  }, {
    "title": "Sedimentary response to Paleocene–Eocene thermal maximum carbon release: a model–data comparison",
    "authors": ["K Panchuk", "A Ridgwell", "L. Kump"],
    "venue": "Geology 36: 315–318.",
    "year": 2008
  }, {
    "title": "Magmatismo basáltico cenozoico extraandino",
    "authors": ["JL Panza", "M. Franchi"],
    "venue": "In: Haller M, ed. Geología y Recursos Naturales de Santa Cruz, Relatorio del XV Congreso Geológico Argentino, 1-14. Buenos Aires: Asociación Geológica Argentina, 201–236.",
    "year": 2002
  }, {
    "title": "Ages and geochemistry of Mesozoic-Eocene back-arc volcanic rocks in the Aysén region of the Patagonian Andes, Chile",
    "authors": ["M Parada", "A Lahsen", "C. Palacios"],
    "venue": "Revista Geológica de Chile 28: 32–45.",
    "year": 2001
  }, {
    "title": "Mamíferos cenozoicos",
    "authors": ["R Pascual", "A Carlini", "M Bond", "F. Goin"],
    "venue": "In: Haller MJ, ed. Geología y Recursos Minerales de Santa Cruz. Relatorio del XV Congreso Geológico Argentino. El Calafate, II-11. Buenos Aires: Asociación Geológica Argentina, 533–544.",
    "year": 2002
  }, {
    "title": "Evolution of the Earth, 7th edn",
    "authors": ["Prothero DR", "Dott RH Jr."],
    "venue": "New York, NY: McGraw-Hill, Inc., 524.",
    "year": 2004
  }, {
    "title": "Late Cenozoic glaciations in Patagonia and Tierra del Fuego",
    "authors": ["J. Rabassa"],
    "venue": "The Late Cenozoic of Patagonia and Tierra del Fuego In: Rabassa J, ed. Developments in Quaternary Science, 11. Series Editor: JAAP J.H. Van Der Meer: Elsevier Ed. Series J. Van der Meer, 151–204.",
    "year": 2008
  }, {
    "title": "Evolución tectónica",
    "authors": ["V. Ramos"],
    "venue": "In: Haller MJ, ed. Geología y Recursos Naurales de Santa Cruz. Relatorio del XV Congreso Geológico Argentino. El Calafate, I-23 Asociación Geológica Argentina, 365–387.",
    "year": 2002
  }, {
    "title": "Southern Patagonian plateau basalts and deformation: Backarc testimony of ridge collisions",
    "authors": ["V Ramos", "S. Kay"],
    "venue": "Tectonophysics 205: 261–282.",
    "year": 1992
  }, {
    "title": "Pliocene– Pleistocene palaeoceanography of the North Atlantic at Deep Sea Drilling Project 609",
    "authors": ["ME Raymo", "WF Ruddiman", "BM. Clement"],
    "venue": "Initial Report of the Deep Sea Drilling Project 94: 895–901.",
    "year": 1986
  }, {
    "title": "Antarctic Peninsula and South America (Patagonia) Paleogene",
    "authors": ["M Reguero", "S Marenssi", "S. Santillana"],
    "year": 2002
  }, {
    "title": "Moderation of Cretaceous transgressions by block tectonics: an example from the north and north-west of the Paris basin",
    "authors": ["F. Robaszynski"],
    "venue": "Cretaceous Research 2: 197– 213.",
    "year": 1981
  }, {
    "title": "Earth’s climate: past and future",
    "authors": ["W. Ruddiman"],
    "venue": "New York, NY: Freeman.",
    "year": 2001
  }, {
    "title": "Subduction of the Chile Ridge: upper mantle structure and flow",
    "authors": ["R Russo", "J VanDecar", "D Comte", "V Mocanu", "A Gallego", "R. Murdie"],
    "venue": "GSA Today 20: 4–10.",
    "year": 2010
  }, {
    "title": "Oxygen isotopes, ice volume and sea level",
    "authors": ["Shackleton NJ."],
    "venue": "Quaternary Science Review 6: 183–190.",
    "year": 1988
  }, {
    "title": "La Historia de la vida",
    "authors": ["R. Southwood"],
    "venue": "Buenos Aires: Editorial Ateneo, 120.",
    "year": 2004
  }, {
    "title": "The Great American Biotic Interchange",
    "authors": ["Stehli FG", "Webb SD."],
    "venue": "New York, NY: Plenum, 532.",
    "year": 1985
  }, {
    "title": "Global d13C changes Across the Palaeocene–Eocene boundary: criteria for terrestrial–marine correlations",
    "authors": ["LD Stott", "A Sinha", "M Thiry", "MP Aubry", "WA. Berggren"],
    "venue": "In: Knox RWOB, Corfield RM, Dunay RE, eds. Correlation of the Early Paleogene in Northwest Europe. Geologi-",
    "year": 1996
  }, {
    "title": "Jurásico y Cretácico de la Cuenca del Golfo San Jorge",
    "authors": ["M Uliana", "L. Legarreta"],
    "venue": "In: Caminos R, ed. Geología Argentina. Anales: Segemar, 29: 496–510.",
    "year": 1999
  }, {
    "title": "Historia del Clima de la Tierra",
    "authors": ["A. Uriarte Cantolla"],
    "venue": "1ra Edición. Servicio Central de Publicaciones del Gobierno Vasco: 306 pp.",
    "year": 2003
  }, {
    "title": "New views of an old planet: a history of global change",
    "authors": ["T. Van Andel"],
    "venue": "Cambridge: Cambridge University Press. 2nd Ed.",
    "year": 1994
  }, {
    "title": "Microfloras del Jurásico Superior y Cretácico Inferior de América Latina",
    "authors": ["W. Volkheimer"],
    "venue": "II Congreso Argentino de Paleontología y Bioestratigrafía y I Congreso Latinoamericano de Paleontología, Actas 5: 121–136.",
    "year": 1980
  }],
  "id": "SP:63929a9924e151533e5eee7bd2a916cea646b1fa",
  "authors": [{
    "name": "FRANCISCO NULLO",
    "affiliations": []
  }, {
    "name": "ANA COMBINA",
    "affiliations": []
  }, {
    "name": "Julio A. Roca",
    "affiliations": []
  }, {
    "name": "René Favaloro",
    "affiliations": []
  }],
  "abstractText": "We review stratigraphic records from various continental basins throughout Patagonia from the Cretaceous to the Late Tertiary and show that they can be used to reconstruct the history of the region, including the number and extension of marine transgressions as a result of sea level changes, changes in climate, and changes in the composition of the vertebrate fauna. The various independent sedimentary basins are analyzed with respect to internal facies relationships and in relation to global changes in climate and oscillations of sealevel. Volcanic processes associated with active volcanic arcs contributed lavas and substantial volumes of pyroclastics during this time interval. The interplay between different geological processes that took place during this time shaped the landscape of the continent and changed the associated flora and fauna, which were developed in this region, differing from other areas of southern South America and part of West Antarctica. © 2011 The Linnean Society of London, Biological Journal of the Linnean Society, 2011, 103, 289–304.",
  "title": "Patagonian continental deposits (Cretaceous-Tertiary)"
}