{
  "sections": [{
    "text": "Well-dated surface and subsurface deposits in semiarid Fish Lake Valley, Nevada and California, demonstrate that alluvial-fan deposition is strongly associated with the warm dry climate of the last two interglacial intervals, and that fans were stable and (or) incised during the last glaciation. Fan deposition was probably triggered by a change from relatively moist to arid conditions causing a decrease in vegetation cover and increases in flash floods and sediment yield. We think that this scenario applies to most of the other valleys in the southern Basin and Range.\nRadiocarbon, tephra, and a few thermoluminescence and cosmogenic ages from outcrops throughout Fish Lake Valley and from cores on the Leidy Creek fan yield ages of >100–50 ka and 11–0 ka for the last two periods of alluvial-fan deposition. Mapping, coring and shallow seismic profiling indicate that these periods were synchronous throughout the valley and on the proximal and distal parts of the fans. From 50 to 11 ka, fan deposition ceased, a soil formed on the older alluvium and the axial drainage became active as runoff and stream competence increased. Slow deposition due to sheet flow or aeolian processes locally continued during this interval, producing cumulic soil profiles. The soil was buried by debris-flow sediment beginning at about 11 ka, coincident with the onset of relatively dry and warm conditions in the region. However, ground-water discharge maintained a large freshwater marsh on the valley floor throughout the Holocene. Pulses of deposition during the Holocene are recorded in the marsh and fan deposits; some pulses coincided with periods of or transitions to warm, dry climate indicated by proxy climate records, whereas others may reflect local disturbances associated with volcanism and fires. Within the marsh deposits, much of the clastic material is probably desert loess. In addition, the deposition of coppice dunes within the fan deposits coincides with two dry periods during the late Holocene.\ndry; Bull, 1991)? The majority of published opinions hasINTRODUCTION favoured cool-climate deposition. Changes in fan sedimentation may have a large impactAlluvial fans and adjacent fine-grained valley-fill deposits are prominent geomorphic features of many semiarid and on human use of arid lands. For example, people commonly construct roads in desert basins on the distal partsarid lands. Though the size and shape of valleys and bordering ranges and the gradient of alluvial fans are of alluvial fans and farm the distal areas and the adjacent valley floors. An increase in the frequency and magnitudepartly governed by tectonics (e.g. Bull, 1964; Denny, 1967), the sedimentological processes that affect fans are of debris flows would cause regular inundations of roads and buildings with boulder-rich sediment and anmainly governed by climate (Bull, 1991). A critical question in arid-land geomorphology worldwide is: increased frequency of dust storms (Reheis & Kihl, 1995). Relating fan deposition to climate change requiresduring the glacial–interglacial cycle, does sedimentation occur on alluvial fans when the climate is cool (effectively independent age control that is difficult to establish in desert basins, and studies to date have relied on surfacewet; e.g. Lustig, 1965; Williams, 1973; Dorn et al., 1987; Harvey, 1988), in transition from cool to warm (Bull & exposures to interpret stratigraphic relations. Dorn et al. (1987) inferred that alluvial-fan deposition in Death Valley,Schick, 1979; Wells et al., 1987), or warm (effectively\n© 1996 Blackwell Science Ltd 279\nCalifornia, took place during relatively moist periods based 1994), because the bulk of the alluvial fans consists of material that was transported by much larger streamon experimental isotopic studies of desert varnish on surface clasts; however, Hooke & Dorn (1992) later showed flows than those that deposited Holocene material. Locally, these fan deposits can be traced directly tothat these fans became incised rather than aggrading during moist periods. Wells et al. (1987) found that fan moraines. Like the studies in desert basins further south, however, these studies relied on few absolute ages.and dune deposition near Silver Lake, California, mostly occurred in response to climate changes beginning at about We investigated the relations between fan sedimentation and late Quaternary climate change using mapping,10 ka and continuing to the present (‘ka’ refers to ages in thousands of years; ‘cal. year ’ refers to calibrated coring, trenching and shallow geophysical techniques on the Leidy Creek fan in Fish Lake Valley, Nevada andradiocarbon years ). The ages of most of these deposits were established relative to dated shoreline deposits and California (Fig. 1). We chose this area for the following reasons. (1) Mapping in the valley has yielded a databasepackrat middens and a few cation-ratio varnish ages. Bull (1991) summarized evidence from south-western Arizona of radiocarbon and tephrochronological ages for late Quaternary deposits (Sawyer, 1990; Slate, 1992; Reheis,and adjacent California to show that fan sedimentation in this region occurred mostly during interglacial periods. 1994; Reheis et al., 1993, 1995) that is unparalleled in the arid western United States. (2) Fish Lake ValleyHowever, he based his conclusions on those already described from Silver Lake and some ages from soil occupies the boundary between the Great Basin and Mojave Desert climate and vegetation zones (Thompsoncarbonate accumulated after deposition.\nStudies in the western United States of semiarid basins et al., 1993). (3) The differences among tributary drainages in Fish Lake Valley permit comparison of alluvialadjacent to glaciated mountain ranges have reported that alluvial-fan deposition is synchronous with glaciation fans deposited by glaciated vs. nonglaciated and faulted vs. unfaulted drainages as proxies for climate change and(Pierce & Scott, 1982; Ritter et al., 1993; Gillespie et al.,\n© 1996 Blackwell Science Ltd, Basin Research, 8, 279–299280\ntectonics (Slate, 1992). Slate’s research indicated that glaciated White Mountains border the valley on the west faulting events had little or no effect on fan deposition and reach elevations of about 4340 m; the unglaciated and suggested that pulses of Holocene deposition mostly Silver Peak Range, which reaches only about 2885 m, is corresponded to periods of warm climate or to transitions on the east. Leidy Creek fan increases in elevation from from cool to warm climate. (4) The Leidy Creek fan is 1458 m at the toe to 1891 m at the range-front apex similar in size and drainage area to the other fans along (Fig. 2). Late Pleistocene glaciers in the headwaters of the northern White Mountains. (5) The fan has a continu- Leidy Creek were less than 3 km long and terminated ous eastward slope across the floor of Fish Lake Valley 7 km up valley from the range front (Krauskopf, 1971). to a thin band of marsh deposits and the small, perennial The right-oblique Fish Lake Valley fault zone (Fig. 1) spring-fed Fish Lake at the foot of the Silver Peak Range bounds the west side of the valley (Fig. 2). This fault (Fig. 2). Previous hand-coring in this area indicated that zone probably originated at about 10 Ma, and has the marsh deposits might provide a palaeoclimatic record accommodated significant extension in addition to rightfor the Holocene (Macke et al., 1990). lateral offset since about 5 Ma (Reheis, 1993). Although\nBased on the ages of proximal-fan deposits in Fish deposition mainly occurs on the hangingwall block east Lake Valley, we hypothesized that late Quaternary sedi- of the fault zone, alluvium has periodically filled valleys mentation on the Leidy Creek fan would have been of the major perennial streams west of the fault zone triggered by climate and vegetation changes at the end (Reheis & Slate, 1994). Right-lateral offset in the area of of glacial periods and would extend through following Leidy Creek has been as much as 122 m and vertical interglacials. Following the model of Bull & Schick (1979) offset 40 m in the past 50 000 years (Sawyer, 1990). A as modified by later studies (Wells et al., 1987; Bull, few small faults cut late Pleistocene deposits along the 1991), the climate change from relatively wet to dry Silver Peak Range near the Leidy Creek fan (Reheis causes soil moisture to decrease and consequently veg- et al., 1993, 1995). The White Mountains supply most etation cover to decrease, leading to an increase in of the valley-fill sediment despite active faulting adjacent sediment yield that results in filling of valleys within the to them. range and fan deposition in the basin. As hillslope Fish Lake Valley has a cool arid climate. Mean annual sediment is progressively removed, runoff increases as temperature is about 10.5 °C; mean annual precipitation infiltration decreases and the bedrock valley fills are is only about 12 cm and is evenly distributed throughincised, but medial- and distal-fan deposition in the basin out the year (National Climatic Data Center, 1986). continues. In addition, we thought that Holocene fan Convective thunderstorms in the summer trigger flash and aeolian deposition may have occurred in several floods and debris flows. The precipitation along the crest distinct pulses that were largely controlled by climatic of the White Mountains ranges from 25 to at least 40 cm variations. Although surface mapping and dating of depending on elevation (Rush & Katzer, 1973). Vegetationproximal-fan deposits supported our hypotheses, the covers about 30% of the Leidy Creek fan and consists exposed sedimentary record might not be complete and mainly of Great Basin desert scrub (Turner, 1982). Lower deposition of distal-fan and valley-floor sediment might treeline is at about 1900 m (Fig. 2) and there consists ofhave been continuous rather than episodic. juniper–piñon woodland; the upper treeline is at aboutWe drilled core holes on the distal part of the Leidy 3050 m, where bristlecone pine grows.Creek fan and the adjacent marsh deposits to (1) investiRecords of pluvial lakes Lahontan and Searles, aboutgate the timing of sedimentation on the distal part of the 200 km to the north and south, respectively, and of Lakefan and compare it with that on the proximal fan, (2) Manley (Death Valley) and Devils Hole, about 200 kmobtain a record of late Quaternary climatic fluctuations to the south-east, provide information on the latefrom sediment, pollen, diatoms and ostracodes in the Pleistocene palaeoclimate of Fish Lake Valley. Lake levelsmarsh deposits, and (3) relate alluvial and aeolian sediwere high from about 180 to 140 ka. After this period,mentation to palaeoclimate. We applied a variety of dating levels of Lakes Lahontan and Manley were apparentlytechniques to obtain the ages of fan and marsh deposits. low until about 35 ka (although Lao & Benson, 1988,In addition, we used shallow seismic and resistivity suggest a moderate rise for Lake Lahontan at about 70techniques to extend a stratigraphic marker (a buried ka) but the level of Searles Lake rose somewhat at aboutsoil), observed in all of the alluvial-fan cores, across the 80 ka. Levels were high again from about 30–12 kadistal part of the fan. Here we report on the stratigraphy, (Benson et al., 1990; Jannik et al., 1991; Morrison, 1991;sedimentology and ages of deposits in the cores and their Lowenstein et al., 1994). At Devils Hole, Winograd et al.correlation to exposed proximal-fan deposits, and we (1992) interpreted oxygen-isotope data to indicate glacialdiscuss the implications for geomorphic and sedimentolconditions from about 170 to 145 ka and interglacialogical responses to climate change. conditions until about 70 ka. The water table fluctuated around +6 m relative to the present level between 116 Geomorphic and climatic setting of and 53 ka, then rose to at least +9 m by about 44 ka Fish Lake Valley and Leidy Creek Fan and fluctuated between about +9 and +5 m until about 17 ka, when it began to decline to the present levelFish Lake Valley is bisected by the Nevada–California border in the western Basin and Range province. The (Szabo et al., 1994). Summarizing these records, it\n© 1996 Blackwell Science Ltd, Basin Research, 8, 279–299 281\n© 1996 Blackwell Science Ltd, Basin Research, 8, 279–299282\nappears that the climate was relatively wet prior to about inferred that the adjacent bedrock buttresses (Fig. 2) protected Fish Lake and the nearby marsh from incur-140 ka and dry between about 130 and 80 ka. South of Fish Lake Valley, effective moisture probably began to sions of fan sediment derived from the Silver Peak Range. increase at around 80 ka; near Death Valley, the climate became relatively wet by about 50 ka but not enough to Methods create a perennial lake until about 30 ka. To the north, however, effective moisture may not have increased much We cored seven sites to a depth of 9–14 m (Fig. 2), including four sites from the distal part of the Leidyuntil about 35 ka. Latest Quaternary palaeoclimate records for the area Creek fan, two sites from peat bogs at the toe of the fan, and a site within marsh deposits adjacent to a peat bog.*of Fish Lake Valley indicate a significant change across the Pleistocene–Holocene boundary and minor fluctu- Five of the sites were along a transect running nearly parallel to the longitudinal axis of the fan. The sites wereations during the Holocene (see Fig. 9). Eureka Valley (Fig. 1) lies at the northern margin of the Mojave Desert cored using a 10-tonne truck-mounted drill rig, hollowstem augers, and 3-foot-long, 3-inch-diameter samplingecosystem, adjacent to but lower than southern Fish Lake Valley. Packrat middens in northern Eureka Valley where barrels to obtain a continuous record. Overall core recovery was 96%. A supplementary site was excavated bycreosote bush now grows indicate juniper–shadscale woodland and cooler temperatures at about 15–11 ka backhoe about 0.5 km upfan of core 5 where the fan deposits became too gravelly to core. The trench was(Spaulding, 1980). Middens in the White Mountains indicate that juniper woodland extended at least 600 m mapped using a 1-m grid system. Throckmorton & Reheis (1993) described the sedi-lower in elevation at about 19 ka than at present ( Jennings & Elliott-Fisk, 1993). By about 8800–5700 cal. year , mentology of the core and trench deposits. Soil horizons were described following standard terminology (Guthriemiddens from both areas indicate that temperatures were higher (similar to or warmer than those today), but in & Witty, 1982; Birkeland, 1984). We identified buried soils in the cores and the trench using characteristicEureka Valley, effective moisture was also higher; a warmer climate during this period is also indicated by properties (Soil Survey Staff, 1975) including (1) darkening due to accumulation of organic matter (A horizon)the bristlecone pine record in the White Mountains (LaMarche, 1973). By about 4500–2600 cal. year , near a former ground surface, (2) accumulation of silt and clay (Bw or Bt horizon), (3) accumulation of second-vegetation in Eureka Valley reflects a climate like the modern one, but the bristlecone treeline suggests a ary CaCO3 (Bwk, Btk or Bk horizon), (4) soil structure and (5) concentrations of carbon-lined root traces. Duesomewhat cooler and wetter climate in the White Mountains. The Eureka Valley middens indicate to post-burial reduction and compaction, we rarely observed the reddish B horizons and vesicular A horizonsdecreases in summer precipitation and winter temperatures during the past 1600 years, and the bristlecone that are common in the surface soils of Fish Lake Valley (Sawyer, 1990; Slate, 1992).treeline also indicates dry and cold conditions during part of this period. We suspect that the climate of most Dating consisted mainly of radiocarbon and tephra analysis, but also included cosmogenic 10Be (core 5) andof Fish Lake Valley is more closely related to that in the area of the White Mountains than in Eureka Valley, thermoluminescence (core 3) determinations. The US Geological Survey Radiocarbon Laboratory, Virginia,because Fish Lake Valley is in the rain shadow of the White Mountains and, as indicated by the even distri- prepared radiocarbon samples and performed conventional dating. Lawrence Livermore National Laboratory,bution of monthly rainfall, is presently rarely reached by monsoonal precipitation from the south. California, performed accelerator mass spectroscopy\n(AMS) dating. We calibrated the 14C ages and tephraBedrock in the source area of Leidy Creek consists mainly of granitic intrusive rocks, but metavolcanic and ages using the calibration program of Stuiver & Reimer (1993). In cores 1 and 7, samples (Table 1) consistedmetasedimentary rocks crop out around the cirque and a band of Precambrian schist and carbonate rocks crosses mostly of very organic-rich sediment; these 14C ages were the creek near the range front (Krauskopf, 1971). Bedrock * Detailed descriptions of the cores and sampling methods andin the Silver Peak Range includes phyllite, limestone, analytical data not included in this report are in Throckmortongranitic rocks, and Miocene and Pliocene rhyolitic and & Reheis (1993) and also are archived by the Global Change basaltic rocks and sediments (Krauskopf, 1971; Stewart Program of the US Geological Survey, available upon request et al., 1974), but the Tertiary rocks dominate the area by anonymous file transfer protocol to Internet address: geochange.er.usgs.govnear Fish Lake and cores 1 and 2. Macke et al. (1990)\nFig. 2. Generalized topographic and geological maps (same scale) of Leidy Creek fan and vicinity, showing locations of cores, trench, exposed age-control sample sites and seismic transect (Fig. 7). X south of Leidy Creek on unit Qfi marks location of a single seismic line; single lines were also obtained over core holes 3 and 4 and a downhole profile was measured at the trench site. Alluvial-fan units are simplified from mapping by Reheis et al. (1993, 1995); combined symbols (Qfl + Qfce) represent deposits of mixed age. Note line of section (A–A’) on geological map for Fig. 8.\n© 1996 Blackwell Science Ltd, Basin Research, 8, 279–299 283\nT ab\nle 1.\nR ad\nio ca\nrb on\nan al\nys es\nfr om\nse di\nm en\nts in\nth e\nco re\ns an\nd tr\nen ch\n, L\nei dy\nC re\nek fa\nn.\nSa m\npl e\nno .*\nC or\ne Sa\nm pl\ne de\npt h\n(m )\nM at\ner ia\nld at\ned 14\nC ag\ne (c\nal .\nye ar\nB P)\nC al\nib ra\nte d\nag e\n(1 d\nra ng\ne) †\nW W\n98 1\n0. 70\n–0 .7\n2 Pe\nat 30\n80 ±1\n50 33\n80 –3\n27 0\n(3 46\n0– 30\n70 )\nW W\n78 1\n1. 47\n–1 .4\n9 Si\nlty pe\nat 39\n90 ±7\n0 44\n20 (4\n53 0–\n43 60\n)\nW -6\n41 3\n1 2.\n08 –2\n.1 1\nSi lty\npe at\n61 25 ±9\n0 70\n00 (7\n16 0–\n68 80\n)\nW W\n79 1\n3. 18\n–3 .2\n0 O\nrg an\nic -r\nic h\ncl ay\n67 30 ±3\n0 75\n40 (7\n58 0–\n74 80\n)\nW -6\n41 2\n1 3.\n86 –3\n.8 8\nSi lty\npe at\n82 70 ±1\n40 92\n50 (9\n40 0–\n89 90\n)\nW -6\n41 1\n1 5.\n67 –5\n.6 8\nSi lty\npe at\n11 18\n0± 25\n0 13\n09 0\n(1 3\n35 0–\n12 85\n0)\nW W\n22 1\n1 6.\n36 W\noo d\nfr ag\nm en\nt 11\n39 0±\n90 13\n30 0\n(1 3\n42 0–\n13 19\n0)\nW W\n22 3\n1 6.\n36 W\noo d\nfr ag\nm en\nt (r\nep lic\nat e\nsa m\npl e)\n11 30\n0± 90\n13 21\n0 (1\n3 32\n0– 13\n10 0)\nW W\n22 4\n1 6.\n36 W\noo d\nfr ag\nm en\nt (r\nep lic\nat e\nsa m\npl e)\n11 26\n0± 90\n13 17\n0 (1\n3 28\n0– 13\n07 0)\nW W\n23 0\n1 6.\n87 –6\n.8 9\nD is\nco nt\nin uo\nus pe\nat y\nla ye\nr, di\nst ur\nbe d\n94 80 ±7\n0 10\n53 0–\n10 47\n0 (1\n0 80\n0– 10\n37 0)\nW W\n77 1\n8. 18\n–8 .2\n0 D\nis pe\nrs ed\nor ga\nni cs\nin sa\nnd an\nd cl\nay 24\n24 0±\n33 0\nno ca\nlib ra\ntio n\nW W\n22 5\n1 11\n.2 0–\n11 .2\n1 D\nis pe\nrs ed\nor ga\nni cs\nin si\nlty cl\nay 95\n70 ±8\n0 10\n80 0–\n10 58\n0 (1\n0 91\n0– 10\n47 0)\nW W\n80 2\n4. 12\n–4 .1\n4 O\nrg an\nic -r\nic h\ncl ay\n88 10 ±8\n0 98\n60 (9\n91 0–\n96 50\n)\nW W\n82 2\n4. 64\nO rg\nan ic\n-r ic\nh si\nlt, A\nho ri\nzo n\nof so\nil S1\n96 30 ±8\n0 10\n89 0–\n10 73\n0 (1\n0 96\n0– 10\n55 0)\nW W\n22 7\n3 2.\n53 –2\n.6 4\nPl an\nt fr\nag m\nen t\n(r oo\nt? ),\n11 cm\nlo ng\n, ve\nrt ic\nal 11\n40 ±6\n0 10\n60 (1\n08 0–\n97 0)\nW W\n81 3\n4. 68\n–4 .7\n0 O\nrg an\nic -r\nic h\nsi lty\ncl ay\n,A ho\nri zo\nn of\nso il\nS1 89\n00 ±8\n0 99\n10 (9\n98 0–\n98 60\n)\nW W\n22 8\n4 5.\n23 –5\n.2 7\nD is\npe rs\ned or\nga ni\ncs in\nfin e\nsa nd\n, so\nil S2\n80 20 ±7\n0 89\n50 (8\n99 0–\n86 70\n)\nW W\n85 4\n8. 95\n–8 .9\n7 D\nis pe\nrs ed\nor ga\nni cs\nin si\nlty sa\nnd ,\nA ho\nri zo\nn of\nso il\nS1 99\n00 ±8\n0 11\n00 0\n(1 1\n20 0–\n10 99\n0)\nW W\n22 9\n5 5.\n46 –5\n.4 9\nD is\npe rs\ned or\nga ni\ncs in\nsi lty\nfin e\nsa nd\n57 00 ±6\n0 64\n80 (6\n55 0–\n64 10\n)\nW W\n99 7\n0. 75\nO rg\nan ic\n-r ic\nh si\nlt 59\n0± 14\n0 55\n0 (6\n60 –5\n10 )\nW W\n90 7\n0. 92\n–0 .9\n4 Si\nlty pe\nat 17\n40 ±7\n0 16\n90 –1\n62 0\n(1 72\n0– 15\n40 )\nW W\n91 7\n1. 75\n–1 .7\n7 O\nrg an\nic -r\nic h\nsi lt\n38 60 ±7\n0 44\n10 (4\n26 0–\n41 50\n)\nW W\n92 7\n2. 35\n–2 .3\n7 O\nrg an\nic -r\nic h\ncl ay\ney si\nlt 57\n80 ±8\n0 66\n20 –6\n57 0\n(6 70\n0– 64\n80 )\nW W\n93 7\n2. 90\n–2 .9\n2 O\nrg an\nic -r\nic h\nsi lty\ncl ay\n71 10 ±1\n00 79\n10 (7\n96 0–\n78 00\n)\nW W\n94 7\n4. 22\n–4 .2\n4 O\nrg an\nic -r\nic h\nsi lty\ncl ay\n94 40 ±8\n0 10\n41 0\n(1 0\n79 0–\n10 31\n0)\nW W\n95 7\n4. 73\n–4 .7\n5 Pe\nat 10\n13 0±\n14 0\n11 78\n0 (1\n2 13\n0– 11\n09 0)\nW W\n96 7\n5. 25\n–5 .2\n7 Pe\nat 11\n38 0±\n90 13\n29 0\n(1 3\n41 0–\n13 18\n0)\nW W\n97 7\n5. 72\n–5 .7\n4 O\nrg an\nic -r\nic h\nsi lty\ncl ay\n12 33\n0± 20\n0 14\n41 0\n(1 4\n73 0–\n14 12\n0)\nW W\n38 1\ntr en\nch 2.\n0 C\nha rc\noa li\nn re\ndd en\ned sa\nnd y\nsi lt\nof so\nil S3\n; pr\nob ab\nle bu\nrn 58\n10 ±6\n0 66\n50 (6\n72 0–\n65 30\n)\n* Sa\nm pl\ne nu\nm be\nrs w\nith ‘W\n’ pr\nefi x\nde si\ngn at\ne co\nnv en\ntio na\nl ra\ndi oc\nar bo\nn ag\ne de\nte rm\nin at\nio ns\nby th\ne U\n.S .\nG eo\nlo gi\nca l\nSu rv\ney .\nSa m\npl es\nnu m\nbe rs\nw ith\n‘W W\n’ pr\nefi x\nde si\ngn at\ne ag\ne de\nte rm\nin at\nio ns\nby A\ncc el\ner at\nor M\nas s\nSp ec\ntr om\net ry\n(A M\nS) ,\nL aw\nre nc\ne L\niv er\nm or\ne N\nat io\nna l\nL ab\nor at\nor y.\n† C\nal ib\nra te\nd ag\nes w\ner e\nob ta\nin ed\nus in\ng th\ne ca\nlib ra\ntio n\npr og\nra m\nof St\nui ve\nr &\nR ei\nm er\n(1 99\n3) .\nPr ef\ner re d ag es ar e lis te d fir st ; a ra ng e is gi ve n if th e ca lib ra tio n ga ve a no nu ni qu e so lu tio n.\n© 1996 Blackwell Science Ltd, Basin Research, 8, 279–299284\n* Other tephra layers reported in Throckmorton & Reheis (1993) are correlated with several Pleistocene and older tephra layers and eruptive sources such as the Bishop ash, younger Glass Mountain tephra layers, and rhyolite flows of the Volcanic Hills and Silver Peak Range. These layers in the cores are interpreted to be reworked from much older deposits and flows and are not indicative of the true age of the sediment. They include layers in core 1 at 1.59 and 7.9 m, core 3 at 3.82 m, core 5 at 11.33 m, and core 7 at 2.66, 4.22 and 9.16 m. † Correlations are by A. M. Sarna-Wojcicki using major-oxide chemistry of glass shards. ‡ Calibrated ages were obtained by converting the assigned tephra ages (in radiocarbon years) using graphs in Stuiver & Reimer (1993).\nobtained by AMS, but a few ages were cross-checked with compositions in a database of previously analysed tephra layers using statistical programs.with conventional dating. Most of the other 14C ages The 1994 Field Geophysics Class of Humboldt Statefrom the cores were obtained from soil organic material University, California, conducted seismic and electrical(yielding mean-residence-time ages) using AMS. One resistivity studies. We ran 17 44-m-long seismic refraction14C age from the trench was on charcoal in a buried soil. lines, a seismic downhole profile and four electricalAges of the exposed proximal-fan deposits were mostly resistivity lines on the distal Leidy Creek fan. The firstfrom charcoal, but a few are from buried logs (Reheis two seismic and resistivity lines were directly over coreet al., 1993, 1995). P. Maat and H. Millard, US holes 3 and 4. The remainder of the lines were along aGeological Survey, determined ages of thermoluminescnorthward transect across the fan (Fig. 2). We used aence samples from core 3; M. Pavich measured the Geometrics† 12-channel (ES 1225) signal enhancementcosmogenic 10Be inventory on the buried soil in core 5. refraction seismograph. The source was a sledge hammer,We fit polynomial equations to the depths of the calibrated typically enhanced by three to six impacts. Geophones14C ages, the Mazama ash and a distinctive Mono Craters were spaced at 4-m intervals. Compressional wave arrivaltephra in the upper 6 m of cores 1 and 7 to obtain times from impacts at each end of the line (forward andestimated ages of sedimentary changes in the organicreverse shots) for each geophone location were plotted asrich sediment (e.g. from silty peat to organic-rich silt a function of distance. For several of the lines, we ranand clay). 10-m offset shots to give a better estimate of refractorThe US Geological Survey Tephrochronology velocities.Laboratory, California, analysed glass shards from tephra Seismic refraction is a standard geophysical techniquesamples from the cores, trench and exposed fan deposits (e.g. Dobrin & Savit, 1988) but, in practice, difficultiesby electron microprobe for major-oxide composition using methods described by Sarna-Wojcicki et al. (1984). Samples were correlated (Table 2; Reheis, 1991; Reheis † Use of trade names by the US Geological Survey does not constitute an endorsement of the product.et al., 1993, 1995) by comparison of sample compositions\n© 1996 Blackwell Science Ltd, Basin Research, 8, 279–299 285\nmay arise. Two problems particular to near-surface stud- Indian Creek, Leidy Creek and Marble Creek (Fig. 2 and\nTable 3). The Marble Creek is further divided into early,ies are ground-coupled air waves and hidden layers. The air wave can usually be identified by its high frequency middle and late subunits. These units occur throughout Fish Lake Valley and are not restricted to the drainages(Dengler et al., 1987). The hidden-layer problem most frequently encountered is caused by bioturbation. The for which they are named. The alluvium of Indian Creek age is well exposed only along the range front and isirregular, bioturbated interface between the surface layer and the relatively unweathered and unconsolidated mate- mostly buried by younger deposits to the east, but is locally at the surface several kilometres downfan. Therial beneath produces no coherent refracted signal and, as a result, the horizon beneath the surface layer is alluviums of Leidy Creek age and Marble Creek age are widespread at the surface and merge downfan with fine-invisible to the refraction technique. Hence, we ran a downhole profile in the 5-m-deep trench (Fig. 2) to grained valley fill. The following descriptions and ages of the fan deposits are from maps of Reheis et al.determine more precisely the velocity structure of the sediments below the surface soil. Refractor depths and (1993, 1995). velocities were determined using a simple two-layer dipping interface analysis (Dobrin & Savit, 1988). Late Quaternary alluvial mapping units\nFour electrical resistivity profiles were run along the Alluvium of Indian Creek agesame lines as seismic lines 1–4. We used a Soil Test Strata Scout† four-electrode array in a Wenner configur- The alluvium of Indian Creek age (Qfi, Fig. 2) crops out ation (Dobrin & Savit, 1988 ) with electrode spacings near the range front throughout Fish Lake Valley (Reheis, varying between 0.5 and 27 m. Apparent electrical resis- 1991, 1992; Reheis et al., 1993, 1995) and locally exceeds tivity was relatively uniform for all spacings and the 50 m in thickness. Age constraints on this unit include water table was at least 30 m below the surface. (Fig. 1): (1) a thermoluminescence age of >50 ka on the silty A horizon of a buried soil 4.2 m below the surface of unit Qfi at Furnace Creek (Slate, 1992); (2) a tephraSTRATIGRAPHY, SEDIMENTOLOGY layer 6.3 m below the surface of unit Qfi in the canyonAND AGE OF LATE QUATERNARY of Leidy Creek (Fig. 2) matches the chemistry of tephraDEPOSITS layers in cores from Walker Lake, Nevada, that range in Fanhead trenches and incised fault scarps along the age from about 80 to 40 ka; (3) a tephra layer in an White Mountains, including the Leidy Creek drainage eroded deposit correlative to unit Qfi in lower Rock (Fig. 2), expose thick accumulations of alluvial-fan Creek matches the chemistry of a tephra erupted from deposits. The proximal-fan deposits vary from unsorted, Mammoth Mountain, California, between about 100 and bouldery matrix-supported deposits to moderately well- 60 ka; (4) a large boulder on the surface of unit Qfi at sorted, pebbly clast-supported deposits (Slate, 1992). the mouth of Perry Aiken Creek has a minimum surfaceMaximum clast size decreases to small pebbles on the exposure age of about 57 ka by 36Cl dating (Zreda et al., distal parts of the fans, and lenses of well-sorted silt and in press). Hence, unit Qfi is apparently no younger than sand become more abundant. Slate (1992) observed no about 50 ka and is early late Pleistocene in age. We differences in clast size or sorting between deposits of suspect that this unit began to accumulate by about 100 different ages when fan position was held constant. ka, and perhaps as early as 130 ka, because all of the ages\nThe Leidy Creek fan slopes continuously across the are from less than 7 m depth in a >50-m-thick unit. floor of Fish Lake Valley to the marsh deposits (Fig. 2). The broad area of the fan shown as Qfcm+Qfcl on the Alluvium of Leidy Creek age map is here referred to as the distal fan (‘fan skirt’ of Peterson, 1981) because the fan gradient decreases sharply The alluvium of Leidy Creek age (Qfl, Fig. 2) consists of alluvial-fan deposits more than 13 m thick near theat the west edge of this area (from about 53 m km−1 to 10 m km−1) and the grain size decreases from boulder- range front. Five 14C ages on charcoal range from 7500 to 5800 cal. year  at depths from 1 to 3.3 m below therich gravel to pebbly sand and silt. However, modern storms are capable of moving cobbles and small boulders surface (Table 3, Fig. 3). The 5800-year age is much younger than the other four; possibly this sample wasout onto the distal fan; a small thunderstorm in 1991 at the range front north of Indian Creek (Fig. 1) generated contaminated with younger carbon. Near lower Rock Creek (Fig. 1), the unit contains a <10-ka tephra abouta debris flow that travelled more than 8 km down an interfan drainage and buried the highway and part of an 6 m below the surface. Buried deposits near Furnace Creek and in the trench on the Leidy Creek fan inferredalfalfa field to the east. In addition, the drilling rig encountered pebble- to cobble-size clasts at about 8.6 m to be correlative to this unit contain the Mazama ash bed (7670 cal. year ). Slate (1992) obtained thermoluminesc-in core 6, in the middle of the distal part of the fan and 7 km from the range front. ence ages of 7.5±1.0 and 11±2 cal. year  on buried\nvesicular A horizons in lower Rock Creek. Hence, unitBased on surface and soil characteristics (Slate, 1992; Reheis et al., 1995), we informally subdivide the late Qfl was probably deposited between about 10 000 and 6000 cal. year , and the available ages suggest a pulseQuaternary alluvial-fan deposits into the alluviums of\n© 1996 Blackwell Science Ltd, Basin Research, 8, 279–299286\nof deposition from about 7500 to 6500 cal. year  within this interval (Fig. 3).\nAlluvium of Marble Creek age\nDeposits of the alluvium of Marble Creek age (Qfc, Fig. 2) may be as much as 13 m thick, but they generally have not been deeply incised so their thicknesses near the range front are uncertain. More than 40 14C ages and almost 40 tephrochronological correlations constrain the following age ranges (Table 3, Fig. 3). The early alluvium of Marble Creek age (Qfce) consists of deposits of two or three pulses of alluviation. The first two pulses, between about 5300–4300 cal. year  and about 3700–3000 cal. year , are not distinct (in terms of the distribution of ages, Fig. 3) and could represent one long pulse. The third pulse was between about 2300–1900 cal. year . Although the clusters of ages indicate alluviation of unit Qfce at different times, we cannot discriminate these different periods by surface or soil properties in the field. The middle (Qfcm) and late (Qfcl) alluviums of Marble Creek age consist of deposits of two pulses of alluviation between about 1600 and 1000 cal. year  and from 750 cal. year  to the present, respectively.\nDescription and ages of deposits and buried soils in the cores and trench\nDistal-fan sites: cores 2–6 and the trench\nCore 2 consists mainly of calcareous, locally organic-rich silt and clay (Fig. 4) with abundant carbonate nodules. We interpret these deposits to be basin-fill and marsh sediment; the carbonate nodules are probably of groundwater origin, as they are irregular in shape and occur throughout the upper part of the core. The core also contains sand and pebbly sand from a depth of about 5.6 m to the base at 7.1 m. The lowest stratum consists of well-washed, moderately sorted, subrounded pebbly sand; the lithology of the pebbles suggests several sources including Leidy Creek (granitic and metavolcanic rocks), the nearby basalt outcrop (red scoria) and the Silver Peak Range (jasper, chert and sandstone).\nDeposits in cores 3–6 and the trench consist primarily of interbedded pebbly, poorly sorted sediment and moderately to well-sorted silt and sand (Fig. 4). The deposits generally coarsen in an upfan direction. Comparison of sediments in the core and the trench indicates that the poorly sorted pebbly deposits are distal debris flows. Some of the silt and sand beds are normally graded, whereas others are finely laminated; these beds probably represent low-gradient overland flow and sheetwash deposition. A stratum consisting of coppice dunes, perfectly preserved due to burial by a debris flow, lay at a depth of about 1 m in the trench (Throckmorton & Reheis, 1993 ). Some of the well-sorted sand beds in the cores may have had a similar origin. Examination of\nT ab\nle 3.\nM ap\npi ng\ncr ite\nri a\nan d\nag es\nof la\nte Q\nua te\nrn ar\ny pr\nox im\nal -f\nan de\npo si\nts in\nF is\nh L\nak e\nV al\nle y\nfr om\npr ev\nio us\nw or\nk (R\neh ei\ns, 19\n95 ).\nU ni\nt na\nm e\nSu rf\nac e\nfo rm\nD es\ner t\nva rn\nis h\nSo il\nde ve\nlo pm\nen t*\nA ge\nra ng\ne†\n(m ap\nsy m\nbo l)\n(c al\n. yr\nB P)\nL at\ne al\nlu vi\num of\nM ar\nbl e\nC re\nek U\nnm od\nifi ed\nba r-\nan d-\nsw al\ne to\npo gr\nap hy\n; w\nel l\npr es\ner ve\nd N\non e\nF ro\nm no\nne to\na fe\nw w\nea k\nfil am\nen ts\nof C\naC O\n3 on\ncl as\nt 75\n0– 0\n(Q fc\n1) de\nbr is\nflo w\ns; sp\nar se\nve ge\nta tio\nn bo\ntt om\ns.\nM id\ndl e\nal lu\nvi um\nof M\nar bl\ne So\nm ew\nha t\nsu bd\nue d\nba r-\nan d-\nsw al\ne an\nd de\nbr is\nflo w\nA fe\nw cl\nas ts\nw ith\nsm al\nl sp\not s\nin Sa\nnd y\nve si\ncu la\nr A\nho ri\nzo n,\n2– 3\ncm th\nic k;\nso m\net im\nes a\n16 00\n–1 00\n0\nC re\nek (Q\nfc m\n) to\npo gr\nap hy\n; m\nod er\nat el\ny ve\nge ta\nte d\npr ot\nec te\nd si\nte s\nw ea\nk B\nw ho\nri zo\nn; st\nag e\nI C\naC O\n3 –\nco m\nm on\nw ea k fil am en ts an d sp ot s on cl as t bo tt om s\nE ar\nly al\nlu vi\num of\nM ar\nbl e\nSu bd\nue d\nba r-\nan d-\nsw al\ne an\nd de\nbr is\n-fl ow\nto po\ngr ap\nhy ;\nC om\nm on\n,t hi\nn sp\not s\non m\nan y\ncl as\nts V\nes ic\nul ar\nA ho\nri zo\nn, 3–\n5 cm\nth ic\nk; B\nw ho\nri zo\nn; st\nag e\nI– II\n23 00\n–1 90\n0\nC re\nek (Q\nfc e)\nin ci\npi en\nt sm\nal la\nre as\nof pa\nve m\nen t\n– st\non es\nno t\nC aC\nO 3\n37 00\n–3 00\n0\nin te\nrl oc\nki ng\n; m\nod er\nat el\ny ve\nge ta\nte d\n53 00\n–4 30\n0\nA llu\nvi um\nof L\nei dy\nC re\nek (Q\nfl) D\nep os\niti on\nal to\npo gr\nap hy\npr es\ner ve\nd on\nla rg\ne de\nbr is\nT hi\nn bu\nt co\nnt in\nuo us\non m\nos t\ncl as\nts ;\nC on\ntin uo\nus ,\nlo am\ny ve\nsi cu\nla r\nA ho\nri zo\nn, 5–\n7 cm\nth ic\nk; B\nw 75\n00 –6\n50 0\n(1 0\n00 0–\n58 00\n)\nflo w\ns; sm\noo th\nar ea\ns of\npa ve\nm en\nt su\nrr ou\nnd ed\nby sh\nin y\nan d\nir ri\nde sc\nen t\nin pr\not ec\nte d\nor w\nea k\nar gi\nlli c\nB ho\nri zo\nn –\nco m\nm on\nth in\ncl ay\nfil m s; ro ug he r pa ve m en t; sm oo th pa ve m en t ha s un so rt ed si te s st ag e II C aC O 3 in te rl oc ki ng cl as ts\nA llu\nvi um\nof In\ndi an\nC re\nek (Q\nfi) C\nom m\non ly\ndi ss\nec te\nd; w\nel l\npa ck\ned an\nd so\nrt ed\ncl as\nts in\nC on\ntin uo\nus ,t\nhi ck\nva rn\nis h\non m\nos t\nC on\ntin uo\nus ,\nsi lty\nve si\ncu la\nr A\nho ri\nzo n,\n5– 10\ncm th\nic k;\n12 0\n00 0?\n–5 0\n00 0\nco nt\nin uo\nus pa\nve m\nen t;\npr om\nin en\nt so\nlifl uc\ntio n\ntr ea\nds cl\nas ts\n– of\nte n\nsh in\ny an\nd ir\nid es\nce nt\nm od\ner at\ne ar\ngi lli\nc B\nho ri\nzo n\n– ab\nun da\nnt th\nin to\nan d\nri se\nrs m\nod er\nat el\ny th\nic k\ncl ay\nfil m\ns; st\nag e\nII –I\nII C\naC O\n3\n* C\nar bo\nna te\nst ag\nes of\nG ile\net al\n. (1\n96 6)\n. †\nC al\nib ra\nte d\nag e\nra ng\nes of\nH ol\noc en\ne un\nits w\ner e\nob ta\nin ed\nus in\ng th\ne ra\nng e\nof ra\ndi oc\nar bo\nn ag\nes fo\nr ea\nch un\nit (F\nig .3\n).\npebbles and sand grains from cores 3–6 and the trench\n© 1996 Blackwell Science Ltd, Basin Research, 8, 279–299 287\nindicate that Leidy Creek is the sole source of sediment deposits that buried soil S1, which is consistent with a 14C age of 9860 cal. year  from organic-rich clay 52 cmat these sites.\nCores 2–6 and the trench all contain weak buried soils above the soil in core 2. Two tephra layers in the trench (Fig. 4) correlate with the #7670-cal.-year- Mazama(Fig. 4). The number of these soils in each core generally increases upfan. The weak buried soils are characterized ash and with a #4150-cal.-year- tephra from the Mono Craters. The ages of these tephra layers are consistentby slight oxidation (Bw horizons) and (or) minor (stage I) accumulations of pedogenic CaCO 3\n(Bk horizons) or with their stratigraphic positions relative to the charcoal age of 6650 cal. year  from the trench. The Bk2organic carbon, and are nearly all less than 20 cm thick. Some of the thin silt layers are probably the remains of horizon of soil S1 in core 2 contains dispersed Mono Craters tephra similar in composition to a tephra layerweak vesicular A horizons. Our identification of these weak buried soils is uncertain in some cases (queried on 1.6 m above the buried soil in core 5; we tentatively correlate this tephra with one of the latest PleistoceneFig. 4) because the loose sediment typical of the upper parts of cores 4–6 crumbled and became mixed during Mono Craters tephra layers. Because of the uncertain identifications and the varyingextrusion.\nRemarkably, cores 2–6 all contain a strong buried soil number of weak buried soils from site to site, many of our correlations of soils on Fig. 4 are tentative. The(S1, Fig. 4) characterized by an organic A horizon 10–30 cm thick, a Bw or Bt horizon as much as 40 cm oldest correlatable weak soil, S2 in cores 4–6, may have formed before about 8 ka, and may merge with soil S1thick and a Bk horizon as much as 50 cm thick (Fig. 5). The properties of soil S1 vary considerably. The clay in core 3. We correlate soil S3 based on its slightly better development (has an incipient argillic horizon, Bt or Btjincrease from the parent material ranges from 6 to 24% and the CaCO 3\nincrease from 17 to 48%; the soil in core in cores 3, 5 and 6) and its association with reddish sediment and charcoal reflecting a fire event (trench and4 has only a Bw horizon, but has a 24% increase in CaCO3. However, soil S1 in general is so distinctive that core 5). From associated 14C ages in the trench and core 5, soil S3 apparently formed between about 6500 andonce identified during the drilling, we used it as a marker horizon in drilling the other holes. The soil formed in 4000 cal. year  (Fig. 4). In most of the cores, two weak buried soils (S4 and S5) lie above soil S3. In the trench,sediment that is similar in grain size and sorting to the deposits that bury the soil. The depth to the top of soil S4 was buried by dune sand containing a 4150-cal.-year tephra, and S5 post-dates this tephra.S1 gradually increases upfan from about 4.6 m in core 2 to about 11.5 m in core 6. The properties of soil S1 and three numerical ages (Figs 4 and 5) place limits on the age of the distal-fanEight 14C ages and four tephra correlations constrain the age of the distal-fan deposits above soil S1 (Fig. 4 deposit on which this soil formed. The properties of soil S1 are similar to those of the relict surface soil formedand Tables 1 and 2). Four ages on organic-rich sediment and one on charcoal range from 1160 to 9860 cal. year on the alluvium of Indian Creek (Table 3). Therefore, the duration of surface exposure of the buried soil is as. The 1160-year age is anomalously young for its position beneath three buried soils and was probably much as several tens of thousands of years. The accumulated mass of cosmogenic 10Be in soil S1 in core 5 (thecontaminated by young roots. Three samples from the top of the A horizon of soil S1 range from 9910 to 11 000 most strongly developed of the five) indicates a minimum of 40 000 years of surface exposure (M. J. Pavich, 1993,cal. year  (mean residence time ages). These ages suggest a maximum age of about 11 000 years for the oral commun.). Combined with the radiocarbon ages\n© 1996 Blackwell Science Ltd, Basin Research, 8, 279–299288\n© 1996 Blackwell Science Ltd, Basin Research, 8, 279–299 289\nB to top of buried soil.\ndiscussed above, the 10Be data indicate a minimum age oral commun.). A tephra layer near the base of core 3, about 5 m below the top of soil S1, contains glass shardsof 50 ka for the deposits capped by soil S1. Soil S1 in cores 3 and 5 contains carbonized root traces throughout of two different eruptions. The majority of the glass correlates chemically with an early Mono Craters tephraseveral anomalously thick horizons, suggesting that these soils are cumulic and formed during very slow sedimen- that is estimated to be between about 80 and 60 ka in cores from Walker Lake, and a small amount of the glasstation; this interpretation is consistent with the presence of a late Pleistocene tephra within soil S1 in core 2. The correlates with tephra erupted from Mammoth Mountain at about 80 ka. In summary, we think that the distal-fansilty sand in the base of soil S1 in core 3 has a thermoluminescence age of about 50 ka (P. Maat, 1994, sediment on which soil S1 formed began to be deposited\n© 1996 Blackwell Science Ltd, Basin Research, 8, 279–299290\nbefore about 80 ka and essentially ended at about 50 ka. Slow sedimentation, either from sheetflow or aeolian processes, occurred locally during subsequent soil formation.\nMarsh and stream deposits: cores 1 and 7\nThe upper 5.7 m of sediment in cores 1 and 7 consists of interbedded and intermixed peat, silt and clay (Figs 4 and 7). Some beds consist of nearly pure peat, whereas other beds, typically only a few centimetres thick, contain no organics. Pollen, diatoms, ostracods and snails are locally abundant (Throckmorton & Reheis, 1993). The organic-rich sediment in both cores overlies about 2 m of well-washed pebbly sand and gravel interbedded with moderately sorted, organic-rich silty sand at the top. The sand and pebbles consist of angular (locally derived) to subrounded feldspar, quartz and biotite, and granitic, volcanic and metasedimentary rocks. This lithological distribution suggests sources both in the Silver Peak Range and in the White Mountains. Below the sand and gravel are at least 4 m of fine-grained deposits. In core 1, these basal deposits are mostly poorly sorted pebbly sand and silt interbedded with silty clay, whereas in core Fig. 6. Cumulative weight percentage of sand, silt and clay for 7 they are mostly stiff green silty clay. selected samples in cores 1 and 7 (data in Throckmorton &\nWe interpret the sediment in cores 1 and 7 as follows. Reheis, 1993). Numbers (1/5.1) indicate core number/sample The organic-rich sediment was deposited in perennial depth (in metres). Light stipple shows range of curves for loess from many sites around the world (taken from Péwé &but shallow standing water. There are several modern Journaux, 1983); heavy stipple shows range of six samples ofsprings near cores 1 and 7. The modern Fish Lake (site modern dust in Fish Lake Valley (Reheis & Kihl, 1995; andof core 1, Fig. 2) is fed by the largest spring; the historic unpublished data). Modern dust was sampled only 2 m above‘lake’ was less than about 3–4 m deep and about 25 m the ground and hence contains more sand than normal loess.across (except when temporarily enlarged by a dam built just north of core 7 in 1984). Fish Lake and the other springs are now nearly dry due to drought and groundwater depletion in the past few years, but preliminary beds, however, probably represent wet incursions of fan sediment (e.g. the sample from 1.6 m in core 7, Fig. 6).interpretation of pollen, diatoms and snails in cores 1 and 7 indicates the presence of shallow, alkaline (but The sand and gravel beds (Figs 4 and 6) are probably fluvial deposits. They are clearly not alluvial-fan deposits,fresh) water throughout the organic-rich intervals (Throckmorton & Reheis, 1993). as suggested by Macke et al. (1990), because they are too\nwell sorted, washed and bedded and because the sedimentThe clastic material within the organic-rich sediment is mostly silt and clay (Fig. 6). Macke et al. (1990) was derived from both sides of Fish Lake Valley. We dismiss a beach origin for the sand and gravel bedssuggested that the clastic material was distal-fan sediment. The particle-size distribution of the clastic material is because (1) sedimentary features that are characteristic of beach deposits (Pettijohn et al., 1973) were notindeed similar to that in the finer-grained beds of core 3 on the distal fan, although these beds are generally richer observed, and (2) core 3 does not contain similar beds of sand and gravel at the depth at which the projectedin fine silt and clay. However, the size distribution of several samples of the organic-rich sediment is also elevation of sand and gravel in cores 1 and 7 should intersect core 3. We interpret an escarpment buriedsimilar to that of loess, and in particular to that of modern dust in Fish Lake Valley (Reheis & Kihl, 1995; under the marsh deposits reported by Macke et al. (1990) from hand-auger transects in the vicinity of cores 1 andand unpublished data), except that the modern dust samples contain more sand. The modern samples are 7 as a fluvial scarp rather than a fault scarp. If our interpretation is correct, the northerly trend of the scarpcollected from traps in unvegetated, dry areas and their sand content is increased by windstorms (Reheis & Kihl, and the mixed lithological sources of the fluvial deposits suggest the presence of an axial stream that probably1995). This comparison suggests that much of the silt and clay in the organic-rich sediment of cores 1 and 7 is flowed north in the late Pleistocene. Presently the basin is not closed and drains north at a low gradient of aboutaeolian in origin, perhaps reworked from the silt- and clay-rich distal-fan sediment. A few of the silt and clay 2 m km−1 or less into the closed basin of Columbus Salt © 1996 Blackwell Science Ltd, Basin Research, 8, 279–299 291\nMarsh (Fig. 1), but flow only occurs during unusual extremely irregular interface between it and the surface soil. In calculating refractor depth for all seismic lines,storms (Beaty, 1968).\nThe beds of green silt and clay beneath the sand and we assumed this intermediate-layer velocity characterized the deposits above the high-velocity layer.gravel are interpreted to have been deposited in a shallow wetland (Figs 4 and 6). Although the beds resemble All seismic profiles on the distal fan exhibited the high-velocity refractor at depths ranging from 7 to 20 m;lacustrine deposits, they are massive rather than thinly bedded, and they are interbedded in core 1 with poorly the depth to this refractor at core holes 3 and 4 was about 1 m deeper than the top of soil S1 (Fig. 7). Thesesorted deposits interpreted to be debris flows. Preliminary interpretations of pollen and diatoms indicate a fresh- slightly greater depths combined with the high-velocity refractor 1 m below the surface of unit Qfi on thewater marsh with standing water as much as 1 m deep (Throckmorton & Reheis, 1993). The green silt and clay proximal fan suggest that the refractor is not the upper part of the soil, but could be the denser Bk horizon. Thebeds are similar to ground-water discharge deposits elsewhere in Nevada ( Quade & Pratt, 1989). refractor is slightly irregular along the transect; the irregularities may only reflect scatter in the data. TheNineteen 14C ages and five tephra layers in cores 1 and 7 provide tight age control on the organic-rich parts refractor appears to dip slightly to the north and the Holocene deposits thicken above it.of the cores and constrain the age of the older sediment (Tables 1 and 2 and Fig. 4). In core 1, the organic-rich The seismic data strongly support the existence of the deposit below soil S1, and probably the soil itself, acrosssediment ranges in age from about 11 100 to younger than 3300 cal. year , and in core 7, it ranges from the entire fan. The unit could be absent from narrow east–west channels between the seismic lines, but largeabout 14 400 to less than 550 cal. year  There are no age reversals within the organic-rich sediment, and the areas of deposition during the middle to late Wisconsin are not permitted by the seismic data. Another possibleages of the Mazama and Mono Craters tephra layers agree with the 14C ages above and below them. Below gap about 1 km wide occurs between core holes 4 and 5 (Fig. 2). However, the correlation of the buried unit andthe organic-rich sediment the 14C ages are less reliable; core 1 exhibits two age reversals in the older sediment. soil S1 to unit Qfi, discussed below, and the distribution of unit Qfi at the fan surface south of Leidy Creek argueHowever, the fluvial beds are most likely latest Pleistocene in age. If the age of 24 240 years about 0.5 m below the against significant late Wisconsin deposition in this gap. fluvial beds in core 1 is correct, it implies either (1) very slow sedimentation prior to the deposition of the fluvial Correlation and ages of proximal (exposed) beds or (2) erosion of previously overlying sediment, and buried deposits perhaps due to stream channelling. Sediment below the fluvial beds in cores 1 and 7 is at a depth comparable The age range of the distal-fan deposits above the soil S1 is the same as that of the proximal-fan units Qfl andwith that of sediment in core 3 that lies below soil S1 and contains #75-ka tephra (Fig. 4). This comparison Qfc (Table 3), which span Holocene time. Because we have few numerical ages on the distal-fan sediment, wesuggests that the sediment below the fluvial beds may be early or middle Wisconsin in age, requiring an erosional cannot be certain that the sedimentary units in the cores as defined by the weak buried soils correspond to theunconformity at the base of the fluvial beds. surficial mapping units. However, the ages permit the following correlations. The sediment bounded at the baseExtension of the buried units by shallow by the soil S1 and at the top by soil S3 (Fig. 4), inferredseismic profiling to have formed after about 6500 cal. year , is the alluvium of Leidy Creek age. Soil S2 within this intervalWe used seismic refraction to determine whether the strong buried soil (S1) and the deposit on which it in cores 4–6 may mark a hiatus in deposition at about 9000 cal. year . Sediment above soil S3 is the alluviumformed underlie the Holocene deposits across the entire fan. The core holes were on the southern part of the fan of Marble Creek age. The tentatively identified soils S4 and S5 (Fig. 4) may mark depositional hiatuses that(Fig. 2); hence, fan sedimentation could have continued through the middle and late Wisconsin on the northern occurred at about 3000 cal. year  (during deposition of unit Qfce), 2000 cal. year  (between units Qfce andpart of the fan. The seismic refraction lines show a very slow surface horizon (280 m s−1) less than 1 m thick and Qfcm) and 900 cal. year  (between units Qfcm and Qfcl). However, it is possible that the general correspon-a much deeper sharp refractor with velocities varying between 1500 and 2500 m s−1. We measured a similar dence between distal-fan and proximal-fan units is coincidental, and that the distal-fan units reflect randomhigh velocity 1 m below the surface of unit Qfi in a seismic line on the proximal fan (X on Fig. 2). We found migration of distributary flows across the fan. The distal-fan deposits that overlie soil S1 and thean intermediate layer of fine-grained deposits extending from just beneath the soil to depths of at least 5 m in marsh deposits above the fluvial sand and gravel are approximately the same age. The correlation of a tephrathe downhole profile at the trench. This layer had a velocity of about 450 m s−1 and was not detected in the above soil S1 in core 5 with a tephra within the soil in core 2 and the downfan decrease in thickness of depositsseismic refraction lines on the distal fan due to the\n© 1996 Blackwell Science Ltd, Basin Research, 8, 279–299292\nabove the soil (Fig. 8) suggest that fan aggradation during INTERPRETATION OF LATE the Holocene was somewhat time-transgressive and pro- QUATERNARY GEOMORPHICgraded down the fan. The decrease in thickness could PROCESSES ON THE LEIDY CREEK also be a response to faulting of unit Qfi on the proximal FAN fan during the late Pleistocene.\nWe correlate soil S1 in cores 2–6 and the deposit on The dated deposits of the Leidy Creek fan document late Quaternary sedimentation. Because the proximal-fanwhich this soil formed to the relict soil and deposits of the alluvium of Indian Creek age. This correlation is deposits at Leidy Creek have the same relative-age characteristics throughout Fish Lake Valley, and wherebased on (1) similar soil properties (Table 3 and Fig. 5), (2) similar age estimates of about 100–50 ka for the dated are consistently the same age (Fig. 3; Reheis et al., 1993, 1995), we are confident that the record of fanburied deposit and unit Qfi, (3) physical tracing of Qfi deposits at the fan surface to within 1.5 km of the nearest deposition and nondeposition is the same throughout the valley despite the influence of local faulting or glaciationcore hole (Fig. 2), where they are buried by Holocene deposits, and (4) projection of the gradients of surface (Slate, 1992). The proximal- and distal-fan sediments record twoand buried deposits (Fig. 8). From the available age control in cores 1 and 7, the fluvial sand and gravel and long periods of aggradation by Leidy Creek and an intervening period of nondeposition. The older period ofpossibly the underlying marsh deposits were being deposited while soil S1 was forming on unit Qfi. The aggradation, represented by unit Qfi, began by at least 100 ka and probably earlier and ended by about 50 ka.older marsh deposits are poorly dated, however, and could be partly coeval with the upper part of unit Qfi Unit Qfi is at least 40 m thick along the entire front of the White Mountains. We have observed no buried soils(i.e. early to middle Wisconsin).\n© 1996 Blackwell Science Ltd, Basin Research, 8, 279–299 293\nor unconformities within this unit (although weak ones six major streams presently draining the White Mountains are perennial (Chiatovich, Indian, Leidy,like those in the distal-fan cores may exist); their absence implies no major hiatuses in deposition. Across most of Perry Aiken, McAfee and Cottonwood creeks, Fig. 1) and in normal years would flow as far as the distal fan,the Leidy Creek fan, the interval from about 50 to 11 ka is spanned by soil formation on unit Qfi (soil S1 where were the streams not diverted for irrigation. Peat deposition began at about 12 000–11 000 cal. yearburied). The younger period of fan aggradation represented by units Qfl and Qfc began at about 11 ka  (Fig. 4) as axial stream activity waned at the toe of the Leidy Creek fan. The organic-rich sediment accumu-(possibly as early as 15 ka near the range front) and still continues. The northward dip of soil S1 and unit Qfi lated throughout the Holocene while the fan aggraded. In core 1 near Fish Lake, deposition of organic-richand concurrent thickening of the overlying Holocene fan deposits indicated by the seismic data (Fig. 7) indicate sediment either slowed greatly after about 3300 cal. year  or stopped at about 2000 cal. year  (extrapolatedthat the axis (the highest part) of the fan shifted northward from the late Pleistocene to the Holocene. from sedimentation rates); this change may reflect confinement of the spring to the modern pond. In core 7,At and before about 25 ka, and possibly as early as about 75 ka (Fig. 4), a freshwater wetland lay at the toe organic-rich deposition apparently continued to the present.of Leidy Creek fan as evidenced by the fine-grained deposits beneath the fluvial sand and gravel and the The detailed records in cores 1 and 7, constructed using the ages of sedimentary changes calculated frompresence of diagnostic species of pollen and diatoms (Throckmorton & Reheis, 1993). This wetland differed regression equations on the calibrated ages, indicate that sedimentary changes were mostly coeval in the two coresfrom the Holocene marsh in that the core sediment and fossils suggest slightly deeper, fresher water conditions and at least partly coeval with pulses of sedimentation on the alluvial fans in Fish Lake Valley (Fig. 9). Thein which peat either did not accumulate or was not preserved. The age control on these deposits is limited, clastic-rich beds, interpreted to be in part distal-fan sediment and in part aeolian dust, may record largebut we speculate that they are coeval with at least part of the period of soil formation on unit Qfi and perhaps debris-flow events and (or) periods of blowing dust on the valley floor. A gradual shift from peat to clastic-richwith deposition of the upper part of unit Qfi.\nThe timing of incision of unit Qfi near the range front sediment in the early Holocene culminated in both cores with silt and clay deposition from about 8500 to as lateis uncertain. Incision could have begun at any time after aggradation ended before about 50 ka. The apparent as 6300 cal. year . This period corresponds with deposition of the younger part of the alluvium of Leidyabsence of middle and late Wisconsin sediment across most of the distal fan indicates that if incision occurred Creek (Qfl, Fig. 9). A second clastic-rich bed was deposited in both cores between about 4300 and 3500in the middle Wisconsin, the eroded sediment must have been transported by a fan-crossing stream and removed. cal. year , spanning the two older parts of the early alluvium of Marble Creek (Qfce) and coinciding withIf incision began in the late Wisconsin, it must have been rapid (and again, sediment transport confined to a chan- dune deposition in the trench. Core 1 records an episode of peat deposition between about 3200 and 2600 cal. yearnel) because unit Qfl, deposited between about 11 000 and 6500 cal. year , is inset as much as 25 m below , coinciding with a hiatus in deposition of unit Qfce. Core 7 records an incursion of silt and clay at about 1200the surface of unit Qfi near the range front. Incision during the late Wisconsin is supported by the apparent cal. year , coinciding with deposition of unit Qfcm throughout the valley and coppice dunes near Oasistruncation of the c. 25-ka marsh deposits.\nFluvial sand and gravel beds beneath the organic-rich (Fig. 2). deposits in cores 1 and 7 are bracketed by 14C ages of about 24 ka and 13 000 cal. year  (Fig. 4). We interpret INTERACTION OF GEOMORPHIC their lithological composition, age and absence from core PROCESSES AND PALAEOCLIMATE IN 3, along with evidence for a north-trending buried escarp- FISH LAKE VALLEY: IMPLICATIONS ment associated with the sand and gravel (Macke et al., FOR THE GREAT BASIN 1990), to indicate that an axial stream flowed at the toe of the fan in the late Wisconsin, presumably north down The last two major periods of alluvial-fan sedimentation in Fish Lake Valley do not coincide with periods ofthe modern valley-floor gradient. The presence of coarse sediment derived from the White Mountains and the glaciation in the adjacent White Mountains. Unit Qfi was deposited partly during interglacial oxygen-isotopeabsence of deposits of middle and late Wisconsin age in the cores also suggest that a stream extended down the stage 5 and partly during glacial-stage 4, and units Qfl and Qfc were deposited entirely during interglacial-stageLeidy Creek fan during this time and carried sediment to the axial stream. The core hole distribution (Fig. 2) 1. Moraines of the last two glacial advances in the Chiatovich Creek drainage (Fig. 1; Swanson et al., 1993)and seismic data permit a narrow (<150 m) east-flowing stream channel, possibly located at about kilometre 0.5 have varnish 14C ages ranging from 19 to 13 ka (Dorn et al., 1990) and minimum 36Cl ages ranging from 23 toon the seismic transect (Fig. 7). The presence of perennial late Pleistocene streams on the basin floor is reasonable; 11 ka (Zreda et al., in press). Much more subdued\n© 1996 Blackwell Science Ltd, Basin Research, 8, 279–299294\nmoraines have minimum 36Cl ages ranging from 160 to records from pluvial lakes (Benson et al., 1990; Jannik et al., 1991; Morrison, 1991) and Devils Hole (Winograd115 ka. Thus, major episodes of fan deposition in Fish Lake Valley, where glaciers were far from the fan heads, et al., 1992; Szabo et al., 1994) indicate that the climate was dry between about 130 and 80 ka. Although effectivewere probably triggered by a change from relatively moist to arid conditions that caused decreases in vegetation moisture increased to the south at Searles Lake and Devils Hole beginning at about 80 ka, the climate didcover and soil moisture and consequent increases in sediment yield (Schumm, 1965, fig. 2; Bull, 1991). In not become relatively wet until about 50 ka. Lake Lahontan to the north may have remained low untilcontrast, Gillespie et al. (1994) interpreted the alluvial fans on the west side of Owens Valley directly west of about 35 ka (Morrison, 1991), although Lao & Benson (1988) suggest that a moderate rise in lake level mayFish Lake Valley to consist of glacial outwash deposited adjacent to Sierra Nevada glaciers that reached the range have occurred at around 70 ka. The well-developed soil present on exposed and buriedfront. Fans much further north in the wetter part of the Great Basin were also thought to have formed during deposits of unit Qfi across the Leidy Creek fan formed during the middle and late Wisconsin. We interpret theglaciation, regardless of the proximity of glaciers (Pierce & Scott, 1982; Ritter et al., 1993). These fans consist of widespread distribution of this soil to mean that debrisflow deposition was not occurring on the Leidy Creekwell-washed gravel, in contrast to the debris-flowdominated fans of the southern Basin and Range. fan during this period; therefore, slopes within the mountains were stable, presumably because the climateAlthough deposition of unit Qfi spanned part of a glacial stade (early Wisconsin), we do not think this was was moist enough to increase the vegetative cover and there were fewer summer (monsoonal) storms. Thompsona response to glacial (wet) conditions. The climatic\n© 1996 Blackwell Science Ltd, Basin Research, 8, 279–299 295\net al. (1993) summarized palaeoclimate data for the period in the Great Basin (Fig. 9; Mehringer & Warren, 1976; Mehringer & Wigand, 1986; Lancaster et al., 1994).western United States; in their reconstruction, the area of Fish Lake Valley was much wetter at 18 ka than The brief period of peat deposition between 3200 and 2600 cal. year  coincides with cool wet climate in theduring the Holocene, and most of the precipitation was delivered by westerly winds from the Pacific. Incision by White Mountains, the beginning of cool wet conditions in the Sierra Nevada and a hiatus in dune deposition.a fan-crossing stream probably also occurred on the Leidy Creek fan after about 50 ka, similar to the timing The clastic incursion at about 1200 cal. year  coincides with cold dry climate in the White Mountains, low standsof incision suggested for Death Valley fans by Hooke & Dorn (1992). of Mono Lake (Stine, 1990) and Pyramid Lake (L. Benson, oral commun., 1994), and the first of two extremeThe deposition of fluvial sand and gravel in a northtrending channel at the toe of the Leidy Creek fan droughts in the eastern Sierra Nevada recorded by trees growing in historically wet places (Stine, 1994; not shownsometime between about 25 and 14 ka indicates that runoff and stream competence increased during this time, in Fig. 9). The deposition of unit Qfcl in Fish Lake Valley during the past 750 years roughly coincides withcoincident with the maximum extent of glaciers in the White Mountains (Dorn et al., 1990; Zreda et al., in cold dry climate in the White Mountains, dune activity in the Great Basin (Mehringer & Warren, 1976;press) and with increased moisture regionally (Thompson et al., 1993). The lithologies present indicate that coarse Mehringer & Wigand, 1986; Wintle et al., 1994), and some low stands of Mono Lake.material was being transported across the fan from the White Mountains as well as from the adjacent Silver However, factors other than climate are implicated in debris-flow deposition. (1) The clastic incursion atPeak Range and imply that one or more channellized perennial streams crossed the basin floor and combined 4200–3500 cal. year  began with the eruption of a Mono Craters tephra, layers of which are widespread into flow north as an axial stream.\nAxial stream deposition ceased by about 14 ka, probably Fish Lake Valley. This incursion occurred during a period when the bristlecone treeline in the Whitereflecting a decrease in effective moisture, but groundwater discharge was sufficient to create and maintain a Mountains recorded a transition to cooler but relatively wet climate, but also during a period of dune depositionlarge freshwater marsh on the valley floor throughout the Holocene. Sedimentation on the alluvial fans of Fish in the Great Basin (Fig. 9). (2) Deposits of unit Qfcm throughout Fish Lake Valley contain abundant charcoal.Lake Valley began at about 11 ka. This rapid sedimentological change implies that either (1) the regional climate (3) The first two pulses of deposition of unit Qfce apparently occurred during a relatively moist periodwas changing rapidly during this time or (2) a climatically triggered geomorphic threshold was crossed. In either when Holocene lake levels were high, although the treeline data indicate that the climate was very warmcase, the onset of fan aggradation probably reflects a change from stable, vegetated slopes to eroding, poorly during the first depositional pulse. These examples suggest that debris-flow deposition could be triggered byvegetated slopes and intermittent streams characterized by flash floods and debris flows. Such streams are capable increased thunderstorm activity associated with volcanism, by widespread fires, or by an increase in moistureof carrying far larger sediment bedloads than perennial streams in humid areas (Laronne & Reid, 1993). The toward the end of a long warm period. Many proxy climate records for the central and north-timing of the change is consistent with the onset of relatively dry and warm conditions by about 12 ka ern Great Basin are in general agreement (Fig. 9). However, the Holocene climatic record from bogs in the(calibrated) in pollen records from the central and southern Sierra Nevada (Fig. 9; Davis et al., 1985; Anderson, central and southern Sierra Nevada (e.g. Adam, 1967; Anderson & Smith, 1994) diverges during the last 30001990; Smith & Anderson, 1992), the drying of pluvial lakes in the Great Basin by about 13 ka (Benson et al., years from the other proxy records and from the sedimentation history in Fish Lake Valley: the climate appears to1990) and the arrival of essentially modern (dry) vegetation in packrat middens of the White Mountains by have been relatively cold and wet at high elevations in the Sierra Nevada, whereas the climate in the Greatabout 10 ka ( Jennings & Elliott-Fisk, 1993). In addition, regional climate reconstructions suggest that southerly Basin has fluctuated but has been relatively dry. In summary, the sedimentary history of Fish Lakemonsoonal (summer) storms had reached the area of Fish Lake Valley by about 10 ka (Thompson et al., 1993). Valley records the geomorphic response of alluvial fans to climate change, both on the glacial–interglacial scaleSome of the pulses of sedimentation recorded in the marsh and fan deposits coincide with periods of or and to a lesser extent during the Holocene. Alluvial fans in this valley were constructed mainly by debris-flowtransitions to warm, dry climate during the Holocene, as suggested by Slate (1992). For example, a depositional processes during dry interglacial periods, in contrast with the glaciofluvially deposited alluvial fans in the northernpulse on the Fish Lake Valley fans at about 8000–6300 cal. year  corresponds with warm dry climate recorded Basin and Range, and pulses of alluvial and aeolian deposition during the Holocene occurred most commonlyby the bristlecone treeline elevation (LaMarche, 1973) and by packrat middens in the White Mountains during the driest intervals. During relatively wet glacial periods, the fans and slopes were stable, soils formed and( Jennings & Elliott-Fisk, 1993), and with a dune-building\n© 1996 Blackwell Science Ltd, Basin Research, 8, 279–299296\nB, W.B. (1964) Geomorphology of segmented alluvial fansperennial streams draining the glaciated tributary valleys in western Fresno County, California. Prof. Pap. US Geol.probably flowed across the basin floor. We think that this Surv., 352-E, 89–128.scenario may apply to most of the valleys in the southern B, W.B. (1991) Geomorphic Responses to Climatic Change.Basin and Range area where glaciers did not extend to Oxford University Press, New York.the range front and directly influence fan sedimentation B, W.B. & S, A.P. (1979) Impact of climatic change (e.g. the west side of Owens Valley; Gillespie et al., on an arid watershed: Nahal Yael, southern Israel. Quat. Res., 1994), except that most valleys would not have had 11, 153–171. perennial streams. Our research supports and better D, O.K., A, R.S., F, P.L., O’R, M.K. & defines the models for alluvial-fan deposition in arid T, R.S. (1985) Palynological evidence for early climates that were originally proposed by Bull & Schick Holocene aridity in the southern Sierra Nevada, California . (1979), Wells et al. (1987) and Bull (1991): debris-flow Quat. Res., 24, 322–332. D, L., L, A.K. & W, K. (1987) Bedrockand related deposition is triggered by a change in climate geometry of unchannelized valleys. In: Erosion andfrom wet to dry, and continues during dry periods as Sedimentation in the Pacific Rim (Ed. by R. L. Beschta, T.long as a sediment supply exists. Blinn, G. E. Grant, G. G. Ice & F. J. Swanson), IAHS Publication, 165, 81–90. ACKNOWLEDGEMENTS D, C.S. (1967) Fans and pediments. Am. J. Sci., 265, 81–105.We thank Mike Bennett (U.S.G.S.) for coring operations D, M.B. & S, C.H. (1988) Introduction to Geophysical and Angela Vasquez (U.S.G.S. field assistant) and Tom Prospecting, 4th edn. McGraw-Hill, New York. Rennie (University of Nevada at Reno) for their help in D, R.I., DN, M.J. & A, H.O. (1987) Isotopic evidence the field. The members of the 1994 Field Geophysics for climatic influence on alluvial-fan development in Death course of Humboldt State University, California, Dan Valley, California. Geology, 15, 108–110. Koning (U.S.G.S.), Bud Burke (H.S.U.) and Alan D, R.I., J, A.J.T., D, D.J., L, T.W. & Gillespie (University of Washington) ran the geophysical T, L.J. (1990) Latest Pleistocene lake shorelines and glacial chronology in the Western Basin and Range Province,surveys. Charlie Meyer and Elmira Wan analysed the U.S.A.: insights from AMS radiocarbon dating of rocktephra samples; Meyer Rubin assisted in the radiocarbon varnish and paleoclimatic implications. Palaeogeogr.analyses; and Priscilla FitzMaurice performed the sediPalaeoclim. Palaeoecol., 1990, 315–331.ment analyses. Ramon Sabala provided computer graphG, L.H., P, F.F. & G, R.B. (1966)ics assistance. We are especially grateful to Mr and Mrs Morphological and genetic sequences of carbonate accumu-James Boyce of Dyer, Nevada, for permitting access to lation in desert soils . Soil Sci., 101, 347–360. their property for drilling operations and for providing G, A.R., B, R.M. & H, J.W. (1994) Timing free accommodations for the drilling and geophysics and regional paleoclimatic significance of alluvial fan deposcrews, and to John Cady, who provided good dinners ition, western Great Basin. Geological Society of America and moral support during the drilling. Abstracts with Programs, 26, 6, A150–A151. G, R.L. & W, J.E. (1982) New designations for soil horizons and layers and the new Soil Survey Manual. SoilREFERENCES Sci. Soc. Am. J., 46, 443–444. H, A.M. (1987) Alluvial fan dissection—relationshipA, D.P. (1967) Late-Pleistocene and recent palynology in between morphology and sedimentation. In: Desertthe central Sierra Nevada, California. In: Quaternary Sediments—Ancient and Modern (Ed. by L. Frostick & I.Paleoecology (Ed. by E. J. Cushing & H. E. Wright), Reid), Spec. Publ. Geol. Soc. Lond., 35, 87–103.pp. 275–301. Yale University Press, New Haven. H, R. LB. & D, R.I. (1992) Segmentation of alluvialA, R.S. (1990) Holocene forest development and paleofans in Death Valley, California: new insights from surfaceclimates within the central Sierra Nevada, California. J. Ecol., exposure dating and laboratory modelling . Earth surf. Process.78, 470–489. Landforms, 17, 557–574.A, R.S. & S, S.J. (1994) Paleoclimatic interpret-\nJ, N.O., P, F.M., S, G.I. & E, D.ations of meadow sediment and pollen stratigraphies from (1991) A 36Cl chronology of lacustrine sedimentation in theCalifornia. Geology, 22, 723–726. Pleistocene Owens River system. Bull. Geol. Soc. Am., 103,B, C.B. (1968) Sequential study of desert flooding in the 1146–1159.White Mountains of California and Nevada. U.S. Army\nJ, S.A. & E-, D.L. (1993) Packrat middenNatick Laboratories Technical Report 68-31-ES. evidence of late Quaternary vegetation change in the WhiteB, L.V., C, D.R., D, R.I., L, K.R., O, Mountains, California-Nevada. Quat. Res., 39, 214–221.C.G., R, S.W., S, G.I. & S, S. (1990)\nK, K, B. (1971) Geologic map of the Mt. BarcroftChronology of expansion and contraction of four Great Basin Quadrangle, California-Nevada. U.S. Geological Surveylake systems during the past 35,000 years. Palaeogeogr. Geologic Quadrangle Map Map GQ-960, scale 1:62,500.Palaeoclim. Palaeoecol., 78, 241–286. LM, V.C., J. (1973) Holocene climatic variationsB, P.W. (1984) Soils and Geomorphology. Oxford inferred from treeline fluctuations in the White Mountains,University Press, New York. California. Quat. Res., 3, 632–660.B, J.P., F, R.M. & T, R.S. (1989)\nL, N., W, A., C, M., R, H. &Late Quaternary paleolimnology of Walker Lake, Nevada. J. Paleolimnol., 1, 249–267. T, V. (1994) Response of eolian geomorphic sys-\n© 1996 Blackwell Science Ltd, Basin Research, 8, 279–299 297\ntems to late Pleistocene and Holocene climatic change in the R, M.C. (1993) Late Cenozoic history of the southern Fish Lake Valley fault zone, Nevada and California. In:Mojave Desert. Geological Society of America Abstracts with\nPrograms, 26, 6, A89. Crustal Evolution of the Great Basin and the Sierra Nevada (Ed. by M. M. Lahren, J. H. Trexler, Jr & C. Spinosa, C.),L, Y. & B, L. (1988) Uranium-series age estimates and\npaleoclimatic significance of Pleistocene tufas from the pp. 370–382. Geological Society of America Field Trip Guidebook, University of Nevada, Reno.Lahontan basin, California and Nevada. Quat. Res., 30,\n165–176. R, M.C. (1994) Logs of trenches across the central part of the Fish Lake Valley fault zone, Mono County, California,L, J.B. & R, I. (1993) Very high rates of bedload\nsediment transport by ephemeral desert rivers. Nature, 366, U.S. Geological Survey Miscellaneous Field Studies Map MF-2266.148–150. L, T.K., L, J., B, C.B., S, R.J., R, M.C. & K, R. (1995) Dust deposition in southern Nevada and California, 1984–1989—Relations to climate,R, S.M., Y, W., K, T.-L. & L, S. (1994)\nDeath Valley salt core: 200,000 year record of closed-basin source area, and source lithology. J. geophys. Res. 100, 8893–8918.subenvironments and climates. Geological Society of America\nAbstracts with Programs, 26, 7, A-169. R, M.C., S, T.L., S, J.L. & G, A.R. (1993) Geologic map of late Cenozoic deposits and faults inL, L.K. (1965) Clastic sedimentation in Deep Springs\nValley, California. Prof. Pap. US Geol. Surv., 352-F, the southern part of the Davis Mountain 15’ quadrangle, Esmeralda County, Nevada. U.S. Geological Survey131–192. M, D.L., S, R.R. & O, J.K. (1990) Uranium Miscellaneous Investigations Series Map I-2342, scale 1,24,000. R, M.C. & S, J.L. (1994) Quaternary sedimentationdistribution and geology in the Fish Lake surficial uranium\ndeposit, Esmeralda County, Nevada. Bull. US Geol. Surv., in Fish Lake Valley, Nevada and California: climatic control, tectonic overprint. Geological Society of America Abstracts1910. M, P.J., J & W, C.N. (1976) Marsh, dune, and with Programs, 26, 7, A-239. R, M.C., S, J.L. & S, T.L. (1995) Geologicarchaeological chronology, Ash Meadows, Amargosa Desert,\nNevada. In: Holocene Environmental Change in the Great map of late Cenozoic deposits and faults in parts of the Mt. Barcroft, Piper Peak, and Soldier Pass 15’ quadrangles,Basin (Ed. by R. Elston & P. Headrick), Reno, Nevada\nArchaeological Survey Research Paper, 6, 120–150. Esmeralda County, Nevada, and Mono County, California. U.S. Geological Survey Miscellaneous Investigations Series MapM, P.J., J & W, P.E. (1986) Holocene history\nof Skull Creek dunes, Catlow Valley, southeastern Oregon, I-2264, scale 1,24,000. R, J.B., M, J.R., E, Y., H, S.D., N,U.S.A. J. Arid Environ., 11, 117–138. M, R.B. (1991) Quaternary stratigraphic, hydrologic, G., G, M.D., H, K.A., O, T., R, S.L., S, D., S, C.L., T, I., T,and climatic history of the Great Basin, with emphasis on\nLakes Lahontan, Bonneville, and Tecopa. In: Quaternary K.C.N., Y, E.G., S, N.P., R, D.F. & W, S.G. (1993) Quaternary evolution of Cedar CreekNonglacial Geology—Conterminous U.S (Ed. by R. B. Morrison), v. K-2, pp. 283–320. Geological Society of alluvial fan, Montana. Geomorphology, 8, 287–304. R, F.E. & K, T.L. (1973) Water-resources appraisalAmerica, Boulder. P, F.F. (1981) Landforms of the Basin and Range of Fish Lake Valley, Nevada and California. Nevada Division of Water Resources, Reconnaissance Series Report, 58.Province defined for Soil Survey. Nevada Agricultural\nExperiment Station, Technical Bulletin, 28 . S-, A.M., B, H.R., M, C.E., R, P.C., W, M.J., M, G., R, J.J., J.,P, F.J., P, P.E. & S, R. (1973) Sand and\nSandstone. Springer-Verlag, New York. B, P.A., A, F. & M, H. (1984) Chemical analyses, correlations, and ages of upper Pliocene andP, T.L. & Journaux, A. (1983) Origin and character of\nloesslike silt in unglaciated south-central Yakutia, Siberia, Pleistocene ash layers of east-central and southern California. Prof. Pap. US Geol. Surv., 1293.U.S.S.R. Prof. Pap. US Geol. Surv., 1262. P, K.L. & S, W.E. (1982) Pleistocene episodes of S, T.L. (1990) Quaternary geology and neotectonic activity along the Fish Lake Valley fault zone, Nevada and California.alluvial-gravel deposition, southeastern Idaho. In: Cenozoic\nGeology of Idaho (Ed. by B. Bonnichsen & R. M. MS thesis, University of Nevada, Reno. S, S.A. (1965) Quaternary paleohydrology. In: TheBreckenridge), Idaho Bureau of Mines and Geology, Bulletin,\n26, 685–702. Quaternary of the United States (Ed. by H. E. Wright, Jr & D. G. Frey), pp. 783–794. Princeton University Press,Q, J. & P, W.L. (1989) Late Wisconsin groundwater\ndischarge environments of the southwestern Indian Springs Princeton. S, J.L. (1992) Quaternary stratigraphy, geomorphology andValley, southern Nevada. Quat. Res., 31, 351–370. R, M.C. (1991) Geologic map of late Cenozoic deposits geochronology of alluvial fans, Fish Lake Valley, NevadaCalifornia. PhD thesis, University of Colorado, Boulder.and faults in the western part of the Rhyolite Ridge 15’\nquadrangle, Esmeralda County, Nevada. U.S. Geological S, S.J. & A, R.S. (1992) Late Wisconsin paleoecologic record from Swamp Lake, Yosemite National Park,Survey Miscellaneous Investigations Map Map I-2183, scale\n1:24,000. California. Quat. Res., 38, 91–102. S S S (1975) Soil taxonomy: Soil ConservationR, M.C. (1992) Geologic map of late Cenozoic deposits\nand faults in parts of the Soldier Pass and Magruder Service, U.S. Department of Agriculture. Agriculture Handbook, 436.Mountain 15’ quadrangles, Inyo and Mono Counties, California, and Esmeralda County, Nevada. U.S. Geological S, W.G. (1980) The presettlement vegetation of the California desert. Bureau of Land Management, Riverside,Survey Miscellaneous Investigations Series Map I-2268, scale 1:24 ,000. California, Contract Report, #CA-060-CT8–65.\n© 1996 Blackwell Science Ltd, Basin Research, 8, 279–299298\nS, J.H., R, P.T., A, J.P. & C, D.F. Nevada-California—Geomorphic response of alluvial fans to climate change. United States Geological Survey Open-File(1974) Geologic map of the Piper Peak Quadrangle, Nevada-\nCalifornia. U.S. Geological Survey Geologic Quadrangle Map Report 93–620. T, R.M. (1982) Great Basin desertscrub. In: Desert PlantsMap GQ-1186, scale 1,62,500. S, S. (1990) Late Holocene fluctuations of Mono Lake, (Ed. by D. E. Brown, D.E.), pp. 145–155. University of Arizona for the Boyce Thompson Southwestern Arboretumeastern Calfornia. Palaeogeogr. Palaeoclim. Palaeoecol., 78,\n333–381. 4, Superior. W, S.G., MF, L.D. & D, J.C. (1987)S, S. (1994) Extreme and persistent drought in California\nand Patagonia during mediaeval time. Nature, 369, 546–549. Influence of late Quaternary climatic changes on geomorphic and pedogenic processes on a desert piedmont, easternS, M. & R, P.J. (1993) Extended 14C data base and\nrevised calib 3.0 14C age calibration program. Radiocarbon, Mojave Desert, California. Quat. Res., 27, 130–146. W, G.E. (1973) Late Quaternary piedmont sedimen-35, 215–230. S, T.W., E-, D.L. & S, R.J. (1993) tation, soil formation and paleoclimate in arid south Australia. Z. Geomorphol., 17, 102–125.Soil development parameters in the absence of a chronosequ-\nence in a glaciated basin of the White Mountains, California- W, I.J., C, T.B., L, J.M., R, A.C., L, K.R., S, B.J., K, P.T. & R, K.M.Nevada. Quat. Res., 39, 186–200. S, B.J., K, P.T., R, A.C., W, I.J. & (1992) Continuous, 500,000-year climate record from vein calcite in Devils Hole, Nevada. Science, 258, 255–260.L, K.R. (1994) Paleoclimatic inferences from a\n120,000-year calcite record of water-table fluctuation in W, A.G., L, N. & E, S.R. (1994) Infrared stimulated luminescence (IRSL) dating of late-HoloceneBrowns Room of Devils Hole, Nevada. Quat. Res., 41, 59–59. T, R.S., W, C., B, P.J., H, aeolian sands in the Mojave Desert, California, USA. The Holocene, 4, 74–78.S.P. & S, W.G. (1993) Climatic changes in the\nwestern United States since 18,000 cal. year B.P. In: Global Z, M.G., P, F.M., K, P.W. & S, P. (in press) Revision of glacial chronology of the eastern WhiteClimates Since the Last Glacial Maximum (Ed. by H. E. Wright, Jr, J. E. Kutzbach, T. Webb, III, W. F. Ruddiman, Mountains, California-Nevada by the cosmogenic 36Cl method. Quat. Res.F. A. Street-Perrott & P. J.), pp. 468–513. University of\nMinnesota Press, Bartlein, Minneapolis. T, C.K. & R, M.C. (1993) Late Pleistocene\nand Holocene environmental changes in Fish Lake Valley, Received ?? ???? 1995; revision accepted 3 January 1996.\n© 1996 Blackwell Science Ltd, Basin Research, 8, 279–299 299"
  }],
  "year": 1996,
  "references": [{
    "title": "Alluvial fan dissection—relationship",
    "authors": ["A.M. H"],
    "year": 1987
  }, {
    "title": "Late-Pleistocene and recent palynology",
    "authors": ["D.P. A"],
    "year": 1967
  }, {
    "title": "Segmentation of alluvial",
    "authors": ["R. LB", "R.I. D"],
    "year": 1992
  }, {
    "title": "Holocene forest development and paleo",
    "authors": ["R.S. A"],
    "year": 1990
  }, {
    "title": "Sequential study of desert flooding",
    "authors": ["C.B. B"],
    "year": 1968
  }, {
    "title": "Soils and Geomorphology",
    "authors": ["P.W. B"],
    "year": 1984
  }, {
    "title": "Response of eolian geomorphic",
    "authors": ["V. T"],
    "year": 1994
  }, {
    "title": "Reheis et al. tems to late Pleistocene and Holocene climatic change in the R",
    "authors": ["C. M"],
    "venue": "M.C",
    "year": 1993
  }, {
    "title": "Uranium-series age estimates and paleoclimatic significance of Pleistocene tufas from the pp. 370–382",
    "authors": ["Y. L", "L. B"],
    "venue": "Geological Society of America Field Trip Guidebook,",
    "year": 1988
  }, {
    "title": "Logs of trenches across the central part of the Fish Lake Valley fault zone, Mono",
    "authors": ["M.C. R"],
    "year": 1994
  }, {
    "title": "Very high rates of bedload sediment transport by ephemeral desert rivers",
    "authors": ["J.B. L"],
    "venue": "Nature, 366, U.S. Geological Survey Miscellaneous Field Studies Map",
    "year": 1993
  }, {
    "title": "Dust deposition in southern Nevada and California, 1984–1989—Relations to climate",
    "authors": ["T.K. 148–150. L", "J. L", "C.B. B", "R.J. S", "M.C. R", "R. K"],
    "year": 1995
  }, {
    "title": "Death Valley salt core: 200,000 year record of closed-basin source area, and source lithology",
    "authors": ["S.M. R", "W. Y", "T.-L", "S. L"],
    "venue": "J. geophys. Res",
    "year": 1994
  }, {
    "title": "Clastic sedimentation in Deep Springs",
    "authors": ["L.K. L"],
    "year": 1965
  }, {
    "title": "Quaternary sedimentation",
    "authors": ["M.C. R", "J.L. S"],
    "year": 1994
  }, {
    "title": "Holocene history",
    "authors": ["P.J. M", "P.E. W"],
    "year": 1986
  }, {
    "title": "Quaternary evolution of Cedar",
    "authors": ["S.G. W"],
    "year": 1993
  }, {
    "title": "Water-resources appraisal",
    "authors": ["F.E. R", "T.L. K"],
    "year": 1973
  }, {
    "title": "Landforms of the Basin and Range of Fish Lake Valley, Nevada and California",
    "authors": ["America", "F.F. Boulder. P"],
    "venue": "Nevada Division",
    "year": 1981
  }, {
    "title": "Chemical analyses, correlations, and ages of upper Pliocene",
    "authors": ["P.A. B", "F. A", "H. M"],
    "year": 1984
  }, {
    "title": "Origin and character of loesslike silt in unglaciated south-central Yakutia, Siberia, Pleistocene ash layers of east-central and southern California",
    "authors": ["T.L. P"],
    "year": 1983
  }, {
    "title": "Pleistocene episodes of S",
    "authors": ["K.L. P"],
    "venue": "T.L",
    "year": 1982
  }, {
    "title": "Quaternary paleohydrology",
    "authors": ["S.A. S"],
    "year": 1965
  }, {
    "title": "Late Wisconsin groundwater discharge environments of the southwestern Indian Springs Princeton",
    "authors": ["J. Q", "W.L. P"],
    "year": 1989
  }, {
    "title": "Quaternary stratigraphy, geomorphology and",
    "authors": ["J.L. S"],
    "year": 1992
  }, {
    "title": "Geologic map of late Cenozoic deposits geochronology of alluvial fans, Fish Lake Valley, NevadaCalifornia",
    "authors": ["M.C. R"],
    "venue": "PhD thesis,",
    "year": 1991
  }, {
    "title": "Geologic map of late Cenozoic deposits",
    "authors": ["M.C. R"],
    "year": 1992
  }, {
    "title": "quadrangles, Inyo and Mono Counties, California, and Esmeralda County, Nevada",
    "authors": ["Mountain"],
    "venue": "U.S. Geological S,",
    "year": 1980
  }, {
    "title": "Great Basin desertscrub. In: Desert Plants",
    "authors": ["R.M. T"],
    "year": 1982
  }, {
    "title": "Late Holocene fluctuations of Mono Lake, (Ed",
    "authors": ["S. S"],
    "venue": "Map GQ-1186,",
    "year": 1990
  }, {
    "title": "Extreme and persistent drought in California and Patagonia during mediaeval",
    "authors": ["S. S"],
    "venue": "time. Nature,",
    "year": 1994
  }, {
    "title": "Extended 14C data base",
    "authors": ["M. S", "P.J. R"],
    "year": 1993
  }, {
    "title": "tation, soil formation and paleoclimate in arid south Australia",
    "authors": ["T.W. S", "D.L. E", "R.J. S"],
    "year": 1993
  }, {
    "title": "Continuous, 500,000-year climate record from vein calcite in Devils Hole, Nevada",
    "authors": ["B.J", "P.T. K", "A.C. R", "I.J. W"],
    "venue": "Nevada. Quat. Res.,",
    "year": 1992
  }, {
    "title": "Paleoclimatic inferences from a 120,000-year calcite record of water-table fluctuation",
    "authors": ["K.R. L"],
    "venue": "Infrared",
    "year": 1994
  }, {
    "title": "Climatic changes in the western United States since 18,000 cal. year B.P",
    "authors": ["S.P", "W.G. S"],
    "year": 1993
  }, {
    "title": "Late Pleistocene and Holocene environmental changes in Fish Lake Valley, Received",
    "authors": ["C.K. T"],
    "year": 1993
  }],
  "id": "SP:8638639d8febab9d8d2d4025d7199cdc5bc72396",
  "authors": [{
    "name": "Marith C. Reheis",
    "affiliations": []
  }, {
    "name": "Janet L. Slate",
    "affiliations": []
  }, {
    "name": "Constance K. Throckmorton",
    "affiliations": []
  }, {
    "name": "John P. McGeehin",
    "affiliations": []
  }, {
    "name": "Andrei M. Sarna-Wojcicki",
    "affiliations": []
  }, {
    "name": "Lori Dengler",
    "affiliations": []
  }],
  "abstractText": "Well-dated surface and subsurface deposits in semiarid Fish Lake Valley, Nevada and California, demonstrate that alluvial-fan deposition is strongly associated with the warm dry climate of the last two interglacial intervals, and that fans were stable and (or) incised during the last glaciation. Fan deposition was probably triggered by a change from relatively moist to arid conditions causing a decrease in vegetation cover and increases in flash floods and sediment yield. We think that this scenario applies to most of the other valleys in the southern",
  "title": "Late Quaternary sedimentation on the Leidy Creek fan, Nevada–California: geomorphic responses to climate change"
}