{
  "sections": [{
    "text": "understanding ofmulti-hazard events in poorly documented regions with low accessibility.We focus on the Nyamwamba catchment (107 km2) located in the Rwenzori Mountains (Uganda) where onMay 1, 2013, a severe flash flood occurred. In this region, wildfires, earthquakes and landslides occur as well. Here we reconstruct the circumstances under which this flash flood event was triggered, characterize the different processes acting upon the catchment dynamics and estimate the damaging effects of the flash flood within the catchment. The combined occurrence of intense rainfall, a forest fire having burned 18 % of the catchment area and the occurrence of 29 landslides providing debris to the river system, induced a debris-rich and very destructive flash flood which caused several fatalities, the destruction of 70 buildings, several bridges, a hospital, a school, a tarmac road and several lifelines. Although the methodologies applied to estimate peak discharge, detect landslides and delineate wildfires are well established in their disciplines and sometimes limited in their precision, their combination is required to demonstrate the importance of the wildfire and landslides for the magnitude of this flood, unprecedented in decades but characterized by a low return period of the triggering rainfall event. This indicates that flash floods should not be considered as self-determined phenomena but as a result of several cascading and interacting hazard processes.\n& Liesbet Jacobs liesbet.jacobs@vub.ac.be\n1 Department of Geography, Earth System Science, Vrije Universiteit Brussel, Pleinlaan 2, 1050 Brussels, Belgium\n2 Department of Earth Sciences, Royal Museum for Central Africa, Leuvensesteenweg 13, 3080 Tervuren, Belgium\n3 Department of Earth and Environmental Sciences, KU Leuven, Celestijnenlaan 200E, 3001 Leuven-Heverlee, Belgium\n4 Department of Natural Resource Economics, Busitema University, Busitema, Uganda\n5 Institute for Atmospheric and Climate Science, Land-Climate Dynamics, ETH Zürich, Zurich, Switzerland\nKeywords Flash flood Landslide Forest fire Multi-hazard Equatorial Africa"
  }, {
    "heading": "1 Introduction",
    "text": "The most recent UN Framework for Disaster Risk Reduction strongly emphasizes the requirement of a multi-hazard approach for disaster risk reduction (UNISDR 2015). In contrast to single-hazard studies, the availability of studies and related methodologies to investigate multi-hazard environments is still limited (Kappes et al. 2012; OECD 2012; Gill and Malamud 2014). Even though in recent years a lot of progress was made in quantifying feedback mechanisms and interactions between hazards (e.g., Mazzorana et al. 2013; Friedel 2011), large data requirements are often necessary when using these tools. In the African context, the required intense monitoring of environmental systems and data collection is particularly challenging, due to financial or political constrains and the physically remote character of its mountainous regions. Western Uganda, and the East African Rift in general, is a region that is poorly documented and simultaneously emerges from global maps for seismic, landslide and cyclone hazards (Hong and Adler 2008; PreventionWeb 2009). While the scientific community is working toward more holistic and complex modelling of interacting hazards, the lacuna in even the basic documentation on complex hazardous events resulting from cascading or interacting processes remains large in these data-poor regions (UNISDR 2014; Maki Mateso and Dewitte 2014).\nThe spectrum of possible hazard interactions is extremely large (Gill and Malamud 2014). Flash floods represent an interesting case as they often result from interactions with forest fires that increase runoff and shorten the response time of the catchment (e.g., Moody and Martin 2001), or with landslides providing debris to the river flow or forming landslide dams (Cui et al. 2013). Several studies investigated the role of forest fires on flash floods (e.g., Conedera et al. 2003) or the effect of landslides on their occurrence (e.g., Catane et al. 2012; Cui et al. 2013). Studies on the interactions of the three hazards are, however, rare (e.g., Jordan and Covert 2009), and no such case studies could be found for equatorial Africa.\nThe aim of this study is to increase our understanding of flash flood events in data-poor and high-energy reliefs, using a case study from the Rwenzori Mountains where hazard interactions are expected. In this region, flash floods represent the natural hazard with the highest average mortality per event (Jacobs et al. 2015). In addition, both earthquake- and rainfall-triggered landslides affect the steep slopes and cause substantial damage to private property and infrastructure (Jacobs et al. 2015, 2016; Mertens et al. 2016). Furthermore, the occurrence of a large fire further complicates the spectrum of potential hazard interactions. We start with a brief description of the study area and the event, followed by a summary of the methods used to analyze each hazard and the results thereof. We finalize with a discussion connecting these events and summarize this in a conclusion."
  }, {
    "heading": "2 Study area and description of the flash flood",
    "text": "The town of Kilembe (30.01 E–0.20 N)—a town of ca. 8000 inhabitants (Murcott 2012)— is located in the Nyamwamba catchment in the Rwenzori Mountains, a horst on the border of DR Congo and Uganda covering an area of ca. 3000 km2 and reaching an altitude of\n5109 m a.s.l. (Fig. 1). In Kilembe, the catchment covers 107 km2 and hosts the Nyamwamba River and its tributaries (Fig. 2). The lithology consists of gneiss, mica schist with quartzite interbeds and moraine deposits (Fig. 2a; GTK Consortium 2012). Slope gradients are rather high and regularly exceed the local and global thresholds for slope stability (Jacobs et al. 2015; Fig. 2b). The catchment is strictly subdivided by a park boundary at 1700 m a.s.l (Fig. 2c). Below this boundary, agriculture and built-up area are the major land use. Above 1700 m a.s.l., the national park starts with a dense forest belt up to 2400 m. Above the forest belt, a bamboo belt extends up to 3000 m a.s.l. after which the heather forest and shrub zone start (Eggermont et al. 2009 and own field observations). At the highest elevations in the catchment, rock outcrops and bog land prevails (Fig. 2c). Permanent glaciers are present on the Rwenzori peaks, but the Nyamwamba catchment does not drain glacier area.\nOn May 1, 2013, Kilembe was affected by a fatal flash flood characterized by considerable infrastructural damage and boulder deposits in the valley. According to an online report of NTV Uganda (2013), the flood started in the afternoon, and river flow was already strongly reduced (but still above normal) on May 2, 2013. A local NGO reports that the flood occurred around 2 p.m., destroying several bridges after intense rainfall which started at 8 a.m. (LIDEFO 2013). Based on these reports, the flash flood was characterized by a\nrapid onset with very high initial discharges and a relative short duration. An event of this magnitude was unprecedented in recent years, with an event of similar magnitude observed on April 7, 1966 (Binego 2014 and personal communication with local stakeholders). The processes that led to the formation of the 2013 flood are not known to the local authorities and disaster relief organizations although most reports mention intense rainfalls. Other potential factors such as mountainous forest fire and landslides in the upper Rwenzori are also mentioned as having potentially played a role (Binego 2014). In February 2012, the upper part of the catchment was indeed burned. This fire was reported by the Rwenzori Trekking Service, and at the time of the fire, all touristic activities were suspended and the Kilembe trail was evacuated. The extent of the fire was, however, never mapped. Landslides have also occasionally been reported in the catchment over the past decades, but no spatially explicit inventories have ever been produced (Jacobs et al. 2015)."
  }, {
    "heading": "3 Methodology",
    "text": "The Nyamwamba River is not monitored for runoff discharge or sediment transport, and no systematic investigation was carried out before, during or directly after the event. The methodology used here is therefore not based on high-input models or extensive field monitoring data, but instead includes a combination of remote sensing, exploratory postdisaster field work and field reports by disaster relief organizations, specifically suited for non-accessible, data-poor, multi-hazard environments. An overview of all data sources used is summarized in Table 1."
  }, {
    "heading": "3.1 Reconstruction of the triggering rainfall event",
    "text": "For the period preceding the flood, rainfall data (temporal resolution of 24 h) from two rain gauges in the catchment were made available by Africa Nyamwamba Ltd (personal\ncommunication). This company investigates the suitability of the area for the installation of a hydropower station. The rain gauges are automatic tipping buckets and are located in the upper catchment at Kalalama camp (3140 m a.s.l.) and in Kilembe town (1500 m a.s.l.; Fig. 3). Rain measurements range from mid-February 2012 to the beginning of September 2014 for the Kilembe rain gauge and from mid-March 2012 to the beginning of June 2014 for the Kalalama rain gauge. Data from four rain gauges located in the adjacent catchment to the north of the Nyamwamba catchment were made available by the Uganda Wildlife Authority (UWA), but only span the period from October 2009 to June 2012 (Fig. 3). No long-term daily data are available for this catchment (or the Rwenzori Mountains in general) to assess its rainfall characteristics. Therefore, regional climate model output on a 7 9 7 km2 resolution between 1999 and 2008 presented by Thiery et al. (2015) is used to estimate the recurrence interval of the triggering rainfall event. The applied modelling procedure is described by Thiery et al. (2015) and makes use of the COSMO-CLM model coupled to the freshwater lake model (Flake) and community land model (CLM) and is applied to the region of the African Great Lakes. Results are shown to outperform both a state-of-the-art reanalysis product and a continent-scale regional climate model simulation. Recurrence intervals were obtained from the cumulative density function of the generalized extreme value distribution fitted to the maximum daily precipitation of each month."
  }, {
    "heading": "3.2 Reconstruction of the peak flow discharges",
    "text": "For the reconstruction of the peak flow discharges of the Nyamwamba River, the Manning’s equation (Eq. 1) was applied to two river cross sections (Figs. 3, 4) with a\nTable 1 Type of data and data sources used with their respective contribution to the methodology\nType of data\nSource Contribution (section)\nField data Tipping bucket rainfall data from Africa Nyamwamba Ltd and Uganda Wildlife Authority (daily total, personal communication) Reconstruction of the triggering rainfall event (3.1)\nField observations Reconstruction of peak flow discharges (3.2)\nForest fire reconstruction (3.3.1)\nLandslide identification (3.3.2)\nModelling data Thiery et al. (2015), 10 min precipitation data on 7 9 7 km2 between 1998 and 2008 Reconstruction of return period of the triggering rainfall event (3.1)\nSatellite data\nSPOT 6 January 2013 (1.5 m spatial resolution) Landslide identification (3.3.2), Estimating damage caused by the flash flood (3.4)\nGoogle Earth February 2014 (Google Earth 2014a) Landslide identification (3.3.2)\nGoogle Earth January 2014 (Google Earth 2014b) Estimating damage caused by the flash flood (3.4)\nMODIS imagery (Laads Web 2013) Forest fire reconstruction (3.3.1)\nGrey literature Kizito (2013) Reconstruction of peak flow discharges (3.2)\nReliefweb (2013), ActAlliance (2013), UNDP (2013)\nEstimating damage caused by the flash flood (3.4)\nNumber in parentheses refer to the text section in which the data are used\ncontributing catchment size of 85 and 107 km2, respectively. This equation is an example of a slope-area method commonly applied in areas where direct flow discharge measurements are lacking as is often the case for flash flood events (Herschy 2009; Lumbroso and Gaume 2012; Moody and Martin 2001).\nQ ¼ 1 n A R23\nffiffiffi S p\nð1Þ\nwith Q the river discharge, A the river cross section, R the hydraulic radius, n the Manning roughness coefficient and S the water surface slope. For the first cross section, measurements of the river cross section and local slope were taken and the roughness of the river bed was described in the field (Fig. 4a). As a second cross section, a bridge was selected downstream of the first cross section (Fig. 4b) where the water reached the level of the tarmac road. The bridge itself is not supported by piers, and during peak discharge, the water level reached the tarmac of the bridge (Fig. 4b). Here the local slope was estimated using a 1:50,000 topographic map (Department of Lands and Survey Uganda 1972).\nManning’s roughness coefficients were estimated by using descriptive data of 50 stream channels by Barnes (1967) and lookup tables by Chow (1959). These base values should be adjusted for cross section irregularities, channel variations, obstructions and the presence of vegetation in the river bed and meandering (Coon 1998). Additionally, for mountain rivers, peak flow discharges are often overestimated because the variance of bed and bank resistance with flow depth is neglected (Phillips 2002). Therefore, the empirical equation\nspecifically for a boulder bed mountainous river was also used (Jarrett 1989; Fonstad 2003):\nn ¼ 0:32 S0:38 R 0:16 ð2Þ\nThis equation for Manning’s coefficient n holds for slopes S from 0.002 to 0.090 m.m-1 and for hydraulic radii R up to 2.13 m (7 feet). Beyond 2.13 m, the n value needs to be calculated by using a standard value of R = 2.13 m in this equation (Coon 1998).\nWhen applied to flash floods, the use of the Manning equation often leads to overestimations of flow discharge (Lumbroso and Gaume 2012). To reduce uncertainty, the estimated discharges are first compared to the global maximum possible discharges (Qp) with regard to catchment size (C) (Lumbroso and Gaume 2012):\nQp ¼ 500 C0:43 for C[ 100 km2 or Qp ¼ 100 C0:8 for C\\100 km2 ð3Þ\nAs a second check, the flow velocities (v) are calculated and used to determine the Froude number (Fr) using following equation with g the acceleration due to gravity (m/s2) and d the mean flow depth (m) (Lumbroso and Gaume 2012):\nFr ¼ vffiffiffiffiffiffiffiffiffiffiffi d g p ð4Þ\nThe Manning’s equation applied here for both cross sections holds for open natural channels. The bridge at the second cross section was, however, overflowed with water at peak discharge. Therefore, a pressure flow regime is more likely (Brunner and Hunt 1995). For this case, no observations during the flood are available. Because the bridge was overflowed during peak discharge (Kizito 2013), a fully submerged scenario is assumed. For such cases, the pressure flow discharge (Qpr), i.e., the flow within the cross section of the bridge, can be calculated using following equation:\nQpr ¼ C1 A 2 g H1ð Þ0:5 ð5Þ\nwith C1 the discharge coefficient (typically 0.8), A the cross section (m 2) and H1 the elevation difference between upstream and downstream energy grade lines (m) (Brunner\nand Hunt 1995). For the total peak flow discharge, also the flow overtopping the bridge should be taken into account. This flow should be considered as weir flow (Qw):\nQw ¼ C2 L H1:52 ð6Þ\nwith C2 the discharge coefficient (typically 1.5), L the length of the overflow segment and H2 the hydraulic head over the bridge deck (Brunner and Hunt 1995). In this case, H2 is not expected to exceed 1 m and Qw is therefore negligible compared to Qpr. The pressure flow discharge can therefore be approximated as peak flow discharge. Field measurements of H1 are not available for this flood, but by assuming realistic values for H1, Eq. 5 can be applied as a cross-check of the peak flow discharges using the Manning approach. Therefore, the nature of the application of Eq. 5 is similar to that of Eqs. 3 and 4: i.e., these equations serve as a constraint to the estimated peak flow discharges using Manning’s approach. Footage taken a day after the flood shows that a rough estimation of the H1 value at max. 2 m (±0.5 m) is reasonable (Kizito 2013). By comparing the calculated pressure discharges using these estimated H1 values with the calculated Manning peak flow discharge the validity of the latter estimations is evaluated."
  }, {
    "heading": "3.3 Reconstruction of the factors potentially increasing the flood magnitude",
    "text": ""
  }, {
    "heading": "3.3.1 Fire reconstruction",
    "text": "To identify the timing of the fire, the MODVOLC algorithm was used (Wright et al. 2004) through the online application of the University of Hawai’i (2004). To determine the extent of the fire, MODIS level 1B and MODIS geolocation imagery were retrieved from the NASA Web site (Laads Web 2013) to allow a delineation of the burned area. While the first allows the identification of pixels with a hot fraction above background surface temperatures at a spatial resolution of 1 km, the second allows for the determination of the pixel location with an accuracy of 200 m (Wright et al. 2002). Both nighttime and daytime data are used. From these images, the normalized thermal index (NTI) was calculated according to Wright et al. (2002) and anomalies detected using the MODLEN algorithm (Kervyn et al. 2008). Based on the extracted 1 9 1 km2 fire pixels, the extent of the forest fire was mapped. To characterize the meteorological conditions preceding the fire, data from the four UWA rain gauges were used (Fig. 3)."
  }, {
    "heading": "3.3.2 Landslide identification",
    "text": "To identify the landslides occurring at the time of the flood, a combination of Google Earth (GE) images (Google Earth 2014a), SPOT 6 images and field observations is used. The use of GE post-event Digital Globe images (February 2014, spatial resolution\\1 m) allows the identification of recent landslides. A field survey was conducted in September 2014 to identify landslides in the field and serves as a validation of the landslides indicated on the GE images. A comparison of these results with a pre-event SPOT 6 image acquired in January 2013 (1.5 m resolution, pan-sharpened) enables the identification of landslides that occurred after January 2013 or that were reactivated between January 2013 and February 2014. These slides are considered to have occurred during the rainfall event of May 1, 2013, with a few exceptions of landslides which are known to have been activated after May 2013 based on personal communication with the local touristic trekking service guides who frequently visit the terrain. This assumption is also supported by the results\nfrom extensive field work in Mahango subcounty, located directly south of the Kilembe catchment, where we observed that the rainfall event of May 1 was by far the most important landslide-triggering event of 2013.\nTo infer about the size distribution, the frequency density function proposed by Malamud et al. (2004) was applied. After this assessment, the distribution of the landslides was characterized with regard to the catchment slopes using the Shuttle Radar Topography Mission (SRTM) 100 data (30 m, USGS 2014), the land cover derived from the SPOT 6 images (Fig. 2c) and the lithological units in the catchment (GTK Consortium 2012). For this assessment, one point per landslide was selected to represent the trigger zone of the landslide in order to allow for an equal treatment of all landslides regardless of their size and avoid possible spatial autocorrelation (Goetz et al. 2015)."
  }, {
    "heading": "3.4 Estimating damage caused by the flash flood",
    "text": "To have an idea about the damage inflicted by natural hazards, we often depend on reports of media, governments or aid agencies. Especially in remote areas where access to the terrain and to media is difficult, the quality of these reports can be questioned. A second often used approach to assessing damage is based on the interpretation of optical remote sensing imageries, but has its limitation in the fact that this is 2D information with limited spatial resolution and often limited temporal resolution due to the lower availability of cloud-free images in the wet tropics. Field work is often the most detailed and reliable method. However, it is time-consuming and, in remote areas, often not practical. For this case study, we assess the usability of satellite imagery and the reliability of externally available reports by validating these methods with field measurements of damaged buildings inventoried using a handheld GPS.\nThe damage inventory using remote sensing images was based on the visual comparison of pre-event (Google Earth 2010) and post-event (Google Earth 2014b) satellite imagery. Buildings, tarmac roads and bridges were considered as ‘destroyed’ if they were no longer visible on the GE image of 2014. To assess the extent of the boulder deposits along the river, a supervised classification of the sediment deposits was performed on the four spectral bands of the SPOT 6 representing the situation before the flood and a manual delineation using GE representing the situation after the flood. The supervised classification and manual delineation were straightforward given the very clear signature of the white boulders of the river bed.\nThe last inventory is one that was built using reports from international relief organizations directly after the event (Table 1). It includes damage to road infrastructure, bridges, lifelines (water and electricity lines) and buildings as well as people injured, killed, affected or displaced although the exact definitions of these latter parameters and methodology used to estimate them are not provided."
  }, {
    "heading": "4 Results",
    "text": ""
  }, {
    "heading": "4.1 Rainfall conditions triggering the flood",
    "text": "On May 1, 2013, 180.6 mm of rainfall was measured at Kalalama camp and 98.3 mm in Kilembe (Fig. 5). The days preceding the event were characterized by variable, but generally moderate to low rainfall depths, except for 58 mm on April 26, 2013, in Kilembe\n(Fig. 5). Large differences in rainfall depths between both stations are observed, pointing to a high local variability of precipitation, with generally higher rainfall in the upper catchment. Based on the high-resolution regional climate model results by Thiery et al. (2015), the 24-h precipitation depth of 180.6 mm was exceeded four times at Kalalama camp between 1999 and 2008 and its estimated return period is 2.9 years. From reports on this flash flood (LIDEFO 2013; Reliefweb 2013), the 98-mm rainfall observed on May 1 in Kilembe town was concentrated in ca. 6–8 h. The return periods for this rainfall observed over 6–8 h were calculated and found to range from 6.6 to 5.3 years, respectively. For completeness, the 3-hourly TRMM 3B42 record (TRMM 2015) was checked from April 25, 2013, to May 5, 2013, but no peaks larger than 3 mm/h were detected in that time span, and this can be due to the crude spatial resolution of the satellite product (0.25 ) compared to the catchment size."
  }, {
    "heading": "4.2 Peak flow discharge estimations",
    "text": "From the comparison of river beds described by Barnes (1967) with the boulder-rich mountainous river (Fig. 4a), the Manning’s coefficients was estimated to be between 0.050 and 0.075. This is congruent with the recommendations of Chow (1959). Considering the irregular river bed, variations in the channel cross section, minor obstructions in the river bed by the bridge and the expansion of the river into a eucalyptus forest, the Manning’s coefficient was estimated to range between 0.060 and 0.075. The Jarrett’s equation (1989) yielded a Manning’s coefficient of 0.098 and 0.088 for the first estimation point (cross section 1) and the bridge (cross section 2), respectively.\nSummary data for these cross sections and the resulting Manning’s discharge are shown in Table 2. The peak flow discharge estimates vary from ca. 850 m3/s to ca. 1900 m3/s and depend strongly on the applied Manning’s coefficient as described by Kirby (1987). This large variation in Manning’s coefficient and discharge is also translated in different values for velocity (ranging from 4.5 to 10.4 m/s) and Froude number (from 0.8 to 1.5). All the estimated discharges fall far below the envelope maximum discharge of ca. 3800 and 3500 m3/s for catchments of 84.7 and 107 km2, respectively, calculated using Eq. 3. The\npressure peak flow discharge calculated using Eq. 5 is estimated to be 910 m3/s (±13 %) for the second cross section at the bridge."
  }, {
    "heading": "4.3 Fire",
    "text": "Using the MODVOLC algorithm, a fire was detected between February 9 and 11, 2012. Based on the MODIS imagery for these dates, an area of 42 km2 could be delineated as the maximum extent of the fire given that the burning surface may not have occupied the entire area of pixels detected as hotspots (Fig. 6). No pre-fire satellite imagery is to our disposal. However, the delineated fire corresponds well to the occurrence of bare rock visible on the SPOT 6 image taken in January 2013, i.e., almost 1 year after the fire (Fig. 6). A total burned area of 19 km2 was located within the Nyamwamba catchment, accounting for 18 % of its surface area at the second cross section. Given the absence of pre-fire images, we do not know the initial percentage of bare rock. However, in January 2013, 30 % of the burned area in the catchment still consisted of bare rock. This bare rock was also observed in the field in September 2014 and was found to be due to the destruction of vegetation on shallow soils. The effects of this fire were also still largely visible in the heather zone of the national park where a severe reduction in canopy cover and the occurrence of unrecovered soil covered by bare ash spots were observed (Fig. 7). Indeed, after similar fires in the other highland of Uganda, Mount Elgon, the natural heather vegetation has been reported to have a recovery of several years, with large denudation even 2 years after the fire (Wesche et al. 2000).\nThe MODVOLC archive indicates that the February 2012 fire was by far the largest one to have occurred in the Rwenzori Mountains since 2000 (first year of record) and the only one to have affected such high elevations. The cause of the fire is uncertain and could be linked to human activity or natural conditions (UNDP 2013). Wesche et al. (2000) report that on Mount Elgon, all the observed fires were ignited by poachers. The central part of the Rwenzori, however, is in general too remote to be visited by the nearby population (Wesche et al. 2000). However, increasing touristic activity in the national park could form a source of ignition. Despite the uncertainty of the nature of the ignition source, the\npreconditions enabling the fire can be derived from the UWA rain gauges (Fig. 3) where a total cumulative rainfall of\\0.2 mm was measured in the 4 weeks preceding the fire."
  }, {
    "heading": "4.4 Landslides",
    "text": "Two categories of landslides could be distinguished based on field survey and satellite images: (1) landslides adjacent to the river with lengths typically equal or smaller than\ntwice the maximal width, hereafter referred to as Type 1 (Fig. 8), and (2) debris flows or slides with typically a narrow run-out zone, not necessarily connected to the river system (length typically larger than three times the maximal width, Type 2; Fig. 8). Based on field observations of deep scour and the typically wide base of the landslides in Type 1, they are interpreted to have been triggered by scour and bank failure at the slide foot. Type 2 landslides are triggered directly by rainfall. This distinction is relevant because of their different triggering mechanisms, and they play a different role in the hazard interactions. Furthermore, the identification of the trigger zone and therefore the analysis of their spatial occurrence strongly depend on this typology. Generally, we consider that Type 2 landslides are not regressive and are triggered at their top, while the Type 1 landslides are triggered close to their base.\nIn total, 67 landslides have been mapped covering an area of 207 9 103 m2 (or 0.2 % of the total catchment area; location: Fig. 2a). Among these, 16 belong to Type 1 (total area of 84,300 m2), while 45 are Type 2 (total area 119,900 m2). Six small landslides (length \\50 m, total area 2400 m2) were not classified. Despite low terrain accessibility, 16 landslides could be validated in the field. Landslides observed on the GE image (2014a) and not on the SPOT 6 image of January 2013 or with a significantly smaller area are assumed to have been (re)activated on May 1, 2013, unless stated otherwise by personal communication with the Rwenzori Trekking service guides. As such, 50 slides were activated and 5 slides reactivated on May 1, 2013 (Fig. 9 inner circle). Of these slides, 15 landslides belong to Type 1 slides, implying that all except 1 of this type of landslide were triggered on May 1, 2013, by high river discharge. These Type 1 slides account for 58 % of the surface of landslide bodies that are candidates for debris supply to the river on May 1, 2013. The remaining slides consist of 34 Type 2 slides and six unclassified slides and are considered to be triggered directly by rainfall. Earthquake activity as a triggering mechanism for these event can be excluded as no major earthquakes occurred early 2013 (USGS 2015). Among the 55 (re)activated slides, 29 are directly connected to the river system and\nare considered to be candidates for debris supply (Fig. 9 outer circle). No evidence of river damming was observed in the field; however, a systematic survey of the river channel was not possible due to its poor accessibility. There was also no evidence of landslide damming or lake formation on the satellite images. However, the first post-flood satellite images date from 9 months after the flood (i.e., February 2014), and in contrast to landslides, a build-up and release of a water body behind a landslide dam would not necessarily leave clear spectral signatures 9 months later. Therefore (partial) landslide damming cannot be ruled out with certainty.\nWhen applying the frequency size distribution by Malamud et al. (2004), we can observe that the landslide distribution of all landslides as well as the distribution of the 50 landslides activated (and not reactivated) on May 1, 2013, follow well the rollover behavior, for theoretical inventories of the same size (i.e., 67 and 50 landslides) (Malamud et al. 2004) (Fig. 10). This theoretical frequency density function holds for complete inventories, but in this case, we only consider the landslides occurring in one catchment. The size distribution function was therefore applied not to demonstrate the completeness of the inventory but to show the general size distribution of the landslides in the Nyamwamba catchment.\nThe material displaced consists mostly of a mixture of rock, debris and large wood. Based on the lithological map (GTK Consortium 2012), Figs. 11 and 2a show that the\nlandslides are mainly concentrated on the mica schists and moraine deposits (70 and 18 % of the landslides, respectively) even though gneiss is the dominant lithology in the catchment (55 % of the catchment).\nWhen looking at the distribution of slope angles of the catchment in comparison with the distribution of slopes where the landslides occur, a concentration of slides on the steeper slopes can be observed with 60 % of the landslides occurring on slopes above 30 (Fig. 12).\nWhen considering land cover, the first remarkable observation is that none of the landslides occur in the agricultural, inhabited zone although the slope characteristics in this zone (average of 25 , standard deviation of 10 ) are similar to that in the national park (average of 25 , standard deviation of 11 ). In the national park, landslides are more connected to the forest vegetation ([50 % of the landslides), while forest only covers 25 %\nof national park in the catchment. The opposite is true for heather, covering[55 % of the catchment but containing only 33 % of the landslides. None of the landslides occurred in the burned area."
  }, {
    "heading": "4.5 Damage estimations",
    "text": "The damage inventories—based on reports of international aid organizations, interpretation of GE images and field work—are given in Table 3.\nIn general, the inventory based on external reports is in line with what was observed during field work. Information on number of fatalities, people displaced or people affected can only be obtained using the external reports. The range of reported number of people affected is quite large, which can be explained by the absence of a shared definition of being ‘affected’ among different sources. The analysis of GE images leads to the lowest estimate of destroyed buildings, but the inventory contains over 80 % of the reported and observed number of destroyed buildings. Furthermore, when comparing the spatial distribution of the GE inventory to the field inventory, the hotspots overlap (Fig. 13). In addition, field work allowed to identify damaged buildings, which are indistinguishable\nfrom non-damaged buildings in GE if the roof is intact. According to ActAlliance (2013), five bridges were destroyed, whereas only three bridges were detected with GE. It is possible that some of the five bridges reported by ActAlliance (2013) had already been repaired before January 2014.\nOnly field work allowed to identify the processes by which infrastructure was destroyed. The buildings destroyed or damaged show both signs of water damage and damage through the impact of large boulders (Fig. 14a–c). These transported boulders have a diameter exceeding 1.5 m (Fig. 14d). The foundation of the buildings nearest to the river bed was often completely destroyed (Fig. 14b). Furthermore, the damage to infrastructure and specifically buildings, tarmac roads and bridges can only be explained by the large volume of debris transported by this high-energy torrent. It has also been reported by the external reports that boulders crashed into buildings and destroyed a primary school (ActAlliance 2013; location: Fig. 13). A buffer analysis shows that 54 of the 57 destroyed buildings including the hospital and school lie within 100 m of the pre-flood river bed. An excerpt of the GE inventory is given in Fig. 15, indicating the proximity of destroyed buildings to the river bed. The increase in area covered by debris in the Nyamwamba valley up to Kasese town is 49.7 9 104 m2, or an incremental increase of 34.4 % compared to the original boulder river bed (Fig. 12). The landslides in the upper catchment and the debris from scouring of the river beds are expected to be the main suppliers of debris."
  }, {
    "heading": "5 Discussion",
    "text": ""
  }, {
    "heading": "5.1 Reconstruction of the May 2013 event",
    "text": "The rainfall depth in the upper catchment exceeded four times in the past 10 years and therefore not unusual. Even when considering the reported short duration of the rainfall in Kilembe (98 mm over 6–8 h), the estimated return period remains relatively short. However, in the past decades, no flash floods of similar magnitude were reported (Jacobs\net al. 2015). This indicates that the observed heavy precipitation cannot be considered to be the only factor causing this flash flood.\nRegarding the estimation of peak flow discharges, their range can be attributed to the large range of estimated Manning’s coefficients. The additional checks proposed by Lumbroso and Gaume (2012) assist in interpreting these results. Froude numbers above 1 indicate supercritical flow, a condition that in natural high-gradient channels does almost not occur (Lumbroso and Gaume 2012), rendering the discharge estimate of 1110 and 1387 m3/s unrealistic for the first cross section and the estimation of 1891 m3/s unrealistic for the second. When considering the pressure flow regime, the peak flow discharge is estimated to be 910 m3/s. Therefore, for the second cross section, the Manning’s discharge estimation of 1290 m3/s is the only one which approaches this estimation. In conclusion, with regard to the Manning’s approach, the most confident estimations of peak runoff discharge at both cross sections are those based on Jarrett’s Manning coefficient. This is to be expected because this coefficient is specifically designed for mountain rivers with boulder-rich beds and accounts for the decrease in the Manning’s coefficient with water depth. Considering these estimations, peak flow discharges ranging between ca. 850 m3/s at the first cross section (based on the Manning’s peak flow discharge estimation) and 910 m3/s (based on the pressure discharge calculation) at the second cross section (Fig. 3) are identified to be the most realistic. The peak flow discharge is larger further downstream than at the upstream cross section, which is expected due to an increase in catchment area with 21 % from the first to second cross section. This increase in catchment size consists of settlements and agriculture, while the catchment at cross section 1 consists predominantly of natural vegetation. The velocities belonging to these discharges range from 4.5 to 5 m/s between the two cross sections. Flow velocities above 5 m/s may point to debris transport (Lumbroso and Gaume 2012). Although this event does not classify as a water-saturated debris flow, it did contain a lot of debris (Figs. 13, 14, 15), indicating this flood classifies as a debris flood, i.e., ‘a very rapid, surging flow of water, heavily loaded with debris, occurring in steep channels’ (Hungr et al. 2014). This debris transport was not taken into account in the peak flow discharge estimation because no measurements of debris transport were available. Even with this limitation in mind, these discharge estimations give a clear idea about the magnitude of this event as these values are almost two orders of magnitude larger than the mean daily historic discharge measured on River Mubuku (12.8 m3/s, based on daily observations between 1954 and 1971, catchment area 256 km2; location: Fig. 1) and over two orders of magnitude larger than the mean river discharge of River Ruimi (5.7 m3/s, based on daily observations between 1952 and 1983, catchment area 266 km2; location: Fig. 1) (Taylor and Aggrey 2004), which are rivers with the same climatic and topographic conditions as river Nyamwamba.\nFires are known to increase runoff coefficients and decrease concentration time due to a reduced interception and infiltration rate caused by the destruction of the intercepting vegetation and the increase in the hydrophobic nature of the soil surface (e.g., DeBano et al. 1998; Shakesby and Doerr 2006; Fig. 7). An increase in peak discharges is generally considered to be a primary response after a wildfire (Moody and Martin 2001). Indeed, the order of magnitude and exceptionality of this peak flow discharge does not correspond to the relatively frequent recurrence of the triggering rainfall depth indicating the need to consider the effects of the fire and landslides.\nThe landslides in the catchment (re)activated on May 1, 2013, also aggravated the nature of the flood by supplying debris to the river flow. Some of the landslides are furthermore indirectly triggered by the fire. Although none of the landslides occurred in the burned area, more than half of the debris-supplying landslides are triggered at least\npartially by an increased river flow which for this flood event, as stated above, can only be explained due to the fire. This illustrates the importance of distinguishing between these two types of landslides. All these interactions need to be taken into account to fully understand the potential hazard interactions and cascades (Fig. 16). Similar observations were made in other tropical highlands like Ecuador (Guns and Vanacker 2013). In this latter case, the occurrence of landslides is also suggested to be linked to major land cover changes (instead of fire, a clearance of 50 % of tropical forest cover occurred). The landslides in their turn provide debris to the flood (Fig. 16). The destructive nature of this debris-rich flood resembles examples found in the literature where debris is also mainly supplied by slides in the upper catchment, e.g., in the earthquake-, landslide- and floodprone region of central Taiwan (Cheng et al. 2005).\nThe spatial distribution of landslides is strongly connected to the occurrence of moraine deposits and mica schists and on slope angles above 35 . In the national park, the concentration of landslides in the forest can be explained by the dominance of mica schists in the forested area, while gneiss is dominant in the heather zone. In the agricultural zone, no landslides could be found, despite an equally high slope angle as in the national park and the presence of mica schists. Here the less intense rainfall in the lower region of the catchment (Fig. 5) can be a reason for the absence of landslides. Catchments in the Rwenzori Mountains with similar topography and lithology are believed to be particularly hazardous for floods by supplying debris to the river system, justifying this study.\nThe reconstruction of damage using satellite images provides realistic estimates of the number of buildings and their concentration in space. Limited field work is advised to have an idea about the importance of debris transport in the damage patterns. Finally, the majority of destroyed infrastructure lies within the 100 m buffer of the river. Figures 13 and 15 show that the flood has indeed caused significant channel widening, explaining this damaged infrastructure up to 100 m from the river bed. Although there is a prohibition to live within or interfere with this riparian zone as imposed by the Kasese District environment protection bill (2007), it is evident that these regulations are not followed. Although this law aims mainly at environmental protection, it does show the need to establish and reinforce safe land use regulations and disaster risk reduction policies."
  }, {
    "heading": "5.2 Uncertainties and limitations in the methodology",
    "text": "For the estimation of the return period of the triggering rainfall event, it should be kept in mind that a 10-year period is rather short to give reliable estimations on return periods of very extreme events. Moreover, the model will likely overestimate the recurrence interval as precipitation extremes are generally underestimated at the 7 9 7 km2 resolution (Prein et al. 2015). If anything, this makes our analysis more conservative, since the regional climate model derives an average value valid for the whole 7 9 7 km2 pixel, whereas the rain gauge records precipitation at a single location.\nThe application of the Manning’s equation for peak flow discharges is a robust measure, but has been shown to have its limitations for rivers subject to debris flows, rivers with high gradients and rivers with a dynamic channel morphology during the flood (Jarrett 1985). Therefore, the correction for mountain rivers with a boulder bed (Jarrett 1989) was introduced. Uncertainties and errors due to alterations of channel beds or transport of debris remain, and therefore, a second cross section was used. To further constrain the peak flow discharge estimations using the Manning’s approach, the estimated peak flow discharges were checked for non-exceedance of the global peak discharge envelope curves and the flow velocity and Froude number were calculated and interpreted to reduce the uncertainty on the estimate peak flow discharge (Lumbroso and Gaume 2012). Finally, in case of the second cross section, the use of the Manning’s equation for peak flow discharge estimations has a significant limitation: Here the peak flow discharge was likely to be restricted by the bridge. The flow conditions therefore will most likely resemble a pressure flow regime rather than the open channel flow conditions assumed in the Manning’s approach. The Manning peak flow discharge estimations for the bridge cross section were therefore cross-checked with realistic estimates for pressure flow during peak flow discharge conditions assuming a fully submerged bridge.\nThe MODIS imagery is available at a reasonable temporal resolution of 1 day. Therefore, it is likely that the maximum extent of the forest fire well approaches the true maximum extent. With a spatial resolution of 1 km, the delineation of the extent of the forest fire is quite crude. Furthermore, the error on pixel location can be up to 200 m (Wright et al. 2002). Therefore, this delineation was evaluated using a SPOT 6 image acquired\\1 year after the fire. The uncertainties in the assessment of damage are limited by applying and comparing different approaches. However, all the inventories focus on direct damage and do not include economic damage due to the loss of crops and cropland, which has potentially high impacts on socioeconomic level."
  }, {
    "heading": "5.3 Probability of future flash flood events",
    "text": "With an estimated return period of maximum 6.6 years, the rainfall event of May 1, 2013, is not exceptional, i.e., the triggering conditions of a flash flood of this order of magnitude are likely to occur frequently. However, the flash flood triggered by this event does not have the same frequency, indicating the importance of assessing the probability of other phenomena such as fire or landslides to assess the potential for similar flood events.\nAlthough the February 2012 fire is still exceptional in terms of size and elevation over the last 15 years, traces of previous fire in the Rwenzori Mountains were found by Wesche et al. (2000) and by Langdale-Brown et al. (1964). The Rwenzori Mountains are considered to be very humid, but the fire of February 2012 occurred after 4 weeks of drought. As\na comparison, on Mount Elgon devastating fires are known to occur after 7–8 weeks of drought (Wesche et al. 2000). Because it is projected with medium confidence that periods of drought will intensify in East Africa under anthropogenic climate change (Niang et al. 2014), the likelihood of long periods of drought preconditioning fires is expected to increase as well. Furthermore, the slow recovery rate of the heath vegetation implies that fires occurring during the year(s) preceding a triggering rainfall event will still have a determining impact. For the case of Kilembe, this was confirmed by another flash flood event, albeit with a smaller peak discharge, in May 2014, causing further damage and fatalities (Reliefweb 2014). Considering that fires may also be induced by human activity in the Rwenzori, an increased human presence due to poaching or tourism could also increase the frequency of fire triggers.\nThe role of landslides in aggravating flash flood events becomes apparent through the reconstruction of the May 2013 flood where landslides provided debris to the river flow, increasing its destructive potential. Landslides can also be linked to the last major flash flood of comparable magnitude which occurred in the catchment on of April 7, 1966 (Binego 2014). A series of large seismic shocks starting from March 20, 1966 (M = 6.1) (UNESCO 1966), triggered landslides throughout the Rwenzori Mountain range. It is likely that seismic shaking also triggered landslides in the Nyamwamba catchment, contributing sediment or damming the river all together as it was reported in other catchments of the Rwenzori (UNESCO 1966). These last two major flash floods in the catchment show that the role of landslides in the propagation of flash floods cannot be neglected and their probability should be assessed and taken into account when considering flash flood hazard. Finally, with a projected increase in heavy precipitation events, the frequency of rainfalltriggered landslides and flash floods is likely to increase (Niang et al. 2014)."
  }, {
    "heading": "6 Conclusions",
    "text": "The Kilembe case study shows that even a rainfall event with a relatively short return period (i.e., 6.6 years) can cause a disastrous flash flood event with an estimated peak flow discharge of 850–910 m3/s. This peak discharge is unprecedented considering historical datasets of comparable catchments in the Rwenzori and can only be explained through the complex response of the catchment to the occurrence of fires and landslides. In total, 67 landslides—of which 29 provided debris to the flood—as well as their major lithological and topographic controls were identified. Nearly one-fifth of the catchment was burned. Given the expected increase in both long periods of drought and the frequency and intensity of extreme rainfall events, and given the seismic activity of the region, this study demonstrates the need to consider flash floods as a combination of multiple hazards and not as self-determined phenomena for disaster risk reduction.\nThe methodologies using remote sensing to identify the fire delineation, the spatial occurrence of landslides and the infrastructural damage on the field have proven to be valuable and accurate when cross-checked with field observations. The peak flow discharge estimations for debris-rich floods have limitations. However, despite these limitations, the magnitude of this flood could be identified and the role of both landslides and forest fire revealed. Furthermore, these analyses do not require detailed field work nor intensive system monitoring and can as such be applied to other similar multi-hazard environments with low data availability. This approach is needed to quickly develop and reinforce correct legislations and to take appropriate actions when a fire, a storm, or an\nearthquake occurs, taking into account all possible current and future multi-hazard interactions.\nAcknowledgments We thank the VLIR UOS South Initiative Project (ZEIN2013Z145) and the BELSPO AfReSlide Project (BR/121/A2/AfReSlide) for financial support. Special acknowledgements go to the Kilembe Trekking Service, the Uganda Wildlife Authority, the Africa Nyamwamba Ltd, the Kasese District authorities and the Kilembe authorities, Mountains of the Moon University and all organizations and persons providing background reports and documenting the flood."
  }],
  "year": 2016,
  "references": [{
    "title": "Open-channel hydraulics",
    "authors": ["V Chow"],
    "year": 1959
  }, {
    "title": "Estimation of roughness coefficients for natural stream channels with vegetated banks",
    "authors": ["WF Coon"],
    "year": 1998
  }, {
    "title": "Scale amplification of natural debris flows",
    "authors": ["GGD Zhou", "XH Zhu", "JQ Zhang"],
    "year": 2013
  }, {
    "title": "cascading landslide dam failures. Geomorphology 182:173–189",
    "authors": ["LF DeBano", "DG Neary", "PF Ffolliott"],
    "year": 1998
  }, {
    "title": "Brenning A (2015) Forest harvesting is associated with increased landslide activity",
    "authors": ["RH Guthrie"],
    "year": 2015
  }, {
    "title": "Geological map of Uganda",
    "authors": ["earth.google.com"],
    "venue": "GTK Consortium",
    "year": 2015
  }, {
    "title": "Environ Earth Sci 70:2941–2952",
    "authors": ["tropical Andes"],
    "venue": "doi:10.1007/s12665-013-2352-9 Herschy R",
    "year": 2009
  }, {
    "title": "Predicting global landslide spatiotemporal distribution: integrating landslide susceptibility zoning techniques and real-time satellite rainfall estimates",
    "authors": ["Y Hong", "R Adler"],
    "venue": "Int J Sedim Res 23:249–257",
    "year": 2008
  }, {
    "title": "The Varnes classification of landslide types, an update",
    "authors": ["O Hungr", "S Leroueil", "L Picarelli"],
    "venue": "Landslides 11:167–194",
    "year": 2014
  }, {
    "title": "The Rwenzori Mountains, a landslide-prone region? Landslides",
    "authors": ["L Jacobs", "O Dewitte", "J Poesen", "D Delvaux", "W Thiery", "M Kervyn"],
    "year": 2015
  }, {
    "title": "Landslide characteristics and spatial distribution in the Rwenzori Mountains, Uganda",
    "authors": ["L Jacobs", "O Dewitte", "J Poesen", "J Maes", "K Mertens", "J Sekajugo", "M Kervyn"],
    "venue": "J Afr Earth Sci",
    "year": 2016
  }, {
    "title": "Determination of roughness coefficient in for streams in Colorado",
    "authors": ["RD Jarrett"],
    "year": 1985
  }, {
    "title": "Hydrologic and hydraulic research in mountain rivers",
    "authors": ["RD Jarrett"],
    "venue": "IAHS AISH Publ",
    "year": 1989
  }, {
    "title": "Debris flows and floods following the 2003 wildfires in Southern British Columbia",
    "authors": ["P Jordan", "SA Covert"],
    "venue": "Environ Eng Geosci 15:217–234",
    "year": 2009
  }, {
    "title": "Challenges of analyzing multi-hazard risk: a review",
    "authors": ["MS Kappes", "M Keiler", "K von Elverfeldt", "T Glade"],
    "venue": "Nat Hazards 64:1925–1958",
    "year": 2012
  }, {
    "title": "Thermal remote sensing of the lowintensity carbonatite volcanism of Oldoinyo Lengai, Tanzania",
    "authors": ["M Kervyn", "GGJ Ernst", "A Harris", "E Mbede", "F Belton", "P Jacobs"],
    "year": 2008
  }, {
    "title": "Linear error analysis of slope-area discharge determinations",
    "authors": ["WH Kirby"],
    "venue": "J Hydr",
    "year": 1987
  }, {
    "title": "The vegetation of Uganda and its bearing on land use",
    "authors": ["I Langdale-Brown", "HA Osmaston", "JG Wilson"],
    "venue": "Government of Uganda,",
    "year": 1964
  }, {
    "title": "Reducing the uncertainty in indirect estimates of extreme flash flood discharges",
    "authors": ["D Lumbroso", "E Gaume"],
    "venue": "J Hydrol 414–415:16–30",
    "year": 2012
  }, {
    "title": "Towards an inventory of landslide processes and the elements at risk on the Rift flanks West of Lake Kivu (DRC)",
    "authors": ["JC Maki Mateso", "O Dewitte"],
    "venue": "Geo Eco Trop",
    "year": 2014
  }, {
    "title": "Landslide inventories and their statistical properties",
    "authors": ["BD Malamud", "DL Turcotte", "F Guzzetti", "P Reichenbach"],
    "venue": "Earth Surf Process Landf 29:687–711",
    "year": 2004
  }, {
    "title": "A structured approach to enhance flood hazard assessment in mountain streams",
    "authors": ["B Mazzorana", "F Comiti", "S Fuchs"],
    "venue": "Nat Hazards",
    "year": 2013
  }, {
    "title": "The direct impact of landslides on household income in tropical regions: a case study on the Rwenzori Mountains in Uganda",
    "authors": ["K Mertens", "L Jacobs", "J Maes", "C Kabaseke", "M Maertens", "J Poesen", "M Kervyn", "L Vranken"],
    "venue": "Sci Total Environ",
    "year": 2016
  }, {
    "title": "Post-fire, rainfall intensity-peak discharge relations for three mountainous watersheds in the Western USA",
    "authors": ["JA Moody", "DA Martin"],
    "venue": "Hydrol Process 15:2981–2993",
    "year": 2001
  }, {
    "title": "Arsenic contamination in the world: an international sourcebook",
    "authors": ["S Murcott"],
    "venue": "IWA Publishing,",
    "year": 2012
  }, {
    "title": "White LL (eds) Climate change 2014: impacts, adaptation, and vulnerability. Part B: regional aspects. Contribution of working group II to the fifth assessment report of the intergovernmental panel on climate change",
    "authors": ["VR In: Barros", "CB Field", "DJ Dokken", "MD Mastrandrea", "KJ Mach", "TE Bilir", "M Chatterjee", "KL Ebi", "YO Estrada", "RC Genova", "B Girma", "ES Kissel", "AN Levy", "S MacCracken", "PR Mastrandrea"],
    "year": 2014
  }, {
    "title": "Geomorphic impacts of flash flooding in a forested headwater basin",
    "authors": ["JD Phillips"],
    "venue": "J Hydrol 269:236–250",
    "year": 2002
  }, {
    "title": "A review on regional convectionpermitting climate modeling: demonstrations, prospects, and challenges",
    "authors": ["AF Prein", "W Langhans", "G Fosser", "A Ferrone", "N Ban", "K Goergen", "M Keller", "M Tölle", "O Gutjahr", "F Feser", "E Brisson", "S Kollet", "J Schmidli", "NPM van Lipzig", "R Leung"],
    "venue": "Rev Geophys. doi:10.1002/",
    "year": 2015
  }, {
    "title": "Wildfire as a hydrological and geomorphological agent",
    "authors": ["RA Shakesby", "SH Doerr"],
    "venue": "Earth Sci Rev 74:269–307",
    "year": 2006
  }, {
    "title": "Review of river discharge records and gauging stations in the Rwenzori Mountains of Uganda",
    "authors": ["R Taylor", "K Aggrey"],
    "venue": "http://www.geog.ucl.ac.uk/about-the-department/people/ academic-staff/richard-taylor/research/files/rwenzori_river_stations_review_july_2004.pdf. Accessed",
    "year": 2004
  }, {
    "title": "The impact of the African Great Lakes on the regional climate",
    "authors": ["W Thiery", "E Davin", "H-J Panits"],
    "venue": "J Clim 28:4061–4085",
    "year": 2015
  }, {
    "title": "The significance of fire for afroalpine ericaceous vegetation",
    "authors": ["K Wesche", "G Miehe", "M Kaeppeli"],
    "venue": "Mt Res Dev 20:340–347",
    "year": 2000
  }, {
    "title": "Automated volcanic eruption detection using MODIS",
    "authors": ["R Wright", "L Flynn"],
    "venue": "Remote Sens Environ",
    "year": 2002
  }, {
    "title": "MODVOLC: near-real-time thermal monitoring of global volcanism",
    "authors": ["R Wright", "LP Flynn", "H Garbeil"],
    "venue": "J Volcanol Geotherm Res",
    "year": 2004
  }],
  "id": "SP:42e22615e31e04397f60490ba0348b9fb7fc66ae",
  "authors": [{
    "name": "Liesbet Jacobs",
    "affiliations": []
  }, {
    "name": "Jan Maes",
    "affiliations": []
  }, {
    "name": "Kewan Mertens",
    "affiliations": []
  }, {
    "name": "John Sekajugo",
    "affiliations": []
  }, {
    "name": "Wim Thiery",
    "affiliations": []
  }, {
    "name": "Nicole van Lipzig",
    "affiliations": []
  }, {
    "name": "Jean Poesen",
    "affiliations": []
  }, {
    "name": "Matthieu Kervyn",
    "affiliations": []
  }, {
    "name": "Olivier Dewitte",
    "affiliations": []
  }],
  "abstractText": "The increased use of complex and holistic modelling for multi-hazard analysis is in sharp contrast with a lacuna in hazard analysis in equatorial Africa. This study aims to increase understanding ofmulti-hazard events in poorly documented regions with low accessibility.We focus on the Nyamwamba catchment (107 km) located in the Rwenzori Mountains (Uganda) where onMay 1, 2013, a severe flash flood occurred. In this region, wildfires, earthquakes and landslides occur as well. Here we reconstruct the circumstances under which this flash flood event was triggered, characterize the different processes acting upon the catchment dynamics and estimate the damaging effects of the flash flood within the catchment. The combined occurrence of intense rainfall, a forest fire having burned 18 % of the catchment area and the occurrence of 29 landslides providing debris to the river system, induced a debris-rich and very destructive flash flood which caused several fatalities, the destruction of 70 buildings, several bridges, a hospital, a school, a tarmac road and several lifelines. Although the methodologies applied to estimate peak discharge, detect landslides and delineate wildfires are well established in their disciplines and sometimes limited in their precision, their combination is required to demonstrate the importance of the wildfire and landslides for the magnitude of this flood, unprecedented in decades but characterized by a low return period of the triggering rainfall event. This indicates that flash floods should not be considered as self-determined phenomena but as a result of several cascading and interacting hazard processes. & Liesbet Jacobs liesbet.jacobs@vub.ac.be 1 Department of Geography, Earth System Science, Vrije Universiteit Brussel, Pleinlaan 2, 1050 Brussels, Belgium 2 Department of Earth Sciences, Royal Museum for Central Africa, Leuvensesteenweg 13, 3080 Tervuren, Belgium 3 Department of Earth and Environmental Sciences, KU Leuven, Celestijnenlaan 200E, 3001 Leuven-Heverlee, Belgium 4 Department of Natural Resource Economics, Busitema University, Busitema, Uganda 5 Institute for Atmospheric and Climate Science, Land-Climate Dynamics, ETH Zürich, Zurich, Switzerland 123 Nat Hazards (2016) 84:851–876 DOI 10.1007/s11069-016-2458-y",
  "title": "Reconstruction of a flash flood event through a multi-hazard approach: focus on the Rwenzori Mountains, Uganda"
}