{
  "sections": [{
    "text": "Volcanic sulfate deposition to Greenland and Antarctica:"
  }, {
    "heading": "A modeling sensitivity study",
    "text": "Matthew Toohey,1 Kirstin Krüger,1 and Claudia Timmreck2\nReceived 7 December 2012; revised 17 April 2013; accepted 17 April 2013; published 29 May 2013.\n[1] Reconstructions of the atmospheric sulfate aerosol burdens resulting from past volcanic eruptions are based on ice core-derived estimates of volcanic sulfate deposition and the assumption that the two quantities are directly proportional. We test this assumption within simulations of tropical volcanic stratospheric sulfur injections with the MAECHAM5-HAM aerosol-climate model. An ensemble of 70 simulations is analyzed, with SO2 injections ranging from 8.5 to 700 Tg, with eruptions in January and July. Modeled sulfate deposition flux to Antarctica shows excellent spatial correlation with ice core-derived estimates for Pinatubo and Tambora, although the comparison suggests the modeled flux to the ice sheets is 4–5 times too large. We find that Greenland and Antarctic deposition efficiencies (the ratio of sulfate flux to each ice sheet to the maximum hemispheric stratospheric sulfate aerosol burden) vary as a function of the magnitude and season of stratospheric sulfur injection. Changes in simulated sulfate deposition for large SO2 injections are connected to increases in aerosol particle size, which impact aerosol sedimentation velocity and radiative properties, the latter leading to strong dynamical changes including strengthening of the winter polar vortices, which inhibits the transport of stratospheric aerosols to high latitudes. The resulting relationship between Antarctic and Greenland volcanic sulfate deposition is nonlinear for very large eruptions, with significantly less sulfate deposition to Antarctica than to Greenland. These model results suggest that variability of deposition efficiency may be an important consideration in the interpretation of ice core sulfate signals for eruptions of Tambora-magnitude and larger.\nCitation: Toohey, M., K. Krüger, and C. Timmreck (2013), Volcanic sulfate deposition to Greenland and Antarctica: A modeling sensitivity study, J. Geophys. Res. Atmos., 118, 4788–4800, doi:10.1002/jgrd.50428."
  }, {
    "heading": "1. Introduction",
    "text": "[2] A wealth of information regarding large volcanic eruptions with potential climate impacts over the course of the Earth’s history can be gained from analyses of polar ice cores [Cole-Dai, 2010; Robock, 2000; Zielinski, 2000]. Elevated levels of acidity or sulfate (SO4\n2 ) in ice cores are interpreted as the local signature of volcanic sulfate aerosol deposited to the Earth’s surface. Volcanic sulfate signals coincident in Greenland and Antarctic ice cores provide evidence of past tropical eruptions with stratospheric sulfur injections that lead to global aerosol burdens and global climate impacts [Langway et al., 1995]. The global atmospheric sulfate aerosol mass burden for any eruption—and by extension its radiative and climatic impact—can be estimated through the knowledge of the relationship between polar ice sheet deposition and atmospheric mass burden. Originally, measurements of radioactivity in ice cores and estimates of the total injection of radioactive material during nuclear bomb tests of the 1950s and 1960s were used to derive scaling factors to relate polar ice sheet sulfate deposition to atmospheric burden [Clausen and Hammer, 1988; Hammer, 1977]. Gao et al. [2007] (hereafter GOR07) updated previous scaling factor estimates for Greenland by using revised estimates of the stratospheric component of the bomb-test radioactive material injection and also provided estimates for a scaling factor for Antarctica based on satellite observations of the stratospheric SO2 injection of Pinatubo and the Antarctic sulfate flux derived from ice cores. Lastly, GOR07 introduced the use of hemispheric scale factors, which are used to estimate the Northern Hemisphere (NH) or Southern Hemisphere (SH) aerosol burden based on NH and SH ice core measurements, which reduces the uncertainty in calculating global values from single ice cores due to the often unknown partitioning of aerosol mass between the hemispheres. [3] Understanding the relationship between polar ice sheet\ndeposition and stratospheric sulfate burden is crucial to the interpretation of ice core volcanic sulfate signals. While there is considerable variation in sulfate deposition estimated by individual ice cores for any single eruption, a composite index based on multiple ice cores has shown good correlation with independent estimates of the radiative impacts of historic eruptions [Robock and Free, 1995]. 1GEOMAR Helmholtz-Centre for Ocean Research Kiel, Kiel, Germany. 2Max Planck Institute for Meteorology, Hamburg, Germany. Corresponding author: M. Toohey, GEOMAR Helmholtz-Centre for Ocean Research Kiel, Kiel, Germany. (mtoohey@geomar.de) ©2013. American Geophysical Union. All Rights Reserved. 2169-897X/13/10.1002/jgrd.50428\nJOURNAL OF GEOPHYSICAL RESEARCH: ATMOSPHERES, VOL. 118, 4788–4800, doi:10.1002/jgrd.50428, 2013\nStudies have used scaling factors to convert ice core volcanic sulfate measurements into sulfate burden values for past eruptions [e.g., Gao et al., 2008; Zielinski, 1995; Zielinski et al., 1996], which then inform estimates of volcanic radiative forcing used within long-term paleoclimate simulations [e.g., Crowley, 2000; Schmidt et al., 2011] or within case studies of individual eruptions such as the Toba eruption of ~74 ka B.P. [Robock et al., 2009; Timmreck et al., 2010] or the circa 1258 CE eruption of unknown origin [Timmreck et al., 2009]. [4] Since the scaling factors used in previous studies are based on a limited number of observations, little is known about their potential variability, for instance, whether they might depend upon the magnitude or season of the stratospheric sulfur injection [Robock and Free, 1995]. Climate models, which are commonly used to investigate the climatic effects of volcanic eruptions [Timmreck, 2012], offer a potential source of information to supplement the observationally derived scaling factors linking stratospheric sulfate burden and deposition to polar ice sheets. GOR07 reported sulfate deposition in their simulations of Tambora and Pinatubo eruptions with the GISS ModelE. Using the simulated sulfate aerosol burden and sulfate deposition fields for Pinatubo simulations, they produced model-based scaling factor estimates which agreed within a factor of 3 with those derived from observations. [5] Here we describe an analysis of a large number of volcanic stratospheric sulfur injection simulations using the MAECHAM-HAM aerosol-climate model described in section 2. In section 3, we examine the modeled sulfate deposition: we compare modeled sulfate deposition and deposition efficiency to observation-based estimates (section 3.1), we examine variations in modeled sulfate deposition (section 3.2) and sulfate burden (section 3.3) with respect to the magnitude and season of SO2 injection, and we examine the resulting relationship between Greenland and Antarctic sulfate deposition (section 3.4). We explore mechanisms to explain the bias in model deposition efficiency and its sensitivity to eruption season and magnitude in section 4.1, along with implications for the interpretation of ice core sulfate signals (section 4.2) and future model development (section 4.3). Finally, conclusions are given in section 5."
  }, {
    "heading": "2. Model Description and Experiments",
    "text": "[6] Simulations of volcanic stratospheric sulfur injections are performed with the coupled aerosol-climate model MAECHAM5-HAM [Niemeier et al., 2009]. The spatial resolution is ~2.8 2.8 , with T42 spectral truncation and 39 vertical levels up to 0.01 hPa (~80 km). At this model resolution, the model has no quasi-biennial oscillation; in control simulations, equatorial stratospheric winds are easterly throughout the year. The atmospheric component of the model is free running, while sea surface temperatures are prescribed as an annually repeating climatology. Model processes related to sulfate aerosols are calculated by the aerosol microphysical module HAM [Stier et al., 2005] adopted for volcanic simulations [Niemeier et al., 2009]. Volcanic simulations are initiated by injecting SO2 directly into the lower stratosphere into a model gridbox corresponding to the volcano’s geographical location and the pressure height level of 30 hPa (~24 km). This height is chosen so as to be roughly consistent with estimates of the height of\nSO2 injection by the Pinatubo eruption [Guo, 2004; Read et al., 1993]. MAECHAM5-HAM simulations performed with and without volcanic ash injection [Niemeier et al., 2009] found that the impact of volcanic ash on the SO2 and sulfate aerosol evolution was small, especially for tropical eruptions where the transport is strongly controlled by stratospheric winds. Hence, the simulations described here were performed without volcanic ash. After injection of SO2, the model then simulates the full lifecycle of the volcanic sulfate aerosols, including oxidation of SO2 to H2SO4; aerosol formation and growth via nucleation, condensation, accumulation, and coagulation; vertical redistribution via sedimentation; and finally the removal processes wet and dry deposition. [7] Previously described Pinatubo-magnitude simulations with the MAECHAM5-HAM model have resulted in good agreement between simulated and observed aerosol optical depth (AOD), top of atmosphere short-wave radiation anomalies, and aerosol effective radius [Niemeier et al., 2009; Toohey et al., 2011]. MAECHAM5-HAM simulations of very large eruptions have been used to show the strong impact that the growth of large aerosol particles in the model simulations has on the impact of such eruptions: both its impact on surface climate [Timmreck et al., 2010] and on stratospheric dynamics (e.g., Krüger et al., 2011) and the resulting transport of aerosols [Toohey et al., 2011]. The deposition of volcanic sulfate in MAECHAM5-HAM volcanic simulations has not previously been examined, but the simulated deposition of radioactive isotopes resulting from bomb tests with a similar version of the model has shown qualitative agreement with ice core measurements [Heikkilä et al., 2009]. Precipitation simulated by the ECHAM5model shows good agreement with observation-based climatologies [Hagemann et al., 2006]. [8] The simulation ensemble examined here is composed of simulations performed with tropical stratospheric SO2 injections ranging from 8.5 to 700 Tg, as detailed in Table 1. Simulations have been performed for eruptions in January and July, in order to account for some of the season dependence of equator-to-pole volcanic aerosol transport [Toohey et al., 2011]. Ten ensemble members have been run for each magnitude, five members for each of the two eruption months, with each ensemble member branched from a different year of a 20 year control experiment. Simulation durations span at least 4 years after the eruption, at which point at least 98% of the total sulfate injected has been deposited to the surface. The location of all injections is above Central America in the model gridpoint with center at 15.3 N, 90 W. The latitude of this site is comparable to that of Pinatubo (15.1 N) and El Chichón (17.3 N) and corresponds to the peak in the latitudinal distribution of currently active volcanoes [Schminke, 2004]. [9] The location of our eruptions and the magnitude of the largest eruption simulated (700 Tg SO2) are chosen for consistency with the location and estimated magnitude of the Los Chocoyos eruption of ~84 ka B.P. [Metzner et al., 2012]. The experiments do not represent attempts to reproduce particular historical eruptions; rather the injection amounts are chosen in order to span a large range of climatically important eruptions from a fixed location under present-day conditions. Actual tropical eruptions with estimated SO2 injection magnitudes similar to those simulated are included in Table 1 for comparison purposes. The weakest eruption simulated, of 8.5 Tg SO2 injection, is\nroughly consistent with the SO2 injection of El Chichón [Krueger et al., 2008]. Our 17 Tg SO2 injection experiment is chosen for consistency with the estimated SO2 injection by Pinatubo, although we note that the range of estimated injections (14–24 Tg SO2 [Guo, 2004]) is relatively large. The longitude of the eruption site was found to have no influence on the aerosol evolution in previously discussed 17 Tg SO2 injection simulations [Toohey et al., 2011]; thus, the 17 Tg simulations are directly comparable to Pinatubo observations. A compilation of estimates of the SO2 release by the 1815 eruption of Tambora based on ice core measurements as well as other methods results in a wide range of 120 60 Tg SO2 [Oppenheimer, 2003a], which is closest to our simulations of 100Tg. However, estimates based on ice cores but with a revised scaling factor have produced SO2 injection estimates for Tambora of about half that size [Gao et al., 2007], corresponding more closely with our 45Tg SO2 injection experiment. A similar situation exists for the unknown eruption of the mid-13th century (1258 Unknown henceforth), with estimates of 260 60Tg [Oppenheimer, 2003b] and 130Tg [Gao et al., 2007] most closely corresponding to our experiments of 300 and 170Tg, respectively. [10] Modeled sulfate flux is calculated as the sum of wet and dry deposition flux for all aerosol modes (nucleation, Aitken, and accumulation). Monthly volcanic sulfate deposition is calculated by subtracting the monthly climatological sulfate deposition of a 20 year control run from each respective month of the eruption simulation, in order to remove the sulfate deposition of natural sources included in the model (no anthropogenic sulfur emissions were included in these simulations). Total (i.e., time integrated) sulfate deposition flux (in kg/ km2) is calculated by summing the monthly deposition anomalies over 3 years. (While the term “flux” commonly refers to a rate, the time-integrated sulfate deposition totals estimated through ice core analysis are commonly referred to as fluxes, so we adopt this convention here). Sulfate mass deposition (in kg) was calculated for gridboxes or latitude bands by multiplying fluxes by the appropriate surface area. [11] We define sulfate “deposition efficiency” as the ratio of the total volcanic sulfate deposition flux at any model gridpoint (in kg/km2) to the maximum hemispheric sulfate aerosol burden (in kg). The reciprocal of the deposition efficiency averaged over Antarctica or Greenland is equivalent to the hemispheric scaling factors estimated by GOR07."
  }, {
    "heading": "3. Results",
    "text": "[12] MAECHAM5-HAM sulfate deposition efficiencies averaged over Antarctica and Greenland are shown in Figure 1 as a function of stratospheric SO2 injection. Error bars show the full spread of the ensemble simulations for each SO2 injection and month. Also shown in Figure 1 are observation-based deposition efficiencies for Greenland and Antarctica, calculated as the reciprocal of the scaling\nfactors reported by GOR07, plotted as horizontal lines in order to emphasize the fact that the scaling factors have been used to derive atmospheric sulfate aerosol burdens for different eruption strengths. [13] The results shown in Figure 1 show that (1) the model-based deposition efficiency is significantly larger than that estimated from observations and (2) the model-based deposition efficiencies vary as a function of month and magnitude of SO2 injection for injection of ~45Tg and more. These two features of the results will be explored in the following two subsections."
  }, {
    "heading": "3.1. Modeled Versus Observed Sulfate Deposition",
    "text": "[14] Figure 1 shows that for SO2 injections of 8.5 and 17 Tg, deposition efficiency from the MAECHAM5HAM simulations is consistent for January and July eruptions and constant with respect to SO2 injections (over this small interval), with values of ~4 10 9 km 2 for Greenland and ~5 10 9 km 2 for Antarctica. These values are 4–5 times larger than the observation-derived value of 1 10 9 km 2 for both Antarctica and Greenland (GOR07). [15] Figure 2 shows the maximum hemispheric sulfate aerosol burdens and average deposition fluxes to Greenland and Antarctic that go into the calculation of deposition efficiency shown in Figure 1. Maximum hemispheric burdens are a function of the injected SO2 amount and the partitioning of the resulting sulfate aerosols between the hemispheres. There is a close agreement in the modeled hemispheric\nburdens for the 17Tg eruption simulations and observationbased estimates for Pinatubo [Gao et al., 2008]—this is not surprising since the SO2 injection amount used in the model simulation is consistent with satellite observations of the SO2 injected by Pinatubo. This means that the difference between the modeled and observation-based deposition efficiencies shown in Figure 1 must be due to difference in the deposition flux to the two ice sheets. This is confirmed in Figure 2 (bottom), which shows that modeled average deposition to Antarctica for the 17Tg SO2 injection simulation (61kg/km\n2) is roughly 4 times larger than that estimated from ice cores for Pinatubo (15 kg/km2) by GOR07. [16] In order to investigate the realism of the spatial distribution of sulfate deposition flux in the simulations, we compare modeled sulfate flux to that from individual Antarctic ice cores. We restrict our comparison to ice cores with published values that are reported directly in units of flux, and as a result, the data set used here is smaller than that of GOR07. Published ice core flux estimates following the eruptions of Pinatubo and Tambora (Table 2) are compared to the modeled deposition flux for the 17 and 45 Tg SO2 injection experiments at the locations of the ice cores in the left-hand panels of Figure 3. It should be noted that the Pinatubo sulfate signal in Antarctic ice cores includes a component from the eruption of Cerro Hudson, which injected about 1.5 Tg of SO2 into the atmosphere—about 10% of that of Pinatubo [Doiron et al., 1991]. Error bars on the model values represent the 2-sigma ensemble model variability. A least-squares fit of the model versus measured sulfate flux, in the form y = ax, gives a measure\nof the model versus measurement bias: we find for the 17 Tg July eruption experiment, model fluxes are 4.7 times larger than the ice core-derived sulfate flux estimates for Pinatubo (plus Cerro Hudson) shown in Figure 3. The factor of 4.7 difference between simulated and ice core-derived flux at four individual sites is roughly consistent with the factor of 4.1 difference between the simulated average Antarctic sulfate flux and the average Antarctic flux estimated by GOR07 using 10 ice cores. We conclude that the modeled deposition to Antarctica is roughly 4–5 times larger than in reality. It is interesting to note that in simulations of bomb-test radioactive isotope transport and deposition using the ECHAM-HAM model, Heikkilä et al. [2009] scaled their initial estimates of isotope injection down by a factor of 4 to produce agreement between modeled and ice core measured deposition. The difference between modeled and measured volcanic sulfate flux to Antarctica will be a topic of discussion in section 4.1. [17] For the comparison of measured Tambora fluxes with the July 45 Tg SO2 injection experiment, model values are on average 3.0 times larger than the ice core-derived flux estimates. The smaller difference compared to the comparison for Pinatubo is likely due to the fact that the stratospheric sulfur injection of our 45 Tg experiment is smaller than actually produced by the Tambora eruption. The comparison of modeled sulfate flux with ice core-derived values for Tambora, for which there are data available from many more ice cores than for Pinatubo, shows a remarkable correlation (R = 0.98) between measured and modeled flux values (Figure 3, bottom left), which indicates a good agreement in the spatial structure of the deposition flux (Figure 3, bottom right) despite the model bias. The model deposition flux is dominated by wet deposition, accounting for 98% of the total simulated deposition to Antarctica. As such, the correlation between modeled and measured deposition flux over Antarctica may simply be a product of the realistic precipitation produced by the model. However, we find that the sulfate deposition pattern over Antarctica is only somewhat correlated with the precipitation field (averaged over the first 2 years after the eruption), with a correlation coefficient of approximately 0.5. This suggests that the correlation between modeled and measured sulfate fluxes is not only due to realistic precipitation patterns and that perhaps the spatial supply of sulfate to different regions of Antarctica is realistically reproduced by the model. [18] The 2-sigma ensemble spread in sulfate deposition to individual ice core locations ranges from approximately 35 to 60% for both 17 and 45Tg simulations. This variability comes about only due to internal atmospheric variability, i.e., the different atmospheric initial conditions at the time of SO2 injection in each ensemble member."
  }, {
    "heading": "3.2. Sulfate Deposition Variation",
    "text": "[19] For eruptions larger than 17 Tg, modeled deposition efficiencies for Greenland and Antarctica shown in Figure 1 are seen to vary with eruption magnitude and season. July eruptions have larger ensemble mean deposition efficiencies than January eruptions for both Greenland and Antarctica. Greenland deposition efficiency for July eruptions is strongly sensitive to eruption magnitude, with a peak in deposition efficiency for injections between 100 and 300Tg SO2, while Greenland deposition efficiency for January eruptions is relatively constant with SO2 injection magnitude. The largest SO2 injections (of 300 and 700Tg) show strong decreases in the deposition efficiency to Antarctica, with values decreasing to 2 10 9 km 2: less than half the value for Pinatubo-magnitude eruption simulations. Much of the following discussion will attempt to further characterize and suggest possible mechanisms which lead to the variations in sulfate deposition efficiency seen in Figure 1. [20] Figure 2 can be used to better understand some details concerning the variability in modeled sulfate deposition efficiency. As might be expected, the maximum hemispheric burdens in both hemispheres increase approximately linearly with increasing SO2 injection. Conversely, the sulfate deposition flux to Antarctica (for both January and July injections) and Greenland (for July eruptions) is markedly nonlinear for large eruptions (300 and 700 Tg), with an attenuation of the relative deposition flux with increasing SO2 injection. Figure 2 also shows that the sensitivity of deposition efficiency to eruption month comes about for different reasons in Greenland and Antarctica. For Greenland, the NH maximum burden for SO2 injections of 45–170Tg is higher for January eruptions. This seasonal sensitivity is likely due to the seasonal cycle in the Brewer-Dobson circulation, which is strongest in the NH during boreal winter. However, the deposition flux for this range of eruptions is similar for January and July eruptions, and therefore the efficiency of deposition to Greenland is relatively stronger for July\neruptions. Conversely, for Antarctica, maximum SH burdens are relatively insensitive to eruption month (for 45–170Tg SO2 injections), but the deposition flux is significantly sensitive for eruptions of 100Tg and above, with more deposition to Antarctica for July eruptions than for January eruptions. [21] In order to investigate changes in the spatial distribution of sulfate deposition for the different eruption strengths, Figure 4 shows normalized zonal sulfate mass deposition for all modeled SO2 injection magnitudes. The strongest sensitivity to eruption magnitude is found in the NH midlatitudes, which show a decrease in mass deposition for increasing eruption magnitude. These decreases in NH midlatitude mass deposition are qualitatively balanced by increases in mass deposition within the tropics, with increases occurring in the NH tropics for January eruptions, and in the SH tropics for July eruptions. The region of sensitivity in the NH however is restricted to 30 N–60 N. Over the latitudes of Greenland (approximately 60 N–80 N, gray shading in Figure 4), the deposition does not vary substantially with respect to eruption magnitude. [22] In the SH extratropics (30 S–90 S), there is no obvious sensitivity in the latitudinal distribution of sulfate deposition with eruption magnitude, with the exception of the strong decrease in relative deposition to the highest SH latitudes for the 700 Tg eruption simulations (and the 300 Tg January simulation). Decreases in zonal deposition fraction over the latitudes of Antarctica (approximately 70 S–90 S, gray shading in Figure 4) for large eruptions appear to be balanced by increases around 50 S–60 S. In other words, the Antarctic deposition efficiency variation for large eruptions appears to be related to the partitioning of deposition between the Antarctic continent and the surrounding ocean."
  }, {
    "heading": "3.3. Sulfate Burden Variation",
    "text": "[23] The latitude versus time morphology of the sulfate aerosol burden for SO2 injections of different magnitudes\nand months is explored in Figure 5. Ensemble mean, zonal mean sulfate burdens are shown as a function of month after eruption for the first 2 years after SO2 injection, for January and July eruptions of three selected SO2 injection magnitudes. Sulfate burdens are normalized in each panel by the maximum global mean burden for each experiment. [24] A notable difference in sulfate burden morphology between the different injection magnitudes is the much faster decay in sulfate burden in the larger eruptions. This is a result of the larger aerosol size distributions resulting from the larger SO2 injections and the stronger sedimentation and removal of these large aerosols. Sulfate aerosol lifetimes, calculated\nsimply as the time required for the global mean burden to reach 1/e of its maximum value, is 12months for the 17Tg eruption, decreasing to 5months for the 700Tg eruption. [25] Another difference in the sulfate morphologies is the confinement of sulfate burden to latitudes 60 S–60 N for the larger eruptions. This effect was also noted by Toohey et al. [2011] in regards to AOD and is related to dynamical impact of the volcanic aerosols. Figure 6 shows first post-eruption year average zonal mean temperature and zonal wind anomalies for the 17, 170, and 700Tg SO2 injection experiments. Absorption of long-wave radiation by stratospheric aerosols leads to significant heating of the lower tropical stratosphere, reaching over 30K in the case of the 700Tg eruption. Through the thermal wind relation, the resulting equator-to-pole temperature gradients lead to westerly zonal wind anomalies. The zonal wind anomalies are strong enough in the strongest eruptions that they can set up polar vortex-like conditions simultaneously in both hemispheres, persisting for over a year in the 700Tg SO2 injection experiment [Toohey et al., 2011]. [26] Strong zonal winds, such as those of the polar vortices, act as a barrier to meridional transport [Schoeberl and Hartmann, 1991]. The strong zonal winds induced by the aerosol heating in the 700Tg experiment appear to play a significant role in suppressing the poleward transport of sulfate. Overlaid on the sulfate burdens of Figure 5 are contours which show the strength of the polar vortices, as quantified by the zonal mean zonal westerly wind at 50 hPa (lower stratosphere). In the January 700Tg eruption experiment, the volcanically enhanced SH vortex strongly blocks poleward transport of sulfate to the SH high latitudes. In the July 700Tg experiment, a similar situation occurs in the SH, with winter-like conditions persisting though more than 12months in the SH. A strong isolation of the NH vortex is also seen for the July eruption, when the aerosol heating maximum coincides with NHwinter, and the resulting NH winter vortex is strong enough to significantly block poleward transport of sulfate. [27] In the 17 Tg experiment, the dynamical anomalies are quite weak, and the polar vortices are not significantly different from climatological conditions. The blocking effect of the SH polar vortex can however still be seen to have an impact on the timing of sulfate transport to the SH pole: for a January eruption, the poleward transport is delayed by the presence of the SH winter vortex, and maximum values of sulfate burden are seen in the SH high latitudes around 12months after the eruption. Conversely, for a July eruption, transport to the high SH latitudes is more rapid, with maximum values reached within 6months after the eruption. The relative magnitude of the sulfate burdens seen in the high SH latitudes for the 2months are similar. [28] In the intermediate case of the 170 Tg experiment, again we see that the transport of sulfate to the SH high latitudes is delayed in the January eruption in comparison to the July eruption. The difference is that because of the more rapid decay of the sulfate burden, the delay in transport creates a difference in the relative amount of sulfate reaching the SH high latitudes: notably less for the\nJanuary eruption than for the July eruption. Also, the impact of the induced dynamical anomalies becomes apparent, since the strength of the SH vortex is stronger and lasts longer in the SH spring in the January eruption case, and the NH polar vortex is stronger in the July eruption case which impedes sulfate transport to the NH high latitudes."
  }, {
    "heading": "3.4. Bi-Polar Deposition Flux Relationship",
    "text": "[29] The relationship between modeled Greenland and Antarctic mean deposition flux is explored in Figure 7. Modeled sulfate fluxes have been scaled here by a factor of 1/4.7 based on the comparison of modeled and measured fluxes for Pinatubo shown in Figure 3. [30] The model results show a roughly linear relationship in Antarctic versus Greenland deposition for eruptions with SO2 injection between 8.5 and 45 Tg, although with slightly higher fluxes to Greenland. The bias towards higher Greenland fluxes reflects the partitioning of aerosols between the hemispheres (see Figure 2), which is partially due to the location of our SO2 injections at 15 N but may also be due to the stronger meridional circulation in the NH stratosphere. [31] Antarctic and Greenland average deposition estimates for a number of tropical eruptions identified in ice cores (GOR07) are also shown in Figure 7. The weaker eruptions here (Krakatau and the 1809 CE eruption of unknown origin) have relatively equal deposition to Antarctica and Greenland, while the two larger eruptions (Tambora and 1258 Unknown) have stronger deposition to Greenland than Antarctica. While these ice core-derived Antarctic and Greenland flux averages are consistent with the scaled model results, they hardly can be used to validate the modeled relationship between Antarctic and Greenland deposition flux. In particular, the average deposition values for the 1258\nUnknown eruption from GOR07 shown in Figure 7 are based on a small number of ice cores (five and three for Antarctica and Greenland, respectively), which implies significant (but unknown) uncertainty in the observation-based deposition estimates for this eruption. Also, since the location and timing of the 1258 eruption is presently unknown, it can certainly be argued that the Greenland bias in deposition flux may be due to the latitude or season of the eruption. [32] While the relationships between modeled Greenland\nand Antarctic deposition fluxes for January and July eruptions have similar slopes in the of 45–170 Tg SO2 injection range, Figure 7 shows the impact of the seasonal dependence of deposition efficiencies (as shown in Figure 1), with July eruptions having stronger deposition to both ice sheets than January. For Greenland, the difference in deposition between January and July eruptions is 17–20%, and for Antarctica the difference is 23–45%. [33] For eruptions with SO2 injections of 170 Tg and larger, the modeled bi-polar deposition relationship shows a strong sensitivity to season, with July eruptions exhibiting a roughly linear Antarctic-to-Greenland deposition ratio, while January eruptions show a strong deviation from linearity. The nonlinearity for January eruptions does not reflect changes in the hemispheric distribution in sulfate aerosols but rather the strong decrease in Antarctic deposition efficiency. The flattening of the Antarctic versus Greenland deposition curve for January eruptions implies that tropical eruptions during NH winter could have deposition to Antarctic less than one fifth that to Greenland. Furthermore, this flattening leads to insignificant differences in Antarctic deposition flux for eruptions of very different magnitudes; for example, we get equivalent Antarctic depositions for a 170 Tg SO2 eruption in July as for a 300 Tg SO2 eruption in January."
  }, {
    "heading": "4. Discussion",
    "text": ""
  }, {
    "heading": "4.1. Mechanisms",
    "text": "[34] The spatial pattern of sulfate deposition flux represents the distribution of end points of a large number of transport pathways from the location of sulfate aerosol production in the tropical stratosphere to the location of deposition at the Earth’s surface. The deposition pattern thus is an integrated quantity which depends on all the different portions of the total pathway, including meridional transport and mixing in the stratosphere, cross-tropopause transport, transport within the troposphere, and deposition processes. [35] Differences between modeled and observed deposition to polar ice sheets may be due to model biases in any and all of the processes which control the total transport pathway, and so it is difficult to pinpoint the source of the discrepancy between model and observations. However, due to the fact that the lifetime of sulfate is short within the troposphere, it is likely that the large-scale distribution of sulfate deposition is primarily controlled by stratospheric transport and the location of transport of aerosols across the tropopause into the troposphere. Based on current understanding of stratosphere-troposphere exchange [Holton et al., 1995; Stohl, 2003], it is suggested that aerosols in the real atmosphere cross the tropopause mostly through two pathways, through tropopause folds in the subtropics to midlatitudes and through the polar winter vortex [Hamill et al., 1997; Thomason and Peter, 2006]. Larger aerosol also may cross the tropopause at any location if their gravitational settling velocity is large enough. Since aerosol that crosses the tropopause in the high latitudes will most likely be deposited there, it stands to reason that the amount of polar deposition depends on the supply of aerosol through the polar branch of cross-tropopause transport. [36] Aerosol optical depth (AOD) at high latitudes for Pinatubo-magnitude MAECHAM5-HAM simulations is seen to be 1.5-1.7 times higher than observations [Niemeier et al., 2009; Toohey et al., 2011]. Furthermore, the slopes of the modeled high-latitude AOD during winter are steeper than the observations, indicating that sulfate aerosol loss through cross-tropopause transport within the polar vortex is faster in the model than in reality. These results suggest that the bias in polar ice sheet deposition for the model compared to ice core observations is likely due to a high bias in the poleto-equator transport of aerosols, which results in a too-strong polar branch of cross-tropopause sulfate transport. [37] The amount of sulfate mass reaching the polar ice sheets is only a small portion of the amount deposited globally. As a result, relatively small biases in global transport can lead to large biases in polar deposition flux. For example, in terms of deposited sulfate mass, in the 17Tg SO2 injection experiment, the model deposits to Antarctica ~4.5% of the total sulfate deposition to the Earth’s surface. Ice core analysis implies that the actual amount should be a factor of 4.7 lower, i.e., ~1% of the total mass deposition. Therefore, in terms of sulfate mass transported and deposited to the high latitudes, the model bias is just a few percent of the global deposition total. This rough calculation highlights how sensitive polar ice sheet deposition flux may be to model biases (or variability) in sulfate aerosol transport. [38] A notable feature of the MAECHAM5-HAM volcanic simulations is the fact that aerosol size is not fixed and that as stratospheric sulfur injection magnitude increases,\nthe size of aerosol particles increases, leading to decreases in aerosol lifetime, which “self-limits” the climate impact of large eruptions [Pinto et al., 1989]. Previous studies have explored the impact this aerosol size effect has on the radiative and climate impacts of very large eruptions in a variety of global aerosol models [Timmreck et al., 2010; Arfeuille et al., 2013; English et al., 2013]. [39] It would be reasonable to hypothesize that changes in aerosol size for larger eruptions play a role in changes in the global distribution of sulfate deposition. A potential impact of larger aerosol size would be an increase sedimentation velocity, leading to an increase in cross-tropopause transport in the midlatitudes to low latitudes, and therefore a decrease in the polar branch of cross-tropopause transport. This mechanism does seem to be at work in the simulations; we find specifically that tropical deposition does increase with increasing SO2 injection, and this increase in tropical deposition is roughly balanced by a decrease in NH extratropical deposition (see Figure 4). However, over the latitudes of Greenland, the zonal mean sulfate deposition is approximately constant with increasing SO2 injection. This suggests that changes in Greenland deposition are related more to regional (i.e. longitudinal) variability of deposition. In the SH extratropics, deposition fraction is relatively constant with SO2 injection: differences in deposition behavior between the NH and SH may be due to the NH location of the SO2 injection or to hemispheric differences in the Brewer-Dobson circulation. The strong decreases in Antarctic deposition for the largest SO2 injections are seen to be balanced by increases in the latitudes just equatorward of Antarctica. [40] An alternate hypothesis that explains the variation in modeled Antarctic deposition with increasing SO2 injection, and the seasonal dependence of Antarctic deposition, is based on the idea that Antarctic deposition is modulated by the Antarctic polar vortex. In section 3.3, poleward transport of sulfate to the high latitudes was seen to be influenced by the polar vortices. Reduction in the relative amount of sulfate reaching the high SH latitudes was noted for strong eruptions, with a stronger impact for January eruptions due to the timing of the volcanically induced anomalies coinciding with the SH winter. The reductions in SH high-latitude relative sulfate burdens for increasing injection magnitude are consistent with the behavior of the Antarctic deposition efficiency. Thus, the sensitivity of Antarctic deposition efficiency to season and magnitude of eruption is linked to changes in the strength of stratospheric meridional transport and thus the polar branch of the cross-tropopause transport pathway. [41] We have argued that the model bias in sulfate deposition for Pinatubo is due to a too-strong polar branch in crosstropopause transport and that variations in the same polar branch are produced by natural or induced variability of the polar vortex. Assuming that in reality the polar branch of sulfate transport is weaker than in the model, then the absolute variability of the polar branch strength is likely much weaker than in the model; however, the relative variability may still be significant. The key question is howmuch of the total deposition to the ice sheets is through the polar branch and how much comes through midlatitude cross-tropopause transport and is transported to the high latitudes in the troposphere. If the polar branch is responsible for the majority of deposition to Antarctica, then any variability in the strength of the polar branch will have a significant impact on Antarctic sulfate deposition, no matter the absolute strength of the branch."
  }, {
    "heading": "4.2. Implications for the Interpretation of Ice Core Sulfate Fluxes",
    "text": "[42] The model results shown here can be used to provide rough estimates of the uncertainties in ice core-based aerosol burden reconstructions due to variability in atmospheric transport and deposition. [43] The sulfate deposition for any single eruption magnitude and season shows variability due to the varying initial atmospheric conditions at the time of SO2 injection, as quantified by the ensemble variability. For example, the deposition flux to single sites in Antarctica for a 45 Tg SO2 injection shows a 2-sigma ensemble variability of 30–60% (Figure 3). Deposition efficiency, which removes variability due to the partitioning of sulfate between the hemispheres, shows ensemble 2-sigma variability for particular SO2 injections with median values (over all eruption magnitudes) of around 18% for Antarctica and 37% for Greenland (Figure 1). These results give a rough estimate of the minimum uncertainty in sulfate aerosol burdens based on ice core analysis: even if the ice core measurements produce a perfect, error-free measure of the average deposition flux to Antarctica and Greenland, the variability of deposition efficiency implies that reconstructed burdens will have uncertainties of about 18% and 37% for the SH and NH, respectively. The modeled variability of Antarctic deposition efficiency is about half that of Greenland, implying that Antarctic mean deposition flux estimates would produce more accurate reconstructions of aerosol burden than Greenland. However, in order to produce estimates of the global aerosol burden, one needs either to include information from both ice sheets or assume a particular distribution of aerosol burden between the hemispheres, which introduces its own uncertainty. [44] The modeled sensitivity of deposition efficiency to eruption month for strong eruptions (SO2 injection of 100 Tg and more) implies that aerosol burden reconstructions based on ice core sulfate flux will carry some uncertainty if the month of eruption is unknown. As an example, the ice core-based sulfate flux estimates for 1258 Unknown, as shown in Figure 7, are nearly consistent with the ranges of scaled model results for both the 100 Tg July and 170 Tg January eruption experiments. Without knowledge of the season of eruption, if one were to use the scaled model results to estimate the sulfur burden of 1258 Unknown, the range of uncertainty of the final estimate would nearly span 100–170Tg SO2 injection.We estimate the uncertainty in estimated sulfate aerosol burden due to unknown season of eruption to be at least 25% in the 45–170Tg SO2 injection magnitude range, although actually the uncertainty could be larger since we have only tested 2months here. [45] For very strong eruptions, where aerosol size is large enough to cause substantial heating of the tropical stratosphere leading to strong polar vortices, transport to the high-latitude stratosphere and downward motion over the poles is highly attenuated. If the polar branch is in reality a significant source of deposition to Antarctica, thenAntarctic sulfate flux for large eruptions could be much smaller than would be expected based on a linear scaling and may be much less than Greenland deposition. It is interesting in this context to consider the case of the Young Toba Tuff (YTT) eruption, the largest known Quaternary eruption [Oppenheimer, 2002], dated to ~74 ka B.P. A very strong sulfate peak in the GISP2 Greenland ice core has been previously reported and speculatively linked to the YTT eruption [Zielinski et al., 1996]. However, recent analysis of the EPICA Dome C Antarctic ice core [Parrenin et al., 2012] reveals three sulfate peaks in the YTT time range, but note that none of these peaks are particularly strong compared to other peaks in the ice core time series. Our model results suggest a possible reason for the discrepancy between reported Greenland and Antarctic signals for the YTT event, although it should be noted that sulfate deposition flux at individual sites may be more variable and subject to other sources of errors than the ice sheet averages we have focused on in this study. While the relationship between Greenland and Antarctic deposition flux as seen in ice core measurements for tropical eruptions are consistent with that of our model results (Figure 7), a proper test of our model-based hypothesis regarding the nonlinearity of the relationship for very strong eruption magnitudes will require unambiguous identification of sulfate from very strong tropical eruptions in ice cores from both hemispheres."
  }, {
    "heading": "4.3. Outlook",
    "text": "[46] Just as model results may inform interpretation of ice core observations, so too should the ice core observations help drive model development. The mismatch between modeled and observed Antarctic sulfate flux, shown in Figure 3, is strong evidence of a model bias in the polar branch of cross-tropopause sulfate transport. Since tracer transport [Aghedo et al., 2010] and stratosphere-troposphere exchange [Meloen, 2003] are better represented by models with increased horizontal and vertical resolution, it may be that these biases improve in future versions of the model by simply increasing the resolution, although Heikkilä and Smith [2012] note very small differences in the transport and deposition of stratospherically produced isotopes in ECHAM5-HAM simulations of different resolutions. The vertical sedimentation of stratospheric aerosols is another process which may be inadequately simulated by models and which may improve though the use of more sophisticated methods. [47] Scavenging processes which comprise the tropospheric sink of sulfate aerosols have uncertainties and are areas of active research leading to model improvements [Croft et al., 2010]. We note for example that while the model deposition is dominated by wet deposition, observations suggest that dry deposition is a significant source of sulfate to ice sheets [Legrand and Mayewski, 1997]. This observation suggests that improvements could be made in the dry deposition scheme of the model. [48] Finally, an important assumption of the simulations is the use of a constant SO2 injection height for all eruption magnitudes. Modeling studies suggest the neutral buoyancy height and level of maximum SO2 injection do not vary substantially with eruption magnitude for co-ignimbrite eruptions [Herzog and Graf, 2010]; however, this is unlikely to be true for Plinian eruptions. We plan to perform further sensitivity studies to assess the impact of injection height on the transport and deposition of volcanic sulfate."
  }, {
    "heading": "5. Conclusions",
    "text": "[49] This work has investigated the relationship between stratospheric sulfate aerosol burden and deposition of sulfate to the Antarctic and Greenland ice sheets in MAECHAM-\nHAM simulations and its sensitivity to the season and magnitude of stratospheric sulfur injection. [50] For Pinatubo-magnitude stratospheric sulfur injection simulations, we find a bias in the model deposition to Greenland and Antarctica compared to ice core-derived estimates, with model values too large by a factor of 4 to 5. Evidence suggests that the bias is likely due to too-strong equator-to-pole transport of aerosols in the model stratosphere and hence a too-strong polar branch in the aerosol stratosphere-to-troposphere transport distribution. The spatial distribution of modeled volcanic sulfate deposition shows good correlation with ice core-derived values for Pinatubo and Tambora. Simulated sulfate deposition fields will be made available to interested researchers by email request. [51] Simulated volcanic sulfate deposition efficiency to Greenland and Antarctica for eruptions larger than Pinatubo magnitude is sensitive to eruption season, with differences of around 25% found between January and July eruptions. For Antarctic sulfate deposition, this seasonal dependence is explained by modulation of the polar branch of crosstropopause transport by the SH winter polar vortex, which has a stronger impact on relative Antarctic deposition as the lifetime of sulfate aerosols decreases for larger SO2 injections. A seasonal dependence in deposition efficiency would imply a ~25% error on any derived sulfate aerosol burden estimate based on ice core-derived deposition estimate if the season of eruption is unknown. This estimate of the potential error is only a lower limit, since we have only tested two eruption dates, and the full spread of deposition efficiencies as a function of eruption date could well be much larger. [52] Simulated volcanic sulfate deposition efficiency for Antarctica and Greenland varies nonlinearly with stratospheric sulfur injection, with notable nonlinearity for eruptions with injections equal to or larger than 170 Tg SO2, approximately 5 times that of Pinatubo. The most significant change in deposition efficiency is seen for Antarctica, where deposition efficiency decreases sharply for the largest eruptions tested, which is balanced by an increase in relative deposition over the surrounding Southern Ocean. This change in deposition pattern appears to be due to changes in the strength of the SH polar branch of cross-tropopause transport. These changes are connected to increased aerosol size for the larger eruption simulations, which lead to greater gravitational settling of the aerosols, and strong dynamical anomalies in the stratosphere which block the transport of aerosols into the polar stratosphere. [53] Changes in deposition efficiency for increasing SO2 injection magnitude lead to a nonlinear relationship between Antarctic and Greenland deposition flux, especially for January eruptions. Based on these results, we predict the possibility of much weaker sulfate flux signals in Antarctic ice cores compared to signals in Greenland for very large volcanic eruptions. The model results suggest that for very large eruptions occurring in NH winter, deposition flux to Antarctica could be as small as one fifth that to Greenland. In order to more accurately reconstruct volcanic sulfate aerosol burdens from ice core data, a better understanding of deposition efficiency to the polar ice sheets and its variability in each hemisphere is needed. This study has identified some potential characteristics of the relationship between deposition efficiency and eruption magnitude and season, and mechanisms to explain such variability. The conclusions presented here are based on simulations with stratospheric SO2 injections from a fixed location into a fixed altitude under present-day climatic conditions. As such, there are a number of other factors which may impact the transport and deposition of volcanic sulfate beyond those investigated here. Further advances in the interpretation of ice core-derived volcanic sulfate flux will require a better understanding of the transport pathways of volcanic aerosol from the stratosphere to the surface and the natural and forced variability of these pathways. [54] Acknowledgments. This publication is contribution no. 256 of the Sonderforschungsbereich 574 “Volatiles and Fluids in Subduction Zones” at Kiel University. Simulations have been carried out at the German Climate Computer Center (DKRZ). The authors acknowledge stimulating discussion within the MPI-M Super Volcano project and are thankful for the helpful comments of three anonymous reviewers."
  }],
  "year": 2013,
  "references": [{
    "title": "Volcanic forcing for climate modeling: A new",
    "authors": ["S. Brönnimann"],
    "year": 2013
  }, {
    "title": "Volcanic forcing of climate",
    "authors": ["C. doi:10.1029/2006JD007461. Gao", "A. Robock", "C. Ammann"],
    "year": 2008
  }, {
    "title": "Past volcanism revealed by Greenland Ice Sheet impurities",
    "authors": ["C.U. Hammer"],
    "venue": "Nature, 270(5637),",
    "year": 1977
  }, {
    "title": "Influence of model resolution on the atmospheric transport of 10Be",
    "authors": ["U. Heikkilä", "A.M. Smith"],
    "venue": "Atmos. Chem. Phys.,",
    "year": 2012
  }, {
    "title": "Applying the three-dimensional model ATHAM to volcanic plumes: Dynamic of large co-ignimbrite eruptions and associated injection heights for volcanic gases",
    "authors": ["M. Herzog", "H.-F. Graf"],
    "venue": "Geophys. Res. Lett., 37(19),",
    "year": 2010
  }, {
    "title": "A detailed 2840 year record of explosive volcanism in a shallow ice core from Dome A, East Antarctica",
    "authors": ["S. Jiang", "J. Cole-Dai", "Y. Li", "D. Ferris", "H. Ma", "C. An", "G. Shi", "B. Sun"],
    "venue": "J. Glaciol.,",
    "year": 2012
  }, {
    "title": "El Chichon: The genesis of volcanic sulfur dioxide monitoring from space",
    "authors": ["A. Krueger", "N. Krotkov", "S. Carn"],
    "venue": "J. Volcanol. Geotherm. Res.,",
    "year": 2008
  }, {
    "title": "Do tropical volcanic eruptions influence the Southern Annular Mode? Geophys",
    "authors": ["K. Krüger", "M. Toohey", "S. Zander"],
    "venue": "Timmreck",
    "year": 2011
  }, {
    "title": "A 10-century comparison of prominent bipolar volcanic events in ice",
    "authors": ["C.C. Langway", "K. Osada", "H.B. Clausen", "C.U. Hammer", "H. Shoji"],
    "venue": "cores, J. Geophys. Res.,",
    "year": 1995
  }, {
    "title": "Stratosphere-troposphere exchange: A model and method intercomparison",
    "authors": ["J Meloen"],
    "venue": "J. Geophys. Res.,",
    "year": 2003
  }, {
    "title": "Radiative forcing and climate impact resulting from SO2 injections based on a 200,000-year record of Plinian eruptions along the Central American Volcanic Arc",
    "authors": ["D. Metzner", "S. Kutterolf", "M. Toohey", "C. Timmreck", "U. Niemeier", "A. Freundt", "K. Krüger"],
    "venue": "Int. J. Earth Sci.,",
    "year": 2012
  }, {
    "title": "Initial fate of fine ash and sulfur from large volcanic eruptions",
    "authors": ["U. Niemeier", "C. Timmreck", "H.-F. Graf", "S. Kinne", "S. Rast"],
    "venue": "Self",
    "year": 2009
  }, {
    "title": "Limited global change due to the largest known Quaternary eruption, Toba 74kyr BP",
    "authors": ["C. Oppenheimer"],
    "venue": "Quaternary Sci. Rev.,",
    "year": 2002
  }, {
    "title": "Climatic, environmental and human consequences of the largest known historic eruption: Tambora volcano (Indonesia) 1815",
    "authors": ["C. Oppenheimer"],
    "venue": "Prog. Phys. Geog.,",
    "year": 2003
  }, {
    "title": "2003b), Ice core and palaeoclimatic evidence for the timing and nature of the great mid-13th century volcanic eruption",
    "authors": ["C. Oppenheimer"],
    "venue": "Int. J. Clim.,",
    "year": 2003
  }, {
    "title": "Volcanic synchronisation between the EPICA Dome C and Vostok ice cores (Antarctica) 0–145 kyr BP",
    "authors": ["F Parrenin"],
    "venue": "Clim. Past,",
    "year": 2012
  }, {
    "title": "Self-limiting physical and chemical effects in volcanic eruption",
    "authors": ["J.P. Pinto", "R.P. Turco", "O.B. Toon"],
    "venue": "clouds, J. Geophys. Res.,",
    "year": 1989
  }, {
    "title": "Microwave limb sounder measurement of stratospheric SO 2 from the Mt",
    "authors": ["W.G. Read", "L. Froidevaux", "J.W. Waters"],
    "venue": "Pinatubo Volcano, Geophys. Res. Lett., 20(12),",
    "year": 1993
  }, {
    "title": "A 2680 year volcanic record from the DT-401 East Antarctic ice",
    "authors": ["J. Ren", "C. Li", "S. Hou", "C. Xiao", "D. Qin", "Y. Li", "M. Ding"],
    "venue": "core, J. Geophys. Res.,",
    "year": 2010
  }, {
    "title": "Volcanic Eruptions and Climate",
    "authors": ["A. Robock"],
    "venue": "Reviews of Geophysics,",
    "year": 2000
  }, {
    "title": "Did the Toba volcanic eruption of 74ka B.P. produce widespread glaciation",
    "authors": ["A. Robock", "C.M. Ammann", "L. Oman", "D. Shindell", "S. Levis"],
    "venue": "Stenchikov",
    "year": 2009
  }, {
    "title": "Climate forcing reconstructions for use in PMIP simulations of the last millennium",
    "authors": ["Schmidt", "G. A"],
    "venue": "Geosci. Model Dev.,",
    "year": 2011
  }, {
    "title": "The dynamics of the stratospheric polar vortex and its relation to springtime ozone depletions",
    "authors": ["M.R. Schoeberl", "D.L. Hartmann"],
    "venue": "Science, 251(4989),",
    "year": 1991
  }, {
    "title": "The aerosol-climate model ECHAM5-HAM",
    "authors": ["P Stier"],
    "venue": "Atmos. Chem. Phys.,",
    "year": 2005
  }, {
    "title": "Stratosphere-troposphere exchange: A review, and what we have learned from STACCATO",
    "authors": ["A. Stohl"],
    "venue": "J. Geophys. Res., 108(D12),",
    "year": 2003
  }, {
    "title": "Assessment of Stratospheric Aerosol Properties (ASAP), SPARC Report No. 4, WCRP-124, WMO/ TD-No",
    "authors": ["L.W. Thomason", "T. Peter"],
    "year": 2006
  }, {
    "title": "Modeling the climatic effects of large explosive volcanic eruptions",
    "authors": ["C. Timmreck"],
    "venue": "Wiley Interdiscip. Rev. Clim. Change,",
    "year": 2012
  }, {
    "title": "Aerosol size confines climate response to volcanic super-eruptions",
    "authors": ["C. Timmreck", "H.-F. Graf", "S.J. Lorenz", "U. Niemeier", "D. Zanchettin", "D. Matei", "J.H. Jungclaus", "T.J. Crowley"],
    "venue": "Geophys. Res. Lett., 37(24),",
    "year": 2010
  }, {
    "title": "The influence of eruption season on the global aerosol evolution and radiative impact of tropical volcanic eruptions",
    "authors": ["M. Toohey", "K. Krüger", "U. Niemeier"],
    "venue": "Timmreck",
    "year": 2011
  }, {
    "title": "Spatio-temporal variability in volcanic sulphate deposition over the past 2 kyr in snow pits and firn cores from Amundsenisen, Antarctica",
    "authors": ["F. Traufetter", "H. Oerter", "H. Fischer", "R. Weller", "H. Miller"],
    "venue": "J. Glaciol.,",
    "year": 2004
  }, {
    "title": "Stratospheric loading and optical depth estimates of explosive volcanism over the last 2100 years derived from the Greenland Ice Sheet Project 2 ice",
    "authors": ["G.A. Zielinski"],
    "venue": "core, J. Geophys. Res.,",
    "year": 1995
  }, {
    "title": "Use of paleo-records in determining variability within the volcanism–climate system, Quaternary Sci",
    "authors": ["G. Zielinski"],
    "year": 2000
  }, {
    "title": "Potential atmospheric impact of the Toba megaeruption 71,000 years",
    "authors": ["G.A. Zielinski", "P.A. Mayewski", "L.D. Meeker", "S. Whitlow", "M.S. Twickler", "K. Taylor"],
    "year": 1996
  }],
  "id": "SP:07be3f26308de7f908f35193aaf22cbff2706380",
  "authors": [{
    "name": "Matthew Toohey",
    "affiliations": []
  }, {
    "name": "Kirstin Krüger",
    "affiliations": []
  }, {
    "name": "Claudia Timmreck",
    "affiliations": []
  }],
  "abstractText": "[1] Reconstructions of the atmospheric sulfate aerosol burdens resulting from past volcanic eruptions are based on ice core-derived estimates of volcanic sulfate deposition and the assumption that the two quantities are directly proportional. We test this assumption within simulations of tropical volcanic stratospheric sulfur injections with the MAECHAM5-HAM aerosol-climate model. An ensemble of 70 simulations is analyzed, with SO2 injections ranging from 8.5 to 700 Tg, with eruptions in January and July. Modeled sulfate deposition flux to Antarctica shows excellent spatial correlation with ice core-derived estimates for Pinatubo and Tambora, although the comparison suggests the modeled flux to the ice sheets is 4–5 times too large. We find that Greenland and Antarctic deposition efficiencies (the ratio of sulfate flux to each ice sheet to the maximum hemispheric stratospheric sulfate aerosol burden) vary as a function of the magnitude and season of stratospheric sulfur injection. Changes in simulated sulfate deposition for large SO2 injections are connected to increases in aerosol particle size, which impact aerosol sedimentation velocity and radiative properties, the latter leading to strong dynamical changes including strengthening of the winter polar vortices, which inhibits the transport of stratospheric aerosols to high latitudes. The resulting relationship between Antarctic and Greenland volcanic sulfate deposition is nonlinear for very large eruptions, with significantly less sulfate deposition to Antarctica than to Greenland. These model results suggest that variability of deposition efficiency may be an important consideration in the interpretation of ice core sulfate signals for eruptions of Tambora-magnitude and larger.",
  "title": "Volcanic sulfate deposition to Greenland and Antarctica: A modeling sensitivity study"
}