{
  "sections": [{
    "text": "Received 31 December 2017; revised 27 July 2018; accepted 9 August 2018\nFirst introduced as the Carnian Pluvial Event by Simms & Ruffell (1989), the Carnian Humid Episode (CHE, following the latest term of Ruffell et al. 2015) represents an interval of major climatic changes in the Triassic Period, but remains the least understood. The CHE is characterized by a transient phase (<1 myr) of increased humidity in an otherwise long-lasting arid climate (Kozur & Bachmann 2010; Preto et al. 2010; Chatalov 2017; López-Gómez et al. 2017). The sudden climatic shift caused significant environmental and ecological changes, which are documented in both sedimentary and fossil records. On land, a clear shift in floral assemblages from xerophytes to hygrophytes is seen in the late Julian substage (Roghi et al. 2010;Mueller et al. 2016a, b), possibly promoting the changeovers in terrestrial tetrapods (Benton 1986, 1994; Bernardi et al. 2018). Peat-forming environments were steadily established in both North America and western Europe (Olsen 1988; Pott et al. 2008), representing their first occurrences in equatorial latitudes after the c. 15 myr coal gap from the endPermian mass extinction (Retallack et al. 1996). In the oceans, the dry–wet climatic transition caused an increase in siliciclastic influx to the epicontinental seas (Stefani et al. 2010; Arche & LópezGómez 2014). Increased turbidity probably suppressed carbonate production, resulting in the demise of platforms and reef ecosystems in the western Tethys (Flügel & Senowbari-Daryan 2001; Hornung et al. 2007a; Preto et al. 2010). In the eastern Tethys (SW China), the CHE is manifested by the development of extensive oxygendepleted facies on top of the fossiliferous platform and slope to basin carbonates (Sun et al. 2016). The deposition of black shales in the region was closely associated with anoxia and the development of local foreland basins on top of the former platform (Enos et al. 2006). Notable victims of the CHE in marine realms include\nplatform and reef dwellers, such as encrinid crinoids, forams and scallops, as well as casualties in nektonic groups such as conodonts and ammonoids (Simms et al. 1994; Hornung et al. 2007a; Rigo et al. 2007; BouDagher-Fadel 2008; Chen et al. 2016). Losses on land are not yet fully quantified.\nPerturbations in the carbon cycle often coincided with bio-crisis intervals in the geological past, mirroring significant environmental changes. The carbon isotope ratio (δ13C) of marine carbonates traces the carbon isotope composition of the dissolved inorganic carbon pool in the ocean and thus records a subtle equilibrium of carbon input (e.g. riverine carbon input and volcanic degassing) and carbon burial (e.g. carbonate and organic carbon) (Sharp 2017). Primary producers (i.e. phytoplankton and plants) preferentially utilize 12C, synthesizing isotopically light organic matter. The organic matter rains down from the photic zone to the seafloor and might be either re-oxidized or buried with sediments (Hayes et al. 1999). Positive δ13C excursions are generally interpreted as evidence for enhanced burial of organic carbon, either due to increases in primary productivity in the euphotic zone, oxygen deficiency in the water column, or both at the same time (Saltzman & Thomas 2012). Negative δ13C excursions are caused by an increased input of isotopically light carbon from, for example, the remineralization of organic carbon, volcanism and contact metamorphism. As the CHE coincided with voluminous eruptions of theWrangellia flood basalt, the negative δ13C excursion during the CHE has been linked to the release of volcanogenic carbon (Dal Corso et al. 2012;Mueller et al. 2016b; Miller et al. 2017).\nThe carbonate production crisis and sudden siliciclastic fluxes during the CHE generated a carbonate gap in large areas in both western Tethys and the peri-Gondwana margins (Hornung et al.\n© 2018 The Author(s). Published by The Geological Society of London. All rights reserved. For permissions: http://www.geolsoc.org.uk/permissions. Publishing disclaimer: www.geolsoc.org.uk/pub_ethics\nDownloaded from https://pubs.geoscienceworld.org/jgs/article-pdf/176/1/167/4607450/jgs2017-170.pdf by University of Arizona user on 20 February 2019\n2007a, b). Only a small number of δ13Ccarb studies have been carried out through (or partially through) the CHE interval (Keim et al. 2006; Hornung et al. 2007b; Dal Corso et al. 2015; Sun et al. 2016). Low total organic carbon contents and potential admixtures of terrestrial organic carbon in the siliciclastic rocks in different basins hinder the interpretation of δ13Corg on the global scale (Dal Corso et al. 2015; Mueller et al. 2016a).\nAll sedimentary rocks are subject to diagenetic alteration. Thus sedimentary δ13C records should be interpreted with prudence, especially in case of shallow water carbonates formed in situ on platforms. The original isotopic signatures can be substantially influenced by meteoritic diagenesis, a higher proportion of metastable aragonite relative to calcite and the local remineralization of organic matter (Patterson & Walter 1994; Immenhauser et al. 2003; Swart & Eberli 2005). Deeper water carbonates (e.g. slopes and ramps) are less prone to diagenetic overprinting and may preserve primary δ13Ccarb values, especially if they stabilized in a closed diagenetic system (Swart 2008). We carried out δ13Ccarb analyses on carbonates from a carbonate ramp setting in South China (the eastern Palaeotethys) and a periplatform deeper basin setting in Oman (the southern margin of the western Neotethys). The new data show a comparable negative shift in δ13Ccarb at the beginning of the CHE, pointing to an at least Tethyan-wide, if not global, disturbance in the global carbon cycle."
  }, {
    "heading": "Geological setting",
    "text": "SWChina is a classic location for Triassic studies as it has extensive outcrops of diverse sedimentary facies. Palaeomagnetic data suggest that SW China was situated in the Palaeotethys at c. 15° N in the Late Triassic (e.g. Wu et al. 1990). Palaeogeographically, SW China corresponds to the southwestern part of the Yangtze Platform and the Nanpanjiang Basin (Fig. 1). This platform and basin topography evolved into a foreland basin in the latest Carnian to Norian as a consequence of the Indosinian Orogeny (Enos et al. 1998; Sun et al. 2016). The study section at Yongyue (Guizhou Province, 25° 24′ 38.84″ N, 105° 33′ 23.07″ E) was located on the margin of the Yangtze Platform, documenting a continuous deepening from a carbonate platform setting in the Anisian to a basinal setting in the Carnian. The studied stratigraphic interval encompasses the Zhuganpo Formation and the lowermost part of the Wayao Formation (Fig. 2), spanning the earliest Julian 1 substage to the Julian 2 substage on the basis of conodont biostratigraphy (Zhang et al. 2017). The Zhuganpo Formation consists of a carbonate unit, whereas the Wayao Formation consists of black shales with rare carbonate beds. The transition of the two formations is marked by several condensed, ammonoid-bearing nodular limestone beds. Fossils from the Zhuganpo Formation are dominated by ammonoids, bivalves and crinoids. Rare fossils are seen in the Wayao Formation, except for ammonoid imprints, sponge spicules and Halobia bivalves, which occasionally occur in large numbers. Although they have a shorter stratigraphic range than the renowned sections in the Long Chang area (Enos et al. 1998; Sun et al. 2016), the strata at Yongyue are more expanded, allowing δ13Ccarb changes in the Julian substage to be seen at high resolution (Fig. 3).\nOman was situated at the southern passive continent margin of the western Neotethys and has a more complex geological history (e.g. Sengör 1984; Hauser et al. 2002). The Oman Mountains in the northeastern Arabian Peninsula (Fig. 1) are divided into five structural units: the ‘Autochthonous’ A and B; the Sumeini nappes (slope facies); the Hawasina nappes (basin facies); the Semail ophiolitic nappes; and the Neo-autochthonous platform deposits (Fig. 2; Glennie et al. 1974). Thin tectonic slices of the Hawasina nappes are squeezed between the Sumeini nappes and the Semail ophiolite, cropping out c. 700 km along the Oman Mountains (Bernoulli & Weissert 1987; Béchennec et al. 1990; Pillevuit et al.\n1997; Maury et al. 2003; Wohlwend et al. 2017). The study section at Wadi Mayhah (24° 47′ 42.11″ N, 55° 53′ 50.39″ E) in northern Oman is situated c. 25 km west of the Emirati town of Hatta. Rocks cropped out in the section belong to the Hamrat Duru Group, which represents the lower tectonic units of the Hawasina nappes (Fig. 2).\nThe study succession consists of the upper part of the Al Jil Formation and the lower part of the Matbat Formation (following Béchennec et al. 1990 and corresponding to the Zulla Formation of Blechschmidt et al. 2004), generally representing a periplatform slope to basin setting (Immenhauser et al. 2000). The Al Jil Formation is characterized by a lower basalt unit of Ladinian age and an upper unit composed of alternations of shale, calci-turbidite and thin micritic limestone of early Carnian (Julian) age. The part of theMatbat Formation described here consists of green to dark brown radiolarian chert/cherty limestones with shales and calci-turbidites of late Carnian to early Norian age. The green cherts at the base of the Matbat Formation are dated in another section of the area (Sumeini, Wadi Shuab) to the middle Tuvalian (L. Krystyn, unpublished data). Thus the basal chert is either condensed or more probably represents a sedimentary hiatus at the boundary of the Al Jil and Matbat formations (Fig. 4). The absence of a sedimentary record of the Tuvalian 1 substage is a phenomenon known from other Tethyan pelagic carbonate sections. The overlying succession of calci-turbidite, chert and platy micritic limestone is dated to the Tuvalian 3–Lacian 1 (lower Norian) substages. Details of the biostratigraphic constraints are given in the Results section."
  }, {
    "heading": "Methods",
    "text": "Both study sections were logged in detail and samples were collected at a comparable resolution. The Yongyue section was sampled at a resolution of c. 30–50 cm, yielding 107 samples. The Wadi Mayhah section was sampled at a resolution ranging from 20 to 60 cm, yielding 95 samples for δ13Ccarb and 10 samples for conodont biostratigraphy. For δ13Ccarb analyses, carbonate powders, preferably from micrites, were drilled on fresh-cut rock surfaces in the laboratory. The powders for the Yongyue section were reacted with 100% phosphoric acid at 70°C in a Gasbench II autosampler connected online to a ThermoFinnigan Delta V Plus mass spectrometer at GeoZentrum Nordbayern, University of ErlangenNuremberg (Germany).All values are reported as per mil relative to V-PDB by assigning δ13C values of +1.95‰ to NBS19 and −47.3‰ to IAEA-CO9 and δ18O values of −2.20‰ to NBS19 and −23.2‰ to NBS18. Reproducibility was monitored by replicate analysis of laboratory standards calibrated to NBS 19 and LSVEC and was ±0.08‰ for δ13Ccarb and ±0.05‰ for δ\n18Ocarb (1σ; n = 19). The powders for the Wadi Mayhah section were reacted with 100% phosphoric acid at 70°C for 3 min in a Kiel II autosampler. The resulting CO2 was analysed with a Finnigan Delta Plus mass spectrometer at the Institute of Earth Sciences, Graz University (Austria). All values are reported as per mil relative to V-PDB by assigning δ13C values of +1.95‰ to NBS19 and −5.01‰ to NBS18 and δ18O values of −2.20‰ to NBS19 and −23.2‰ to NBS18. Reproducibility was monitored by replicate analysis of laboratory standards calibrated to NBS 19 and was ±0.06‰ for δ13Ccarb and ±0.08‰ for δ\n18Ocarb (1σ; n = 24). For conodont extraction, rocks were crushed into small chips and dissolved in formic acid at the Department of Palaeontology, University of Vienna (Austria)."
  }, {
    "heading": "Results",
    "text": ""
  }, {
    "heading": "Biostratigraphy",
    "text": "At Yongyue, the nodular limestone beds at the top of the Zhuganpo Formation represent a very condensed interval and contain a well-\nDownloaded from https://pubs.geoscienceworld.org/jgs/article-pdf/176/1/167/4607450/jgs2017-170.pdf by University of Arizona user on 20 February 2019\npreserved ammonoid fauna. The ammonoids are in part endemic, bearing mixed features of aonoides and basal austriacum zones.\nAt Wadi Mayhah, the Al Jil Formation yields a typical Julian conodont fauna, consisting of Budurovignathus, Paragondolella, Quadralella, Gladigondolella, Neovavitella and Mazzaella. The Matbat Formation contains conodonts and bivalves of Tuvalian to Lacian age.Carnepigondolella nodosa is obtained at the 29 m level, suggesting a Tuvalian 3 age. At the 50 m level a thicker calciturbidite bed contains a Lacian Epigondolella quadrata fauna. Coquina beds with bivalveHalobia beyrichiMojsisovics are seen at the 53 m level and above, indicating a Lacian I/II age. Conodont ranges and images of Wadi Mayhah is shown in Figures 4 and 5, respectively."
  }, {
    "heading": "Carbon isotopes",
    "text": "The δ13Ccarb values show similar patterns in the early Carnian part of the studied sections (Figs. 3 and 4). δ13Ccarb from Yongyue ranges from −1.4 to 2.8‰. It shows a steady increase from 1.4 to\n2.8‰ in the Zhuganpo Formation. This is followed by a negative shift of 4.2‰, with δ13Ccarb values decreasing from 2.8‰ in the upper part of the Zhuganpo Formation to a minimum value of – 1.4‰ in the lower Wayao Formation (Fig. 2). The transition from a positive shift to a negative shift in δ13Ccarb coincides with the development of thin black shales (c. 1–2 cm in thickness) interbedded between limestones in the upper Zhuganpo Formation. These appear more frequently with increasing thickness towards the Wayao Formation. Two concretion samples from the Wayao black shales were analysed to confirm that the δ13Ccarb values making up the curve are likely to be pristine and do not have a diagenetic overprint. Two δ13Ccarb data points are more negative, with more negative δ13Ccarb values (−5.5 and −4.3‰). δ13Ccarb and δ18Ocarb derived from the Yongyue samples do not systematically co-vary (r = 0.08; P > 0.05; n = 107; Fig. 6).\nδ13Ccarb from Wadi Mayhah ranges from −0.3 to 3.7‰ and shows a minor increase from 2.2 to 2.7‰ in the lower part of the section. This is followed by a major negative excursion of 3.1‰ from 2.7 to −0.3‰ in the middle of the measured Al Jil Formation.\nDownloaded from https://pubs.geoscienceworld.org/jgs/article-pdf/176/1/167/4607450/jgs2017-170.pdf by University of Arizona user on 20 February 2019\nThis overall negative shift is characterized by several minor positive and negative excursions, with amplitudes typically <1‰. A recovery phase of the negative excursion is registered in the uppermost Al Jil Formation, where δ13Ccarb values increase to 3.7‰. The δ13Ccarb data from the Matbat Formation show minor oscillations between 2.1 and 3.2‰, with minima at the c. 38 m level (Fig. 4). δ13Ccarb and δ\n18Ocarb do not significantly co-vary (r = 0.15; P > 0.05; n = 95, Fig. 6)."
  }, {
    "heading": "Discussion",
    "text": ""
  }, {
    "heading": "Changes in sedimentation during the CHE",
    "text": "Changes in sedimentation are registered in study sections at the Julian 1–Julian 2 boundary, coinciding with the main phase of the CHE. The sedimentation rates are distinctly different in the studied sections. The strata atWadiMayhah are generally thinner. The Julian 1 substage at Wadi Mayhah is c. 10 m thick, whereas the Julian 1 substage at Yongyue is c. 60 m thick. However, atWadiMayhah, the Julian 2 is more expanded. The Julian 1–2 transition is marked by a change from cherty carbonate sedimentation to a more detrital carbonate–shale combination. Common occurrences of shale and calci-turbidite suggest regular sediment input from a nearby carbonatic–terrigeneous shelf. The cherty carbonate sedimentation resumed up-section after a hiatus, starting from the Tuvalian 2 substage (Fig. 4). At Yongyue, the Julian 1–Julian 2 transition is marked by the development of nodular limestone boundary beds at the top of the Zhuganpo Formation. This interval represents a highly condensed level. The onset of black shale sedimentation is immediately above this level, documenting an intensive anoxic event developed in the Nanpanjiang Basin (Sun et al. 2016).\nPerturbations in the carbon cycle in the Carnian\nThe δ13Ccarb data from Yongyue show a clearly increasing trend in the early to middle Julian 1 substage, followed by a sharp decrease from the late Julian 1 to the Julian 2 substage. The δ13Ccarb trend is, in general, consistent with that from the nearby Long Chang section (Sun et al. 2016), showingminor spatial variations in the same basin (Fig. 7). Because δ13Ccarb and δ\n18Ocarb are not related, whereas the δ13Ccarb trend is regionally reproducible, the δ\n13Ccarb record from Yongyue is likely to be primary. However, we do not interpret the topmost two data points from the Wayao Formation. The two values are very negative and the carbonate concretions from which they were derived were probably products of early diagenesis. In examples with high organic matter and low carbonate contents, as seen in theWayao Formation, the remineralization of organic matter in pore waters probably contributed to carbonate (re-)precipitation, leading to more negative δ13Ccarb values, as seen in our concretion samples. Thus the 13C depleted signature might have resulted from exchanges of carbon with the surrounding organic-rich black shales.\nThe δ13Ccarb record from Wadi Mayhah generally correlates well with the South China records, with only some minor discrepancies. The decrease in δ13Ccarb in the Julian substage consists of two shifts: an initial decrease in δ13Ccarb from c. 3.0 to 2.0‰ (shift 1) and a main sharp decrease in δ13Ccarb from c. 2.0 to 0‰ (shift 2) (Fig. 7). However, the Tuvalian δ13Ccarb from Oman is not directly correlatable with the Long Chang record from South China due to a major sedimentary gap in the lower Tuvalian, a phenomenon seen in almost all Oman Hawasina nappe sections. In addition, the predominantly cherty sedimentation in the lower Matbat Formation (middle Tuvalian) hampered sampling for both carbon isotopes and conodonts.\nDownloaded from https://pubs.geoscienceworld.org/jgs/article-pdf/176/1/167/4607450/jgs2017-170.pdf by University of Arizona user on 20 February 2019\nBoth the Zhuganpo and Al Jil formations are bioturbated and fossiliferous, suggesting stable and constantly well-oxygenated environments. The progressive increase in δ13Ccarb seen in the lower Zhuganpo Formation and the 0 to 4 m level of the Al Jil Formation is also registered in the δ13Corg in the Northern Calcareous Alps and the Transdanubian Range (Dal Corso et al. 2015), suggesting that this positive trend is probably a global signature. The trend was probably caused by the enhanced burial of organic matter, possibly due to an increase in primary productivity in the ocean and/or the accumulation of coal on land in the early and middle Julian 1 substage.\nThe significant negative excursions in δ13Ccarb starting in the late Julian 1 substage can be explained by (1) the input of isotopically light carbon by combined volcanic outgassing of the Wrangellia oceanic plateau and contemporaneous Tethyan volcanic activities (Maury et al. 2008; Greene et al. 2010; Dal Corso et al. 2012) and (2) a sharp decrease in primary productivity and/or reduced burial of organic matter. Both processes could enrich 12C in the oceanic\ndissolved inorganic carbon pool and result in a negative shift in δ13Ccarb. Evidence supporting scenario 2 is by far insubstantial. The CHE represents only a secondary bio-crisis and major decreases in primary productivity (or extinctions of primary producers) have not been reported. Instead, the burial of light carbon increased both in the ocean and on land.\nOceanic anoxia was widespread from the Julian 2 substage, as documented in the extensive deposition of black shales and organicrich marls in several Tethyan basins and along peri-Gondwana margins (Bellanca et al. 1995; Keim et al. 2006; Hornung et al. 2007b; Soua 2014; Sun et al. 2016). The renewed occurrence of sizeable coal seams occurred globally in the Carnian (Retallack et al. 1996). The most notable coal accumulation is the bituminous coal of mid-Carnian age from the Newark rift system basins in North America. More than 10 million tons were mined from the eighteenth century to the beginning of the twentieth century, with an estimated c. 4 billion tons remaining (Robbins et al. 1988). The widespread\nDownloaded from https://pubs.geoscienceworld.org/jgs/article-pdf/176/1/167/4607450/jgs2017-170.pdf by University of Arizona user on 20 February 2019\nburial of coal may have further contributed to the fixation of organic matter on land and should result in a positive shift in δ13Ccarb depending on the amount of organic carbon being stored. Many of the coals in the Newark Supergroup are of Julian age (Olsen 1990). The large negative excursion of c. 3–4‰ seen during the CHE requires a substantial input of isotopically light carbon to compensate for the enhanced burial of organic carbon, both on land and in the oceans."
  }, {
    "heading": "A tectonically induced CHE v. a volcanically induced CHE",
    "text": "The driving mechanism of the CHE is a matter of intense debate. Conventional theories suggest the mega-monsoonal climate induced by the supercontinent configuration or changes in the local oceanography as potential causes (Simms & Ruffell 1990; Kozur & Bachmann 2010; Rigo et al. 2012). Sedimentary evidence suggests that the monsoonal climate reached maximum strength in the Triassic (Parrish 1993), leading to more arid conditions in the\nDownloaded from https://pubs.geoscienceworld.org/jgs/article-pdf/176/1/167/4607450/jgs2017-170.pdf by University of Arizona user on 20 February 2019\nPangaean intervals and more humid conditions with stronger seasonality around coastal areas (Tanner 2018). However, it has been argued that tectonically induced environmental changes are generally long-lasting, contradicting the transient nature of the CHE (Sun et al. 2016;Miller et al. 2017), whereas strong seasonality may be too short to be recorded in the sedimentary record. Negative carbon isotope excursions, such as that seen in South China and Oman during the CHE, require major inputs of light carbon into the global carbon cycle. Tectonics are unlikely to have had a significant role in such short-lived perturbations of the carbon cycle. Kozur & Bachmann (2010) instead postulated that the closure of the Palaeotethys opened a southern seaway, cutting through the western Cimmerian microcontinent and resulting in an influx of warm water into the NW Tethyan basins. It was further suggested that the increase in seawater temperatures in NW Tethys (Hornung et al. 2007a) could have changed the regional climate, leading to wetter conditions. However, the western European basins were situated in low latitudes at c. 10–20° N during the Carnian. An increase in seawater temperatures of >4°C caused by heat exchange with slightly more southerly waters (shown in fig. 5 of Kozur & Bachmann 2010) over c. 1 myr seems unlikely. An increase in seawater temperatures of a comparable amplitude is also registered in the eastern Tethys, suggesting a global, rather than regional, warming event (Sun et al. 2016). The hypothesis of Kozur & Bachmann (2010) should thus be rejected. Instead, our δ13Ccarb data support a hypothesis that warming during the CHE was induced by increased atmospheric pCO2 levels.\nLarge Igneous Provinces and carbon cycle instability\nEruptions of Large Igneous Provinces (LIPs) coincide with many mass extinctions and lesser calamities in the geological past (Wignall 2001; Courtillot & Renne 2003; Bond & Wignall 2014; Bond & Grasby 2017). LIP activities are characterized by\nvoluminous outflows of lavas (typically of the order of 106 km3), accompanied by the injection of enormous amounts of volatiles into the atmosphere over a short time interval (<5 myr; Ernst & Youbi 2017). As volcanogenic and thermogenic CO2 and CH4 are isotopically light and act as competent greenhouse gases, the degassing of LIPs often causes both negative δ13C excursions and global warming, best exemplified by the eruptions of the Siberian Traps during the Permian–Triassic transition (Svensen et al. 2009; Joachimski et al. 2012; Sun et al. 2012). The Wrangellia LIP might have played a similar part during the CHE (Dal Corso et al. 2012), although the negative δ13C excursion of c. 3–4‰ seen during the CHE is smaller than the c. 4–7‰ excursion seen during the endPermian mass extinction (Korte & Kozur 2010).\nThe Greater Wrangellia Terrane (Fig. 1) is part of the North American Cordilleran and reaches from Idaho, along the western coast of Canada, to southern Alaska, representing an obducted oceanic plateau on top of a Paleozoic oceanic arc (Coney & Jones 1985). Palaeomagnetic studies suggest that the Wrangellia LIP erupted at equatorial latitudes around 10–17° N and moved northeastwards to its current position in the middle Cretaceous (Hillhouse & Gromme 1984). The Wrangellia basaltic succession, typically c. 3.5–6 km thick, overlies the middle Ladinian Daonellabearing black shales and underlies upper Carnian to middle Norian platform and reefal carbonates (Jones et al. 1977; Stanley 1989). Thus the timing of the eruptions is biostratigraphically constrained to an interval between the late Ladinian and the early Carnian, with local eruptions possibly still occurring in the Norian. A sharp decrease in the 187Os/188Os ratio in the late Ladinian is interpreted to be due to an increase in mantle-derived 187Os from Wrangellia volcanism (Xu et al. 2014).\nThe environmental impacts of the Wrangellia eruptions are not yet fully evaluated. The estimated maximum volume of the Wrangellia LIP is only 0.14 × 106 km3, about half of the Middle Permian Emeishan LIP and about 3.5 to 14 % of the Permian–\nFig. 6. Cross-plot of δ13Ccarb and δ 18Ocarb showing the low correlation coefficient in both study sections. The two data points from concretions in the Yongyue section (square symbols) are grey in colour. The black trend line represents the linear regression in which the two outliers are excluded.\nDownloaded from https://pubs.geoscienceworld.org/jgs/article-pdf/176/1/167/4607450/jgs2017-170.pdf by University of Arizona user on 20 February 2019\nTriassic Siberian Traps (Courtillot et al. 1999; Ali et al. 2005; Greene et al. 2010). It is arguable whether a small LIP such as the Wrangellia could trigger large environmental perturbations to a crisis level (e.g. Tanner 2018). Indeed, volcanogenic CO2 is not very 13C-depleted (δ13C =−5‰) (Saltzman & Thomas 2012). Hence other mechanisms should be invoked for a small LIP triggering a large δ13C excursion and serious global climatic impacts. The Wrangellia LIP shares many similarities with its Middle Permian counterpart. Both LIPs overlie sedimentary rocks, were erupted at equatorial latitudes, developedmany sills and dykes, and had phases of phreatomagmatic eruptions (Hillhouse & Gromme 1984; Wignall et al. 2009; Sun et al. 2010). Eruptions in these settings are much more violent and are able to inject volatiles more easily to the stratosphere and therefore influence the global climate.\nPicrite from the Wrangellia succession indicates a melting temperature of c. 1500°C, supporting a mantle plume origin for the LIP (Greene et al. 2009). The LIP developed on top of a Paleozoic oceanic arc (Jones et al. 1977; Greene et al. 2008). The subducted oceanic crust and pre-existing arc lithosphere were inevitably recycled in the head of the plume (Fig. 1c). Under such conditions, massive amounts of CO2 and HCl were probably released from\nrecycled oceanic crust and alone could have triggered a mass extinction event (Sobolev et al. 2011). In addition to direct outgassing from lavas, contact metamorphism can release further greenhouse gases. Volatile production (typically CH4, CO2, SO2, H2O and halogens) by a single sill can last for 10–1000 years. If there is contact with organic-rich shales (i.e. TOC > 5 wt%, in this case the Donella-bearing black shales), thermogenic CH4 can be produced and released at a rate of 85–135 g m−3 (Retallack & Jahren 2008; Aarnes et al. 2010; Stordal et al. 2017). If there is contact with carbonates (in this case the Golden Horn Limestone), the reaction dolomite = periclase + calcite + CO2 occurs, producing 240 g of CO2 per kg of dolomite (Ganino & Arndt 2009). The thick sediment–sill complex developed on Vancouver Island and in the Alaska Range (Greene et al. 2008; 2009) suggests that such contact metamorphic processes probably occurred across large areas of the Wrangellia LIP. It is important to note that the activities of several coeval Tethyan volcanic events (e.g. the Huglu and Kara Dere traps) may have played key parts in contributing additional carbon to compensate for the small volume of the Wrangellian LIP, allowing environmental impacts of green-house gas release to cross the critical threshold for the start of the CHE at the Julian 1–2 boundary.\nDownloaded from https://pubs.geoscienceworld.org/jgs/article-pdf/176/1/167/4607450/jgs2017-170.pdf by University of Arizona user on 20 February 2019\nOther contemporaneous volcanism in the Carnian\nThe Carnian was a time of intense volcanic activity. In addition to the Wrangellia LIP, several other volcanic centres were active, probably contributing additional carbon inputs to the atmosphere. These include both basaltic and silicic volcanism in Huglu-Pindos and Kara Dere (Turkey), Mamonia (Cyprus) and South Taimyr (Russia) (Fig. 1). As only minor relicts of these volcanic complexes are preserved, the environmental effects induced by their eruptions remain challenging to differentiate and evaluate. Both the Kara Dere Basalt and Mamonia Complex are probably remnants of Late Triassic oceanic crust and sea plateaus, possibly of the same origin (Maury et al. 2008). The Kara Dere type basalt is also seen as the lower Carnian base of Oman intra-oceanic exotics (e.g. the Haliw sequence and J. Khawr shallow water carbonates) (Blendinger 1991). It is difficult to estimate their original sizes due to the strong tectonic overprinting associated with the opening of the Neotethys when the Semail Ophiolite of Oman (Fig. 2) was emplaced onto the Arabian continental margin as a result of northeastwards subduction in the Late Cretaceous (Searle & Cox 1999). It is possible that the early Carnian intra-ocean opening of Gondwana (Arabia) was widespread from Greece to Turkey, Iran(?), Oman and beyond, forming a large Pan-Arabic LIP in which large volumes of volcanics were built up, but almost all the remnants have been subducted or eroded after obduction (for reconstructions, see Fig. 1a). The Kara Dere type basalts show no sign of crustal contamination (i.e. igneous rocks of crust affinity) in their components, but contain recycled marine sediments (Lapierre et al. 2007;Maury et al. 2008). The recycling of sediments, especially carbonates, in magma chambers probably has similar effects to contact metamorphism, releasing extra volatiles (e.g. Lee et al. 2012)."
  }, {
    "heading": "Carbon input, warming and the CHE",
    "text": "Massive emissions of volcanogenic gases into the atmosphere result in potent greenhouse effects, driving the global climate to a warmer state. Higher temperatures enhance evaporation (thus increasing water saturation in the atmosphere) and increase temperature differences on both the land and in the oceans. An intensified atmospheric circulation and hydrological cycle could culminate in the transition from dry to wet conditions during the CHE. Climate warming may initiate water column stratification and the deoxygenation of deeper waters, leading to enhanced carbon burial at the seafloor. Warm and wet climatic conditions amplify both the bacterial and fungal decomposition of organic matter and the chemical weathering of silicates on land. The former releases CO2, thus exerting a positive feedback on the warm climate, whereas the latter consumes CO2, exerting a negative feedback on the elevated atmospheric pCO2 (Brady 1991). Thus the climatic conditions of the Carnian evolved in a precarious balance of positive and negative feedbacks of the initial carbon release. Though a slow-acting process, the intense chemical weathering of continental crust, together with the enhanced burial of organic carbon in the ocean, may have counteracted the warming effects of greenhouse gas emissions and driven the climatic conditions to a steady state, ultimately terminating the CHE."
  }, {
    "heading": "Conclusions",
    "text": "The carbon isotope composition of carbonates from the Yongyue section (China) in the eastern Palaeotethys and the Wadi Mayhah section (Oman) in the southern Neotethys have been measured. Although the study sections were situated in different palaeogeographical settings, both show generally consistent patterns of δ13Ccarb. The comparable negative δ\n13Ccarb excursion suggests that the instability of the carbon cycle during the CHEwas Tethyan-wide\nand most likely a global phenomenon. The input of isotopically light carbon can be related to volcanic degassing and thermogenic heating of organic-rich sediments as a consequence of the Wrangellia LIP and other contemporary volcanic activities. The dry–wet transition during the CHE thus coincided with a large input of carbon into the atmosphere and a shift in sedimentation from (cherty) carbonates to shales in study areas, and was most probably due to the intensification of the hydrological cycle triggered by volcanism-induced global warming.\nAcknowledgements This is a contribution to Deutsche Forschungsgemeinschaft (DFG, German Science Foundation) Research Unit TERSANE (FOR 2332: Temperature-related stressors as a unifying principle in ancient extinctions; Project Jo 219/15). S.R. and L.K. conducted fieldwork in Oman under authorization of the Public Authority for Mining, Sultanate of Oman. The authors thank D. Lutz and L.N. Wang for laboratory and field assistance. Comments from Editor J. Dal Corso and two reviewers significantly improved this paper.\nFunding The National Key R&D Program of China (grant no. 2016YFA0601100), National Natural Science Foundation of China (grant no. 41602026, 41821001) financially supported this study. S.R. and L. K. were sponsored by the Austrian National Committee for IGCP (IGCP630).\nCorrection notice Someminor spelling mistakes as well as the spelling of L. Krystyn has been corrected following a submission error.\nScientific editing by Jacopo Dal Corso"
  }],
  "year": 2018,
  "references": [{
    "title": "How contact metamorphism can trigger global climate changes: modeling gas generation around igneous sills in sedimentary basins",
    "authors": ["I. Aarnes", "H. Svensen", "J.A.D. Connolly", "Y.Y. Podladchikov"],
    "venue": "Geochimica et Cosmochimica Acta,",
    "year": 2010
  }, {
    "title": "Emeishan large igneous province",
    "authors": ["J.R. Ali", "G.M. Thompson", "M.F. Zhou", "X.Y. Song"],
    "venue": "SW China. Lithos,",
    "year": 2005
  }, {
    "title": "The Carnian Pluvial Event in Western Europe: new data from Iberia and correlation with the Western Neotethys and Eastern North America–NW Africa regions",
    "authors": ["A. Arche", "J. López-Gómez"],
    "venue": "Earth-Science Reviews,",
    "year": 2014
  }, {
    "title": "The Hawasina Nappes: stratigraphy, palaeogeography and structural evolution of a fragment of the south-Tethyan passive continental margin",
    "authors": ["F. Béchennec", "J. Le Metour", "D. Rabu", "C. Bourdillon-de-Grissac", "P. de Wever", "M. Beurrier", "M. Villey"],
    "venue": "Geological Society,",
    "year": 1990
  }, {
    "title": "Sedimentology and isotope geochemistry of Carnian deep-water marl/limestone deposits from the Sicani Mountains, Sicily: environmental implications and evidence for a planktonic source of lime mud",
    "authors": ["A. Bellanca", "P. Di Stefano", "R. Neri"],
    "year": 1995
  }, {
    "title": "More than one event in the late Triassic mass extinction",
    "authors": ["M.J. Benton"],
    "venue": "Nature, 321, 857–861, https://doi.org/10.1038/321857a0",
    "year": 1986
  }, {
    "title": "Late Triassic to Middle Jurassic extinctions among continental tetrapods: testing the pattern",
    "authors": ["M.J. Benton"],
    "venue": "In: Fraser, N.C. & Sues, H.-D. (eds) In the Shadow of the Dinosaurs. Cambridge University Press, Cambridge, 366–397.",
    "year": 1994
  }, {
    "title": "Dinosaur diversification linked with the Carnian Pluvial Episode",
    "authors": ["M. Bernardi", "P. Gianolla", "F.M. Petti", "P. Mietto", "M.J. Benton"],
    "venue": "Nature Communications,",
    "year": 2018
  }, {
    "title": "The upper Hawasina nappes in the central Oman Mountains: stratigraphy, palinspastics and sequence of nappe emplacement",
    "authors": ["D. Bernoulli", "H. Weissert"],
    "venue": "Geodinamica Acta,",
    "year": 1987
  }, {
    "title": "Stratigraphic architecture of the northern Oman continental margin – Mesozoic",
    "authors": ["I. Blechschmidt", "P. Dumitrica", "A. Matter", "L. Krystyn", "T. Peters"],
    "venue": "Hamrat Duru Group Hawasina complex, Oman. Geo-Arabia,",
    "year": 2004
  }, {
    "title": "Al Aridh Formation, Oman: stratigraphy and palaeogeographic significance",
    "authors": ["W. Blendinger"],
    "venue": "In: Peters, T., Nicolas, A. & Coleman, R.G. (eds) Ophiolite Genesis and Evolution of the Oceanic Lithosphere: Proceedings of the Ophiolite Conference, held in Muscat, Oman, 7–18 January 1990. Springer, Dordrecht, 575–592.",
    "year": 1991
  }, {
    "title": "On the causes of mass extinctions",
    "authors": ["D.P.G. Bond", "S.E. Grasby"],
    "venue": "Palaeogeography, Palaeoclimatology, Palaeoecology,",
    "year": 2017
  }, {
    "title": "Large igneous provinces and mass extinctions: an update",
    "authors": ["D.P.G. Bond", "P.B. Wignall"],
    "venue": "Geological Society of America, Special Papers,",
    "year": 2014
  }, {
    "title": "Evolution and Geological Significance of Larger Benthic Foraminifera",
    "authors": ["M.K. BouDagher-Fadel"],
    "venue": "Developments in Palaeontology & Stratigraphy, 21. Elsevier Science, Amsterdam.",
    "year": 2008
  }, {
    "title": "The effect of silicate weathering on global temperature and atmospheric",
    "authors": ["P.V. Brady"],
    "year": 1991
  }, {
    "title": "A review",
    "authors": ["L. Krystyn", "M.J. Orchard", "Lai", "X.-L", "S. Richoz"],
    "venue": "Carnian Humid Episode. Geologica Balcanica,",
    "year": 2016
  }, {
    "title": "On the ages of flood basalt",
    "authors": ["V. Courtillot", "P. Renne"],
    "year": 2003
  }, {
    "title": "Discovery of a major negative δ13C spike in the Carnian",
    "authors": ["P.B. Wignall"],
    "year": 2012
  }, {
    "title": "Carbon isotope records",
    "authors": ["J. Dal Corso", "P Gianolla"],
    "year": 2015
  }, {
    "title": "Triassic Evolution of the Yangtze Platform",
    "authors": ["P. Enos", "Lehrmann", "D.J"],
    "year": 2006
  }, {
    "title": "Triassic reefs of the Tethys",
    "authors": ["E. Flügel", "B. Senowbari-Daryan"],
    "year": 2001
  }, {
    "title": "Climate changes caused by degassing",
    "authors": ["MA Boston", "C. 217–249. Ganino", "N.T. Arndt"],
    "year": 2009
  }, {
    "title": "Geology of the Oman Mountains",
    "authors": ["W.F", "B.M. Reinhardt"],
    "year": 1974
  }, {
    "title": "The break-up of East Gondwana along the northeast coast",
    "authors": ["L. Zaninetti"],
    "year": 2002
  }, {
    "title": "The abundance of 13C in marine",
    "authors": ["J.M. Hayes", "H. Strauss", "A.J. Kaufman"],
    "year": 1999
  }, {
    "title": "Northward displacement and accretion",
    "authors": ["J.W. Hillhouse", "C.S. Gromme"],
    "year": 1984
  }, {
    "title": "Climate warming in the latest Permian",
    "authors": ["M.M. 00590.x Joachimski", "X Lai"],
    "year": 2012
  }, {
    "title": "The aftermath of the Carnian carbonate",
    "authors": ["L. Keim", "C. Spöti", "R. Brandner"],
    "year": 2006
  }, {
    "title": "Carbon-isotope stratigraphy across the Permian",
    "authors": ["C. x Korte", "H.W. Kozur"],
    "year": 2010
  }, {
    "title": "The Middle Carnian wet intermezzo",
    "authors": ["G.H. Bachmann"],
    "year": 2010
  }, {
    "title": "Continental arc-island arc fluctuations, growth",
    "authors": ["C.T.A. S0016756806002937 Lee", "B Shen"],
    "year": 2012
  }, {
    "title": "2017. Western Tethys continental–marine responses",
    "authors": ["C. Galé"],
    "year": 2017
  }, {
    "title": "The alkaline intraplate volcanism",
    "authors": ["R.C. 2002TC001483 Maury", "H Lapierre"],
    "year": 2008
  }, {
    "title": "Integrated stratigraphy",
    "authors": ["S. Mueller", "M.W. Hounslow", "W.M. Kürschner"],
    "year": 2016
  }, {
    "title": "Climate variability during",
    "authors": ["S. 1144/jgs2015-028 Mueller", "L. Krystyn", "W.M. Kürschner"],
    "year": 2016
  }, {
    "title": "Paleontology and paleoecology of the Newark Supergroup",
    "authors": [],
    "year": 1988
  }, {
    "title": "Tectonic, climatic, and biotic modulation of lacustrine",
    "authors": ["P.E. 185–230. Olsen"],
    "year": 1990
  }, {
    "title": "Depletion of δ13C in seawater ΣCO2",
    "authors": ["W.P. Patterson", "L.M. Walter"],
    "year": 1994
  }, {
    "title": "Downloaded from https://pubs.geoscienceworld.org/jgs/article-pdf/176/1/167/4607450/jgs2017-170.pdf by University of Arizona user on",
    "authors": ["Y.D. Sun"],
    "year": 2019
  }, {
    "title": "The Oman Exotics",
    "authors": ["A. Pillevuit", "J. Marcoux", "G. Stampfli", "A. Baud"],
    "year": 1997
  }, {
    "title": "The Carnian (Late Triassic) flora",
    "authors": ["C. 11105303 Pott", "M. Krings", "H. Kerp"],
    "year": 2008
  }, {
    "title": "Triassic climates – state of the art",
    "authors": ["E. Kustatscher", "P.B. Wignall"],
    "year": 2010
  }, {
    "title": "Global coal gap between",
    "authors": ["J.J. Veevers", "R. Morante"],
    "year": 1996
  }, {
    "title": "A rise in the carbonate",
    "authors": ["M. Rigo", "N. Preto", "G. Roghi", "F. Tateo", "P. Mietto"],
    "year": 2007
  }, {
    "title": "Oxygen isotopic",
    "authors": ["M. palaeo.2006.09.013 Rigo", "J.A. Trotter", "N. Preto", "I.S. Williams"],
    "year": 2012
  }, {
    "title": "Chapter 27 – Coal deposits",
    "authors": ["E.I. Robbins", "G.P. Wilkes", "D.A. Textoris"],
    "year": 1988
  }, {
    "title": "Margins. Developments in Geotectonics",
    "authors": ["G. Roghi", "P. Gianolla", "L. Minarelli", "C. Pilati", "N. Preto"],
    "venue": "Palynological",
    "year": 2010
  }, {
    "title": "The Carnian Humid Episode",
    "authors": ["M.J. Simms", "P.B. Wignall"],
    "year": 2015
  }, {
    "title": "Tectonic setting, origin, and obduction of the Oman",
    "authors": ["Elsevier", "Boston", "M. 207–232. Searle", "J. Cox"],
    "year": 1999
  }, {
    "title": "Synchroneity of climatic change",
    "authors": ["A.H. Ruffell"],
    "year": 1989
  }, {
    "title": "Climatic and biotic change in the late Triassic",
    "authors": ["M.J. Simms", "A.H. Ruffell"],
    "year": 1990
  }, {
    "title": "Linking mantle plumes, large igneous",
    "authors": ["S.V. Sobolev", "Sobolev", "A.V"],
    "year": 2011
  }, {
    "title": "Early Carnian anoxic event as recorded in the southern Tethyan margin, Tunisia: an overview",
    "authors": ["M. Soua"],
    "venue": "International Geology Review, 56, 1884–1905, https://doi.org/10.1080/00206814.2014.967315",
    "year": 2014
  }, {
    "title": "An Upper Triassic Reefal Limestone",
    "authors": ["G.D. Stanley"],
    "venue": "Canadian Society of Petroleum Geologists, Memoirs,",
    "year": 1989
  }, {
    "title": "The changing climate framework and depositional dynamics of Triassic carbonate platforms from the Dolomites",
    "authors": ["M. Stefani", "S. Furin", "P. Gianolla"],
    "year": 2010
  }, {
    "title": "Global temperature response to century-scale degassing from the Siberian Traps large igneous province",
    "authors": ["F. Stordal", "H.H. Svensen", "I. Aarnes", "M. Roscher"],
    "year": 2017
  }, {
    "title": "Dating the onset and nature of the Middle Permian Emeishan large igneous province eruptions in SW China using conodont biostratigraphy and its bearing on mantle plume uplift models",
    "authors": ["Y.D. Sun", "Lai", "X.L"],
    "venue": "Lithos, 119, 20–33, https://doi.org/10.1016/j.lithos.2010.05.012",
    "year": 2010
  }, {
    "title": "Lethally hot temperatures during the Early Triassic greenhouse",
    "authors": ["Y.D. Sun", "Joachimski", "M.M"],
    "venue": "Science, 338, 366–370, https://doi.org/10.1126/ science.1224126",
    "year": 2012
  }, {
    "title": "Climate warming, euxinia and carbon isotope perturbations during the Carnian (Triassic) Crisis in South China",
    "authors": ["Y.D. Sun", "Wignall", "P.B"],
    "venue": "Earth and Planetary Science Letters, 444, 88–100, https://doi.org/10.1016/j. epsl.2016.03.037",
    "year": 2016
  }, {
    "title": "Siberian gas venting and the endPermian environmental crisis",
    "authors": ["H. Svensen", "S. Planke", "A.G. Polozov", "N. Schmidbauer", "F. Corfu", "Y.Y. Podladchikov", "B. Jamtveit"],
    "venue": "Earth and Planetary Science Letters,",
    "year": 2009
  }, {
    "title": "Global synchronous changes in the carbon isotopic composition of carbonate sediments unrelated to changes in the global carbon cycle",
    "authors": ["P.K. Swart"],
    "venue": "Proceedings of the National Academy of Sciences of the United States of America, 105, 13741–13745, https://doi.org/10.1073/pnas.0802841105",
    "year": 2008
  }, {
    "title": "The nature of the δ13C of periplatform sediments: implications for stratigraphy and the global carbon cycle",
    "authors": ["P.K. Swart", "G. Eberli"],
    "venue": "Sedimentary Geology,",
    "year": 2005
  }, {
    "title": "Climates of the Late Triassic: perspectives, proxies and problems",
    "authors": ["L.H. Tanner"],
    "venue": "In: Tanner, L.H. (ed) The Late Triassic World: Earth in a Time of Transition. Springer International, Cham, 59–90.",
    "year": 2018
  }, {
    "title": "Large igneous provinces and mass extinctions",
    "authors": ["P.B. Wignall"],
    "venue": "EarthScience Reviews, 53, 1–33, https://doi.org/10.1016/S0012-8252(00)00037-4",
    "year": 2001
  }, {
    "title": "Volcanism, mass extinction, and carbon isotope fluctuations in the Middle Permian of China",
    "authors": ["P.B. Wignall", "Sun", "Y.D"],
    "venue": "Science, 324, 1179–1182, https://doi.org/10.1126/science.1171956",
    "year": 2009
  }, {
    "title": "Late Jurassic to Cretaceous evolution of the eastern Tethyan Hawasina Basin (Oman Mountains)",
    "authors": ["S. Wohlwend", "R. Celestino", "D. Reháková", "S. Huck", "H. Weissert"],
    "year": 2017
  }, {
    "title": "Evolution of the Qinling fold belt and the movement of the North and South China Blocks: the evidence of geology and paleomagnetism",
    "authors": ["H.N. Wu", "C. Liu", "C. Chang", "D. Zhong"],
    "venue": "Scientia Geologica Sinica,",
    "year": 1990
  }, {
    "title": "Cause of Upper Triassic climate crisis revealed by Re–Os geochemistry of Boreal black shales",
    "authors": ["G. Xu", "Hannah", "J.L"],
    "venue": "Palaeogeography, Palaeoclimatology, Palaeoecology, 395, 222–232, https://doi.org/10.1016/j. palaeo.2013.12.027",
    "year": 2014
  }, {
    "title": "Early Carnian conodont fauna at Yongyue, Zhenfeng area and its implication for Ladinian–Carnian subdivision in Guizhou, South China",
    "authors": ["Z.T. Zhang", "Y.D. Sun", "X.L. Lai", "M.M. Joachimski", "P.B. Wignall"],
    "year": 2017
  }],
  "id": "SP:c0277112eadbabc5e489cda308b113b5f4ae19a7",
  "authors": [{
    "name": "Y.D. Sun",
    "affiliations": []
  }, {
    "name": "S. Richoz",
    "affiliations": []
  }, {
    "name": "L. Krystyn",
    "affiliations": []
  }, {
    "name": "Z.T. Zhang",
    "affiliations": []
  }, {
    "name": "M.M. Joachimski",
    "affiliations": []
  }],
  "abstractText": "The Carnian Humid Episode is an interval of prominent climatic changes in the Late Triassic. We studied the carbon isotope (δC) geochemistry of carbonates from sections in southwestern China and northern Oman. δC records from the Yongyue section (western Guizhou, South China) show a progressive positive shift from 1.4 to 2.8‰ in the early to middle Julian 1 substage. This positive trend is followed by a swift negative shift of c. 4.2‰ from 2.8 to−1.4‰ in the Julian 2 substage. δC from theWadiMayhah section (northern Oman) shows a positive shift from 2.2 to 2.8‰ in the Julian 1 substage, followed by a negative shift of c. 3.2‰ from 2.8 to −0.3‰ in the Julian 2 substage. The δC records from the two study sections generally correlate well with each other as well as with published records, pointing to a considerable input of isotopically light carbon starting in the late Julian 1 substage. Such a large amount of light carbon probably derived from direct degassing and the sediment–sill contact metamorphism of the Panthalassan Wrangellia Large Igneous Province and contemporary Tethyan volcanism. The voluminous volcanogenic greenhouse gases probably contributed to the warming pulse in the middle Carnian. Thus the dry–wet climatic transition during the Carnian Humid Episode is best interpreted as a warm climate-driven intensification of the activities of the atmospheric circulation and hydrological cycle. Received 31 December 2017; revised 27 July 2018; accepted 9 August 2018 First introduced as the Carnian Pluvial Event by Simms & Ruffell (1989), the Carnian Humid Episode (CHE, following the latest term of Ruffell et al. 2015) represents an interval of major climatic changes in the Triassic Period, but remains the least understood. The CHE is characterized by a transient phase (<1 myr) of increased humidity in an otherwise long-lasting arid climate (Kozur & Bachmann 2010; Preto et al. 2010; Chatalov 2017; López-Gómez et al. 2017). The sudden climatic shift caused significant environmental and ecological changes, which are documented in both sedimentary and fossil records. On land, a clear shift in floral assemblages from xerophytes to hygrophytes is seen in the late Julian substage (Roghi et al. 2010;Mueller et al. 2016a, b), possibly promoting the changeovers in terrestrial tetrapods (Benton 1986, 1994; Bernardi et al. 2018). Peat-forming environments were steadily established in both North America and western Europe (Olsen 1988; Pott et al. 2008), representing their first occurrences in equatorial latitudes after the c. 15 myr coal gap from the endPermian mass extinction (Retallack et al. 1996). In the oceans, the dry–wet climatic transition caused an increase in siliciclastic influx to the epicontinental seas (Stefani et al. 2010; Arche & LópezGómez 2014). Increased turbidity probably suppressed carbonate production, resulting in the demise of platforms and reef ecosystems in the western Tethys (Flügel & Senowbari-Daryan 2001; Hornung et al. 2007a; Preto et al. 2010). In the eastern Tethys (SW China), the CHE is manifested by the development of extensive oxygendepleted facies on top of the fossiliferous platform and slope to basin carbonates (Sun et al. 2016). The deposition of black shales in the region was closely associated with anoxia and the development of local foreland basins on top of the former platform (Enos et al. 2006). Notable victims of the CHE in marine realms include platform and reef dwellers, such as encrinid crinoids, forams and scallops, as well as casualties in nektonic groups such as conodonts and ammonoids (Simms et al. 1994; Hornung et al. 2007a; Rigo et al. 2007; BouDagher-Fadel 2008; Chen et al. 2016). Losses on land are not yet fully quantified. Perturbations in the carbon cycle often coincided with bio-crisis intervals in the geological past, mirroring significant environmental changes. The carbon isotope ratio (δC) of marine carbonates traces the carbon isotope composition of the dissolved inorganic carbon pool in the ocean and thus records a subtle equilibrium of carbon input (e.g. riverine carbon input and volcanic degassing) and carbon burial (e.g. carbonate and organic carbon) (Sharp 2017). Primary producers (i.e. phytoplankton and plants) preferentially utilize C, synthesizing isotopically light organic matter. The organic matter rains down from the photic zone to the seafloor and might be either re-oxidized or buried with sediments (Hayes et al. 1999). Positive δC excursions are generally interpreted as evidence for enhanced burial of organic carbon, either due to increases in primary productivity in the euphotic zone, oxygen deficiency in the water column, or both at the same time (Saltzman & Thomas 2012). Negative δC excursions are caused by an increased input of isotopically light carbon from, for example, the remineralization of organic carbon, volcanism and contact metamorphism. As the CHE coincided with voluminous eruptions of theWrangellia flood basalt, the negative δC excursion during the CHE has been linked to the release of volcanogenic carbon (Dal Corso et al. 2012;Mueller et al. 2016b; Miller et al. 2017). The carbonate production crisis and sudden siliciclastic fluxes during the CHE generated a carbonate gap in large areas in both western Tethys and the peri-Gondwana margins (Hornung et al. © 2018 The Author(s). Published by The Geological Society of London. All rights reserved. For permissions: http://www.geolsoc.org.uk/permissions. Publishing disclaimer: www.geolsoc.org.uk/pub_ethics Thematic set: The Mid-Carnian Episode Journal of the Geological Society Published online September 12, 2018 https://doi.org/10.1144/jgs2017-170 | Vol. 176 | 2019 | pp. 167–177 Downloaded from https://pubs.geoscienceworld.org/jgs/article-pdf/176/1/167/4607450/jgs2017-170.pdf by University of Arizona user on 20 February 2019 2007a, b). Only a small number of δCcarb studies have been carried out through (or partially through) the CHE interval (Keim et al. 2006; Hornung et al. 2007b; Dal Corso et al. 2015; Sun et al. 2016). Low total organic carbon contents and potential admixtures of terrestrial organic carbon in the siliciclastic rocks in different basins hinder the interpretation of δCorg on the global scale (Dal Corso et al. 2015; Mueller et al. 2016a). All sedimentary rocks are subject to diagenetic alteration. Thus sedimentary δC records should be interpreted with prudence, especially in case of shallow water carbonates formed in situ on platforms. The original isotopic signatures can be substantially influenced by meteoritic diagenesis, a higher proportion of metastable aragonite relative to calcite and the local remineralization of organic matter (Patterson & Walter 1994; Immenhauser et al. 2003; Swart & Eberli 2005). Deeper water carbonates (e.g. slopes and ramps) are less prone to diagenetic overprinting and may preserve primary δCcarb values, especially if they stabilized in a closed diagenetic system (Swart 2008). We carried out δCcarb analyses on carbonates from a carbonate ramp setting in South China (the eastern Palaeotethys) and a periplatform deeper basin setting in Oman (the southern margin of the western Neotethys). The new data show a comparable negative shift in δCcarb at the beginning of the CHE, pointing to an at least Tethyan-wide, if not global, disturbance in the global carbon cycle.",
  "title": "Perturbations in the carbon cycle during the Carnian Humid Episode: carbonate carbon isotope records from southwestern China and northern Oman"
}