{
  "sections": [{
    "text": "KEY WORDS volcanic eruptions; hydroclimate response; OWDA; Europe\nReceived 21 June 2016; Revised 12 February 2017; Accepted 13 February 2017"
  }, {
    "heading": "1. Introduction",
    "text": "Large explosive volcanic eruptions eject sulphur dioxide into the stratosphere that are oxidized to sulphate aerosols and that cool the surface of the Earth by blocking incoming solar radiation. Previous studies found significant summer cooling and winter warming in Europe following volcanic eruptions (Robock and Mao, 1992; Písek and Brázdil, 2006; Hegerl et al., 2011; Driscoll et al., 2012). For example, the 1815 Tambora eruption in Indonesia caused the ‘year without a summer’ and excessive rainfall in Europe, which led to social upheaval, including poor harvests, malnutrition and massive emigration to America (Stothers, 1984; Luterbacher and Pfister, 2015; Raible et al., 2016).\nOn a global scale, cold temperatures reduce evaporation and suppress monsoon circulation due to reduced land–ocean thermal contrast. This hydrological consequence was observed globally after the 1991 Pinatubo eruption (Trenberth and Dai, 2007) and simulated over the past several centuries in climate models (Robock and Liu, 1994; Schneider et al., 2009; Iles and Hegerl, 2014, 2015). Regionally, the drying response is significant over the extratropics and monsoon regions during the warm season in model simulations (Iles and Hegerl, 2014; Man et al.,\n* Correspondence to: C. Gao, Department of Environmental Science, Zhejiang University, 866 Yuhangtang Road, Hangzhou 310058, China. E-mail: gaocc@zju.edu.cn\n2014). In tropical areas, climatologically wet regions experience drying, while traditionally precipitation-poor ocean areas receive more rain, a volcanically induced hydroclimate response that is broadly opposite to but physically consistent with projections under global warming caused by human activities (Iles et al., 2013).\nMultiproxy reconstructions show that the late 20th- and early 21st-century European climate was likely warmer than any time period of the past 500 years (Luterbacher et al., 2004), and the clustering of dry summers and the driest years accompanied by high temperature over the past two decades are significant outliers in this long-term context, particularly in central Europe and the European Alps (Casty et al., 2005; Briffa et al., 2009). For the Mediterranean region, water is a perennial concern, as drying occurred from the 1960s to 1990s (Kelley et al., 2012). Greve et al. (2014) also noted that the climatologically dry western Mediterranean is getting more arid, whereas the climatologically wet northern Europe is getting more humid under recent warming. Therefore, a systematic and in-depth understanding of how stratospheric aerosols change the hydrological conditions in Europe, potentially offsetting global warming, is of great importance.\nVolcanically induced hydroclimate responses are not well studied across the densely populated mid-latitude European region. Several studies have noted a drying tendency over southern Europe and wetting in northern Europe in the boreal winters following eruptions, potentially associated with the positive phase of the North\n© 2017 Royal Meteorological Society\nAtlantic Oscillation (NAO) (Fischer et al., 2007; Iles and Hegerl, 2014, 2015). Following the 1815 Tambora (Auchmann et al., 2012) and 1257 Samalas (Stothers, 2000) eruptions, parts of Europe experienced wet boreal summers. Using reconstructions for the past half millennium, Fischer et al. (2007) found a wetting tendency over parts of the Mediterranean and northern Europe but drier conditions over central Europe in the first and second summers post-eruption. Combining reconstructions with ECHAM5.4 simulation results, Wegmann et al. (2014) also found increased precipitation in south-central Europe in the first summer following 14 strong eruptions in the last 400 years. Köse et al. (2013) found increased May–June precipitation in southwestern Turkey following the 11 largest volcanic eruptions during the period of 1739–1891 CE.\nMost of the studies have covered a time period from the middle of the Little Ice Age (LIA, ∼AD 1400–1850) to the present and focused on tropical eruptions or a single event. Cook et al. (2015) found significantly drier conditions during the warm Mediaeval Climate Anomaly (MCA, ∼AD 800–1300) compared with the LIA or modern period over a large portion of continental north-central Europe and southern Scandinavia, suggesting large temporal variability in the background climate. Here we study the response of European summer precipitation to volcanic eruptions during the period from 1100 to 1991 CE, which simultaneously incorporates parts of both the MCA and LIA. With longer timescales including more volcanic events, the results of this study will further verify the reliability of this volcanic effect. Our studied volcanic eruptions include 31 tropical and 44 mid-to-high latitude Northern Hemisphere events. We further divide the tropical events into two categories: those larger or smaller in magnitude than the 1991 Pinatubo eruption. Therefore, we will also offer a more comprehensive understanding on the volcanic effect for the European hydroclimate in terms of eruption locations and magnitudes. Variability in the spatial distribution of the volcanic aerosol cloud and magnitude of eruptions may produce different hydrological responses and human impact.\nThis paper is organized as follows: Section 2 provides an introduction to the data and methods; a detailed response of European hydroclimate to volcanic eruptions and possible underlying mechanisms are presented and discussed in Section 3. Section 4 presents the main conclusions and implications of this study.\n2. Data and methods\n2.1. Volcanic index\nWe adopt the newly published reconstruction of global volcanism over the past 2500 years (Sigl et al., 2015) to build our event list and classify the eruptions into (1) tropical eruptions, which have sulphate deposition signals in both Greenland and Antarctic ice cores and (2) mid-to-high latitude Northern Hemispheric (NH) eruptions, which only have deposition signals in Greenland ice cores. The\naverage climate response to volcanic perturbations was found to vary for eruptions of different magnitudes both in model simulations (Oman et al., 2005; Kravitz and Robock, 2011) and in proxy reconstructions (Zhuo et al., 2014; Sigl et al., 2015). To test volcanic magnitude-dependence on the European hydrological response, we further classify the tropical eruptions into those with a Global Volcanic Forcing (GVF) larger than the 1991 Pinatubo eruption (i.e. |GVF|> 6.49 W m−2) and those smaller than Pinatubo (i.e. |GVF|< 6.49 W m−2). For eruptions within 3 years of each other, we choose the larger event as the eruption year, and the smaller one was not used as an eruption year in the epoch analysis. A total of 31 tropical eruptions and 44 mid-to-high latitude NH eruptions are identified, and the tropical eruptions are further divided into 17 smaller and 15 larger than the Pinatubo events, respectively (Table 1).\n2.2. The Drought Index\nWe use the ‘Old World Drought Atlas’ (OWDA), an annual tree-ring-based June–July–August reconstruction of self-calibrating Palmer Drought Severity Index (JJA scPDSI) over Europe and the Mediterranean Basin during the Common Era (Cook et al., 2015) as the hydrological index. The JJA scPDSI reflects spring-summer soil moisture conditions, and the climate field reconstruction method is a correlation-weighted, ensemble-based modification of the point-by-point regression method used to produce the North American Drought Atlas (Cook et al., 2004) and Monsoon Asia Drought Atlas (Cook et al., 2010). The OWDA tree-ring network includes 106 chronologies that are spread reasonably uniformly across the study domain, except for Russia. OWDA uses a combination of living trees, historical, archaeological and subfossil tree ring data to reconstruct conditions a millennium or more back in time.\nThe OWDA data uses the scPDSI unit, which uses positive values to indicate wet conditions and negative values to indicate dry conditions, with +4 and −4 as the two extremes (van der Schrier et al., 2013). The index captures well the historical accounts of severe droughts in 1540, 1616, 1741 and 1921 CE and excessive wetness for 1315–1317 CE (Cook et al., 2015). To test the reliability of this new reconstruction in representing volcanic hydroclimate perturbations, we compare the average OWDA responses after the 1991 Pinatubo, 1982 El Chichón and 1963 Agung eruptions with those obtained from the Global Precipitation Climatology Centre (GPCC) Full Data Reanalysis Version 7.0 (Schneider et al., 2015). The results show that OWDA captures the general pattern and major spatial features of the observed hydrological response after these tropical volcanic eruptions (Figures S1 and S2, Supporting information).\nThe index is available on a 0.5∘ × 0.5∘ grid for the area between 11.75∘–44.75∘E and 27.25∘–70.75∘N from 0 to 2012 CE. However, because this study focuses on the European region, and a large number of grid cells covering our study region have missing values before 1100 CE, we\n© 2017 Royal Meteorological Society Int. J. Climatol. 37: 4146–4157 (2017)\nonly use data from the region between 9.25 ∘W–39.75∘E to 35.25∘–70.75∘N for the period 1100 to 1991 CE in this study.\n2.3. Superposed epoch analysis with Monte-Carlo model\nSuperposed epoch analysis (SEA, Hegerl et al., 2003) is employed to study hydrological responses. For each category, we assign the years of the eruption as the event-year (defined as year 0) and select the OWDA values for the five pre-eruption years (year −5 to −1), eruption year (year 0) and five post-eruption years (year +1 to +5) to construct a n× 11 (n as the number of eruptions in the list) SEA matrix. For each event, the anomalies with respect to the pre-eruption average are calculated, and then the composites of the n events are obtained for the 11 years.\nWe apply a Monte-Carlo Model to test the statistical significance of the SEA results based on the null hypothesis of there being no association between the eruptions and variation of hydrological conditions. For each category, random years are chosen as pseudo-eruption years, and then the average values for years −5 to +5 are calculated the same as for the real eruptions. For example, there are 15 events in the |GVF|> 6.49 W m−2 category. We randomly select 15 years as pseudo-event years, and calculate the SEA values for the years −5 to +5 of the selected 15 pseudo-event years. The process is repeated 10 000 times to produce a random distribution of the OWDA value, and the 90%, 95% and 99% confidence levels for dry or wet conditions are calculated based on the composite OWDA results.\nFor the spatial distribution of the hydrological response, we perform the same Monte-Carlo significance test for each grid cell. In view of the potential spatial correlations, we simultaneously apply the false discovery rate procedure\n(FDR; Benjamini and Hochberg, 1995) by controlling the proportion of false rejections out of all rejections to less than 5%. Spatial results are presented as the number of the grid cells that pass the Monte-Carlo significance test, in which 5% of the cells may still be tested to be statistically significant by chance."
  }, {
    "heading": "3. Results and discussion",
    "text": "3.1. Effect of tropical eruptions on European hydroclimate\nThe European hydrological response SEA results for the 31 tropical eruptions are shown in Figure 1. For all tropical eruptions, the average OWDA value increases significantly during the eruption year and 1 year following the eruptions (hereafter named year +0 and year +1, respectively, with the same naming scheme for other years), exceeding the 95% and 90% confidence level, respectively. Starting in year +2, the response changed from wetting to drying, which was significant at the 90% confidence level. When we divide the eruptions into those larger and smaller than the 1991 Pinatubo eruption, we see that the higher magnitude eruptions cause a significant wetting response in year +0 and drying response in year +2. No statistically significant response is found for the smaller than Pinatubo eruptions (Figure 1). The result suggests that both the wetting and drying responses observed when including all-eruptions is probably due to the larger eruptions, although a slight wetting response at year +1 after the smaller eruptions may have contributed to the all-eruptions significance observed at year +1. The low-significance responses after the smaller eruptions suggests that for a tropical volcanic eruption to produce significant continental scale hydroclimate response in Europe, its sulphate\n© 2017 Royal Meteorological Society Int. J. Climatol. 37: 4146–4157 (2017)\ninjection magnitude needs to exceed the magnitude of the 1991 Pinatubo eruption.\n3.2. Spatial pattern of the hydrological response\nSpatially, we find a remarkable wetting response over northeast Europe from year +0 to +4 and over southern Europe from year +0 to +2 after tropical eruptions, whereas a severe drying response is found in northwest and central Europe (Figure 2). These spatial patterns are in good agreement with Fischer et al. (2007) and Wegmann et al. (2014), although their results showed a more extensive wetting response from northeast to northwest in the post-eruption summers.\nTo quantify the various regional responses, we divide the study region into five sub-domains of northwest Europe (207 grid cells, Figure 2 middle left panel) and northeast Europe (895 grid cells), west-central Europe (680 grid cells) and east-central Europe (1163 grid cells), and southern Europe (945 grid cells) and calculate the average responses in each sub-domain (Table 2, Figure 3).\nAs shown in Figure 3, on average, there is a significant wetting tendency in south Europe and remarkable drying tendency in central Europe following tropical eruptions. The wetting response in southern Europe is especially significant (at 99% confidence level) at year +0 and year +1. This is in agreement with the wetting response to volcanic perturbations reported in Turkey by Köse et al. (2013) and opposite to the drying response from recent global warming reported for this region (Greve et al., 2014). This demonstrates the counteractive effect of volcanic aerosols with respect to the anthropogenic warming in this region. In contrast, both west-central Europe and east-central Europe show significant (at 95% confidence) drying responses at year +2 and year +3, contributing to the overall negative response for this region. In northern Europe, even though the overall response is wetting (at 90% confidence), a significant drying response (at 99% confidence) at year +2 and year +3 occurs in northwest Europe (Figure 3).\nMore specifically, approximately 25% of grid cells (by controlling the false discovery rate at 5%) for the entire study area pass the 95% wet significance test at year +0 and year +1 (Table 2). By year +2 and year +3, the percentage decreases to approximately 12%, while the number of grid cells that pass 95% dry significance level begin to increase from less than 4% at year +1 to more than 26% and 22% at year +2 and year +3. This indicates an overall transition from an initial wetting response to a drying response 2 years after the perturbation. The most significant drying response is observed in northwest Europe at year +2 and year +3, with 71% and 62% of grid cells passing the 95% confidence level, respectively. West-central Europe follows immediately, with approximately 50% and 64% of grid cells passing the 95% confidence level at year +2 and year +3, respectively. The most significant wetting is observed in southern Europe at year +0 and year +1, with ∼58% and 49% of grid cells passing the 95% confidence level, respectively (Table 2).\nThe agreement between our results and previous results, despite the difference in hydrological datasets, volcanic indexes and time period used, confirms the spatial pattern of hydrological response after tropical volcanic eruptions. Wegmann et al. (2014) also showed this response pattern after volcanic eruptions in the ensemble GCM runs. When compared with the temperature and hydrological variations due to the rising greenhouse gases over the last decades, our results suggest that volcanic sulphate injection would potentially counteract the high temperatures and dry conditions in southern Europe, especially in the Mediterranean region. However, the drier summers in central Europe would likely be further aggravated by volcanic emissions.\nComparing the spatial pattern between the eruptions larger than and smaller than the 1991 Pinatubo eruption, we find that as the eruption magnitude increases, the wetting tendency for northeast Europe and southern Europe and the drying tendency for central Europe and northwest Europe becomes more prominent. Furthermore, the\n© 2017 Royal Meteorological Society Int. J. Climatol. 37: 4146–4157 (2017)\ndirection of hydroclimate responses is consistent within different sub-domains except for eastern Mediterranean (Figures 4 and 5). No significant response over Europe as a whole is detected for the eruptions that are smaller than Pinatubo (Figure 1). Spatially, there is a significant wetting response in parts of western Mediterranean at year +2 and in northeast Europe at year +3 (Figure 5). The results reiterate that the response to volcanic eruptions can to some extent counteracts the GHG-induced summer rainfall response in some regions such as the Mediterranean. But it exaggerates it in others such as central Europe. However, the extreme and non-uniform hydrological response are likely to induce greater harm in some areas when the eruption is sufficiently large (Luterbacher and Pfister, 2015; Fei and Zhou, 2016). 3.3. Effect of mid-to-high-latitude NH eruptions on European hydroclimate Few studies have investigated the climatic response to high-latitude eruptions. Using model simulations, Oman et al. (2005, 2006) shows that a Laki or 3×Katmai eruption could produce strong cooling in Northern Hemisphere\n© 2017 Royal Meteorological Society Int. J. Climatol. 37: 4146–4157 (2017)\nlandmass during the boreal summer and a weakening of India and African monsoon circulation. In Europe, this contributes to a 2–6% cloud cover increase in the year +2 summer.\nAs shown in Figure 6, when all of the 44 mid-to-high latitude NH eruptions are taken into consideration, eruptions do not appear to cause a significant hydroclimate response in Europe. When only the top 14 middle-to-high-latitude eruptions with |GVF| >1.5 W m−2 are considered, we see a significant drying tendency at year +2. In addition, because sulphate injections from the 1783 Laki eruption\nwere sufficiently larger than the other 13 eruptions, we repeat the analysis by removing the 1783 Laki signal. The results show that the drying tendency at year +2 remains significant at a 95% confidence level; therefore, the response is not dominated by the 1783 Laki eruption.\nSpatially, the drying response is centred in central Europe, moving from central-west Europe at year +2 to central-east Europe at year +3 and year +4 with diminishing severity (Figure 7). The spatial distribution and timing of maximum drying agree well with the hydroclimate patterns after tropical eruptions, albeit without the preceding\n© 2017 Royal Meteorological Society Int. J. Climatol. 37: 4146–4157 (2017)\nwetting response and with a south-eastward shift of the drying belt at year +3 and year +4 (Figure 4).\n3.4. Potential causes of hydrological responses\nThe results drawn from the proxy records are in general agreement with model simulations (Iles et al., 2013; Iles and Hegerl, 2014;Wegmann et al., 2014) , albeit with some northward extension in the model simulated wetting response over the Mediterranean and the drying response in central Europe. The good agreement suggests that potential causes inferred from existing model-based literature may be the same for this study. European climate variability is influenced by both mid-latitude and tropical climate systems. The NAO, a large-scale meridional oscillation of atmospheric mass between the subtropical anticyclone near the Azores and the subpolar low pressure system near Iceland (Van Loon and Rogers, 1977), is\nwidely considered the most important mid-latitude source of temperature and precipitation variability over western Europe (Hurrell, 1995; Trigo et al., 2002). The summer NAO (SNAO), although smaller than its wintertime counterpart in terms of amplitude and spatial scale, exerts a noticeable influence on northern European temperature and rainfall via changes in the position of the Northern Atlantic storm track (Folland et al., 2009). The main tropical climate systems affecting the European climate are the summer Asian monsoon and to a lesser degree, the West African Monsoon (WAM) (Gaetani et al., 2011).\nSummer monsoon heating in South Asia introduces a sharp east–west pressure gradient that cause stronger northerly winds referred to as the Etesians. The ventilating effects of the Etesians inhibit cloud formation and convection in eastern Mediterranean and the Middle East, therefore resulting in a prolonged summer dry\n© 2017 Royal Meteorological Society Int. J. Climatol. 37: 4146–4157 (2017)\nperiod (Tyrlis et al., 2013). Volcanic-induced radiative imbalance weakens the Asian and African summer monsoon by suppressing land–sea thermal contrast (Oman et al., 2006; Man et al., 2014). The weakened west African monsoon suppresses subsidence over the Mediterranean through a weakened Hadley cell (Gaetani et al., 2011). The weakened South Asian monsoon heating reduces the Etesians-associated dry influence.\nWegmann et al. (2014) suggested that volcanic-induced cooling leads the summer NAO toward a negative phase, which causes the southward movement of the storm track and enhances moisture advection toward southern Europe. However, the strong north–south dipole structure in precipitation between northwest Europe and the Mediterranean region shown in Figure 4 also resembles a positive SNAO influence suggested in Folland\net al. (2009). Blade et al (2012) found that during the high SNAO summers, rainfall increases in the Mediterranean region as a result of enhanced potential instability therefore a strong upper-level trough development over the Balkans. The drying tendency over central-northern Europe is likely a consequence of the northward shift of storm tracks, leaving high pressure over this region. Both mechanisms point to the same hydroclimatic patterns we found in the OWDA reconstruction. The model simulated SNAO in Wegmann et al. (2014) is located further south than the SNAO suggested by the observation in Blade et al. (2012) and Folland et al. (2009), which could have contributed to the discrepancy.\nThe wetting response across northeast Europe is likely due to the wetting tendency from the previous winter and reduced evaporation during the summer. Significant winter\n© 2017 Royal Meteorological Society Int. J. Climatol. 37: 4146–4157 (2017)\nwarming over Northern Europe is observed in year +0 and +1 following major tropical eruptions (Fischer et al., 2007; Wegmann et al., 2014). The warming is associated with the positive phase of the NAO, which leads to stronger westerlies ∼60∘N into Sweden and Norway and wetting conditions over northern Europe.\nThe drying tendency after the 14 larger mid-to-high latitude eruptions likely has similar causes as the tropical eruption hydroclimate response. Using CCSM3 simulations of a sequence of four eruptions for the tropical and high-latitude scenario, Schneider et al. (2009) found similar patterns of precipitation response over mid-high latitude NH landmasses. In both cases, the flow of the low-level wind field is anomalously from sea to land in southern Europe and from land to sea in high latitude Europe, therefore restricting the moisture influx from the ocean in high latitudes.\n3.5. The influence of ENSO response\nThe EI Niño-Southern Oscillation (ENSO) exerts a large influence on global precipitation by decreasing terrestrial precipitation and increasing oceanic precipitation during El Niño years and vice versa in La Niña years (Gu and Adler, 2011). Over the North Atlantic-European sector, the dominant circulation response to EI Niño is similar to a negative NAO, resulting in negative precipitation anomalies in Norway and the southeastern Mediterranean in late winter (Brönnimann et al., 2007). To test the potential influence of ENSO in our results, we use regression to remove the ENSO signals from the OWDA reconstruction using the 20th century cold tongue index. We compare the composite responses after the three most recent eruptions that coincide with EI Niño events with the original results that contain the ENSO signals. The results show that removing the ENSO signals does not change the hydrological response to these tropical eruptions (Figures S1 and S2). Large volcanic eruptions are hypothesized to increase the likelihood of EI Niño-Southern Oscillation (ENSO) and amplify its magnitude (Emile-Geay et al., 2008). Of the three 20th-century eruptions, the 1982 El\nChichón eruption and the 1991 Pinatubo eruption both occurred after the corresponding EI Niño event had started (Self et al., 1997). Therefore, we disregard the possibility of a link between volcanic eruptions and EI Niño in the above evaluation."
  }, {
    "heading": "4. Conclusion",
    "text": "Using the newly published reconstruction of global volcanism and the Old-World Europe drought Atlas, this study analyses the European summer hydrological response to 31 tropical and 44 mid-to-high latitude Northern Hemisphere eruptions over the past nine centuries. Our results show an overall wetting response (significant at 95% confidence level) at year +0 and year +1 following tropical eruptions. Spatially, the wetting occurs in the climatologically dry Mediterranean regions and moist northeast Europe. The increase in rainfall may be counterintuitive because the water cycle tends to slow down globally after strong tropical eruptions. Nevertheless, similar responses were found in previous studies, and the increased rainfall in the Mediterranean regions was considered partially a result of weakening and expansion of Hadley circulation. A drying tendency develops in central and northwest Europe at year +2 and year +3, and model results suggest this may be related to the north shift of the storm tracks. These results indicate hydrological responses on regional scales are complex and may depend strongly on circulations changes.\nWhen all 44 NH eruptions are considered, mid-to-high latitude Northern Hemisphere eruptions do not cause significant hydroclimate responses. However, if only 14 large NH eruptions with GVF> 1.5 W m−2 are taken into account, a significant drying tendency emerges at year +2. This significant drying response is centred in central and northwest Europe, similar to the hydroclimate response after tropical eruptions at the same year, and agree with model result which suggests an anomalously easterly in the lower troposphere around this region.\n© 2017 Royal Meteorological Society Int. J. Climatol. 37: 4146–4157 (2017)\nBy removing the ENSO signals from the proxy reconstruction data, we can assess the impact of ENSO on volcanically induced hydroclimate responses. Comparing the ENSO-removed response after the three most recent eruptions coincident with EI Niño event with the unmodified data, we find no noticeable difference in the general sign and spatial pattern of hydrological response to volcanic eruptions. The lack of correlation suggests that ENSO events do not impose significant influence on volcanically induced hydroclimate response in Europe.\nOur study suggests that tropical volcanic eruptions are likely to change the hydroclimate conditions in Europe during the boreal summers by causing more precipitation in southern Europe, which may experience drought under global warming. It will also likely lead to more water to the Balkan Peninsula, which may intensify its humid conditions. Stratospheric sulphate geoengineering, using volcanic eruptions as an analogue, has been widely studied to investigate different responses between temperature and precipitation (Robock et al., 2008; Jones et al., 2010; Moreno-Cruz et al., 2012; Ferraro et al., 2013). The influence of stratospheric volcanic aerosols on the monsoon system by trigging continental-scale circulation feedbacks could have distinct effects on regional precipitation (Wegmann et al., 2014). Yet little focus has been placed on European climate, especially non-uniform rainfall change between different regions. Heterogeneous hydrological responses together with the excessive cooling after volcanic perturbations are the hypothesized cause of the famine and turmoil after the 1815 Tambora eruption\n© 2017 Royal Meteorological Society Int. J. Climatol. 37: 4146–4157 (2017)\n(Fei and Zhou, 2016). By analysing the composite hydrological responses to the volcanic eruptions of different size and locations over the past millennium, our results highlight the potential effects of stratospheric geoengineering in Europe."
  }, {
    "heading": "Acknowledgements",
    "text": "We are grateful to two anonymous reviewers for their helpful suggestions for improving this paper. The work is supported by the National Natural Science Foundation of China (41501066) and the National Key Basic Research Programme of China (2015CB953601).\nSupporting information\nThe following supporting information is available as part of the online article: Figure S1. Average hydrological response after the 1964 Agung eruption, 1982 El Chichon and 1991 Pinatubo eruptions, as revealed from the OWDA reconstruction (left) and the GPCC observation (right, unit: mm month−1). The results are changes relative to the average hydrological conditions for the 5 years before the eruption. Figure S2. Same as Figure S1, but with the effect of ENSO removed as described in the above text."
  }],
  "year": 2017,
  "references": [{
    "title": "Extreme climate, not extreme weather: the summer",
    "authors": ["A. ler"],
    "year": 2012
  }, {
    "title": "Controlling the false discovery",
    "authors": ["Y 5194/cp-8-325-2012. Benjamini", "Y. Hochberg"],
    "year": 1995
  }, {
    "title": "Wet and dry summers",
    "authors": ["KR 709–727. Briffa", "G van der Schrier", "PD. Jones"],
    "year": 2009
  }, {
    "title": "Asian monsoon failure and megadrought",
    "authors": ["Wright WE"],
    "year": 2010
  }, {
    "title": "Old World megadroughts and pluvials",
    "authors": ["R Wilson", "C. Zang"],
    "year": 2015
  }, {
    "title": "The drought and locust plague of 942–944 AD",
    "authors": ["J. Zhou"],
    "year": 2016
  }, {
    "title": "Yellow River Basin, China",
    "authors": ["AJ Ferraro", "EJ Highwood", "AJ. Charlton-Perez"],
    "venue": "Quat. Int",
    "year": 2013
  }, {
    "title": "European climate response to tropical volcanic eruptions",
    "authors": [],
    "year": 2007
  }, {
    "title": "Influence of human and natural forcing on",
    "authors": ["E. Xoplaki"],
    "year": 2011
  }, {
    "title": "Decadal trends in the North Atlantic Oscillation",
    "authors": ["1038/NGEO1057. Hurrell JW"],
    "year": 1995
  }, {
    "title": "The global precipitation response",
    "authors": ["Hegerl GC"],
    "year": 2014
  }, {
    "title": "Systematic change in global patterns",
    "authors": ["Hegerl GC"],
    "year": 2015
  }, {
    "title": "The relative contributions",
    "authors": ["C 5194/acp-10-5999-2010. Kelley", "M Ting", "R Seager", "Y. Kushnir"],
    "year": 2012
  }, {
    "title": "The year without a summer",
    "authors": ["J 1029/2010JD014448. Luterbacher", "C. Pfister"],
    "year": 2015
  }, {
    "title": "Effects of large volcanic eruptions",
    "authors": ["W Man", "T Zhou", "JH. Jungclaus"],
    "venue": "Science",
    "year": 2014
  }, {
    "title": "A simple model to account",
    "authors": ["JB Moreno-Cruz", "KL Ricke", "DW. Keith"],
    "year": 2012
  }, {
    "title": "Climatic response",
    "authors": ["L 4157 Oman", "A Robock", "G. Stenchikov"],
    "year": 2005
  }, {
    "title": "Responses of large volcanic eruptions",
    "authors": ["J GL027665. Písek", "R. Brázdil"],
    "year": 2006
  }, {
    "title": "Regional climate responses",
    "authors": ["A Robock", "L Oman", "GL. Stenchikov"],
    "year": 2008
  }, {
    "title": "GPCC full data reanalysis version 7.0 at 0.5∘",
    "authors": [],
    "year": 2015
  }, {
    "title": "Volcanic aerosol perturbations",
    "authors": ["S Self", "MR Rampino", "MG. Katz"],
    "year": 1997
  }, {
    "title": "Timing and climate forcing of vol",
    "authors": ["Vinther BM", "Woodruff TE"],
    "year": 2015
  }, {
    "title": "The Great Tambora Eruption in 1815 and its after",
    "authors": ["1038/nature14565. Stothers RB"],
    "year": 1984
  }, {
    "title": "Effects of Mount Pinatubo volcanic eruption",
    "authors": ["A. Dai"],
    "year": 2007
  }, {
    "title": "The North Atlantic Oscil",
    "authors": ["Res. Lett"],
    "year": 2002
  }, {
    "title": "The summer circulation",
    "authors": ["E Tyrlis", "J Lelieveld", "B. Steil"],
    "venue": "mechanisms. Clim. Res",
    "year": 2013
  }, {
    "title": "The seesaw in winter temperatures",
    "authors": ["Rogers JC"],
    "year": 1977
  }, {
    "title": "Volcanic influence on European Summer Precip",
    "authors": ["J. Luterbacher"],
    "year": 2014
  }, {
    "title": "Proxy evidence for China’s",
    "authors": ["Z Zhuo", "C Gao", "Y. Pan"],
    "venue": "J. Clim",
    "year": 2014
  }],
  "id": "SP:6c1cb272e2c1085fa7285a54081f00bce1e05e0e",
  "authors": [{
    "name": "Yujuan Gao",
    "affiliations": []
  }, {
    "name": "Chaochao Gao",
    "affiliations": []
  }],
  "abstractText": "The climatic aftermath of the 1815 Tambora eruption in Europe suggests that large volcanic eruptions can introduce environmental and societal consequences in this region. Here, we analyse the European summer hydrological response to 31 tropical and 44 Northern Hemisphere mid-to-high latitude eruptions over the past nine centuries, using a newly published reconstruction of global volcanism and a proxy record of hydrological conditions (Old World Drought Atlas) together with a superposed epoch analysis. Our results show a significant wetting response (at the 95% confidence level) for year 0 and year +1 after tropical eruptions, followed by a significant drying in year +2. Spatially, wetting occurs in northeast and southern Europe, while a drying response develops in central and northwest Europe. Both the wetting and drying responses are more significant for the group of eruptions with higher sulphate injection magnitudes than the eruptions with low magnitudes. Large high latitude eruptions tend to cause a drying response in western-central Europe in year +2, which shifts south-eastwards in years +3 and +4. Correcting for the effects of El Nino does not noticeably change the response patterns. The response to eruptions counteracts the hydroclimate response to global warming in some regions, e.g. the Mediterranean, but exaggerates is in others, such as central Europe. Our results verify previous modelling studies from a longer term proxy perspective, and illuminate potential effects of stratospheric geoengineering in Europe.",
  "title": "European hydroclimate response to volcanic eruptions over the past nine centuries"
}