{
  "sections": [{
    "text": "KEY WORDS: Greenland; climatology; temperature; North Atlantic oscillation; volcano"
  }, {
    "heading": "1. INTRODUCTION",
    "text": "Understanding Greenland climate is crucial, given that major changes in Arctic climate have been recently observed and climate models predict high-latitude amplification of the enhanced greenhouse effect (Houghton et al., 2001). There is mounting evidence that climate changes in the most recent decade are unprecedented in historical times. Nine of the ten warmest years globally have occurred between 1990 and 2001 (WMO, 2001). It is very likely that the decade of the 1990s is the warmest in the past 1000 years (Mann et al., 1999; Crowley, 2000). Climate fluctuations influence global ice masses and, in turn, contribute to sea level and ocean circulation changes, occasionally in the form of rapid ice discharges (Heinrich events) associated with abrupt climate change (Bond et al., 1993). The Greenland ice sheet is of particular interest because it appears to have contributed more to sea-level change than Antarctica during the climatic optimum ∼135 thousand years ago (Cuffey and Marshall, 2000). Greenland ice-sheet melt between 1865 and 1990 contributed about 3.0 ± 1.6 cm to global sea-level rise (Zuo and Oerlemans, 1997). Under specified greenhouse-gas and sulphate-aerosol forcings, a coupled atmosphere–ocean general circulation model predicts that glacier melt\n* Correspondence to: Jason E. Box, Byrd Polar Research Center, The Ohio State University, 1090 Carmack Road, Scott Hall Room 108, Columbus, Ohio, 43210-1002, USA; e-mail: box.ll@osu.edu\nCopyright  2002 Royal Meteorological Society\nequivalent to 13.2 cm of sea-level rise will occur between 1990 and 2100, with 58% from melting of the Greenland ice sheet (Gregory and Oerlemans, 1998).\nGreenland is the largest island on Earth, 82% covered by a single ice sheet (1.6 × 106 km2) with roughly 1500 m average elevation. Greenland is over 2500 km in latitudinal extent, extending 770 km below the Arctic Circle. Consequently, there are large north–south contrasts in solar irradiance and temperature at any time of year. Greenland’s topography opposes atmospheric circulation, enhancing Northern Hemisphere meridional heat exchanges (Barry and Kiladis, 1982; Kristjánsson and McInnes, 1999). Temperatures around Greenland have been analysed between 1880 and 1955 by Putnins (1970) and for 1961–90 by Cappelen et al. (2001). Monthly mean temperatures show a large degree of interannual variability, increasing northward, particularly in winter. Putnins (1970) identified five temperature trend periods: 1880–95, 1895–1909, 1909–29, 1929–43, and 1943–55. The most consistent period was 1909–29, when steady warming occurred. Significant cooling is said to have occurred at all stations during 1929–43. The 1943–55 period was characterized by warming, except at Upernavik. Trends for these periods are investigated in this paper and with a larger data set.\nOther previous work relevant to Greenland temperature changes includes analysis of upper air temperature trends (Kahl et al., 1993) and changes in extreme air temperatures in the Arctic (Przybylak, 1997). The former work determined that, between 1959 and 1986, trends were predominantly negative in Greenland between 850 and 500 hPa, with a small springtime positive tendency in north and eastern Greenland at 400 to 300 hPa. Extreme temperatures trends between 1951 and 1990 are characterized by reductions of the annual maximum and minimum temperatures around Greenland by −0.25 °C and −0.75 °C respectively, with +0.25 °C warming in the northeast. The work of Jones et al. (1999) to determine the global distribution of surface temperature changes over 150 years indicates that temperature trends are typically opposite between western and eastern Greenland. Across Greenland, 1998 was between +0.2 and +1 °C warmer than the 1961–90 period, 3 °C above normal in the adjacent North Atlantic, and −1 °C colder at the southern tip. Steffen and Box (2001) derived a 2 °C warming over the ice sheet plateau over 1995–99 compared with 1951–60 maps by Ohmura (1987). Abdalati and Steffen (1997a) found a 4.4% per year increase in ice sheet melt area between 1979 and 1991, and a corollary trend in coastal temperature anomalies was noted. Tuomenvirta et al. (2000) show that mean maximum and minimum temperatures had statistically significant negative trends in western coastal Greenland during the period 1950–95, while over the Nordic Seas and Fenno-Scandia the trends were generally positive. The opposite temperature trends are induced by the North Atlantic oscillation (NAO), an oscillation in the strength of both the Icelandic Low and the Azores High. A weaker than normal Icelandic low is associated with colder than normal northwestern European winters, due to a weakening of the North Atlantic westerlies which normally bring moderating oceanic heat to northwestern Europe. West Greenland temperatures are above normal in the negative phase of the NAO due to weaker than normal Baffin Bay northerlies. In the opposite, positive NAO phase, cold Greenlandic winters correlate with mild conditions in northwestern Europe caused by a strengthening of the North Atlantic westerlies and Baffin Bay northerlies. The oscillation in temperatures between Greenland and northwestern Europe is commonly referred to as the temperature see-saw (Van Loon and Rogers, 1978).\nDahl-Jensen et al. (1998) offer a longer-term perspective on temperature changes over Greenland. Cooling over Greenland began 4000 years BP and reversed at 2000 years BP. More recent cold periods were centred at AD 1550 and AD 1850, with warm intervals during the Medieval Warming Period (MWP) near AD 1000 and the 1930s temperature maximum. The Little Ice Age (LIA) in Greenland appears to span the period of approximately AD 1400 to AD 1850. The coupling of ice sheet and coastal temperature variations is not, however, well established.\nThe availability of a 30 year extension of long-term instrumental temperature data (Cappelen et al., 2001) has prompted the objectives of this study, which, besides an objective survey, seek to answer the following questions. Are recent Greenland temperatures unprecedented, as they are for the Northern Hemisphere average? What level of control on Greenland temperature anomalies can be attributed to known climate forcings, such as the NAO and volcanism? Which locations exhibit the highest correlation with the NAO? What are the temperature trend values over various periods?\nCopyright  2002 Royal Meteorological Society Int. J. Climatol. 22: 1829–1847 (2002)\n2. DATA"
  }, {
    "heading": "2.1. Temperature data",
    "text": "Two instrumental temperature data sets were merged to produce a time series covering the Greenland region. Temperature data between 1958 and 2000 from 27 Greenland locations were obtained from the Danish Meteorological Institute (DMI) (Cappelen et al., 2001). The National Aeronautics and Space Administration (NASA), Goddard Institute for Space Studies (GISS), and Global Historical Climatology Network (GHCN) data (Peterson and Vose, 1997) included 13 Greenland station records with temperature data before 1958. The combined data sets are summarized in Table I and Figure 1. In the case of Greenland’s capital Nuuk/Godthåb, and Ilulissat/Jakobshavn, the data available from the GHCN begin in 1866. For these two sites, however, the official records begin in 1875 and 1873 respectively (DMI, personal communication; Clayton, 1944a,b). The earliest 7–9 years of data at these two sites are not used in the present study due to the lack of metadata. Only a handful of long-term instrumental temperature records from ice cap locations exist. Two of the longest (15 years) records come from DYE-2 and DYE-3, located above 2000 m on the southwestern and southeastern slopes respectively. Problems exist in the DYE-2 record (and DYE-3), owing to extended data gaps and the placement of the temperature sensor too near the building and at a non-standard height of ∼25 m (Ohmura, 1987). Temperature measurements much above the standard 2 m height in the Arctic exhibit a positive bias and are affected differently by the surface temperature inversion strength. A 14 year record has been produced from automatic weather station (AWS) data collected at the ice cap summit. This ‘Summit’ compilation represents the merging of 1987–96 University Wisconsin AWS data (Stearns and Weidner, 1991) with 1996–2001 Greenland Climate Network (GC-Net) AWS data (Steffen and Box, 2001). Gaps of up to 2 months in the Summit compilation were supplemented with a passive microwave-based temperature proxy (Shuman et al., 2001).\nOther than site relocation, changes in instrument type and measurement frequency are important factors that affect data homogeneity. Detection of such error has been discussed by Peterson and Vose (1997) and Jones et al. (1999). Information on Greenland measurement practices and station notes is available from Smithsonian Institute World Weather Records (WWR) (Clayton, 1944a,b; Smithsonian Institution 1959, 1968). Before the widespread standardization of global weather observations in the International Geophysical Year (IGY) 1957, temperature observations at Greenland stations were made three times daily, at 8 h, 14 h, and 21 h, 45th west meridian time, i.e. UTC − 3 h. Monthly averages were constructed from the observations using the following formulae for the mean temperature (mT t). mT t = M + C, where M = 1/9[2(8 h + 14 h) + 5 × 21 h]S and corrections C represent the diurnal temperature fluctuation S = (T14T08T21)/2, which are applied June through to September. Slightly differing formula are employed to adjust other site data with differing observational frequency. In the IGY, the observation frequency increased at many new ‘synoptic observation’ sites to 3 h UTC intervals, i.e. 0 h, 3 h, etc. (Smithsonian Institution, 1959). Continuous measurements were made by thermographs and automated devices. To measure ambient air temperature accurately, thermometers are situated in the shade, typically provided by a white screen, situated at a height between 1 and 2 m above the surface. Modern instruments have elaborate thermal radiation shielding, including low-emissivity aluminium cavities with motorized ventilation. Other than visual inspection of the higher-resolution records, one homogeneity test applied to GHCN and DMI data is intra-correlation of nearby stations. Outliers are eliminated by this approach when the difference between nearby stations exceeds a reasonable value. Intrastation correlation is measured in this study to illustrate that the data homogeneity problems are secondary to major climate signals. Temporal changes in variability are used to investigate potential data homogeneity shifts."
  }, {
    "heading": "2.2. NAO data",
    "text": "The NAO index is often defined as the difference of sea-level pressure between two stations situated close to the Icelandic Low and the Azores High. Station-based NAO data from two sources are analysed. One, spanning 1874–2000, is based on the pressure difference of Stykkisholmur, Iceland, minus Ponta Delgada, Azores (Rogers, 1997). Another, spanning 1864–2001, is based on the pressure difference between Lisbon,\nCopyright  2002 Royal Meteorological Society Int. J. Climatol. 22: 1829–1847 (2002)\nPortugal, and Stykkisholmur (Hurrell, 1995). It is possible to combine multiple time series to construct NAO indices that are less sensitive to displacements in the centres of action. These time series, however, do not extend far enough back in time to cover the entire temperature instrumental record. The Rogers (1997) and Hurrell (1995) data are certainly sufficient for this study.\nCopyright  2002 Royal Meteorological Society Int. J. Climatol. 22: 1829–1847 (2002)"
  }, {
    "heading": "3. METHODS",
    "text": "Several statistical techniques are applied to explore Greenland temperature records. These methods include least-squares regression, spatial correlation, frequency analysis, autocorrelation, and running variance statistics. Calculations are made over a set of time periods, including periods defined by the World Meteorological Organization as time ‘standards’, i.e. the most recent standard decade (1991–2000), standard 30-year ‘normals’ (1901–30, 1931–60, 1961–90), and the standard century (1901–2000). In general, only records with fewer than 10% missing data are considered in this analysis. One exception is the Ilulissat/Jakobshavn record spanning 1873–1999, with 13% missing data. This analysis focuses on seasonal and annual periods with occasional emphasis on monthly statistics. Trends are calculated from linear least-squares regression. The statistical significance of trend slopes is measured as 1 − p to assess the reliability of conclusions regarding climate changes. It should be noted that this statistic fails to measure the significance of trends with no slope. In other words, one cannot state that a nearly constant temperature period is statistically significant. The coefficient of the regression is multiplied by the number of years to indicate the magnitude of change over the period. Analysis showed that the raw data have sufficiently symmetric distributions that transformation was not necessary. Temperature anomalies are derived by linearly detrending long-term trends in the data derived by linear regression. Spatial correlation matrices of temperature anomalies over different time periods\nCopyright  2002 Royal Meteorological Society Int. J. Climatol. 22: 1829–1847 (2002)\nare presented in Section 4 to verify the extent of spatial decay in correlation and cross-island teleconnections. A 15-year interval of running statistics is used to measure changes in variability through time. Time series are compared with indices of climate forcing, including volcanic eruptions and the NAO.\nTrends in the instrumental temperature record depend somewhat on the temporal scale chosen. Various trend periods have been identified in monthly data for the 1880 to 1955 interval by Putnins (1970). Slightly different trend periods emerge on the seasonal time scale. Given these facts, trends are investigated for various periods. Long-term temperature fluctuations are first described using running annual and select monthly averages, as done by Putnins (1970). Temperature trends for various time periods are presented, followed by possible explanations of interannual features in the time series.\nPeriodicity in station records exceeding 85 years is investigated by Fourier analysis of monthly temperature data. Four sites with sufficient records are considered in the frequency analysis (Upernavik, Ilulissat/Jakobshavn, Nuuk/Godthåb, Tasiilaq/ Ammassalik; Table I). Periods longer than about 20 years are arguably inconclusive, given the 100 year time series analysed by this technique. Interpretation of periods of less than 2 years in frequency is not attempted here.\nTemporal autocorrelation in temperature records is determined for seasonal and annual data over the 1901–2000 century. Lags up to 30 years are considered. The temporal significance scale is measured as the time at which the Pearson’s correlation coefficient drops below 1/e.\nMany of the locations referred to in this study have both Greenlandic and Danish names. Greenlandic names are used as the principal names in this study, but occasionally both names are given; see Table I."
  }, {
    "heading": "4. RESULTS AND DISCUSSION",
    "text": ""
  }, {
    "heading": "4.1. Long term means and variability",
    "text": "Long-term seasonal average temperatures are presented for the standard period 1961–90 (Table II). Cappelen et al. (2001) provide monthly normals over this period. All summer averages for coastal sites are above the ice melting point. The variance statistics suggest that summer at a coastal site with an average temperature below freezing is highly unlikely. Continuous summer melt conditions are promoted by unlimited day length. Variance values are consistently largest in winter and smallest in summer. Summer temperature variability is dampened by the influence of melting snow and ice, in which temperatures are locked near the melting point, given the sink of sensible heat into melting and evaporation (Steffen, 1995). Largest variances are found at the interior Kangerlussuaq site and other western sites (i.e. Sisimiut and Aasiaat). Smallest variance values are found for east Greenland sites. Consistent with the variance statistics in Table II, Cappelen et al. (2001) discuss the importance of sea ice to coastal temperature variability, given that east and southeast sea ice concentrations are consistently greater than in the west and southwest.\nThe ranking of the five extreme warmest and coldest seasons and annual averages over the standard century 1901–2000 is given in Table III. The majority of coldest seasons and years occur before 1920, with the exception of cold years that appear to be the result of large volcanic eruptions, such as the 1992 cold associated with the 1991 Mt Pinatubo eruption (Abdalati and Steffen, 1997b) or the 1983 El Chichón eruption. It can be said that coastal sea ice anomalies affect air temperatures and temperature anomalies affect sea ice thickness and concentration in a positive feedback loop. Compared with the 1978–87 period, −3 °C temperature anomalies in 1983 and 1984 are associated with 30% more sea ice in Baffin Bay, Davis Strait, and the Labrador Sea (Parkinson et al., 1999). January–March 1983 and 1972 were identified by Chapman and Walsh (1993) as the largest Arctic ice extent years from 1961 to 1990. 1972 was 2 °C below normal, but does not coincide with a major volcanic eruption. The warmest years were 1929 and 1947, generally from 1929 to 1941. Over the 1901–2000 standard century, European station temperatures (Oslo and Potsdam) from the GHCN indicate that 1941 was among the coldest years, while it ranks among the warmest in Greenland, illustrating the temperature see-saw between Greenland and northwestern Europe (e.g. Van Loon and Rogers, 1978). The climate conditions that lead to extremely warm years are uncertain, unless explained by extreme negative phases of the NAO or the absence of volcanic eruptions, as proposed by Robock (2000).\nCopyright  2002 Royal Meteorological Society Int. J. Climatol. 22: 1829–1847 (2002)"
  }, {
    "heading": "4.2. Temperature trends",
    "text": "Presentation of temperature trend results begins with a 30-year update of two figures of running means in Putnins (1970) (Figure 2). Annual mean temperatures from five sites indicate a 1 to 3.5 °C warming from 1885 to 1935 for sites north of Ivigtut (Figure 3). This warming is composed of a gradual warming from 1885\nCopyright  2002 Royal Meteorological Society Int. J. Climatol. 22: 1829–1847 (2002)\nto 1915, followed by a greater rate of warming until 1935. The Ivigtut annual trend is positive over the entire series from 1885 to 1957, corresponding to a 90-year warming of 2 °C. Such warming is large compared with the Northern Hemisphere averages, e.g. Mann et al. (1999). The 3–5 °C warming at western Greenland sites, peaking in the 1930s, was followed by a 1–2 °C decline in temperature until the mid 1980s. The largest changes in average temperatures occur in winter and increase with latitude. A 7 °C warming occurred in January at Upernavik from 1915–40, while at the southernmost site, a warming of 3.5 °C is observed.\nCopyright  2002 Royal Meteorological Society Int. J. Climatol. 22: 1829–1847 (2002)\nJanuary temperatures decline from about 1875 until 1915, as opposed to annual temperatures, which increase from 1885. The only period specified by Putnins (1970) with a large fraction of significant trends is a warming between 1909 and 1929. Interpretation of other time periods is complicated by an abundance of data gaps. The trends over standard periods yield a greater abundance of significant trends, primarily because the standard periods are longer than those specified by Putnins (1970).\nTemperatures anomalies for the 1873–1900 period are characterized by relative cold in 1883. The 1883 cold period is preceded by the huge Krakatau volcanic eruption. It should also be noted that a negative temperature trend precedes this eruption. Annual trends over this period are therefore mixed, between cooling from 1873 to 1883 and warming from 1883 to 1900.\nTrend statistics for various time periods, including standard periods, are given in Table IV. The 1901–30 period is characterized by the largest statistically significant annual warming, between 1.9 and 2.3 °C. Warming is pronounced in winter and spring, between 2.0 and 5.4 °C. January warming exceeds 8 °C at Upernavik and Ilulissat/Jakobshavn. This warming period has also been identified in ice sheet borehole temperatures (Dahl-Jensen et al., 1998) and Northern Hemisphere mean temperatures (Mann et al., 1999).\nThe only statistically significant trends over the 1931–60 period were negative. The magnitudes are strongest in summer in the south, and in spring and winter at Ilulissat in the west. Ilulissat appeared to warm from May to August over this period. A warming signal is found among the stations during October and November, except at Upernavik. Data gaps complicated analysis of this period.\nThe 1961–90 period is characteristic of widespread cooling of between 1.7 and 2.1 °C; this is pronounced in central western locations, such as Sisimiut and Nuuk. Summer warming is observed at Pituffik in the extreme northwest of Greenland. In contrast to western Greenland, warming trends are observed for north and east stations Danmarkshavn and Illoqqortoormiut/Scoresby sund in all months over this period, except October and November at Danmarkshavn. At Illoqqortoormiut there is a statistically significant annual warming (1.7 °C) over this period. Negative southeastern trends are consistent with western stations over this period. Cooling over this period has also been identified by Chapman and Walsh (1993), where there is a dramatic cooling in the Baffin Bay area from 1962 to 1980. Consistent with the results of Przybylak (1997) for extreme temperatures, eastern Greenland temperature variations are smaller than in the west.\nStatistically significant warming, between 1.0 and 4.1 °C, is observed for the 1991–2000 standard decade. Monthly trends exceed +10 °C at numerous sites in winter months. Summer warming trends are moderate. Again, in contrast to western Greenland, an opposite sign of temperature change is observed for east Greenland. Statistically insignificant 1.1 °C warming at the ice sheet summit is observed over the 1991–2000 standard decade.\nTrends over the period 1873–2001 at Ilulissat/Jakobshavn indicate statistically significant warming in all seasons: 5.0 °C in winter and 2.1 °C annually. The summer warming at Ilulissat should have enhanced nearby glacier melt rates. As many of these southern coastal sites have winter temperatures near freezing point, the temperature increases over this period changed some continuous permafrost into discontinuous permafrost (Humlum, 1999). At Nuuk, a statistically significant winter warming of 2.3 °C is observed over this period. The annual trend over this period at Nuuk is 0.7 °C. Summer cooling is observed, but this is not statistically significant.\nTwo coastal station records yielded monthly statistics for trend analysis spanning the standard 1901–2000 century: Nuuk in western Greenland and Tasiilaq in south east Greenland. Collectively, these indicate a seasonal shift in temperatures, with winter warming and spring and summer cooling. This result appears to be in contrast to the longer 1873–2001 period, but serves to illustrate the fact that trend results subjectively depend on the time interval. In this case, the longer period is strongly influenced by winter warming in the 1873–1900 period, whereas the standard century is dominated by summer temperature variability and where positive and negative winter trends cancel each other out. Summer cooling trends of −1.0 °C at Nuuk and −0.7 °C at Tasiilaq are statistically significant at the 99% confidence level. On a monthly basis, a 4.6 °C warming trend is observed in January at Upernavik. Note, however, that the Upernavik record is only 82% complete. Greatest cooling trends are observed in spring for Upernavik and Nuuk, −2.5 °C and −2.3 °C respectively. Annual trends are small and statistically insignificant. Large trends do not emerge over this period due to the cancelling of warming and cooling phases. Thus, it is better to keep in mind\nCopyright  2002 Royal Meteorological Society Int. J. Climatol. 22: 1829–1847 (2002)\nthe distinct periods of warming from 1885–1935, cooling from 1940 to 1985, and warming from 1985 to 2001."
  }, {
    "heading": "4.3. Periodicities",
    "text": "In order of decreasing rank, Fast Fourier transforms (FFTs) indicate frequency peaks corresponding with periods of 3.7, 14.3, 9.1, 5.5–6.0, 11.1, and 7.1 years over the same standard century (1901–2000, Figure 4). These peaks correspond closely with peaks in the NAO index FFT, with the exception of a shift in the 3.7 years temperature peak to 3.85–4.0 years peak for the NAO. The NAO spectral peaks are more uniform in power, while the temperature spectra are dominated by the 3.7 and 14.3 years peaks. Spectral powers for periods less than 14.3 years are greater at the three western Greenland sites, compared with Tasiilaq, the only eastern site. The eastern site does not exhibit the strong 3.7 year NAO periodicity. The spectral peak at 11.1 years is suggestive of the cycle of solar activity indicated by the number of sunspots, which itself is well known to have an 11 year cycle. The other periodicities in temperature appear to be related to the NAO. These periodicities were not always found to exceed peaks in the frequency spectra of Gaussian random numbers. The random numbers, however, produce a widely varying spectrum for each new sample."
  }, {
    "heading": "4.4. Persistence of autocorrelation",
    "text": "Temporal autocorrelation analysis of the station data spanning 1901–2000 indicates that there is less persistence in winter temperatures than in summer. Winter autocorrelation values are typically 1 year or less; summer values are 3–4 years. There is a rebound of correlation between a lag of 12 and 14 years, probably corresponding to the periodicity of 11.1 and 14.3 years identified by the Fourier analysis. There is also a\nCopyright  2002 Royal Meteorological Society Int. J. Climatol. 22: 1829–1847 (2002)\nrepeating 4 to 5 year oscillation in temporal autocorrelation; this may be related to the NAO periodicity, although it lies below the 1/e significance level."
  }, {
    "heading": "4.5. Spatial correlation of coastal temperature anomalies",
    "text": "There are spatially meaningful patterns in the correlation of temperature anomalies among the sites. The periods 1961–90 and 1991–2000 are chosen to illustrate this (Table V). A steady decay of correlation with distance is evident in the station records. The correlation length scale, defined here as the distance when the correlation drops below 1/e, is roughly 1200 km for the period 1961–90, with values of 1100 km in spring and 1300 km in winter. There is a general lack of correlation between east- and west-coast stations. For example, the annual correlation between Station Nord (NOR) and Pituffik (PIT) is 0.32, despite the fact that they are closer to each other than Pituffik and Kangerlussuaq (KAN), which have an annual correlation coefficient of 0.52. Correlation coefficient values are typically below 0.3 for all east versus west comparisons. There is a notable correlation between the DYE-2 ice cap station with nearby western and southern sites. A similar tendency is evident for DYE-3 with nearby eastern stations, although to a lesser extent (not shown). The coherent patterns of spatial correlation in the data set suggest that homogeneity problems associated with changing measurement practices are minimal. Differences exist between the eastern and western stations in terms of extreme yearly temperatures (Table III) and trends (Table IV), as there is a lack of east–west correlation."
  }, {
    "heading": "4.6. Temperature anomalies and the NAO",
    "text": "There is a significant correlation of western Greenland coastal temperature anomalies with the NAO, particularly in autumn and winter (Table VI, Figure 5). The literature points to the importance of the NAO for influencing winter climate (Van Loon and Rogers, 1978; Hurrell, 1995). Here, the correlation between temperature anomalies and the NAO is greater in autumn. The Hurrell (1995) station-based NAO index, composed of Portugal and Iceland pressure differences, has a correlation with temperature anomalies that is 0.04 lower than the Rogers (1997) NAO index, composed of Azores and Iceland data. The results presented here are based on the Rogers (1997) data. The statistical significance of the correlations with temperature anomalies are above 99% in most cases. To illustrate the temperature see-saw between Greenland and northwestern Europe, the correlation is typically made between Ilulissat/Jakobshavn and Oslo, Norway, or Copenhagen, Denmark. The highest correlation with the NAO is, however, with Qaqortoq/Prins Christian Sund, at the southeast tip of Greenland. A high annual correlation exists between the NAO and temperature anomalies at the interior land site of Kangerlussuaq (1961–90). This high correlation is dominated by the winter signal (r = −0.63). NAO variations are linked with sea ice flux changes in northeast Greenland (Kwok and Rothrock, 1999) and with sea ice anomalies in the Davis Strait (Parkinson et al., 1999)."
  }, {
    "heading": "4.7. Greenland temperature fluctuations and volcanism",
    "text": "The largest negative temperature anomalies in Greenland records are preceded by large volcanic eruptions. Results from Crowley (2000) indicate that volcanism explains roughly 15–30% of the variability in global temperatures. Large volcanic eruptions inject sulphate aerosols into the stratosphere, which reflect incoming solar radiation, cooling the climate. The atmospheric residence time of the aerosols is between 1 and 3 years (Robock, 2000). The June–July 1991 eruption of Mt Pinatubo, for example, is associated with significant reductions of ice sheet melt extent (Abdalati and Steffen, 1997b). Positive sea ice extent anomalies in Baffin Bay and the Labrador Sea in 1983–84 and 1993 (Parkinson et al., 1999) are preceded by the 1982 El Chichón volcanic eruption. The largest eruptions between 1873 and 2001 were Askja, Iceland, in March 1875; Krakatau, Indonesia, in August 1883; El Chichón, Mexico, in April 1982; and Mt Pinatubo, Philippines, in June 1991 (Robock, 2000). The cooling associated with major volcanic eruptions is indicated in Figure 6 for the largest eruptions, i.e. Krakatau, El Chichón, and Mt Pinatubo. Monthly temperature anomalies are between −6.5 and −10 °C for west Greenland stations at a lag of between 5 and 10 months. El Chichón is the closest volcano in latitude separation and produces the largest temperature negative anomaly, yet does not do so for 2–5 months\nCopyright  2002 Royal Meteorological Society Int. J. Climatol. 22: 1829–1847 (2002)\nTa bl\ne V\n. In\nte rc\nor re\nla tio\nn of\nse le\nct ed\nco as\nta l\nte m\npe ra\ntu re\nan om\nal ie\ns ov\ner tw\no pe\nri od\ns\n19 91\n– 20\n00 Si\nte R\neg io\nn PI\nT U\nPV A\nA S\nIL U\nSI S\nK A\nN N\nU K\nPA M\nN A\nR N\nO R\nD A\nN D\nN B\nIL L\nA PU\nTA S\nIK E\nPR C\n19 61\n– 90\nPI T\nN W\n0. 80\n0. 72\n0. 50\n0. 56\n0. 66\n0. 54\n0. 49\n0. 48\n0. 32\n0. 17\n0. 18\n0. 09\n0. 17\n0. 25\n0. 28\n0. 26\nU PV\nC W\n0. 72\n0. 87\n0. 81\n0. 84\n0. 79\n0. 70\n0. 61\n0. 52\n0. 30\n0. 14\n0. 23\n0. 15\n0. 12\n0. 35\n0. 40\n0. 31\nA A\nS W\n0. 56\n0. 78\n0. 99\n0. 86\n0. 88\n0. 81\n0. 69\n0. 60\n0. 26\n0. 10\n0. 19\n0. 15\n0. 11\n0. 36\n0. 45\n0. 38\nIL U\nW 0.\n56 0.\n84 0.\n91 0.\n94 0.\n97 0.\n92 0.\n84 0.\n81 0.\n09 −0\n.3 6\n−0 .1\n7 −0\n.0 3\n−0 .0\n2 0.\n58 0.\n80 0. 66 SI S W 0. 50 0. 70 0. 90 0. 84 0. 85 0. 89 0. 79 0. 62 0. 22 0. 00 −0 .0 5 −0 .0 9 0. 00 0. 17 0. 43 0. 23\nK A\nN W\n0. 52\n0. 67\n0. 83\n0. 83\n0. 83\n0. 83\n0. 78\n0. 74\n0. 22\n0. 08\n0. 19\n0. 22\n0. 25\n0. 38\n0. 58\n0. 41\nN U\nK SW\n0. 44\n0. 63\n0. 87\n0. 77\n0. 91\n0. 78\n0. 89\n0. 75\n0. 30\n0. 07\n0. 18\n0. 16\n0. 08\n0. 31\n0. 52\n0. 53\nPA M\nSW 0.\n35 0.\n52 0.\n76 0.\n64 0.\n80 0.\n69 0.\n92 0.\n79 0.\n29 0.\n06 0.\n13 0.\n16 0.\n05 0.\n34 0.\n50 0. 57 N A R S 0. 29 0. 42 0. 72 0. 61 0. 72 0. 67 0. 84 0. 84 0. 25 −0 .0 1 0. 10 0. 10 0. 03 0. 30 0. 60 0. 51 N O R N E 0. 25 0. 28 0. 09 0. 15 0. 08 0. 13 0. 01 −0 .0 3 −0 .0 3 0. 50 0. 35 0. 20 0. 13 0. 06 0. 08 0. 21 D A N N E 0. 19 0. 14 0. 09 0. 19 0. 03 0. 16 −0 .0 1 −0 .0 2 0. 03 0. 61 0. 35 0. 46 0. 21 0. 20 0. 08 0. 19 D N B N E 0. 15 0. 05 0. 06 0. 22 0. 00 0. 13 −0 .0 6 −0 .0 8 0. 00 0. 52 0. 86 0. 35 0. 37 0. 17 0. 05 0. 26 IL L E 0. 08 0. 03 0. 05 0. 09 0. 03 0. 15 −0 .0 6 −0 .0 8 0. 00 0. 34 0. 60 0. 70 0. 80 0. 66 0. 48 0. 36 A PU SE −0 .0 4 0. 11 0. 17 0. 27 0. 15 0. 26 0. 09 0. 07 0. 12 0. 16 0. 44 0. 51 0. 66 0. 72 0. 55 0. 29 TA S SE 0. 10 0. 28 0. 42 0. 45 0. 36 0. 45 0. 32 0. 29 0. 36 0. 10 0. 28 0. 33 0. 51 0. 74 0. 70 0. 56 IK E SE 0. 12 0. 27 0. 49 0. 47 0. 45 0. 46 0. 44 0. 44 0. 51 0. 04 0. 24 0. 25 0. 32 0. 53 0. 74 0. 68 PR C S 0. 25 0. 33 0. 50 0. 47 0. 50 0. 45 0. 54 0. 58 0. 57 0. 04 0. 12 0. 09 0. 17 0. 25 0. 47 0. 64 D Y 2 S 0. 37 0. 39 0. 57 0. 53 0. 48 0. 60 0. 64 0. 67 −0 .0 6 0. 05 0. 08 0. 38 0. 41 0. 52\nC or\nre la\ntio ns\nat or\nab ov\ne 0.\n5 ar\ne m\nar ke\nd in\nbo ld\nty pe\n.\nCopyright  2002 Royal Meteorological Society Int. J. Climatol. 22: 1829–1847 (2002)\nlonger than the other major eruptions. There is no obvious cooling signal at east Greenland sites, consistent with results from Robock and Mau (1995). There was also no obvious cooling associated with the 1875 Askja eruption in west Greenland. Interpretation of the effect of volcanoes is complicated given the variable proximity of the eruption to Greenland.\nThe climate has a tendency for warming associated with an adjustment to periods of no volcanic events (Robock, 2000). The longest period of warming (1912 to 1963) is also the longest period within the instrumental temperature record that is uninterrupted by volcanism. The three warmest annual means at Nuuk occur during this period (Table III). Some negative temperature anomalies, such as in 1972, do not coincide with major volcanic events."
  }, {
    "heading": "4.8. Temporal changes in variability",
    "text": "The standard deviation of annual mean temperature varies by a factor of two to three over the 1901–2001 period, with coherent semi-decadal oscillations that are consistent among sites (Figure 7). As with trend amplitudes, variance increases with latitude. Periods of minimal variance appear to coincide with trend reversals. Each warming or cooling period is characterized by an increase in variance followed by a decrease, before the trend reversal. The cause of the temporal temperature variability itself is unclear. The patterns in Figure 7 bear little resemblance to annual NAO or sunspot data.\nTemporal changes in variability are used to investigate potential data homogeneity shifts. There is a reversal of variance from decreasing to increasing trend at the time of the IGY. However, the semi-decadal oscillations before and after the IGY, when measurement practices are consistent, are just as large. Therefore, fluctuations\nCopyright  2002 Royal Meteorological Society Int. J. Climatol. 22: 1829–1847 (2002)\nCopyright  2002 Royal Meteorological Society Int. J. Climatol. 22: 1829–1847 (2002)\nin variance through time do not yield results that suggest a large effect of changing measurement frequency and instrument type on data homogeneity errors."
  }, {
    "heading": "4.9. Glacial response to temperature anomalies",
    "text": "Greenland ice sheet and fjord glacier advance and retreat are the ensemble result of factors influenced by both long-term climate and ice dynamics and present climate fluctuations. Thinning of Greenland’s ice at low elevations between 1994 and 1999 has been measured by repeat laser altimeter surveys (Krabill et al., 2000). Surface height reductions, greater than 10 m per year in a few regions, however, cannot be explained by melting alone, but must also be due to the effect of local ice dynamical variations. Present glacier retreat may be attributable to warming since the LIA, ending 150 years BP. Weidick (1985) suggests that the present observed widespread recession of fjord glaciers is the result of warming since a cooling approximately 3000 years BP, which has ended some 300 to 100 years BP. The timings of warming and cooling have been verified and more precisely dated based on Greenland ice sheet borehole temperature data (Dahl-Jensen et al., 1998). Putnins (1970) notes a correlation between fjord glacier fluctuations and station temperature anomalies. In the short term, climate variations might affect fjord glacier advance and retreat by the lubrication effects of surface meltwater communication with the glacial bed. Given global warming trends and model predictions (Houghton et al., 2001), the future Greenland mass balance is expected to be negative\nCopyright  2002 Royal Meteorological Society Int. J. Climatol. 22: 1829–1847 (2002)\n(Gregory and Oerlemans, 1998). A more detailed comparison of coastal temperature trends and Greenland ice is hampered by the complex interaction of ice dynamics and climate.\nIn the hypothetical event of a future reversal from the past 30-year positive tendency in the NAO, a warming in western and southern Greenland would be expected. Given that the western slope of Greenland is more gradual than the eastern slope, a very large area would be exposed to melt. The effect of future NAO negative tendencies on glacier melt will also be pronounced in south Greenland, where there is a statistically significant summer NAO–temperature correlation. Western sites such as Aasiaat and Kangerlussuaq, with a strong autumn NAO correlation, would exhibit increased glacier and permafrost mass loss."
  }, {
    "heading": "5. CONCLUSIONS",
    "text": "This study explored a long-term monthly temperature data set from Greenland locations prompted by the availability of 30 additional years of data to complement an older detailed climatology by Putnins (1970). Based on temporal and spatial statistics, distinct and meaningful patterns of temperature are evident in Greenland instrumental temperature records spanning 1873–2001. These include a steady decay of spatial correlation, a lack of correlation between west and east coasts, and the presence of opposite temperature trends between west and east coasts that are themselves not statistically linked. Statistically significant temperature trends are observed for various periods, namely western Greenland warming from 1873 to 1930 and 1985 to 2001, and of cooling from 1930 to 1990. Statistically insignificant 1.1 °C warming at the ice sheet summit (3200 m) is observed over the 1991–2000 standard decade. A longer record is required for ice sheet sites to establish the level of coupling with coastal sites. The limited length of ice sheet records prevents a solid statistical result. There is, however, a suggestive correlation between ice sheet sites and nearby stations. The largest changes in temperature have occurred in winter, implying only a minor significance of Greenland\nCopyright  2002 Royal Meteorological Society Int. J. Climatol. 22: 1829–1847 (2002)\ncoastal temperature variability on ice sheet melt rates. However, the NAO exerts a highly significant control on western and southern Greenland temperature anomalies, particularly in autumn and winter, and notably in summer at southern coastal sites. Therefore, the melt rates in some regions are significantly influenced by the NAO. Recent Greenland coastal temperatures are not unprecedented, as they are for the Northern Hemisphere average. The warmest decades in Greenland over the last century were the 1930s and 1940s. Recent west and south Greenland temperature extremes would be more in line with global temperatures if the annual NAO values were not mostly positive from 1970 to 2000. Long-term globally observed temperature trends persist after removing the NAO signal from coastal temperature data, e.g. the warming in the 1930s. Further, the cooling effect of large volcanic eruptions and the proposed warming in the absence or large volcanic events (Robock, 2000) persists after removing the NAO signal. Sea ice extent and concentration increases are found in association with cold periods apparently caused by volcanic eruptions.\nThe 1873–2001 western Greenland warming trends observed in this study are meaningful in the context of observed Greenland ice sheet melt rates. The mass balance of the ice sheet sector south of 73 °N latitude and west of Kap Farvel was negative for the second half of the last century (Ohmura et al., 1999). This appears not to be affected by changes in precipitation, implicating the observed warming and potential ice dynamical changes. Global temperatures are expected to increase further this century (Houghton et al., 2001), contributing 58% of global sea level rise between the years 1990 and 2100 (Gregory and Oerlemans, 1998). Given temperatures approaching those of the most recent climatic optimum, ∼2.5 thousand years ago (Dahl-Jensen et al., 1998), the possibility of future rapid melting and ice discharges (Heinrich events) should be investigated further."
  }, {
    "heading": "ACKNOWLEDGEMENTS",
    "text": "This work was supported by the NASA Program for Arctic Regional Climate Assessment (PARCA) under grant number NAG5-10857. This work was performed at the Cooperative Institute for Research in Environmental Sciences in Boulder, Colorado, USA. Comments from K. Steffen, J. Heinrichs, and the independent reviewers were very helpful."
  }],
  "year": 2002,
  "references": [{
    "title": "Snowmelt on the Greenland ice sheet as derived from passive microwave satellite data",
    "authors": ["W Abdalati", "K. Steffen"],
    "venue": "Journal of",
    "year": 1997
  }, {
    "title": "The apparent effects of the Mt. Pinatubo eruption on the Greenland ice sheet melt extent",
    "authors": ["W Abdalati", "K. Steffen"],
    "year": 1997
  }, {
    "title": "Correlations between climate records",
    "authors": ["G Bond", "W Broecker", "S Johnsen", "J McManus", "L Labeyrie", "J Jouzel", "G. Bonani"],
    "venue": "Radok U (ed.). CIRES: Boulder,",
    "year": 1993
  }, {
    "title": "The observed climate of Greenland, 1958–99",
    "authors": ["J Cappelen", "BV Jørgensen", "EV Laursen", "LS Stannius", "RS. Thomsen"],
    "venue": "Atlantic sediments and Greenland ice. Nature",
    "year": 2001
  }, {
    "title": "Simulated future sea-level rise due to glacier melt based on regionally and seasonally resolved",
    "authors": ["JM Gregory", "J. Oerlemans"],
    "venue": "Greenland ice sheet. Science",
    "year": 1998
  }, {
    "title": "Late-Holocene climate in central West Greenland: meteorological data and rock–glacier isotope evidence",
    "authors": ["O. University Press. Humlum"],
    "venue": "The",
    "year": 1999
  }, {
    "title": "Decadal trends in the North Atlantic oscillation: regional temperatures and precipitation",
    "authors": ["Hurrell JW"],
    "venue": "Holocene",
    "year": 1995
  }, {
    "title": "Tropospheric temperature trends in the Arctic: 1958–1986",
    "authors": ["JD Kahl", "MC Serreze", "RS Stone", "S Shiotani", "M Kisley", "RC. Schnell"],
    "year": 1993
  }, {
    "title": "Sheet: high-elevation balance and peripheral thinning",
    "authors": ["JE Kristjánsson", "H. McInnes"],
    "venue": "Quarterly Journal of the Royal",
    "year": 1999
  }, {
    "title": "Variability of Fram Strait ice flux and North Atlantic oscillation",
    "authors": ["Kwok R", "Rothrock DA"],
    "venue": "Meteorological Society",
    "year": 1999
  }, {
    "title": "Northern Hemisphere temperatures during the past millennium",
    "authors": ["ME Mann", "RS Bradley", "MK. Hughes"],
    "year": 1999
  }, {
    "title": "New temperature distribution maps for Greenland. Zeitschrift für Gletscherkunde Glazialgeologie",
    "authors": ["A Ohmura", "P Calanca", "M Wild", "M. Anklin"],
    "venue": "Geophysical Research Letters",
    "year": 1987
  }, {
    "title": "Arctic sea ice extents, areas, and trends, 1978–1996",
    "authors": ["CL Parkinson", "DJ Cavalieri", "P Gloersen", "HJ Zwally", "JC. Comiso"],
    "venue": "für Gletscherkunde Glazialgeologie",
    "year": 1999
  }, {
    "title": "An overview of the Global Historical Climatology Network temperature database",
    "authors": ["Peterson TC", "Vose RS"],
    "venue": "Geophysical Research 104(C9):",
    "year": 1997
  }, {
    "title": "A dozen years of temperature observations at the summit: central Greenland",
    "authors": ["CA Shuman", "K Steffen", "JE Box", "CR. Stearns"],
    "venue": "northern Europe. Journal of Climate",
    "year": 2001
  }, {
    "title": "Surface climatology of the Greenland ice sheet: Greenland Climate Network 1995–1999",
    "authors": ["K Steffen", "J. Box"],
    "venue": "Journal of Geophysical",
    "year": 2001
  }, {
    "title": "Trends in Nordic and Arctic temperature extremes and ranges",
    "authors": ["HH Tuomenvirta", "H Alexandersson", "A Drebs", "P Frich", "PO. Nordli"],
    "venue": "Research 106(D24):",
    "year": 2000
  }, {
    "title": "The seesaw in winter temperatures between Greenland and northern Europe: Part 1, general description",
    "authors": ["Van Loon H", "Rogers JC"],
    "venue": "Journal of Climate",
    "year": 1978
  }, {
    "title": "The role of sea ice in climatic variability: theories and evidence. Atmosphere–Ocean 21(3): 229–242",
    "authors": ["J. Walsh"],
    "venue": "Monthly Weather Review",
    "year": 1983
  }, {
    "title": "Contribution of glacier melt to sea-level rise since AD 1865: a regionally differentiated calculation",
    "authors": ["Z Switzerland. Zuo", "J. Oerlemans"],
    "venue": "Climate",
    "year": 1997
  }],
  "id": "SP:89aadf566b0facbf37653f1e3d5c726d3d6542d1",
  "authors": [{
    "name": "JASON E. BOX",
    "affiliations": []
  }],
  "abstractText": "Temporal and spatial variability are analysed in Greenland instrumental temperature records from 24 coastal and three ice sheet locations. Trends over the longest period available, 1873–2001, at Ilulissat/Jakobshavn indicate statistically significant warming in all seasons: 5 °C in winter. Trends over the 1901–2000 century in southern Greenland indicate statistically significant spring and summer cooling. General periods of warming occurred from 1885 to 1947 and 1984 to 2001, and cooling occurred from 1955 to 1984. The standard period 1961–90 was marked by 1–2 °C statistically significant cooling. In contrast to Northern Hemisphere mean temperatures, the 1990s do not contain the warmest years on record in Greenland. The warmest years in Greenland were 1932, 1947, 1960, and 1941. The coldest years were 1918, 1984, 1993, and 1972, several of which coincide with major volcanic eruptions. Over 1991–2000, statistically significant 2–4 °C warming was observed in western Greenland, 1.1 °C warming at the ice sheet summit (3200 m), although this is statistically insignificant. Annual temperature trends are dominated by winter variability. Much of the observed variability is shown to be linked with the North Atlantic oscillation (NAO), sea ice extent, and volcanism. The correlation of coastal temperature anomalies with the NAO is statistically significant, in autumn and winter at western and southern sites. Warming from 1873 to 1930 and subsequent cooling persists after the removal of the NAO signal. Temperature trends are often opposite between west and east Greenland. This apparent teleconnection is spurious, however, given insignificant east–west correlation values. Frequency peaks correspond with periods of 3.7, 14.3, 9.1, 5.5–6.0, 11.1, and 7.1 years in both temperature and NAO. Copyright  2002 Royal Meteorological Society.",
  "title": "SURVEY OF GREENLAND INSTRUMENTAL TEMPERATURE RECORDS: 1873–2001"
}