{
  "year": 2006,
  "references": [{
    "title": "Der EinjluD des Vulkanismus und der hypothetischen Variatwnen der Emission solarer Strahlung auf die bodennahe",
    "authors": ["P. Bissolli"],
    "year": 1985
  }, {
    "title": "The Greenhouse Efect. Climatic Change and Ecosystems",
    "authors": ["B. Bolin", "B.R. DOOs", "J. Jager", "R.A. Warrick"],
    "venue": "Temperatur der Nordhemispbre",
    "year": 1881
  }, {
    "title": "Solar, volcanic and CO, forcing of recent climatic changes",
    "authors": ["C.U. No. DOE/NBBHammer", "H. Clausen"],
    "venue": "Institute of Meteorology and Geophysics,",
    "year": 1982
  }, {
    "title": "Greenland ice sheet evidence of postglacial volcanism and its climatic impact’, Hansen, J",
    "authors": ["B.", "W. Dansgaard"],
    "venue": "and Lebedeff, S. 1987. ‘Global trends of measured surface air temperature’, J. Geophys. Res., 92 (D1 l), 13 345-13 372. Hansen, J. and LebedelT, S. 1988. ‘Global surface air temperatures: update through 1987, Geophys. Res. Lett., IS, 323-326. Intergovernmental",
    "year": 1980
  }, {
    "title": "Northern hemisphere temperatures 1851-1984.",
    "authors": ["P.D. Organization/Unitcd Jones"],
    "venue": "Climate Monitor,",
    "year": 1985
  }, {
    "title": "Evidence for global warming in the past decade’, Nature, 332, 790",
    "authors": ["E.J."],
    "venue": "Jones, P. D., Wigley, T. M.",
    "year": 1988
  }, {
    "title": "Marine and land temperature data sets: a comparison and a look at recent trends’, in Schlesinger, M",
    "authors": ["L.", "G. Farmer"],
    "venue": "E.",
    "year": 1990
  }, {
    "title": "Update of the chronology of assessments of the volcanic dust veil index",
    "authors": ["H.H. Lamb"],
    "venue": "Clintate Monitor,",
    "year": 1983
  }, {
    "title": "Detecting the Climatic Efects of Increasing Carbon Dioxide",
    "authors": ["No. DOE/ER", "J.F.B. Mitchell", "C.A. Senior", "W.J. Ingram"],
    "year": 1989
  }, {
    "title": "Northern hemisphere temperature statistics and forcing",
    "authors": ["C.D. Schcinwiese"],
    "venue": "Part A 1881-1980 AD, Arch. Meteorol. Geophys. Bio",
    "year": 1983
  }, {
    "title": "Observational assessments of the hemispheric and global climate response to increasing greenhouse gases",
    "authors": ["C.D. SchOnwiese"],
    "year": 1987
  }, {
    "title": "Volcanic activity parameters and volcanism-climate relationships within the a n t centuries",
    "authors": ["C.D. SchBnwiese"],
    "venue": "Atntdsfera,",
    "year": 1988
  }, {
    "title": "Multivariate statistical assessments of greenhouse-induced climatic change and comparison with the results from general circulation models’, In Schlesinger, M",
    "authors": ["C.D. Schonwiese"],
    "venue": "E. (ed.), Greenhouse-Gas-Induced Climatic Change: a Critical Appraisal of Simulations and Observations, US Department of Energy, Washington, DC,",
    "year": 1990
  }, {
    "title": "An improved northern hemisphere volcanic activity parameter based on the Smithsonian chronology’, Meteorol",
    "authors": ["C.D. SchBnwiese", "A. Cress"],
    "venue": "Rdsch., 41, 89-92.",
    "year": 1988
  }, {
    "title": "The CO, temperature response",
    "authors": ["C.D. Schonwiese", "J. Malcher"],
    "venue": "A comparison of the results from general circulation models with statistical assessments’, J . Climatol., 7 , 215-229.",
    "year": 1987
  }, {
    "title": "Der anthropogene SpurengaseinjluD auf das globale Klima",
    "authors": ["C.D. Schonwiese", "K. Runge"],
    "venue": "Enveiterte statistische Abschatrungen im Vergleich mit Klimamodellexperimenten, Report No. 76, Institute of Meteorology and Geophysics, University of Frankfurt, 122 pp.",
    "year": 1988
  }, {
    "title": "Report No",
    "authors": ["C.D. SchBnwiese", "W. Birrong", "U. Schneider", "U. StPhler", "R. Ullrich"],
    "venue": "84, Institute of Meteorology and Geophysics, University of Frankfurt, 260 pp.",
    "year": 1990
  }, {
    "title": "Volcanoes of the World, Hutchinson, Stroudsbourg, p",
    "authors": ["T. Simkin", "L. Siebert", "L. McClelland", "D. Bridge", "C. Newhall", "J.H. Latter"],
    "venue": "232; 1985 supplements.",
    "year": 1981
  }, {
    "title": "Computer modelling of the global behaviour of the atmosphe-n",
    "authors": ["G.L. Stenchikov"],
    "year": 1990
  }, {
    "title": "Interhemispheric asymmetry in climate responsc to a gradual increase of atmospheric CO,",
    "authors": ["R.J. Stouffer", "S. Manabe", "K. Bryan"],
    "year": 1989
  }, {
    "title": "Modelling the equilibrium and transient response of global temperature to past and future trace gas concentrations",
    "authors": ["C. Tricot", "A. Berger"],
    "venue": "Climate Dynamics,",
    "year": 1987
  }, {
    "title": "Empirical data on contemporary global climate changes (temperature and precipitation)’, J",
    "authors": ["M."],
    "venue": "Climate, 3, 662677. Washington, W. M. and Meehl, G.",
    "year": 1990
  }, {
    "title": "Report of the International Confmence on the Assessment ofthe Role of Carbon Dioxide and o/ Other Greenhouse Gases in Climate Variations and Associated Impacts",
    "authors": ["World Meteorological Organization"],
    "venue": "Publication No. 661, World Meteorological Organization, Geneva, 78 pp.",
    "year": 1986
  }, {
    "title": "Relationships between indices of the Southern Oscillation’, Mon",
    "authors": ["P.B. Wright"],
    "venue": "Weo. Rev., 112, 1913-1919.",
    "year": 1984
  }],
  "id": "SP:3565424672d4f068f6395b0732a36b2710bf9037",
  "authors": [],
  "abstractText": "In an earlier study we analysed the surface temperature response to increasing atmospheric carbon dioxide (CO,) concentrations based on long-term observational climate time series using multiple regression statistical techniques. Moreover, these assessments were compared with the results from general circulation model experiments. Recently we have used improved climate data sets, added ENS0 (El Nifio/Southern Oscillation) forcing to our multiple regression models, improved the volcanic forcing parameters and introduced phase shifts of the temperature response to the forcing parameter time series. In addition, we used not only CO, but also 'equivalent' C 0 2 concentrations accounting for additional greenhouse gases. The results of these updated assessments are briefly summarized.",
  "title": "SOME UPDATED STATISTICAL ASSESSMENTS OF THE SURFACE TEMPERATURE RESPONSE TO INCREASED GREENHOUSE GASES"
}