{
  "sections": [{
    "text": "uplift accompanied magmatic underplating; the mafic layer added to the basal crust thins eastward from 6 km in west Cornwall to 2 km in south Devon, evidently tapering to zero farther east. The laterally variable crustal properties caused by this variation in underplating have affected the post-MidPliocene uplift; the study region is thus intermediate, in terms of crustal strength and landscape evolution, between central-southern England, with no underplating, and Ireland, where 10 km thick underplating has resulted in extreme Late Cenozoic landscape stability. The Eocene mantle-plumerelated uplift is distinct from the post-Mid-Pliocene phase which, the modelling indicates, has been driven by surface processes and, thus, by climate change. Copyright # 2010 John Wiley & Sons, Ltd.\nSupporting information can be found in the online version of this article.\nKEYWORDS: Cornwall; Devon; Quaternary; Cenozoic; uplift."
  }, {
    "heading": "Introduction",
    "text": "The idea that the raised beaches and long-timescale river terrace staircases in southern England indicate uplift (e.g. Preece et al., 1990; Maddy, 1997) superseded a vast earlier literature (e.g. Murray, 1992) that argued for extreme Cenozoic crustal stability in this region. Numerical modelling of the uplift indicated has subsequently emerged as an important method for investigating Quaternary landscape evolution (e.g. Bridgland and Westaway, 2008a,b; Westaway et al., 2009). In addition to constraining the physical properties of the underlying crust, it provides robust age assignments for terrace deposits, particularly where independent age control exists, and thus allows age models (based, for example, on biostratigraphy or absolute dating) to be tested and correlated with the global Marine Isotope Stage (MIS) chronology.\nThis technique has already been applied to fluvial and marine terrace datasets from southeast England (Westaway et al., 2002), central-southern England (Westaway et al., 2006) and eastern England (Westaway, 2009a) and to marine terrace and karstic datasets from northern England (Westaway, 2009b), as well as to data fromadjoiningpartsof northwesternEurope andworldwide (e.g. Westaway, 2001, 2002a,b, 2004; Bridgland and Westaway, 2008a,b). It is here applied to fluvial terrace, marine terrace and karstic data from southwest England (Fig. 1). The aims are to increase understanding of the landscape evolution of\n* Correspondence to: R. Westaway, Faculty of Mathematics and Computing, The Open University, Abbots Hill, Gateshead NE8 3DF, UK. E-mail: robwestaway@tiscali.co.uk\nthe study region in relation to the properties of the underlying crust and to test existing age interpretations for key sites. Although mainly concerned with the Quaternary, the discussion is extended to the rest of the Cenozoic; the two topics are interrelated (due, for instance, to uncertainty over the ages of some landforms) and the longer-timescale story is of evident interest to the Quaternary community (e.g. Campbell, 1998; Scourse, 1999a; Coxon and McCarron, 2009)."
  }, {
    "heading": "Regional geology",
    "text": "Owing to its tin- and copper-mining heritage, southwest England has been the subject of centuries of geological research. The location beyond the limits of Pleistocene ice sheets has also resulted in the preservation of abundant geomorphological and sedimentary evidence related to Cenozoic landscape evolution; many sites mentioned were documented in the 18th or 19th century.\nSouth of a line between Boscastle and Torquay (Fig. 1) the predominant outcrop is of Devonian marine claystones, metamorphosed to slate and known locally as ’killas’. In parts of south Devon, including Torquay, the outcrop is instead of Devonian limestone. West of an irregular line between Torquay and Minehead, Carboniferous marine sediments, typically claystones passing upwards into sandstones, crop out. During the Variscan (Hercynian) orogeny the region experienced widespread deformation and basaltic magmatism and was also intruded by the Cornubian granite. This batholith, emplaced at\nca. 290–280 Ma (e.g. Darbyshire and Shepherd, 1985), around the Carboniferous–Permian boundary, reaches the present-day land surface as five principal stocks, comprising from east to west theDartmoor, Bodmin Moor, St Austell, Carnmenellis and Land’s End granites (Fig. 1). A sixth stock forms the Isles of Scilly, 50 km WSW of Land’s End; a seventh, the Haig Fras granite, 100 km farther WNW, is entirely submerged. The region’s metalliferous mineralisation is thought to have occurredover tens of millions of years following this intrusion, as a result of hydrothermal circulation driven by the radioactive heat production in the granite (e.g. Stone and Exley, 1986;Gleesonet al., 2000; cf. Clark etal.,1993).Apatitefissiontrack (AFT)analysis (Chenetal.,1996) indicates that thepresent land surface in theCarnmenellis granite was at 1708C (i.e. at 5 km depth) during the early Mesozoic. Fluid inclusion studies indicate that much of the mineralisation occurred when the present land surface was at 3–4 km depth (Gleeson et al., 2000).\nErosion following the granite intrusion resulted in deposition, east of the Devonian and Carboniferous outcrops, of quartzose Permian breccias; these pass eastward, east of a line between Budleigh Salterton and Minehead, into Triassic and Jurassic conglomerates, sandstones, siltstones and limestones. The Mid Cretaceous Upper Greensand oversteps this succession from the east, reaching the Haldon Hills/Newton Abbot area of south Devon. The Late Cretaceous Chalk has a similar disposition; it now crops out no farther west than Sidmouth, but is thought to have been formerly more extensive.\nDuring the Eocene the region was affected by the British Tertiary Igneous Province (BTIP) magmatism caused by the Icelandmantleplume.Theprincipal surfaceevidence is thesmall\nCopyright 2010 John Wiley & Sons, Ltd.\ngranite intrusion forming Lundy Island (Fig, 1), dated to ca. 54– 45 Ma (e.g. Dodson and Long, 1962; Mussett et al., 1976). Furthermore, it is now evident from the positive gravity anomaly (e.g. Al-Kindi et al., 2003; Jackson, 2004) that much of southwest England experienced mafic underplating at this time, due to the intrusion of sills at the base of the crust (Fig. 2; the high density of this material can increase the strength of gravity by tens of parts per million). Also in the Eocene, the Sticklepath–Lustleigh fault zone, which crosses southwest England between the Bideford and Torquay areas, became reactivated in a left-lateral sense (this NW–SE-trending fault zone originally developed with rightlateral slip during the Variscan orogeny; Holloway and Chadwick, 1986). Two onshore sedimentary basins, the Bovey Basin (NW of Newton Abbot) and the Petrockstow Basin farther northwest, developed at leftward steps in this fault zone and formed significant subaerial depocentres, lasting into the Oligocene, for fluvial and lacustrine sands and clays (the Stanley Bank Basin, indicating a similar palaeoenvironment, is now offshore, east of Lundy; the Bovey Basin succession is documented by Selwood et al., 1984). Geological maps of the region and more detailed accounts of its history are published elsewhere (e.g. Edmonds et al., 1975).\nThe Cornubian granite resists mechanical erosion and thus forms the region’s highest topography, but has proved susceptible to chemical decomposition; the resulting kaolinite or ’China clay’ has been quarried on a vast scale. The question to what extent the kaolinisation has been due to hydrothermal circulation, rather than subaerial chemical weathering, has been much debated (e.g. Stone and Exley, 1986). Psyrillos et al. (2003) have concluded that the kaolinisation of the St Austell\nJ. Quaternary Sci., Vol. 25(4) 419–432 (2010)\nstock occurred at 50–1008C (i.e. at 1–2 km depth); it thus occurred during the Mesozoic (Late Jurassic–Early Cretaceous), being probably associated with contemporaneous rifting in the western English Channel. Nonetheless, much of the region has evidently remained subaerial throughout the Cenozoic, as is indicated by the fluvial and lacustrine sedimentation and by the residual deposits that indicate decalcification of the Chalk (see below). However, abundant evidence from fluvial terraces, raised beaches, coastal rock flats and karst indicates regional uplift during this timescale."
  }, {
    "heading": "Summary of observational evidence",
    "text": "The abundant evidence for Late Cenozoic vertical crustal motions in the study region, from fluvial, marine and karstic data, means that any synthesis must be selective. Nonetheless, recent regional syntheses, such as those by Campbell et al. (1998a 1999), have omitted much of the evidence, and indeed give the impression that most rivers in southwest England lack long-timescale terrace staircases. Site coordinates are provided in the main text and online supporting information using the British National Grid, obviating the need for more detailed maps than Fig. 1; maps are readily available both online (from\nCopyright 2010 John Wiley & Sons, Ltd.\nhttp://www.ordnancesurvey.co.uk/oswebsite/getamap/) and in printed form. Localities adjoining the present study region are also discussed in the online supporting information to provide context, as are additional significant localities within the study region that could contribute to constraining vertical crustal motions in future, but for which documentation of the evidence is currently insufficient. The available evidence suggests the pattern of lateral variation in post-Ipswichian (post-MIS5e) uplift indicated in Fig. 3. There is a general E–W decrease in regional uplift, the exception being in the Mendip Hills (Fig. 1), where the evident faster uplift (Fig. 4) is interpreted as a consequence of localised crustal deformation (see online supporting information).\nFluvial, marine and karstic data can each indicate uplift under appropriate conditions (e.g. Westaway, 2009b; Westaway et al., 2009) and can thus be tested against each other. Complications exist; for example, marine data can require correction for tidal range and differences in global sea level between interglacials (see supporting information). However, an apparent paradox in this study region is the mismatch evident between the dramatic entrenchment of river valleys, particularly in their lower reaches (as in Fig. 5) and the modest heights of Middle and Late Pleistocene raised beaches (Fig. 6). In several rivers, including the Axe (Fig. 5) and the Tamar, Dart, Taw and Torridge (see supporting information), fluvial terraces have been interpreted as diverging downstream from the\nJ. Quaternary Sci., Vol. 25(4) 419–432 (2010)\nmodern rivers, with supposedly ’high’ terraces thus interpreted near modern river level in their upper reaches and therefore indicating downstream increases in fluvial incision. This contrasts with the subparallel dispositions characteristic of long-timescale fluvial terraces of the rivers of southeast England, such as the Thames (e.g. Bridgland, 1994), for which incision can provide a good proxy for uplift (e.g. Westaway et al., 2002). However, the rivers of southwest England typically have much steeper gradients; for instance, the largest – the Exe – slopes downstream at >2 m km 1, an order of magnitude more steeply than the Thames. The gentler gradients of the higher terraces indicate that the region’s rivers have\nCopyright 2010 John Wiley & Sons, Ltd.\nbecome systematically steeper during the Pleistocene, making it relatively difficult to use these fluvial data for estimating uplift, compared with marine and karstic data. In addition to the summary illustrations in Figs 5, 6 and 7, the evidence pertinent to quantifying the uplift histories of key localities in the study region is described in the online supporting information.\nA further complicating factor (Fig. 1; see also online supporting information) is the inferred occurrence of dramatic changes to several of the fluvial catchments in the study region during the Pleistocene. The use of heights of fluvial terraces to determine uplift requires, among other conditions, that similar hydrological and sediment transport regimes recurred during successive\nticline (between ST488560 and ST466538) indicating the disposition of (a tributary of the Somerset Axe – not the Yeovil Yeo illustrated in Fig. 1). f the phreatic surface (water table) during past interglacials, which reflect ormation and more detailed descriptions are provided by Waltham et al. ce, which is based on U-series and electron spin resonance dating and s particular cross-section. This figure is available in colour online at\nJ. Quaternary Sci., Vol. 25(4) 419–432 (2010)\nclimate cycles; clearly, if catchments have changed, this condition will not be fulfilled. As many workers have previously noted, a contributory factor to some of the catchment changes may well have been Pleistocene glaciation. It is well established that during one or more Pleistocene cold stages the southern margin of the Irish Sea and/or Welsh ice sheet has adjoined the north coast of southwest England. Supporting evidence comes from the presence of glacial deposits at Kenn in north Somerset and Fremington in north Devon (see online supporting information) and in the Isles of Scilly (e.g. Scourse, 1997), as well as possible glacial deposits in the estuary of the River Camel in north Cornwall, for instance at Trebetherick (e.g. Scourse, 1996, 1999b). It is indeed apparent that during the Last Glacial Maximum an ice stream extended southward to a point 100 km southwest of the Isles of Scilly (e.g. O’Cofaigh and Evans, 2001, 2007). Blockage of valleys and/or loading of the crust by ice sheets can cause diversion of rivers; furthermore, river terrace deposits that are emplaced at times of such loading can rebound (following the postglacial isostatic adjustment) to heights as much as tens of metres above their ’expected’ level, as is evident in southeast and central-southern England (e.g. Maddy and Bridgland, 2000; Bridgland and Schreve, 2009). As a result of such complicating factors, the main emphasis in the present study will be on localities adjoining the English Channel coastline; analysis will indeed concentrate on the rivers of south Devon (primarily the Axe, Exe and Otter), the successions of which have recently been studied in detail (e.g. Edwards and Scrivener, 1999; Hosfield and Chambers, 2002; Hosfield et al., 2005; Toms and Chambers, 2005; Gallois, 2006; Basell et al., 2007; Toms et al., 2008; Brown et al., 2009).\nTwo processes, acting individually or in combination, can account for the evident steepening over time of these rivers. The\nCopyright 2010 John Wiley & Sons, Ltd.\nfirst is coastal retreat due to marine erosion; this is likely to have been particularly significant along the coast of Lyme Bay, between Exmouth and Lyme Regis, which is mostly in relatively unlithified Mesozoic bedrock and where rapid cliff erosion has been measured (e.g. Woodward and Ussher, 1911). By progressively shortening the downstream length of a river, this effect will cause its incision to exceed the contemporaneous uplift; it will also contribute to steepening the gradient of the river. The opposite effect, downstream lengthening of rivers in response to coastal regression, causes uplift to exceed incision (e.g. Demir et al., 2007). The second factor relates to the location of these modern rivers in relation to the now submerged Channel River, which since the Anglian (MIS12) has drained much of western Europe (including the modern Rhine, Meuse, Scheldt and Thames catchments) into the Atlantic Ocean (Toucanne et al., 2009; Westaway and Bridgland, 2010). During cold-climate stages this giant river has flowed ENE–WSW along a line roughly 70 km offshore of Portland Bill, Start Point and Lizard Point (Fig. 1; see Fig. 1 of Westaway and Bridgland (2010) for its detailed location). At certain times in the late Middle Pleistocene and Late Pleistocene, which appear to correlate with the Heinrich events (see below), the Channel River has discharged very large-magnitude palaeoflows (e.g. Toucanne et al., 2008; Westaway and Bridgland, 2010); at these times it scoured a deep channel (typically 15 m deep; Westaway and Bridgland, 2010) which (because of the uplift occurring beneath the English Channel; see online supporting information) has been at a lower level each time. It may thus be envisaged that, when these phases of large-magnitude flow end, tributaries such as the Axe, Exe and Otter cut down to the lower level of the base of the newly formed channel of the main river. This ’hanging\ns of Cornwall and southwest Devon; modified after Robson (1944). See\nJ. Quaternary Sci., Vol. 25(4) 419–432 (2010)\ntributary effect’ will cause steepening of their lower reaches, as is observed, and can be expected to create ’knick-points’ (like that illustrated in Fig. 5 and others, e.g. those in the River Dart, discussed by Green, 1949). Subsequent fluvial sedimentation will reflect these disturbed gradient profiles, creating the observed patterns of fluvial terraces. This mechanism for fluvial terrace development in relation to climate change during Heinrich events is thus a local modification of the ’conventional’ view (e.g. Bridgland, 2000) that river terraces in general form in relation to climate transitions associated with the Milankovitch cyclicity. The reported downstream-divergent terrace staircases of the north Devon rivers Taw and Torridge (see online supporting information) cannot be explained by such a mechanism in relation to the Channel River; however, it may reflect their adjustment to other processes, such as incision by the offshore continuation of the much larger River Severn or erosion of the sea floor by the MIS 2 Irish Sea Ice Stream and its predecessors during earlier climate cycles."
  }, {
    "heading": "Uplift modelling",
    "text": "Rates and histories of uplift are modelled at two representative localities: south Devon (covering the Exe and Otter terraces and the Torquay area) and west Cornwall.\nHeights of river terraces can provide a direct proxy for uplift, provided that equivalent quasi-equilibrium downstream gradient profiles recur during successive cold-climate stages when the sediments have aggraded, their forms determined by climate and hydrology, and provided the downstream length of a river does\nCopyright 2010 John Wiley & Sons, Ltd.\nnot undergo any systematic changes (e.g. Westaway et al., 2002). Without uplift, sediment would repeatedly aggrade to the same level during successive cold stages. Differences in altitude of successive terrace deposits (corrected, where appropriate, for downstream length/gradient changes to a river) thus indicate the uplift between their times of deposition. As already noted, the disposition of the Axe terrace deposits (Fig. 5) suggests systematic downstream shortening/steepening of the river; the same effect can also be inferred in the Exe and Otter and will result in incision exceeding the contemporaneous uplift.\nConversely, altitudes of coastal rock flats provide a simpler proxy for uplift. The Torquay karstic data relate to water table variations between successive interglacials. As the caves adjoin the coastline, these variations will match those of the sea surface and thus also provide a proxy for uplift. In general, use of marine terraces to infer uplift requires subtraction of the palaeo-sea level (relative to modern sea level). To facilitate such calculations, global sea level is inferred to have been the same as at present during all interglacials back to the Mid Pliocene (see online supporting information).\nThe channel-shortening correction required to model the Exe and Otter (and Axe) can be estimated in two ways: using the terrace heights and using rates of coastal erosion. These rivers have downstream gradients of the order of 2–3 m km 1; thus 1 km of coastal retreat will result in 2–3 m of fluvial downcutting even in the absence of uplift. Rates of coastal retreat were estimated by Woodward and Ussher (1911) as 0.3–1 m a 1 in the Lyme Regis area and 0.03 m a 1 between Seaton and Sidmouth. Summing the estimated durations of the interglacial marine highstands, such a range of rates would equate to between a few kilometres and >100 km of coastal\nJ. Quaternary Sci., Vol. 25(4) 419–432 (2010)\nretreat since the end of the Early Pleistocene. Although durable lithologies crop out in some localities along this coastline, the widespread Mesozoic mudstones are particularly vulnerable to wave attack (e.g. Woodward and Ussher, 1911); these include (west of Seaton) the Triassic Sidmouth Mudstone and Branscombe Mudstone formations (parts of the historical ’Keuper Marl’, the modern Mercia Mudstone Group) and (around Lyme Regis) the Jurassic Charmouth Mudstone Formation (part of the historical ’Lower Lias’). However, prior to the Hoxnian interglacial (MIS 11) the English Channel was a bay, with no linkage through the Dover Strait to the North Sea (e.g. Toucanne et al., 2009; Westaway and Bridgland, 2010); it is thus to be expected that coastal erosion was less rapid beforehand. Furthermore, given that the ’Channel River’ did not extend upstream of the Dover Strait during cold-climate stages prior to the Hoxnian, there would have been less tendency for rivers such as the Exe to undergo additional downcutting to keep pace with the dramatic scouring by this giant river during its subsequent phases of peak palaeoflow (cf. Westaway and Bridgland, 2010).\nThe evidence that the 60 m marine terrace in the Torquay area dates from the late Early Pleistocene (see online supporting information) implies no more than 15–20 km of coastal retreat in Lyme Bay on this timescale, suggesting that 45 m is a reasonable estimate of the resulting fluvial entrenchment. Likewise, the Torquay marine terrace data indicate 8 m of uplift since MIS 7, which would equate to 10 m since MIS 8; downstream channel shortening (or entrenchment to keep pace\nCopyright 2010 John Wiley & Sons, Ltd.\nwith the incision by the Channel River) thus accounts for 24 m of the 34 m height at Seaton of the MIS 8 Axe terrace above the projected level of the MIS 2 terrace (Fig. 5). Extrapolating this rate would give 38 m of fluvial entrenchment since MIS 11, suggesting that the remaining 7 m of the effect (to give a total of 45 m; see above) occurred beforehand but after MIS 22. Figure 8(a) and (b) illustrate the dispositions of the Exe and Otter terraces after correction for downstream channel shortening on this basis. For comparison, Fig. 8(d) indicates the effect of an alternative set of corrections (see caption) that would be consistent with an MIS 6 age for the Axe terrace deposit.\nThe technique developed by Westaway (2001) will be used here to model uplift. It calculates the isostatic response to phases of lower-crustal flow forcing (LCFF) induced by surface processes and thus caused by long-timescale climate change. A summary of this technique and a brief justification for its use, with discussion of other techniques that could serve as possible alternatives, are provided in the online supporting information. Each phase of LCFF is characterised by its magnitude DTe and start timing to, along with other parameters discussed below. The resulting isostatic response varies with time following to in a manner that depends on the parameter Wi, a measure of the thickness of the mobile lower-crustal layer. Estimates of Wi thus obtained can be compared with independent geophysical observables, providing a test of the modelling process (see Table 1 and the online supporting information).\nThe modelling solutions (Table 1 and Figs 8 and 9) assume a thermal diffusivity of 1.2 mm2 s 1 within the crust, a geothermal\ne heights of the Exe and Otter terraces (uplift being measured relative to Torquay area. Solid symbols indicate preferred age assignments; open S numbers) are shown; H1–3 indicates that Exe terraces 3, 2 and 1 are ain text). Model parameters (discussed in the text) include to1¼18 Ma,\ni¼ 7.5 km. Magnitudes of LCFF are:DTe1¼ 2.708C,DTe2¼ 1.208C, istory, with the channel-shortening correction amounting to height onsistent with age MIS 8 for the Axe terrace in Fig. 5). (b) Enlargement\nvision to (b) illustrating the effect of the alternative channel-shortening 140 ka (consistent with age MIS 6 for this Axe terrace). Grey shading for some of the older Exe and Otter terraces for this alternative scenario. rnals/jqs\nJ. Quaternary Sci., Vol. 25(4) 419–432 (2010)\nTable 1 Uplift modelling results\nSite Wi (km) vu max (mm a 1) t(vu max) (ka) U(875) (m) U(950) (m) zm (km) qs (mW m 2) qo (mW m 2) Y (mW m 3) zb (km) Tu (8C) Hu (km) Tm (8C)\nWest Cornwall 6.5 0.093 725 52 53 29.2 100 35 6.5 15.7 451 6.3 539 Exeter/Torquay 7.5 0.097 650 61 63 31.2 64 34 3.0 21.3 463 1.6 484 Moreton solution 2 8.5 0.117 575 76 77 32.3 59 38 2.1 22.9 494 0.0 494\nSites are listed from west to east; data are from this study except that for Moreton, from Westaway et al. (2006).Wi is the effective thickness of the lowercrustal layer, defined as zi zb, where zb is the depth of the base of the brittle upper crust and zi is the depth at which lower-crustal flow is concentrated. Wi is thus roughly equivalent to 90% of the overall thickness of the mobile lower-crustal layer, between the base of the brittle upper crust and the Moho (cf. Westaway, 1998). vu max is the predicted maximum uplift rate, t(vu max) being its timing. U(t) shows the predicted uplift since time t (in ka) for two significant time scales. zm is the local crustal thickness (i.e. Moho depth), from Chadwick and Pharaoh (1998). qs is the surface heat flow; qo is the estimated basal component of heat flow. Y is the radioactive heat production required in the uppermost D¼10 km of the crust, consistent with the estimate of qo. zb is the associated estimate of the depth of the base of the brittle layer, calculated as the depth at which the temperature is 3508C (temperature calculations, after Seyrek et al. (2010) assume a thermal conductivity in the crust of 2.5 W m 1 8C 1 and a surface temperature of 08C).Hu is the estimated thickness of mafic underplating, calculated as zm (zbþWi/0.9) (i.e. calculated to maintain internal consistency of the geothermal calculations; independent of the gravity data). Tu is the temperature at the top of the layer of mafic underplating; Tm is Moho temperature.\ngradient of 208C km 1 in the lower crust, and phases of LCFF starting at 18, 3.1, 2.0 and 0.9 Ma. The first phase, with to1¼ 18 Ma is incorporated to force gentle uplift before and during the Mid Pliocene. The timings of the other phases of LCFF, to2¼ 3.1 Ma, to3¼ 2.0 Ma and to4¼ 0.9 Ma, correspond to times of long-timescale climate change, as observed elsewhere (e.g. Bridgland and Westaway, 2008a,b; Westaway et al., 2009). Thus the 3.1 Ma phase represents the effect of increased rates of erosion caused by the climate deterioration following the Mid-Pliocene climatic optimum. The 2.0 Ma phase corresponds to the Tiglian C stage of northwestern Europe, another time of climate deterioration (e.g. Pross and Klotz, 2002) equivalent to the Late Akchagyl stage of eastern Europe (e.g. Matoshko et al., 2004) and the early ’Nebraskan’ stage of North America (e.g. Roy et al., 2004). Uplift starting around this time has been observed elsewhere, for instance in eastern Europe (Bridgland and Westaway, 2008a,b) and the eastern Mediterranean region (Demir et al., 2007). Its effect in the present study region presumably reflects faster erosion following this further deterioration in climate. The phase of LCFF starting at 0.9 Ma is presumed to reflect a combination of increased rates of onshore erosion, accompanying the further climate deterioration during cold stages after the ’MidPleistocene Revolution’ (MPR; the onset of dominant 100 ka climate periodicity, associated with extreme cold stages; e.g. Mudelsee and Schulz, 1997), plus the effect of cyclic loading of the crust by sea-level fluctuations and by the growth and decay of ice sheets. An increase in uplift rates around this time is well established in western and central Europe (e.g. Kukla, 1975, 1977, 1978), and has recently been demonstrated worldwide (Bridgland and Westaway, 2008a,b). Erosion during this stage may have been triggered during MIS 22 by a combination of increased slope instability associated with the reduction in vegetation cover and increased relief produced by the fall in global sea level, as has been suggested elsewhere (e.g. Westaway, 2002c).\nThe evident lateral variation in crustal properties (Table 1) creates the expectation that the uplift during each phase of LCFF also varies laterally across the study region. Given the 150 m of uplift since 3.1 Ma in the Hampshire Basin (Westaway et al., 2006), it is inferred that the 135 m rock flat in south Devon and the ’430 ft’ ( 130 m) rock flat in Cornwall mark the uplift since this time, indicating gentle westward tapering (Figs. 8 and 9). Likewise, the uplift since 0.9 Ma is inferred to taper westward from the 80 m characteristic of the Hampshire Basin (Westaway et al., 2006) to 60 m in south Devon (evidenced by the karstic development and coastal rock flat at 60 m OD at Torquay; see above and also Fig. 8), and to 55 m\nCopyright 2010 John Wiley & Sons, Ltd.\nin west Cornwall (the height of the apparently equivalent rock flat; Fig. 9). The 45 m OD rock flat in the Isles of Scilly may be synchronous, suggesting further westward tapering in uplift.\nThe following discussion of the Exe and Otter terraces utilises the height data and nomenclature of Gallois (2006) and Basell et al., (2007); see the online supporting information for more detail. After correction to convert fluvial incision to uplift (plus a further 10 m correction to project it downstream, in line with the 105 m and 60 m Otter terraces [terraces 9 and 8; 09 and 08 in Fig. 8] at Budleigh Salterton), the 160 m OD Black Hill gravel (forming Otter terrace 10; 010 in Fig. 8) is inferred to indicate 105 m of uplift, suggesting (given the other constraints on the solution; Fig. 8) an earliest Pleistocene (ca. MIS 68 or ca. 1870 ka) age. The cold-climate stage(s) represented during MIS 68–64 is known in southeast England as the Baventian and in northwestern Europe as the Tiglian C4c (e.g. Funnell, 1995; Rose et al., 1999; Pross and Klotz, 2002). This time marked the deposition of the oldest cold-stage gravel unequivocally transported by the River Thames, the Stoke Row gravel (e.g. Rose et al., 1999; Westaway et al., 2002), and may also mark the oldest fluvial gravels in the Hampshire Basin (Westaway et al., 2006) and in the River Medway (Bridgland, 2003). It also marks the first appearance of relatively coarse material, thought to be transported as fluvial bedload, in the marine depocentre in the southern North Sea, thus distinguishing the Wroxham Crag marine deposits from the underlying Norwich Crag (e.g. Rose et al., 2002). Such evidence in turn supports the idea of Rose et al. (2002) that, as a result of climate change around this time (and the resulting increased sediment fluxes due to reduction in vegetation cover), extant rivers in Britain began to transport bedload on a scale that, for the first time, ensured its preservation in the geological record. The proposed interpretation of the highest terrace gravel of the Otter thus fits the regional context.\nFurthermore, with a 45 m correction for downstream channel shortening, the 105 m Otter terrace (09 in Fig. 8) indicates 60 m of uplift with a preferred age of MIS 22, consistent with the coastal evidence in the Torquay area (Fig. 8). Otter terrace 8 (08 in Fig. 8) is assigned to MIS 12, and Exe terraces 8–4 (E8 to E4 in Fig. 8), respectively, to MIS 11b/ 10, 9d, 8, 6 and 4. These age assignments are consistent with the available dating evidence (see online supporting information); furthermore, the assignment of terrace 6 to MIS 8 places the Magdalen Street handaxe (the most significant Palaeolithic artefact find from the Exe, details of which are provided in the online supporting information) in the fluvial deposit that is contemporaneous with the MIS 8 Axe terrace with its prolific Palaeolithic record.\nJ. Quaternary Sci., Vol. 25(4) 419–432 (2010)\nThe west Cornwall dataset is best able to resolve the relative magnitudes of the uplift contributions from the 3.1 and 2.0 Ma phases of LCFF, which are the most problematic aspect of the solutions. This is done using the altitudes of the St Erth Beds and Crousa gravels (marine and ? fluvial deposits, emplaced close to the Pliocene – Pleistocene boundary, for which details are provided in the supporting online information). In Fig. 9 the St Erth Beds are plotted to indicate a succession of possible amounts of uplift ranging from 50 to 100 m, implying palaeobathymetry in steps of 10 m between 5 and 55 m. If they represent a temperate-stage beach, the 108 m OD altitude of the Crousa gravel indicates 108 m of uplift; its age is thus Late Pliocene, as illustrated. If this gravel is a cold-stage fluvial deposit (as seems more probable to the present author) its height will overestimate the subsequent uplift by an amount equal to the downstream river gradient multiplied by the distance to the contemporaneous interglacial palaeocoastline.\nCopyright 2010 John Wiley & Sons, Ltd.\nSuch a palaeoriver probably had a downstream gradient of 2 m km 1, similar to modern rivers in the region (see above); consideration of the likely palaeogeography suggests a distance to the contemporaneous interglacial palaeocoastline of perhaps 10 km (there having probably been only limited coastal retreat in this area due to the relative durability of the bedrock of the Lizard Peninsula). The correction to convert altitude to incision for this gravel will thus be no more than a few tens of metres; its effect is illustrated in Fig. 9 for values of 10 and 20 m and for an age of MIS 68 (i.e. assuming that the Crousa gravel is contemporaneous with the Black Hill gravel in the Exeter area discussed above). Assigning the Crousa gravel to this age, or thereabouts, thus fits the regional context.\nInspection of Fig. 9 indicates that, in principle, multiple solutions exist; the larger the assumed palaeo-altitude of the Crousa gravel, the greater the required palaeobathymetry beneath which the St Erth Beds were deposited. These values are 20 and 45 m, respectively, for the solution illustrated, which is consistent with roughly equal amounts of uplift during both the 3.1 and 2.0 Ma phases of LCFF. The shallower the deposition of the St Erth Beds is assumed to have been, the greater the relative importance of the 3.1 Ma phase relative to the 2.0 Ma phase, and the higher the required palaeo-altitude at which the Crousa gravels were deposited, requiring a more distant palaeocoastline and/or a steeper downstream gradient of the palaeoriver. The uplift indicated since 2.0 Ma thus decreases from 110 m in south Devon (Fig. 8) to 90 m in west Cornwall (Fig. 9), again implying westward tapering."
  }, {
    "heading": "Discussion",
    "text": "The results of the present study (Table 1) suggest that the modelling can account for many aspects of the region’s Late Cenozoic landscape evolution, in particular the westward tapering in uplift that is apparent. The modelling is consistent with the crustal properties known independently (Table 1; see also the online supporting information) and demonstrates the critical role of flow in the mobile lower continental crust in mediating the uplift; lateral variations in the thickness of this mobile layer influence the uplift response. The relatively abrupt variations in the uplift rates, especially the rapid onset of each phase following the start of the associated phase of LCFF, is due to the thinness of the mobile layer, itself a consequence of the mafic underplating at the base of the crust (Table 1).\nWestward tapering in the uplift during the most recent phase of LCFF is also apparent across Somerset and north Devon from the available evidence (Fig. 3). Such tapering can also be tentatively deduced by comparison, with the Exe ( 60 m), of the height ranges of the terraces of the rivers Taw ( 45 m) and Torridge ( 40 m), assuming that the latter represent similar spans of time (i.e. since the mid Middle Pleistocene) with similar-magnitude corrections for downstream channel shortening/steepening. Further work is clearly needed to resolve the terrace chronologies of these north Devon rivers; however, such tapering is expected from the increase in crustal stability that can be anticipated as one moves into the region with progressively thicker mafic underplating at the base of the crust (Fig. 2). The relative durability of the Palaeozoic bedrock in the Barnstaple area suggests that post-Early Pleistocene coastal retreat has probably been relatively minor; the downstream divergence of the Taw and Torridge terraces may thus be primarily due to the ’hanging tributary effect’.\nThe modelling in Fig. 8 indicates that most of the Exe and Otter terraces relate to Milankovitch climate cyclicity during\nJ. Quaternary Sci., Vol. 25(4) 419–432 (2010)\nthe Middle Pleistocene, the highest terraces (10 and 9 of the Otter O10 and O9 in Fig. 8) being assigned to the Early Pleistocene. The incision phases that created these terraces probably occurred early in warming transitions at the ends of cold stages, as is typical elsewhere in southern Britain (e.g. Bridgland, 2000; Bridgland and Westaway, 2008b). However, as in most affluents of the Solent river system, there are more terraces than climate cycles; as in the Westaway et al. (2006) interpretation of the latter system, the ’extra’ terraces have been assigned to Milankovitch substages (MIS 11b and MIS 9d in Fig. 8b) although they may instead indicate incision during warming transitions of some Milankovitch cycles. However, the multiplicity of low terraces of the Exe (i.e. terraces 3, 2 and 1 [E3, E2 and E1 in Fig. 8], which all post-date MIS 4; see above) is not explicable thus.\nGiven the recent realisation that large-magnitude palaeoflows in the Channel River correlate with Heinrich events (Toucanne et al., 2008; Westaway and Bridgland, 2010), it is tentatively suggested that these low Exe terraces mark the same events. They have thus been tentatively correlated in Fig. 8 with Heinrich events 3, 2 and 1, with nominal ages of ca. 31, ca. 24 and ca. 16 ka, although other combinations of Heinrich events cannot be excluded. Heinrich events were first recognised (Heinrich, 1988) as times of ice rafting in the North Atlantic ocean, associated with brief but dramatic episodes of iceberg calving from Northern Hemisphere ice sheets (Bond et al., 1993). The resulting release of fresh water into the Atlantic Ocean disrupts the thermohaline circulation and thus affects hemispheric climate (e.g. Knutti et al., 2004; Rahmstorf et al., 2005). However, the precise physical mechanism for the incisions that have created these low Exe terraces is unclear at this stage. It may be a ’hanging tributary effect’: the large palaeoflows in the Channel River scour deep channels and then (after the flow decreases) its tributaries, such as the Exe, incise in order to grade to the new, lower, level of the main river. Alternatively, scour due to high palaeoflow in the River Exe, resulting from the same climatic causes as have contributed to the large palaeoflows in the Channel River, may have caused these incisions (cf. Westaway and Bridgland, 2010).\nThe 30 m of post-Ipswichian incision by the Dart, indicated by the height of Joint Mitnor Cave (Fig. 1; details of this cave, and of the terrace staircase of the Dart, from Green [1949], are in the online supporting information), exceeds the 20 m in the Exe and Otter. The proximity of this site to the Torquay area (Fig. 1) suggests that both localities will have had very similar uplift histories. The likely explanation for this difference is thus that the Dart terraces require a larger correction to convert incision to uplift than do the Exe and Otter terraces. The Dart is the easternmost river to reach the English Channel coastline in the Devonian ’killas’, which resist coastal erosion much more than the Mesozoic sediments farther east. As in the Taw and Torridge, the excess incision by the Dart is therefore, most likely, primarily due to the ’hanging tributary’ effect in relation to the Channel River, the effect being larger than for the Exe and Otter due to the shorter distance southward to this now submerged river given the more southerly location. The projected distance to the Channel River from Dartmouth is indeed 80 km, compared with 100 km from Exmouth; in addition, given the 0.2 m km 1 downstream gradient of the Channel River (from Westaway and Bridgland, 2010) its confluence with the Dart will be 4 m lower than that with the Exe, 20 km farther upstream (Fig. 1). One may thus assign Green’s (1949) ’Ambersham’ terrace of the Dart to MIS 6 and, more tentatively, his ’Upper Ambersham’ terrace to MIS 8; thus his ’Boyn Hill’ terrace probably marks MIS 4, making his ’Iver’, ’Taplow’ and Staverton terraces possible counterparts of Exe terraces 3, 2 and 1 and, thus, correlatives of Late Pleistocene\nCopyright 2010 John Wiley & Sons, Ltd.\nHeinrich events. The ‘Upper Ambersham terrace of the Dart, 50 m above the modern river, is thus interpreted as contemporaneous with the Axe terrace and with terrace 6 of the Exe, both 33–35 m above their respective rivers. Roughly the same uplift is thus interred on the timescale in each of these localites ( 10 m; Fig. 8); the differences in terrace height evidently reflect different magnitudes of the ‘hanging tributary effect’ relative to the Channel River.\nOther rivers in southern England also have multiple low terraces; the Hampshire Avon and Dorset Stour – tributaries of the former Solent River – are notable examples. Westaway et al. (2006) suggested that this multiplicity was a consequence of the late Middle Pleistocene disruption of the Solent River, which involved diversion of these tributaries due to coastal erosion and river capture. However, it may well relate instead to the same climate instabilities (i.e. the Heinrich events) that have produced the multiple low Exe terraces. Further work, beyond the scope of the present study, is evidently required to address this topic. Unlike those of the Exe, the low terraces of former Solent tributaries (notably, the Dorset Stour) have provided important Palaeolithic archives. The possibility thus exists of relating these indicators of changing patterns of human occupation in the Late Pleistocene to the causative climate instabilities, these being arguably the Heinrich events.\nLike its predecessors (e.g. Westaway et al., 2002, 2006, 2009), this study thus suggests strongly that the vertical crustal motion in the study region is being caused by climate change; climate influences rates of surface processes which affect rates of loading or unloading of the crust, which create lateral pressure gradients acting on the mobile lower crust, which cause this mobile layer to flow horizontally, changing the crustal thickness; the observed uplift is the isostatic response to these crustal-thickness changes. The ability to correlate observational evidence with phases of vertical crustal motion associated with times of climate change that are known independently supports this approach, although the approximations made in the present generation of modelling software mean that future refinements of technique are likely.\nIn general, other than being effects of climate, two alternative explanations exist for the Quaternary vertical crustal motions in Britain: as consequences either of plate motions or of mantle plume activity. The idea that the deformation is caused by plate boundary stresses (due to oceanic spreading in the Atlantic Ocean, motion of the African plate in the Mediterranean region, etc.) transmitted into the interior of the Eurasian plate has been repeatedly proposed by European scientists investigating Britain (e.g. Ziegler et al., 1995; Nikishin et al., 1997; Van Vliet-Lanoë et al., 1997; Cloetingh et al., 2005). Conversely, the ’plumist’ idea, that these vertical crustal motions are being caused by interactions between mantle plumes and the continental lithosphere, was developed in the 1990s at Cambridge University (e.g. Brodie and White, 1994; Jones et al., 2002; Arrowsmith et al., 2005). As deduced by Westaway et al. (2009), who provide an expanded discussion of this issue, neither of these alternative views can explain the evident correlations between climate change and post-Mid-Pliocene vertical crustal motions. Stresses caused by surface processes (e.g. lateral variations in rates of erosion and sedimentation) can account for the region’s seismicity and evident Quaternary faulting (Westaway, 2006a; see below). The effect of BTIPrelated processes on vertical crustal motions in the study region during the Palaeogene is discussed below. These are distinct from the region’s Late Cenozoic (post-Mid-Pliocene) uplift; these two distinct phases of vertical crustal motion should not be conflated (cf. Westaway, 2006b).\nJ. Quaternary Sci., Vol. 25(4) 419–432 (2010)\nLonger-timescale landscape evolution\nThe present analysis suggests that the ‘430 ft’ or 130 m rock flat (Fig. 6) is indeed a Mid-Pliocene wavecut platform, as was thought prior to the Walsh et al. (1987) revision of the chronology (see online supporting information for details of their revision to the chronology and reasons for the subsequent reversion to the chronology assumed beforehand). Erosion of the palaeocliffline at its landward margin (Fig. 7(a)) evidently required prolonged landscape stability with minimal vertical crustal motion, as is inferred from the uplift modelling to have persisted until the end of the Mid-Pliocene climatic optimum (Fig. 9(a)).\nAFT analysis by Chen et al. (1996) of granite from 2481 m depth in a geothermal borehole at the Rosemanowas Quarry hot dry rock geothermal energy project site indicates a Late Palaeocene age of 58 7 Ma; the sample thus passed through the 1108C closure temperature for this system at this time. The present-day ambient temperature at this depth was estimated by Chen et al. (1996) as 978C, indicating only 138C of cooling since this time. The surface heat flow has been measured as 106, 106, 115 and 118 mWm 2 in four boreholes at this site (Rollin, 1995). Given the 358C geothermal gradient (Chen et al., 1996), and assuming steady-state conditions, only 370 m of denudation has thus occurred. The land surface in this locality is now 170 m OD. The top of the 370 m of rock present in the Late Palaeocene but since eroded would thus now be at 540 m OD. If the eroding rock surface was at this time submerged just below the contemporaneous sea surface (as is expected from the regional context) then (given the Oligocene and Miocene growth of the Antarctic ice sheet – e.g. Taylor et al., 2004; Jamieson et al., 2005; Ivany et al., 2006; Sorlien et al., 2007 – which required a 60 m fall in global sea level) its altitude could have been no more than 60 m OD, indicating 480 m of uplift since this time, or 350 m of uplift between the Late Palaeocene and Mid Pliocene. The ability of a given amount of denudation to drive an equal or greater amount of uplift, evident in this locality, is a characteristic of the isostatic response to an abrupt increase in the rate of denudation via induced lower-crustal flow (e.g. Westaway, 2002c). The probable cause of uplift and denudation at this time (cf. Brodie and White, 1994) was the BTIP magmatism, including the intrusion of the layer of mafic underplating beneath the region. However, the uplift indicated is much less than would be expected, following the intrusion of a 6 km thick mafic layer, from the Brodie and White (1994) analysis. Persano et al. (2007) reached similar conclusions after thermochronological analysis of western Scotland: there, too, the BTIP magmatism induced significant uplift and denudation, but less than crude isostatic calculations (after Brodie and White, 1994) would suggest. It is evident that more elaborate calculations of the Cenozoic thermal history of southwest England, taking into account the non-steadystate effect on the geothermal gradient of the heating of the crust due to the emplacement of the layer of mafic underplating and the resulting induced lower-crustal flow, would be possible (indeed, would be worthwhile as a next step in understanding the region); however, such an analysis is beyond the scope of this study.\nIt is tentatively suggested that the ’750 ft’ or 230 m flat (Fig. 6) in Cornwall is another marine wavecut platform, which is inferred to mark the level of marine planation immediately after the complex succession of isostatic adjustments to the BTIP magmatism were completed (i.e. it roughly marks the sea level during the Oligocene, say 35 Ma). It is thus tentatively suggested that its 230 m altitude indicates 170 m of postOligocene uplift, implying 40 m of uplift between the Oligocene and Mid Pliocene (at a time-averaged rate of 0.01 mm a 1); the uplift caused by the BTIP magmatism can thus be approximately estimated as 300 m in this locality.\nCopyright 2010 John Wiley & Sons, Ltd.\nIf the Walsh et al. (1987) chronology were correct then the 130 m rock flat (or, at least, the part of it above 100 m OD) was already above sea level prior to the Oligocene. The palaeocliffline at its landward margin must thus have been cut by the Eocene. However, from the regional context (the BTIP magmatism) and the thermochronological evidence (Chen et al., 1996) one does not expect the required landscape stability during the Eocene.\nThe land surface in the Haldon Hills of south Devon, now 240 m OD, was evidently subaerial during the Palaeocene when the residual Tower Wood gravel accumulated. Given a 60 m OD, global sea level, the total uplift in this area has been no more than 180 m since this time, indicating (given the 130 m of post-Mid-Pliocene uplift) no more than 50 m of net BTIP-related uplift during the Eocene. The deposition of the fluvial Buller’s Hill gravel during the Eocene may reflect landscape rejuvenation in this area due to this modest component of uplift. One may thus speculate that the highest land on Bodmin Moor (the 420 m OD summit of Brown Willy or the adjacent 350 m OD rock flat; see the online supporting information) represents the level of marine planation during the Palaeocene, prior to the effects of the BTIP magmatism. By analogy with west Cornwall, the local component of BTIPrelated uplift can thus be estimated as 180–250 m (intermediate between the 50 m in the Haldon Hills and 300 m in west Cornwall); Dartmoor (now up to 600 m OD) was thus at this time the westernmost land area within southern England.\nConversely, given the 150 m OD level of the (?) Palaeocene residual deposits (see the online supporting information), the 60 m contemporaneous global sea level and the 135 m of post-Mid-Pliocene uplift, east Devon must have experienced at least 45 m (i.e. 60 m (150–135) m) of subsidence during the Eocene; the area would otherwise have been inundated by the sea prior to the fall in global sea level starting in the Oligocene. The Hampshire Basin farther east was a subsiding depocentre throughout the Eocene and Oligocene.\nWider regional comparison\nThe uplift histories deduced in this study (Figs. 8 and 9) can be compared and contrasted with those in adjoining regions. Such a comparison is presented in the online supporting information; the results are only summarised here. The estimated component of post-Early Pleistocene uplift tapers westward from 80 m in the Hampshire Basin to 60 m in south Devon and lower values in west Cornwall. This tapering evidently reflects the increasing westward constriction in the mobile lower-crustal layer caused by the westward increase in the thickness of mafic underplating at the base of the crust (Fig. 2), which requires westward thinning of the mobile lower-crustal layer, and the associated westward increase in the effective viscosity of this mobile layer that is caused by the westward decrease in the temperature at its base. As is noted in the online supporting information, this pattern also continues farther westward, given the extreme Late Cenozoic landscape stability of southern Ireland; the mafic underplating here reaches and exceeds 10 km thickness, compared with the estimated 6 km maximum in west Cornwall. Similar patterns, reflecting the typical westward increase in the thickness of mafic underplating across the British Isles, are also evident farther north; for instance, the post-Pliocene uplift tapers westward between northern England and Northern Ireland. The characteristic westward decrease in the typical present-day altitude of Early Cenozoic terrestrial sediments between the western Highlands of Scotland and the islands offshore to the west (Fig. 2) may well reflect westward tapering in vertical crustal motions on the same time scale and for the same reason.\nJ. Quaternary Sci., Vol. 25(4) 419–432 (2010)"
  }, {
    "heading": "Conclusions",
    "text": "Post-Mid-Pliocene uplift histories at representative localities in southwest England have been determined using composite datasets including raised beaches, fluvial terraces and karstic data. The uplift estimated on this timescale increases eastward from 130 m in west Cornwall to 135 m in south Devon; it is 150 m farther east, in the Hampshire Basin (Westaway et al., 2006). The uplift indicated since the MPR likewise increases eastward, from 55 m in west Cornwall, 60 m in south Devon and 80 m in the Hampshire Basin; it may be no more than 45 m in the Isles of Scilly.\nLandscape and thermochronological evidence indicates that the study region also experienced earlier uplift, due to the Eocene BTIP magmatism. The uplift at this time is estimated to have tapered eastward from 300 m in west Cornwall and 200 m in east Cornwall (Bodmin Moor) to 50 m in south Devon, with contemporaneous subsidence inferred in east Devon. This phase of uplift accompanied magmatic underplating; the thickness of the mafic layer added at the base of the crust decreases eastward from 6 km in west Cornwall to 2 km in south Devon, evidently tapering to zero farther east. The differences in crustal properties that have resulted from this lateral variation in underplating affect the post-Mid-Pliocene uplift histories; the study region is thus intermediate, in terms of crustal strength and landscape evolution, between centralsouthern England, with no underplating, and Ireland, where the 10 km thickness of underplating has resulted in extreme Late Cenozoic landscape stability. The Eocene mantle-plumerelated uplift is distinct from the post-Mid-Pliocene phase, which, the modelling indicates, has been the consequence of lower-crustal flow induced by surface processes and, thus, driven by climate change.\nAcknowledgements I thank Dave Bridgland, Dave Manning, Jim Rose, Tony Brown and Laura Basell for stimulating discussions, and James Scourse and Mike Simms for thoughtful and constructive reviews.\nReferences\nySee online supporting information for citation\nAl-Kindi S, White N, Sinha M, England R, Tiley R. 2003. Crustal trace of a hot convective sheet. Geology 31: 207–210. Arrowsmith SJ, Kendall M, White N, VanDecar JC, Booth DC. 2005. Seismic imaging of a hot upwelling beneath the British Isles. Geology 33: 345–348. Basell L, Brown AG, Hosfield R. 2007. The Palaeolithic Rivers of southwest Britain: Fieldwork Report (Phase II). Report to English Heritage. http://www.personal.rdg.ac.uk/ sgs04rh/SWRivers/Fieldwork%20Report.pdf [2 February 2010]. Bishop AC, Bisson G. 1989. Classical Areas of British Geology, Jersey. Explanatory booklet accompanying 1:25,000 scale Channel Isles geological map sheet 2. HMSO: London.y Bond G, Broecker W, Johnsen S, McManus J, Labeyrie L, Jouzel J, Bonani G. 1993. Correlation between climate records from North Atlantic sediments and Greenland ice cores. Nature 365: 143–147. Bridgland DR. 1994. Quaternary of the Thames, Geological Conservation Review series, Vol. 14. Chapman & Hall: London. Bridgland DR. 2000. River terrace systems in north-west Europe: an archive of environmental change, uplift and early human occupation. Quaternary Science Reviews 19: 1293–1303. Bridgland DR. 2003. The evolution of the River Medway, SE England, in the context of Quaternary palaeoclimate and the Palaeolithic occupation of NW Europe. Proceedings of the Geologists’ Association 114: 23–48.\nCopyright 2010 John Wiley & Sons, Ltd.\nBridgland DR, Schreve DC. 2009. Implications of new Quaternary uplift models for correlation between the Middle and Upper Thames terrace sequences, UK. Global and Planetary Change 68: 346–356. Bridgland DR, Westaway R. 2008a. Preservation patterns of Late Cenozoic fluvial deposits and their implications: results from IGCP 449. Quaternary International 189: 5–38. Bridgland DR, Westaway R. 2008b. Climatically controlled river terrace staircases: a worldwide Quaternary phenomenon.Geomorphology 98: 285–315. Brodie J, White N. 1994. Sedimentary basin inversion caused by igneous underplating. Geology 22: 147–150. Brown AG, Basell LS, Toms PS, Scrivener RC. 2009. A budget approach to Pleistocene terraces: preliminary studies using the Middle Exe in SW England, UK. Proceedings of theGeologists’ Association 120: 275–281. Brunsden D. 1962. The erosion surfaces of the River Dart. Proceedings of the Ussher Society 1: 35–36.y Campbell S. 1998. The geomorphological and Quaternary evolution of south-west England: a synthesis. In Quaternary of South-West England, Campbell S, Hunt CO, Scourse JD, Keen DH, Stephens N (eds). Geological Conservation Review series, Vol. 14 Chapman & Hall: London; 18–44. Campbell S, Hunt CO, Scourse JD, Keen DH, Stephens N. 1998a. Quaternary of South-West England, Geological Conservation Review series, Vol. 14 Chapman & Hall: London. Campbell S, Stephens N, Green CP, Shakesby RA. 1998b. Broom gravel pits. In Quaternary of South-West England, Campbell S, Hunt CO, Scourse JD, Keen DH, Stephens N (eds). Geological Conservation Review series, Vol. 14 Chapman & Hall: London; 307–318. Campbell S, Hunt CO, Scourse JD, Keen DH, Croot DG. 1999. Southwest England. In A Revised Correlation of the Quaternary Deposits in the British Isles, Bowen DQ (ed.). Special Report 23. Geological Society: London; 67–78. Chen Y, Zentilli MA, Clark AH, Farrar E, Grist AM, Willis-Richards J. 1996. Geochronological evidence for post-Variscan cooling and uplift of the Carnmenellis granite, SW England. Journal of the Geological Society, London 153: 191–195. Clark AH, Chen Y, Farrar E, Wasteneys HAHP, Stimac JA, Hodgson MJ, Willis-Richards J, Bromley AV. 1993. The Cornubian Sn–Cu (–As, W) metallogenetic province: product of a 30 m.y. history of discrete and concomitant anatectic, intrusive and hydrothermal events. Proceedings of the Ussher Society 8: 112–116. Cloetingh SAPL, Ziegler PA, Beekman F, Andriessen PAM, Matenco L, Bada G, Garcia-Castellanos D, Hardebol N, Dezes P, Sokoutis D. 2005. Lithospheric memory, state of stress and rheology: neotectonic controls on Europe’s intraplate continental topography. Quaternary Science Reviews 24: 241–304. Coxon P, McCarron SG. 2009. Cenozoic: Tertiary and Quaternary (until 11,700 years before 2000). In TheGeology of Ireland, (2nd edn), Holl CH, Sanders IS (eds). Dunedin Academic Press: Edinburgh; 355–396. Darbyshire DPF, Shepherd TJ. 1985. Chronology of granite magmatism and associated mineralization, SW England. Journal of the Geological Society, London 142: 1159–1177. Demir T, Westaway R, Bridgland D, Pringle M, Yurtmen S, Beck A, Rowbotham G. 2007. Ar–Ar dating of Late Cenozoic basaltic volcanism in northern Syria: implications for the history of incision by the River Euphrates and uplift of the northern Arabian Platform. Tectonics 26: TC3012. Dodson MH, Long LE. 1962. Age of Lundy Granite, Bristol Channel. Nature 195: 975–976. Edmonds EA, McKeown MC, Williams M. 1975. British Regional Geology: South-West England, (4th edn). HMSO: London. Edwards RA, Scrivener RC. 1999. Geology of the Country around Exeter: Memoir for 1:50,000 Geological Map Sheet 325 (England and Wales). Stationery Office: London. Funnell BM. 1995. Global sea-level and the (pen-)insularity of late Cenozoic Britain. In Island Britain: A Quaternary Perspective, Preece RC (ed.). Special Publication 96. Geological Society: London; 3–13. Gallois RW. 2006. The evolution of the rivers of east Devon and south Somerset. Geoscience in South-west England (formerly Proceedings of the Ussher Society) 11: 205–213.\nJ. Quaternary Sci., Vol. 25(4) 419–432 (2010)\nGleeson SA, Wilkinson JJ, Shaw HF, Herrington RJ. 2000. Post-magmatic hydrothermal circulation and the origin of base metal mineralization, Cornwall, UK. Journal of the Geological Society, London 157: 589–600. Green JFN. 1949. The history of the River Dart, Devon. Proceedings of the Geologists’ Association 60: 105–124. Heinrich H. 1988. Origin and consequences of cyclic ice rafting in the northeast Atlantic Ocean during the past 130,000 years. Quaternary Research 29: 143–152. Holloway S, Chadwick RA. 1986. The Sticklepath–Lustleigh fault zone: Tertiary sinistral reactivation of a Variscan dextral strike-slip fault. Journal of the Geological Society, London 143: 447–452. Hosfield RT, Chambers JC. 2002. The Lower Palaeolithic site of Broom: geoarchaeological implications of optical dating. Lithics 23: 33–42. Hosfield RT, Brown AG, Basell LS, Hounsell S. 2005. Part 1: Assessment Report (Phase 1). The Palaeolithic Rivers of South-West Britain Project. Report to English Heritage. http://www.personal.rdg.ac.uk/ sgs04rh/SWRivers/Phase%20I%20Report.pdf [2 February 2010]. Ivany LC, Van Simaeys S, Domack EW, Samson SD. 2006. Evidence for an earliest Oligocene ice sheet on the Antarctic Peninsula. Geology 34: 377–380. Jackson I. 2004. Britain beneath our feet: an atlas of digital information on Britain’s land quality, underground hazards, natural resources and geology. BGS Occasional Publication 4. British Geological Survey: Keyworth, Nottingham. James HCL. 1974. Problems of dating raised beaches in South Cornwall. Transactions of the Royal Geological Society of Cornwall 20: 260–274.y Jamieson SSR, Hulton NRJ, Sugden DE, Payne AJ, Taylor J. 2005. Cenozoic landscape evolution of the Lambert basin, East Antarctica: the relative role of rivers and ice sheets.Global and Planetary Change 45: 35–49. Jones SM, White N, Clarke BJ, Rowley E, Gallagher K. 2002. Present and past influence of the Iceland Plume on sedimentation. In Exhumation of the North Atlantic Margin: Timing, Mechanisms and Implications for Hydrocarbon Exploration, Doré AG, Cartwright JA, Stoker MS, Turner JP, White N (eds). Special Publication 196. Geological Society: London; 13–25. Knutti R, Flückiger J, Stocker TF, Timmermann A. 2004. Strong hemispheric coupling through freshwater discharge and ocean circulation. Nature 430: 851–856. Kukla GJ. 1975. Loess stratigraphy of Central Europe. In After the Australopithecines: Stratigraphy, Ecology and Culture Change in the Middle Pleistocene, Butzer KW, Isaac GL (eds). Mouton: The Hague; 99–188. Kukla GJ. 1977. Pleistocene land–sea correlations. I. Europe. EarthScience Reviews 13: 307–374. Kukla GJ. 1978. The classical European glacial stages: correlation with deep-sea sediments. Transactions of the Nebraska Academy of Science 6: 57–93. Maddy D. 1997. Uplift-driven valley incision and river terrace formation in southern England. Journal of Quaternary Science 12: 539– 545. Maddy D, Bridgland DR. 2000. Accelerated uplift resulting from Anglian glacioisostatic rebound in the Middle Thames valley, UK: evidence from the terrace record. Quaternary Science Reviews 19: 1589–1604. Matoshko A, Gozhik P, Danukalova G. 2004. Key Late Cenozoic fluvial archives of eastern Europe: the Dniester, Dnieper, Don and Volga. Proceedings of the Geologists’ Association 115: 141–173. Mudelsee M, Schulz M. 1997. The Mid-Pleistocene climate transition: onset of 100 ka cycle lags ice volume build-up by 280 ka. Earth and Planetary Science Letters 151: 117–123. Murray JW. 1992. Palaeogene and Neogene. In Atlas of Palaeogeography and Lithofacies, Cope JCW, Ingham JK, Rawson PF (eds). Memoir 13. Geological Society: London; 141–146. Mussett AE, Dagley P, Eckford M. 1976. The British Tertiary Igneous Province: Palaeomagnetism and ages of dykes, Lundy Island, Bristol Channel. Geophysical Journal International 46: 595–603. Nikishin AM, Brunet MF, Cloetingh S, Ershov AV. 1997. Northern periTethyan Cenozoic intraplate deformations: influence of the Tethyan\nySee online supporting information for citation\nCopyright 2010 John Wiley & Sons, Ltd.\ncollision belt on the Eurasian continent from Paris to Tian-Shan. Comptes Rendus de l’Academie des Sciences, Paris, Series IIa 324: 49–57. O’Cofaigh C, Evans DJA. 2001. Deforming bed conditions associated with a major ice stream of the last British ice sheet. Geology 29: 795– 798. O’Cofaigh C, Evans DJA. 2007. Radiocarbon constraints on the age of the maximum advance of the British–Irish ice sheet in the Celtic Sea. Quaternary Science Reviews 26: 1197–1203. Persano C, Barfod DN, Stuart FM, Bishop P. 2007. Constraints on Early Cenozoic underplating-driven uplift and denudation of western Scotland from low temperature thermochronology. Earth and Planetary Science Letters 263: 404–419. Preece RC, Scourse JD, Houghton SD, Knudsen KL, Penney DN. 1990. The Pleistocene sea-level and neotectonic history of the eastern Solent, southern England. Philosophical Transactions of the Royal Society of London, Series B 228: 425–477. Pross J, Klotz S. 2002. Palaeotemperature calculations from the Praetiglian/Tiglian (Plio-Pleistocene) pollen record of Lieth, northern Germany: implications for the climatic evolution of NW Europe. Global and Planetary Change 34: 253–267. Psyrillos A, Burley SD, Manning DAC, Fallick AE. 2003. Coupled mineral-fluid evolution of a basin and high: kaolinization in the SW England granites in relation to the development of the Plymouth Basin. In Hydrocarbons in Crystalline Rocks, Petford N, McCaffrey KJW (eds). Special Publication 214. Geological Society: London; 175–195. Rahmstorf S, Crucifix M, Ganopolski A, Goosse H, Kamenkovich I, Knutti R, Lohmann G, Marsh R, Mysak LA, Wang Zhaomin, Weaver AJ. 2005. Thermohaline circulation hysteresis: a model intercomparison. Geophysical Research Letters 32: L23605. Robson J. 1944. The recent geology of Cornwall. Transactions of the Royal Geological Society of Cornwall 17: 132–163. Rollin KE. 1995. A simple heat-flow quality function and appraisal of heat-flow measurements and heat-flow estimates from the UK Geothermal Catalogue. Tectonophysics 244: 185–196. Rose J, Whiteman CA, Allen P, Kemp RA. 1999. The Kesgrave Sands and Gravels: ’pre-glacial’ Quaternary deposits of the River Thames in East Anglia and the Thames valley. Proceedings of the Geologists’ Association 110: 93–116. Rose J, Candy I, Moorlock BSP, Wilkins H, Lee JA, Hamblin RJO, Lee JR, Riding JB, Morigi AN. 2002. Early and early Middle Pleistocene river, coastal and neotectonic processes, southeast Norfolk, England. Proceedings of the Geologists’ Association 113: 47–67. Roy M, Clark PU, Barendregt RW, Glasmann JR, Enkin RJ. 2004. Glacial stratigraphy and paleomagnetism of Late Cenozoic deposits of the north-central United States. Geological Society of America Bulletin 116: 30–41. Schreve DC. 2001. Differentiation of the British late Middle Pleistocene interglacials: the evidence from mammalian biostratigraphy. Quaternary Science Reviews 20: 1693–1705. Scourse JD. . Late Pleistocene stratigraphy of north and west Cornwall. Transactions of the Royal Geological Society of Cornwall 22: 2–56. Scourse JD. 1997. Transport of the Stonehenge bluestones: testing the glacial hypothesis. Proceedings of the British Academy 92: 271–314. Scourse JD. 1999a. The Quaternary of west Cornwall. In The Quaternary of West Cornwall: Field Guide, Scourse JD, Furze MFA (eds). Quaternary Research Association: London; 1–4. Scourse JD. 1999b. The Pleistocene of the Camel Estuary: introduction. In The Quaternary of West Cornwall: Field Guide, Scourse JD, Furze MFA (eds). Quaternary Research Association: London; 188–189. Selwood EB, Edwards RA, Simpson S, Chesher JA, Hamblin RJO, Henson MR, Riddolls BW, Waters RA. 1984. Geology of the Country around Newton Abbot: Memoir for 1:50,000 Geological Map Sheet 339 (England and Wales). HMS: London. SeyrekA, Demir T,Pringle M, Yurtmen S,Westaway R,BridglandD,Beck A,Rowbotham G.2008.LateCenozoicuplift of theAmanos Mountains and incision of the Middle Ceyhan river gorge, Southern Turkey; Ar-Ar dating of the Düiçi basalt. Geomorphology 97: 321–355. Simms MJ. 2000. The sub-basaltic surface in northeast Ireland and its significance for interpreting the Tertiary history of the region. Proceedings of the Geologists’ Association 111: 321–326.y\nJ. Quaternary Sci., Vol. 25(4) 419–432 (2010)\nSimms MJ. 2004. Tortoises and hares: dissolution, erosion and isostasy in landscape evolution. Earth Surface Processes and Landforms 29: 477–494. Simms MJ, Boulter MC. 2000. Oligocene cave sediments in Co. Cork: implications for reconstructing the Tertiary landscape of Southwest Ireland. Proceedings of the Geologists’ Association 111: 363–372.y Sorlien CC, Luyendyk BP, Wilson DS, Decesari RC, Bartek LR, Diebold JB. 2007. Oligocene development of the West Antarctic Ice Sheet recorded in eastern Ross Sea strata. Geology 35: 467–470. Stone M, Exley CS. 1986. High heat production granites of Southwest England and their associated mineralization; a review. Transactions of the Institution of Mining and Metallurgy. Section B: Applied Earth Science 95: 25–36. Taylor J, Siegert MJ, Payne AJ, Hambrey MJ, O’Brien PE, Cooper AK, Leitchenkov G. 2004. Topographic controls on post-Oligocene changes in ice-sheet dynamics, Prydz Bay region, East Antarctica. Geology 32: 197–200. Toms PS, Chambers JC. 2005. Optical Dating of the Broom Palaeolithic sites, Devon and Dorset. Centre for Archaeology Report Series No. 16-2005. English Heritage: London Toms PS, Brown AG, Basell LS, Hosfield RT. 2008. Palaeolithic Rivers of South-West Britain: Optically Stimulated Luminescence Dating of Residual Deposits of the Proto-Axe, Exe, Otter, and Doniford. Research Department Report Series No. 2-2008. English Heritage: London. Toucanne S, Zaragosi S, Bourillet JF, Naughton F, Cremer M, Eynaud F, Dennielou B. 2008. Activity of the turbidite levees of the CelticArmorican margin (Bay of Biscay) during the last 30,000 years: imprints of the last European deglaciation and Heinrich events. Marine Geology 247: 84–103. Toucanne S, Zaragosi S, Bourillet JF, Cremer M, Eynaud F, Van VlietLanoë B, Penaud A, Fontanier C, Turon JL, Cortijo E, Gibbard PL. 2009. Timing of massive ’Fleuve Manche’ discharges over the last 350 kyr: insights into the European ice-sheet oscillations and the European drainage network from MIS 10 to 2. Quaternary Science Reviews 28: 1238–1256. Van Vliet-Lanoë B, Bonnet S, Hallégouët B, Laurent M. 1997. Neotectonic and seismic activity in the Armorican and Cornubian massifs: regional stress field with glacio-isostatic influence? Journal of Geodynamics 24: 219–239. Walsh PT, Atkinson K, Boulter MC, Shakesby RA. 1987. The Oligocene and Miocene outliers of west Cornwall and their bearing on the geomorphological evolution of oldland Britain. Philosophical Transactions of the Royal Society of London, Series A 323: 211– 245. Waltham AC, Simms MJ, Farrant AJ, Goldie HS. 1997. Karst and Caves of Great Britain, Geological Conservation Review series, Vol. 12 Chapman & Hall: London. Westaway R. 1998. Dependence of active normal fault dips on lowercrustal flow regimes. Journal of the Geological Society of London 155: 233–253. Westaway R. 2001. Flow in the lower continental crust as a mechanism for the Quaternary uplift of the Rhenish Massif, north-west Europe. In River\nySee online supporting information for citation\nCopyright 2010 John Wiley & Sons, Ltd.\nBasin Sediment Systems: Archives of Environmental Change, Maddy D, Macklin M, Woodward J (eds). Balkema: Abingdon, UK; 87–167. Westaway R. 2002a. Geomorphological consequences of weak lower continental crust, and its significance for studies of uplift, landscape evolution, and the interpretation of river terrace sequences. Netherlands Journal of Geosciences 81: 283–304. Westaway R. 2002b. Long-term river terrace sequences: evidence for global increases in surface uplift rates in the Late Pliocene and early Middle Pleistocene caused by flow in the lower continental crust induced by surface processes. Netherlands Journal of Geosciences 81: 305–328. Westaway R. 2002c. The Quaternary evolution of the Gulf of Corinth, central Greece: coupling between surface processes and flow in the lower continental crust. Tectonophysics 348: 269–318. Westaway R. 2004. Pliocene and Quaternary surface uplift revealed by sediments of the Loire–Allier river system, France. Quaternaire 15: 103–115. Westaway R. 2006a. Investigation of coupling between surface processes and induced flow in the lower continental crust as a cause of intraplate seismicity. Earth Surface Processes and Landforms 31: 1480–1509. Westaway R. 2006b. Seismic imaging of a hot upwelling beneath the British Isles: comment. Geology Online Forum e95. Westaway R. 2009a. Quaternary vertical crustal motion and drainage evolution in East Anglia and adjoining parts of southern England: chronology of the Ingham River terrace deposits. Boreas 38: 261– 284. Westaway R. 2009b. Quaternary uplift of northern England.Global and Planetary Change 68: 357–382. Westaway R, Bridgland DR. 2010. Causes, consequences and chronology of large-magnitude palaeoflows in Middle and Late Pleistocene river systems of northwest Europe. Earth Surface Processes and Landforms (in press). Westaway R, Maddy D, Bridgland D. 2002. Flow in the lower continental crust as a mechanism for the Quaternary uplift of southeast England: constraints from the Thames terrace record. Quaternary Science Reviews 21: 559–603. Westaway R, Bridgland D, White M. 2006. The Quaternary uplift history of central southern England: evidence from the terraces of the Solent River system and nearby raised beaches. Quaternary Science Reviews 25: 2212–2250. Westaway R, Bridgland DR, Sinha R, Demir T. 2009. Fluvial sequences as evidence for landscape and climatic evolution in the Late Cenozoic: a synthesis of data from IGCP 518. Global and Planetary Change 68: 237–253. Woodward HB, Ussher WAE. 1911. The Geology of the Country near Sidmouth and Lyme Regis: Explanation of 1:63,360 Geological Map Sheets 326 and 340 (2nd edn). Memoir of the Geological Survey. HMSO: London. Ziegler PA, Cloetingh S, Van Wees J-D. 1995. Dynamics of intra-plate compressional deformation: the Alpine foreland and other examples. Tectonophysics 252: 7–59.\nJ. Quaternary Sci., Vol. 25(4) 419–432 (2010)"
  }],
  "year": 2010,
  "references": [{
    "title": "Crustal trace of a hot convective sheet",
    "authors": ["S Al-Kindi", "N White", "M Sinha", "R England", "R. Tiley"],
    "venue": "Geology 31: 207–210.",
    "year": 2003
  }, {
    "title": "Seismic imaging of a hot upwelling beneath the British Isles",
    "authors": ["SJ Arrowsmith", "M Kendall", "N White", "JC VanDecar", "DC. Booth"],
    "venue": "Geology 33: 345–348.",
    "year": 2005
  }, {
    "title": "The Palaeolithic Rivers of southwest Britain: Fieldwork Report (Phase II)",
    "authors": ["L Basell", "AG Brown", "R. Hosfield"],
    "venue": "Report to English Heritage. http://www.personal.rdg.ac.uk/ sgs04rh/SWRivers/Fieldwork%20Report.pdf [2 February 2010].",
    "year": 2007
  }, {
    "title": "Classical Areas of British Geology, Jersey",
    "authors": ["AC Bishop", "G. Bisson"],
    "venue": "Explanatory booklet accompanying 1:25,000 scale Channel Isles geological map sheet 2. HMSO: London.y",
    "year": 1989
  }, {
    "title": "Correlation between climate records from North Atlantic sediments and Greenland ice cores",
    "authors": ["G Bond", "W Broecker", "S Johnsen", "J McManus", "L Labeyrie", "J Jouzel", "G. Bonani"],
    "venue": "Nature 365: 143–147.",
    "year": 1993
  }, {
    "title": "Quaternary of the Thames, Geological Conservation Review series, Vol",
    "authors": ["Bridgland DR."],
    "venue": "14. Chapman & Hall: London.",
    "year": 1994
  }, {
    "title": "River terrace systems in north-west Europe: an archive of environmental change, uplift and early human occupation",
    "authors": ["Bridgland DR."],
    "venue": "Quaternary Science Reviews 19: 1293–1303.",
    "year": 2000
  }, {
    "title": "The evolution of the River Medway, SE England, in the context of Quaternary palaeoclimate and the Palaeolithic occupation of NW Europe",
    "authors": ["Bridgland DR."],
    "venue": "Proceedings of the Geologists’ Association 114: 23–48.",
    "year": 2003
  }, {
    "title": "Implications of new Quaternary uplift models for correlation between the Middle and Upper Thames terrace sequences, UK",
    "authors": ["Bridgland DR", "Schreve DC."],
    "venue": "Global and Planetary Change 68: 346–356.",
    "year": 2009
  }, {
    "title": "Preservation patterns of Late Cenozoic fluvial deposits and their implications: results from IGCP 449",
    "authors": ["DR Bridgland", "R. Westaway"],
    "venue": "Quaternary International 189: 5–38.",
    "year": 2008
  }, {
    "title": "Climatically controlled river terrace staircases: a worldwide Quaternary phenomenon.Geomorphology",
    "authors": ["DR Bridgland", "R. Westaway"],
    "year": 2008
  }, {
    "title": "Sedimentary basin inversion caused by igneous underplating",
    "authors": ["J Brodie", "N. White"],
    "venue": "Geology 22: 147–150.",
    "year": 1994
  }, {
    "title": "A budget approach to Pleistocene terraces: preliminary studies using the Middle Exe in SW England, UK",
    "authors": ["AG Brown", "LS Basell", "PS Toms", "RC. Scrivener"],
    "venue": "Proceedings of theGeologists’ Association 120: 275–281.",
    "year": 2009
  }, {
    "title": "The erosion surfaces of the River Dart",
    "authors": ["D. Brunsden"],
    "venue": "Proceedings of the Ussher Society 1: 35–36.y",
    "year": 1962
  }, {
    "title": "The geomorphological and Quaternary evolution of south-west England: a synthesis",
    "authors": ["S. Campbell"],
    "venue": "Quaternary of South-West England, Campbell S, Hunt CO, Scourse JD, Keen DH, Stephens N (eds). Geological Conservation Review series, Vol. 14 Chapman & Hall: London; 18–44.",
    "year": 1998
  }, {
    "title": "Quaternary of South-West England, Geological Conservation Review series, Vol",
    "authors": ["S Campbell", "CO Hunt", "JD Scourse", "DH Keen", "N. Stephens"],
    "venue": "14 Chapman & Hall: London.",
    "year": 1998
  }, {
    "title": "Broom gravel pits",
    "authors": ["S Campbell", "N Stephens", "CP Green", "RA. Shakesby"],
    "venue": "Quaternary of South-West England, Campbell S, Hunt CO, Scourse JD, Keen DH, Stephens N (eds). Geological Conservation Review series, Vol. 14 Chapman & Hall: London; 307–318.",
    "year": 1998
  }, {
    "title": "Southwest England",
    "authors": ["S Campbell", "CO Hunt", "JD Scourse", "DH Keen", "DG. Croot"],
    "venue": "A Revised Correlation of the Quaternary Deposits in the British Isles, Bowen DQ (ed.). Special Report 23. Geological Society: London; 67–78.",
    "year": 1999
  }, {
    "title": "Geochronological evidence for post-Variscan cooling and uplift of the Carnmenellis granite, SW England",
    "authors": ["Y Chen", "MA Zentilli", "AH Clark", "E Farrar", "AM Grist", "J. Willis-Richards"],
    "venue": "Journal of the Geological Society, London 153: 191–195.",
    "year": 1996
  }, {
    "title": "The Cornubian Sn–Cu (–As, W) metallogenetic province: product of a 30 m.y. history of discrete and concomitant anatectic, intrusive and hydrothermal events",
    "authors": ["AH Clark", "Y Chen", "E Farrar", "HAHP Wasteneys", "JA Stimac", "MJ Hodgson", "J Willis-Richards", "AV. Bromley"],
    "venue": "Proceedings of the Ussher Society",
    "year": 1993
  }, {
    "title": "Lithospheric memory, state of stress and rheology: neotectonic controls on Europe’s intraplate continental topography",
    "authors": ["SAPL Cloetingh", "PA Ziegler", "F Beekman", "PAM Andriessen", "L Matenco", "G Bada", "D Garcia-Castellanos", "N Hardebol", "P Dezes", "D. Sokoutis"],
    "venue": "Quaternary Science Reviews 24: 241–304.",
    "year": 2005
  }, {
    "title": "Cenozoic: Tertiary and Quaternary (until 11,700 years before 2000)",
    "authors": ["Coxon P", "McCarron SG."],
    "venue": "TheGeology of Ireland, (2nd edn), Holl CH, Sanders IS (eds). Dunedin Academic Press: Edinburgh; 355–396.",
    "year": 2009
  }, {
    "title": "Chronology of granite magmatism and associated mineralization, SW England",
    "authors": ["Darbyshire DPF", "Shepherd TJ."],
    "venue": "Journal of the Geological Society, London 142: 1159–1177.",
    "year": 1985
  }, {
    "title": "Ar–Ar dating of Late Cenozoic basaltic volcanism in northern Syria: implications for the history of incision by the River Euphrates and uplift of the northern Arabian Platform",
    "authors": ["T Demir", "R Westaway", "D Bridgland", "M Pringle", "S Yurtmen", "A Beck", "G. Rowbotham"],
    "venue": "Tectonics 26: TC3012.",
    "year": 2007
  }, {
    "title": "Age of Lundy Granite, Bristol Channel",
    "authors": ["Dodson MH", "Long LE."],
    "venue": "Nature 195: 975–976.",
    "year": 1962
  }, {
    "title": "British Regional Geology: South-West England, (4th edn)",
    "authors": ["EA Edmonds", "MC McKeown", "M. Williams"],
    "venue": "HMSO: London.",
    "year": 1975
  }, {
    "title": "Geology of the Country around Exeter: Memoir for 1:50,000 Geological Map Sheet 325 (England and Wales)",
    "authors": ["Edwards RA", "Scrivener RC."],
    "venue": "Stationery Office: London.",
    "year": 1999
  }, {
    "title": "Global sea-level and the (pen-)insularity of late Cenozoic Britain",
    "authors": ["Funnell BM."],
    "venue": "Island Britain: A Quaternary Perspective, Preece RC (ed.). Special Publication 96. Geological Society: London; 3–13.",
    "year": 1995
  }, {
    "title": "The evolution of the rivers of east Devon and south Somerset",
    "authors": ["Gallois RW."],
    "venue": "Geoscience in South-west England (formerly Proceedings of the Ussher Society) 11: 205–213. J. Quaternary Sci., Vol. 25(4) 419–432 (2010)",
    "year": 2006
  }, {
    "title": "Post-magmatic hydrothermal circulation and the origin of base metal mineralization, Cornwall, UK",
    "authors": ["SA Gleeson", "JJ Wilkinson", "HF Shaw", "RJ. Herrington"],
    "venue": "Journal of the Geological Society, London 157: 589–600.",
    "year": 2000
  }, {
    "title": "The history of the River Dart, Devon",
    "authors": ["Green JFN."],
    "venue": "Proceedings of the Geologists’ Association 60: 105–124.",
    "year": 1949
  }, {
    "title": "Origin and consequences of cyclic ice rafting in the northeast Atlantic Ocean during the past 130,000 years",
    "authors": ["H. Heinrich"],
    "venue": "Quaternary Research 29: 143–152.",
    "year": 1988
  }, {
    "title": "The Sticklepath–Lustleigh fault zone: Tertiary sinistral reactivation of a Variscan dextral strike-slip fault",
    "authors": ["Holloway S", "Chadwick RA."],
    "venue": "Journal of the Geological Society, London 143: 447–452.",
    "year": 1986
  }, {
    "title": "The Lower Palaeolithic site of Broom: geoarchaeological implications of optical dating",
    "authors": ["Hosfield RT", "Chambers JC."],
    "venue": "Lithics 23: 33–42.",
    "year": 2002
  }, {
    "title": "Part 1: Assessment Report (Phase 1)",
    "authors": ["RT Hosfield", "AG Brown", "LS Basell", "S. Hounsell"],
    "venue": "The Palaeolithic Rivers of South-West Britain Project. Report to English Heritage. http://www.personal.rdg.ac.uk/ sgs04rh/SWRivers/Phase%20I%20Report.pdf [2 February 2010].",
    "year": 2005
  }, {
    "title": "Evidence for an earliest Oligocene ice sheet on the Antarctic Peninsula",
    "authors": ["LC Ivany", "S Van Simaeys", "EW Domack", "SD. Samson"],
    "venue": "Geology 34: 377–380.",
    "year": 2006
  }, {
    "title": "Britain beneath our feet: an atlas of digital information on Britain’s land quality, underground hazards, natural resources and geology",
    "authors": ["I. Jackson"],
    "venue": "BGS Occasional Publication 4. British Geological Survey: Keyworth, Nottingham.",
    "year": 2004
  }, {
    "title": "Problems of dating raised beaches in South Cornwall",
    "authors": ["James HCL."],
    "venue": "Transactions of the Royal Geological Society of Cornwall 20: 260–274.y",
    "year": 1974
  }, {
    "title": "Cenozoic landscape evolution of the Lambert basin, East Antarctica: the relative role of rivers and ice",
    "authors": ["SSR Jamieson", "NRJ Hulton", "DE Sugden", "AJ Payne", "J. Taylor"],
    "venue": "sheets.Global and Planetary Change",
    "year": 2005
  }, {
    "title": "Present and past influence of the Iceland Plume on sedimentation",
    "authors": ["SM Jones", "N White", "BJ Clarke", "E Rowley", "K. Gallagher"],
    "venue": "Exhumation of the North Atlantic Margin: Timing, Mechanisms and Implications for Hydrocarbon Exploration, Doré AG, Cartwright JA, Stoker MS, Turner JP, White N (eds). Special Publication 196.",
    "year": 2002
  }, {
    "title": "Strong hemispheric coupling through freshwater discharge and ocean circulation",
    "authors": ["R Knutti", "J Flückiger", "TF Stocker", "A. Timmermann"],
    "venue": "Nature 430: 851–856.",
    "year": 2004
  }, {
    "title": "Loess stratigraphy of Central Europe",
    "authors": ["Kukla GJ."],
    "venue": "After the Australopithecines: Stratigraphy, Ecology and Culture Change in the Middle Pleistocene, Butzer KW, Isaac GL (eds). Mouton: The Hague; 99–188.",
    "year": 1975
  }, {
    "title": "Pleistocene land–sea correlations",
    "authors": ["Kukla GJ."],
    "venue": "I. Europe. EarthScience Reviews 13: 307–374.",
    "year": 1977
  }, {
    "title": "The classical European glacial stages: correlation with deep-sea sediments",
    "authors": ["Kukla GJ."],
    "venue": "Transactions of the Nebraska Academy of Science 6: 57–93.",
    "year": 1978
  }, {
    "title": "Uplift-driven valley incision and river terrace formation in southern England",
    "authors": ["D. Maddy"],
    "venue": "Journal of Quaternary Science 12: 539– 545.",
    "year": 1997
  }, {
    "title": "Accelerated uplift resulting from Anglian glacioisostatic rebound in the Middle Thames valley, UK: evidence from the terrace record",
    "authors": ["Maddy D", "Bridgland DR."],
    "venue": "Quaternary Science Reviews 19: 1589–1604.",
    "year": 2000
  }, {
    "title": "Key Late Cenozoic fluvial archives of eastern Europe: the Dniester, Dnieper, Don and Volga",
    "authors": ["A Matoshko", "P Gozhik", "G. Danukalova"],
    "venue": "Proceedings of the Geologists’ Association 115: 141–173.",
    "year": 2004
  }, {
    "title": "The Mid-Pleistocene climate transition: onset of 100 ka cycle lags ice volume build-up by 280 ka",
    "authors": ["M Mudelsee", "M. Schulz"],
    "venue": "Earth and Planetary Science Letters 151: 117–123.",
    "year": 1997
  }, {
    "title": "Palaeogene and Neogene",
    "authors": ["Murray JW."],
    "venue": "Atlas of Palaeogeography and Lithofacies, Cope JCW, Ingham JK, Rawson PF (eds). Memoir 13. Geological Society: London; 141–146.",
    "year": 1992
  }, {
    "title": "The British Tertiary Igneous Province: Palaeomagnetism and ages of dykes, Lundy Island, Bristol Channel",
    "authors": ["AE Mussett", "P Dagley", "M. Eckford"],
    "venue": "Geophysical Journal International 46: 595–603.",
    "year": 1976
  }, {
    "title": "Northern periTethyan Cenozoic intraplate deformations: influence of the Tethyan",
    "authors": ["AM Nikishin", "MF Brunet", "S Cloetingh", "AV. Ershov"],
    "year": 1997
  }, {
    "title": "Deforming bed conditions associated with a major ice stream of the last British ice",
    "authors": ["O’Cofaigh C", "Evans DJA"],
    "venue": "sheet. Geology",
    "year": 2001
  }, {
    "title": "Radiocarbon constraints on the age of the maximum advance of the British–Irish ice sheet in the Celtic Sea",
    "authors": ["O’Cofaigh C", "Evans DJA"],
    "venue": "Quaternary Science Reviews",
    "year": 2007
  }, {
    "title": "Constraints on Early Cenozoic underplating-driven uplift and denudation of western Scotland from low temperature thermochronology",
    "authors": ["C Persano", "DN Barfod", "FM Stuart", "P. Bishop"],
    "venue": "Earth and Planetary Science Letters 263: 404–419.",
    "year": 2007
  }, {
    "title": "The Pleistocene sea-level and neotectonic history of the eastern Solent, southern England",
    "authors": ["RC Preece", "JD Scourse", "SD Houghton", "KL Knudsen", "DN. Penney"],
    "venue": "Philosophical Transactions of the Royal Society of London, Series B 228: 425–477.",
    "year": 1990
  }, {
    "title": "Palaeotemperature calculations from the Praetiglian/Tiglian (Plio-Pleistocene) pollen record of Lieth, northern Germany: implications for the climatic evolution of NW Europe",
    "authors": ["J Pross", "S. Klotz"],
    "venue": "Global and Planetary Change 34: 253–267.",
    "year": 2002
  }, {
    "title": "Coupled mineral-fluid evolution of a basin and high: kaolinization in the SW England granites in relation to the development of the Plymouth Basin",
    "authors": ["A Psyrillos", "SD Burley", "DAC Manning", "AE. Fallick"],
    "venue": "Hydrocarbons in Crystalline Rocks, Petford N, McCaffrey KJW (eds). Special Publication 214. Geological Society: London;",
    "year": 2003
  }, {
    "title": "Thermohaline circulation hysteresis: a model intercomparison",
    "authors": ["S Rahmstorf", "M Crucifix", "A Ganopolski", "H Goosse", "I Kamenkovich", "R Knutti", "G Lohmann", "R Marsh", "LA Mysak", "Zhaomin Wang", "AJ. Weaver"],
    "venue": "Geophysical Research Letters 32: L23605.",
    "year": 2005
  }, {
    "title": "The recent geology of Cornwall",
    "authors": ["J. Robson"],
    "venue": "Transactions of the Royal Geological Society of Cornwall 17: 132–163.",
    "year": 1944
  }, {
    "title": "A simple heat-flow quality function and appraisal of heat-flow measurements and heat-flow estimates from the UK Geothermal Catalogue",
    "authors": ["Rollin KE."],
    "venue": "Tectonophysics 244: 185–196.",
    "year": 1995
  }, {
    "title": "The Kesgrave Sands and Gravels: ’pre-glacial’ Quaternary deposits of the River Thames in East Anglia and the Thames valley",
    "authors": ["J Rose", "CA Whiteman", "P Allen", "RA. Kemp"],
    "venue": "Proceedings of the Geologists’ Association 110: 93–116.",
    "year": 1999
  }, {
    "title": "Early and early Middle Pleistocene river, coastal and neotectonic processes, southeast Norfolk, England",
    "authors": ["J Rose", "I Candy", "BSP Moorlock", "H Wilkins", "JA Lee", "RJO Hamblin", "JR Lee", "JB Riding", "AN. Morigi"],
    "venue": "Proceedings of the Geologists’ Association 113: 47–67.",
    "year": 2002
  }, {
    "title": "Glacial stratigraphy and paleomagnetism of Late Cenozoic deposits of the north-central United States",
    "authors": ["M Roy", "PU Clark", "RW Barendregt", "JR Glasmann", "RJ. Enkin"],
    "venue": "Geological Society of America Bulletin 116: 30–41.",
    "year": 2004
  }, {
    "title": "Differentiation of the British late Middle Pleistocene interglacials: the evidence from mammalian biostratigraphy",
    "authors": ["Schreve DC."],
    "venue": "Quaternary Science Reviews 20: 1693–1705.",
    "year": 2001
  }, {
    "title": "Transport of the Stonehenge bluestones: testing the glacial hypothesis",
    "authors": ["Scourse JD."],
    "venue": "Proceedings of the British Academy 92: 271–314.",
    "year": 1997
  }, {
    "title": "The Quaternary of west Cornwall",
    "authors": ["Scourse JD."],
    "venue": "The Quaternary of West Cornwall: Field Guide, Scourse JD, Furze MFA (eds). Quaternary Research Association: London; 1–4.",
    "year": 1999
  }, {
    "title": "The Pleistocene of the Camel Estuary: introduction",
    "authors": ["Scourse JD."],
    "venue": "The Quaternary of West Cornwall: Field Guide, Scourse JD, Furze MFA (eds). Quaternary Research Association: London; 188–189.",
    "year": 1999
  }, {
    "title": "Geology of the Country around Newton Abbot: Memoir for 1:50,000 Geological Map Sheet 339 (England and Wales)",
    "authors": ["EB Selwood", "RA Edwards", "S Simpson", "JA Chesher", "RJO Hamblin", "MR Henson", "BW Riddolls", "RA. Waters"],
    "venue": "HMS: London.",
    "year": 1984
  }, {
    "title": "G.2008.LateCenozoicuplift of theAmanos Mountains and incision of the Middle Ceyhan river gorge, Southern Turkey; Ar-Ar dating of the Düiçi basalt",
    "authors": ["SeyrekA", "T Demir", "M Pringle", "S Yurtmen", "R Westaway", "BridglandD", "A Beck", "Rowbotham"],
    "venue": "Geomorphology",
    "year": 2008
  }, {
    "title": "The sub-basaltic surface in northeast Ireland and its significance for interpreting the Tertiary history of the region",
    "authors": ["Simms MJ."],
    "venue": "Proceedings of the Geologists’ Association 111: 321–326.y J. Quaternary Sci., Vol. 25(4) 419–432 (2010)",
    "year": 2000
  }, {
    "title": "Tortoises and hares: dissolution, erosion and isostasy in landscape evolution",
    "authors": ["Simms MJ."],
    "venue": "Earth Surface Processes and Landforms 29: 477–494.",
    "year": 2004
  }, {
    "title": "Oligocene cave sediments in Co",
    "authors": ["Simms MJ", "Boulter MC."],
    "venue": "Cork: implications for reconstructing the Tertiary landscape of Southwest Ireland. Proceedings of the Geologists’ Association 111: 363–372.y",
    "year": 2000
  }, {
    "title": "Oligocene development of the West Antarctic Ice Sheet recorded in eastern Ross Sea strata",
    "authors": ["CC Sorlien", "BP Luyendyk", "DS Wilson", "RC Decesari", "LR Bartek", "JB. Diebold"],
    "venue": "Geology 35: 467–470.",
    "year": 2007
  }, {
    "title": "High heat production granites of Southwest England and their associated mineralization; a review",
    "authors": ["Stone M", "Exley CS."],
    "venue": "Transactions of the Institution of Mining and Metallurgy. Section B: Applied Earth Science 95: 25–36.",
    "year": 1986
  }, {
    "title": "Topographic controls on post-Oligocene changes in ice-sheet dynamics",
    "authors": ["J Taylor", "MJ Siegert", "AJ Payne", "MJ Hambrey", "PE O’Brien", "AK Cooper", "G. Leitchenkov"],
    "venue": "Prydz Bay region, East Antarctica. Geology",
    "year": 2004
  }, {
    "title": "Optical Dating of the Broom Palaeolithic sites, Devon and Dorset",
    "authors": ["Toms PS", "Chambers JC."],
    "venue": "Centre for Archaeology Report Series No. 16-2005. English Heritage: London",
    "year": 2005
  }, {
    "title": "Palaeolithic Rivers of South-West Britain: Optically Stimulated Luminescence Dating of Residual Deposits of the Proto-Axe, Exe, Otter, and Doniford",
    "authors": ["PS Toms", "AG Brown", "LS Basell", "RT. Hosfield"],
    "venue": "Research Department Report Series No. 2-2008. English Heritage: London.",
    "year": 2008
  }, {
    "title": "Activity of the turbidite levees of the CelticArmorican margin (Bay of Biscay) during the last 30,000 years: imprints of the last European deglaciation and Heinrich events",
    "authors": ["S Toucanne", "S Zaragosi", "JF Bourillet", "F Naughton", "M Cremer", "F Eynaud", "B. Dennielou"],
    "venue": "Marine Geology 247: 84–103.",
    "year": 2008
  }, {
    "title": "Timing of massive ’Fleuve Manche’ discharges over the last 350 kyr: insights into the European ice-sheet oscillations and the European drainage network from MIS 10 to 2",
    "authors": ["S Toucanne", "S Zaragosi", "JF Bourillet", "M Cremer", "F Eynaud", "B Van VlietLanoë", "A Penaud", "C Fontanier", "JL Turon", "E Cortijo", "PL. Gibbard"],
    "venue": "Quaternary Science",
    "year": 2009
  }, {
    "title": "Neotectonic and seismic activity in the Armorican and Cornubian massifs: regional stress field with glacio-isostatic influence",
    "authors": ["B Van Vliet-Lanoë", "S Bonnet", "B Hallégouët", "M. Laurent"],
    "venue": "Journal of Geodynamics",
    "year": 1997
  }, {
    "title": "The Oligocene and Miocene outliers of west Cornwall and their bearing on the geomorphological evolution of oldland Britain",
    "authors": ["PT Walsh", "K Atkinson", "MC Boulter", "RA. Shakesby"],
    "venue": "Philosophical Transactions of the Royal Society of London, Series A 323: 211– 245.",
    "year": 1987
  }, {
    "title": "Karst and Caves of Great Britain, Geological Conservation Review series, Vol",
    "authors": ["AC Waltham", "MJ Simms", "AJ Farrant", "HS. Goldie"],
    "venue": "12 Chapman & Hall: London.",
    "year": 1997
  }, {
    "title": "Dependence of active normal fault dips on lowercrustal flow regimes",
    "authors": ["R. Westaway"],
    "venue": "Journal of the Geological Society of London 155: 233–253.",
    "year": 1998
  }, {
    "title": "Flow in the lower continental crust as a mechanism for the Quaternary uplift of the Rhenish Massif, north-west Europe",
    "authors": ["R. Westaway"],
    "venue": "River",
    "year": 2001
  }, {
    "title": "Geomorphological consequences of weak lower continental crust, and its significance for studies of uplift, landscape evolution, and the interpretation of river terrace sequences",
    "authors": ["R. Westaway"],
    "venue": "Netherlands Journal of Geosciences 81: 283–304.",
    "year": 2002
  }, {
    "title": "Long-term river terrace sequences: evidence for global increases in surface uplift rates in the Late Pliocene and early Middle Pleistocene caused by flow in the lower continental crust induced by surface processes",
    "authors": ["R. Westaway"],
    "venue": "Netherlands Journal of Geosciences 81: 305–328.",
    "year": 2002
  }, {
    "title": "The Quaternary evolution of the Gulf of Corinth, central Greece: coupling between surface processes and flow in the lower continental crust",
    "authors": ["R. Westaway"],
    "venue": "Tectonophysics 348: 269–318.",
    "year": 2002
  }, {
    "title": "Pliocene and Quaternary surface uplift revealed by sediments of the Loire–Allier river system, France",
    "authors": ["R. Westaway"],
    "venue": "Quaternaire 15: 103–115.",
    "year": 2004
  }, {
    "title": "Investigation of coupling between surface processes and induced flow in the lower continental crust as a cause of intraplate seismicity",
    "authors": ["R. Westaway"],
    "venue": "Earth Surface Processes and Landforms 31: 1480–1509.",
    "year": 2006
  }, {
    "title": "Seismic imaging of a hot upwelling beneath the British Isles: comment",
    "authors": ["R. Westaway"],
    "venue": "Geology Online Forum e95.",
    "year": 2006
  }, {
    "title": "Quaternary vertical crustal motion and drainage evolution in East Anglia and adjoining parts of southern England: chronology of the Ingham River terrace deposits",
    "authors": ["R. Westaway"],
    "venue": "Boreas 38: 261– 284.",
    "year": 2009
  }, {
    "title": "Quaternary uplift of northern England.Global and Planetary Change",
    "authors": ["R. Westaway"],
    "year": 2009
  }, {
    "title": "Causes, consequences and chronology of large-magnitude palaeoflows in Middle and Late Pleistocene river systems of northwest Europe",
    "authors": ["Westaway R", "Bridgland DR."],
    "venue": "Earth Surface Processes and Landforms (in press).",
    "year": 2010
  }, {
    "title": "Flow in the lower continental crust as a mechanism for the Quaternary uplift of southeast England: constraints from the Thames terrace record",
    "authors": ["R Westaway", "D Maddy", "D. Bridgland"],
    "venue": "Quaternary Science Reviews 21: 559–603.",
    "year": 2002
  }, {
    "title": "The Quaternary uplift history of central southern England: evidence from the terraces of the Solent River system and nearby raised beaches",
    "authors": ["R Westaway", "D Bridgland", "M. White"],
    "venue": "Quaternary Science Reviews 25: 2212–2250.",
    "year": 2006
  }, {
    "title": "Fluvial sequences as evidence for landscape and climatic evolution in the Late Cenozoic: a synthesis of data from IGCP 518",
    "authors": ["R Westaway", "DR Bridgland", "R Sinha", "T. Demir"],
    "venue": "Global and Planetary Change 68: 237–253.",
    "year": 2009
  }, {
    "title": "The Geology of the Country near Sidmouth and Lyme Regis: Explanation of 1:63,360 Geological Map Sheets 326 and 340 (2nd edn)",
    "authors": ["Woodward HB", "Ussher WAE."],
    "venue": "Memoir of the Geological Survey. HMSO: London.",
    "year": 1911
  }, {
    "title": "Dynamics of intra-plate compressional deformation: the Alpine foreland and other examples",
    "authors": ["PA Ziegler", "S Cloetingh", "J-D. Van Wees"],
    "venue": "Tectonophysics 252: 7–59. J. Quaternary Sci., Vol. 25(4) 419–432 (2010)",
    "year": 1995
  }],
  "id": "SP:3cfbc9e8db01aa2cee237c4f83652c6a0103198c",
  "authors": [{
    "name": "ROB WESTAWAY",
    "affiliations": []
  }],
  "abstractText": "The uplift history of southwest England is inferred using a composite dataset including marine and fluvial terraces and karstic data. The estimated post-Mid-Pliocene uplift increases eastward from 130 m in west Cornwall and 135 m in south Devon to 150 m in the Hampshire Basin. The post-Early-Pleistocene uplift likewise increases eastward, from 55 m in west Cornwall to 60 m in south Devon and 80 m in Hampshire. Landscape and thermochronological evidence also indicates Eocene uplift, caused by the British Tertiary Igneous Province magmatism; this component tapers eastward from 300 m in west Cornwall to 50 m in south Devon, with subsidence in east Devon. This uplift accompanied magmatic underplating; the mafic layer added to the basal crust thins eastward from 6 km in west Cornwall to 2 km in south Devon, evidently tapering to zero farther east. The laterally variable crustal properties caused by this variation in underplating have affected the post-MidPliocene uplift; the study region is thus intermediate, in terms of crustal strength and landscape evolution, between central-southern England, with no underplating, and Ireland, where 10 km thick underplating has resulted in extreme Late Cenozoic landscape stability. The Eocene mantle-plumerelated uplift is distinct from the post-Mid-Pliocene phase which, the modelling indicates, has been driven by surface processes and, thus, by climate change. Copyright # 2010 John Wiley & Sons, Ltd. Supporting information can be found in the online version of this article.",
  "title": "Cenozoic uplift of southwest England"
}