{
  "sections": [{
    "text": "0016-7622/2016-87-1-5/$ 1.00 © GEOL. SOC. INDIA\nThroughout this region the Cretaceous-Paleogene transition (magnetochron C29r-C29n, 66.25-65.50 Ma) is preserved only in deep wells of the Krishna-Godavari basin where Deccan Traps protected intertrappean sediments from erosion. The late Paleocene to middle Eocene marine record was recovered from two Cauvery basin wells with hiatuses correlative with low sea levels at ~49.0-56.5 Ma (zones P4c-E6) and ~53.0-55.3 Ma (zones E1-E4) at the ridge well KALI-H. A nearly complete record was recovered from well AGA, including the PETM event (zones E1-E2), which marks this an excellent reference section for India.\nSimilarity in erosion and sedimentation patterns of the late Maastrichtian to middle Paleocene from India to Madagascar and South Atlantic is mainly attributed to climate changes and sea level falls, regional tectonic activity from the Bay of Bengal to Madagascar, and uplift and doming in the Cauvery and K-G basins as a result of Deccan volcanism. Directly correlative with Deccan volcanism are high stress environments for marine calcifiers, as observed by species dwarfing, reduced diversity and blooms of the disaster opportunist Guembelitria cretacea in magnetochron C30n (zones CF4CF3) correlative with Deccan phase-1 and Ninetyeast Ridge volcanism, in C29r (zones CF2-CF1) correlative with Deccan phase-2 and in C29n (zone P1b) correlative with Deccan phase-3 marking volcanism as the most important stress factor in the end-Cretaceous mass extinction and delayed evolution of planktic foraminifera.\nKeywords: Maastrichtian-Eocene biostratigraphy, Deccan volcanism, Ninetyeast Ridge volcanism, Climate, Sea level changes, Hiatuses, High-stress environments, Cauvery Basin, India, Madagascar."
  }, {
    "heading": "INTRODUCTION",
    "text": "Late Maastrichtian to early Paleocene sub-surface stratigraphy of the Krishna-Godavari (K-G) basin reveals three to four basalt flows identified as part of the main Deccan volcanic phase-2 near the end of the Maastrichtian (paleomagnetic chron C29r) and another three to four flows in the last Deccan volcanic phase-3 in the early Danian C29n (Jaiprakash et al., 1993; Saxena, 1994; Raju et al., 1995, 1996a,b). A close connection between the end-Cretaceous mass extinction and Deccan volcanism has long been suspected based on volcanic studies of the Western Ghats (e.g., Courtillot et al., 1986, 1988; Venkatesan et al., 1993; Chenet et al., 2007, 2008, 2009) but direct evidence\nremained elusive in the absence of marine sediments with dateable microfossils. Jaiprakash and others (1993) observed a close connection between the Cretaceous-Tertiary boundary (KTB) mass extinction and volcanic flows in sub-surface cores of the K-G Basin. Nearly two decades later the KTB mass extinction was documented in Rajahmundry quarries (Keller et al., 2008; Malarkodi et al., 2010) and the K-G basin in a detailed study of infratrappean and intertrappean sediments of phase-2 and phase-3 lava flows in eleven sub-surface cores drilled by India’s Oil and Natural Gas Corporation (ONGC) (Keller et al., 2011, 2012). The earliest Danian evolution was recorded in thick intertrappean sediments immediately above phase-2\nJOUR.GEOL.SOC.INDIA, VOL.87, JAN. 2016"
  }, {
    "heading": "6 GERTA KELLER AND OTHERS",
    "text": "basalt flows and continuing through intertrappeans of phase3 (C29n) basalt flows above which a major hiatus is present.\nWe turned to the Cauvery basin for further evaluation of the stratigraphic and environmental record of the Maastrichtian-Paleocene in marine sediments of India. Previous stratigraphic studies of sub-surface cores indicate a mixed record of reportedly complete KTB sequences and more often major hiatuses (e.g., Govindan, 1981; Govindan et al., 1996; Jafar, 1996; von Salis and Saxena, 1998; Raju et al., 1994, 2014; Reddy et al., 2013). Limited exposures of surface outcrops are generally too fragmented to yield a solid basis for stratigraphic analysis of the depositional environment in the Cauvery basin (e.g., Govindan et al., 1996; Raju et al., 1991, 1996; Watkinson et al., 2007), therefore, sub-surface cores yield the best record in this area.\nFor this study we chose two wells from the northern part of the Cauvery basin, located on the northeastern flank of the Kumbakonam-Madanam Ridge (KALI-H) and in the adjacent Ariyalur-Pondicherry sub-basin (PTA), and one well (AGA) from the Ramnad-Palkbay sub-basin near Rameswaram (Fig. 1). We chose these three wells for their reportedly complete sequences and good preservation and because they span the two key depositional environments\n(e.g., NE-SW trending ridges and sub-basins) in the Cauvery Basin. Although the study began with a focus on the Maastrichtian-Paleocene transition, the nature of the stratigraphy (hiatuses) inevitably led to inclusion of the Paleocene-Eocene interval that overlies erosion surfaces of the Maastrichtian.\nThe objectives of this study include (1) detailed planktic foraminiferal biostratigraphy of the Maastrichtian (with SEM illustrations), Paleocene and early Eocene; (2) application of the global planktic foraminiferal zonal scheme to Indian sequences to enable global correlations; (3) comparison of Cauvery and K-G basin sequences with Madagascar and South Atlantic Ocean DSDP Site 525A; (4) identification of major hiatuses, (5) comparison of hiatus distribution patterns, local/regional tectonic activity, global sea level and climate changes, and (6) evaluation of faunal turnovers and high stress environments correlative with episodes of Deccan volcanism.\nTectonic, Volcanic and Environmental History\nThe Cauvery basin is located to the south of the KrishnaGodavari basin extending along the southern fringe of peninsular India from Pondicherry in the north to Tuticorin\nJOUR.GEOL.SOC.INDIA, VOL.87, JAN. 2016\nMAASTRICHTIAN TO EOCENE SUBSURFACE STRATIGRAPHY OF THE CAUVERY BASIN 7\nin the south and offshore to the east (Fig. 1). The east coast area is tectonically complex consisting of various ancient tectonic blocks, segmented into a series of sub-basins (Cauvery, Krishna-Godavari, Palar, Mahanadi, Bengal) and separated by major tectonic faults and ridges (horst and graben, Fuloria et al., 1992; Lal et al., 2009; Rangaraju et al., 1993). This tectonic complexity is traced back to the break up of India and Antarctica and the separation of eastern and western Gondwanaland during the late Jurassic (Lal et al., 2009). By the late Jurassic to early Cretaceous the west Australia-India rift resulted in the horst and graben structures of the Krishna-Godavari and Cauvery basins and the Natal basin between Madagascar (Africa) and India.\nBy mid-Cretaceous (Aptian) the Rajmahal traps erupted fed by the Crozet Hotspot and 85° East Ridge (e.g., Das et al., 1996; Kent et al., 2002; Lal et al., 2009). Rajmahal traps were recently reported from two offshore wells in the K-G basin with intertrappean sediments of Aptian age (126.3- 113 Ma) (Raju et al., 2014). Around 80 Ma, the 85° East ridge volcanic activity started (magnetochron C33r) in the northern Bay of Bengal (Mahanadi basin) (Michael and Krishna, 2011) and ended about 55 Ma. There are also volcanic intrusives in the sub-surface of the Gulf of Mannar in the Cauvery basin. These intrusive rocks are dolerite dykes overlain by Coniacian-Santonian sediments. Off the southern tip of the Indian peninsula a buried submarine volcanic hill, known as Comorin ridge, is at a water depth of around 2425m. These volcanic rocks have been attributed to the Marion mantle plume activity around 90 Ma (Sreejith et al., 2008). An ONGC exploratory well on the northern edge of this ridge recovered sediments with Campanian to early Maaastrichtian foraminifera above the basalt ridge.\nBy the latest Maastrichtian (C29r) to early Danian (C29n) basalt flows are present in the K-G basin. Absence of vents or conduits for volcanism in seismic data of the K-G basin suggest that these basalts are part of the Deccan traps and originated from the Western Ghats as indicated by coeval paleomagnetic and radiometric data (e.g., Knight et al., 2003, 2005; Baksi, 2005; Chenet et al., 2007, 2008). The K-G basin Deccan traps are thus considered the longest known lava flows on earth (Self et al., 2008; Lal et al., 2009)."
  }, {
    "heading": "METHODS",
    "text": "ONGC wells from the Cauvery basin were chosen for their reported continuity across the KTB transition, availability of recovered core cuttings, interval spacing of core cuttings and ridge and basin locations. We chose three wells with 1 m interval core cuttings to obtain the best stratigraphic resolution based on 203 samples and\nquantitative analysis of 63 samples. For each sample ~200 gr sediments were processed based on standard micropaleontological techniques described in Keller et al. (1995). For biostratigraphic analysis, the washed residues of each sample was examined from the >63 µm and >150 µm size fractions and representative species picked, mounted on microslides for a permanent record and specimens identified at the species level. Analyzing the two size fractions assures that both small and large species are recorded.\nSpecies census data was filtered to exclude down core contamination that is common in well cuttings. Theoretically, this means that any species first occurrence could be the result of down core contamination. To avoid such artificial range extension, we attributed isolated species occurrences below the known range of a species to down core contamination. Last appearances of species can be relied upon for stratigraphic age control, except for isolated specimens that could be the result of reworking, as is the case in any stratigraphic sequence. Based on this filtered dataset, combined with comparison and correlation with known species ranges and the resistivity and gamma ray well log data, good age control was achieved for the three wells analyzed. Foraminiferal tests in Maastrichtian sediments are poorly preserved in well PTA and relatively well preserved in KALI-H as illustrated in Appendix Plates 1-6. Danian, late Paleocene and early Eocene assemblages are generally better preserved due to shale deposition."
  }, {
    "heading": "BIOSTRATIGRAPHY: MAASTRICHTIAN-PALEOCENE",
    "text": "Evolutionary ranges of Maastrichtian-Paleocene-Eocene species and their relative population abundances in India are still largely unknown or poorly understood due to the rarity of outcrops with marine sediments and/or contiguous sequences. Sub-surface cores drilled for oil and gas exploration provide the best opportunity to obtain this record, but cores are proprietary and samples generally consist of 5 m interval core cuttings and rarely 1 m interval core cuttings. For this study we were lucky because for the three Cauvery basin wells analyzed core cuttings are available at 1 m intervals, which yield excellent species census data. Despite the variable preservation of the sites analyzed, the stratigraphy can be determined in all three wells using the biozone schemes illustrated in Figs.2a and 2b.\nThe high-resolution biostratigraphic zonal scheme developed by Li and Keller (1998a,b) for the Maastrichtian, Keller et al. (1995, 2002) for the early Danian, Olsson et al. (1999) for the middle and late Paleocene and Pearson et al.\nJOUR.GEOL.SOC.INDIA, VOL.87, JAN. 2016\n8 GERTA KELLER AND OTHERS\n! %&!\nFigure 2a\n! %'!\nFigure 2b .2. (a) Maastrichtian and early Paleocene biozones used in this study are from Keller et al. (1995, 2002) and Li and Keller (1998a,b).\nFor comparison the biozones of Berggren et al. (1995), Olsson et al. (l999) and Huber et al. (2008) are shown. Nannofossil zones are from Burnett (l998; Sissingh (l977) and Perch-Nielsen (1979, 1985). Paleomagnetic data and ages after Husson et al. (2011) and Schoene et al. (2015). (b) Late Paleocene-early Eocene biozones applied in this study are from Berggren et al. (1995), Olsson et al. (1999) and Pearson et al. (2006). Nannofossil zones are from Martini (1977) and Aubry et al. (2007).\n(2006; update from Berggren et al., 1995) for the latest Paleocene-Eocene was applied in this study (Figs. 2a, b). These zonal schemes have been successfully applied on a global basis, are easily applied in India and are most suitable for correlation with sequences from the Tethys, southern hemisphere and elsewhere. Zonal schemes by Berggren et al. (1995) and Huber et al. (2008) are shown for comparison along with commonly used nannofossil biozones."
  }, {
    "heading": "Well PTA",
    "text": "In the Ariyalur–Pondicherry sub-basin, the nearest well to PTA is BVG-B (Fig. 1). Raju et al (1991) analyzed the sediments in this well from 2200-1870 m depth and recognized five biozones across the KTB transition: Abathomphalus mayaroensis (2200-1920 m), Globotruncana rosetta – Racemiguembelina fructicosa assemblage zone (1920-1905 m), Rugoglobigerina rugosa partial range zone (1905-1900 m), and early Danian zones P1a/P0 (1900- 1870 m) and P2/P1b (1870-1860 m). According to the\nauthors the lithology and electrical logs show continuity from Late Maastrichtian to Early Paleocene.\nIn this study the more recently drilled well PTA was analyzed for the interval from 2040-2190 m spanning from the lower Maastrichtian zone CF6 to the upper Paleocene zone P4a (Fig. 3). In the lower part of the sequence (2105- 2190 m) sample spacing is at 5 m intervals and in the upper part (2104-2040 m) at 1 m intervals. Sediments consist of alternating grey shale and predominantly sandy shale layers. Foraminiferal shell preservation ranges from good to poor with generally good preservation in shale intervals and poor preservation and lower diversity in sandy intervals. Overall species richness varies between 25 and 33 and most species are large with thick and relatively dissolution resistant shells. Benthic foraminifera are relatively common and preservation is better than for planktic species. A complete census data of large and small species was recorded for each sample interval and key index species are marked in red (Fig. 3).\n(a)\n(b)\nJOUR.GEOL.SOC.INDIA, VOL.87, JAN. 2016\nMAASTRICHTIAN TO EOCENE SUBSURFACE STRATIGRAPHY OF THE CAUVERY BASIN 9"
  }, {
    "heading": "Maastrichtian",
    "text": "Early to late Maastrichtian biozones CF6 to CF3 are present in the analyzed interval of well PTA. The sandy lithology at the base of the sequence contains rare species due to the shallow depositional environment and dissolution, though in the overlying shale species richness is relatively high (Fig. 3). In the interval between 2175-2185 m the presence of Globotruncana linneiana marks the early Maastrichtian zone CF6 (Fig. 2a, Appendix Plate 1, #1-4). Zone CF5 is identified between the last appearance (LA) of G. linneiana and the first appearance (FA) of Racemiguembelina fructicosa (2170-2145 m, Appendix Plate 6, #9-10). Noteworthy in this interval is the disappearance of Globotruncana bulloides, Contusotruncana (Rosita) fornicata and C. plummerae (Keller et al., 2015), marking a minor extinction event of stratigraphic significance observed at El Kef, Tunisia, South Atlantic Site 525A (Li and Keller (1998a,b), Egypt (Keller, 2002) and Madagascar (Abramovich et al., 2002). Zone CF4 defines the interval between the FA of R. fructicosa and FA of Pseudoguembelina hariaensis (2140-2110 m; Appendix Plate 6, #20). Rare Guembelitria cretacea are present near the base of CF4.\nZone CF3 marks the interval between the FA of P. hariaensis and the LA of Gansserina gansseri (2110-2094 m, Appendix Plate 1, #5-8, Fig. 2a). Pseudoguembelina hariaensis (Appendix Plate 5, #20) is rare in well PTA, although the related species P. palpebra (Appendix Plate 6, # 5) is common. It is possible that poor preservation and the resultant breakage of the characteristic thin last chambers led to misidentifying some hariaensis specimens as palpebra. Alternatively, the absence and rarity of hariaensis may be due to the sand and sandy shale intervals with more impoverished planktic foraminiferal assemblages in CF3 (Fig. 3). In the top 5 m of zone CF3 species diversity drops sharply and Maastrichtian species tend to be smaller (dwarfed). Guembelitria cretacea is present though rare. The presence of rare Danian specimens, pyritized and infilled with darker clay characteristic of the early Danian sediments, suggests down core contamination or bioturbation. This interval ends with a hiatus between the late Maastrichtian zone CF3 and overlying early Danian zone P1a(2) assemblages (Fig. 3). The missing interval spans early Danian zones P1a(1), P0, CF1, CF2 and upper part of CF3 (~65.55-66.8 Ma) (Figs. 2a, 3)."
  }, {
    "heading": "Paleocene (Danian)",
    "text": "Early Paleocene (Danian) sediments at PTA generally consist of darker organic-rich gray shale or clay and silty\nshale enriched in pyrite. Planktic foraminiferal specimens are generally infilled with dark clay, with some shells pyritized and many others partly to wholly dissolved. The presence of the index species Parvularugoglobigerina eugubina and 14 other early Danian species, including Parasubbotina pseudobulloides and Subbotina triloculinoides mark zone P1a(2) in the 2093-2088 m interval, which indicates that the KTB clay zone P0 and overlying Danian zone P1a(1) are missing (Fig. 3). Guembelitria cretacea is common, but less abundant than is known globally from zones P0 and P1a(1) (Keller and Pardo, 2004), suggesting a temporary decrease in high-stress conditions in P1a(2) as commonly observed globally. Also common in this interval are reworked Maastrichtian species (between 17-30 species) reflecting high current activity, erosion and transport from the nearby ridge (horst). A short hiatus may be present between P1a(2) and P1b, as commonly observed in this interval worldwide (Keller et al., 2013). Above the P1a(2)/P1b transition in well PTA reworked Cretaceous specimens are relatively rare.\nZone P1b marks the interval between the extinction of P. eugubina and the FA of Parasubbotina varianta (Fig. 2a), which spans from 2088 m to 2075 m (Fig. 3). Reworked Maastrichtian species and specimens are rare. The P1b assemblage is characterized by small species similar to P1a(2), except that Guembelitria species are generally more abundant as also known from P1b globally (review in Punekar et al., 2014a). This indicates that the early Danian high-stress conditions continued into zone P1b. These prolonged high-stress conditions in the upper part of C29r have recently been linked to continued volcanic eruptions (phase-2) in the Western Ghats (Schoene et al., 2015). The increased high-stress assemblages (Guembelitria blooms) in C29n (zone P1b) are linked to Deccan phase-3 (Keller, 2014; Punekar et al., 2014a). Therefore, continued Deccan volcanism into the early Danian is primarily responsible for the long-delayed recovery after the mass extinction.\nZone P1c(1) marks the interval from the FA of Parasubbotina varianta to the FA of Praemurica inconstans (2075-2065 m, Fig. 3). Guembelitria species are rare, the assemblage is more diverse than in P1a(2)-P1b and species morphologies are larger and well preserved, indicating the onset of recovery after the KTB mass extinction. Reworked Maastrichtian species are rare in P1c(1). Above this interval zone P1c(2) spans from 2065 m to 2055 m. In the lower part of zone P1c(2), early Danian P1a survivors disappear and the trend towards larger morphologies continues. Reworked Maastrichtian species are more abundant and diverse marking renewed erosion. A major hiatus is present at the P1c(2)/P2 boundary, evident by the disappearance of\nJO U R .G E O L .SO C .IN D IA , V O L .87,JA N .2016\n10 G E R TA K E L L E R A N D O T H E R S\nFig.3. Maastrichtian to Paleocene biostratigraphy of the Cauvery basin ONGC well PTA based on planktic foraminifera with index species marked red. A major hiatus spans the KTB from the early Danian zone P1a(2) to late Maastrichtian zone CF3 (~65.55-66.8Ma). Additional hiatuses are present in the late early Paleocene. Total Gamma and Resistivity data mark lithological changes. Global sea-level changes, biozones and the paleomagnetic record are shown for comparison. Sea level data from Haq et al., 1987; Haq, 2014, and Kominz et al., 2002).\nJOUR.GEOL.SOC.INDIA, VOL.87, JAN. 2016\nMAASTRICHTIAN TO EOCENE SUBSURFACE STRATIGRAPHY OF THE CAUVERY BASIN 11\n7 Danian species and first appearances of new species (Fig. 3). There is insufficient stratigraphic resolution to estimate the time span of this hiatus.\nThe interval above the P1c(2)/P2 hiatus is condensed suggesting further erosion and/or non-deposition. For example, zone P2 (2055-2052 m) and zone P3 (2051-2043 m) are marked by high faunal turnovers, but preservation and relative species abundances are inadequate in well PTA to evaluate the extent of the potentially missing interval."
  }, {
    "heading": "Well KALI-H",
    "text": "Well KALI-H is located on the northeastern flank of the Kumbakonam ridge in the valley between Kumbakonam and Madanam ridges and hence exposed to currents and sealevel fluctuations leading to erosion and sediment transport into the basins. A complete census data of large and small species was recorded for each sample interval and key index species are marked in red (Fig. 4). Preservation is generally good and common Maastrichtian species are illustrated in Appendix Plates 1-6)."
  }, {
    "heading": "Maastrichtian",
    "text": "The Maastrichtian of well KALI-H is very similar to that of well PTA, except that faunal preservation is significantly better, species abundance is much higher and species richness is nearly twice that of PTA. This can be seen in species diversity, which varies between 50 and 60 species on a sample-by-sample basis, whereas in well PTA species richness varies between 25 and 33 species (Figs. 3, 4). Lithology varies from light grey (marly) shale to tan marly shale. Age control is excellent in these diverse assemblages and sample resolution is at 1 m intervals for the entire sequence analyzed (1626-1560 m.\nAt the base of the section zone CF6 (1626-1619 m) is represented by the index species G. linneiana (Fig. 4). Preservation is variable and assemblages vary between 40- 50 species. The overlying zone CF5 (1614-1618 m, LA G. linneiana to FA R. fructicosa) is very short (4 m), species are relatively well preserved and assemblages average 50 species. Zone CF4, defined by the FA R. fructicosa to FA P. hariaensis is expanded (1613-1588 m) with high species diversity (50-60 species). Notable in this interval is the disappearance of Contusotruncana plummerae and C. fornicata, which mark a minor extinction event. The third species of this extinction event, G. bulloides, was not recorded in KALI-H, though is present in PTA in zone P5 but not observed in CF4 probably due to preservation effects. Also notable in zone CF4 is the common presence and relatively high abundance of Guembelitria cretacea and G. dammula (Appendix Plate 5, # 5, 8-10). Although these two\nspecies are observed throughout Maatrichtian zones CF6CF3, they are common to abundant only in zone CF4 suggesting high-stress conditions. High abundance of these two species (55-60%) in zone CF4 was observed in Madagaskar (Amboanio section, Mahajanga Basin, Abramovich et al., 2002) and on Ninetyeast Ridge DSDP Site 216 associated with volcanism (Keller, 2003). In KALIH two cosmic spherules were found at 1601 m, though their significance is unknown.\nZone CF3 (base defined by FA P. hariaensis) is only partially present (1589-1583 m) similar to well PTA. Preservation is variable with dissolution effects in 1586- 1587 m and diversity temporarily reduced to 40 species (Fig. 4). Guembelitria cretacea and G. dammula are consistently present but rare. A major hiatus spans from the lower part of the Late Maastrichtian zone CF3 to the Late Paleocene zone P4c (56-67 Ma)."
  }, {
    "heading": "BIOSTRATIGRAPHY: LATE PALEOCENE – EARLY EOCENE",
    "text": ""
  }, {
    "heading": "KALI-H",
    "text": "Late Paleocene to Eocene sediments have been recovered above a major late Maastichtian/late Paleocene hiatus spanning from zone CF3 to P4c at KALI-H (Fig. 4). Overlying this hiatus is a diverse late Paloecene zone P4c assemblage (1583-1580 m) including the index species Globanomalina pseudomenardii (Figs. 2b, 4). Zone P5 spans five meters (1580-1575 m). The P-E boundary zone E1 is present in 1574 m marked by rare Acarinina sibaiyaensis and Pseudohastigerina wilcoxensis. In the 1-2 m above several species disappear, including Morozovella veslascoensis, the index species for zone E2, and 8 species appear simultaneously including M. formosa the index species for the base of zone E4 (Figs. 2b, 4). This indicates a major hiatus between E1 and E4 (53.0-55.5 Ma), marked by abundant reworked Maastrichtian species that account for 60% of the total foraminiferal specimens present. Zone E5 spans the interval from the FA of Morozovella aragonensis to the LA of M. subbotina (1564-1571 m). The ridge location of KALI-H and sea level changes are likely responsible for this hiatus in addition to regional tectonic activity (Fig. 4)."
  }, {
    "heading": "Well AGA",
    "text": "A more complete Late Paleocene-Eocene sequence is present in well AGA, including an expanded PaleoceneEocene Thermal Maximum (PETM). Well AGA is located on the eastern flank of the Ramnad-Palkbay sub-basin and contains a substantially continuous sedimentation record in\nJO U R .G E O L .SO C .IN D IA , V O L .87,JA N .2016\n12 G E R TA K E L L E R A N D O T H E R S\n% ) !\nF ig u re 4\nFig.4. Maastrichtian to early Eocene biostratigraphy of the Cauvery basin ONGC well KALI-H based on planktic foraminifera with index species marked in red. A major hiatus spans the KTB from the late Paleocene zone P4c to the late Maastrichtian zone CF3 (~56-67 Ma). Additional hiatuses are present in the early Eocene. Total Gamma and Resistivity data mark lithological changes. Global sea-level changes, biozones and the paleomagnetic record are shown for comparison. Sea level data from Haq et al., 1987; Haq, 2014, and Kominz et al., 2002).\nJOUR.GEOL.SOC.INDIA, VOL.87, JAN. 2016\nMAASTRICHTIAN TO EOCENE SUBSURFACE STRATIGRAPHY OF THE CAUVERY BASIN 13\nthe interval analyzed (1917-1990m) from the late Paleocene 56.5 Ma (zone P4c) through the early middle Eocene 43.6 Ma (zone E9, Fig. 2b). Late Paleocene sediments consist of limestone, shale, sandy shale and sandstone just below the Paleocene-Eocene boundary (PEB) suggesting shallowing or increased influx from the nearby ridge (Fig. 1). In the early Eocene, sediments alternate between sandy shale and shale with organic-rich shale in the PETM interval of zones E1-E2. In the middle Eocene gray shale predominates.\nPreservation of planktic foraminifera is variable ranging from excellent to dissolution of shell calcite and dark clay or pyrite chamber infillings. In general, preservation is good in light gray shale or marls, whereas dissolution and pyrite infilling of foraminiferal chambers is prevalent in dark organic-rich shale or clays. Assemblages are diverse and abundant permitting easy identification of biozones for age determinations. Biostratigraphy applied follows Berggren and Pearson (2005) with species concepts as illustrated in the Atlas of Eocene Planktonic Foraminifera by Pearson et al. (2006) and the Atlas of Paleocene Planktonic Foraminifera by Olsson et al. (1999). The biozonation used is illustrated in Figure 2b."
  }, {
    "heading": "Late Paleocene",
    "text": "Well AGA recovered the late Paleocene between subsurface depths of 1990 m to 1960 m (Fig. 5). In this sequence samples were recovered at 5 m intervals. Subzone P4c is identified by the concurrent range of Globanomalina pseudomenardii and Acarinina soldadoensis with the first appearance (FA) of A. soldadoensis marking the base of P4c (Berggren et al., 1995). In well AGA, this interval was identified between 1970-1990m (Fig. 5). The assemblage is dominated by Igorina tadjikistanensis, Planoglobulina pseudoscitula, Subbotina hornibrooki and Jenkinsina columbiana. Subzone P4c spans 600 ky from 56.5 to 55.9 Ma (upper C25r to C25n, Olsson et al., 1999).\nZone P5 is defined by the interval between the last occurrence of G. pseudomenardii and the FA of Acarinina sibaiyaensis. In well AGA this zone spans 11 m (1970-1959 m) and is marked by a general decrease in the dominant assemblage of subzone P4c and increase in Igorina lodoensis and Praemurica (?) lozanoi and the first occurrences of M. subbotinae, S. roesnaensis, Acarinina angulosa, A. wilcoxensis, and Igorina broedermanni (Figs. 5). Zone P5 spans 400 ky from 55.9-55.5 Ma (C25n-C24r (Pearson et al., 2006)."
  }, {
    "heading": "Paleocene-Eocene Thermal Maximum (PETM)",
    "text": "The Paleocene-Eocene boundary (~58.2±0.2 Ma, Westerhold et al., 2009) coincides with a sudden increase\nin Earth’s surface and deep ocean temperatures known as the PETM, and a negative shift in the stable carbon isotope ratio (δ13C, Fig. 6). This climate warming is commonly interpreted as massive and rapid release of 13C-depleted CO2 into oceans and atmosphere due to methane gas release from continental margin clathrates (Dickens et al., 1995). Additional greenhouse gases include pore fluid venting associated with gas hydrates (DeConto et al., 2010), thermogenic methane production due to the interaction of hydrothermal fluid with organic-rich sediments (Svensen et al., 2004; Westerhold et al., 2009), and desiccation and oxidation of organic matter in vast areas of dried epicontinental seas (Higgins and Schrag, 2006; Gavrilov et al., 2003).\nThis massive input of greenhouse gases into the atmosphere resulted in a global temperature increase of 5- 9ºC over about 200 ky (Slujis et al., 2006; Zachos et al., 2006; Handley et al., 2008). In the marine realm, increased temperatures and salinity, and a drop in pH and dissolved oxygen led to extinction of 35-50% of benthic species and a major faunal turnover in planktic foraminifera (Lu et al., 1998; Alegret et al., 2009). The PETM crisis likely ended due to increased terrestrial biological productivity drawing down CO2 (Torfstein et al., 2010; Bains et al., 2000), and silicate weathering removing atmospheric CO2 (Kelly et al., 1996, 2005).\nThe PETM event is well known from marine and terrestrial sections worldwide with the most complete sequence documented from the Global Stratotype Section and Point (GSSP) at Dababiya, Egypt (Fig. 6) (Dupuis et al., 2003; Aubry et al., 2007; Speijer et al., 2000; Schulte et al., 2011; Khozyem et al., 2013, 2014, 2015). In India no contiguous sections spanning this interval are known to date. However, a series of small exposures in the Cauvery basin contain well-preserved early late Paleocene and Eocene planktic foraminifera (Malarkodi and Devi, 2013; Malarkodi, 2014). Unfortunately, connecting these outcrops into one coherent stratigraphic unit is difficult and the PETM interval is still unknown from the area. Recovery of the late Paleocene-middle Eocene interval, including the PETM event in well AGA, is thus unique and serves as reference section for India."
  }, {
    "heading": "PETM in Well AGA",
    "text": "Zone E1: The Paleocene-Eocene Thermal Maximum (PETM) of zone E1 was recovered between 1955-1959 m. Planktic foraminifera are well preserved with diverse species assemblages and all or most index species present. The PE boundary (zone E1) is defined by the FA of Acarinina sibaiyaensis to the FA of Pseudohastigerina\nJO U R .G E O L .SO C .IN D IA , V O L .87,JA N .2016\n14 G E R TA K E L L E R A N D O T H E R S\nFig.5. Paleocene-early Eocene biostratigraphy of the Cauvery basin ONGC well AGA based on planktic foraminifera with index species marked in red. A total of 87 species were identified, excluding two persistent benthic species (green). Note the persistent presence of Astrorotalia palmerae beginning in zone E2, a species that is supposed to appear in zone E7. Simultaneous appearances or disappearances of species indicate hiatuses at E3/E4-5, and E6/E7.\nJOUR.GEOL.SOC.INDIA, VOL.87, JAN. 2016\nMAASTRICHTIAN TO EOCENE SUBSURFACE STRATIGRAPHY OF THE CAUVERY BASIN 15\nwilcoxensis Figs. 2b, 5, 6). Zone E1 spans the first 150 ky of the Eocene (55.5-55.35 Ma, magnetochron C24r (earliest Sparnacian, Pearson et al., 2006).\nIn well AGA, A. sibaiyaensis appears just below the PE boundary, as also observed at Dababiya, Egypt, where highstress conditions begin coincident with the appearance of this species below the PEB (Khozyem et al., 2014). This suggests that the conventionally defined PEB does not mark the onset of maximum stress environments. Other incoming species in zone E1 include Acarinina africana, Morozovella allisonensis and Acarinina pseudotopilensis, which are also characteristic of the PETM interval (Figs. 5, 6).\nA major change in dominant species marks the PEB and PETM, including a shift from Igorina tadjikistanensis to I. broedermanni, increased I. lodoensis and Subbotina hornibrooki in the early Eocene. Benthic foraminifera are present but relatively sparse reflecting the PETM characteristic benthic extinction event. Most samples contain snail shells and radiolarians are relatively common. In planktic foraminifera, species extinctions and evolution as well as species abundance changes mark the PETM as a major faunal turnover associated with high-stress conditions, rather than a major extinction event.\nZone E2: Recovery from PETM stress conditions begins in zone E2, which is defined by the concurrent range of Pseudohastigerina wilcoxensis and Morozovella velascoensis (Pearson et al., 2006) and spans the interval\nfrom the first appearance (FA) of P. wilcoxensis to the last appearance (LA) of M. velascoensis. The faunal assemblages of zone E2 are very similar to zone E1 with no major changes in the dominant fauna. In the Cauvery basin the characteristic change occurs at the top of zone E2 where a number of species disappear, including Acarinina africana,"
  }, {
    "heading": "A. sibaiyaensis, A. allisonensis, P. griffinoides, I tadjikistanensis, Globanomalina ovalis, Morozovella apanthesma M. velasocensis, S. velascoensis, M. acuta",
    "text": "and Gl. luxorensis (Figs. 5, 6). First appearances in zone E2 include M. marginodentata, M. edgari and P. wilcoxensis. Zone E2 spans 850 ky (55.35-54.5 Ma, lower C24r, Pearson et al., 2006)."
  }, {
    "heading": "Early to Middle Eocene",
    "text": "Zone E3: This zone defines the interval between the LA of M. velascoensis and FA of Morozovella formosa formosa. At well AGA, Morozovella edgari disappears at the top of zone E3 and the simultaneous first appearances of 8 species (e.g., Acarinina alticonica, A. quetra, A. pentacamerata, Morozovella crater, M. lensiformis, M. formosa, M. aragonensis, Subbotina linaperta, Fig. 5) indicate a hiatus at the E3/E4 zone boundary, which is also suggested by the very condensed section (3m). Zone E3 spans 500 ky, 54.5- 54 Ma, middle C24r, Pearson et al., 2006).\nZone E4: This zone defines the biostratigraphic interval between the FA of Morozovella formosa and the FA of\nFig.6. Carbon isotopes (δ13Corg and δ 13Ccarb) and selected species ranges of planktic foraminifera and calcareous nannofossils at the\nDababiya stratotype section and point (GSSP), Egypt. Note that a reduction in species richness in the late Paleocene is offset by new evolving species during the gradual decrease in carbon isotopes and this evolutionary trend increased during the gradual recovery in carbon isotopes in the early Eocene (modified from Khozyem et al., 2014)\nJOUR.GEOL.SOC.INDIA, VOL.87, JAN. 2016"
  }, {
    "heading": "16 GERTA KELLER AND OTHERS",
    "text": "M. aragonensis (Fig. 2b). At well AGA the simultaneous occurrence of M. formosa and M. aragonensis suggests that zone E4 is missing or that the M. aragonensis specimens present are down core contamination. Considering that zone E4 spans 1.7 m.y. (54.0-52.3 Ma, late C24r-C23r) and the interval represented for both zones E4-E5 spans only 8 m, zone E4 is likely missing (Fig. 5).\nZone E5: This zone defines the interval between the FA of Morozovella aragonensis and LA of Subbotina subbotinae. At well AGA this interval is dominated by I. broedermanni, Planorotalites pseudoscitula, Subbotina hornibrooki and I. lodoensis (Fig. 5). Zone E5 spans 1.5 m.y. (52.3-50.8 Ma, Pearson et al., 2006).\nZone E6: This zone defines the interval between the LA S. subbotina to the FA of Acarinina cuneicamerata. Zone E6 is condensed (4 m) in well AGA and marked by the nearly simultaneous disappearances of a dozen species indicating a hiatus (Fig. 5). Zone E6 spans 400 ky (50.8-50.4 Ma, C23nC22r).\nZone E7: This zone defines the interval from the FA of A. cuneicamerata to the FA of Guembelitrioides nuttalli. Astrorotalia palmerae is believed to have evolved in zone E7. However, this fragile small species first appears in zone E2 in well AGA and is observed throughout the section.\nDowncore contamination is not a likely explanation because this species would not be well preserved. Thus the range of A. palmerae requires further investigation in India. Zone E7 spans 1.4 m.y. (50.4-49.0 Ma C22r-C22n).\nZone E8: This zone is defined by the interval between the FA Guembelitrioides nuttalli to FA Globigerinatheka kugleri. At well AGA zone E8 spans 8 m, marked by the disappearance of Subbotina patagonica, Globigerinatheka subconglobata, Morozovella crassatus, M. coronatus, and S. crociapertura (Fig. 5). Zone E8 spans 3.2 m.y. (49.0- 45.8 Ma, C22n-C20r).\nZone E9: This zone defines the interval between the FA of Globigerinatheka kugleri to the LA of Morozovella aragonensis. Zone E9 spans 2.2 m.y. (45.8-43.6 Ma, C20rC20n).\nSTABLE ISOTOPES\nStable isotope stratigraphy is an excellent tool for stratigraphic correlation provided biostratigraphic or radiometric age control is available. However, the use of stable isotope stratigraphy is problematic for core cuttings that mix different lithologies over extended time intervals and hence different climate regimes. Nevertheless, we tested\nFig.7. Stable isotope records of the surface dwelling planktic foraminifer Rugoglobigerina rugosa and benthic foraminifer Cibicidoides pseudoacuta at Amboanio, Madagascar (data from Abramovich et al., 2002), and bulk rock carbon isotopes from Cauvery basin well KALI-H (this study). Diagenesis altered the original oxygen isotopic signals in KALI-H, but temperature trends are preserved at Amboanio showing warm temperatures an rapid cooling prior to the CF4/CF3 hiatus, followed by warming in CF3. Decreased surface-to-deep gradient above the CF4/CF3 hiatus suggest warmer bottom water temperatures possibly due to shallowing. Both Madagascar and Cauvery basin well KALI-H show the gradual δ13C decrease in CF4 suggesting decreased productivity.\nJOUR.GEOL.SOC.INDIA, VOL.87, JAN. 2016\nMAASTRICHTIAN TO EOCENE SUBSURFACE STRATIGRAPHY OF THE CAUVERY BASIN 17\nthis method for the 1 m interval core cuttings of KALI-H zones CF4-CF3 to evaluate whether climate and productivity trends are preserved (Fig. 7). Bulk rock samples were analyzed and duplicate analysis performed to test variability within samples. For δ13C variability within samples is very low (0.1-0.3 ‰), except for one sample (0.6 ‰). For δ18O variability ranges from 0.3-0.7‰, however, values fluctuate strongly suggesting diagenetic alteration and that δ18O data may be compromised.\nFurther evaluation of the δ13C trends was obtained by comparing the Cauvery Basin with the Madagascar isotope data (Mahajanga Basin) across the CF4/CF3 hiatus (Fig. 7). Cauvery bulk rock and Mahajanga benthic foraminifers show similar decreasing trends in the upper zone CF4 reaching minimum values at the CF4/CF3 hiatus with a sudden increase above the hiatus. However, the Cauvery Basin records significantly more negative (-0.5 to -2.5‰) δ13C values compared with Madagascar (0.5 to 1.5‰), which may be attributed to the higher total organic content. We conclude that the δ13C record based on 1minterval core cutting has promise for stratigraphic interpretations.\nThe Madagascar stable isotope record was discussed in Abramovich et al. (2002) and only a brief summary is given here. δ18O values of well-preserved planktic foraminifer Rugoglobigerina rugosa and benthic Cibicidoides pseudoacuta preserve temperature trends as evident by the consistent surface-to-deep gradient of 1.5‰ in the lower part of CF4 indicating warm temperatures (Fig. 7). The sharply reduced gradient beginning below the CF4/CF3 hiatus marks cooler temperatures. In zone CF3 above the hiatus gradually decreasing benthic δ18O values and a reduced surface-to-deep gradient suggest warmer bottom water temperatures and possibly shallowing environment. Erratic values in the CF2-CF1 interval are likely due to subaerial exposure.\nδ13C values of benthic and planktic species show similar trends with almost no surface-to-deep gradient suggesting a neritic environment with deposition within the photic zone (Abramovich et al., 2002). The gradually decreasing δ13C values from CF4 to CF3 suggest decreasing productivity as also indicated by the very low total organic matter (0.6%) in CF4 and decreasing in CF3."
  }, {
    "heading": "PLANKTIC FORAMINIFERA: INDIA–MADAGASCAR",
    "text": "During the late Maastrichtian, Madagascar was located at the same paleolatitude as the Cauvery Basin and South Atlantic DSDP Site 525A (Scotese, 2013). Abramovich et al. (2002) quantitatively analyzed two Maastrichtian – early\nPaleocene sequences from the Mahajanga Basin, Madagascar, which were deposited in middle to inner neritic environments (Berivotra section) and a deeper middle neritic environment (Amboanio quarry) that is similar to the depositional setting in the Cauvery Basin. Comparison of the Amboanio section with the Cauvery Basin sites reveals very similar assemblages and provides clues to regional environments as revealed in species populations, hiatuses and stable isotope data."
  }, {
    "heading": "Census Data",
    "text": "A total of 67 species were identified and recorded for the Maastrichtian in KALI-H, a number that is close to optimal in middle latitude oceans, including the Tethys (Pardo et al., 1996; Li and Keller, 1998a, b; Keller, 2002; Abramovich et al., 1998). The same number of species was also reported from Madagascar (Abramovich et al., 2002). On a sample-by-sample analysis, KALI-H assemblages vary between 40 and 58 species (Fig. 4). In contrast, in the nearby PTA well only 48 species were recorded, with assemblages varying between 20 and 35 species (Fig. 3). Despite this great difference in species richness at the two sites, the assemblages are substantially similar, except that many of the smaller and more fragile species are missing in PTA (e.g., Guembelitria, Globigerinelloides, Globotruncanella, Heterohelix, Hedbergella, Pseudoguembelina, Rugoglobigerina) leaving just 7 small species compared with 16 in KALI-H. This difference reflects preservation bias in PTA where species are generally poorly preserved and small species are rare or absent. Since PTA and KALI-H are in close proximity to each other oceanographically, the difference in preservation is likely related to tectonic activity (faulting, compression) in the basin site PTA compared with the ridge site KALI-H.\nComparison with the middle shelf Amboanio section from the Mahajanga Basin, Madagascar, yields clues to the regional environment. In this section preservation is generally good to very good permitting quantitative species population analysis of both the >150 µm and >63 µm size fractions. Similar to the Cauvery Basin the larger size fraction (>150 mm) consists mainly of robust species with Globotruncana arca most abundant and G. aegyptiaca, G. orientalis and G. mariei common among globotruncanids (Fig. 8). The major faunal change occurs at the CF4/CF3 hiatus where the large species G. arca decreases from 16% to 3% and G. aegyptiaca from 5% to 0. In zone CF3 G. arca increases slightly to 10% as also observed in South Atlantic Site 525A (Abramovich et al., 2002; Abramovich and Keller, 2003). Other common large species in Madagascar include Pseudotextularia elegans, P. nuttalli,\nJO U R .G E O L .SO C .IN D IA , V O L .87,JA N .2016\n18 G E R TA K E L L E R A N D O T H E R S\nFig.8. Relative species abundances of planktic foraminifera in the >150 µm size fraction at Amboanio, Madagascar. The gradual diversity decrease starts in the late Maastrichtian CF4, accelerates in the CF3-CF1 interval leading to the mass extinction. Hiatuses are present at the CF4/CF3 and KTB intervals. The sharp decrease in the relative abundance of Globotruncana arca and increase in Heterohelix globulosa at the CF3-4 correlates with global cooling and widespread erosion. (modified from Abramovich et al., 2002)\nJOUR.GEOL.SOC.INDIA, VOL.87, JAN. 2016\nMAASTRICHTIAN TO EOCENE SUBSURFACE STRATIGRAPHY OF THE CAUVERY BASIN 19\nHeterohelix globulosa, Pseudoguembelina palbebra, P. hariaensis, Rugoglobigerina rugosa, R. hexacamerata and R. scotti. Most of these species are persistently present and relatively common in KALI-H and PTA, except P. nuttalli and P. hariaensis, which are rare and/or sporadically present in PTA due to poor preservation (Figs. 3, 4)."
  }, {
    "heading": "Disaster Opportunists - Zone CF4",
    "text": "Disaster opportunist Guembelitria cretacea and G. dammula (<150 µm) are abundant in Madagaskar reaching 50% in zone CF4, decrease to less than 10% in CF3 and increase to 35% in CF2-CF1, marking two distinct high stress intervals (Fig. 9). In contrast, the low oxygen tolerant Heterohelix globulosa and H. planata significantly increase in abundance in CF3 and CF2-CF1, though the latter interval is incomplete due to a major KTB hiatus. Stable isotope analysis shows that the decrease in Guembelitria populations in CF4 correlates with global cooling, a sea level fall and hiatus (66.8 Ma). Climate warms again in the upper zone CF3 at Amboanio though the global warming documented in CF2-CF1 worldwide is not recorded due to a hiatus, hardground and diagenetic alteration (Abramovich et al., 2002).\nIn the Cauvery basin Guembelitria cretacea and G. dammula are persistently present and relatively common in CF4 (Fig. 4). These CF4 Guembelitria blooms are also observed in the eastern Tethys (Israel and Egypt) where they reach 45-50% and in Texas ~30% (Fig. 10) (Abramovich et al., 1998, 2011; Keller, 2002, 2014). The zone CF2-CF1 Guembelitria blooms are well documented globally with >90% in Meghalaya (Um Sohryngkew; Gertsch et al., 2011) and decreasing westward to 50-60% in the eastern Tethys, and 40-50% in Texas (Punekar et al., 2014a).\nIn 2002, before high-precision age dating of Deccan volcanism and before recognition of the KTB mass extinction in intertrapeans of phase-2, Abramovich et al. (2002) suggested that high Guembelitria abundances in CF4 reflect local stress conditions, such as a very shallow environment. However, this is unlikely because of the relatively high species diversity, common deeper dwelling globotruncanids, presence of benthic foraminifera that indicate an outer neritic environment for zone CF4 and middle neritic in zone CF3, and the surface-to-deep oxygen isotope gradient that also supports a relatively deep environment, but still within the photic zone as indicated by the near absence of a carbon isotope gradient (Fig. 7).\nFig.9. Amboanio, Madagascar: Relative abundances of selected species >63 µm size fractions, except for large complex species (Pseudoguembelina and Globotrunca spp. >150 µm). Note the disaster opportunist Guembelitria species are abundant in CF4 and CF2-CF1 marking high-stress environments inhospitable for large complex specialized species. In contrast, low oxygen tolerant Heterohelix species (planata, globulosa) thrived. See text for discussion. (modified from Abramovich et al., 2002). Figure 9\nJOUR.GEOL.SOC.INDIA, VOL.87, JAN. 2016"
  }, {
    "heading": "20 GERTA KELLER AND OTHERS",
    "text": "In the last few years, high Guembelitria abundances in the latest Maastrichtian zones CF2-CF1, as well as early Danian zone P1b have been correlated with global climate warming and Deccan volcanism phase-2 and phase-3, respectively (Keller et al., 2012, 2015; Punekar et al., 2014a,b; Mateo et al., 2015). Persistent high abundances of Guembelitria species in CF4 can now be added to this record for Madagascar, eastern Tethys and Texas (Fig. 10) correlative with global warming (Abramovich et al., 1998, 2002, 2010, 2011). The common Guembelitria occurrence in CF4 of the Cauvery basin fits this pattern.\nIt is tempting to relate this CF4 high stress event to the Reunion hotspot activity and the onset of Deccan volcanism (phase-1). Deccan phase-1 was dated at 67.5 Ma and 67.12 Ma (Schöbel et al., 2014), the middle of C30n and close to the CF3/CF4 boundary but the onset in zone CF4 is still unknown. If the high stress conditions and climate warming are indicative of Deccan volcanism, then the onset could be a million years or more earlier and possibly correlative with Ninetyeast Ridge volcanism where the onset at Site 216 is dated 69.5 Ma and continuing into the base of CF3 (Tantawy et al., 2009). It is possible that in the Cauvery basin well KALI-H the common presence of G. cretacea and G. dammula in zone CF4 is indicative of high stress conditions\nassociated with both Ninetyeast Ridge and Deccan phase-1 volcanism (Keller et al., 2015)."
  }, {
    "heading": "DISCUSSION",
    "text": ""
  }, {
    "heading": "Hiatus and Sea Level Events",
    "text": "Hiatuses are the expression of environmental events, such as tectonic activity resulting in uplift and erosion, climate cooling resulting in intensified current circulation leading to erosion, transport and redeposition. Climate warming leads to stagnant circulation, reduced sediment input from land leading to reduced marine productivity and hence condensed sediment deposition or non-deposition. Sea level falls expose near shore sediments to erosion, and sea level rises encroach on land shifting sedimentation landwards. Recognizing hiatuses in the stratigraphic record is easy based on biostratigraphy (missing zones or parts of zones), stable isotopes (abrupt shifts), lithology (erosion surfaces, hard grounds), and sequence stratigraphy (Raju et al., 1994; Keller, 2008; Reddy et al., 2013). Finding the cause(s) for hiatuses is often difficult. The most promising approach evaluates regional patterns of hiatus distributions combined with known sea level events and tectonic activity both local and regional.\nFig.10. Correlation of CF4 and CF2-CF1 Guembelitria blooms from Madagascar to the eastern Tethys to Texas. In each locality the\nhighest percentage of blooms are in the Indian Ocean and decrease towards the west. Both blooms correlate with rapid global\nwarming, which for CF2-CF1 correlates with Deccan volcanism phase-2 leading to the mass extinction. The rapid climate warming for CF4 appears correlative with Ninetyeast Ridge and Deccan phase-1 volcanism.\n! &#!\nFigure 9\nFigure 10\nJOUR.GEOL.SOC.INDIA, VOL.87, JAN. 2016\nMAASTRICHTIAN TO EOCENE SUBSURFACE STRATIGRAPHY OF THE CAUVERY BASIN 21\nThe two wells analyzed in the Cauvery basin reveal similar hiatus patterns although the extent of erosion differs. In the Ariyalur-Pondicherry sub-basin well PTA a major hiatus spans from the early Danian zone P1a(2) into the late Maastrichtian zone CF3 upper magnetochron C30n (65.55- 67 Ma, Fig. 3), whereas in KALI-H the hiatus spans from the late Paleocene zone P4c into CF3 (56-67 Ma, Fig. 4). Thus in both localities the lower erosion surface correlates with the 66.8 Ma sea level fall. We can estimate the extent of erosion based on the age of the overlying sediments. In PTA the upper erosion surface in the early Danian zone P1a(2) coincides with a sea level fall about 65.7 Ma identified in numerous KTB sections worldwide (MacLeod and Keller, 1991; Adatte et al., 2002; Keller et al., 2007a). In the ridge well KALI-H erosion is much more extensive spanning from ~56 to 67 Ma (zones P4c to CF3, Fig. 4). Nine sea level events occurred in this time span and likely contributed to erosion of sediments on the ridge.\nWe conclude that the extensive erosion in KALI-H can be attributed to a combination of basinal uplift and eastward tilting, fall in sea level and location on a ridge exposed to\ncurrent erosion. The more complete sediment record in the sub-basin well PTA can be attributed partly to its deeper depositional environment more protected from erosion by currents and benefitting from the high sediment influx eroded from the ridge as evident by the high percentage of reworked Cretaceous species (Fig. 3)."
  }, {
    "heading": "Southern Hemisphere Correlation",
    "text": "Is there a regional hiatus pattern across the southern hemisphere? To investigate this possibility we examined and compared Maastrichtian through early Paleocene sequences from India, Madagascar and South Atlantic Site 525A. All localities were located at similar paleolatitudes in the southern hemisphere during the late Maastrichtian (Fig. 11, Scotese, 2013).\nThe pattern of sedimentation and hiatus distribution from India to Madagascar to the South Atlantic is illustrated in Figure 12. All localities, except one, show the early Paleocene (KTB to P2) interval mostly absent, with only short intervals with preserved sediments in zones P2, P1c(2), P1b and P1a. The sole exception is Cauvery basin well PTA,\nJOUR.GEOL.SOC.INDIA, VOL.87, JAN. 2016"
  }, {
    "heading": "22 GERTA KELLER AND OTHERS",
    "text": "which is substantially more complete with erosion limited between P1a(1)-CF3 and P2-P1c(2). For the KT boundary the best sequences are in the Krishna-Godavari Basin where basalt flows (Deccan phase-2 and phase-3) in zones CF1CF2 and P1b protected intertrappean sediments from erosion (Keller et al., 2011, 2012). A KTB hiatus of variable temporal extent is present in all other localities.\nBelow the KTB part of zones CF2-CF1 is generally present in the K-G basin, Madagascar and Site 525A, but not in the Cauvery basin. During the late Maastrichtian erosion is commonly observed during climate cooling and sea level falls at the CF3/CF2 and CF4/CF3 transitions in the K-G and Cauvery basins and Madagascar, as also observed in Egypt, Argentina, and South Atlantic (Li and Keller, 1998a; Li et al., 2000; Abramovich et al., 2002; Keller et al., 2007b; Punekar et al., 2014b).\nThe systematic erosion/sedimentation patterns can be linked to global climate cooling and sea level falls, including\nat 61.2 Ma, 62.4 Ma, 63.8 Ma, 65.7 Ma, 66.1 Ma, 66.25 Ma, and 66.8 Ma (Fig. 12). The relatively short hiatuses in the Amboanio section of Madagascar are also likely due to sea level falls. Note that sea level falls are based on Haq et al. (1987), Haq (2014) and Kominz et al. (2002), except for sea level falls across the KTB at 65.7 Ma, 66.1 Ma and 66.25 Ma, which are based on continental shelf sequences from Israel, Egypt, Tunisia, Texas, Mexico, Caribbean and Argentina (Keller et al., 1993, 2007a,b; Keller, 2002, 2008; Li et al., 2000; Adatte et al., 2002, 2011).\nWhat role did local and regional tectonic activity play in the observed erosion/sedimentation patterns? Sea level falls are not likely the sole cause for the near absence of preserved sediments between 61.0-66.5 Ma in the Cauvery basin (KALI-H), K-G basin, Madagascar and Site 525A. Other factors in India involve regional uplift and eastward tilting of the basin caused by the doming effect of Deccan volcanism, which left part of the basin exposed. The sea\nFig.12. Summary of biostratigraphy and hiatus distribution in the Cauvery and Krishna-Godavari (K-G) basins, Madagascar and South\nAtlantic Site 525A plotted against the magnetic polarity time scale of Site 525A. Times of Deccan Trap volcanism are indicated\nfor the Western Ghats and K-G basin, as well as the correlative volcanic input in Madagascar. Sea level events (Haq et al., 2007; Haq, 2014) are shown for comparison. These erosion events appear to be related to sea level regressions (falls) and local tectonic activity. See text for discussion.\nFigure 12\nJOUR.GEOL.SOC.INDIA, VOL.87, JAN. 2016\nMAASTRICHTIAN TO EOCENE SUBSURFACE STRATIGRAPHY OF THE CAUVERY BASIN 23\nlevel fall was likely more than 100 m and withdrew eastward by more than 50 km (Raju et al., 1994). These unstable conditions lead to the formation of incised valleys/channels along the basin axis and resulted in the differential erosion of older sediments. The subsequent Paleocene transgression initiated during zone P1a in the Cauvery and K-G basins as well as globally.\nThus regional conditions can explain the differential magnitude of erosion in India. However, most hiatuses mainly reflect sea level falls and associated intensified current circulation and increased erosion particularly in shallow environments and in the path of deeper currents."
  }, {
    "heading": "SUMMARY AND CONCLUSIONS",
    "text": "Maastrichtian to Eocene sediment and erosion patterns are similar from India to Madagascar and South Atlantic Site 525A and reveal correlations with climate changes, major sea level falls, tectonic activity, volcanism and deposition in shallow vs deeper water environments (Fig. 12). Sediment deposition during the Maastrichtian is more continuous than in the Paleocene. Major interruptions in sediment deposition began in the late Maastrichtian magnetochron C30n with global cooling and a sea level fall at ~66.8 Ma (CF4-CF3). Climate warmed 2-3°C before and after this cooling and appears correlative with the onset of Deccan volcanism (phase-1) and possibly Ninetyeast Ridge volcanism (Keller et al., 2015).\nThe maximum Maastrichtian cooling at the C30n/C29r transition (66.25 Ma) is followed by rapid climate warming of 3-4°C in the oceans and 7-8°C on land in C29r (zones CF2-CF1; Li and Keller, 1998c; Wilf et al., 2003; Nordt et al., 2003) correlative with Deccan phase-2 (Keller et al., 2014). The CF4-CF3 and CF2-CF1 climate warm events are accompanied by decreased planktic foraminiferal diversity, increased dissolution effects, dwarfing and blooms of the disaster opportunist Guembelitria cretacea (Keller and Abramovich, 2009; Abramovich et al., 2010; Punekar et al., 2014a; Keller et al., 2015).\nIn the upper part of zone CF1 climate cooled for a short period and sea level dropped by at least 60 m (~66.04 Ma) leading to widespread erosion and transport via submarine channels. This sea level event and associated channel sandstone deposits in northeastern Mexico and Texas are famous for their reworked Chicxulub impact spherules eroded from nearshore areas frequently and erroneously interpreted as impact-generated tsunami deposits (Adatte et al., 2002, 2011). Erosion associated with this sea level fall may partly to wholly obliterate zones CF2-CF1 (Keller et al., 2013) as also observed in the Cauvery Basin and\nMadagascar, though preserving this interval in other localities (eg., Site 525A, Israel, Tunisia, Texas, Central America, Li et al., 1998a,b,c; Keller et al., 2009; Abramovich and Keller, 2002; Abramovich et al., 2010).\nIncreasingly high resolution stable isotope analysis across the KTB reveals that in the most complete sections with the highest sediment accumulation rates (e.g., El Kef and Elles, Tunisia, Brazos River, Texas), climate warmed rapidly during the last ~10 ky of the Maastrichtian accompanied by a rapid sea level rise and the mass extinction at the KTB (Punekar et al., 2014a; Font et al., 2014; Keller, 2014). This rapid climate warming appears to coincide with the longest lave flows of Deccan phase-2 that also coincide with the mass extinction. The KTB clay layer, concentrated Ir anomaly and mass extinction mark this high sea level. Sea level fluctuations in the early Danian 66.0 to 65.0 Ma (zones P0, P1a, P1b) coincide with Deccan volcanism (phase-2 in C29r above the KTB) and phase-3 in C29n. Short but widespread hiatuses can be recognized in this interval (e.g., Keller et al., 2013; Adatte et al., 2002, 2011). Post-extinction recovery is delayed for over 1 m.y. to after Deccan phase-3 with small, simple species and low diversity (maximum 15 species) dominated by the disaster opportunist Guembelitria cretacea, the early Danian Globoconusa daubjergensis and small biserial species (Punekar et al., 2014a; Mateo et al., 2015).\nThe late Paleocene is poorly represented in the sections analyzed through the southern hemisphere due to hiatuses. A nearly continuous late Paleocene through middle Eocene record was recovered in the Cauvery Basin well AGA, including the PETM event, and hence serves as excellent reference section for India.\nThe complex sedimentation and erosion patterns in India, Madgascar and South Atlantic can be explained by climate and sea level fluctuations overprinted by Deccan volcanism and Ninetyeast Ridge volcanism and associated tectonic events, such as doming, uplift and tilting.\nAcknowledgements: We thank former Directors (Exploration) Mr. D.K. Pandey and Mr. S.V. Rao of the Oil and Natural Gas Corporation of India for permission to conduct collaborative projects on KTB events in Kriahna – Godavari and Cauvery Basin sites during 2008 – 2012. This study is a result of this project. We are grateful to the present Director (Exploration) ONGC, Mr. A.K. Dwivedi for permission to publish the present study. We thank Mr. D. K. Barkatya DGM (Geol), ONGC, for taking the SEM illustrations of Cauvery basin foraminifera, and Drs. Jorge E. Spangenberg, Brian Gertsch and Thierry Adatte from the University of Lausanne for stable isotope analysis. This study\nJOUR.GEOL.SOC.INDIA, VOL.87, JAN. 2016"
  }, {
    "heading": "24 GERTA KELLER AND OTHERS",
    "text": "is based upon work supported by the US National Science Foundation through the Continental Dynamics Program, Sedimentary Geology and Paleontology Program and Office\nof International Science & Engineering’s India Program under NSF Grants EAR-0207407, EAR-0447171 and EAR1026271.\nReferences\nABRAMOVICH, S. and KELLER, G. (2003) Planktic foraminiferal response to the latest Maastrichtian abrupt warm event: a case study from mid-latitude Atlantic Site 525A. Marine Micropaleont., v.48 (3–4), pp.225–249. ABRAMOVICH, S., ALMOGI-LABIN, A. and BENJAMINI, Ch. (1998) Decline of the Maastrichtian pelagic ecosystem based on planktic foraminifera assemblage changes: implication for the terminal Cretaceous faunal crisis. Geology, v.26, pp.63–66. ABRAMOVICH, S., KELLER, G., ADATTE, T., STINNESBECK, W., HOTTINGER, L.,STUEBEN, D., BERNER, Z., RAMANIVOSOA, B. and RANDRIAMANANTENASOA, A. (2002) Age and paleoenvironment of the Maastrichtian to Paleocene of the Mahajanga Basin, Madagascar: A multidisciplinary approach. Marine Micropaleont., v.47, pp.17–70. ABRAMOVICH, S., YOVEL-COREM, S., ALMOGI-LABIN, A. and BENJAMINI, C. (2010) Global climate change and planktic foraminiferal response in the Maastrichtian: Paleoceanography, v.25, PA2201, doi:10.1029/2009PA001843. ABRAMOVICH, S., KELLER, G., BERNER, Z., CYMBALISTA, M. and RAK, C. (2011) Maastrichtian planktic foraminiferal biostratigraphy and paleoenvironment of Brazos River, Falls County, Texas. In: G. Keller and T. Adatte (Eds.), The End-Cretaceous Mass Extinction and the Chicxulub Impact in Texas: Society for Sedimentary Geology (SEPM) Spec. Publ., no.100, pp.123– 156. ADATTE, T., KELLER, G. and STINNESBECK, W. (2002) Late Cretaceous to Early Paleocene climate and sea-level fluctuations. Palaeogeogr. Palaeoclimatol. Palaeoecol., v.178, pp.165-196. ADATTE, T., KELLER, G. and BAUM, G. (2011) Lithostratigraphy, sedimentology, sequence stratigraphy and the origin of the sandstone complex in the Brazos River KT sequences. In: G. Keller and T. Adatte (Eds.), The End-Cretaceous Mass Extinction and the Chicxulub Impact in Texas: Society for Sedimentary Geology (SEPM) Spec.Publ., v.100, pp.43–80. ALEGRET, L., ORTIZ, S. and MOLINA, E. (2009) Extinction and recovery of benthic foraminifera across the Paleocene–Eocene Thermal Maximum at the Alamedilla section (Southern Spain). Palaeogeo., Palaeoclimat., Palaeoeco., v.279, pp.186-200. AUBRY, M.-P., OUDA, K., DUPUIS, C., BERGGREN, W.A., VAN COUVERING, J.A. and MEMBERS OF THE WORKING GROUP ON THE PALEOCENE/EOCENE BOUNDARY (2007) The Global Standard Stratotype-section and Point (GSSP) for the base of the Eocene Series in the Dababiya section (Egypt): Episodes, v.30(4), pp.271–286. BAINS, S., NORRIS, R.D., CORFIELD, R.M. and FAUL, K.L. (2000) Termination of global warmth at the Palaeocene/Eocene boundary through productivity feedback. Nature, v.407, pp.171-174 BAKSI, A.K. (2005) Comment on “40Ar/39Ar dating of the\nRajahmundry Traps, eastern India and their relations to the Deccan Traps” by Knight et al. [Earth Planet Sci. Lett., v.208 (2003) pp.85-99]. Earth Planet. Sci. Lett. 239, pp.368-373. BERGGREN, W.A., KENT, D.V., SWISHER, C.C. and AUBRY, M.-P. (1995) A revised Cenozoic geochronology and chronostratigraphy, In: W.A. Berggren, D.V. Kent, M.-P., Aubry and J. Hardenbol (Eds.), Geochronology, Time Scales and Global Stratigraphic Correlation, SEPM, Special Publication, no.54, pp.129-212. BURNETT, J.A. (1998) Upper Cretaceous. In: Bown, P.R. (Ed.), Calcareous Nannofossil Biostratigraphy. Chapman and Hall, Cambridge, pp.132–199. CHENET, A.-L., QUIDELLEUR, X., FLUTEAU, F. and COURTILLOT, V. (2007) 40K/40Ar dating of the main Deccan large igneous province: further evidence of KTB age and short duration. Earth Planet. Sci. Lett., v.263, pp.1-15. CHENET, A.-L., FLUTEAU, F., COURTILLOT, V., GERARD, M. and SUBBARAO, K.V. (2008)Determination of rapid Deccan eruptions across the Cretaceous-Tertiary boundary using paleomagnetic secular variation: Results from a 1200-m-thick section in the Mahabaleshwar. Jour. Geophys. Res., v.113, B04101. CHENET, A.-L., COURTILLOT, V., FLUTEAU, F., GERARD, M., QUIDELLEUR, X., KHADRI, S.F.R., SUBBARAO, K.V. and THORDARSON, T. (2009) Determination of rapid Deccan eruptions across the Cretaceous-Tertiary boundary using paleomagnetic secular variation: 2. Constraints from analysis of eight new sections and synthesis for a 3500-m-thick composite section: Jour. Geophys. Res., v.114, B06103, doi:10.1029/2008JB005644. COURTILLOT, V., BESSE, J., VANDAMME, D., MONTIGNY, R., JAEGER, J.-J. and CAPPETTA, H. (1986) Deccan flood basalts at the Cretaceous/Tertiary boundary? Earth, Planet. Sci. Lett. v.80, pp.361-374. COURTILLOT, V., FERAUD, G., MALUSKI, H., VANDAMME, D., MOREAU, M.G. and BESSE, J. (1988) The Deccan flood basalts and the Cretaceous-Tertiary boundary. Nature, v.333, pp.843-846. DAS, A.K., PIPER, J.D.A., BANDYOPADHYAY, G. and BASU MALLIK, S. (1996) Polarity inversion in the Rajmahal lavas, northeast India: trap emplacement near commencement of the Cretaceous Normal Superchron. Geophys. Jour. Internat., v.124, pp.427432. DECONTO, R.M., GALEOTTI, S., PAGANI, M., TRACY, D., SCHAEFER, K., ZHANG, T., POL- LARD, D. and BEERLING, D.J. (2010) Past extreme warming events linked to massive carbon release from thawing permafrost. Nature, v.484, pp.87–91, doi:10.1038/ nature10929. DICKENS, G.R., O’NEIL, J.R., REA, D.K. and OWEN, R.M. (1995) Dissociation of oceanic methane hydrate as a cause of the\nJOUR.GEOL.SOC.INDIA, VOL.87, JAN. 2016\nMAASTRICHTIAN TO EOCENE SUBSURFACE STRATIGRAPHY OF THE CAUVERY BASIN 25\ncarbon isotope excursion at the end of the Paleocene. Paleoceanography, v.10, pp.965-971. DUPUIS, C., AUBRY, M.-P., STEURBAUT, E., BERGGREN, W.A., OUDA, K., MAGIONCALDA, R., CRAMER, B.S., KENT, D.V., SPEIJER, R.P. and HEILMANN-CLAUSEN, C. (2003) The Dababiya Quarry section: lithostratigraphy, clay mineralogy, geochemistry and paleontology. In: K. Ouda and M.-P. Aubry (Eds.), The Upper Paleocene–Lower Eocene of the Upper Nile Valley: Part 1.Stratigraphy: Micropaleontology, v.49, pp.41–59. FONT, E., FABRE, F., NÉDÉLEC, A., ADATTE, T., KELLER, G., VEIGAPIRES, C., PONTE, J., MIRÃO, J., KHOZYEM, H. and SPANGENBERG, J.E. (2014) Atmospheric halogen and acid rains during the main phase of Deccan eruptions: Magnetic and mineral evidence. Geol. Soc. Amer. Spec. Papers, 505, p. SPE505-18, 2014, doi:10.1130/2014.2505(18). FULORIA, R.C., PANDEY, R.N., BHARALI, B.R. and MISHRA, J.K. (1992) Stratigraphy, structure and tectonics of Mahanadi offshore Basin. Geol. Surv. India Spec. Publ., no.29, pp.255-265. GAVRILOV, Y.O., SHCHERBININA, E.A. and OBERHÄNSLI, H. (2003) Paleocene-Eocene boundary events in the northeastern PeriTethys. Geol. Soc. Amer. Spec. Paper, 369, pp.147–68. GERTSCH, B., KELLER, G., ADATTE, T., GARG, R., PRASAD V., BERNER, Z. and FLEITMANN, D. (2011) Environmental effects of Deccan volcanism across the Cretaceous-Tertiary boundary transition in Meghalaya, India. Earth Planet. Sci. Lett., v.310, pp.272285. GOVINDAN, A. (1981) Foraminifera from the infra- and intertrappean subsurface sediments of Narsapur Well-1 and age of the Deccan Trap fl ows, In: S.C. Khosla and R.P. Kachara (Eds.), Proc. 9th Indian Colloquium of Micropalaeontology and Stratigraphy, pp.81–93. GOVINDAN, A., RAVINDRAN, C.N. and RANGARAJU, M.K.R. (1996) Cretaceous stratigraphy and Planktonic foraminiferal zonation of Cauvery basin, South India. In: A. Sahni (Ed.), Cretaceous stratigraphy and palaeoenvironments. Mem. Geol. Soc. India, no.37, pp.155–187. HANDLEY, L., PEARSON, P., MCMILLAN, I.K. and PANCOST, R.D. (2008) Large terrestrial and marine carbon and hydrogen isotope excursions in a new Paleocene/Eocene boundary section from Tanzania. Earth Planet. Sci., v.275, pp.17–25. HAQ, B.U. (2014) Cretaceous eustacy revisited. Global and Planetary Change, 113, 44-58. HAQ, B.U., HARDENBOL, J. and VAIL, P.R. (1987) Chronology of fluctuating sea levels since the Triassic. Science, v.235, pp.1156–1167. HIGGINS, J.A. and SCHRAG, D.P. (2006) Beyond methane: towards a theory for the Paleocene-Eocene Thermal Maximum. Earth Planet. Sci. Lett., v.245, pp.523–537. HUBER, B.T., MACLEOD, K.G. and TUR, N.A. (2008) Chronostratigraphic framework for upper Campanian– Maastrichtian sediments on the Blake Nose (Subtropical North Atlantic). Jour. Foraminiferal Res., v.38, pp.162–182. HUSSON, D., GALBRUN, B., LASKAR, J., HINNOV, L.A., THIBAULT, N., GARDIN, S. and LOCKLAIR, R.E. (2011) Astronomical calibration of the Maastrichtian (late Cretaceous). Earth Planet. Sci. Lett.,\nv.305, pp.328-340, doi:10.1016/j.epsl.2011.03.008. JAFAR, S.A. (1996) The evolution of marine Cretaceous basins of\nIndia: calibration with Nannofossil zones. In: A. Sahni (Ed.), Cretaceous stratigraphy and palaeo-environments. Mem. Geol. Soc. India, no.37, pp.121–134. JAIPRAKASH, B.C., SINGH, J. and RAJU, D.S.N. (1993) Foraminiferal events across the K/T boundary and age of Deccan volcanism in Palakollu area, Krishna-Godavari Basin, India. Jour. Geol. Soc. India, v.41, pp.105-117. KELLER, G. (2002) Guembelitria dominated late Maastrichtian planktic foraminiferal assemblages mimic early Danian in the Eastern Desert of Egypt: Marine Micropaleontology, v.47, pp.71–99. KELLER, G. (2003) Biotic effects of impacts and volcanism. Earth Planet. Sci. Lett., v.215, pp.249-264. KELLER, G. (2008) Impact Stratigraphy: old principle - new reality. GSA Special Paper 437, pp.147-178. KELLER, G. (2014) Deccan volcanism, the Chicxulub impact, and the end-Cretaceous mass extinction: Coincidence? Cause and Effect? In: G. Keller and A.C. Kerr (Eds.), Volcanism, Impacts, and Mass Extinctions: Causes and Effects. Geol. Soc. Amer. Spec. Paper 505, doi:10.1130/2014.2505(03).p. KELLER, G. and ABRAMOVICH, S. (2009) Lilliput effect in late Maastrichtian planktic foraminifera: Response to environmental stress. Palaeogeogr. Palaeoclim. Palaeoecol., v.284, pp.47-62. KELLER, G. and PARDO, A. (2004) Disaster opportunists Guembelitrinidae— Index for environmental catastrophes: Marine Micropaleontology, v.53, pp.83–116. KELLER, G., LI, L. and MACLEOD, N. (1995) The Cretaceous/Tertiary boundary stratotype section at El Kef, Tunisia: How catastrophic was the mass extinction? Paleogeogr., Paleoclimat., Paleoecol., v.119, pp.221-254. KELLER, G., ADATTE, T., STINNESBECK, W., LUCIANI, V., KAROUI, N. and ZAGHBIB-TURKI, D. (2002) Paleoecology of the CretaceousTertiary mass extinction in planktic foraminifera. Paleogeog., Paleoclimat., Paleoecol., v.178, pp.257-298. KELLER, G., ADATTE, T., BERNER, Z., HARTING, M., BAUM, G., PRAUSS, M., TANTAWY, A.A. and STUBEN, D. (2007a) Chicxulub impact predates KT boundary: New evidence from Brazos, Texas: Earth Planet. Sci. Lett., v.255, no.3–4, p.p.339–356. KELLER, G., ADATTE, T., TANTAWY, A.A., BERNER, Z., and STUEBEN, D. (2007b) High Stress Late Cretaceous to early Danian paleoenvironment in the Neuquen Basin, Argentina. Cretaceous Res., v.28, pp.939-960. KELLER, G., ADATTE, T., GARDIN, S., BARTOLINI, A. and BAJPAI, S. (2008) Main Deccan volcanism phase ends near the K-T boundary: Evidence from the Krishna-Godavari Basin, SE India: Earth Planet. Sci. Lett., v.268, pp.293–311. KELLER, G., BHOWMICK, P.K., UPADHYAY, H., DAVE, A., REDDY, A.N., JAIPRAKASH, B.C. and ADATTE, T., 2011a, Deccan volcanism linked to the Cretaceous-Tertiary boundary (KTB) mass extinction: New evidence from ONGC wells in the KrishnaGodavari Basin, India: Jour. Geol. Soc. India, v.78, pp.399– 428, doi:10.1007/s12594-011-0107-3.\nJOUR.GEOL.SOC.INDIA, VOL.87, JAN. 2016"
  }, {
    "heading": "26 GERTA KELLER AND OTHERS",
    "text": ""
  }, {
    "heading": "KELLER, G., ADATTE, T., BHOWMICK, P.K., UPADHYAY, H., DAVE, A.,",
    "text": "REDDY, A.N. and JAIPRAKASH, B.C. (2012) Nature and timing of extinctions in Cretaceous-Tertiary planktic foraminifera preserved in Deccan intertrappean sediments of the KrishnaGodavari Basin, India: Earth Planet. Sci. Lett., v.341–344, pp.211–221. KELLER, G., MALARKODI, N., KHOZEYM, H., ADATTE, T., SPANGENBERG, J.E. and STINNESBECK, W. (2013) Chicxulub impact spherules in the NW Atlantic and Caribbean: Age constraints and KTB hiatus: Geological Mag., v.150, no.5, pp.885–907. KELLER, G., PUNEKAR, J. and MATEO, P. (2015) Upheavals during the late Maastrichtian: volcanism, climate and faunal events preceding the end-Cretaceous mass extinction. Paleogeogr. Paleoclimatol., Paloecol., http://dx.doi.org/10.1016/ j.palaeo.2015.01.019 KELLY, D.C., BRALOWER, T.J., ZACHOS, J.C., PREMOLI-SILVA, I. and THOMAS, E. (1996) Rapid diversification of planktonic foraminifera in the tropical Pacific (ODP Site 865) during the late Paleocene Thermal Maximum. Geology, v.24, pp.423– 426. KELLY, D.C., ZACHOS, J.C., BRALOWER, T.J. and SCHELLENBERG, S.A. (2005) Enhanced terrestrial weathering/runoff and surface ocean carbonate production during the recovery stages of the Paleocene Eocene Thermal Maximum. Paleoceanography, v.20, pp.4023. KENT, R.W., PRINGLE, M.S., MUELLER, R.D., SAUNDERS, A.D. and GHOSE, N.C. (2002) 40Ar/39Ar Geochronology of the Rajmahal basalts, India, and their relationship to the Kerguelen Plateau. Jour. Petrol., v.43(7), pp.1114-1153. KHOZYEM, H., ADATTE, T., KELLER, G., TANTAWY, A.A., and SPANGENBERG, J.E. (2014) The Paleocene-Eocene GSSP at Dababiya, Egypt – Revisited. Episodes, v.37, no.2, pp.78-86. KHOZYEM, H., ADATTE, T., SPANGENBERG, J.E., TANTAWY, A.A. and KELLER, G. (2013) Paleoenvironmental and climatic changes during the Paleocene-Eocene Thermal Maximum (PETM) at the Wadi Nukhul Section, Sinai, Egypt. Jour. Geol. Soc. London, v.170, pp.341–352. doi: 10.1144/jgs2012-046. KHOZYEM, H., ADATTE, T., SPANGENBERG, J.E., KELLER, G., TANTAWY, A.A. and ULYANOV, A. (2015) New geochemical constraints on the Paleocene-Eocene Thermal Maximum: Dababiya GSSP, Egypt. Paleogeog., Paleoclimat., Paleoecol., v.429, pp.117135 http://dx.doi.org/10.1016/j.palaeo.2015.04.003. KNIGHT, K.B. RENNE, P.R. HALKETT, A. and WHITE, N. (2003) 40Ar/ 39Ar dating of the Rajahmundry Traps, eastern India and their relationship to the Deccan Traps, Earth Planet. Sci. Lett., v.208, pp.85-99. KNIGHT, K.B., RENNE, P.R., BAKER, J., WAIGHT, T. and WHITE, N. (2005) Reply to 40Ar/39Ar dating of the Rajahmundry Traps, Eastern India and their relationship to the Deccan Traps: Discussion’ by A.K. Baksi. Earth Planet. Sci. Lett., v.239, pp.374-382. KOMINZ, M.A., VAN SICKEL, W.A., MILLER, K.G. and BROWNING, J.V. (2002) Sea-level estimates for the latest 100 million years: One-dimensional backstripping of onshore New Jersey boreholes: 22nd Annual GCSSEPM Foundation Bob F.\nPerkins Research Conference, Sequence Stratigraphic Models for Exploration and Production: Evolving Methodology, Emerging Models and Application Case Histories, pp.303-315. LAL, N.K., SIAWAL, A. and KAUL, A.K. (2009) Evolution of East Coast of India – A Plate tectonic reconstruction. Jour. Geol. Soc. India, v.73, pp.249-260. LI, L. and KELLER, G. (1998a) Maastrichtian climate, productivity and faunal turnovers in planktic foraminifera of South Atlantic DSDP Sites 525A and 21. Marine Micropaleontology, v.33(12), pp.55-86. LI, L. and KELLER, G. (l998b) Diversification and extinction in Campanian-Maastrichtian planktic foraminifera of northwestern Tunisia: Eclogae Geol. Helvetiae, v.91, pp.75102. LI, L. and KELLER, G. (1998c) Abrupt deep-sea warming at the end of the Cretaceous. Geology, v.26(11), pp.995-998. LI, L., KELLER, G., ADATTE, T. and STINNESBECK, W. (2000) Late Cretaceous sea-level changes in Tunisia: a multi-disciplinary approach. Jour. Geol. Soc. London, v.157, pp.447-458. LU, G., ADATTE, T., KELLER, G. and ORTIZ, N. (1998) Abrupt climatic, oceanographic and ecologic changes near the PaleoceneEocene transition in the deep Tethys basin. The Alamedilla section, southern Spain: Ecologica Geologica Helvatica, v.91, pp.293-306. MALARKODI, N. (2014) Planktonic Foraminifera from Vridhachalam area, Cauvery Basin, South India, Tamil Nadu, Internat. Jour. Sci. Res. (IJSR), v.3(6), pp.32-35. ISSN (online), pp.23197064. MALARKODI, N., KELLER, G., FAYAZUDEEN, P.J. and MALLIKARJUNA, U.B. (2010) Foraminifera from the early Danian Intertrappean beds in Rajahmundry Quarries, Andhra Pradesh, SE India. Jour. Geol. Soc. India, v.75, pp.851-863. MALARKODI, N. and CHINGAKHAM USHARANI DEVI (2013) Paleocene to early Eocene Planktonic Foraminifera of the Pondicherry area, South India. Geol. Soc. India, Spec. Publ., no.1, pp.115. MACLEOD, N. and KELLER, G. (1991) How complete are Cretaceous/ Tertiary boundary sections? A chronostratigraphic estimate based on graphic correlation. Geol. Soc. Amer. Bull., v.103, pp.1439-1457. MATEO, P., KELLER, G., ADATTE, T. and SPANGENBERG, J.E. (2015) Mass wasting during the Cretaceous-Paleogene transition in the North Atlantic: Relationship to the Chicxulub impact? Palaeogeogr. Palaeoclimatol. Palaeoecol. (2015), http://dx.doi.org/10.1016/j.palaeo.2015.01.019 MICHAEL, L. and KRISHNA, K.S. (2011) Dating of 85ºE Ridge (northeastern Indian Ocean) using marine magnetic anomalies. Curr. Sci., v.100, pp.1314-1322. NORDT, L., ATCHLEY, S. and DWORKIN, S. (2003) Terrestrial evidence for two greenhouse events in the latest Cretaceous: GSA Today, v.13, no.12, pp.4–9, doi:10.1130/10525173(2003)013<4:TEFTGE>2.0.CO;2. OLSSON, R.K., HEMLEBEN, C., BERGGREN, W.A. and HUBER, B.T. (1999) Atlas of Paleocene planktonic foraminifera. Smithsonian Contributions to Paleobiology No.85, 252p.\nJOUR.GEOL.SOC.INDIA, VOL.87, JAN. 2016\nMAASTRICHTIAN TO EOCENE SUBSURFACE STRATIGRAPHY OF THE CAUVERY BASIN 27\nSmithsonian Institution Press, Washington D.C. PARDO, A., ORTIZ, N. and KELLER, G. (1996) Latest Maastrichtian\nand K/T boundary foraminiferal turnover and environmental changes at Agost, Spain, In: N. MacLeod and G. Keller (Eds.), The Cretaceous-Tertiary mass extinction: Biotic and environmental events: New York, W.W. Norton and Company, pp.155–176. PEARSON, P.N., OLSSON, R.K., HUBER, B.T., HEMLEBEN, C., and BERGGREN, W.A. (2006) Atlas of Eocene planktonic Foraminifera. Cushman Foundation for Foraminiferal Research Special Publication No.41, 513p. PERCH-NIELSEN, K. (1979) Calcareous nannofossil zonation at the Cretaceous–Tertiary boundary in Denmark. Proc. CretaceousTertiary Boundary Events Symp., Copenhagen, v.1, pp.115– 135. PERCH-NIELSEN, K. (1985) Cenozoic calcareous nannofossils. In: H.M. Bolli, J.B. Saunders and K. Perch-Nielsen (Eds.), Plankton Sstratigraphy. Cambridge, Cambridge University Press, pp.422–454. PUNEKAR, J., MATEO, P.M. and KELLER, G. (2014a) Effects of Deccan volcanism on paleoenvironment and planktic foraminifera: A global survey, In: G. Keller and A.C. Kerr (Eds.), Volcanism, Impacts, and Mass Extinctions: Causes and Effects. Geol. Soc. Amer. Spec. Paper 505, doi:10.1130/2014.2505(04). PUNEKAR, J., KELLER, G., KHOZYEM, H., HAMMING, C., ADATTE, T., TANTAWY, A.A. and SPANGENBERG, J.E. (2014b) Late Maastrichtian-early Danian high-stress environment and delayed recovery linked to Deccan volcanism. Cretaceous Res., v.49, pp.1-20. RAJU, D.S.N., RAVINDRAN, C.N., DAVE, A., JAIPRAKASH, B.C. and SINGH, J. (1991) K/T boundary events in the Cauvery and Krishna – Godavari Basins and the age of Deccan Volcanism. Geoscience Jour., vol. XII, no.2, pp.177-190. RAJU, D.S.N., JAIPRAKASH, B.C., RAVINDRAN, C.N., KAYANASUNDER, R. and RAMESH, P. (1994) The magnitude of hiatus and sealevel changes across K/T boundary in Cauvery and KrishnaGodavari basins, India. Jour. Geol. Soc. India v.44, pp.301315. RAJU, D.S.N., JAIPRAKASH, B.C., KUMAR, A., SAXENA, R.K., DAVE, A., CHATTERJEE, T.K. and MISHRA, C.M. (1995) Age of Deccan volcanism across KTB in Krishna-Godavari Basin: new evidences. Jour. Geol. Soc. India, v.45, pp.229-233. RAJU, D.S.N., JAIPRAKASH, B.C. and KUMAR, A. (1996) Paleoenvironmental set-up and age of basin floor just prior to the spread of Deccan volcanism in the Krishna-Godavari Basin, India. Mem. Geol. Soc. India, no.37, pp.285-295. RAJU, D.S.N. and MISHRA, P.K. (1996) Cretaceous stratigraphy of India: A Review, In: A. Sahani (Ed.), Cretaceous Stratigraphy and Paleoenvironments. Mem. Geol. Soc. India, L. Rama Rao Volume, no.37, pp.1-36. RAJU, D.S.N., YADAGIRI, K., MOHANTY, A.D. and DURGE, P.M. (2014) New volcanic phase in Krishna-Godavari Basin with special reference to Rajmahal Trap equivalents. ONGC Bull., v.48(5), pp.86-97. RANGARAJU, M.K., AGARWAL, A. and PRABHAKAR, K.N. (1993)\nTectono-Stratigraphy, Structural Styles, Evolutionary Model and Hydrocarbon Habitat, Cauvery and Palar Basins. In: S.K. Biswas (Ed.), Proc. 2nd Seminar on Petroliferous basins of India. Indian Petroleum Publishers, Dehradun, India, pp.371396. REDDY, A.N., JAIPRAKASH, B.C., RAO, M.V., Chidambaram, L. and Bhaktavatsala, K.V. (2013) Sequence stratigraphy of late Cretaceous Successions in the Ramnad Sub-basin, Cauvery Basin, India. In: N. Malarkodi, G. Keller, A.N. Reddy, and B.C. Jaiprakash (Eds.), Proc. XXIII Indian Colloquium on Micropaleontology and Stratigraphy and International Symposium on Global Bioevents in Earth’s History. Geol. Soc. India Spec. Publ., No.1, pp.78-97. SAXENA, R.K. and MISRA, C.M. (1994) Time and duration of Deccan volcanism in the Razole area, Krishna-Godavari Basin, India. Curr. Sci., v.66(1), pp.73-76. SCOTESE, C.R. (2013) Map 16, KT Boundary (65.5 Ma, latest Maastrichtian), PALEOMAP PaleoAtlas for ArcGIS, volume 2, Cretaceous, PALEOMAP Project, Evanston, IL. SCHOENE, B., SAMPERTON, K.M., EDDY, M., KELLER, G., ADATTE, T., BOWRING, A., KHADRI, S.F.R. and GERTSCH, B. (2015) U-Pb geochronology of the Deccan Traps andrelation to the endCretaceous mass extinction. Science, v. 347 (issue 96218), pp.182-184. SCHÖBEL, S., WALL, H., GANEROD, M., PANDIT, M.K. and ROLF, C. (2014) Magnetostratigraphy and 40Ar/39Ar geochronology of the Malwa Plaeau region (Northern Deccan Traps), central western India: Significance and correlation with the main Deccan Large Igneous Province sequences. Jour. Asian Earth Sci., v.89, pp.28-45. SCHULTE, P., SCHEIBNER, C. and SPEIJER, R. (2011) Fluvial discharge and sea-level changes controlling black shale deposition during the Paleocene–Eocene Thermal Maximum in the Dababiya Quarry section, Egypt. Chemical Geol., v.285, pp.167-183. SELF, S., JAY, A.E., WIDDOWSON, M. and KESZTHELYI, L.P. (2008a) Correlation of the Deccan and Rajahmundry Trap lavas: Are these the longest and largest lava flows on Earth? Jour. Volc. Geotherm. Res., v.172, pp.3-19. SISSINGH, W. (1977) Biostratigraphy of Cretaceous calcareous nannoplankton. Geol. Mijnb., v.56, pp.37–65. SLUIJS, A., SCHOUTEN, S., PAGANI, M., WOLTERING, M., BRINKHUIS, H., SINNINGHE DAMSTÉ, J.S., DICKENS, G.R., HUBER, M., REICHART, G.J. and STEIN, R. (2006) Subtropical Arctic Ocean temperatures during the Palaeocene/Eocene thermal maximum. Nature, v.441, pp.610–613. SPEIJER, R.P., SCHMITZ, B. and LUGER, P. (2000) Stratigraphy of late Palaeocene events in the Middle East: Implications for low to middle-latitude successions and correlations: Jour. Geol. Soc. London, v.157, pp.37-47. SREEJITH, RSR.M., KRISHNA, K.S. and BANSAL, A.R. (2008) Structure and isostatic compensation of the Comorin Ridge, north central Indian Ocean. Geophys. Jour. Internat., v.175, pp.729741. SVENSEN, H., PLANKE, S., MALTHE-SORENSSEN, A., JAMTVEIT, B., MYKLEBUST, R., et al. (2004) Release of methane from a\nJOUR.GEOL.SOC.INDIA, VOL.87, JAN. 2016"
  }, {
    "heading": "28 GERTA KELLER AND OTHERS",
    "text": "volcanic basin as a mechanism for initial Eocene global warming. Nature, v.429, pp.542–545. TANTAWY, A.A.A., KELLER, G. and PARDO, A. (2009) Late Maastrichtian volcanism in the Indian Ocean: Effects on Calcareous Nannofossils and planktic Foraminiferea. Paleogeogr., Paleoclimatol., Paleoecol., v.284, pp.63-87. Doi: 10.1016/j.palaeo.2009.08.025 TORFSTEIN, A., WINCKLER, G. and TRIPATI, A. (2010) Productivity feedback did not terminate the Paleocene-Eocene Thermal Maximum (PETM). Climate of the Past, v.6, pp.265–272. VENKATESAN, T.R., PANDE, K. and GOPALAN, K. (1993) Did Deccan volcanism pre-date the Cretaceous-Tertiary transition? Earth Planet. Sci. Lett., v.119(1-2), pp.181-189. VON SALIS, K. and SAXENA, R.K. (1998) Calcareous nannofossils across the K/T boundary and the age of the Deccan Trap volcanism in southern India. Jour. Geol. Soc. India, v.51, pp.183-192.\nWATTKINSON, M.P., HART, M.B. and JOSHI, A. (2007) Cretaceous tectonostratigraphy and the development of the Cauvery Basin, southeast India. Petroleum Geoscience, v.13, pp.181-191. WESTERHOLD, T., RÖHL, U., MCCARREN, H.K. and ZACHOS, J.C., 2009. Latest on the absolute age of the Paleocene-Eocene Thermal Maximum (PETM): New insights from exact stratigraphic position of key ash layers +19 and -17, Earth Planet. Sci. Lett., v.287, pp.412-419. WILF, P., JOHNSON, K.R. and HUBER, B.T. (2003) Correlated terrestrial and marine evidence for global climate changes before mass extinction at the Cretaceous-Paleogene boundary. Proc. Natl. Acad. Sci., USA, v.100(2), pp.599-604. ZACHOS, J.C., SCHOUTEN, S., BOHATY, S., QUATTLEBAUM, T., SLUIJS, A., BRINKHUIS, H., GIBBS, S. and BRALOWER, T. (2006) Extreme warming of the mid-latitude coastal ocean during the Paleocene–Eocene Thermal Maximum: inferences from TEX86 and isotope data. Geology, v.34, pp.737–740.\n(Received: 30 June 2015; Revised form accepted: 14 October 2015)\nJOUR.GEOL.SOC.INDIA, VOL.87, JAN. 2016\nMAASTRICHTIAN TO EOCENE SUBSURFACE STRATIGRAPHY OF THE CAUVERY BASIN 29\n!\n\"#$%&!'(!)$%&!*$$+%,-./%-$0!1#$02%-.!34,$5-0-6&,$!6,45!7$89&,:!;$+-0!<=)>?@(! Plate 1. Late Maastrichtian planktic foraminifera from Cauvery basin, KALI-H. All specimens from the lower Maastrichtian zones CF5CF6, Cauvery Basin, India, ONGC well KALI-H, meter depths below surface. Scale bar = 200 µm. 1-4. Abathomphalus mayaroensis Bolli, Loeblich Tappan, zone CF6, 1617-1625 m. 5-8. Gansserina gansseri Bolli, zone CF6, 1618-1622 m. 9-10. Contusotruncana contusa (Cushman), zone CF6, 1620-1623 m. 11. Contusotruncana plicata (White), zone CF6, 1621-1622 m. 12-14. Contusotruncana walfischensis (Todd), zone CF5, 1616 m.\nJOUR.GEOL.SOC.INDIA, VOL.87, JAN. 2016\n30 GERTA KELLER AND OTHERS\n!\n\"#$%&!A(!)$%&!*$$+%,-./%-$0!1#$02%-.!34,$5-0-6&,$!6,45!7$89&,:!;$+-0!<=)>?@(! Plate 2. Late Maastrichtian planktic foraminifera from Cauvery basin, KALI-H. All specimens from the lower Maastrichtian zones CF5-CF6, Cauvery basin, India, ONGC well KALI-H, meter depths below surface. Scale bar = 200 µm. 1-3, 4. Globotruncana rosetta (Carsey), zone CF5, 1615 m. 5-7. Globotruncana ventricosa White, zone CF6, 1624-1625 m. 8-10. Globotruncana insignis (Gandolfi), zone CF6, 1621-1624 m. 11-12. Globotruncanita conica (White), zone CF5, 1616 m. 13-16. Globotruncanita stuarti (de Lapparenti),\nzone CF5, 1616 m.\nJOUR.GEOL.SOC.INDIA, VOL.87, JAN. 2016\nMAASTRICHTIAN TO EOCENE SUBSURFACE STRATIGRAPHY OF THE CAUVERY BASIN 31\n!\n\"#$%&!B(!)$%&!*$$+%,-./%-$0!1#$02%-.!34,$5-0-6&,$!6,45!7$89&,:!;$+-0!<=)>?@(!\n!\nPlate 3. Late Maastrichtian planktic foraminifera from Cauvery basin, KALI-H. All specimens from the lower and upper Maastrichtian zones CF4-CF6, Cauvery basin, India, ONGC well KALI-H, meter depths below surface. Scale bar = 200 µm. 1-3. Globotruncan arca (Cushman), zones CF5, CF6, 1616 m, 1621 m. 4-8. Globotruncan orientalis El Naggar, zones CF4, CF6, 1600m, 1616, 1623-1625m. 9-11. Globotruncana dupeublei Caron, zones CF4, CF6, 1598 m, 1621 m. 12, 16. Globotruncana falsostuarti Sigal, zone CF4, 1602 m. 13-15. Gansserina wiedenmayeri (Gandolfi), zone CF5, 1612-1613 m.\nJOUR.GEOL.SOC.INDIA, VOL.87, JAN. 2016\n32 GERTA KELLER AND OTHERS\n!\n\"#$%&!C(!)$%&!*$$+%,-./%-$0!1#$02%-.!34,$5-0-6&,$!6,45!7$89&,:!;$+-0!<=)>?@(!\n!\nPlate 4. Late Maastrichtian planktic foraminifera from Cauvery basin, KALI-H. All specimens from the lower and upper Maastrichtian zones CF4-CF6, Cauvery basin, India, ONGC well KALI-H, meter depths below surface. Scale bar = 100 µm. 1-3. Rugoglobigerina rotundata Brönnimann, zone CF6, 1618-1625 m. 4-5. Rugoglobigerina rugosa (Plumber), zone CF6, 1621-1625 m. 6-7. Rugoglobigerina hexacamerata Brönnimann, zone CF6, 1618-1624 m. 8, 12. Rugoglobigerina macrocephala Brönnimann, zone CF5, 1618 m. 9-11. Rugoglobigerina scotti Brönnimann, Zone CF5, 1612-1614 m. 13, 16. Archaeoglobigerina cretacea(d’Orbigny), zone CF6, 1618-1624 m.\nJOUR.GEOL.SOC.INDIA, VOL.87, JAN. 2016\nMAASTRICHTIAN TO EOCENE SUBSURFACE STRATIGRAPHY OF THE CAUVERY BASIN 33\n!\n\"#$%&!D(!)$%&!*$$+%,-./%-$0!1#$02%-.!34,$5-0-6&,$!6,45!7$89&,:!;$+-0!<=)>?@(!\n! Plate 5. Late Maastrichtian planktic foraminifera from Cauvery basin, KALI-H. All specimens from the lower and upper Maastrichtian zones CF3-CF6, Cauvery basin, India, ONGC well KALI-H, meter depths below surface. Scale bar = 100 µm. 1, 2. Globotruncanella petaloidea (Gandolfi), zone CF5, 1617 m. 3. Globigerinelloides volutus White, zone CF4, 1586 m. 4. Globigerinelloides yaucoensis (Pessagno), zone CF4, 1604 m. 5, 10. Guembelitria dammula (Voloshina), zone CF6, 1620 m. 6, 7. Globigerinelloides asper (Ehrenberg), zone CF4, 1604 m. 8,9. Guembelitria cretacea (Cushman), zone CF4, 1594 m. 11. Heterohelix navarroensis Loeblich, zone CF5, 1612 m. 12, 13. Heterohelix planate (Cushman), zone CF5, 1614 m. 14. Laeviheterohelix glabrans (Cushman), zone CF4, 1604 m. 15. Gublerina acuta Klasz, zone CF5, 1614 m. 16, 17. Pseudoguembelina costellifera Masters, zone CF4, 1603 m. 18, 19. Pseudoguembelina costulata (Cushman), zone CF4, 1603 m. 20. Pseudoguembelina hariaensis (Nederbragt), zone CF3, 1582 m.\nJOUR.GEOL.SOC.INDIA, VOL.87, JAN. 2016\n34 GERTA KELLER AND OTHERS\n!\n\"#$%&!E(!)$%&!*$$+%,-./%-$0!1#$02%-.!34,$5-0-6&,$!6,45!7$89&,:!;$+-0!<=)>?@(!\n!\nPlate 6. Late Maastrichtian planktic foraminifera from Cauvery basin, KALI-H. All specimens from the lower and upper Maastrichtian zones CF4-CF6, Cauvery basin, India, ONGC well KALI-H, meter depths below surface. Scale bar = 100 µm. 1, 2. Planoglobulina carseyae (Plummer), zone CF5, 1618 m. 3, 4. Pseudotextularia elegans (Rzehak), zone CF5, 1618 m. 5. Pseudoguembelina palpebra (Bronnimann and Brown), zone CF6, 1621 m. 6-7. Heterohelix rajagopalani (Govindan), zone CF5, 1618 m. 8. Gublerina cuvilieri (Kikoine), zone CF5, 1618 cm. 9, 10. Racemiguembelina fructicosa (Egger), zone CF4, 1605 m. 11. Racemiguembelina powelli (Smith and Pessagno), zone CF6, 1621 m. 12. Pseudotextularia intermedia (De Klasz), zone CF6, 1618 m. 13-16. Planoglobulina brazoensis Martin, zone CF4, 1590, 1608 m."
  }],
  "year": 2015,
  "references": [{
    "title": "Planktic foraminiferal response to the latest Maastrichtian abrupt warm event: a case study from mid-latitude Atlantic Site 525A",
    "authors": ["S. ABRAMOVICH", "G. KELLER"],
    "venue": "Marine Micropaleont.,",
    "year": 2003
  }, {
    "title": "Decline of the Maastrichtian pelagic ecosystem based on planktic foraminifera assemblage changes: implication for the terminal Cretaceous faunal",
    "authors": ["S. ABRAMOVICH", "A. ALMOGI-LABIN", "BENJAMINI", "Ch"],
    "venue": "crisis. Geology,",
    "year": 1998
  }, {
    "title": "Age and paleoenvironment of the Maastrichtian to Paleocene of the Mahajanga Basin, Madagascar: A multidisciplinary approach",
    "authors": ["S. ABRAMOVICH", "G. KELLER", "T. ADATTE", "W. STINNESBECK", "L. HOTTINGER", "D. STUEBEN", "Z. BERNER", "B. RAMANIVOSOA", "A. RANDRIAMANANTENASOA"],
    "year": 2002
  }, {
    "title": "Global climate change and planktic foraminiferal response in the Maastrichtian",
    "authors": ["S. ABRAMOVICH", "S. YOVEL-COREM", "A. ALMOGI-LABIN", "C. BENJAMINI"],
    "venue": "Paleoceanography, v.25,",
    "year": 2010
  }, {
    "title": "Maastrichtian planktic foraminiferal biostratigraphy and paleoenvironment of Brazos River, Falls County, Texas",
    "authors": ["S. ABRAMOVICH", "G. KELLER", "Z. BERNER", "M. CYMBALISTA", "C. RAK"],
    "year": 2011
  }, {
    "title": "Late Cretaceous to Early Paleocene climate and sea-level fluctuations",
    "authors": ["T. ADATTE", "G. KELLER", "W. STINNESBECK"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol.,",
    "year": 2002
  }, {
    "title": "Lithostratigraphy, sedimentology, sequence stratigraphy and the origin of the sandstone complex in the Brazos River KT sequences",
    "authors": ["T. ADATTE", "G. KELLER", "G. BAUM"],
    "year": 2011
  }, {
    "title": "Extinction and recovery of benthic foraminifera across the Paleocene–Eocene Thermal Maximum at the Alamedilla section (Southern Spain)",
    "authors": ["L. ALEGRET", "S. ORTIZ", "E. MOLINA"],
    "venue": "Palaeogeo., Palaeoclimat., Palaeoeco.,",
    "year": 2009
  }, {
    "title": "COUVERING, J.A. and MEMBERS OF THE WORKING GROUP ON THE PALEOCENE/EOCENE BOUNDARY (2007) The Global Standard Stratotype-section and Point (GSSP) for the base of the Eocene Series in the Dababiya section (Egypt): Episodes",
    "authors": ["AUBRY", "M.-P", "K. OUDA", "C. DUPUIS", "W.A. BERGGREN", "VAN"],
    "year": 2007
  }, {
    "title": "Termination of global warmth at the Palaeocene/Eocene boundary through productivity",
    "authors": ["S. BAINS", "R.D. NORRIS", "R.M. CORFIELD", "K.L. FAUL"],
    "venue": "feedback. Nature,",
    "year": 2000
  }, {
    "title": "Comment on “40Ar/39Ar dating",
    "authors": ["A.K. BAKSI"],
    "year": 2005
  }, {
    "title": "A revised Cenozoic geochronology and chronostratigraphy",
    "authors": ["W.A. BERGGREN", "D.V. KENT", "C.C. SWISHER", "AUBRY", "M.-P"],
    "venue": "Special Publication,",
    "year": 1995
  }, {
    "title": "Upper Cretaceous",
    "authors": ["J.A. BURNETT"],
    "year": 1998
  }, {
    "title": "40K/40Ar dating of the main Deccan large igneous province: further evidence of KTB age and short duration",
    "authors": ["CHENET", "A.-L", "X. QUIDELLEUR", "F. FLUTEAU", "V. COURTILLOT"],
    "venue": "Earth Planet. Sci. Lett.,",
    "year": 2007
  }, {
    "title": "2008)Determination of rapid Deccan eruptions across the Cretaceous-Tertiary boundary using paleomagnetic secular variation: Results from a 1200-m-thick section in the Mahabaleshwar",
    "authors": ["CHENET", "A.-L", "F. FLUTEAU", "V. COURTILLOT", "M. GERARD", "K.V. SUBBARAO"],
    "venue": "Jour. Geophys. Res.,",
    "year": 2008
  }, {
    "title": "Determination of rapid Deccan eruptions across the Cretaceous-Tertiary boundary using paleomagnetic secular variation: 2. Constraints from analysis",
    "authors": ["CHENET", "A.-L", "V. COURTILLOT", "F. FLUTEAU", "M. GERARD", "X. QUIDELLEUR", "S.F.R. KHADRI", "K.V. SUBBARAO", "T. THORDARSON"],
    "year": 2009
  }, {
    "title": "Deccan flood basalts at the Cretaceous/Tertiary boundary",
    "authors": ["V. COURTILLOT", "J. BESSE", "D. VANDAMME", "R. MONTIGNY", "JAEGER", "J.-J", "H. CAPPETTA"],
    "venue": "Earth, Planet. Sci. Lett. v.80,",
    "year": 1986
  }, {
    "title": "The Deccan flood basalts and the Cretaceous-Tertiary",
    "authors": ["V. COURTILLOT", "G. FERAUD", "H. MALUSKI", "D. VANDAMME", "M.G. MOREAU", "J. BESSE"],
    "venue": "boundary. Nature,",
    "year": 1988
  }, {
    "title": "Polarity inversion in the Rajmahal lavas, northeast India: trap emplacement near commencement of the Cretaceous Normal Superchron",
    "authors": ["A.K. DAS", "J.D.A. PIPER", "G. BANDYOPADHYAY", "S. BASU MALLIK"],
    "venue": "Geophys. Jour. Internat.,",
    "year": 1996
  }, {
    "title": "Past extreme warming events linked to massive carbon release from thawing permafrost",
    "authors": ["R.M. DECONTO", "S. GALEOTTI", "M. PAGANI", "D. TRACY", "K. SCHAEFER", "T. ZHANG", "D. POL- LARD", "D.J. BEERLING"],
    "venue": "Nature, v.484,",
    "year": 2010
  }, {
    "title": "Dissociation of oceanic methane hydrate as a cause",
    "authors": ["G.R. DICKENS", "J.R. O’NEIL", "D.K. REA", "R.M. OWEN"],
    "year": 1995
  }, {
    "title": "Environmental effects of Deccan",
    "authors": ["D. FLEITMANN"],
    "year": 2011
  }, {
    "title": "Foraminifera from the infra- and intertrappean",
    "authors": ["A. GOVINDAN"],
    "year": 1981
  }, {
    "title": "Beyond methane: towards",
    "authors": ["J.A. pp.1156–1167. HIGGINS", "D.P. SCHRAG"],
    "year": 2006
  }, {
    "title": "Astronomical calibration",
    "authors": ["S. GARDIN", "R.E. LOCKLAIR"],
    "year": 2011
  }, {
    "title": "The evolution of marine Cretaceous basins of India: calibration with Nannofossil zones",
    "authors": ["S.A. JAFAR"],
    "venue": "Mem. Geol. Soc. India,",
    "year": 1996
  }, {
    "title": "Foraminiferal events across the K/T boundary and age of Deccan volcanism in Palakollu area, Krishna-Godavari Basin, India",
    "authors": ["B.C. JAIPRAKASH", "J. SINGH", "D.S.N. RAJU"],
    "venue": "Jour. Geol. Soc. India,",
    "year": 1993
  }, {
    "title": "Guembelitria dominated late Maastrichtian planktic foraminiferal assemblages mimic early Danian in the Eastern Desert of Egypt",
    "authors": ["G. KELLER"],
    "venue": "Marine Micropaleontology,",
    "year": 2002
  }, {
    "title": "Biotic effects of impacts and volcanism",
    "authors": ["G. KELLER"],
    "venue": "Earth Planet. Sci. Lett., v.215,",
    "year": 2003
  }, {
    "title": "Impact Stratigraphy: old principle - new reality",
    "authors": ["G. KELLER"],
    "venue": "GSA Special Paper 437,",
    "year": 2008
  }, {
    "title": "Deccan volcanism, the Chicxulub impact, and the end-Cretaceous mass extinction: Coincidence? Cause and Effect",
    "authors": ["G. KELLER"],
    "venue": "Geol. Soc. Amer. Spec. Paper 505,",
    "year": 2014
  }, {
    "title": "Lilliput effect in late Maastrichtian planktic foraminifera: Response to environmental stress",
    "authors": ["G. KELLER", "S. ABRAMOVICH"],
    "venue": "Palaeogeogr. Palaeoclim. Palaeoecol.,",
    "year": 2009
  }, {
    "title": "Disaster opportunists Guembelitrinidae— Index for environmental catastrophes",
    "authors": ["G. KELLER", "A. PARDO"],
    "venue": "Marine Micropaleontology,",
    "year": 2004
  }, {
    "title": "The Cretaceous/Tertiary boundary stratotype section at El Kef, Tunisia: How catastrophic was the mass extinction? Paleogeogr",
    "authors": ["G. KELLER", "L. LI", "N. MACLEOD"],
    "venue": "Paleoclimat., Paleoecol.,",
    "year": 1995
  }, {
    "title": "Paleoecology of the CretaceousTertiary mass extinction in planktic foraminifera",
    "authors": ["G. KELLER", "T. ADATTE", "W. STINNESBECK", "V. LUCIANI", "N. KAROUI", "D. ZAGHBIB-TURKI"],
    "venue": "Paleogeog., Paleoclimat., Paleoecol.,",
    "year": 2002
  }, {
    "title": "Chicxulub impact predates KT boundary: New evidence from Brazos, Texas",
    "authors": ["G. KELLER", "T. ADATTE", "Z. BERNER", "M. HARTING", "G. BAUM", "M. PRAUSS", "A.A. TANTAWY", "D. STUBEN"],
    "venue": "Earth Planet. Sci. Lett., v.255,",
    "year": 2007
  }, {
    "title": "High Stress Late Cretaceous to early Danian paleoenvironment in the Neuquen Basin, Argentina",
    "authors": ["G. KELLER", "T. ADATTE", "A.A. TANTAWY", "Z. BERNER", "D. STUEBEN"],
    "venue": "Cretaceous Res.,",
    "year": 2007
  }, {
    "title": "Main Deccan volcanism phase ends near the K-T boundary: Evidence from the Krishna-Godavari Basin, SE India",
    "authors": ["G. KELLER", "T. ADATTE", "S. GARDIN", "A. BARTOLINI", "S. BAJPAI"],
    "venue": "Earth Planet. Sci. Lett.,",
    "year": 2008
  }, {
    "title": "Deccan volcanism linked to the Cretaceous-Tertiary boundary (KTB) mass extinction: New evidence from ONGC wells in the KrishnaGodavari",
    "authors": ["G. KELLER", "P.K. BHOWMICK", "H. UPADHYAY", "A. DAVE", "A.N. REDDY", "B.C. JAIPRAKASH", "T. ADATTE"],
    "venue": "Jour. Geol. Soc. India,",
    "year": 2011
  }, {
    "title": "Nature and timing of extinctions in Cretaceous-Tertiary planktic foraminifera preserved in Deccan intertrappean sediments of the KrishnaGodavari",
    "authors": ["G. KELLER", "T. ADATTE", "P.K. BHOWMICK", "H. UPADHYAY", "A. DAVE", "A.N. REDDY", "B.C. JAIPRAKASH"],
    "venue": "Earth Planet. Sci. Lett.,",
    "year": 2012
  }, {
    "title": "Chicxulub impact spherules in the NW Atlantic and Caribbean: Age constraints and KTB hiatus",
    "authors": ["G. KELLER", "N. MALARKODI", "H. KHOZEYM", "T. ADATTE", "J.E. SPANGENBERG", "W. STINNESBECK"],
    "venue": "Geological Mag., v.150,",
    "year": 2013
  }, {
    "title": "Upheavals during the late Maastrichtian: volcanism, climate and faunal events preceding the end-Cretaceous mass extinction",
    "authors": ["G. KELLER", "J. PUNEKAR", "P. MATEO"],
    "venue": "Paleogeogr. Paleoclimatol., Paloecol.,",
    "year": 2015
  }, {
    "title": "Rapid diversification of planktonic foraminifera in the tropical Pacific (ODP Site 865) during the late",
    "authors": ["D.C. KELLY", "T.J. BRALOWER", "J.C. ZACHOS", "I. PREMOLI-SILVA", "E. THOMAS"],
    "venue": "Paleocene Thermal Maximum. Geology,",
    "year": 1996
  }, {
    "title": "Enhanced terrestrial weathering/runoff and surface ocean carbonate production during the recovery stages of the Paleocene Eocene",
    "authors": ["D.C. KELLY", "J.C. ZACHOS", "T.J. BRALOWER", "S.A. SCHELLENBERG"],
    "venue": "Thermal Maximum. Paleoceanography,",
    "year": 2005
  }, {
    "title": "40Ar/39Ar Geochronology of the Rajmahal basalts, India, and their relationship to the Kerguelen Plateau",
    "authors": ["R.W. KENT", "M.S. PRINGLE", "R.D. MUELLER", "A.D. SAUNDERS", "N.C. GHOSE"],
    "venue": "Jour. Petrol.,",
    "year": 2002
  }, {
    "title": "The Paleocene-Eocene GSSP at Dababiya, Egypt – Revisited",
    "authors": ["H. KHOZYEM", "T. ADATTE", "G. KELLER", "A.A. TANTAWY", "J.E. SPANGENBERG"],
    "venue": "Episodes, v.37,",
    "year": 2014
  }, {
    "title": "Paleoenvironmental and climatic changes during the Paleocene-Eocene Thermal Maximum (PETM) at the Wadi Nukhul Section, Sinai, Egypt",
    "authors": ["H. KHOZYEM", "T. ADATTE", "J.E. SPANGENBERG", "A.A. TANTAWY", "G. KELLER"],
    "venue": "Jour. Geol. Soc. London,",
    "year": 2013
  }, {
    "title": "New geochemical constraints on the Paleocene-Eocene Thermal Maximum: Dababiya GSSP, Egypt",
    "authors": ["H. KHOZYEM", "T. ADATTE", "J.E. SPANGENBERG", "G. KELLER", "A.A. TANTAWY", "A. ULYANOV"],
    "year": 2015
  }, {
    "title": "40Ar/ 39Ar dating of the Rajahmundry Traps, eastern India and their relationship to the Deccan Traps",
    "authors": ["KNIGHT", "K.B. RENNE", "A.P.R. HALKETT", "N. WHITE"],
    "venue": "Earth Planet. Sci. Lett.,",
    "year": 2003
  }, {
    "title": "Reply to 40Ar/39Ar dating of the Rajahmundry Traps, Eastern India and their relationship to the Deccan Traps: Discussion",
    "authors": ["K.B. KNIGHT", "P.R. RENNE", "J. BAKER", "T. WAIGHT", "N. WHITE"],
    "venue": "by A.K. Baksi. Earth Planet. Sci. Lett.,",
    "year": 2005
  }, {
    "title": "Sea-level estimates for the latest 100 million years: One-dimensional backstripping of onshore New Jersey boreholes: 22nd Annual GCSSEPM Foundation Bob F",
    "authors": ["M.A. KOMINZ", "W.A. VAN SICKEL", "K.G. MILLER", "J.V. BROWNING"],
    "year": 2002
  }, {
    "title": "Emerging Models and Application Case Histories",
    "authors": ["N.K. LAL", "A. SIAWAL", "A.K. KAUL"],
    "venue": "Evolution of East",
    "year": 2009
  }, {
    "title": "Maastrichtian climate, productivity",
    "authors": ["G. KELLER"],
    "venue": "Soc. India,",
    "year": 1998
  }, {
    "title": "Abrupt deep-sea warming",
    "authors": ["L. LI", "G. KELLER"],
    "year": 1998
  }, {
    "title": "How complete are Cretaceous",
    "authors": ["N. MACLEOD", "G. KELLER"],
    "year": 1991
  }, {
    "title": "Dating of 85oE Ridge (north",
    "authors": ["K.S. KRISHNA"],
    "year": 2011
  }, {
    "title": "Latest Maastrichtian and K/T boundary foraminiferal turnover and environmental changes",
    "authors": ["A. PARDO", "N. ORTIZ", "G. KELLER"],
    "year": 1996
  }, {
    "title": "Atlas of Eocene planktonic Foraminifera",
    "authors": ["P.N. PEARSON", "R.K. OLSSON", "B.T. HUBER", "C. HEMLEBEN", "W.A. BERGGREN"],
    "venue": "Cushman Foundation for Foraminiferal Research Special Publication",
    "year": 2006
  }, {
    "title": "Calcareous nannofossil zonation at the Cretaceous–Tertiary boundary in Denmark",
    "authors": ["K. PERCH-NIELSEN"],
    "venue": "Proc. CretaceousTertiary Boundary Events Symp., Copenhagen,",
    "year": 1979
  }, {
    "title": "Cenozoic calcareous nannofossils",
    "authors": ["K. PERCH-NIELSEN"],
    "venue": "Plankton Sstratigraphy. Cambridge,",
    "year": 1985
  }, {
    "title": "Effects of Deccan volcanism on paleoenvironment and planktic foraminifera: A global survey",
    "authors": ["J. PUNEKAR", "P.M. MATEO", "G. KELLER"],
    "venue": "Geol. Soc. Amer. Spec. Paper 505,",
    "year": 2014
  }, {
    "title": "Late Maastrichtian-early Danian high-stress environment and delayed recovery linked to Deccan volcanism",
    "authors": ["J. PUNEKAR", "G. KELLER", "H. KHOZYEM", "C. HAMMING", "T. ADATTE", "A.A. TANTAWY", "J.E. SPANGENBERG"],
    "venue": "Cretaceous Res.,",
    "year": 2014
  }, {
    "title": "K/T boundary events in the Cauvery and Krishna – Godavari Basins and the age of Deccan Volcanism",
    "authors": ["D.S.N. RAJU", "C.N. RAVINDRAN", "A. DAVE", "B.C. JAIPRAKASH", "J. SINGH"],
    "venue": "Geoscience Jour., vol. XII,",
    "year": 1991
  }, {
    "title": "The magnitude of hiatus and sealevel changes across K/T boundary in Cauvery and KrishnaGodavari basins, India",
    "authors": ["D.S.N. RAJU", "B.C. JAIPRAKASH", "C.N. RAVINDRAN", "R. KAYANASUNDER", "P. RAMESH"],
    "venue": "Jour. Geol. Soc. India",
    "year": 1994
  }, {
    "title": "Age of Deccan volcanism across KTB in Krishna-Godavari Basin: new evidences",
    "authors": ["D.S.N. RAJU", "B.C. JAIPRAKASH", "A. KUMAR", "R.K. SAXENA", "A. DAVE", "T.K. CHATTERJEE", "C.M. MISHRA"],
    "venue": "Jour. Geol. Soc. India,",
    "year": 1995
  }, {
    "title": "Paleoenvironmental set-up and age of basin floor just prior to the spread of Deccan volcanism in the Krishna-Godavari Basin, India",
    "authors": ["D.S.N. RAJU", "B.C. JAIPRAKASH", "A. KUMAR"],
    "venue": "Mem. Geol. Soc. India,",
    "year": 1996
  }, {
    "title": "Cretaceous stratigraphy of India: A Review, In: A. Sahani (Ed.), Cretaceous Stratigraphy and Paleoenvironments",
    "authors": ["D.S.N. RAJU", "P.K. MISHRA"],
    "venue": "Mem. Geol. Soc. India, L. Rama Rao Volume,",
    "year": 1996
  }, {
    "title": "New volcanic phase in Krishna-Godavari Basin with special reference to Rajmahal Trap equivalents",
    "authors": ["D.S.N. RAJU", "K. YADAGIRI", "A.D. MOHANTY", "P.M. DURGE"],
    "venue": "ONGC Bull.,",
    "year": 2014
  }, {
    "title": "Sequence stratigraphy of late Cretaceous Successions in the Ramnad Sub-basin, Cauvery Basin, India",
    "authors": ["A.N. REDDY", "B.C. JAIPRAKASH", "M.V. RAO", "L. Chidambaram", "K.V. Bhaktavatsala"],
    "venue": "Proc. XXIII Indian Colloquium",
    "year": 2013
  }, {
    "title": "Time and duration of Deccan volcanism in the Razole area, Krishna-Godavari Basin, India",
    "authors": ["R.K. SAXENA", "C.M. MISRA"],
    "venue": "Curr. Sci.,",
    "year": 1994
  }, {
    "title": "Map 16, KT Boundary (65.5 Ma, latest Maastrichtian), PALEOMAP PaleoAtlas for ArcGIS, volume 2, Cretaceous",
    "authors": ["C.R. SCOTESE"],
    "venue": "PALEOMAP Project,",
    "year": 2013
  }, {
    "title": "U-Pb geochronology of the Deccan Traps andrelation to the endCretaceous mass extinction",
    "authors": ["B. SCHOENE", "K.M. SAMPERTON", "M. EDDY", "G. KELLER", "T. ADATTE", "A. BOWRING", "S.F.R. KHADRI", "B. GERTSCH"],
    "venue": "Science, v",
    "year": 2015
  }, {
    "title": "Magnetostratigraphy and 40Ar/39Ar geochronology of the Malwa Plaeau region (Northern Deccan Traps), central western India: Significance and correlation with the main Deccan Large Igneous Province sequences",
    "authors": ["S. SCHÖBEL", "H. WALL", "M. GANEROD", "M.K. PANDIT", "C. ROLF"],
    "venue": "Jour. Asian Earth",
    "year": 2014
  }, {
    "title": "Fluvial discharge and sea-level changes controlling black shale deposition during the Paleocene–Eocene Thermal Maximum in the Dababiya Quarry section, Egypt",
    "authors": ["P. SCHULTE", "C. SCHEIBNER", "R. SPEIJER"],
    "venue": "Chemical Geol.,",
    "year": 2011
  }, {
    "title": "Correlation of the Deccan and Rajahmundry Trap lavas: Are these the longest and largest lava flows on Earth",
    "authors": ["S. SELF", "A.E. JAY", "M. WIDDOWSON", "L.P. KESZTHELYI"],
    "venue": "Jour. Volc. Geotherm. Res.,",
    "year": 2008
  }, {
    "title": "Biostratigraphy of Cretaceous calcareous nannoplankton",
    "authors": ["W. SISSINGH"],
    "venue": "Geol. Mijnb.,",
    "year": 1977
  }, {
    "title": "Subtropical Arctic Ocean temperatures during the Palaeocene/Eocene thermal maximum",
    "authors": ["A. SLUIJS", "S. SCHOUTEN", "M. PAGANI", "M. WOLTERING", "H. BRINKHUIS", "J.S. SINNINGHE DAMSTÉ", "G.R. DICKENS", "M. HUBER", "G.J. REICHART", "R. STEIN"],
    "venue": "Nature, v.441,",
    "year": 2006
  }, {
    "title": "Stratigraphy of late Palaeocene events in the Middle East: Implications for low to middle-latitude successions and correlations",
    "authors": ["R.P. SPEIJER", "B. SCHMITZ", "P. LUGER"],
    "venue": "Jour. Geol. Soc. London,",
    "year": 2000
  }, {
    "title": "Structure and isostatic compensation of the Comorin Ridge, north central Indian Ocean",
    "authors": ["SREEJITH", "RSR.M", "K.S. KRISHNA", "A.R. BANSAL"],
    "venue": "Geophys. Jour. Internat.,",
    "year": 2008
  }, {
    "title": "Release of methane",
    "authors": ["H. SVENSEN", "S. PLANKE", "A. MALTHE-SORENSSEN", "B. JAMTVEIT", "R MYKLEBUST"],
    "year": 2004
  }, {
    "title": "Cretaceous tectonostratigraphy and the development of the Cauvery Basin, southeast India",
    "authors": ["M.P. WATTKINSON", "M.B. HART", "A. JOSHI"],
    "venue": "Petroleum Geoscience,",
    "year": 2007
  }, {
    "title": "Latest on the absolute age of the Paleocene-Eocene Thermal Maximum (PETM): New insights from exact stratigraphic position of key ash layers +19 and -17",
    "authors": ["T. WESTERHOLD", "U. RÖHL", "H.K. MCCARREN", "J.C. ZACHOS"],
    "venue": "Earth Planet. Sci. Lett.,",
    "year": 2009
  }, {
    "title": "Correlated terrestrial and marine evidence for global climate changes before mass extinction at the Cretaceous-Paleogene boundary",
    "authors": ["P. WILF", "K.R. JOHNSON", "B.T. HUBER"],
    "venue": "Proc. Natl. Acad. Sci., USA,",
    "year": 2003
  }, {
    "title": "Extreme warming of the mid-latitude coastal ocean during the Paleocene–Eocene Thermal Maximum: inferences from TEX86 and isotope data",
    "authors": ["J.C. ZACHOS", "S. SCHOUTEN", "S. BOHATY", "T. QUATTLEBAUM", "A. SLUIJS", "H. BRINKHUIS", "S. GIBBS", "T. BRALOWER"],
    "venue": "Geology, v.34,",
    "year": 2006
  }, {
    "title": "Late Maastrichtian planktic foraminifera from Cauvery basin, KALI-H. All specimens from the lower and upper Maastrichtian zones CF4-CF6, Cauvery basin, India, ONGC well KALI-H, meter depths below surface. Scale bar = 200 μm",
    "authors": ["Plate"],
    "venue": "Globotruncan arca (Cushman), zones CF5,",
    "year": 1621
  }],
  "id": "SP:c7a57132857900de6af052ce2db9f1753f012b4c",
  "authors": [{
    "name": "GERTA KELLER",
    "affiliations": []
  }, {
    "name": "B. C. JAIPRAKASH",
    "affiliations": []
  }, {
    "name": "A. N. REDDY",
    "affiliations": []
  }],
  "abstractText": "Late Maastrichtian through middle Eocene planktic foraminiferal biostratigraphy and erosion patterns from three Cauvery basin wells are compared with the Krishna-Godavari basin, Madagascar and South Atlantic Site 525A. Maastrichtian sedimentation appears continuous at DSDP site 525A and substantially complete in the Cauvery basin and Madagascar for the interval from ~70.3 to 66.8 Ma (zones CF6-CF3). But the latest Maastrichtian through early Paleocene record is fragmented, except for some Krishna-Godavari and Cauvery basin wells protected from erosion by Deccan traps or graben deposition, respectively. Hiatuses are observed correlative with sea level falls at 66.8, 66.25, 66.10, 65.7, 63.8 and 61.2 Ma with erosion amplified by local tectonic activity including doming and uplift due to Deccan volcanism. Throughout this region the Cretaceous-Paleogene transition (magnetochron C29r-C29n, 66.25-65.50 Ma) is preserved only in deep wells of the Krishna-Godavari basin where Deccan Traps protected intertrappean sediments from erosion. The late Paleocene to middle Eocene marine record was recovered from two Cauvery basin wells with hiatuses correlative with low sea levels at ~49.0-56.5 Ma (zones P4c-E6) and ~53.0-55.3 Ma (zones E1-E4) at the ridge well KALI-H. A nearly complete record was recovered from well AGA, including the PETM event (zones E1-E2), which marks this an excellent reference section for India. Similarity in erosion and sedimentation patterns of the late Maastrichtian to middle Paleocene from India to Madagascar and South Atlantic is mainly attributed to climate changes and sea level falls, regional tectonic activity from the Bay of Bengal to Madagascar, and uplift and doming in the Cauvery and K-G basins as a result of Deccan volcanism. Directly correlative with Deccan volcanism are high stress environments for marine calcifiers, as observed by species dwarfing, reduced diversity and blooms of the disaster opportunist Guembelitria cretacea in magnetochron C30n (zones CF4CF3) correlative with Deccan phase-1 and Ninetyeast Ridge volcanism, in C29r (zones CF2-CF1) correlative with Deccan phase-2 and in C29n (zone P1b) correlative with Deccan phase-3 marking volcanism as the most important stress factor in the end-Cretaceous mass extinction and delayed evolution of planktic foraminifera.",
  "title": "Maastrichtian to Eocene Subsurface Stratigraphy of the Cauvery Basin and Correlation with Madagascar"
}