{
  "sections": [{
    "text": "285\nISSN 1019-3316, Herald of the Russian Academy of Sciences, 2016, Vol. 86, No. 4, pp. 285–297. © Pleiades Publishing, Ltd., 2016. Original Russian Text © O.I. Korablev, 2016, published in Vestnik Rossiiskoi Akademii Nauk, 2016, Vol. 86, No. 7, pp. 587–600.\nMars and Venus: Different Destinies of Terrestrial Planets O. I. Korablev*\nSpace Research Institute, Russian Academy of Sciences, Moscow, Russia e-mail: korab@iki.rssi.ru Received November 1, 2015\nBeing insignificantly different in distance from the Sun, the main terrestrial planets—Venus, the Earth, and Mars—fall, with due account for inaccuracies, within the so-called habitable zone, i.e., the range of distances from a parent star within which water on the planets can exist in the liquid state. Most likely, in the process of their formation, the three planets received approximately the same share of water. However, only the Earth’s climate is suitable for the development of life. How did it happen that Mars became cold and water on it froze, while the absolutely dry surface of Venus is red hot, exceeding 460°C? Was this always the situation? Climate changes on Mars and Venus from the beginning of the planets' independent existence to the present day are considered, and parallels are drawn with the changing climate of the Earth. The article also discusses how the particularities of the early climate of Mars are related to its inhabitation, as well as the likelihood of discovering biological activity on that planet. Some of the results presented in this article were obtained using Russian instruments installed on the artificial satellites Mars Express and Venus Express.\nKeywords: solar system, Mars, Venus, climate, paleoclimate, atmosphere. DOI: 10.1134/S1019331616040055"
  }, {
    "heading": "THE CLIMATE OF VENUS AND MARS",
    "text": "The parameters of the present-day climate of Venus and Mars in comparison with the respective characteristics on the Earth are presented in Table 1. The main information about the atmosphere of Venus was obtained from data of the domestic landers and orbiters of the Vega and Venus series, as well as from those of the NASA Pioneer Venus project. A substantial contribution to studies on that planet was made by the satellite Venus Express (ESA, 2005–2015). As was established by planetary radiolocation methods and radar studies using interplanetary station devices, Venus rotates about its axis, which is almost perpendicular to the surface of the orbit, and in the direction opposite to the rotation of other planets. Despite its closeness to the Sun and a size similar to that of the Earth, it receives less energy from the Sun than the Earth does. The cause is the albedo (high reflectance) of the solid cloud cover around Venus.\nThe climate of a planet by definition depends on the angle of incidence of solar rays; i.e., it changes depending on the geographic latitude of a locality. However, at the few latitudes where measurements were managed, the landers discovered approximately the same conditions on the dayside and nightside of\nVenus, or, strictly speaking, the absence of climate. The temperature of the planet’s surface is 467°C, which is the result of an excessive greenhouse effect. Venus is covered by optically dense clouds, which form several layers at an altitude of 40–70 km and consist of drops of a strong solution of sulfuric acid with an admixed unknown substance. About 10% of solar radiation, whose maximum emissive power falls on the visible spectrum, reaches the surface: despite the very high density of the cloud cover, absorption in it is relatively low, and light is rereflected almost without losses. The carbon dioxide atmosphere practically fully absorbs the infrared (IR) radiation of the surface. Carbon dioxide bands span the IR band except for a few “atmospheric windows,” in which SO2 and vapors of water, the traces of which are present in the atmosphere, are absorbed.\nMany questions remain without clear answers thus far. For example, an important feature of the atmosphere of Venus is superrotation: the atmosphere is practically fully involved in a giant hurricane and rotates around the planet with a speed of 120–140 m/s at the upper boundary of clouds (this indicator was reliably measured by the visible movements of the clouds and by Vega equipment using two aerostats). It is clear that the source of the process’s energy is heating of the atmosphere by the Sun, but details have not been uncovered. The chemistry of the lower atmospheric layers is also unclear, including that of the * Oleg Igorevich Korablev, Dr. Sci. (Phys.–Math.), is a deputy director of the RAS Space Research Institute and head of the Department of Planetary Physics of this institute.\nOn the Rostrum of the RAS Presidium\n286\nHERALD OF THE RUSSIAN ACADEMY OF SCIENCES Vol. 86 No. 4 2016\nKORABLEV\nmain sulfur-containing gas, sulfur dioxide. It is assumed that the SO2 content is too great and goes beyond the limits of thermochemical equilibrium with the surface; i.e., the concentration of this gas must significantly decrease if not fed on a permanent basis. This is ascribed to volcanism. Radar studies using the Venera-16 and Magellan space vehicles did not discover manifestations of modern volcanism but showed a young—up to 700 million years—age of the surface. Recent observations from the Venus Express spacecraft have made it possible to discover a zone of anomalous emissivity around large volcanoes, which may testify to active volcanism [1, 2]. As for the SO2 profiles, which were measured using the Vega landers, they showed a substantial decrease in the gas content near the surface, which contradicts thermochemical models [3]. It may turn out that thermochemical equilibrium does take place but it defies explanation thus far.\nFree water on Venus is contained only in the atmosphere in the form of gas or in the composition of cloud drops. On the strength of all the evidence from orbiters and landers, its relative content is very low— from several parts per million in the cloud cover to 30 ppm in the lower atmosphere. Despite the huge power of the atmosphere, the total content of water corresponds to the spherical liquid layer with depth of only 1.3 cm (see Table 1).\nThe climate of Mars is determined by its distance from the Sun and the tilt of its rotational axis, which resembles the axial tilt of the Earth. Hence, Mars has a pronounced seasonal cycle, although it is complicated by the high eccentricity of its orbit. The distance to the Sun is measured from 1.36 to 1.64 AU (1 AU is the average distance from the Earth to the Sun, i.e., approximately 150 million kilometers). Winter in the northern hemisphere of Mars coincides with the aphelion (the farthest distance from the Sun), which makes it substantially colder than in the southern hemisphere. As a comparison, during winter in the Earth’s Northern Hemisphere, our planet approaches the Sun, but the mitigating effect is almost imperceptible due to the low eccentricity. The average temperature on Mars is –60°C, and the pressure is 6 mbar, 170 times lower than on the Earth. The relation of the temperature and pressure levels is close to the “triple point of water”; i.e., ice on Mars is quite close to the melting point. Indeed, in summer, the surface sometimes heats up to over +25°C, and creek beds, appearing from time to time, were noticed from the orbit. Recent data show that saline solutions, in particular, perchlorates, which were discovered for the first time by the Phoenix lander (NASA, 2007), can be present on the surface in the liquid phase in practically any season [4]. In winter, ~30% of atmospheric carbon dioxide undergoes condensation and precipitates as snow in the polar regions, forming seasonal polar caps. According to the total data of laser altimetry, gravimetry, and neutron measurements, the thickness of the solid carbon dioxide layer reaches 1–2 m. Under the carbon dioxide layer in the polar regions, there are glaciers of usual water ice. The polar caps of Mars are asymmetrical: the northern one is larger; its perma-\nHERALD OF THE RUSSIAN ACADEMY OF SCIENCES Vol. 86 No. 4 2016\nMARS AND VENUS 287\nnent part, which persists irrespective of the season, is comparable with the Antarctic glaciation of the Earth. The surface of the northern cap in summer is practically pure water ice. The southern cap is significantly smaller in area but is colder than the northern one: in summer, it preserves “dry ice,” frozen carbon dioxide, on its surface.\nAn important factor of Mar’s climate is dust storms. The heating of surface layers of the atmosphere causes dust rise, which is accompanied either by local vortices or by an increase in wind. As the amount of dust in the atmosphere grows, the heating of the surface decreases, the dust settles down, and in a few months the atmosphere returns to its normal state. Dust activity changes during the Martian year, reaching its maximum in the spring–summer season in the southern hemisphere. In this period, local dust storms sometimes unite into a global storm, embracing the entire planet; this phenomenon has no analogy on the Earth. Global dust storms occur irregularly, thrice a Martian year on average. They are easy to see from the Earth and have been observed since 1906, the latest one being recorded in 2007. The analysis of processes that take place during dust storms on Mars prompted the terrestrial concept of nuclear winter—a temporary global cooling as a result of a large-scale nuclear bombardment or volcanic eruptions [5].\nThe hydrosphere of Mars consists of water ice, which forms the permanent polar caps; hydrated minerals; permafrost in the ground, most probably characteristic of all the latitudes; and a small amount of water vapor in the atmosphere. The equivalent depth of these reservoirs, i.e., the depth of the homogeneous spherical layer of water on the planet’s surface, is known, although to different degrees of validity. Well measured is the atmospheric component, which plays a key role in water transfer over the planet. The atmospheric water forms albedo-affecting water clouds and the water ice of the asymmetrical permanent polar caps on time intervals of several tens of thousands of years. However, the total amount of atmospheric water is negligible, 10–20 μm of equivalent depth depending on the season. Neutron spectrometers of the Mars Odyssey spacecraft (NASA, 2001), including the Russian device HEND [6, 7], showed that the almost pure ice of the permanent caps reaches 50°– 60° N and S, while the visible boundary of the permanent northern cap is higher than 80° and that of the southern one is higher than 84° (the power of the polar caps has been measured well enough using the permeating long-wavelength radar of the Mars Express spacecraft). The respective equivalent depth is ~20 m of water. The water content in the ground of the middle and equatorial latitudes is less known. According to neutron data that correspond to a depth of no more\nthan 1–2 m, the minimal assessment, 14 cm, is assumed. Using these measurements, we can obtain a model-dependent assessment: ~11 m for depths to several hundred meters. Thus, the total water content on modern Mars can be evaluated at 30 m of equivalent depth."
  }, {
    "heading": "DISTANT PAST: HYPOTHESES AND FACTS",
    "text": "It is believed that the Sun, planets, and their atmospheres condensed about 4.65 bln years ago from a primitive nebula compositionally close to the Sun: H and He with a small admixture of heavier elements. The atmospheres of the planets are probably the remains of primitive atmospheres or a result of outgassing or were brought by comets later. The giant planets confined more gas, their satellites mostly consisting of ice. The terrestrial planets mainly consist of minerals and contain ices of volatile compounds only as an insignificant admixture, which forms their atmospheres, the ocean of the Earth, polar caps, etc.\nThe leading hypothesis on the formation of the terrestrial planets implies that planetesimals (bodies with a size from several millimeters to several kilometers) from any place of the inner solar system could have entered the composition of any of them. Therefore, initially, the amount of volatile compounds on them must have been approximately the same; in other words, Mars and Venus acquired water in the same proportion as the Earth did. In accordance with the energy received from the Sun, water on those planets subsequently either froze and partially dissipated (Mars) or was practically fully lost as a result of a catastrophic greenhouse effect (Venus). As for the Earth, it preserved most of its reserves owing to its fortunate position (Fig. 1).\nThere is no single explanation of how the terrestrial planets formed and how their atmospheres evolved\n288\nHERALD OF THE RUSSIAN ACADEMY OF SCIENCES Vol. 86 No. 4 2016\nKORABLEV\nthus far. In any case, the modern atmospheres and water on the planets are not primary. No doubt they formed interacting with the cooling mantle, as a result of subsurface outgassing. There is a hypothesis about the comet origin of volatiles, which was first proposed by O.Yu. Schmidt and then developed by F.D. Drake. It is commonly believed at present that either most water-rich planetesimals formed far from the Sun or the radiation of the early Sun did not hinder the condensation of water in the zone of the terrestrial planets. However, the contribution of comets is not excluded. The experimental basis for checking hypotheses is the abundance and isotopic relations of inert gases (Ne, Ar, Xe, Kr). The content of these gases cannot be measured remotely, while the data received with the help of landers to Mars and Venus, except for the recent data from the Curiosity rover [9], are insufficiently accurate thus far. The relations of noble gas isotopes on the planets noticeably differ from those measured in the solar wind and in the composition of meteorites. Their interpretation overall confirms the hypothesis of the homogeneity of the primordial composition of the terrestrial planets and gives no grounds to suggest sub-\nstantial losses of volatiles during the formation of the planets (Fig. 2).\nProceeding from the homogeneity of the primordial composition, one can assess the initial abundance of the main volatile compounds (CO2, H2O, N2) by simple scaling to a planet’s mass. Comparing the masses, sizes, and gravitational acceleration on the\nplanets, we can obtain the relation for\ngas pressure [10]. Carbon dioxide and nitrogen on Venus, just like water on the Earth (see Table 1), underwent the least change during the evolution. The pressure of CO2 on Venus is 90 bar and that of N2 is 2 bar. The average depth of the Earth’s ocean (spread over the entire surface of the globe) is 2.8 km. Proceeding from these figures, let us assess the original amounts of volatiles for the three planets (Table 2). The obtained figure for water on Mars, 1.4 km, falls within the fork of cosmogonic evaluations, 0.6– 2.7 km. Practically all water on Venus and ~99% of water on Mars dissipated. Almost all carbon dioxide on the Earth is buried in the mantle: the process includes dissolution in the ocean, the biogenic formation of sedimentary rocks, and plate tectonics. The threefold difference between the modern and the supposed primordial amount of nitrogen on the Earth can be explained by the biogenic formation of nitrates, losses of nitrogen in early periods, or inaccuracy of the simplest assessment (see Table 2).\nHow can we explain the almost full disappearance of the Martian atmosphere and the exceptionally small water inventory on Venus? Heat, or temperature, is assumed to be the main loss mechanism. The thermal velocity of molecules can exceed the critical one; as a result, they go beyond the gravitational field. This happens in the outer atmosphere, where the mean free path is comparable with the height scale. The lighter the molecules or atoms (which is the result of molecular dissociation under the action of solar radiation), the higher the probability of their escape to outer space; this is why it is hydrogen that is lost by atmospheres most intensively. The small size of Mars gives a critical thermal velocity of molecules by two times lower than it is for the Earth and Venus. The temperature of upper atmospheres is directly related to heating by the solar wind, and the magnetic field that diverts it is assumed to be the key factor for preserving the Earth’s atmosphere. However, the interaction of the atmospheres of Venus and Mars—planets with no magnetic field—with the solar wind is more complicated, and the influence of this factor is limited. Other atmospheric loss mechanisms include the direct capture of molecules by the solar wind, the acceleration of particles by an electric field, photochemical reactions, and so on.\nHowever, neither models nor direct measurements of molecules escaping to outer space, nor isotopic\n⎛ ⎞= ⎜ ⎟ ⎝ ⎠\n2\n0 0\ni i gP P g\nTable 2. Initial, extrapolated, and current (within brackets) abundance of the main volatile compounds on Venus, the Earth, and Mars\nValues used for extrapolation are in bold; by data of [10] with changes.\nCO2, bar N2, bar H2O, km\nVenus 90 (90) 2 (2) 2.3 (1.3 ×10–5)\nEarth 112 (5 × 10–4) 2.5 (0.8) 2.8 (2.8)\nMars 16 (0.006) 0.35 (10–4) 1.4 (>0.03)\nHERALD OF THE RUSSIAN ACADEMY OF SCIENCES Vol. 86 No. 4 2016\nMARS AND VENUS 289\nfractionation confirm that classical thermal and nonthermal dissipation processes make it possible to derive a substantial quantity of matter comparable with evaluations (see Table 2) [11]. One of the following hypotheses is usually applied: either bombardment by large, up to the size of Mars, bodies or hydrodynamic losses—catastrophic escape of the heated atmosphere into outer space. The former mechanism wins by its simplicity: indeed, the energy released under strong impacts leads to an explosion that seemingly fully tears off the atmosphere. However, more detailed models show that explosion products gather together again owing to gravitational forces and the mass of the volatile substances released by shock outgassing can exceed that of the modern ocean by two orders of magnitude. Moreover, explosions release the volatiles of the impacting body as well. Therefore, bombardment leads not to the loss of an atmosphere but to its enrichment owing to the release of the volatile substances of interacting bodies. Hydrodynamic expansion persists, but the models that describe it are arbitrary. A f low of a light gas is necessary to take other volatiles with it. Most likely, during the first several million years of the hardening of the terrestrial planets, powerful atmospheres were forming, which mainly consisted of water steam in a supercritical state [12, 13], and the emerging greenhouse effect could have triggered hydrodynamic escape. Quantitatively, the origin and history of water reserves are usually assessed by measuring its isotopic relations. For example, a deuterium atom is twice as heavy as a hydrogen atom and it is more difficult to accelerate it to the critical speed. The richer an atmosphere in deuterium, the more substantial losses of water are on the planet. Under hydrodynamic runaway, light elements entrain heavy ones, and differentiation is insignificant. As opposed to noble gases, the D/H ratio is measured remotely by spectroscopic methods and is used as a convenient indicator (Fig. 3). The primordial D/H ratio in the protoplanetary cloud is approximately ten times lower than on the Earth. For the majority of comets, it is about two times higher than on the Earth, but these values relate to bodies from remote parts of the solar system and the suppliers of volatiles at the early stage were, to all appearances, comets of the Jupiter zone, measurements on which are very few. Two comets of this group really have an Earthlike D/H ratio. However, the recent observations of 67P/Churyumov–Gerasimenko (a Jupiter-family comet) from the Rosetta space vehicle showed a very high deuterium enrichment [14]. Thus, although the cometary origin of water on planets is not excluded thus far, it is improbable (see Fig. 3). The D/H ratio in the Martian atmosphere (it is 5.6 of that on the Earth) has been measured by means of\n290\nHERALD OF THE RUSSIAN ACADEMY OF SCIENCES Vol. 86 No. 4 2016\nKORABLEV\nground-based astronomy. The measurement accuracy is constantly improving: variations in the same indicator from 3 to 7 from the Earth’s level are registered. The water contained in Martian meteorites is enriched with deuterium by two to three times more than on the Earth, and the level of deuterium enrichment of the ground (the recent data of the Curiosity rover) is 3.1 ± 0.7 of that on the Earth [15]. Meteorite and soil sample dating admits various scenarios of water evolution; overall, however, it unambiguously shows that Mars has lost a significant amount of water. The simple assessment net of deuterium losses—multiplication of the modern water content by the D/H factor—yields an equivalent depth of the Martian juvenile ocean of about 150 m.\nThe dissipation velocities of the Martian atmosphere, measured by Phobos 2 and Mars Express, are widely scattered, but the losses extrapolated to the entire history of the planet are anywhere from 3 to 80 m of water. This is less than 10% of the initial assessment, which makes one assume either significant hidden reserves in the Martian crust or powerful hydrodynamic losses. The probable losses of CO2, nitrogen, and argon (see Table 2, Fig. 2) favor the latter assumption.\nGeological evidence for the abundance of liquid water on the surface of Mars is widely known. Fossil valleys, riverbeds, and drainage systems cover vast areas of the planet. Its shape is globally asymmetrical; the entire northern hemisphere, which is a depression, was most likely filled with the ocean. According to crater count–based estimates, the age of water-formed relief shapes reaches 3.5 billion years. A global ocean equivalent depth of ~500 m would have been necessary to form them. This means that positive temperatures were once, and for a long time, on the surface of Mars, which required a dense atmosphere and the greenhouse effect.\nSupposedly, liquid water should also have left traces in minerals that form in its presence. However, scientists for a long time failed to find either clays or limestones on the planet’s surface. Clays were identi-\nfied for the first time using the mapping IR spectrometer OMEGA (Mars Express), which investigated the mineralogical composition of the surface across the planet with a resolution of ~300 m. Phyllosilicates (a sort of clays, a product of weathering in the presence of water) were discovered only in very limited areas that coincided with outcrops of early craters. Contrary to expectation, they are not exposed either near beds and deltas or on the putative bottom of the primordial sea. Instead, hydrated sulfates, witnesses of volcanism, have been discovered in many places. These data make it possible to make important conclusions concerning the history of the Martian climate. The two groups of hydrated minerals were formed during periods separated in time: clays, the formation of which requires water, in the early Noachian, ∼4.1–4.0 Ga BP, and sulfates, which form in an acid and, most likely, rather dry environment, substantially later, 4–3.5 Ga BP [16] (Fig. 4).\nThe destiny of carbon dioxide on Mars is still discussed. As is known, its reserve on the Earth is in the crust. The processes that made it possible to bind ~100 bar of primary CO2 are the biological formation of carbonates and plate tectonics. Both are absent on modern Mars. Only the high resolution (~20 m) of the mapping spectrometer CRISM of the Mars Reconnaissance Orbiter made it possible to identify Martian carbonates with certainty. They are observable in very limited areas—in outcrops and on the slopes of early valleys and meteorite craters [17]. Later they were also identified in atmospheric dust in soil samples taken by landers, as well as on wider areas of the surface as a trace admixture. Can the early atmosphere of Mars (16 bar of CO2 or more) (see Table 2) be “buried” in carbonates hidden from observation by later deposits? Quantitative assessments are approximate thus far: just from 0.5 to several bars of CO2, although the burials are very old, dating to the Pre-Noachian period [18]. It is unclear thus far where dozens of bars of primary CO2 are. Probably, most of the carbon dioxide was lost as a result of hydrodynamic losses in the Noachian, during a late meteorite bombardment 4.1–3.8 Ga BP.\nHERALD OF THE RUSSIAN ACADEMY OF SCIENCES Vol. 86 No. 4 2016\nMARS AND VENUS 291\nWhat maintained the greenhouse effect in the early Noachian? Supposedly, the primitive atmosphere was rather dense; later it could have been supplemented as a result of volcanic outgassing. It remains unclear where it is and why it disappeared so quickly since the warm period was most likely short. Then, Mars remained dry for a very long period (~3.5 Ga). Activity on its surface was limited to rare and local episodes of the activity of glaciers. This allowed the slow processes of oxidation and weathering to form the modern appearance of the planet.\nNow let us turn to Venus. The D/H ratio on Venus was measured in a cloud drop during the landing of the Pioneer Venus, as well as by means of ground-based spectroscopy in the lower atmosphere and above the clouds. All the measurements demonstrated a very high D/H ratio, ≈150 from that on the Earth. Our atmosphere spectroscopy–based measurements during observations of eclipses of the Sun by the planet with the help of the Venus Express showed even higher enrichment, D/H ≈240 from that on the Earth above the clouds [19]. True, it is common practice now to use a lower value, D/H ≈ 200 from that on the Earth. By multiplying the modern quantity of atmospheric water by this factor, we obtain a conventional global ocean with a depth of only ~2 m. This is less than 0.1% of the estimate based on the supposition of similar water reserves on the terrestrial planets.\nHow did it happen that Venus lost practically all water? Clearly, most of it went, just like from Mars, as a result of processes that do not require fractionation, such as hydrodynamic escape. This mechanism on early Venus could have been triggered by the intensive UV radiation of the young Sun and the accelerating nonstationary greenhouse effect [20]. A model explains the difference between the Earth and Venus by details in the cooling of the magma ocean, which are predetermined exclusively by the distance from the Sun [21]. As is known, an atmosphere from saturated steam locks the radiation of the melted planet, limiting the heat outflow to the value ~300 W/m2. If the inflow radiation exceeds this value, the planet will not cool until the water has gone. For a planet closer to the star, the cooling of the magma ocean can take hundreds of millions of years. Over this time, practically all the water disappears as a result of hydrodynamic losses. Planets more remote from the star cool more quickly, which favors the preservation of water. The model predicts the threshold effect: for the solar system, critical is the distance 0.7 AU from the Sun, just the distance of Venus from it."
  }, {
    "heading": "HABITABILITY OF MARS",
    "text": "A planet’s habitability is most closely related to its climate: favorable climatic conditions are necessary for life to originate. According to modern ideas, this requires a constant contact of volcanic rocks with\nthermal waters during a period from several hundred thousand to two million years or more. As was discussed above, the probability that the conditions on warm, wet, and volcanically active Mars in the period from 4.3 to 3.7 Ga BP corresponded to these requirements is rather high. However, even if the favorable conditions did not coincide in time, spores were probably brought to Mars from the Earth by meteorites (transpermia). In early epochs, the interexchange of matter with the inner solar system was very intensive, and the high probability of the survival of spores under their long stay in outer space and even under atmospheric entry has been proved experimentally. If living microorganisms somehow found themselves on the planet, very many regions of modern Mars meet the conditions of their survival and reproduction. However, the relatively short period of favorable conditions on early Mars is hardly compatible with advanced evolution and the diversity of life forms. If life on Mars exists, it most likely remains at the level of microorganisms.\nHave the numerous Mars-exploring missions managed to detect any signs of biological activity? The search for organic matter was one of the most important tasks of the first expeditions to Mars, and direct discovery of life, the main goal of the Viking landers (1975–1982). Gases released in heating soil samples were analyzed using a chromato–mass spectrometer and growth media labeled with isotopes. Four soil samples showed a gas emission testifying to metabolism. In a control experiment with sterilized soil, gas emission was suppressed, but a simultaneous experiment with the use of a chromato–mass spectrometer established a very low threshold with respect to the content of organic matter. Understanding that Martian soil contains a very strong oxidant (20 years later, it became clear that this role is played by perchlorates), the majority of scientists interpreted the gas emission as a consequence of inorganic reactions. This has been confirmed by numerous laboratory experiments on Martian analogs. However, we should take into account that the sensitivity of the Viking experiments was low. The modern estimate of the threshold of detecting living cells in the same samples is <107 cell/cm–3 [22], while microbiology views as sterile a medium with a content ~10 cell/cm–3.\nThe “negative” results of the Viking experiment on life detection made scientists reconsider substantially Martian explorations. Instead of searching for life, the main issue became the very possibility of its existence at least at an early stage of the planet’s development, if not in the modern epoch. Decades later, to search for living forms, new liquid–liquid extraction systems were developed, which were used on the Phoenix lander (2007) and the Curiosity rover, which landed on Mars in August 2012. Phoenix failed to find organic matter, while this system failed to operate on Curiosity.\n292\nHERALD OF THE RUSSIAN ACADEMY OF SCIENCES Vol. 86 No. 4 2016\nKORABLEV\nNevertheless, the Curiosity chromato–mass spectrometer helped identify traces of solar ray–destroyed organic matter [23] in a very old sample, the age of which is estimated at 4.21 Ga [24]. The discovery of organic traces confirms the hypothesis of the habitability of early Mars but does not prove it directly. As is known, meteorites, consisting of carbonaceous chondrites, and comets contain complex organic compounds. Meteorite impacts also lead to the emergence of traces of organic matter.\nThe payload of the missions ExoMars (2018) and Mars Rover (2020) under preparation does not envisage specialized devices to search for life. It is expected that a qualitative leap in the detection of modern or fossil life on the planet will take place after the delivery of matter from Mars to the Earth.\nAnother vector in searching for extraterrestrial life is exploration of Martian meteorites found on the Earth. Their origin is confirmed by many facts, for example, the relationship of argon isotopes (see Fig. 2). Since the late 1990s, D. McKay’s group has published a number of works on the detection of formations of supposedly biological origin in the Martian meteorite ALH84001, which was found in the Antarctic [25]. On the Earth, similar structures are created by bacteria that form carbonate deposits. The biological origin of such formations is also possible in another Martian meteorite [26]. However, it is necessary to take into consideration that meteoritic matter has undergone deep and multiple recycling and the structures\nobserved could, in principle, have been formed as a result of geochemical processes. Hence, these works are commonly viewed as hypothetical.\nThe most convincing evidence for Mars’ habitability is the discovery of methane in its atmosphere. In 2004, three independent groups simultaneously claimed the detection of methane. The first article was published by V.A. Krasnopolskii et al. [27]. No doubt, the entry of the Mars Express vehicle with a PFS spectrometer into the Near-Mars orbit and the detection of a methane band [28] stimulated astronomical observations and their analysis. The estimated quantity of gas in the atmosphere was about 10 ppb (10–5 volume fractions). The observations of 2003 allowed another group to register an emission of ~50 ppb of methane [29]. In 2006, methane was registered only as noise, and in 2010, only the upper limits of its content were established. In 2013, measurements by Curiosity’s laser spectrometer also showed only the upper threshold. However, in late 2014, the research group that interpreted the laser spectrometer data reported positive detection. Two measurements with 20-fold enrichment (CO2 was removed from the sample) showed the presence of background methane, approximately 0.7 ppb. Alongside the background, emissions of 8– 10 ppb were observed. These local measurements explain cases of high and low contents of methane in using astronomical and distant methods. At present, the existence of methane in the atmosphere of Mars has been established reliably.\nHERALD OF THE RUSSIAN ACADEMY OF SCIENCES Vol. 86 No. 4 2016\nMARS AND VENUS 293\nThe origin of methane is being discussed widely. This gas slowly, over hundreds of years, decomposes under the action of solar UV radiation. To maintain its measurable amount in the atmosphere, a permanent source is necessary; however, according to estimates, the hypothetical volcanism of Mars can at best compensate for a few percent of geochemical losses. Methane can form as a result of a number of inorganic reactions as well, but it is unclear whether there are conditions for them. Perhaps methane is from time to time emitted from gas hydrate deposits, but gas hydrates on Mars, except for the polar regions, are most likely unstable, while emissions were observable at low latitudes. Still another option of the origin of this gas is possible: meteorites or comets bring organic substances to Mars, and their decomposition under the action of solar UV radiation could be a source of methane. Finally, methane can be produced by sparse colonies of methanogenic microorganisms. The total amount of biomass necessary to maintain background methane is very small on the planet: it does not exceed 20 t, which, if spread uniformly over a 100-m spherical layer on the surface of Mars, corresponds to sterile conditions by the Earth’s standards.\nStill another unsolved problem is variability in the methane content. The lifespan of the gas, although it is geologically short, is more than enough to be mixed in the atmosphere by circulation processes. However, according to all available data, the content of the gas changes continuously, and this variation has thus far found no explanation based on known processes of atmospheric physics and chemistry [30]. Some hypotheses of the origin of methane can explain its emissions. For example, according to the biological hypothesis, an emission could take place if favorable conditions for the replication of cells emerged in a region or a communication channel opened between an underground “oasis” and the atmosphere. However, the quick disappearance of methane remains a mystery.\nThe discovery of methane and discussion about its origin initiated the idea of a special orbital mission to explore minor atmospheric components. It is necessary to measure reliably the amount of the gas in the atmosphere, to assess variability on a planetary scale, to attempt to identify sources and runoffs, and to measure other “minor” gases of volcanic or biological origin. The Trace Gas Orbiter, the first part of the ExoMars, implemented jointly by the Russian Federal Space Agency (Roscosmos) and the European Space Agency, became such a project. The orbiter has four instruments aboard, two of which were created especially for atmospheric research. The Russian instrument, the Atmospheric Chemistry Suite (ACS), is designed to measure methane and other small gas components. The measurements will be based on analysis of the dark-line spectrum observations during\neclipses by the planet’s atmosphere [31, 32] (Fig. 5). Three spectrometric channels of the ACS instrument are based on the principles of echelle spectroscopy and Fourier spectroscopy. Their prototypes were created for the Mars-96, Venus Express, and Fobos-Grunt projects [33]. The instrument ACS will continue to monitor the Martian climate, which has been monitored continuously since 1997."
  }, {
    "heading": "GLOBAL CHANGES",
    "text": ""
  }, {
    "heading": "ON EARTH AND ON PLANETS",
    "text": "Global climate warming, which is attributed to the growth of anthropogenic carbon dioxide in the atmosphere, is among the most urgent scientific problems of modernity. The growth of the average temperature on the Earth from the early 1980s correlates with an increase in the CO2 content, which exceeded 400 parts per million in May 2015. From 2002–2003, the temperature growth slowed down, but the CO2 content continues to grow. Nevertheless, the year 2014 and then 2015 were acknowledged as the warmest years in the history of observations. According to ice core analyses in the Antarctic and Greenland, as well as to the analyses of bottom sediments, the CO2 content in the atmosphere over the past 650 000 years has not exceeded 300 parts per million. Over this period, the Earth experienced several coolings, when the temperature fell by 6–8°C and alternated with relatively short (10 000–30 000 years) interglacial periods. The paleotemperatures correlate with the content of greenhouse gases, CO2 and methane, their increased concentration in the atmosphere and the temperature rise occurring practically simultaneously. These climate changes are linked to changes in the Earth’s celestialmechanical parameters, or the Milankovitch cycles. The quickest cycle (about 27 000 years) is associated with precession of the terrestrial axis; then come axial tilt oscillations (41 000 years) and changes in orbital eccentricity (100 000 years). The nonlinear response of the Earth’s climate system, conditioned primarily by the World Ocean, and cycle combinations result in temperature oscillations, which are observed in paleoclimate data. Glacial periods of 41 000 years are traced, which were later replaced by a prevalent period of ~100 000 years. Climate changes with periods of ~1500 years and shorter are observed against their background, which is traced by historical data.\nOn planetary scales, the climate depends mainly on the presence of an ocean: the dark surface of water absorbs sun rays better than dry land. As the temperature increases, the water content in the atmosphere and, finally, the amount of clouds also increase. The light cloud layer reflects sun rays, hindering further heating. This is how the negative feedback appears, stabilizing the climate. Cloud formation and ocean behavior [34] are the most complex problems that one\n294\nHERALD OF THE RUSSIAN ACADEMY OF SCIENCES Vol. 86 No. 4 2016\nKORABLEV\nfaces when predicting climate changes. However, snow and ice, which have a very high albedo, cover the surface of dry land and ocean during cooling. Reflecting the sun’s rays, ice amplifies cooling, triggering stable cooling of the planet. Geological evidence for three-to-four such episodes of global glaciation 650– 750 mln years ago and earlier has been revealed. An inflow of 0.13–0.2 bar CO2 into the atmosphere, for example, as a result of a heavy increase in volcanic activity, would be needed to interrupt these deep glacial periods [35].\nOwing to global changes in the Earth’s climate, a number of publications have appeared that describe similar changes on other planets, primarily, on Mars. This general trend compels us to seek a general cause, which is often assumed to be solar activity. Its effect on the Earth’s climate is an independent scientific problem, which dates back to the Maunder Minimum—a period of anomalously low solar activity in the Middle Ages, which coincided with a noticeable cooling, the so-called Little Ice Age. Quantitative measurements of the solar activity index became available only from 1979, when space vehicles began to be used to this end. The 11-year solar cycle corresponds to a change in the power of solar radiation with an amplitude of about 0.05% of the average value, 1360 W/m2. Against the background of this weak cycle, it is possible to assume an even weaker trend in decreasing solar activity over the past 10–15 years.\nThe celestial-mechanical parameters of Mars, as well as of the Earth, change with time [36]. Simulation makes it possible to determine the orbit of Mars over the past ~100 mln years; at longer time intervals, the task becomes chaotized. Like the Milankovitch cycles, the quickest changes are associated with precession (a characteristic period of ~50 000 years); as a result, the tilt of Mars’ rotation axis changes within 10°–50°. The orbital eccentricity changes significantly more slowly (with a period of ~2 mln years, within 2–12%). The cycles of Mars’ orbital motion are expressed much\nmore strongly than on the Earth. They cause global climate changes relative to various time scales.\nThe probabilistic analysis of the axial tilt of Mars over 4 bln years yields a prevailing value of 41.8°. In other words, the planet’s poles were spread out to the Sun much more strongly than at present. As the axial tilt increases, the angle of the sun in the polar regions decreases; the polar caps sublimate; and ice accumulates on uplands in equatorial and temperate latitudes. Many young erosive formations discovered on the surface appeared as a result of the activities of glaciers, which had formed under a large axial tilt [37]. Under a small axial tilt, on the contrary, polar glaciation probably spread to temperate latitudes. The present-day condition of Mars is probably not characteristic of the planet over long time scales. Until recently, Mars’ poles remained dry and active glaciers were present on equatorial uplands.\nIs the Martian climate changing before eyes? An argument in favor of quick changes in the Martian climate over decades or centuries is based on changes in the details of the southern polar cap (the so-called “Swiss cheese”). High-resolution surveys of the polar cap (Fig. 6) at an interval of one Martian year showed an increase in the “cheese holes,” or dips in the constant ice cover, which consists of carbon dioxide [38].\nDiscrepancies were found in climate parameters measured by the Viking orbiters and the Pioneer Venus Orbiter (MGS) two decades later. Comparison of the seasonal course of atmospheric temperature and water vapor contents created the impression that the climate was noticeably warmer during the years of the Viking station’s operation. However, it was soon revealed that the defect of the infrared radiometer had not been taken into account during the initial processing of the Viking station’s data and the temperature data were harmonized.\nObviously, this evidence reflects the real climate of Mars, affected by numerous interrelated and still insufficiently studied processes. A reliable indicator of change in the planet’s global thermal regime is water vapor—a small condensable admixture in its atmosphere. The longest series of homogeneous measurements has been published according to the data of the Russian instrument SPICAM, which is operating aboard the Mars Express [39]. The state-of-the-art approach to processing spectroscopic measurements of water vapor made it possible to harmonize the Viking and SPICAM data [40]. Finally, the perennial monitoring of water vapor in the Martian atmosphere and comparison of various measurements show the stability of the water vapor cycle and the full absence of secular changes.\nAnother piece of observable evidence for stability of the average annual Martian temperature over 100– 1000 years is the size of the polar ice deposits. Comparison with models shows that they correspond to the current state of equilibrium between the atmospheric\nHERALD OF THE RUSSIAN ACADEMY OF SCIENCES Vol. 86 No. 4 2016\nMARS AND VENUS 295\nwater vapor and regolith-adsorbed water. The temperature trend should inevitably tell on the position of the permafrost boundary [41].\nOn Venus, the temperature is 740 K at a pressure of 95.6 bar. The temperature and pressure were measured by the data of the Soviet landers Venera 8–10, Venera 13, 14, and Vega 1, 2 and were reduced to the average radius of the planet (6051.4 km by the altimetry data of the Magellan mission). Measurements available at latitudes reaching 60° N fall within several degrees and do not show signs of any temporal trend. However, such trends were observed on the visible surface of the cloud layer. Absorption in the UV range, interpreted as a quantitative measure of the SO2 content, slowly changes in an interval of 5–8 years (Fig. 7). The longest series of homogeneous measurements were obtained from the Pioneer Venus Orbiter (1978–1992) and Venus Express (2006–2014) spacecraft. According to hypothesis in [42], the periodical increase in SO2 observable above the clouds is associated with episodes of volcanic activity, although not directly but through a change in atmospheric circulation.\nInterestingly, the SO2 content above the clouds is the only observable trend of this kind. The Venus Express data allow us to trace many parameters, such as the content of water vapor, the height of the cloud layer, etc. They all stayed unchanged for eight years. Thus, secular change in the speed of superrotation, measured by the visible cloud movements [43], does not hold. The trend is the result of observational selection (Fig. 7).\n∗ ∗ ∗ We tried to show how the studies of the climate and paleoclimate of the planets of the solar system affect, in addition to the interests of basic planetology, the interests of related fields, and to bridge topical problems on the Earth. Of course, the climate systems of Venus, the Earth, and Mars parted very early in history. Nevertheless, the neighboring planets give examples of extreme or exotic states for the Earth’s climate. The extreme greenhouse effect on present-day Venus indicates that our planet is not ensured against this fate during an increase in the solar f lux. Global coolings, which the Earth experienced during its history, brought it closer to Mars: as on Mars, carbon dioxide condensed in the atmosphere, limiting the minimal temperature. Dust storms on Mars helped predict the nuclear winter. Polar vortices on the Earth and similar formations observed on Venus and other planets have much in common despite the fundamental differences in circulation regimes.\nWhen interpreting the Earth’s global climate changes, there is a capability to compare them with the neighboring planets: if a warming is also observed on the planets, we may assume a common cause—a\nchange in energy coming from the Sun. However, as was shown above, the changes observed on the planets are weak and are not associated with solar activity.\nIn the process of evolution, Mars and Venus experienced sharp climate changes. Observations show that 3.7–4 Ga BP, Mars had a dense atmosphere, warm climate, liquid water on the surface, and life could have originated there. The oldest stromatolites on the Earth are also nearing this age. The wonderfully preserved Martian crust allows us to look into the earliest epoch, traces of which were long ago wiped away on the Earth, and, hopefully, to throw light on major scientific and philosophical problems. In this context, the task of bringing soil from Mars for laboratory analyses comes to the fore for future missions. As for discovering life on present-day Mars, we are still far away from a solution. Reliable measurements of methane and other small components of the atmosphere are a major stage of upcoming research.\nFinally, the terrestrial planets are closely related to the above-mentioned concept of a habitable zone. In the solar system, the Earth is at an optimal distance from the star and Venus and Mars stay slightly beyond the habitable zone. Studies on the evolution of planetary climates allow us to define the boundaries of the habitable zone, in particular, the most critical inner boundary, more accurately and to expand this understanding to extrasolar planetary systems."
  }, {
    "heading": "ACKNOWLEDGMENTS",
    "text": "The author is grateful to RAS Academician L.M. Zelenyi for the proposed topic and valuable advice during its discussion.\n296\nHERALD OF THE RUSSIAN ACADEMY OF SCIENCES Vol. 86 No. 4 2016\nKORABLEV"
  }],
  "year": 2016,
  "references": [{
    "title": "Recent hotspot volcanism on Venus from VIRTIS emissivity data,",
    "authors": ["S.E. Smrekar", "E.R. Stofan", "N. Mueller"],
    "venue": "Science 328,",
    "year": 2010
  }, {
    "title": "Active volcanism on Venus in the Ganiki Chasma rift zone,",
    "authors": ["E.V. Shalygin", "W.J. Markiewicz", "A.T. Basilevsky"],
    "venue": "Geophys. Res. Lett",
    "year": 2015
  }, {
    "title": "Hauchecome, “VEGA 1 and VEGA 2 entry probes: An investigation of local UV absorption (220–400 nm) in the atmo- sphere of Venus (SO2, aerosols, cloud structure),",
    "authors": ["J.-L. Bertaux", "T. Widemann"],
    "venue": "J. Geophys. Res",
    "year": 1996
  }, {
    "title": "Transient liquid water and water activity at Gale crater on Mars,",
    "authors": ["F.J. Martin-Torres", "M.-P. Zorzano", "P. Valentin-Ser- rano"],
    "venue": "Nature Geosci",
    "year": 2015
  }, {
    "title": "Comparative esti- mates of climatic consequences of Martian dust storms and of possible nuclear war,",
    "authors": ["G.S. Golitsyn", "A.S. Ginsburg"],
    "venue": "Tellus, Ser. B",
    "year": 1985
  }, {
    "title": "Maps of subsurface hydrogen from the high energy neutron detector, Mars Odyssey,",
    "authors": ["I. Mitrofanov", "D. Anfimov", "A. Kozyrev"],
    "venue": "Science 297,",
    "year": 2002
  }, {
    "title": "Distribution of hydrogen in the near surface of Mars: Evidence for subsurface ice deposits,",
    "authors": ["W.V. Boynton", "W.C. Feldman", "S.W. Squyres"],
    "venue": "Science 297,",
    "year": 2002
  }, {
    "title": "Atmospheres. Foun- dations of Earth Science Series (Prentice-Hall, Engle- wood",
    "authors": ["R.M. Goody", "J.C.G. Walker"],
    "year": 1972
  }, {
    "title": "Primordial argon isotope fractionation in the atmosphere of Mars measured by the SAM instrument on Curiosity and implications for atmo- spheric loss,",
    "authors": ["S. Atreya"],
    "venue": "Geophys. Res. Lett. 40,",
    "year": 2013
  }, {
    "title": "Atmospheric chemistry on Venus, Earth, and Mars: Main features and comparison,",
    "authors": ["V. Krasnopolsky"],
    "venue": "Planet. Space Sci",
    "year": 2011
  }, {
    "title": "Outgassing history and escape of the Martian atmo- sphere and water inventory,",
    "authors": ["H. Lammer", "E. Chassefière", "Özgür Karatekin"],
    "venue": "Space Sci. Rev. 174,",
    "year": 2013
  }, {
    "title": "Evolu- tion of a steam atmosphere during Earth’s accretion,",
    "authors": ["K.J. Zahnle", "J.F. Kasting", "J.B. Pollack"],
    "venue": "Icarus 74,",
    "year": 1988
  }, {
    "title": "Elkins-Tanton, “Formation of early water oceans on rocky planets,",
    "authors": ["T. L"],
    "venue": "Astrophys. Space Sci. 332,",
    "year": 2011
  }, {
    "title": "67P/Churyumov–Gerasimenko, a Jupiter family comet with a high D/H ratio,",
    "authors": ["K. Altwegg", "H. Balsiger", "A. Bar-Nun"],
    "venue": "Science 347 (6220),",
    "year": 2015
  }, {
    "title": "The imprint of atmospheric evolution in the D/H of Hespe- rian clay minerals on Mars,",
    "authors": ["P.R. Mahaffy", "C.R. Webster", "J.C. Stern"],
    "venue": "Science 347,",
    "year": 2015
  }, {
    "title": "Global mineralogical and aqueous Mars history derived from OMEGA/Mars express data,",
    "authors": ["J.-P. Bibring", "Y. Langevin", "John F. Mustard"],
    "venue": "Science 312,",
    "year": 2006
  }, {
    "title": "Orbital identification of carbonate-bearing rocks on Mars,",
    "authors": ["B.L. Ehlmann", "J.F. Mustard", "S.L. Murchie"],
    "venue": "Science 322,",
    "year": 2008
  }, {
    "title": "HDO and H2O vertical distributions and isotopic ratio in the Venus mesosphere by Solar occultation at infra- red spectrometer on board Venus Express,",
    "authors": ["A. Fedorova", "O. Korablev", "A.-C. Vandaele"],
    "venue": "J. Geophys. Res. (Planets) 113,",
    "year": 2008
  }, {
    "title": "Runaway and moist greenhouse atmo- spheres and the evolution of Earth and Venus,",
    "authors": ["J.F. Kasting"],
    "venue": "Icarus 74,",
    "year": 1988
  }, {
    "title": "Emergence of two types of terrestrial planet on solidification of magma ocean,",
    "authors": ["K. Hamano", "Y. Abe", "H. Genda"],
    "venue": "Nature 497,",
    "year": 2013
  }, {
    "title": "Detecting pyrolysis products from bacteria on Mars,",
    "authors": ["D.P. Glavin", "M. Schubert", "O. Botta"],
    "venue": "Earth Planet. Sci. Lett. 185,",
    "year": 2001
  }, {
    "title": "Vol- atile and organic compositions of sedimentary rocks in Yellowknife Bay, Gale crater, Mars,",
    "authors": ["D.W. Ming", "P.D. Archer Jr.", "D.P. Glavin"],
    "venue": "Science 343 (6169),",
    "year": 2014
  }, {
    "title": "In situ radiometric and exposure age dating of the Martian sur- face,",
    "authors": ["K.A. Farley", "C. Malespin", "P. Mahaffy"],
    "venue": "Science 343 (6169),",
    "year": 2014
  }, {
    "title": "Search for past life on Mars: Possible relic bio- genic activity in Martian meteorite ALH84001,",
    "authors": ["D.S. McKay", "E.K. Gibson Jr.", "K.L. Thomas-Keprta"],
    "venue": "Sci- ence 273,",
    "year": 1996
  }, {
    "title": "Putative indigenous carbon-bearing alteration fea- tures in Martian meteorite Yamato 000593,",
    "authors": ["L.M. White", "E.K. Gibson", "L.L. Thomas-Keprta"],
    "venue": "Astrobiol- ogy 14,",
    "year": 2014
  }, {
    "title": "Detection of methane in the Martian atmosphere: Evidence for life?,",
    "authors": ["V.A. Krasnopolsky", "J.P. Maillard", "T.C. Owen"],
    "venue": "Icarus 172,",
    "year": 2004
  }, {
    "title": "Detec- tion of methane in the atmosphere of Mars,",
    "authors": ["V. Formisano", "S. Atreya", "T. Encrenaz"],
    "venue": "Science 306,",
    "year": 2004
  }, {
    "title": "Strong release of methane on Mars in northern sum- mer 2003,",
    "authors": ["M.J. Mumma", "G.L. Villanueva", "R.E. Novak"],
    "venue": "Science 323,",
    "year": 2009
  }, {
    "title": "Observed variations of meth- ane on Mars unexplained by known atmospheric chemistry and physics,",
    "authors": ["F. Lefèvre", "F. Forget"],
    "venue": "Nature 460,",
    "year": 2009
  }, {
    "title": "Three infrared spectrometers, an atmospheric chem- istry suite for the ExoMars 2016 trace gas orbiter,",
    "authors": ["O. Korablev", "A. Trokhimovsky", "A.V. Grigoriev"],
    "venue": "J. Applied Remote Sensing",
    "year": 2014
  }, {
    "title": "ACS experiment for atmospheric studies on ‘ExoMars-2016",
    "authors": ["O.I. Korablev", "F. Montmessin", "A.A. Fedorova"],
    "venue": "orbiter,” Sol. Syst. Res",
    "year": 2015
  }, {
    "title": "Space-based spectroscopy of Mars: New methods and new results,",
    "authors": ["O.I. Korablev"],
    "venue": "Phys. Usp. 56,",
    "year": 2013
  }, {
    "title": "Nigmatulin, “Notes on global climate and ocean currents,",
    "authors": ["I. R"],
    "venue": "Izv., Atmos. Ocean. Phys. 48 (1),",
    "year": 2012
  }, {
    "title": "High levels of atmospheric car- bon dioxide necessary for the termination of global gla- ciation,",
    "authors": ["R.T. Pierrehumbert"],
    "venue": "Nature 429,",
    "year": 2004
  }, {
    "title": "Long term evolution and chaotic diffusion of the inso- lation quantities of Mars,",
    "authors": ["J. Laskar", "A.C.M. Correia", "M. Gastineau"],
    "venue": "Icarus 170,",
    "year": 2004
  }, {
    "title": "Tropical to mid-latitude snow and ice accumulation, f low and glaciation on Mars,",
    "authors": ["J.W. Head", "G. Neukum", "R. Jaumann"],
    "venue": "Nature 434,",
    "year": 2005
  }, {
    "title": "Observational evidence for an active surface reservoir of solid carbon dioxide on Mars,",
    "authors": ["M.C. Malin", "M.A. Caplinger", "S.D. Davis"],
    "venue": "Science 294,",
    "year": 2001
  }, {
    "title": "Mars’ water vapor mapping by the SPICAM IR spec- trometer: Five Martian years of observations,",
    "authors": ["A. Trokhimovskiy", "A. Fdedorova", "O. Korablev"],
    "venue": "Icarus 251,",
    "year": 2015
  }, {
    "title": "Viking observation of water vapor on Mars: Revision from up-to-date spectroscopy and atmospheric mod- els,",
    "authors": ["A.A. Fedorova", "S. Trokhimovskiy", "O. Korablev"],
    "venue": "Icarus 208,",
    "year": 2010
  }, {
    "title": "Espozito, “Changes in the SO2 content in the atmosphere of Venus and the concept of active volca- nism,",
    "authors": ["U. L"],
    "venue": "Astron. Vestn., No. 24,",
    "year": 1990
  }, {
    "title": "Cloud level winds from the Venus Express Monitoring Camera imaging,",
    "authors": ["I.V. Khatuntsev", "M.V. Patsaeva", "D.V. Titov"],
    "venue": "Icarus 226,",
    "year": 2013
  }, {
    "title": "Variations of sulphur dioxide at the cloud top of Venus’s dynamic atmosphere,",
    "authors": ["E. Marcq", "J.-L. Bertaux", "F. Montmessin", "D. Belyaev"],
    "venue": "Nature Geosci. 6,",
    "year": 2013
  }],
  "id": "SP:430207dd1a12d548666810d5df91da3a7584b26d",
  "authors": [{
    "name": "O. I. Korablev",
    "affiliations": []
  }],
  "abstractText": "Being insignificantly different in distance from the Sun, the main terrestrial planets—Venus, the Earth, and Mars—fall, with due account for inaccuracies, within the so-called habitable zone, i.e., the range of distances from a parent star within which water on the planets can exist in the liquid state. Most likely, in the process of their formation, the three planets received approximately the same share of water. However, only the Earth’s climate is suitable for the development of life. How did it happen that Mars became cold and water on it froze, while the absolutely dry surface of Venus is red hot, exceeding 460°C? Was this always the situation? Climate changes on Mars and Venus from the beginning of the planets' independent existence to the present day are considered, and parallels are drawn with the changing climate of the Earth. The article also discusses how the particularities of the early climate of Mars are related to its inhabitation, as well as the likelihood of discovering biological activity on that planet. Some of the results presented in this article were obtained using Russian instruments installed on the artificial satellites Mars Express and Venus Express.",
  "title": "Mars and Venus: Different Destinies of Terrestrial Planets"
}