{
  "sections": [{
    "text": "224"
  }, {
    "heading": "INTRODUCTION",
    "text": "Marginal parts of cratons can provide valuable information on the character of the lithospheric evo lution that was controlled by a diversity of geodynamic events. This explains profound interest in the recon struction and development of accretion–collision continental structures at craton boundaries [1]. The Yenisei Range is an accretionary–collisional orogen at the western margin of the Siberian craton. The geology of this range is of paramount importance not only for understanding the tectonic evolution of mobile belts around ancient cratons but also for the resolution of the now actively discussed problem of the incorpora tion of the Siberian craton into such ancient super continents as Pangaea and Rhodinia [2, 3].\nThe behavior of certain trace elements in clay shales and products of their metamorphism can be regarded as indicators of the continental crust compo sition, and the geochemical record of these rocks pro vides a key for understanding their evolution [4]. In this context, the geochemical specifics of clay deposits are widely utilized to evaluate the composition of\nrocks in the erosion area and their weathering condi tions. One of the efficient techniques recently utilized for such reconstructions is the analysis of REE con centrations and certain indicative ratios of other ele ments [5]. This is accounted for by the fact that rela tively inert trace elements, including REE, are weakly fractionated during sedimentation, lithogenesis, and metamorphic processes, and sedimentary rocks thus inherit and preserve (even under high pressures of the granulite facies) certain geochemical features of the protolithic rocks in the erosion region [6]. The homogenizing effect of the sedimentary process results in the mixing of weathering products and produces clay rocks, which are hardly permeable to postsedi mentation fluids. This predetermines a stable level of concentrations of REE and other trace elements in these rocks [7–9].\nPrecambrian metamorphic complexes in the folded structures surrounding the southwestern mar gin of the Siberian Platform contain much pelites of fairly unusual Fe–Al composition, whose metamor phism generated rare mineral assemblages with extremely iron rich minerals [10, 11]. The geochemi\nKeywords: metamorphism of metapelites, Precambrian weathering crust REE, collisional metamorphism, protolith, U Pb dating, Yenisei Range.\nDOI: 10.1134/S0016702911030062\nGEOCHEMISTRY INTERNATIONAL Vol. 49 No. 3 2011\nLOWER PROTEROZOIC METAPELITES IN THE NORTHERN YENISEI RANGE 225\ncal specifics of these rocks, first of all, their concentra tions of trace elements indicative of the geochemical environments in which the protoliths of the rocks were formed, are still known inadequately poorly, and this can be seen in often inconsistent views on the genesis of these rocks. Such unusual compositions of rocks are interpreted in the literature as resulting from the later itic character of weathering [12–14 and others], which is, however, at variance with the usual absence of full profiles of such weathering zones in Precambrian ter ranes [15]. Recent progress in the accumulation and analysis of precise analytical data on the concentra tions of indicator trace elements in metapelites pro duced in various geodynamic environments [16–21] opens possibilities for deciphering their original nature. A promising avenue in this research is studying the geochemical, petrological, and geochronologic aspects of metamorphism by microprobe analysis techniques, which open up fresh opportunities for reproducing the processes genesis of these rocks and their evolution. The further accumulation and analysis of geochemical data on chemically contrasting types of metapelites makes it possible to contribute to the solution of one of the pivoting issues in the behavior of elements, namely, the migration mobility of REE dur ing metamorphism [22], a problem actively disputed by proponents of isochemical [6, 23–25] and allochemical [26–28] metamorphism for two decades. At the same time, modern isotopic dates of metamor phic rocks in the region are too scarce to understand the geodynamic evolution of the western part of the Siberian craton.\nIn this publication, we employ newly obtained geochemical and geochronologic information on Fe– Al metapelites from the western margin of the Siberian craton to (1) reproduce the composition of the pro tolith of the rocks, major features of its genesis, and the age of material in the erosion region; (2) elucidate REE behavior depending on variations in the P–T parameters; and (3) pinpoint the factors that con trolled the redistribution of these elements during col lision metamorphism."
  }, {
    "heading": "GEOLOGICAL–CHRONOLOGIC ASPECT",
    "text": "The Yenisei Range is a folded nappe structure in the southwestern surroundings of the Siberian Platform. It trends for almost 700 km mostly in the NW–SE direc tion at a width of 50–200 km (Fig. 1). The range is a collisional–accretionary structure that is readily dis cernible from adjacent structures of the Siberian Plat form and the West Siberian Plate based on geological and geophysical data [29]. As a large folded nappe belt, the Yenisei Range is divided into the South Yenisei and Trans Angara segments by the ESE trending regional Angara fault, whose kinematics displays components of both overthrusting and strike slip faulting [30]. The\ntwo terranes distinguished south of the Angara fault are the Paleoproterozoic Angara–Kan and Neoprot erozoic Predivinskii ones. North of the Angara fault, in the trans Angara region, the Yenisei Range is made up mostly of Meso and Neoproterozoic rocks, which compose the Eastern Angara, Central Angara, and Isakovskii terranes [31]. All terranes are tectonic blocks and nappes 200–500 km long and 50–80 km wide (Fig. 1) separated by large deep faults [32]. These regional faults are accompanied by splay faults of higher orders, which were related to the collision of blocks and the development of overthrusts [33]. This resulted in regional variations in the metamorphic pressure and a combination of two metamorphic facies series: an andalusite–sillimanite series of low pres sures and a kyanite–sillimanite one of medium pres sures [34–35]. The medium pressure metamorphism related to collision locally overprinted the low pres sure metamorphic rocks and is thought to be younger, that induced andalusite replacement by kyanite and the development of new mineral assemblages and deformation structures.\nWe examined kyanite–sillimanite metapelites in Precambrian polymetamorphic complexes in the Central Angara Terrane. Their field is bounded by long deep faults [36], and they consist of metamorphosed terrigenous and terrigenous–carbonate rocks of the Teiskaya, Sukhopitskaya, Tungusikskaya, Oslyan skaya, Chingasanskaya, and Chapskaya groups and the Nemtikhinskii and Malogarevskii complexes in the bottom part of the vertical section. Gneisses and crys talline schists are exposed in the western part of the terrane. The central and western parts of the terrane include rocks of the metaterrigenous–carbonate com plex that were produced at the boundary between the Early and Late Precambrian (Teiskaya Group). The most complete stratigraphic section of the Late Pre cambrian rocks is that of the Riphean (total thickness of no less than 15 km) [37]. In the Meso and earliest Neoproterozoic (at the boundary between the Middle and Late Riphean), the sedimentary sequences were regionally metamorphosed under low pressures during the Grenvillian orogeny. The metamorphic grade reaches the amphibolite and epidote amphibolite facies in the bottom of the stratigraphic section (Teiskaya Group and the lowermost units of the Sukhopitskaya Group, including the Kordinskaya and Gorbilokhskaya formations), is no higher than the greenschist facies in most of the Sukhopitskaya, Tun gusikskaya, and Oslyanskaya groups, and corresponds to the prehnite–pumpellyite facies for the Chingasan skaya and Chapskaya groups. Rocks metamorphosed to the epidote amphibolite and amphibolite facies were mapped in zonal metamorphic complexes of both the andalusite–sillimanite and the kyanite–silli manite type.\n226\nGEOCHEMISTRY INTERNATIONAL Vol. 49 No. 3 2011\nLIKHANOV, REVERDATTO\nIsotopic dates of the Middle and Late Proterozoic rocks are still scarce, particularly for the metamorphic rocks. Although the age of the zonal metamorphic complexes of the andalusite–sillimanite type was not evaluated so far, most researchers agree in that the regional granite generating and metamorphic pro cesses were related to the development of the Teiskii granite gneiss dome at 1000–900 Ma [39], i.e., during the Grenvillian orogeny, which has roughly this same age in other lithospheric blocks of the Asian continent [40]. Modern SHRIMP II U–Pb zircon ages of gran itoids from the Teiskii Complex imply that these events occurred at 880–865 Ma [41]. The very first Ar–Ar dates recently obtained on biotite from metapelites from the Kordinskaya Formation of the Sukhopitin skaya Group suggest, with regard for the exhumation rate of the rocks, that the culmination of the kyanite– sillimanite metamorphism occurred at 851–854 Ma [42], i.e., the overprinted low pressure metamorphism has a Neoproterozoic age. The timing of these events likely corresponded to the closing phase of the Gren villian orogeny [43]. The absence of any significant age gap between the regional low pressure metamor phism and overprinted medium pressure metamor\n(1) Lower Riphean [Kordinskaya Formation (kd): biotite–quartz and biotite–feldspar–quartz crystalline schists with graphite]; (2) Lower Proterozoic [Karpinskii Range Formation (hk): quartzite and aluminous two mica schists and gneisses with andalusite, kyanite, sillimanite, staurolite, and garnet, locally blastomylonitized] (hk); (3, 4) undifferentiated Archean–Lower Proterozoic: (3) Garevskii unit (gr): gneisses, marbles, calciphyres, quartzites, and mica schists, (4) Nemtikhinskii unit (nm): biotite, two mica, and biotite–amphibole plagiogneisses, two mica crystalline schists with staurolite, kyanite, sillimanite, and garnet; (5) faults: (a) major, (b) auxiliary; (6) sampling sites; (7) metapelite zones of (I) the andalusite–sillimanite and (II) kyanite–sil limanite types of metamorphism; (8) (a) onset of the And Ky transition and (b) boundaries between metapelite zones of kyanite– sillimanite metamorphism. The arrow in vertical section A–B shows the direction of overthrusting.\nGEOCHEMISTRY INTERNATIONAL Vol. 49 No. 3 2011\nLOWER PROTEROZOIC METAPELITES IN THE NORTHERN YENISEI RANGE 227\nphism suggest an obvious succession of the events. This is consistent with currently adopted concepts of the Precambrian geological evolution of the Yenisei Range, in which two long belts of granite gneiss domes with swarms of pegmatite veins and accompa nying zonal low pressure metamorphism is thought to be related to accretion–collision processes at the Mid dle–Late Riphean boundary (1000–900 Ma) [39]. In Late Riphean time, the western part of the Siberian continent evolved as a continental margin and under went orogeny at 850–870 Ma, which gave rise to a folded–nappe belt [2, 37]."
  }, {
    "heading": "METAMORPHIC ZONING",
    "text": "Our study area in the interfluve Chapa–Garevka– Tisa rivers, in the vicinity of Mount Garevskii Polkan (Fig. 1) belongs to the northwest trending anticlino rium of the Karpinskii Range. The area is composed of Early Proterozoic (1650 Ma [38] regionally metamor phosed rocks of the Karpinskii Range Formation, which lie almost horizontally (dip at very gentle angles of 10–15°), have a thickness of approximately 3 km, and make up the Polkan anticline. The folded struc ture of the area is complicated by an array of north west trending faults [44], which belongs to the Uvolzhskaya fault zone in the northern sector of the Tatarskii deep fault (Fig. 1). In this area, we exam ined low pressure metapelites that occur at the great est distance from the overthrust, consist of the Ms + Chl + Bt + Cld + + And + St + Qtz + Pl + Ilm mineral assemblage (mineral symbols are according to [45]), and were formed under conditions of the greenschist and epidote amphibolite facies [46]. Closer to the overthrust, these rocks were affected by medium pres sure metamorphism of the kyanite–sillimanite type. The spatial transition from the regionally metamor phosed rocks to those of higher pressures is marked by the appearance of kyanite (kyanite isograde). The crit ical (with the greatest number of minerals) assemblage is Ky + St + Grt + Ms + Bt + Qtz + Pl + Sil + Cld with andalusite relics, which was produced under the meta morphic parameters of the facies of kyanite schists [47]. The width of the zone of these rocks, which is bounded by northwest trending faults in the east, is no greater than 4–5 km (Fig. 1). The three metamorphic zones that are distinguished in our study area based on the structural and mineralogical transformations of the metapelites and are parallel to the overthrust suture are as follows.\nZone I comprises metapelites of the andalusite–sil limanite type not affected by the kyanite–sillimanite metamorphism. The mineral assemblages of this zone are bounded by the kyanite isograde on the inner side. The metapelites most distant from the overthrust are dark gray fine to medium grained rocks with a lepi doblastic or lepidogranoblastic Ms–Chl–Bt–Qtz–Pl\ngroundmass containing large andalusite porphyro blasts and small chloritoid and staurolite porphyro blasts. As can be seen in petrographic sections, andalusite grains are euhedral, with chiastolite cross and hourglass structures (of minute graphite inclu sions) up to 1 cm across. Staurolite occurs as small (no greater than 1–2 mm) euhedral grains in the matrix and usually contains tiny chlorite and muscovite inclusions. Euhedral prismatic and tabular chloritoid crystals up to 2–3 mm were found in immediate con tact with andalusite and biotite. Quartz occurs as equant, elongated, or ellipsoidal grains with even, scalloped, or saw toothed outlines and range form 0.01 to 0.2 mm. Muscovite forms single flakes 0.03– 0.1 mm long or aggregates between quartz grains. Biotite and chlorite occur as flakes up to 0.1 mm across. Plagioclase occurs as anhedral grains up to 0.07 mm across or as grains elongated in the schis tosity plane. The only accessory mineral is graphite.\nCloser to the overthrust, an outer zone II and inner zone III of overprinted medium pressure metamor phism are distinguished, which differ in relations between their relict and newly formed minerals and in the deformation of the rocks. A common textural fea ture of these rocks is pseudomorphs (consisting mostly of kyanite, staurolite, muscovite, and quartz) replac ing andalusite. The groundmass (matrix) of the rocks consists of the Grt + St + Bt + Ms + Qtz + Pl + Cld ± Sil ± Chl association. Closer to the overthrust, the con tents of andalusite and chlorite in the rocks progres sively decrease, up to the complete disappearance of these minerals within zone III, and this is coupled with a decrease in the content of muscovite and an increase in the contents of kyanite, biotite, and staurolite.\nZone II is discerned based on the appearance of a new mineral assemblage (with kyanite) in the rocks. The rocks of this zone consist of the mineral assem blage Ky + Grt + St + Ms + Bt + Qtz + Pl ± And ± Cld ± Chl and can be attributed to the kyanite–staurolite subfacies of the facies of kyanite schists [47]. This zone is characterized by the partial resorption of andalusite porphyroblasts, which are locally replaced by kyan ite–staurolite–muscovite–quartz aggregates in the margins. Square and prismatic cross sections (visible in petrographic sections) of cataclased grains become oval or rhombic, with the long axes of the grains ori ented along the schistosity. The nucleation and devel opment of variably oriented prismatic crystals and radiating sheaf shaped kyanite aggregates were restricted to grain boundaries and defects in the andalusite structure. The fine grained groundmass of the rocks is definitely oriented in the planes of cleavage and secondary schistosity, and smoothly “drapes” pseudomorphed andalusite and garnet grains. Stauro lite occurs as grains of two distinct types: porphyro blasts (up to 1.5 mm) and small (0.03–0.1 mm) crys tals. Staurolite porphyroblasts commonly contain ver\n228\nGEOCHEMISTRY INTERNATIONAL Vol. 49 No. 3 2011\nLIKHANOV, REVERDATTO\nmicular quartz inclusions, which compose and interlaced pattern of the surface, and small relict inclusions of chlorite and biotite, which were entrapped when the staurolite grains grew. Biotite and muscovite flakes commonly display kink bands with distorted outlines, which are bent according to the secondary schistosity. Garnet grains up to 1.5 mm across occur only in the matrix, are euhedral, and their cores often abound in chlorite, muscovite, quartz, and, more rarely, biotite and chloritoid inclusions. The synthesis and growth of kyanite, biotite, staurolite, and garnet in zone II were associated with a decrease in the contents of minerals contained in zone I of the metapelites (chloritoid, chlorite, muscovite, and andalusite).\nZone III, which is bounded by the overthrust (Fig. 2), is discerned according to the appearance of a new mineral assemblage, which contains kyanite and sillimanite, in the rocks. This zone differs from the others in the complete recrystallization of the mineral material and the development of blastoclastic and blastomylonitic textures. The outer part of this zone contains no andalusite relics, and the rocks of the inner part contain kyanite as the predominant Al2SiO5 polymorph. Rhombic pseudomorphs are everywhere transformed into lenses whose long axes are oriented along the schistosity, and the space between the lenses in the groundmass is filled by pressure shadows of recrystallized quartz. Garnet grains in the blastocata clasites are disintegrated and pulled apart along steeply dipping minute cleavage planes and sometimes form helicitic textures of the snowball type. In contrast to euhedral and subhedral crystals in the previous zones, garnet often occurs in zone III as flattened disk shaped porphyroblasts, which suggests that the mineral grew under stress [48]. Rocks in the vicinity of the overthrust display traces of cataclasis and boudi nage. Intense deformations can also be inferred from the\nGEOCHEMISTRY INTERNATIONAL Vol. 49 No. 3 2011\nLOWER PROTEROZOIC METAPELITES IN THE NORTHERN YENISEI RANGE 229\nlenticular–nodded structure of the rocks, veins of granu lated quartz, and a decrease in the grain size of minerals. The rocks of zone III contain the critical mineral assem blage Ky + Sil + St + Grt + Ms + Bt + Qtz + Cld + Pl and can be attributed to the kyanite–sillimanite–staurolite subfacies of the facies of kyanite schists [47].\nIn our earlier publication [49], it was established that the component compositions of most garnets that grew during kyanite–sillimanite metamorphism are similar and vary within the ranges Alm72–81, Prp8–14, Grs4–10, and Sps1–13 with insignificant variations in the Fe mole fraction (XFe = 0.85–0.90). However, garnet in zone III is richer in the grossular end member and poorer in spessartine. The prograde character of the garnet zoning follows from the gradual increase in the concentration of the grossular component and a decrease in the content of the spessartine component from grain cores to rims, at a practically unchanging concentration of the almandine and pyrope end mem bers (Table 4, Fig. 2). The staurolite is chemically homogeneous in all of our samples and shows only minute variations in its Fe mole fraction (XFe = 0.83– 0.90) and MnO concentrations (0.11–0.38 wt %) but significant changes in the ZnO concentrations (0.18– 0.99 wt %). The chloritoid is unzoned and exhibits only insignificant variations in its Fe mole fraction (XFe = 0.83–0.88). The most ferrous biotite (XFe = 0.63–0.68) was found in metapelites in the vicinity of the overthrust and at the boundary between zones II and III. The muscovite is characterized by insignifi cant variations in the celadonite concentration [(Mg + Fe)/(Mg + Fe + AlVI) = 0.04–0.07] and insignificant changes in the paragonite concentration (XNa = 0.06– 0.15). The plagioclase composition varies from oligo clase XAn = 0.25–0.28 in metapelites far away from the overthrust to andesine XAn = 0.33–0.45 in rocks of zone III adjacent to the overthrust. The mineral is zonal, with a more calcic core (XAn = 0.41) and a more sodic margin (XAn = 0.33). The chlorite is chemically homogeneous in all samples, with insignificant varia tions in the Fe mole fraction XFe = 0.59–0.66. The andalusite, kyanite, and sillimanite are almost com pletely free of any admixtures (within the detection limits of the microprobe) and contain only minute concentrations of Fe (≤0.01 f.u.).\nThe geothermobarometric evaluations and calcu lated Р–Т paths testify that the pressure gradually increased toward the overthrust (Fig. 1) from 4.0– 4.5 kbar in zone I (metapelites of the andalusite–silli manite type) to 5.0–6.0 kbar in zone II (metapelites of the kyanite–sillimanite type) and further to 6– 7.3 kbar in zone III (kyanite blastomylonites of the kyanite–sillimanite type) at an insignificant increase in the temperature (from 575 to 645°С) [50]. This pro cess is consistent with a model of the tectonic thicken\ning of the crust as a result of overthrusting and subse quent uplift and erosion [50–52]."
  }, {
    "heading": "METHODS AND ANALYTICAL TECHNIQUES",
    "text": "In order to study the behavior of material during collision metamorphism, we collected rock samples at various distances from the overthrust. Data on the dependence of the distribution of trace elements on the P–T metamorphic parameters within relatively small areas near an overthrust allowed us to “mini mize” the effect of the primary heterogeneity in the lithology of the rocks and offered certain advantages in geochemical studies.\nThe concentrations of major components were analyzed on a VRA 20R (Carl Zeiss Jena) XRF spec trometer at the Analytical Center of the Institute of Geology and Mineralogy, Siberian Branch, Russian Academy of Sciences, in Novosibirsk (analyst L.D. Kholodova). LOI were determined by conven tional techniques from the weight loss values at 1000°С. The analytical errors were no greater than 5– 8%. The results are reported in Table 1.\nThe concentrations of trace elements (28 elements: 14 REE, Sc, Ni, Co, Rb, Sr, Y, Zr, Nb, Cs, Ba, Hf, Ta, Th, and U) were determined by high resolution ICP MS at the Laboratory of Analytical Geochemistry of the Analytical Center of the Institute of Geology and Mineralogy, Siberian Branch, Russian Academy of Sciences (analyst I.V. Nikolaeva). Crushed metapelite samples approximately 100 mg in weight were decom posed by fusing with Li metaborate at a temperature of 1000°С and subsequent dissolution in 5% nitric acid with a dilution coefficient of the original sample of 6250. The samples were analyzed for trace elements by an Element (Germany) ICP MS. The internal stan dard was 115In added to the diluted solution. The exter nal standard and blank solution were measured after every five analyses to take into account fluctuations in the characteristics of the equipment and control the purification quality of the system for solution input into the equipment. The external standards were BCR 1 and JB 3 (geological surveys of the United States and Japan). The errors of the analyses were 8– 20% (of about the detection limit for low concentra tions). The results are reported in Table 2.\nPetrochemical data and the distinctive characteris tics of trace element distribution in the rocks allowed us to estimate the protoliths, weathering conditions, and paleogeographic environments in which sedimen tation took place. This was done using a set of petro chemical moduli and genetic diagrams in [15, 53, 54] and well known petrochemical ratios: the chemical index of alteration CIA [55], chemical index of weath ering CIW [56], and the IVC index of sediment matu rity [57], which make it possible to estimate the matu rity of eroded rocks (Table 1). The probable premeta\n230\nGEOCHEMISTRY INTERNATIONAL Vol. 49 No. 3 2011\nLIKHANOV, REVERDATTO\nmorphic normative mineral composition of the rocks was calculated by the MINLITH computer program [58].\nThe REE and other trace elements most informa tive for the estimation of the protolith are: the total content of REE, LREE/HREE ratio (which is inter preted as an indicator of the paleoclimate [59], the Eun/(Smn + Gdn) ⋅ 0.5 ratio [60] and Cen/(Lnn + Prn) ⋅ 0.5 as an indicator of sedimentation environments [61], the (La/Yb)n ratio as the slope of the REE pattern [62], the (Gd/Yb)n ratio as the degree of HREE deple tion (the latter two are controlled mostly by the com position of rocks in the erosion source and the local tectonics [23]), and a number of other indicator rations (La/Sc, Th/Sc, La/Th, Co/Th, and Th/U) [63, 64] (Table 2). The environments in which the pro toliths were formed were estimated mostly using well known diagrams, such as Eu/Eu*−(Gd/Yb)n [8] and\nLa–Th [7], (La/Yb)n–Ybn [65], Rb–Y + Nb and Nb–Yb [66, 67], FeO*/MgO–(Zr + Nb + Ce + Y) and (K2O + Na2O)/CaO–(Zr + Nb + Ce + Y) [68], Nb–Y–Zr/4 [69], and Rb–Hf–Ta [70]. The results were then compared with available literature data on lithologic–facies analysis [71, 72] and geodynamic reconstructions of the Precambrian evolution of geo logical complexes in the Yenisei Range [2, 37, 73].\nThe age of the erosion source for the sedimentation regions of the protoliths was evaluated by U–Pb zir con dating on SHRIMP II (at TSII of the Karpinskii All Russia Research Institute of Geology in St. Petersburg; analyst S.L. Presnyakov). Hand picked zircon grains were implanted in epoxy pellets, together with grains of the TEMORA zircon and 91500 standards. The pellets were then polished to remove approximately half of thicknesses of the zircon grains. Sites for spot analyses for dating were selected on the surface of the grains using optical (in incident\nLOWER PROTEROZOIC METAPELITES IN THE NORTHERN YENISEI RANGE 231"
  }, {
    "heading": "Lu 0.71 0.72 0.55 0.47 0.61 0.57 0.53 0.41 0.32 0.33",
    "text": ""
  }, {
    "heading": "Tm 0.80 0.72 0.62 0.52 0.64 0.67 0.73 0.65 0.53 0.45",
    "text": "232\nGEOCHEMISTRY INTERNATIONAL Vol. 49 No. 3 2011\nLIKHANOV, REVERDATTO\nT ab\nle 3\n. Is\not op\nic d\nat a\non z\nir co\nns a\nnd th\nei r\nag e\nAnalytical spot\nU , pp m\nT h , pp m\n20 6 P\nb c ,\n%\n20 6 P\nb* ,\npp m\nIs ot\nop ic\nr at\nio s1\nR h\no\nA ge\n, M a\nD ,\n% ± % ± % ± %\n1 2\n3 4\n5 6\n7 8\n9 10\n11 12\n13 14\n15 16\n9. 1\nc 17\n27 17\n78 1.\n06 0.\n25 37\n7 0.\n11 99\n1 0.\n4 4.\n18 6\n1. 4\n0. 25\n32 1.\n4 0.\n96 0\n14 55\n19 55\n34\n8. 1\nc 72\n4 15\n9 0.\n23 0.\n24 15\n9 0.\n12 14\n5 0.\n72 4.\n27 4\n1. 6\n0. 25\n52 1.\n4 0.\n89 5\n14 65\n19 78\n35\n4. 1\nc 49\n5 18\n1 0.\n38 0.\n45 13\n1 0.\n12 39\n1. 3\n5. 23\n1. 9\n0. 30\n63 1.\n4 0.\n74 3\n17 22\n20 13\n17\n6. 1\nc 29\n8 13\n1 0.\n45 0.\n17 87\n0. 12\n48 0.\n87 5.\n84 1.\n8 0.\n33 94\n1. 5\n0. 87\n0 18\n84 20\n26 8\n4. 2\nr 84\n8 37\n0 0.\n45 2.\n06 11\n5 0.\n11 35\n1. 5\n2. 41\n4 2.\n1 0.\n15 41\n1. 5\n0. 70\n0 92\n4 18\n58 10\n1\n3. 1\nc 24\n32 23\n0. 01\n0. 02\n73 7\n0. 11\n84 5\n0. 25\n5. 76\n2 1.\n4 0.\n35 28\n1. 4\n0. 98\n4 19\n48 19\n33 –\n1\n5. 1\nc 55\n1 90\n0. 17\n0. 03\n16 9\n0. 12\n10 6\n0. 6\n5. 94\n7 1.\n5 0.\n35 63\n1. 4\n0. 92\n3 19\n65 19\n72 0\n5. 2\nr 28\n8 80\n0. 29\n0. 00\n89 0.\n11 96\n1. 1\n5. 95\n1. 9\n0. 36\n08 1.\n6 0.\n82 7\n19 86\n19 50\n– 2\n2. 1\nc 49\n1 17\n9 0.\n38 0.\n07 15\n6 0.\n12 64\n2 0.\n67 6.\n43 1.\n6 0.\n36 87\n1. 4\n0. 90\n8 20\n23 20\n49 1\n7. 1\nc 32\n97 14\n14 0.\n44 0.\n00 10\n90 0.\n12 64\n5 0.\n22 6.\n70 6\n1. 4\n0. 38\n47 1.\n4 0.\n98 7\n20 98\n20 49\n– 2\nN ot\ne: c—\nco re\n, r—\nri m\n. T he\ne rr\nor s\nar e\nre po\nrt ed\na t\nan 1 σ\nle ve\nl. P\nb c a\nnd P\nb* a\nre c\nom m\non a\nnd r\nad io\nge ni\nc P\nb, r\nes pe\nct iv\nel y.\nT he\nc al\nib ra\nti on\ne rr\nor o\nf th\ne st\nan da\nrd w\nas n\no hi\ngh er\nt ha\nn 0.\n63 % . 1 C or re ct io n fo r co m m on P b w as in tr od uc ed a cc or di ng to th e m ea su re d 20 4 P b. D is th e di sc or da nc e, R ho is th e co rr el at io n co ef fi ci en t o f t he 2 07 P b* /2 35 U a nd 2 06 P b* /2 38 U r at io s. S ee F ig . 1 6 fo r an al yt ic al s po ts . T h 23 2 U 23 8 P b 20 7 P b 20 6 P b * 20 7 U 23 5 P b * 20 6 U 23 8 P b 20 6 U 23 8 P b 20 7 U 20 6\nGEOCHEMISTRY INTERNATIONAL Vol. 49 No. 3 2011\nLOWER PROTEROZOIC METAPELITES IN THE NORTHERN YENISEI RANGE 233\nand reflected light) and cathodoluminescent images showing the inner structures and zoning of the zircon grains. U–Pb ratios were measured on SHRIMP II by the method described in [74]. The intensity of the pri mary beam of molecular oxygen was 4 nA, and the diameter of the spot (crater) was 25 μm. The raw data were processed by the SQUID computer program [75]. The U–Pb ratios were normalized to 0.0668 (attributed to the TEMORA standard), which corre sponds to a zircon age of 416.75 Ma [76]. The errors of individual analyses (both ratios and ages) are reported for an 1σ level, the errors of the calculated concordant ages and concordia intercepts are reported for a 2σ level. The concordia plots were constructed using the ISOPLOT/EX computer program [77].\nThe chemical composition of minerals was ana lyzed on a Jeol JXA 8100 microprobe at the Institute of Geology and Mineralogy, Siberian Branch, Russian Academy of Sciences, in Novosibirsk. The results are summarized in Table 4. The occurrence of graphite and practically pure ilmenite in each rock sample means that the oxidation potential was relatively low, and the Fe3+ concentration in the formulas of Fe bear ing minerals is insignificant [78]. With regard for this, we calculated the stoichiometry of the minerals. More detailed information on the chemical composition of all rock forming minerals used to evaluate the P–T metamorphic parameters and calculate the P–T tra jectories for the evolution of the metapelites is pre sented in [50, 52], so that here we quote only the ana lytical data utilized to analyze the mass transfer.\nWe analyzed mass transfer during collision meta morphism based on the calculation of the modal com position of the rocks and mineral reactions [79–84] with the use of analyses of the rocks (Table 1) and min erals (Table 4).\nThe modal concentrations of minerals were calcu lated from the chemical compositions of the rocks by the method suggested in [85]. The amount of element i normalized to the Al concentration of the rock (in moles) was expressed through the composition and relative contents of minerals as\n(1)\nwhere ai, j is the number of atoms of element i in the formula unit of mineral j, and nj is the number of moles of mineral j in the rock. The calculations were con ducted for a constant volume V = 100 cm3\n(2)\nwhere Vj is the molar volume of mineral j. The values of nj were obtained by simultaneously solving Eqs. (1) and (2), the molar amounts of minerals were recalcu lated into their volumetric amounts using the molar\ni/Al ai j, nj j ∑⎝ ⎠ ⎛ ⎞ / aAl j, nj j ∑⎝ ⎠ ⎛ ⎞ ,=\nVjnj j ∑ 100,=\nvolumes of the minerals from the thermodynamic database [86]. The results thus obtained are listed in Table 5.\nThe equations of chemical reactions were calcu lated based on the real compositions of coexisting minerals by matrix algebra techniques, as imple mented in the MATHEMATICA 5.0 program pack age, using the NullSpace procedure [87] for the system K2O–FeO–MgO–Al2O3–SiO2–H2O ± MnO ± CaO (KFMASH ± Mn ± Ca). Matrices of the composi tions of reacting phases were constructed (in formula coefficients) for each mineral assemblage; these matrices consisted of n columns (equal to the number of minerals in a given assemblage) and (n – 1) rows (equal to the number of chemical components). The number of major components was specified in each given situation according to the real composition of the system. The basic system was chosen to be KFMASHMn because of the significant effect of Mn on mineral transformations in medium temperature metapelites [88]. To estimate the reliability and plausi bility of the calculations, we compared the volumetric proportions of minerals calculated from chemical reactions with the actual volumetric proportions of minerals in the rock. For this purpose, we determined the volume of the reacting phases by the formula v = njVj, where nj are the stoichiometric coefficients of minerals in the reaction equation."
  }, {
    "heading": "GEOCHEMICAL SPECIFICS",
    "text": "OF METAPELITES OF THE KARPINSKII\nRANGE FORMATION, THE AGE OF THEIR PROTOLITH, AND GEODYNAMIC\nINTERPRETATIONS"
  }, {
    "heading": "Concentrations of Major Elements, Composition of the Protolith, and Paleogeographic Conditions in the Ancient Sedimentation Basins",
    "text": "Data on metapelite samples collected at various distances from the overthrust (Table 1) exhibit the fol lowing compositional variations (in wt %): SiO2 58.62–61.12, CaO 0.46–0.95, Na2O 0.25–0.52, and K2O 2.58–3.56. After their recalculation to anhydrous basis without LOI and renormalization to 100 wt %, the ranges of the varies diminished as follows: SiO2 61.32–62.61, CaO 0.49–0.97, Na2O 0.26–0.55, and K2O 2.62–3.76. The decrease in LOI with decreasing distance from the overthrust can be explained by dehy dration reactions (see reaction calculations). The vari ations in the contents of other oxides are not as signif icant, and the character of metamorphism is almost isochemical, which is consistent with the character of collision metamorphism elsewhere in the northern part of the Yenisei Range [18, 20]. Minor differences in the concentrations of SiO2, CaO, Na2O, and K2O can be accounted for by original variations in the\n234\nLIKHANOV, REVERDATTO"
  }, {
    "heading": "K 0.01 0.00 0.01 0.00 0.00 0.00 0.00 0.00 0.00 0.00 0.00 0.00 0.00 0.00 0.008 0.012",
    "text": ""
  }, {
    "heading": "K 0.00 0.00 0.00 0.00 0.831 0.922 0.861 0.910 0.804 0.754 0.706 0.868 0.714 0.856 0.861",
    "text": "GEOCHEMISTRY INTERNATIONAL Vol. 49 No. 3 2011\nLOWER PROTEROZOIC METAPELITES IN THE NORTHERN YENISEI RANGE 235\nlithologies, which are pronounced in the metamor phic rocks as variations in their contents of quartz, micas, and plagioclase. In spite of these features, the rocks are classed with low Ca (<1 wt %) metapelites with moderate K2O concentrations, enriched in Fe and Al. Rocks of this type can be identified according to the following criteria [89]: (FeO + MgO)/(FeO + MgO + Al2O3) < 0.63 and FeO/(FeO + Al2O3) < 0.58. In the petrochemical diagram [90], these rocks are more ferrous varieties [XFe = FeO/(FeO + MgO + MnO) = 0.65–0.75, molar ratio] and aluminous [XAl = (Al2O3 – 3K2O)/(Al2O3 – 3K2O + FeO + MgO + MnO) = 0.40–0.45] than average typical metapelite [91] and PAAS (Post Archean Australian Shale) [4], which have lower XFe = 0.52 and XAl = 0.13. In the AFM triangular diagram [92], the field of these com positions plots above the garnet–chlorite tie line (Fig. 3). Having the aforementioned elevated Fetot and Al2O3 concentrations, these rocks bear TiO2, MgO, CaO, and Na2O concentrations lower than in typical metapelites [91].\nThe metapelites have low values of the hydrolysate modulus HM = (Al2O3 + TiO2 + Fe2O3total + MnO)/SiO2 = 0.51–0.53, iron modulus IM = (Fe2O3total + MnO)/(TiO2 + Al2O3) = 0.31–0.39, alu mina–silica modulus AM = Al2O3/SiO2 = 0.35–0.37, and the mafic modulus MM = (Fe2O3total + MnO + MgO)/SiO2 = 0.15–0.18, which generally makes it possible to classify these rocks as normal and super sialic [15]. The simultaneous consideration of their alkali modulus NM = Na2O/K2O = 0.08–0.17 and potassic modulus KM = K2O/Al2O3 = 0.12–0.17 sug gests that the protolithic clayey rocks were dominated\nby hydromicas and chlorite. However, in the classifica tion diagrams for clay deposits MM–NKM [15] [where NKM = (Na2O + K2O)/Al2O3 is the normal ized alkalinity modulus] and FAK [53] [where F = (Fe2O3total + MgO)/SiO2, A = Al2O3 – K2O – Na2O – CaO, and K = K2O – Na2O], these rocks plot mostly within the compositional field dominated by kaolinite (Fig. 4), perhaps, due to the ancient sedimentation conditions. Kaolinite clays could accumulate closer to the erosion region and a continental environment, whereas finer clay material of chlorite–hydromica composition could be deposited farther offshore. The relatively low alkalinity in the NKM modulus (0.14– 0.19), the low MgO < 1.90 wt %, and elevated K2O > 2.58 wt % suggest that the detrital material contained erosion products of K2O rich granitoids and the absence of even minor admixture of volcanic material of mafic composition. High values of the titania mod ulus TM = TiO2/Al2O3 of up to 0.11 are typical of sed iments accumulated in littoral shallow water basins, in a humid climate, which is in good agreement with data of lithologic facies analysis [71, 72].\nThe high values of the CIA and CIW indexes (82.6–96.4) testify that the pelites were formed of the material of redeposited weathering crusts in a warm and humid climate. This is confirmed by the IVC val ues (0.64–0.72), the absence of a positive correlation of the iron and titania moduli with elevated values of the hydrolysate modulus, and the location of the com position data points of the rocks in Neelov’s [54] dia gram (Fig. 5), which suggest that geochemically more mature eroded material was supplied to the sedimen tation region. The quartz (24–27 wt %)–illite (29–\n236\nGEOCHEMISTRY INTERNATIONAL Vol. 49 No. 3 2011\nLIKHANOV, REVERDATTO\n38 wt %)–montmorillonite (8–15%)–kaolinite (9– 21 wt %) normative composition of metapelites in the Karpinskii Range Formation (calculated by the MINLITH program [58]) corresponds to mature sed imentary rocks (pelites and subgraywacke pelites) (Fig. 6), whose source material included acid rocks of the granitoid group. Hence, metapelites rich in Fe and Al originally consisted of redeposited and metamor phosed material of weathering crusts of kaolinite but not laterite type, contrary to what is thought previ ously [12–14]. The chemical weathering of rocks in the Yenisei Range in the Early Proterozoic did not reach a deep laterization phase, and the development of zones with the complete decomposition of alumi nosilicates but was limited to the generation of weath ering products of predominantly kaolinite–illite– montmorillonite–quartz composition with minor amounts of normative chlorite."
  }, {
    "heading": "Trace Elements, the Age of the Source Material, and the Nature of These Rocks",
    "text": "The chondrite normalized REE patterns of all of our samples (Fig. 7) display negative Eu anomalies with Eu/Eu* = 0.38–0.63 and a relatively steep nega tive slopes, as follows from (La/Yb)n = 6.92–15.02, (Gd/Yb)n = 0.81–1.42, LREE/HREE = 2.43–4.49 (Table 2). Such features are typical of post Archean clay shales and are caused by the fact that the detrital material contained erosion products of granitoids, whose generation was associated with Eu2+ depletion during the sedimentation of residual plagioclase [4].\nThe concentrations of LILE (Rb, Cs, Ba, and Sr) in the metapelites are somewhat lower than in PAAS, in contrast to the concentrations of all HFSE (Zr, Hf, Y, Ta, and Th), except U (Table 2, Fig. 8). The inher itance of the primary composition of the magmatic protolith also follows from the strong positive correla\nGEOCHEMISTRY INTERNATIONAL Vol. 49 No. 3 2011\nLOWER PROTEROZOIC METAPELITES IN THE NORTHERN YENISEI RANGE 237\ntion between the concentrations of HFSE (Zr, Hf, Y, Ta, and Nb) (Table 2). The group of transition metals is characterized by higher Sc concentrations and lower concentrations of Co and Ni than in PAAS (Fig. 8). The relations between elements revealed in the rocks highlight the effects of sediment recycling, the pre dominance of granitoid weathering products in the erosion source material (as follows from Eu/Eu* <\n238\nGEOCHEMISTRY INTERNATIONAL Vol. 49 No. 3 2011\nLIKHANOV, REVERDATTO\nGEOCHEMISTRY INTERNATIONAL Vol. 49 No. 3 2011\nLOWER PROTEROZOIC METAPELITES IN THE NORTHERN YENISEI RANGE 239\n0.85), and the intensity of weathering. The erosion of acid rocks also follows from the elevated values of Th/Sc = 0.69–1.33 and Th/U = 8–12.8 and from the lower values of La/Th = 1.40–3.36 and Co/Th = 0.17–0.18 than in the average PAAS composition, which is also confirmed by the occurrence of granite erosion products in the basal units of the Karpinskii Range Formation. In the Eu/Eu*–(Gd/Yb)n [8] (Fig. 9) and La–Th [7] (Fig. 10) diagrams, the com position data points of the metapelites plot mostly within the field of post Archean cratonic deposits. An analogous conclusion follows from the arrangement of the compositional data points of these rocks in the (La/Yb)n–Ybn diagram [65], in which these points\n240\nGEOCHEMISTRY INTERNATIONAL Vol. 49 No. 3 2011\nLIKHANOV, REVERDATTO\nswarm within the field of post Archean granitoids enriched in HREE and depleted in Co and Ni com pared to Archean acid magmatic rocks (Fig. 11). According to various petro and geochemical data, these granitoids correspond to A type granites, and this is confirmed by the location of their composi tional data points in the FeO*/MgO–(Zr + Nb + Ce + Y) and (K2O + Na2O)/(CaO–(Zr + Nb + Ce + Y) diagrams [68] (Fig. 12). Magmatic complexes of this type are thought to be usually generated in anorogenic environments, in relation to plumes and/or continen tal rifting. This is consistent with the fact that the mul tielement patterns of the rocks are not depleted in either Nb or Ta. In the Nb–Y–Zr/4 diagram [69] pro posed for distinguishing between granitoids of type A, the compositional data points of these rocks plot mostly in the region of crustal type granitoids (Fig. 13), whose genesis is thought to be related to the remelting of sialic sources that underwent earlier melt\ning and dehydration that caused a lower water activity [109]. In the Rb–(Y + Nb) and Nb–Yb diagrams [66, 67], the compositions of these rocks plot near the boundaries between the fields of arc and within plate granites (Fig. 14). An analogous conclusion follows from the arrangements of the data points of these rocks in the Rb–Hf–Ta discriminant diagram [70], which was proposed for identifying geodynamic environ ments of granitoids; our rocks plot in this diagram along boundaries between arc and within plate gran ites (Fig. 15). Intrusive rocks with such geochemical characteristics commonly occur in postcollision geo dynamic environments [110]. The Ce/Ce* ratio of the metapelites varies from 0.64 to 1.10, which suggests, considered together with LREE/HREE = 2.43–4.49 [59], that the sediments could accumulate in a shal low water littoral shelf, in a humid climate, and a qui escent tectonic regime favorable for the weathering of rocks [61]. As was mentioned above, this is corrobo rated by the petrochemistry of the rocks and data of lithologic facies analysis [71, 72].\nThe age of the eroded material that produced the protolith of the metapelites was evaluated by U–Pb zircon dating. The zircons were transparent prismatic crystals of hyacinth habit 80–200 μm in size. Their cathodoluminescence images exhibit long prismatic cores with sectorial zoning and outer rims with weakly pronounced zoning (Fig. 16). The discordia plot based on seven data points for the cores and margins of the zircons has an upper intercept with the concordia cor responding to an age of 2043 ± 8.1 Ma (Table 3, Fig. 17). A somewhat younger age of 1962 ± 21 Ma was obtained on three zonal concordant cores and a mar gin (Fig. 17, inset). These data can be quoted in sup port of a post Archean (Early Proterozoic) age of the eroded rocks whose material composed the sedimen tary protolith of metapelites in the Karpinskii Range Formation.\nGEOCHEMISTRY INTERNATIONAL Vol. 49 No. 3 2011\nLOWER PROTEROZOIC METAPELITES IN THE NORTHERN YENISEI RANGE 241\nOur conclusions are consistent with the geological evolutionary history of the Yenisei Range in the Pre cambrian: the Late Proterozoic evolutionary stage was predated by a phase of a continental environment associated with peneplainization and the development of weathering crusts. The Early–Late Precambrian boundary corresponded to a subplatform phase and was associated with the accumulation of Fe–Al terrig enous and clay–carbonate deposits of the Teiskaya Group, which comprises the Karpinskii Range and Pechenginskaya formations, in ensialic rift type basins formed by the erosion of Early Proterozoic crystalline and sedimentary complexes of the Siberian craton and\ntheir recycling products [2]. Extensive territories that had been completely cratonized by the terminal Pale oproterozoic occurred in a tectonically calm environ ment throughout the Early Riphean. This environ ment was complicated by rifting processes, which gradually intensified at the Early–Late Riphean boundary [2, 111]. A significant difference between the compositions of the Early Proterozoic metapelites and the Fe–Al rocks of the Late Proterozoic groups in the southwestern surroundings of the Siberian craton (Fig. 8) was the increase in the content of granitoid material in the eroded source material. The tendency toward a decrease in the contents of Th and LREE and an increase in the concentrations of transition metals with time provides insight into the character of the Precambrian evolution of the upper continental crust and indicates that juvenile mafic crustal material was involved in erosion in the Middle Riphean and Ven dian. With regard for these data, it is reasonable to conclude that sedimentary material could be provided for the accumulation of the Karpinskii Range Forma tion in the sedimentation basin by granite–gneiss blocks (complexes) in the Siberian craton that had an Early Proterozoic age of approximately 2.0 Ga and were significantly geochemically differentiated, for example, have elevated concentrations of Th (up to 32 ppm). This testifies that the eroded crustal material from the bottom part of the craton was geochemically mature [112]. This finds further support in data on the Sm–Nd isotopic system of metapelites from the most\n242\nGEOCHEMISTRY INTERNATIONAL Vol. 49 No. 3 2011\nLIKHANOV, REVERDATTO\nrepresentative parts of Precambrian sequences in the Yenisei Range [37]."
  }, {
    "heading": "REE Behavior during Metamorphism and the Analysis of Mass Transfer",
    "text": "In spite of the similar REE patterns and variations in REE ratios in metapelites of the Karpinskii Range Formation, which was affected by collision metamor phism, the REE patterns of these rocks are differenti ated. The low pressure metapelites bear higher con centrations of LREE and HREE, total REE concen trations of 359–386 ppm, and maximum values of (La/Yb)n = 12.93–15.02, (Gd/Yb)n = 1.14–1.20, and LREE/HREE = 4.44–4.49, whereas PAAS have the following values of these parameters: 184 ppm, 9.16, 1.34, and 3.27, respectively [4]. Metapelites produced by elevated pressure collision metamorphic are defi nitely depleted in LREE and HREE, with total REE concentrations of 107.8–292.1 ppm, relative to metapelites in the previous zones and PAAS and, cor respondingly, have lower values of (La/Yb)n: 6.92– 12.79, (Gd/Yb)n = 0.81–1.42, and LREE/HREE = 2.43–4.47.\nThe coupled variations in the REE concentrations with decreasing distance from the overthrust can be explained by(1) either the high mobility of these com ponents at a prograde pressure increase or (2) the chemical heterogeneity of the protolithic material in our study area. Available facts are at variance with the former hypothesis, because relatively inert REE are usually not fractionated during metamorphism, and fine grained clastic rocks inherit their concentrations from the eroded protolithic material even under high pressures of the granulite facies [6]. The latter hypoth esis does not contradict the established dependence between the relative proportions of quartz, a mineral practically devoid of REE [4], other rock forming\nminerals that contain REE, and the variations in the REE concentrations of the rock [113]. This is consis tent with the results obtained by analyzing the pair correlation coefficients between certain major oxides and REE: the strong negative correlation between LREE and SiO2 (r from –0.8 to –0.85) and the posi tive correlation with K2O (r from 0.65 to 0.85) testify that the quartz and mica contents notably affected the LREE concentrations in the metapelites (Fig. 18). The relatively low correlation coefficients of REE with other oxides (for instance, Al2O3) suggest that other rock forming minerals (such as Al2SiO5 polymorphs) did not any significantly affect the REE contents of the rocks.\nAccording to this concept, some researchers are prone to explain differences in REE concentrations by the chemical heterogeneity of the protolith due to the dilution of the clay material with quartz in the course of sedimentation [64, 114]. Other geologists believe that this correlation can be explained by mineral trans formations during metamorphism, with these trans formations thought to lead to significant changes in the modal and chemical compositions of the rock forming minerals [115–118]. To evaluate the relative contributions of these processes, we compared the dif ferences between the REE patterns of the rock samples taken at different distances from the overthrust with the character of chemical reactions in the discrete metamorphic zones.\nThe variations in the chemical composition of coexisting minerals and in their quantitative propor tions are controlled by variations in the composition of the protolith and the thermodynamic metamorphic parameters. Our earlier results obtained in adjacent areas of the Yenisei Range [50] indicate that the com positional evolution of the minerals was controlled by the gradual increase in the pressure not coupled with any significant temperature increase. We believe that the mineral transformations in metapelites of the Karpinskii Range Formation were nearly isochemical, and hence, mass transfer between minerals involved in chemical reactions took place generally without per turbing the material balance. With regard for the obtained mineralogical, microstructural, and chemi cal information (Fig. 4), we calculated chemical reac tions responsible for mineral transformations during the metamorphism of the Fe–Al metapelites.\nFor the KFMASHMn system approximating min eral transformations in the course of low pressure regional metamorphism at Р = 4.1–4.5 kbar and Т = 556–572°С, the chemical reaction equation can be written as\n(3) 0.123Chl 0.113Cld 0.304Ms+ + 0.274Bt=\n+ 0.161And 0.044St 0.251Qtz 0.845H2O.+ + +\nGEOCHEMISTRY INTERNATIONAL Vol. 49 No. 3 2011\nLOWER PROTEROZOIC METAPELITES IN THE NORTHERN YENISEI RANGE 243\nThe equation calculated for reaction (3) corre sponds to the usual succession of coexisting minerals arranged in decreasing order of their Fe mole fraction Fe/(Fe + Mg): St > Cld > Chl in metapelites. This suc cession provides insight into the character of mineral transformations in the succession of mineral zones of the andalusite–sillimanite facies series [98] and can be illustrated by a petrogenetic grid for Fe–Al metapelites [119, 120] at similar metamorphic parameters. The most conspicuous structural–genetic feature of rocks produced by collision metamorphism is the development of Ky–St–Ms–Qtz pseudomorphs after andalusite. The mineral reaction responsible for the initial development of the pseudomorphs on the kyan ite isograde in outer zone II of collision metamor phism at Р = 5.04–5.55 kbar and Т = 575–581°С has the following form in the KFMASHMn system:\n244\nGEOCHEMISTRY INTERNATIONAL Vol. 49 No. 3 2011\nLIKHANOV, REVERDATTO\n(4)\nThe plausibility of the calculation of reaction (4) is confirmed by microtextural features of the rocks, in which Ky–St–Ms–Qtz pseudomorphs developed at contacts between andalusite and biotite–chlorite groundmass aggregates. This situation is not merely a polymorph transition but the replacement of andalusite by a number of minerals, including kyanite and staurolite. Their nucleation and growth were thereby spatially restricted to grain boundaries and defects in the andalusite structure. The similarities between the crystal structures of these subphyllortho silicates, whose leading motif is chains of AlO6 tetrahe drons, and microstructural features of the rocks allow for the epitaxic generation of crystallization centers, i.e., the inheritance of certain motif from the atomic structure of andalusite by the newly formed kyanite and staurolite [121]. Deformations that accompanied metamorphism facilitated the nucleation of new phases and mass transfer. The synthesis of kyanite, staurolite, muscovite, and quartz at the expense of chloritoid, biotite, and andalusite by reaction (4) is consistent with the character of mineral transforma tions we suggested for metapelites in the basins of the Eruda and Chirimba basins in the Yenisei Range [79]\n0.198Cld 0.012Bt 0.822And+ + 0.148Ky=\n+ 0.013Ms 0.114St 0.145Qtz 0.478H2O.+ + +\nand Klapper and Bucher Nurminen [122] inferred from metapelites in the Leopontine Alps.\nSimultaneously with the initial development of the pseudomorphs, mineral transformations in the groundmass of the rocks resulted in the synthesis of garnet and staurolite. Rare staurolite inclusions in gar net and garnet inclusions in staurolite suggest that these minerals grew simultaneously in the rock matrix. Taking these observations into account, we could cal culate mineral reactions in the matrix at the simulta neous origin of staurolite and garnet in the KFMASHMn system\n(5)\nThe simultaneous synthesis of garnet and staurolite in the rock matrix at the expense of chloritoid, chlo rite, and muscovite is consistent with the mineral reac tions calculated in [104] for Fe rich metapelites in Dutchess County in the United States.\nMass transfer with the participation of all minerals in outer zone II of collision metamorphic can be rep resented in a general form as a sum of local reaction on the kyanite isograde at the initial development of prseudomorphs (4) and in the matrix (5) as\n0.134Chl 0.109Cld 0.270Ms+ + 0.059St=\n+ 0.028Grt 0.231Bt 0.241Qtz 0.884H2O.+ + +\nGEOCHEMISTRY INTERNATIONAL Vol. 49 No. 3 2011\nLOWER PROTEROZOIC METAPELITES IN THE NORTHERN YENISEI RANGE 245\n(6)\nThis is one of the possible calculation variants. The stoichiometric coefficients of phases can be somewhat varied with regard for the participation of other com ponents (such as Zn in staurolite, Fe3+ in Fe–Mg alu minosilicates, and O2, CO, and CH4 in the multicom ponent C–O–H fluid), but mictostructural relations between minerals and their quantitative proportions in the rocks (Table 5) justify Eq. (6) written in a general form for material balance. The origin and growth of new minerals (kyanite, staurolite, garnet, biotite, and quartz) in outer zone II of collision metamorphism was associated with a decrease in the contents of the original minerals of metapelites of zone I (chloritoid, muscovite, chlorite, and andalusite) (Table 5). New minerals were synthesized from original ones in the metapelites of zone I in the stoichiometric proportions Chl : Ms : Cld : And = 1 : 1.9 : 2.3 : 6.7, i.e., almost exactly corresponding to those in reaction (6) (Chl : Ms : Cld : And = 1 : 1.9 : 2.3 : 6.1). The volumetric pro portions of newly formed minerals at the aforemen\n0.134Chl 0.30Cld 0.257Ms 0.822And+ + +\n= 0.148Ky 0.229Bt 0.028Grt 0.173St+ + +\n+ 0.386Qtz 1.362H2O.+\ntioned stoichiometric coefficients (Ky : St : Bt = 1 : 1.7 : 1.5) at Ky : And = 1 : 5.5, the proportions of minerals in the rock (Ky : St : Bt = 1 : 1.06 : 1.56 at Ky : And = 1 : 4.7) (Table 5), and the quantitative proportions of the original and newly formed minerals (Ms : Bt ≈ 1 : 1) can be considered satisfactorily consistent: their discrep ancies are smaller than 15%. These and some other discrepancies can be accounted for by the absence of an exact identity between the chemical compositions of the rocks, errors and inaccuracies in the calculation of the molar volumes of minerals of variable composi tion, analytical errors of the microprobe in the chem ical composition of the minerals, and inaccuracies in the calculation of the quantitative mineralogical com position of the rocks. The calculated schematic mass transfer reactions (6) are in good agreement with the results obtained in [123] for metamorphic rocks in British Columbia, Canada, in which garnet, stauro lite, kyanite, and biotite were synthesized at the sacri fice of chloritoid, muscovite, and chlorite at analogous P–T metamorphic parameters.\nMineral transformations within broad ranges of P–T parameters also occur in the inner parts of zone II and differ from reactions (4)–(6) only in the pro portions of the stoichiometric coefficients of the\n246\nGEOCHEMISTRY INTERNATIONAL Vol. 49 No. 3 2011\nLIKHANOV, REVERDATTO\ndecomposed and newly formed minerals. Deforma tions accelerate diffusion controlled mass transfer via increasing the permeability of the rocks and thus facilitating fluid percolation through the interstitial network [124].\nThe character of mineral transformations in the metapelites changes at the boundary between outer zone II and inner zone III. The mineral reaction responsible for the development of pseudomorphs at Р = 6.01 kbar and Т = 600°С in the KFMASHMn sys tem is\n(7)\nSimultaneously mineral transformations occurred in the groundmass of the rock and synthesized silli manite, whose first appearance in the rock can be described as a simple polymorph transition, because the rocks display no traces of andalusite replacement by sillimanite. The mineral is usually synthesized together with biotite and quartz in the matrix, which is consistent with data on sillimanite nucleation in the Ballachulish aureole in Scotland [125] and in the silli manite bearing Rangley metapelites in the United States [126]. With regard for these observations, we calculated the mineral reaction responsible for the first appearance of sillimanite in the rock matrix in the KFMASHMn system\n(8)\nThe origin of biotite, sillimanite, and quartz at the expense of garnet, muscovite, and staurolite is in good agreement with reactions calculated for metapelites in southern Brittany, France [127].\nThe general schematic mass transfer reaction at the boundary between zones II and III, with the par ticipation of all minerals of collision metamorphism, summarizing local reactions (7) and (8), can be writ ten as\n(9)\nMicrostructural relations between minerals and their quantitative proportions in the rock (Table 5) are generally consistent with the character of mass trans fer equation (9). The synthesis and growth of newly formed minerals (kyanite, sillimanite, staurolite, biotite, chloritoid, and quartz) in inner zone III of col lision metamorphism was coupled with a decrease in the contents of minerals of zone II (muscovite and garnet) until chlorite and andalusite were completely exhausted in zone III (Table 5). The new minerals\n0.124Cld 0.011Bt 0.841And+ + 0.418Ky=\n+ 0.012Ms 0.071St 0.089Qtz 0.299H2O.+ + +\n0.262Chl 0.447Ms 0.032St 0.033Grt+ + +\n= 0.283Cdl 0.371Bt 0.403Qtz+ +\n+ 0.450Sil 0.383H2O.+\n0.262Chl 0.435Ms 0.841And 0.033Grt+ + +\n= 0.418Ky 0.450Sil 0.360Bt 0.039Cld+ + +\n+ 0.492Qtz 0.682H2O.+\nwere synthesized at the expense of original minerals of metapelites of zone II that reacted in the stoichiomet ric proportions Grt : Chl : Ms : And = 1 : 7.8 : 13.3 : 56, which almost exactly correspond to the proportions in reaction (9): Grt : Chl : Ms : And = 1 : 8 : 13 : 25. The comparison of the volumetric proportions of newly formed minerals with these proportions of the stoichi ometric coefficients (Cld : Bt : Ky : Sil = 1 : 2.3 : 2.7 : 2.9) at Ky : Sil : And = 1 : 1 : 2 with the real phase proportions in the rock (Cld : Bt : Ky : Sil = 1 : 1.8 : 2.2 : 2.3) at Ky : Sil : And = 1 : 1 : 2.06 (Table 9) shows a good consis tency.\nThe character of zoning in garnet and plagioclase from metapelites of zone III changes closer to the overthrust. Garnet concentration profiles display an increase inn the concentration of the grossular end member from cores to rims (Fig. 2), which can be explained by Ca and Al redistribution between garnet and plagioclase with a decrease in the anorthite con centration from the cores to margins of plagioclase grains (Table 4) [128]. It is thus reasonable to suggest that the inner (Grtc and Plc) and outer (Grtr and Plr) parts of zonal garnet and plagioclase grains also took part in the reaction in the inner zone. Microstructural observations indicate that late garnet growth in the matrix of rocks in inner zone III was coupled with the development of the Grt + Bt + Pl association. With regard for these observations, we were able to calculate the mineral reaction in inner zone III at Р = 6.89 kbar and Т = 625°С in the KFMASHMn system\n(10)\nThis reaction is similar to mineral transformations in metapelites in the middle reaches of the Chapa River in the Yenisei Range [20, 21]. The negative cor relation between CaO and REE in the garnet (Fig. 2) suggests that these elements, which occupy the same site in the crystal structure [129], could isomorphously substitute one another during prograde metamor phism. The character of garnet zoning provides evi dence in support of a coupled decrease in the concen trations of LREE and HREE at increasing pressure.\nThe calculated metamorphic reactions are in agreement with the modal composition of the meta pelites of various zones in the Karpinskii Range Forma tion: a decrease in the contents of minerals concentrating REE at a gradual increase in the content of quartz from 6.15 vol % in zone I to 24.98 and 44.14 vol % in zones II and III %, respectively (Table 5). Along with this, the metapelites are simultaneously depleted in all REE (by a factor of two on average), with the maximum of this depletion detected for LREE, particularly, La, whose concentrations decrease by a factor of three with decreasing distance from the overthrust (Table 2): from 94 to 74 ppm with the transition from the regionally\n0.651Grtc 0.167Plc 0.112Bt+ + 0.681Grlr=\n+ 0.042Plr 0.105Ms 0.244Qtz 0.015H2O.+ + +\nGEOCHEMISTRY INTERNATIONAL Vol. 49 No. 3 2011\nLOWER PROTEROZOIC METAPELITES IN THE NORTHERN YENISEI RANGE 247\nmetamorphosed metapelites to those in the outer zone of collision metamorphism and further to 44 ppm at the boundary between the outer and inner zones of collision metamorphism. These calculations indicate that the decrease in the La concentration by 20 and 50 ppm as compared to its concentrations in the origi nal metapelites should have been associated with an increase in the content of quartz in the rocks of the outer and inner zones of collision metamorphism by 19.97 and 49.92 vol %, respectively. The former value is closely similar to the calculated increase in the volume of quartz (18.83 vol %) (Table 5) with the transition from the original rocks to the metapelites of outer zone II of collision metamorphism. In this instance, the increase in the volume of quartz can be explained by metamor phic reactions (4)–(6), which remarkably modified the modal and chemical compositions of the rock forming minerals. However, the further decrease in the REE concentrations in the outer and inner zones of collision metamorphism cannot be explained only by the observed 37.99 vol % increase in the amount of quartz (Table 5). In this case, the REE concentrations were likely inherited from the protolith that was formed during sedimentation."
  }, {
    "heading": "CONCLUSIONS",
    "text": "We examined the heterogeneous metamorphic Р–Т conditions in Fe–Al metapelites of the Karpin skii Range Formation, which were regarded as typical for collision metamorphism in the trans Angara part of the Yenisei Range. The metapelites compose a unit with a zonal distribution of P–T parameters, with the pressure increasing toward the suture of a large over thrust, and this makes it possible to trace relations between the tectonics and metamorphism and to esti mate the effect of pressure on the migration of chemi cal components. The analysis of newly obtained geochemical data on the distribution of major and trace elements in the rocks indicates that the metapelites are redeposited and metamorphosed prod ucts of Precambrian weathering crusts of the kaolinite (but not laterite) type, as was thought previously. The Early Proterozoic chemical weathering of rocks in the Yenisei Range did not reach any deep laterization phase with the origin of final decomposition products of alu minosilicates but was limited to the development of weathering products of predominantly kaolinite–illite– montmorillonite–quartz composition.\nNewly obtained SHRIMP II U–Pb zircon dates of the metapelites indicate that the protolith of these rocks was formed at the erosion of Early Proterozoic (1962–2043 Ma) granite gneiss complexes of the Siberian craton and the subsequent accumulation of the material in continental marginal shallow water basins in a humid climate and in a tectonically calm environment. The analysis of mass transfer conducted\nusing the calculated modal compositions of the rocks and chemical reactions indicates that the differences in the REE distribution in the metamorphic zones of the metapelites could be controlled mostly by the compositional heterogeneity of the protolithic mate rial and, to a lesser extent, by metamorphic reactions at increasing pressure, which modified the modal and chemical compositions of the rock forming minerals.\nMore detailed analysis of mass transfer will be pos sible on the basis of new data on the distribution of REE in all coexisting rock forming minerals. The rel atively low diffusion rates of REE, their contrasting distribution between metamorphic minerals, and their high susceptibility to even minor variations in temper ature and pressure at low concentrations offers the possibility of using these elements to reproduce the metamorphic evolutionary history of a rock that was obliterated in polymetamorphic regions [129]. How ever, metamorphic minerals, except only for garnet [130], are still relatively poorly examined in this con text. The simultaneous study of the REE distribution between coexisting rock forming minerals and rocks and real mineral reactions makes it possible to solve the problem of the migration mobility of REE and to identify major factors that control the redistribution of these elements in the course of metamorphism. Such studies in application to widespread metamorphic reactions on isogrades are still in their initial phase, and the only publication worth mentioning in this context is [118]."
  }, {
    "heading": "ACKNOWLEDGMENTS",
    "text": "The authors thank A.L. Perchuk (Moscow State University) and the anonymous reviewer for construc tive criticism that helped us to notably improve the quality of the manuscript. A.D. Nozhkin (Institute of Geology and Mineralogy, Siberian Branch, Russian Academy of Sciences) is thanked for the discussion of certain issues touched upon in this publication.\nThis study was financially supported by the Russian Academy of Sciences Program for Basic Research (project no. ONZ 8) and the Presidium of the Sibe rian Branch of the Russian Academy of Sciences (integration project 20)."
  }],
  "year": 2011,
  "references": [{
    "title": "New Geochronologic Data and Pale otectonic Reconstructions,” Precambrian Res",
    "authors": ["V.E. Khain", "E.V. Bibikova", "E.B. Sal’nikova", "et al.", "“The Palaeo Asian Ocean in the Neoproterozoic", "Early Paleozoic"],
    "venue": "122, 329–358",
    "year": 2003
  }, {
    "title": "Nozhkin, “Stages of the Formation and Evolu tion of the Continental Crust in the Precambrian of the Southwestern Margin of the Siberian Craton,” in Evolution of Tectonic Processes in the Earth’s History  248 GEOCHEMISTRY INTERNATIONAL Vol. 49 No. 3 2011  LIKHANOV, REVERDATTO (Sib",
    "authors": ["D. A"],
    "venue": "Otd. Ross. Akad. Nauk, Novosibirsk,",
    "year": 2004
  }, {
    "title": "Supercontinent Assembly and Breakup, Ed",
    "authors": ["S.A. Pisarevsky", "M.T.D. Wingate", "C. Powell", "et al.", "“Models of Rhodinia Assembly", "Fragmentation", "” in Proterozoic East Gondwana"],
    "venue": "by M. Yoshida et al., Geol. Soc. London Spec. Publ. 206, 35–55",
    "year": 2003
  }, {
    "title": "The Continental Crust: Its Composition and Evolution (Blackwell",
    "authors": ["S.R. Taylor", "S.M. McLennan"],
    "year": 1985
  }, {
    "title": "Contribution of Recycling and Input of the First Cycle Material,” Geokhimiya, No",
    "authors": ["A.V. Maslov", "E.Z. Gareev", "M.T. Krupenin", "“Ter rigenous Sedimentary Sequences in the Riphean Stra totype"],
    "venue": "2, 158–181",
    "year": 2005
  }, {
    "title": "A Conceptual Review,” J",
    "authors": ["R. Cox", "D.R. Lowe", "“Controls on Sediment Com position on a Regional Scale"],
    "venue": "Sediment. Res A65, 1–12",
    "year": 1995
  }, {
    "title": "Rare Earth Elements in Sedimen tary Rocks: Influence of Provenance and Sedimentary Processes,",
    "authors": ["S.M. McLennan"],
    "venue": "Geochemistry and Mineralogy of Rare Earth Elements,",
    "year": 1989
  }, {
    "title": "The Geochemical Evolution of the Continental Crust,",
    "authors": ["S.R. Taylor", "S.M. McLennan"],
    "venue": "Rev. Geophys. 33,",
    "year": 1995
  }, {
    "title": "Source Area Weathering and Provenance,” Geochim",
    "authors": ["D.J. Wronkiewicz", "K.C. Condie", "“Geochemistry of Archean Shales from the Witwatersrand Super group", "South Africa"],
    "venue": "Cosmochim. Acta 51, 2401– 2416",
    "year": 1987
  }, {
    "title": "Contact Metamorphism of Fe and Al Rich Gra phitic Metapelites in the Transangarian Region of the Yenisey Ridge, Eastern Siberia, Russia,",
    "authors": ["I.I. Likhanov", "V.V. Reverdatto", "V.S. Sheplev"],
    "venue": "Lithos 58,",
    "year": 2001
  }, {
    "title": "Evidence from Fe and Al Rich Metapelites for Thrust Loading in the Transangarian Region of the Yenisey Ridge, Eastern Siberia,",
    "authors": ["I.I. Likhanov", "O.P. Polyansky", "V.V. Reverdatto", "I. Memmi"],
    "venue": "J. Metamorph. Geol",
    "year": 2004
  }, {
    "title": "Golovenok, Precambrian Aluminous Rock Associ ations (Nedra, Leningrad, 1977) [in Russian",
    "authors": ["K. V"],
    "year": 1977
  }, {
    "title": "Evidence of a Prevailing Later itic Signature,” Eur",
    "authors": ["M. Franceschelli", "M. Puxeddu", "M. Gattiglio", "“Geochemistry", "Origin of Chloritoid Schists from the Alpi Apuane", "Italy"],
    "venue": "J. Mineral. 15, 575–588",
    "year": 2003
  }, {
    "title": "Implications for the Cretaceous Paleolati tude of Kohistan,” J",
    "authors": ["M.Q. Jan", "M. Rafiq", "“Petrology of Chloritoid– Ilmenite–Rich Rocks in the Indus Suture Melange of Pakistan"],
    "venue": "Asian Earth Sci. 29, 361–368",
    "year": 2007
  }, {
    "title": "Geochemical Signatures,” Acta Geol",
    "authors": ["I.I. Likhanov", "V.V. Reverdatto", "“Provenance of Precambrian Fe", "Al Rich Metapelites in the Yeni sey Ridge", "Kuznetsk Alatau", "Siberia"],
    "venue": "Sin. (Engl. Ed.) 81, 409–423",
    "year": 2007
  }, {
    "title": "Fe and Al Rich Metapelites of the Teiskaya Group, Yenisei Range: Geochemistry, Protoliths, and the Behavior of Their Material during Metamor phism,”Geokhimiya",
    "authors": ["I.I. Likhanov", "V.V. Reverdatto", "A.E. Vershinin"],
    "venue": "[Geochem. Int",
    "year": 2008
  }, {
    "title": "Geochemical Signatures for Protolith Origin and Evo lution During Metamorphism,” Int",
    "authors": ["I.I. Likhanov", "V.V. Reverdatto", "“Precambrian Fe", "Al Rich Pelites from the Yenisey Ridge", "Siberia"],
    "venue": "Geol. Rev. 50, 597–623",
    "year": 2008
  }, {
    "title": "Grauch, “Rare Earth Elements in Metamorphic Rocks,” in Geochemistry and Mineralogy of Rare Earth Elements (Mineral",
    "authors": ["I. R"],
    "venue": "Soc. Am., Washington,",
    "year": 1989
  }, {
    "title": "Contrasting Results from Surface Samples and Shales,” Chem",
    "authors": ["K.C. Condie", "“Chemical Composition", "Evolution of the Upper Continental Crust"],
    "venue": "Geol. 104, 1–37",
    "year": 1993
  }, {
    "title": "Geochemical and Nd–Pb Isotopic Evidence from Metasedimentary Rocks, Southwestern North Amer ica,” Geochim",
    "authors": ["S.M. McLennan", "S.R. Hemming", "S.R. Taylor", "K.A. Eriksson", "“Early Proterozoic Crustal Evolution"],
    "venue": "Cosmochim. Acta 59, 1153–1177",
    "year": 1995
  }, {
    "title": "Insights from the Mont Blanc Massif (Western Alps),” Earth Planet",
    "authors": ["Y. Rolland", "S. Cox", "A.M. Boullier", "et al.", "“Rare Earth", "Trace Element Mobility in Mid Crustal Shear Zones"],
    "venue": "Sci. Lett. 214, 203–219",
    "year": 2003
  }, {
    "title": "Igneous History, Metamorphic Effects, and Fluid Overprinting,” Geochim",
    "authors": ["P. Cerny", "B.J. Fryer", "F.J. Longsstaffe", "H.Y. Tam memagi", "“The Archean Lac du Bonner Batholith", "Manitoba"],
    "venue": "Cosmochim. Acta 51, 1153–1177",
    "year": 1987
  }, {
    "title": "rosel’tsev, “The Yenisei Range and Its Junction with the Siberian Platform and West Siberian Plate,",
    "authors": ["V.S. Starosel’tsev", "A.V. Migurskii", "K.V. Sta"],
    "venue": "Geol. Geofiz",
    "year": 2003
  }, {
    "title": "Kheraskova, “New Data on the Structure of the Yenisei Range,",
    "authors": ["N. T"],
    "venue": "Geotektonika, No",
    "year": 1999
  }, {
    "title": "Neoproterozoic Accretionary and Collisional Events on the Western Margin of the Siberian Craton: New Geological and Geochronological Evidence from the Yenisey Ridge,",
    "authors": ["V.A. Vernikovsky", "A.E. Vernikovskaya", "A.B. Kotov"],
    "venue": "Tectonophysics",
    "year": 2003
  }, {
    "title": "Structural–Metamorphic Evolution of the Yenisey Range of Eastern Siberia,",
    "authors": ["C.A. Smit", "D.D. Van Reenen", "T.V. Gerya"],
    "venue": "Mineral. Petrol",
    "year": 2000
  }, {
    "title": "Colli sional Metamorphism as a Result of Thrusting in the Transangara Region of the Yenisei Ridge,",
    "authors": ["I.I. Likhanov", "P.S. Kozlov", "N.V. Popov"],
    "venue": "Dokl. Akad. Nauk",
    "year": 2006
  }, {
    "title": "Collision Metamorphism of Precam brian Complexes in the Transangarian",
    "authors": ["I.I. Likhanov", "V.V. Reverdatto", "P.S. Kozlov", "N.V. Popov"],
    "venue": "Yenisei Range,” Petrologiya",
    "year": 2008
  }, {
    "title": "Results of U Pb Stud ies,” Dokl",
    "authors": ["N.V. Popov", "I.I. Likhanov", "A.D. Nozhkin", "“Mesoproterozoic Granitoid Magmatism in the Zaangar Part of Yenisey Range"],
    "venue": "Akad. Nauk 431 (4), 509−515",
    "year": 2010
  }, {
    "title": "Sm Nd Isotopic Systematics of Precambrian Meta pelites from the Yenisei Range and Age Variations of Their Provenances,",
    "authors": ["A.D. Nozhkin", "O.M. Turkina", "A.V. Maslov"],
    "venue": "Dokl. Akad. Nauk",
    "year": 2008
  }, {
    "title": "Geological Structure and U–Pb Isotopic Age,” Geol",
    "authors": ["A.D. Nozhkin", "O.M. Turkina", "E.V. Bibikova", "et al.", "“Riphean Granite Gneiss Domes of the Yenisei Ridge"],
    "venue": "Geofiz. 40 (9), 1305–1313",
    "year": 1999
  }, {
    "title": "Implications for the Recon struction of the Proposed Nuna (Columbia) and Rhodinia Supercontinents,” Precambrian Res",
    "authors": ["R.E. Ernst", "M.T.D. Wingate", "K.L. Buchan", "Z.X. Li", "“Global Record of 1600–700 Ma Large Igneous Provinces (LIPs"],
    "venue": "160, 159–178",
    "year": 2008
  }, {
    "title": "Geochemistry, SHRIMP Geochronology, and Tectonic Implications,” Precam brian Res",
    "authors": ["V.A. Vernikovsky", "A.E. Vernikovskaya", "M.T.D. Wingate", "et al.", "“The 880−864 Ma Granites of the Yenisey Ridge", "Western Siberian Margin"],
    "venue": "154, 175–191",
    "year": 2007
  }, {
    "title": "Neoproterozoic Age of Collisional Metamorphism in the Transangara Region of the Yenisei Ridge (Based on 40Ar/39Ar Data),",
    "authors": ["I.I. Likhanov", "P.S. Kozlov", "O.P. Polyansky"],
    "venue": "Dokl. Akad. Nauk",
    "year": 2007
  }, {
    "title": "Nozhkin, “Manifestations of the Grenville Oro genesis on the Western Margin of the Siberian Cra ton,” in Geodynamic Evolution of the Lithosphere of the  Central Asian Mobile Belt: From Ocean to Continent",
    "authors": ["D. A"],
    "venue": "(Izd vo IZK SO RAN, Irkutsk,",
    "year": 2009
  }, {
    "title": "Deep Structure of the North Enisei Gold District (Russia) and Setting of Ore Deposits,",
    "authors": ["M.M. Konstantinov", "R.F. Dankovtsev", "G.S. Simkin", "S.V. Cherkasov"],
    "venue": "Geol. Rudn. Mestorozhd",
    "year": 1999
  }, {
    "title": "Symbols for Rock Forming Minerals,",
    "authors": ["R. Kretz"],
    "venue": "Am. Mineral",
    "year": 1983
  }, {
    "title": "Khlestov, Facies of High Pressure Regional Meta morphism (Nedra, Moscow, 1974) [in Russian",
    "authors": ["N.L. Dobretsov", "V.S. Sobolev", "N.V. Sobolev", "V. V"],
    "year": 1974
  }, {
    "title": "Kyanite–Sillimanite Metamorphism of the Precambrian Complexes, Transangarian region of the Yenisei Ridge,",
    "authors": ["I.I. Likhanov", "V.V. Reverdatto", "P.S. Kozlov", "N.V. Popov"],
    "venue": "Geol. Geofiz",
    "year": 2009
  }, {
    "title": "Predovskii, Reconstruction of Conditions of Sedi mentation and Volcanism in the Early Precambrian (Nauka, Leningrad, 1980) [in Russian",
    "authors": ["A. A"],
    "year": 1980
  }, {
    "title": "Neelov, Petrochemical Classification of Metamor phosed Sedimentary and Volcanic Rocks (Nauka",
    "authors": ["N. A"],
    "venue": "Len ingrad,",
    "year": 1980
  }, {
    "title": "a New Chemical Index of Weathering,” Sediment",
    "authors": ["L. Harnois", "“The CIW Index"],
    "venue": "Geol 55, 319–322",
    "year": 1988
  }, {
    "title": "Calcula tion from Chemical Analyses and Assessment of Ade quacy (MINLITH Computer Program),” Litol",
    "authors": ["O.M. Rosen", "A.A. Abbyasov", "“The Quantitative Mineral Composition of Sedimentary Rocks"],
    "venue": "Polezn. Iskop., No. 3, 299–312",
    "year": 2003
  }, {
    "title": "Rare Earth Element Geochemistry (Nedra, Moscow, 1976) [in Russian",
    "authors": ["Yu. A. Balashov"],
    "venue": "GEOCHEMISTRY INTERNATIONAL Vol",
    "year": 2011
  }, {
    "title": "Evolution of the Kaapvaal Craton as Viewed from Geochemical and Sm–Nd Isotopic Analyses of Intracratonic Pelites,",
    "authors": ["B.M. Jahn", "K.C. Condie"],
    "venue": "Geochim. Cosmochim",
    "year": 1995
  }, {
    "title": "Rare Earth Elements as Indicator of Different Marine Depositional Environments in Chert and Shale,",
    "authors": ["R.W. Murray", "M.R. Buchholtz ten Brink", "D.L. Jones"],
    "venue": "Geology 18,",
    "year": 1990
  }, {
    "title": "Cratonic Evolution During the Early Proterozoic,” Geochim",
    "authors": ["D.J. Wronkiewicz", "K.C. Condie", "“Geochemistry", "Mineralogy of Sediments from the Ventersdorp", "Transvaal Supergroup", "South Africa"],
    "venue": "Cosmochim. Acta 54, 343–354",
    "year": 1990
  }, {
    "title": "Provenance Derived from the Geochemis try of Late Paleozoic Early Mesozoic Mudrocks of the Pyeongan Supergroup, Korea,",
    "authors": ["Y.I. Lee"],
    "venue": "Sediment. Geology 149,",
    "year": 2002
  }, {
    "title": "Geochemis try, Provenance, and Tectonic Settings of Neoprotero zoic Metavolcanic and Metasedimentary Units, Werri Area, Northern Ethiopia,",
    "authors": ["K. Sifeta", "B.P. Roser", "J.I. Kimura"],
    "venue": "J. Afr. Earth Sci",
    "year": 2005
  }, {
    "title": "Effect of Stepper Archean Geothermal Gradients on Geochemistry of Subduction Related Magmas,",
    "authors": ["H. Martin"],
    "venue": "Geology 14,",
    "year": 1986
  }, {
    "title": "Sources and Settings of Granitic Rocks,",
    "authors": ["J.A. Pearce"],
    "venue": "Episodes 19,",
    "year": 1996
  }, {
    "title": "Geochemical Characteristics, Dis crimination and Petrogenesis,” Contrib",
    "authors": ["J.B. Whalen", "K.L. Currie", "B.W. Chappell", "“A Type Granites"],
    "venue": "Mineral. Petrol. 95, 407–419",
    "year": 1987
  }, {
    "title": "Chemical Subdivision of the A Type Granitoids: Petrogenetic and Tectonic Implications,",
    "authors": ["G.N. Eby"],
    "venue": "Geology 20,",
    "year": 1992
  }, {
    "title": "Geochemical Characteristics of Collision Zone Mag matism,",
    "authors": ["N.B.W. Harris", "J.A. Pearce", "A.G. Tindle"],
    "venue": "Collisions Tectonics,",
    "year": 1986
  }, {
    "title": "Saraev, “Lithology and Petrochemistry of the Riphean Rocks of the Yenisei Ridge,” in  Clay Minerals in the Sedimentary rocks of Siberia",
    "authors": ["V. S"],
    "venue": "(IGiG SO AN SSSR, Novosibirsk,",
    "year": 1986
  }, {
    "title": "Postel’nikov, “Upper Proteroic Structures and Complexes of the Eastern Slope of the Yenisei Ridge,",
    "authors": ["S. E"],
    "venue": "Byull. Mosk. O va Ispyt. Prir., Otd. Geol",
    "year": 1990
  }, {
    "title": "U–Th–Pb Geochronology by Ion Microprobe,",
    "authors": ["I.S. Williams"],
    "venue": "Rev. Econ. Geol",
    "year": 1998
  }, {
    "title": "A User’s Manual (Geo chronology",
    "authors": ["K.R. Ludwig", "SQUID"],
    "venue": "Center Special Publication,",
    "year": 2000
  }, {
    "title": "A New Zircon Standard for Phanero  zoic U Pb Geochronology,” Chem",
    "authors": ["L.P. Black", "S.L. Kamo", "C.M. Allen", "et al.", "“TEMORA 1"],
    "venue": "Geol. 200, 155– 170",
    "year": 2003
  }, {
    "title": "User’s Manual for Isoplot/Ex, Version 2.10. A Geochronological Toolkit for Microsoft Excel (Geochronology Center Special Publication",
    "authors": ["K.R. Ludwig"],
    "venue": "Berke ley,",
    "year": 1999
  }, {
    "title": "The Muscovite Almandine Geobarometer and the Staurolite Problem Revisited,” Am",
    "authors": ["M.J. Holdaway", "B.L. Dutrow", "R.W. Hinton", "“Devonian", "Carboniferous Metamorphism in West Central Maine"],
    "venue": "Mineral. 73, 20–47",
    "year": 1988
  }, {
    "title": "Likhanov, “Low Temperature Biotite Isograde in the Contact Aureole of the Kharlovo Gabbro Massif, Northwestern Altai,",
    "authors": ["I. I"],
    "venue": "Geol. Geofiz.,",
    "year": 1989
  }, {
    "title": "Likhanov, “Decomposition of the Epidoite during Contact Metamorphism of Metapelites,",
    "authors": ["I. I"],
    "venue": "Zap. Vses. Mineral. O va",
    "year": 1990
  }, {
    "title": "Inverse Modeling Approach for Obtaining Kinetic Parameters of Diffusion Controlled Metamorphic Reactions in the Kharlovo Contact Aureole (South Siberia, Russia),",
    "authors": ["I.I. Likhanov", "A.A. Ten", "V.V. Reverdatto"],
    "venue": "Mineral. Petrol",
    "year": 2001
  }, {
    "title": "Short Range Mobilization of Elements in the Biotite Zone of Contact Aureole of the Kharlovo Gabbro Massif (Russia),",
    "authors": ["I.I. Likhanov", "V.V. Reverdatto", "I. Memmi"],
    "venue": "Eur. J. Mineral.,",
    "year": 1994
  }, {
    "title": "The Origin of Arfvedsonite in Metabasites from the Con tact Aureole of the Kharlovo Gabbro Intrusion (Rus sia),",
    "authors": ["I.I. Likhanov", "V.V. Reverdatto", "I. Memmi"],
    "venue": "Eur. J. Mineral.,",
    "year": 1995
  }, {
    "title": "Applications of the Reaction Progress Variable in Metamorphic Petrology,",
    "authors": ["J.M. Ferry"],
    "venue": "J. Petrol",
    "year": 1983
  }, {
    "title": "An Internally Consis tent Thermodynamic Data Set for Phases of Petrolog ical Interest,",
    "authors": ["T.J.B. Holland", "R. Powell"],
    "venue": "J. Metamorph. Geol",
    "year": 1998
  }, {
    "title": "The Mathematica Book, (Wolfram Media, Champaign",
    "authors": ["S. Wolfram"],
    "year": 2003
  }, {
    "title": "Con straints from Natural Assemblages on Petrogenetic Grid Topology,” J",
    "authors": ["G.T.R. Droop", "B. Harte", "“The Effect of Mn on the Phase Relations of Medium Grade Pelites"],
    "venue": "Petrol. 36, 1549–1578",
    "year": 1995
  }, {
    "title": "The Stability of Staurolite and Chlori toid and Their Significance in Metamorphism of Pel itic Rocks,",
    "authors": ["G. Hoschek"],
    "venue": "Contrib. Mineral. Petrol",
    "year": 1969
  }, {
    "title": "The Effect of Whole Rock MnO Content on the Stability of Garnet in Pel itic Schists During Metamorphism,",
    "authors": ["G.H. Symmes", "J.M. Ferry"],
    "venue": "J Metamorph. Geol",
    "year": 1992
  }, {
    "title": "Major Elements and General Geochemistry,” Geol",
    "authors": ["D.M. Shaw", "“Geochemistry of Pelitic Rocks. Part III"],
    "venue": "Soc. Am. Bull. 67, 913–934",
    "year": 1956
  }, {
    "title": "The Graphical Analysis of Min eral Assemblages in Pelitic Schists,",
    "authors": ["J.B. Thompson", "Jr."],
    "venue": "Am. Mineral",
    "year": 1957
  }, {
    "title": "Extended Abstract of Doctoral Disser tation in Geology and Mineralogy (Sib",
    "authors": ["I.I. Likhanov"],
    "venue": "Otd. Ross. Akad. Nauk, Novosibirsk,",
    "year": 2002
  }, {
    "title": "Tono Contact Metamorphic Aureole, Northeast Japan,” J",
    "authors": ["Y. Okuyama Kusunose", "“Phase Relations in Andalusite–Sillimanite Type Fe Rich Aluminous Metapelites"],
    "venue": "Metamorph. Geol. 12, 153–168",
    "year": 1994
  }, {
    "title": "Chloritoid, Staurolite and Gedrite of the High Alumina Hornfelses of the Karatash Plu ton,",
    "authors": ["I.I. Likhanov"],
    "venue": "Int. Geol. Rev",
    "year": 1988
  }, {
    "title": "A Field and Theoretical Analysis of Garnet + Chlorite + Chloritoid + Biotite Assemblages from the Tri State (MA, CT, NY) Area, USA,",
    "authors": ["P. Wang", "F.S. Spear"],
    "venue": "Contrib. Mineral. Petrol. 106,",
    "year": 1991
  }, {
    "title": "Likhanov, “Gradient in the Composition of Meta morphic Fluid in the Metapelitic Hornfelses,",
    "authors": ["I. I"],
    "venue": "Geokhimiya, No",
    "year": 1988
  }, {
    "title": "Constraints for the Thermal Evolution in the Calabrian Crustal Cross Section during the Her cynian Orogeny,” J",
    "authors": ["T. Graesner", "V. Schenk", "“Low Pressure Metamor phism of Paleozoic Pelites in the Aspromonte", "South ern Calabria"],
    "venue": "Metamorph. Geol. 17, 152–172",
    "year": 1999
  }, {
    "title": "the Problem of Stability of Rare Parageneses of Contact Metamor phism,” Geol",
    "authors": ["I.I. Likhanov", "“Mineral Reaction in the High Alu mina Ferriferous Metapleitic Hornfelses"],
    "venue": "Geofiz. 44 (4), 305–316",
    "year": 2003
  }, {
    "title": "Contrast ing Metamorphic Evolution of Metasedimentary Rocks from the Cine and Selimiye Nappes in the Ana tolide Belt, Western Turkey,",
    "authors": ["J.L. Regnier", "U. Ring", "C.W. Passchier"],
    "venue": "J. Metamorph. Geol",
    "year": 2003
  }, {
    "title": "Likhanov, “Evolution of Chemical Composition of Metapelite Minerals During Low Grade Contact Metamorphism,",
    "authors": ["I. I"],
    "venue": "Int. Geol. Rev",
    "year": 1988
  }, {
    "title": "Influ ence of Deformation Partitioning and Metamorphic Re Equilibration on P–T Path Reconstruction in the Pre Alpine Basement of Central Southern Alps (Northern Italy),",
    "authors": ["M.I. Spalla", "E. Carminati", "S. Ceriani"],
    "venue": "J. Metamorph. Geol",
    "year": 1999
  }, {
    "title": "Aureole of the Aya khta Granitoid Massif, Yenisei Range,” Geol",
    "authors": ["I.I. Likhanov", "V.S. Sheplev", "V.V. Reverdatto", "et al.", "“On Isochemical Nature of Contact Metamorphism in the High Alumina Metapelites"],
    "venue": "Geofiz. 40, 90–97",
    "year": 1999
  }, {
    "title": "Constraints on the Timing of Fluid Infiltration during Regional Metamorphism,” J",
    "authors": ["D.L. Whitney", "T.A. Mechum", "S.M. Kuehner", "Y.R. Dilek", "“Progressive Metamorphism of Pelitic Rocks from Protolith to Granulite Facies", "Dutchess County", "USA New York"],
    "venue": "Metamorph. Geol. 14, 163–181",
    "year": 1996
  }, {
    "title": "Mineral Associations, P–T Conditions, and Tectonic Model,” Geol",
    "authors": ["I.I. Likhanov", "O.P. Polyanskii", "V.V. Reverdatto", "et al.", "“Metamorphic Evolution of High Alumina Metapelites near the Panimba Overthrust (Yenisei Range"],
    "venue": "Geofiz. 42, 1205–1220",
    "year": 2001
  }, {
    "title": "Contact Metamorphism of Ferruginous Metapelites at High Pressure in the Trans Angara Region, Yenisei Range,",
    "authors": ["I.I. Likhanov", "V.S. Sheplev", "V.V. Reverdatto", "P.S. Kozlov"],
    "venue": "Dokl. Akad. Nauk 362,",
    "year": 1998
  }, {
    "title": "Cosmochemistry of the Rare Earth Elements: Meteorite Studies,",
    "authors": ["W.V. Boynton"],
    "venue": "Rare Earth Element Geochemistry,",
    "year": 1984
  }, {
    "title": "Implications for Mantle Composition and Processes,” in Magmatism in the Oceanic Basins, Ed",
    "authors": ["S.S. Sun", "W.F. McDonough", "“Chemical", "Iso topic Systematics of Oceanic Basalts"],
    "venue": "by A. D. Saunders and M. J. Norry Geol. Soc. Spec. Publ. 42, 313–345",
    "year": 1989
  }, {
    "title": "The A Type Granitoids: a Review of Their Occurrence and Chemical Characteristics and Specu lations on Their Petrogenesis,",
    "authors": ["G.N. Eby"],
    "venue": "Lithos 26,",
    "year": 1990
  }, {
    "title": "Yeruba and Chirimba Massifs, Yenisei Range, as Indicators of the Neoproterozoic Colli sional Events,",
    "authors": ["A.E. Vernikovskaya", "V.A. Vernikovskii", "E.B. Sal’nik ova"],
    "venue": "Geol. Geofiz",
    "year": 2002
  }, {
    "title": "U–Pb Evidence,” Dokl",
    "authors": ["N.V. Popov", "I.I. Likhanov", "A.D. Nozhkin", "“Mesoproterozoic Granitoid Magmatism in the Trans Angara Segment of the Yenisei Range"],
    "venue": "Akad. Nauk 431 (4), 509–515",
    "year": 2010
  }, {
    "title": "Nozhkin, “Age Boundary in the Precambrian Geological Evolution of the Yenisei Range,",
    "authors": ["E.V. Bibikova", "T.V. Gracheva", "V.A. Makarov", "A. D"],
    "venue": "Stratigr. Geol. Korrelyatsiya",
    "year": 1993
  }, {
    "title": "Redistriburion of the Rare Earth Elements,” Geochim",
    "authors": ["R.L. Cullers", "B. Bock", "C. Guidotti", "“Elemental Distributions", "Neodymium Isotopic Compositions of Silurian Metasediments", "USA Western Maine"],
    "venue": "Cosmochim. Acta 61, 1847–1861",
    "year": 1997
  }, {
    "title": "the Albian Kaolinite Rich Deposits of the Oliete Basin (NE Spain),” Chem",
    "authors": ["J.M.G. Lopez", "B. Bauluz", "C. Fernandez Nieto", "A.Y. Oliete", "“Factors Controlling the Trace Element Distribution in Fine Grained Rocks"],
    "venue": "Geol. 214, 1–19",
    "year": 2005
  }, {
    "title": "Mass Balance dur ing the Gabbro–Amphibolite Transition, Bamble Sec tor, Norway: Implications for Petrogenesis and Tec tonic Setting of the Gabbros,",
    "authors": ["S. Alirezaei", "E.M. Cameron"],
    "venue": "Lithos 60,",
    "year": 2002
  }, {
    "title": "An Example from the Kinzigite For mation of Ivrea Verbano, NW Italy,” Geochim",
    "authors": ["F. Bea", "P. Montero", "“Behavior of Accessory Phases", "REE Redistribution of Zr", "Y", "Th", "U During Metamorphism", "Partial Melting of Metapelites in the Lower Crust"],
    "venue": "Cos mochim. Acta 63, 1133–1153",
    "year": 1999
  }, {
    "title": "An Example from the St",
    "authors": ["D. Mulrooney", "T. Rivers", "“Redistribution of the Rare Earth Elements among Coexisting Minerals in Metamorphic Rocks across the Epidote Out Isograde"],
    "venue": "Anthony Complex, Northern Newfoundland, Canada,” Can. Mineral. 43, 263–294",
    "year": 2005
  }, {
    "title": "Alpine Metamorphism of Pelitic Schists in the Nufenen Pass Area, Lepontine Alps,",
    "authors": ["E.M. Klaper", "K. Bucher Nurminen"],
    "venue": "J. Metamorph. Geol",
    "year": 1987
  }, {
    "title": "Mass Balance Between Groundmass and Mineral Inclusion Assemblages in Metamorphic Rocks,” Con trib",
    "authors": ["D.L. Whitney", "H.M. Lang", "E.D. Ghent", "“Quan titative Determination of Metamorphic Reaction His tory"],
    "venue": "Mineral. Petrol. 120, 404–411",
    "year": 1995
  }, {
    "title": "On the Relationship between Deformation and Metamorphism with Spe cial Reference to the Behaviour of Basic Rocks,” in Metamorphic Reactions",
    "authors": ["K.H. Brodie", "E.H. Rutter"],
    "venue": "Kinetics, Textures and Defor  mations,",
    "year": 1985
  }, {
    "title": "Constraints from the Ballachulish Aureole, Scotland,” J",
    "authors": ["D.R.M. Pattison", "“Stability of Andalusite", "Silli manite", "the  Al2SiO5 Triple Point"],
    "venue": "Geol. 100, 423–446",
    "year": 1992
  }, {
    "title": "Mass Transfer in Sillimanite Bearing Pelitic Schists Near Rangeley, Maine,",
    "authors": ["C.T. Foster", "Jr."],
    "venue": "Am. Mineral",
    "year": 1977
  }, {
    "title": "Continuous Reactions between Garnet, Staurolite, Kyanite–Sillimanite– Andalusite and P–T Time–Deformation Path in Mica–Schists from the Estuary of the River Vilaine, South Brittany, France,",
    "authors": ["C. Triboulet", "C. Audren"],
    "venue": "J. Metamorph. Geol",
    "year": 1985
  }, {
    "title": "Skublov, Geochemistry of Rare Earth Elements in the Rock Forming Metamorphic Minerals (Nauka",
    "authors": ["G. S"],
    "venue": "St. Petersburg,",
    "year": 2005
  }, {
    "title": "Selv erstone, “Trace Element Zoning in a Metamorphic Garnet,",
    "authors": ["D.D. Hickmott", "N. Shimizu", "F.S. Spear"],
    "venue": "Geology 15,",
    "year": 1987
  }],
  "id": "SP:4fd4095a6faaa39be02b1793208a4fd613969b57",
  "authors": [{
    "name": "I. I. Likhanov",
    "affiliations": []
  }],
  "abstractText": "The variable P–T metamorphic conditions studied in the Fe–Al metapelites of the Karpinskii Range Formation are regarded as typical of collision related metamorphism in the trans Angara part of the Yenisei Range. Recently obtained geochronologic (SHRIMP II U–Pb zircon dating) and geochemical data on the distribution of major and trace elements are used to reproduce the composition of the protolith, the facies conditions under which it was formed, the tectonic setting, and the age of the eroded rocks. The metapelites are determined to be redeposited and metamorphosed material of Precambrian kaolinite type weathering crusts of predominantly kaolinite–illite–montmorillonite–quartz composition. The protolith of the rocks was formed via the erosion of Lower Proterozoic granite gneiss complexes of the Siberian craton (dated mainly within the range of 1962–2043 Ma) and the subsequent accumulation of this material in a con tinent marginal shallow water basin in a humid climate and tectonically calm environment. These results are consistent with data of lithologic facies analysis and geodynamic reconstructions of the Precambrian evolu tion of geological complexes in the Yenisei Range. Mass transfer analysis with the use of the evaluated rock compositions and calculated chemical reactions indicates that the differences in the REE patterns of metapelites from distinct zones can be explained mostly by the chemical heterogeneity of the protolithic material and, to a lesser extent, by metamorphic reactions at a pressure increase.",
  "title": "Lower Proterozoic Metapelites in the Northern Yenisei Range: Nature and Age of the Protolith and the Behavior of Material during Collisional Metamorphism"
}