{
  "sections": [{
    "text": "974"
  }, {
    "heading": "INTRODUCTION",
    "text": "The Vendian sedimentary successions of the western slope of the Central Urals exposed along numerous right tributaries of the Chusovaya River are represented by two large groups, Serebryanka and Sylvitsa, which are assigned to the Lower and Upper Vendian, respec tively [e.g., 1–4] (Fig. 1). Sokolov [5, p. 60] noted that “there is still little evidence for the reconstruction of environments and life in the zones of relative stability of the Early Vendian. Therefore, it is especially important to explore the most complete Vendian sections and 'transitional' Riphean–Vendian sequences. Perhaps, the most important objects are the sections of the Urals (Serebryanka Group) and, of course, the whole Arctic region to the north of the Arctic Circle”. This was writ ten 15 years ago but still remains an important issue. The lithogeochemical characteristics of the fine grained siliciclastic rocks of the Sylvitsa Group allowing the reconstruction of various aspects of the accumula tion of sedimentary sequences have been investigated in\ngreat detail in recent years [e.g., 6–13], whereas the sit uation is basically different for the Lower Vendian of the western slope of the Central Urals. This paper is aimed at filling the existing gaps in the knowledge of this region."
  }, {
    "heading": "LITHOSTRATIGRAPHY AND FORMATION CONDITIONS OF THE LOWER VENDIAN",
    "text": ""
  }, {
    "heading": "OF THE WESTERN SLOPE",
    "text": ""
  }, {
    "heading": "OF THE CENTRAL URALS",
    "text": "The Serebryanka Group of the Kvarkush–Kamen nogorsk meganticlinorium includes the Tany, Garevka, Koiva, Buton, and Kernos formations [1, 3]. The Tany Formation (up to 450–500 m thick) is dominated by til lite like pebble poor conglomerates (diamictites) (Figs. 2a, 2b), feldspar–quartz sandstones, gravel stones, siltstones, and silty shales. There are minor amounts of altered volcanogenic rocks: carbonate–\nKeywords: fine grained siliciclastic rocks, lithogeochemistry, Lower Vendian, Kvarkush–Kamennogorsk megan ticlinorium, Central Urals.\nDOI: 10.1134/S0016702911080040\nGEOCHEMISTRY INTERNATIONAL Vol. 49 No. 10 2011\nLITHOGEOCHEMISTRY OF THE FINE GRAINED SILICICLASTIC ROCKS 975\nchlorite, sericite–albite, and albite–chlorite–carbon ate schists (Figs. 2c, 2d).\nThe Garevka Formation is made up of fine grained sandstones and phyllitic silty shales. According to [1], its thickness is up to 600–750 m.\nIt was widely claimed in the mid 1980s that the Tany and Garevka formations of the Serebryanka Group were intruded by the Troitsk granosyenite massif. Although its relationships with the overlying formations of the Serebryanka Group were not fully determined [14, 15], it was argued on the basis of indirect evidence that the Troitsk granites predated the formation of the Sylvitsa Group [16]. A whole rock K–Ar age of 680 Ma was obtained for hornfels from the periphery of the Troitsk massif [14]. The Rb–Sr isochron method (whole rock samples) yielded an age of 621 ± 12 Ma [14, 17]. Isochron 207Pb/206Pb ages of 650 ± 20 and 630 ± 20 Ma were obtained for monomineralic zircon fractions from the Troitsk granosyenites [18]. The SHRIMP II analysis of the U–Th–Pb system of zir cons from the granosyenites indicated the existence of two age boundaries in the evolution of the massif [19]. An age of 671 ± 24 Ma corresponding to the formation of euhedral zircon grains was interpreted as the most probable time of massif formation. Approximately simultaneously, older zircon cores with an age of 801 ± 53 Ma were coated by younger zircon. It is also impor tant to point out that there is currently no compelling\nevidence for the active character of contacts between the Troitsk massif and the Vendian sedimentary sequences. According to Petrov [19], the massif occurs in the Late Riphean Baseg Group, which is made up of trachybasalts, their tuffs, rhyolites of the Shegrovitskaya Formation (volcanics of this unit were transformed to hornfels and skarns during the emplacement of the Troitsk massif), arkosic sandstones of the Us’va Forma tion, and dark gray phyllites of the Fedotov Formation, and the contacts of granosyenites and sedimentary rocks are tectonic.\nThe Koiva Formation (up to 600–700 m) is made up of a fine intercalation of phyllite like variegated and red shales, siltstones, and variegated limestones and dolo mites (Figs. 2e, 2f). Alkaline basaltoids (tuffs, tuffites, pillow lavas, etc.), hematite shales, and diamictites occur in the section of this formation in the northern part of the meganticlinorium.\nThe Buton Formation (150–350 m) is made up of laminated dark gray carbon poor shales with thin inter beds of siltstones and fine grained quartz and feldspar– quartz sandstones.\nThe Kernos Formation (200–1200 m) consists of feldspar–quartz sandstones with interbeds of gravel stones and phyllite like silt–clay rocks (Fig. 2g). In the northern part of the Kvarkush–Kamennogorsk megan ticlinorium, the upper portion of the Kernos Formation comprises abundant basic and ultrabasic volcanogenic\n976\nGEOCHEMISTRY INTERNATIONAL Vol. 49 No. 10 2011\nMASLOV et al.\nrocks of the Dvoretskii complex [20]; diamictites were also documented there. Karpukhina et al. [21, 22] per formed the Sm–Nd and Rb–Sr dating of monominer alic clinopyroxene fractions and whole rock samples of the Dvoretskii trachyandesites and obtained ages of 600–560 Ma, respectively. Ronkin [23] reported isoto pic ages of 569 ± 42 Ma (whole rock Sm–Nd) and 559 ± 16 Ma (whole rock Rb–Sr) for the trachyandes ites of the Dvoretskii complex. A.A. Nosova (personal communication, 2009) obtained a Sm–Nd age of 626 ± 50 Ma (MSWD = 1.5) for two whole rock sam ples of the volcanic rocks of the Dvoretskii complex and two monomineralic clinopyroxene fractions.\nThe reconstructions of the formation conditions of the Late Precambrian sedimentary sequences in the western slope of the Central Urals have evolved consid erably. They were regarded as miogeosyncline com plexes in the mid 1960s and early 1970s [24, 25]. The publications of the 1980s and 1990s considered the his tory of the Early Vendian sedimentary and volcanosed imentary sequences of the western slope of the Central\nUrals in the context of the processes of continental rift ing. These ideas were most comprehensively discussed by Kurbatskaya et al. [26–32]. It was supposed that a slot shaped continental rift was formed at the Late Riphean–Early Vendian boundary in the area consid ered and filled with the sediments of sparagmite forma tions, which probably can comprise the sedimentary sequences of the whole Serebryanka Group.\nAccording to Bochkarev and Yazeva [33], a number of nearly N–S trending slow spreading microrift zones with trachybasalt (Shpalorezovskii, Vil’venskii, and Kolpakovskii complexes), trachybasalt–trachyte (Shchegrovitskii complex), and limburgite–trachyba salt–trachyte volcanics (Dvoretskii complex) existed in the Early Vendian in the area of the modern western slope of the Central and North Urals. It is supposed that these microrift zones showed somewhat different geo dynamic characteristics. During the formation of the rift structure, the initial magmatic pulse produced the subvolcanic rocks of the Krasnovisherskii complex in the Polyudov Range. According to the above authors,\nGEOCHEMISTRY INTERNATIONAL Vol. 49 No. 10 2011\nLITHOGEOCHEMISTRY OF THE FINE GRAINED SILICICLASTIC ROCKS 977\nthe structure propagated from north to south. Perhaps, the depth of magma generation decreased in the same direction. In contrast, the data of Petrov et al. [20] sug gest that the parental melts of the Dvoretskii, Shpalore zovskii, and Kus’inskii complexes were derived from the maximum depths. Karpukhina et al. [22] also showed that the composition of the mafic–ultramafic com plexes of the western slope of the Central Urals is similar to the composition of alkali basalts from intraplate con tinental settings.\nThe analysis of the area distribution of geochemical characteristics in the Neoproterozoic magmatic com plexes of the western slope of the Central Urals indi cated that, in the Early Vendian, the region comprised a single zone of alkaline magmatism producing the Bla godat’, Troitsk, Kus’inskii, Dvoretskii, and Shpalore zovskii complexes [20, 23], which are confined mainly to the sequences of the Kernos Formation of the Sere bryanka Group. Most of the aforementioned complexes are dominated by trachybasalts, alkaline plagioclase– amphibole picrites, and hyalomelanephelinites and contain minor trachytes, trachyrhyolites, trachyandes ites, teschenites, and carbonatites [34–36, 23, 20].\nIn the recent years, the suggestion that a lateral sequence of associations typical of an ocean basin can be reconstructed for the Late Riphean of the region has become more and more popular. Then, the eastern boundary of the East European platform is imagined as a passive craton margin, which is changed to the east by a continental slope, oceanic complexes, and a series of microcontinents. In the Vendian, the Cadomian orog eny resulted in the formation of a foredeep and inter montane depressions with molasses, extensive meta morphism, and the development of thermal domes and ophiolitic sutures [37, 38]. In our opinion, such a model is most appropriate for the Vendian sections of the west ern slope of the Southern Urals. Attempts of its direct application to the Vendian sequences of the western slope of the Central Urals are still controversial, which is clearly exemplified by the absence of a single model for the correlation of various formations of the Asha, Serebryanka, and Sylvitsa groups.\nThe trace element systematics of the fine grained siliciclastic rocks from the Lower Vendian of the Kvarkush–Kamennogorsk meganticlinorium has been investigated by ICP MS since the mid 2000s. Maslov et al. [9] presented the first data on the distribution of rare earth elements (REE), Th, Hf, Sc, Co, Cr, and Ni and Nd model ages for the rocks of the Serebryanka and Sylvitsa groups. It was shown that the chondrite nor malized REE patterns of the shales and silty mudstones of the two groups are characteristic of post Archean fine grained terrigenous sediments. The specific fea tures of REE systematics may indicate heterogeneous compositions of Vendian paleocatchments and their variations with time. The TNd(DM) values of rocks from the lower part of the Serebryanka Group are ~2.0 Ga,\nwhereas the higher levels of the Vendian section are dominated by rocks with TNd(DM) of 1.77–1.73 Ga. This indicates that, during the early stages of basin development, fine grained siliciclastic materials were delivered into the sedimentation basin mainly from the west, where Early Proterozoic crystalline complexes were most widespread. The decrease in Nd model ages was probably related to the addition of juvenile mantle material to the mature continental crust.\nThe petrochemical maturity of the rocks of the Ven dian paleocatchments is further supported by the Th/Cr, Th/Sc, and LREE/HREE ratios [10]. On the other hand, the low Ti/Nb values in the fine grained siliciclastic rocks of the Tany Formation are indicative of the presence of material derived by the decomposi tion of anorogenic basic or intermediate igneous rocks, which are widespread in intraplate continental settings. The maturity of rocks in the sources decreased signifi cantly in post Tany or post Koiva time. The variability of Th/Cr in the fine grained siliciclastic rocks of the Serebnyanka Group suggests that the conditions in the Early Vendian were not favorable for the efficient mix ing of fine grained clastic materials and, consequently, indicates an unstable tectonic regime and a rather dis sected relief in the sedimentation area.\nThe geochemical characteristics of the fine grained siliciclastic rocks of the Early Vendian from the Kvarkush–Kamennogorsk anticlinorium (Strakhov and Bostrom indexes, chondrite and NASC normal ized REE patterns, LREE/HREENASC, Eu/Eu*NASC, Ce/Ce*NASC, Zr/Hf, Ce/La, etc.) were considered in more detail by Maslov et al. [11]. It was shown that the shales of the Tany, Garevka, Koiva, and Buton forma tions are free of exhalative materials and can be classed as “normal” terrigenous sequences. 1 Rocks with an admixture of exhalative material and varieties with a sig nificant fraction of eroded products of basic magmatic rocks were documented only in the Kernos Formation. At the same time, it should be pointed out that all the results mentioned above are based on a limited amount of factual material. For instance, Maslov et al. [9] used trace element analyses of 33 shale samples from various lithostratigraphic units of the Serebryanka Group (i.e., from 3–4 to 10 samples for each formation). Approxi mately the same data array was discussed in [10]. Maslov et al. [11] analyzed trace element evidence from hardly more than 40 samples of shales and fine grained clayey siltstones from various formations of the Serebry anka Group (five samples from the Tany Formation, 13 samples from the Koiva Formation, and 13 samples from the Kernos Formation).\n1 According to [39], hematite shales associating with pillow basalts in some sections of the Koiva Formation show Strakhov and Bostrom indexes indicating a possible contribution of exha lation components.\n978\nGEOCHEMISTRY INTERNATIONAL Vol. 49 No. 10 2011\nMASLOV et al."
  }, {
    "heading": "SAMPLES AND ANALYTICAL METHODS",
    "text": "This paper is based on the analyses of 76 samples of fine grained siliciclastic rocks obtained by the ICP MS technique at the laboratory of physicochemical meth ods of the Zavaritskii Institute of Geology and Geochemistry, Ural Branch, Russian Academy of Sci ences (analysts D.V. Kiseleva, N.V. Cherednichenko, O.A. Berezikova, and L.K. Deryugina) and 99 samples analyzed for major oxides by the XRF method at the same laboratory (analysts N.P. Gorbunova, L.A. Tatar inova, V.P. Vlasov, G.S. Neupokoeva, and G.M. Yatluk).\nAnalytical procedures were performed under clean room conditions. High purity acids additionally puri fied by sub boiling distillation in a BSB 939 IR (Berg hof) system were used for sample preparation and anal ysis. Ultrapure water with a specific electric resistance of 18.2 Mn × cm was obtained using RiOs Elix and MilliQ (Milipore) systems.\nSandstone and shale samples were acid digested using the autoclave and microwave methods. A pow dered sample (50–100 mg) was loaded into a Teflon vessel for autoclave decomposition and a PFA (CEM) Teflon vial for microwave decomposition. A 3 : 1 mix ture of hydrochloric and nitric acids was added into the containers, and they were placed on a boiling water bath for 10 min. Hydrofluoric acid was added to the hot mix ture, and the container was left on the bath for another 5 min. The vials and autoclaves were cooled to room temperature, closed with lids, and placed in protective jackets.\nDecomposition was conducted in an Ankon AT autoclave system of sample preparation for 1.5 h at a temperature of 200°С and in a PLP (Ural Gefest) lab oratory microwave oven with programmed heating pro viding a stepwise pressure increase to 450 kPa and expo sure under these conditions for 10 min.\nThe vials and autoclaves were cooled, their content was transferred into Teflon containers, and the reaction chambers were carefully rinsed with deionized water. The wash water was added to the first solution portion. The content of the containers was evaporated at a tem perature of 140–150°С to obtain dry salts. The residue was carefully mixed with concentrated nitric acid, after which it were evaporated to dryness. The operation was repeated for the more complete removal of silicon. The obtained dry salts were mixed with 1 ml nitric acid and 15 ml deionized water and heated at 90°С for one hour; the obtained solution was mixed with 0.1 ml of 30% hydrogen peroxide solution and kept at the same tem perature for 5–10 min. The prepared solutions were diluted with 1% nitric acid solution and transferred into 50 ml polypropylene containers. Indium solution, which was used as an internal standard, was added up to a concentration of 10 µg/l.\nElement contents were determined using an ELAN 9000 (PerkinElmer Instruments) quadrupole mass\nspectrometer. Solution was introduced into the mass spectrometer using a pneumatic cross flow nebulizer. High purity argon (99.999%) was used for measure ments. Before the beginning of measurements, the instrument was optimized to achieve the maximum sensitivity for М+ and minimize signals from М2+, МО+, and background at m/z = 220.\nThe ELAN 9000 mass spectrometer operated under the following conditions during the multielement anal ysis of geologic samples: 1.3 kW power, 0.7 amu spectral resolution, and Ni or Pt cones. All measurements were performed in a quantitative analysis mode with the con struction of calibration curves. Standard multielement solutions (PerkinElmer Instruments) certified to com ply with the ISP 9001 requirements were used to obtain calibration dependences. The analytical procedure included the following operations: (1) analysis of a con trol (blank) sample (1% HNO3 solution used for the preparation of standard solutions and sample dilution), (2) analysis of calibration solutions and construction of calibration curves (element concentration in the solu tion was 10 µg/l), (3) analysis of ten solutions of interest with preliminary analysis of a respective control (blank) sample containing reagents that were used for sample preparation, (4) recalibration, (5) analysis of 10 solu tions of working samples, etc. The sample introduction system was cleaned between measurements for at least 2 min.\nThe quality of trace element analysis was controlled using standard rock samples OU 10 (greywacke, Bay ston Hill Quarry, Shrewsbury, Great Britain) and MGT 1 (granite, Central Geological Laboratory, Ulan Bator, Mongolia) provided by the International Associ ation of Geoanalysts (IAG) within the GeoPT program and prepared in accordance with requirements for international reference materials.\nThe attested and measured contents of elements in samples OU 10 and MGT 1 are compared in Fig. 3. The relative standard deviations of the measurement results were no higher than the permissible values (OST 41 08 212 04); no sources of systematic errors were revealed."
  }, {
    "heading": "LITHOCHEMICAL CHARACTERISTICS",
    "text": ""
  }, {
    "heading": "OF THE FINE GRAINED SILICICLASTIC",
    "text": "ROCKS OF THE SEREBRYANKA GROUP 2\nEvidence on the chemical composition of the fine grained siliciclastic rocks of the Serebryanka Group is summarized in Table 1. Based on the SiO2/Al2O3 and Fe2O3/K2O ratios in the available samples of fine grained siliciclastic rocks from various lithostratigraphic\n2 The term lithochemical data (characteristics) refers to the con tents and ratios of major (rock forming) elements in sedimen tary rocks; lithogeochemical data (characteristics) include the contents and ratios of trace elements in rocks [40].\nGEOCHEMISTRY INTERNATIONAL Vol. 49 No. 10 2011\nLITHOGEOCHEMISTRY OF THE FINE GRAINED SILICICLASTIC ROCKS 979\nunits of the Serebryanka Group, they can be classed as shales and less common wackes (Fig. 4a). This allows us to use their lithogeochemical characteristics for various reconstructions, because it is commonly believed that, owing to efficient mixing typical of sedimentary pro cesses, fine grained clastic rocks (shale, siltstone– mudstone, mudstone, and fine grained clayey siltstone) reflect in a specific manner the composition of the upper continental crust over considerable areas, whereas the chemistry of sandstones is controlled mainly by local sources [45].\nGeneral chemical characteristics. In the (Na2O + K2O)/Al2O3–(FeO + Fe2O3 + MgO)/SiO2 diagram [42], the compositions of shales from various forma tions of the Serebryanka Group plot mainly in field V (Fig. 4b). The relations of normalized alkalinity index, (Na2O + K2O)/Al2O3, and femic index, (FeO + Fe2O3 + MgO)/SiO2, in this field correspond to the composi tions of the most common clay rocks consisting of chlo rite–montmorillonite–illite mixtures. The authors of the diagram argued that rocks with such compositions are not related to weathering zones. A smaller number of points fall within field VI (illite bearing clay rocks with variable amounts of finely dispersed feldspar, which are characteristic mainly of arid weathering zones of the Late Precambrian [46]) and the overlap region of fields II (rocks dominated by montmorillonite with subordinate amounts of kaolinite and illite) and V.\n980\nGEOCHEMISTRY INTERNATIONAL Vol. 49 No. 10 2011\nMASLOV et al.\nThese observations are in adequate agreement with data on the mineral composition of the fine grained silici clastic complexes of the Serebryanka Group obtained by the analysis of the distribution of shale compositions in the K/Al–Mg/Al diagram [43] (Fig. 4c).\nIn the (Na2O + K2O)–HI diagram [42] (Fig. 4d), most of the compositions of fine grained siliciclastic rocks of the Serebryanka Group fall within the field of normohydrolyzates (0.33 < HI < 0.48) at Na2O + K2O from 3.75 to 7.75%. The median hydrolyzate index (HI) values in the rocks of the Tany, Koiva, and Kernos for mations are close to each other: 0.43 ± 0.09, 0.43 ± 0.08, and 0.40 ± 0.07, respectively. 3 The median of HI is somewhat lower in the shales of the Garevka Forma tion (0.35 ± 0.07), but, if standard deviations are taken into account, this value is statistically indistinguishable from the above data. On the other hand, the matrix of diamictites from the Tany Formation shows HI = 0.26 ± 0.01, which allows us to consider these materials as hypohydrolyzates and is in good agreement with their suggested marine–glacial nature [49, 50]. The diamic tite matrix of the Tany Formation is also different from the fine grained siliciclastic rocks of the Serebryanka Group in the total of alkalis (4.06% versus 5.26– 5.95%).\n3 In this paper, we use median values for the contents and ratios of various oxides and elements, because this statistical parameter provides a generalized estimate for small analytical samples of unknown distribution [47, 48].\nAs can be seen from Table 1, the shales of most lithostratigraphic units of the Lower Vendian of the Kvarkush–Kamennogorsk meganticlinorium do not show significant differences in the median contents of major oxides, taking into account standard deviations. As will be shown below, there are some exceptions, including SiO2 in the Buton Formation, TiO2 and Al2O3 in the Garevka and Buton formations, Fe2O3(tot) and MgO in the Buton and Kernos formations, CaO in the Garevka and Buton formations, and K2O in the Koiva and Buton formations. The available information does not support the suggestion on elevated P2O5 contents in the rocks of the Buton and Kernos formations; however, this could be related to the fact that we did not sample sections with basic volcanics. According to Kurbatskaya et al. [26, 28, 29, 31, 1], most phosphate occurrences (e.g., Bobrovskaya suite of the Lower Kernos Subfor mation) are related to these volcanics.\nComparison with PAAS. Normalization to post Archean average Australian shale (PAAS [45]) showed that the shales of the Tany Formation are rather similar to PAAS in SiO2, TiO2, Al2O3, total iron, MgO, and K2O, but are significantly depleted in MnO and CaO (MnOmedian = 0.36 × PAAS and CaOmedian = 0.25 × PAAS at a minimum of 0.09 × PAAS) (Fig. 5a). The contents of Na2O and P2O5 range from 0.42 to 4.45 × PAAS and from 0.37 to 5.37 × PAAS, respectively. The median of the chemical index of alteration, CIA = 100 × Аl2О3/(Аl2О3 + СаО* + Na2O + K2O) [51, 52],\nGEOCHEMISTRY INTERNATIONAL Vol. 49 No. 10 2011\nLITHOGEOCHEMISTRY OF THE FINE GRAINED SILICICLASTIC ROCKS 981\nis 69 (minimum 62 and maximum 77) for the fine grained siliciclastic rocks of the Tany Formation.\nThe diamictite matrix of the Tany Formation is somewhat enriched in SiO2 relative to PAAS (median is 1.14 × PAAS), but its median contents of TiO2, Al2O3, Fetot, MnO, CaO, MgO, and K2O are generally lower and range from 0.54 to 0.82 × PAAS. These rocks are different from the shales of the same level in higher median SiO2 and CaO contents and significantly lower contents of TiO2, Al2O3, Fetot, MgO, and K2O. For instance, the median Al2O3 content is ~18% in the Tany shales and 12.51% in the diamictite matrix. These parameters for K2O are 3.93 and 2.47%, respectively. The CIA value of the diamictite matrix of the Tany For mation ranges from 58 to 69.\nThe median contents of SiO2, TiO2, Fetot, and MgO in the fine grained siliciclastic material of the Garevka level are similar to PAAS (from 0.98 to 1.06 × PAAS, Fig. 5b). The median contents of some components are\nlower than the PAAS values, including Al2O3 (0.84 × PAAS), K2O (0.88 × PAAS), MnO (0.36 × PAAS), and CaO (0.12 × PAAS). The minimum and maximum Na2O contents in the shales of the Garevka Formation are in contrast higher than the PAAS level. Compared with the Tany shales, the rocks of similar grain size characteristics from the Garevka Formation are richer in SiO2 (60.52 and 65.24%, respectively) and poorer in Al2O3 (18.03 and 15.91, respectively) and CaO (0.32 and 0.15%, respectively). The CIA values of the Garevka shales range from 65 to 73, one of the samples shows a low CIA value of 41 at 6.25% CaO and 3.27% MgO.\nThe shales of the Koiva Formation are similar to PAAS with respect to median SiO2, Al2O3, Fe2O3 tot, MgO, Na2O, and K2O contents (Fig. 5c), whereas the median contents of TiO2 and P2O5 are 0.72 × PAAS and 0.88 × PAAS, respectively, and MnO and CaO are sig nificantly depleted relative to PAAS. Compared with the underlying rocks of similar grain size from the\n982\nGEOCHEMISTRY INTERNATIONAL Vol. 49 No. 10 2011\nMASLOV et al.\nGarevka Formation of the Serebryanka Group, the shales of the Koiva Formation are slightly depleted in SiO2, TiO2, and Na2O (median values are 65.24 and 61.59%, 0.98 and 0.72%, and 2.00 and 1.26%, respec tively) but enriched to some extent in Al2O3 (15.91 and 17.94%, respectively) and CaO (0.15 and 0.30%, respectively). The median CIA value for the shales of the Koiva Formation is 71 ± 6 (minimum 55 and maxi mum 71). The MgO and Na2O contents of variegated hematite shales associating with pillow basalts are 3.1– 3.3% and 3.0–3.9%, respectively. According to the data of Yudovich and Kertis [42], this indicates the presence of camouflaged pyroclastic material [39]. In the northern part of the Kvarkush–Kamen nogorsk meganticlinorium (upper reaches of the Us’va River), we described a layer bay layer section of the Koiva Formation with a total thickness of ~400 m and collected 15 shale samples from it. This provided a basis for the analysis of variations in K2O/Al2O3, hydrolizate index, and CIA in the vertical section of this lithostrati graphic unit of the Serebryanka Group (Fig. 6). The K2O/Al2O3 ratio is lower than 0.30 almost throughout\nGEOCHEMISTRY INTERNATIONAL Vol. 49 No. 10 2011\nLITHOGEOCHEMISTRY OF THE FINE GRAINED SILICICLASTIC ROCKS 983\nthe whole Koiva section, which indicates the domi nance of lithogenic components in the composition of fine grained siliciclastic materials. The HI values are 0.50–0.53 in the shales from the base of the section (lowest 7–20? m) (superhydrolyzates according to [42]) and remain almost constant (0.40–0.41) in the 20?– 125 m interval. Upsection (125–260 m), HI increases to 0.43–0.48 and shows rather significant variations to both higher (0.55) and lower (0.39) values in the upper most levels. The CIA value is 68–71 in the 0–40 m interval and varies from 71 to 76 in the overlying strata between 40 and 210 m. Shales with similarly high CIA values reappear in the section of the Koiva Formation at 320–360 m. Since there is no correlation of CIA values in the section of the Koiva Formation with such geochemical indicators of paleocatchment composi tion as Th/Cr, La/Sc, and Th/Sc (rCIA–Th/Cr = –0.45, rCIA–La/Sc = –0.13, and rCIA–Th/Sc = –0.14), the pre sented CIA values can be considered as a climate signal recorded in fine grained clastic rocks. Thus, the section is dominated by fine grained siliciclastic materials formed in paleocatchments under semiarid–semihu mid climate conditions. In the basin of the Mezhevaya Utka River, the total thickness of the Koiva Formation decreases by more than an order of magnitude [1]. In contrast to the sec tion described above, lenses and interbeds of fine grained iron poor dolomites occur there in red and var iegated siltstones and fine grained sandstones. The dolomites can be tentatively interpreted as lacustrine deposits on the basis of their geochemical and Sr iso tope characteristics (87Sr/86Sr from 0.7209 to 0.7243; A.B. Kuznetsov, personal communication, 2005).\n984\nGEOCHEMISTRY INTERNATIONAL Vol. 49 No. 10 2011\nMASLOV et al.\nThe fine grained siliciclastic materials of the Buton Formation are similar to PAAS in median SiO2, TiO2, and Al2O3 contents (Fig. 5d). At the same time, they are somewhat depleted in total iron and MgO and slightly enriched in Na2O, K2O, and P2O5. The contents of MnO and CaO in the shales of the Buton Formation, as well as in the rocks of all underlying units of the Sere bryanka Group, are significantly lower than the PAAS values (0.38 and 0.35 × PAAS, respectively). The median TiO2, Al2O3, CaO, and Na2O contents in the Buton shales are somewhat higher than those of the Koiva rocks of the same grain size (0.91 versus 0.72%, 20.95 versus 17.94, 0.45 versus 0.30%, and 1.68 versus 1.26%, respectively). The contents of SiO2 and total iron are higher in the rocks of the Koiva Formation (55.89 versus 61.59% and 4.90 versus 7.29%). The CIA of the Buton shales ranges from 67 to 70.\nThe Kernos shales are similar to PAAS with respect to median SiO2, Al2O3, MgO, and K2O contents (Fig. 5d). They are somewhat depleted relative to PAAS\nin TiO2, Fetot, and P2O5, and the median contents of Na2O, MnO, and CaO are ~1.5, 0.37, and 0.21 × PAAS, respectively. Compared with the shales of the Buton Formation, the rocks of similar grain size characteris tics from the Kernos Formation show higher median SiO2 contents (55.89 and 63.20, respectively), but somewhat lower TiO2, Al2O3, CaO, and K2O contents. The CIA of the fine grained siliciclastic rocks of the Kernos Formation is 69 ± 3 (minimum 59 and maxi mum 73).\nIt is evident from the data presented above that SiO2 and Al2O3 contents show the most pronounced anti thetic variations in the composition of fine grained siliciclastic rocks from the generalized section of the Serebryanka Group. Considerable variations were also observed for Fe2O3 tot, the median contents of which in the shales of the Tany, Garevka, and Koiva formations are from ~6.9 to ~7.3% and decrease to 4.9–5.35% in the Buton and Kernos rocks of similar grain size (Fig. 7).\nPaleogeodynamic setting. According to SiO2– K2O/Na2O relationships, a significant fraction of the fine grained siliciclastic rocks of the Serebryanka Group was formed in active continental margin envi ronments [53] (Fig. 8a). The respective points form an array approximately parallel to the lines separating the fields of major geodynamic environments (K2O/Na2O decreases with increasing SiO2 contents in the rocks). Also shown in this diagram are the fields of syncolli sional fine grained siliciclastic materials from the Ven dian and top Upper Riphean of the Yenisei Range (unpublished data of A.D. Nozhkin, Institute of Geol ogy and Mineralogy, Siberian Branch, Russian Acad emy of Sciences); the Devonian of the Xicheng basin, China [54]; the Neoproterozoic Lake Maurice and Ungoolya groups, Officer Basin, Australia [55]; and the Neoproterozoic Hammamat Group, Egypt [56]. The fields of the above sequences are extended mostly in a very different direction: except for the Neoproterozoic sediments of the Officer Basin, K2O/Na2O tends to increase with increasing SiO2 content in all of the com plexes.\nIn the K2O/Na2O–SiO2/Al2O3 diagram [57], most of the shale compositions from the Serebryanka Group also plot in the field of typical passive continental mar gin sediments (Fig. 8b). In the F1–F2 diagram [58], the compositions are almost equally distributed between the fields of passive and active continental margins (Fig. 8c). On the other hand, with respect to Sc/Cr– La/Y relationships [58] (Fig. 8d), the sequences consid ered here tend to plot near the field of sediments from passive geodynamic settings. The above considerations allow us to suppose that, in terms of geodynamic set ting, the sequences of the Serebryanka Group can be assigned to passive regime complexes, predating in the\nGEOCHEMISTRY INTERNATIONAL Vol. 49 No. 10 2011\nLITHOGEOCHEMISTRY OF THE FINE GRAINED SILICICLASTIC ROCKS 985\nVendian section the syncollisional sequences of the schlieren suite of the Sylvitsa Group [13]."
  }, {
    "heading": "GEOCHEMISTRY OF THE FINE GRAINED SILICICLASTIC ROCKS",
    "text": ""
  }, {
    "heading": "OF THE SEREBRYANKA GROUP",
    "text": "The median contents of a wide range of trace ele ments in the fine grained siliciclastic rocks of all forma tions of the Serebryanka Group and corresponding standard deviations are given in Table 2. These data can be used to evaluate indicator element ratios in the shales of various lithostratigraphic units of the Serebryanka Group and reconstruct the main characteristics of the\nformation of the Early Vendian sedimentary sequences of the Kvarkush–Kamennogorsk meganticlinorium and, first of all, the compositions of rocks in the prove nances.\nCompositions of rocks in plaeocatchments. The fine grained siliciclastic rocks of the Serebryanka Group show considerable sample to sample variations in Th/Sc, from 0.14–0.16 to 4.45 (Fig. 9a). The median values of this ratio are much less scattered: from 0.77 (Garevka Formation) to 1.97 (diamictite matrix from the Tany Formation). Taking into account the data of [59, 60], this indicates that the paleocatchments of Serebryanka time comprised a variety of rocks ranging from basic to granitic compositions.\n986\nMASLOV et al.\nGEOCHEMISTRY INTERNATIONAL Vol. 49 No. 10 2011\nLITHOGEOCHEMISTRY OF THE FINE GRAINED SILICICLASTIC ROCKS 987\nA similar conclusion can be drawn from the distribu tion of La/Sc values in the shales of the Serebryanka Group (Fig. 9b). This parameter is most variable in the rocks of the Kernos Formation (0.41–24.79) and fine grained diamictite matrix (3.78–19.76) of the Tany Formation, whereas, for instance, the full range of La/Sc values in the Garevka shales is 2.47–2.93. The median La/Sc values are ~8.6 in the fine grained matrix\n988\nGEOCHEMISTRY INTERNATIONAL Vol. 49 No. 10 2011\nMASLOV et al.\nof the Tany diamictites and from 2.64 (Garevka Forma tion) to 4.04 (Tany Formation) in the shales.\nThe dominance of basic and intermediate rocks in the provenances over the whole Serebryanka time is supported, taking into account the data of [59], by the Th/Cr indicator ratio of shales (Fig. 9c). The median Th/Cr values in the fine grained siliciclastic rocks of the Tany and Kernos formations (0.071 and 0.049, respec tively) are approximately two times lower than those in the Garevka, Koiva, and Buton rocks of the same grain size.\nThe La/Co ratio shows a somewhat different behav ior in the section of the Serebryanka Group (Fig. 9d). The median values of this parameter in the rocks of the Tany, Garevka, Koiva, and Kernos formations are sim ilar (1.50–3.10, indicating the dominance of basic rocks and diorites in the paleocatchments), but increase up to ~9.9 in the shales of the Buton Formation. The maxi mum/minimum ratio of La/Co in the fine grained rocks of the Buton and Kernos formations is ~9–50. Similar variations were observed for the Th/Co ratio in the Lower Vendian section (Fig. 9e).\nThe variations of Cr/Zr in particular samples of fine grained rocks from various formations of the Serebry anka Group (Fig. 9f), as well as the data on Th/Sc and La/Sc indicator ratios, suggest that the Early Vendian paleocatchments comprised a wide range of rock com positions (from basic rocks to granites).\nThe median value of Ce anomaly in the fine grained siliciclastic rocks of the Serebryanka Group is from 0.89 (Buton Formation) to 0.97 (Tany Formation) (Fig. 9g). Even in the Kernos shales, in which the presence of exhalation material was previously established on the basis of HREE enrichment in the NASC normalized REE patterns and the presence of a negative Ce/Ce*NASC anomaly [11], this parameter does not indicate a considerable role of exhalation processes in sedimentogenesis. Taking into account the data of [61, 62], this observation and the examination of structural and textural characteristics of the Early Vendian rocks [63–65] indicate that, in general, Early Vendian sedi mentation occurred in a shallow basin and the crust of the basin was not highly permeable.\nThe dominance of silicic rocks in provenances over the whole Early Vendian is further supported by the dis tribution of the LREE/HREE ratio in the shales of var ious formations of the Serebryanka Group (Fig. 9h). The maximum and minimum median values of this parameter were observed in the shales of the Buton For mation (15.58) and the fine grained rocks of the Kernos Formation (10.33).\nVariations in some of the aforementioned trace ele ment indicator ratios in the sections of various lithos tratigraphic units of the Serebryanka Group are illus trated by the example of the Koiva Formation, the sec tion of which was described by us in the upper reaches\nof the Us’va River (Fig. 10). For instance, the maxi mum Th/Sc values (0.94–1.04) were observed in the shales of the lower portion of the section, whereas Th/Sc is no higher than 0.92 in the upper part. In gen eral, throughout the whole section studied, the Th/Sc values are somewhat higher than those of Proterozoic tonalite–trondhjemite–granite associations. The Th/Co ratio shows a somewhat different behavior in the section of the Koiva Formation. In the lower part of the section (0–210 m), Th/Co is rather constant (0.76– 1.04) and close to the level of Archean and Proterozoic TTG associations (0.80 and 0.83, respectively). The Th/Co value of fine clastic rocks increases up to 1.41– 1.55 in the upper part of the section and decreases again to 1.00 in the topmost 25–30 m. The Ce/Cr value increases somewhat upsection. The median Ce/Cr value is 0.69 in this section (full range from 0.55 to 0.79), which indicates the absence of any significant fraction of fine grained Archean siliciclastic materials in the shales (their Ce/Cr is usually lower than 0.4 [67]). In contrast, the LaN/YbN ratio exhibits a slight gradual increase upsection. For instance, fine grained clastic rocks with 12.26 < LaN/YbN < 14.91 dominate in the interval 0–170 m (mean LaN/YbN of Archean grani toids is 15.2 [66]), whereas shales from the higher levels show 10.61 < LaN/YbN < 12.76; this may indicate a gradual increase in the fraction of Proterozoic TTG associations in the provenances. The magnitude of Eu anomaly is 0.83 in sample US 112 9 collected 1.5 m above the bottom of the section, decreases to 0.69 within 1.5–117 m, and recovers up to 0.80. Upsection, to the level of 340 m, the Eu/Eu* values of the fine grained siliciclastic rocks of the Koiva Formation are similar to the negative Eu anomaly of the average Archean cratonic shale (0.73 [66]). 4 Only in sample us 112 1 collected 382 m above the bottom of the section, the Eu anomaly becomes again intermediate between the values of PAAS (0.66) and the average Archean cra tonic shale (0.73). The shales of the section considered show also variable GdN/YbN, which is almost identical to the PAAS value in some samples, approaches the level of the Archean cratonic mudstone in one sample, and is close or higher than the value of the Early Prot erozoic continental crust (1.77 [66]) in several samples.\nWith respect to Th–La relations (Fig. 11a), the fine grained terrigenous rocks of the Serebryanka Group are transitional between UCC, PAAS, average Archean cratonic shale, and Archean granitoids. In the Ni–Cr diagram (Fig. 11b), most of the points cluster near PAAS away from both the average Archean cratonic shale and UCC. Only some shale compositions from the Kernos Formation approach UCC in Cr and Ni contents. In contrast, in the Sc–Th/Sc diagram, the\n4 Taylor and McLennan [45] argued that the average Archean mudstone shows Eu/Eu* ~ 1.0.\nGEOCHEMISTRY INTERNATIONAL Vol. 49 No. 10 2011\nLITHOGEOCHEMISTRY OF THE FINE GRAINED SILICICLASTIC ROCKS 989\nF ig\n. 1 0.\nV ar\nia ti\non s\nof s\nom e\nin di\nca to\nr tr\nac e\nel em\nen ts\nin th\ne se\nct io\nn o\nf t h\ne K\noi va\nF or\nm at\nio n\n( in\ndi ca\nto r\nra ti\nos fo\nr va\nri ou\ns ge\noc h\nem ic\nal o\nbj ec\nts a\nre a\nft er\n[ 66\n]; E\nP C\nis th\ne E\nar ly\nP ro\nte\nro zo\nic c\non ti\nn en\nta l c\nru st\n). S\nym bo\nls a\nre t\nh e\nsa m\ne as\nin F\nig . 6\n.\n0. 5\n1. 0\n1. 5\n0. 5\n1. 0\n2. 0\n0. 5\n1. 0\n8 12\n16 0.\n50 0.\n75 1.\n00 1\n2\n50 –\n55\n44 –\n49\n43 42\n40 –\n41\n34 –\n39\n29 –\n33\n22 –\n28\n20 ,\n21\n17 1 6 15 14 13 1 2 11\n1– 10\n20 м\nT h\n/S c\nTh/Sc = 0.83 (PRTTG)\nT h\n/C o\nTh/Co = 0.8 (ARTTG)\nTh/Co = 0.83 (PRTTG)\nC e/\nC r\nL a N\n/Y b N\nLaN/YbN = 8.3 (PRγ)\nLaN/YbN = 10.5(PRTTG)\nLaN/YbN = 15.2 (ARγ)\nE u\n/E u\n*\nPAAS\nARshl\nP R\nT T\nG\nA R\nT T G и A R\n2β\nG d\nN /Y\nb N\nPAAS\nEPC ARshl\nTh/Co = 0.02 (AR2β)\n0. 5\n1. 0\n1. 5\n0. 5\n1. 0\n2. 0\n0. 5\n1. 0\n8 12\n16 0.\n50 0.\n75 1.\n00 1\n2\n50 –\n55\n44 –\n49\n43 42\n40 –\n41\n34 –\n39\n29 –\n33\n22 –\n28\n20 ,\n21\n17 1 6 15 14 13 1 2 11\n1– 10\n20 m\nT h\n/S c\nT h\n/C o\nC e/\nC r\nL a N\n/Y b N\nE u\n/E u\n*\nP R\nT T\nG\nA R\nT T G an d A\nR 2β\nG d\nN /Y\nb N\n990\nGEOCHEMISTRY INTERNATIONAL Vol. 49 No. 10 2011\nMASLOV et al.\nEarly Vendian shales form a linear array extending from Archean granitoids to the average Archean cratonic shale. The compositions of PAAS and UCC also plot in this array (Fig. 11c). With respect to La/Sm and Sc/Th values, the rocks are similar to PAAS, UCC, and Archean granitoids (Fig. 11d). The distribution of shale compositions from the Serebryanka Group in the Co/Hf–Ce/Cr diagram indicates the absence of any significant fraction of Archean fine grained siliciclastic materials in most of our samples. The above two param eters are close to the average composition of Archean cratonic shales only in one sample (us 119 2) from our collection; some samples show Ce/Cr < 0.40, but their Co/Hf ratio is close to PAAS. The dominance of silicic igneous rocks in the source regions and, correspond ingly, the mature geochemical character of the paleo catchments are clearly illustrated by the distribution of the compositions of Serebryanka shales in the La/Sc– Th/Co diagram (Fig. 11f). Similar to La/Sm and Sc/Th variations, the La/Yb–Th/Ta relationships in the fine grained siliciclastic rocks from the Lower Vendian of the Kvarkush–Kamennogorsk meganticlinorium are rather similar to those in such model geochemical objects as PAAS, Archean granitoids, and average Archean cra tonic shale (Fig. 11g).\nIn the GdN/YbN–Eu/Eu* diagram, most of the compositions of shales from the Serebryanka Group occur in the field of 1.0 < GdN/YbN < 2.0 and 0.5 < Eu/Eu* < 0.85 (Fig. 12a); i.e., these rocks show some characteristics of post Archean fine grained siliciclas tic materials. Two shale samples from the Kernos For mation (us 118 1 and us 119 2) have negative Eu anomaly values of 0.41 and 0.42; taking into account the data of [45, 66], this may indicate a contribution of eroded Archean granitoids to their compositions. This suggestion is supported by the low Ce/Cr values (0.12) in these samples. According to Taylor and McLennan [45], the average Archean cratonic shale has Ce/Cr = 0.12; Condie [66] reported a lower, although only slightly, value of 0.095. The Eu/Eu* value of sample us 108 5 is 0.94, as compared with 0.97 for Late Archean basalts and 0.96 for Middle Proterozoic basalts [66]. A number of shale samples from the Tany Formation are significantly depleted in HREE (their GdN/YbN ranges from 2.17 to 3.30); according to [45], this is a character istic feature of Archean fine grained siliciclastic rocks. The GdN/YbN ratio is somewhat lower in several shale samples from the Buton (2.03–2.59), Garevka (2.03– 2.41), and Koiva (2.05–2.14) formations.\nBased on the position of Serebryanka shale compo sitions in the YbN–LaN/YbN diagram (Fig. 12b), it can be suggested that the Early Vendian fine grained silici clastic materials were produced mainly by the erosion of post Archean granitoids and rocks similar in composi tion to Proterozoic tonalite–trondhjemite–granite associations. However, it should be kept in mind that\nthe YbN value of Proterozoic granites is 14.1 [66], whereas, the maximum values in our data set are no higher than 12.\nIt can be clearly seen in the Eu/Eu*–LaN/YbN dia gram that most of the compositions of fine grained siliciclastic rocks of the Serebryanka Group show rela tively high LaN/YbN values, significantly higher than those of Late Archean basalts, Archean cratonic shales, and PAAS (Fig. 12c). This indicates a significant petro geochemical maturity of the rocks of Early Vendian paleocatchments. On the other hand, their Eu/Eu* val ues are intermediate between the Eu anomalies of the aforementioned model objects.\nThe main characteristics of chondrite normalized [45] REE patterns in the fine grained siliciclastic rocks of various lithostratigraphic units of the Serebryanka Group are given in Table 3. The REE diagrams are shown in Fig. 13. Based on these data, it can be con cluded that the main source of the Early Vendian fine grained siliciclastic rocks was the geochemically mature complexes of the base of the East European platform. The maximum LaN/YbN values in the Tany and Buton shales range from 27.42 to 29.63, significantly above the mean value of Archean tonalite–trondhjemite–granite associations (~18.2 [66]). The minimum LaN/YbN val ues in most lithostratigraphic units of the Serebryanka Group do not decrease below 8.40, and are as high as 15.66 in the Buton shales. On the other hand, the min imum LaN/YbN value in the fine grained siliciclastic rocks of the Kernos Formation is 6.82. These rocks also show a significantly lower median LaN/YbN value of 11.67 (as compared with 18.69 in the underlying rocks of the Buton Formation). This indicates the possible appearance of basic rocks in the paleocatchments of the end of Serebryanka time. However, their contribution to the development of the sedimentary sequence of the Kernos Formation was not very significant.\nThe median Eu/Eu* values of the fine grained siliciclastic rocks of the Garevka, Buton, and Kernos formations are rather close to the PAAS level (0.66 [45]). This parameter is slightly higher in the shales of the Tany and Koiva formations.\nThe Garevka and Buton shales are different from the rocks of similar grain size characteristics from other lithostratigraphic units of the Serebryanka Group in having higher GdN/YbN values, 1.93 and 1.95, respec tively, versus 1.47–1.67 for the rocks of the Tany, Koiva, and Kernos formations. Two of the four samples of the Garevka Formation analyzed by us and three of the six samples of the Buton Formation show significant HREE depletion. The shales of the Tany Formation are characterized by the maximum scatter of GdN/YbN val ues: from 0.95 (slight HREE enrichment) to 3.30 (sig nificant HREE depletion). In our opinion, this is related to the insufficient averaging of rock composi tions in provenances by erosion and weathering during\nGEOCHEMISTRY INTERNATIONAL Vol. 49 No. 10 2011\nLITHOGEOCHEMISTRY OF THE FINE GRAINED SILICICLASTIC ROCKS 991\nthe initial stages of formation of the Serebryanka sedi mentary sequence and the presence of Archean com plexes in the catchments [9]. On the other hand, the diamictite matrix of the Tany Formation shows a some what lower median LaN/YbN value compared with the shales of the same level (13.42 versus 17.11) but similar values of other characteristics of chondrite normalized REE patterns.\n992\nGEOCHEMISTRY INTERNATIONAL Vol. 49 No. 10 2011\nMASLOV et al.\nRedox conditions in the sedimentation basin. The median Mo/Mn value is ~0.0007 in the fine grained siliciclastic rocks of the Tany Formation and 0.001, 0.0004, and 0.0022 in the shales of the Garevka, Koiva,\nand Kernos formations, respectively. Using the criteria of [69], the sequences of all the aforementioned units of the Serebryanka Group can be considered as complexes deposited in a well aerated sedimentary basin. The median Mo/Mn value in the carbon poor dark gray shales of the Buton Formation is significantly higher (0.016), which indicates the existence of anoxia or sim ilar conditions in the basin [6].\nPaleosalinity. Without reliable paleontological evi dence, the reconstruction of the salinity of Late Pre cambrian sedimentary basins is an almost insurmount able problem. However, some insight into paleosalinity can be gained from geochemical data, provided that the sedimentary strata considered were formed in a single sedimentary basin and at invariable provenance compo sitions and paleoclimate [70, 71]. Then, B content in the fine grained fraction of clay rocks [72–75] or con tents and ratios of B, Rb, Ga, V, and Li in the same frac tion [76–80] can be used as paleosalinity indicators. In our case, a fine (<0.001 mm) fraction could not be sep arated from the rocks affected by late catagenesis– metagensis. Therefore, we analyzed the proportions of Sr, Ba, Zr, Cu, and V in the bulk samples of fine grained siliciclastic rocks of the Serebryanka Group, although we are aware that the obtained inferences can be con troversial. It is believed that marine and freshwater mudstones have distinctly different Sr/Ba ratios: 3.5– 18 in the former and no higher than 1 in the latter [81– 83]. According to the same authors, Zr/Cu ranges from 3.0–3.5 to 8 in freshwater mudstones and decreases to 1.0–3.5 in typical marine mudstones. On the other hand, the V/Zr ratio is 0.1–1.2 in the former rock type and 0.5–4.0 and even higher in the latter type. In the Zr/Cu–V/Cu diagram (Fig. 14a), most of the composi tions of the fine grained siliciclastic rocks of the Tany, Garevka, Koiva, and Buton formations lie at Zr/Cu > 3.5, whereas the shales of the Kernos Formation show Zr/Cu values both higher and lower than 3.5. The V/Zr ratio of most of our samples is lower than 1 (median V/Zr is 0.54, 0.81, 0.61, 0.32, and 0.49 in the rocks of the Kernos, Garevka, Koiva, Buton, and Kernos for mations, respectively). On the whole, these observa tions give grounds to believe that most of the sedimen tary complexes of the Serebryanka Group were accu mulated mainly in freshwater basins. This suggestion is supported by rather low (unusual for marine mud stones) Sr/Ba ratios in the fine grained rocks of the Tany, Koiva, and Kernos formations (median Sr/Ba values are 0.10, 0.11, and 0.09, respectively) (Fig. 14b).\nClarkes of concentration of trace elements. To obtain a general geochemical portrait of fine grained siliciclas tic rocks from various lithostratigraphic units of the Serebryanka Group, we analyzed clarkes of concentra tion (Cc) for a wide range of trace elements: Li, Be, Sc, V, Cr, Co, Ni, Cu, Zn, Ga, Ge, Rb, Sr, Y, Zr, Nb, Mo,\nGEOCHEMISTRY INTERNATIONAL Vol. 49 No. 10 2011\nLITHOGEOCHEMISTRY OF THE FINE GRAINED SILICICLASTIC ROCKS 993\nCd, Sn, Sb, Cs, Ba, REE, Lu, Hf, Ta, Tl, Pb, Bi, Th, and U. 5 In addition to purely scientific interest, the analysis of Cc values for trace elements is significant for practical applications, because it provides informa tion on the provenance of sedimentary materials. There are almost no publications on Cc in the Early Vendian sedimentary sequences of the western slope of the Central Urals, and the data presented below can partly fill this gap.\nThe fine grained siliciclastic rocks of the Tany For mation show a weak enrichment in Li (Cc median = 2.37) and Ta (Cc median = 1.51) (Table 4). The median Cc values of most other trace elements range from 0.11 to 1.44 (Fig. 15). The median Cc values of REE are no higher than 0.90. The Ccc max/Cc min ratio, which is considered as an index of the heterogeneity of Cc distri bution for a particular element (H), is higher than 5 for Sc, Co, Cu, Rb, Sr, Y, Nb, Mo, Sb, all REE, Tl, Pb, Bi, and Th and between 2.5 and 5.0 for Li, Be, Cr, Ni, Zn, Cd, Cs, and Ba. The fine grained matrix of diamictites from the Tany Formation shows no distinct geochemi cal specialization. Its REE contents are significantly lower than those of shales from the same level, which can be considered as indirect evidence for the domi nance of finely dispersed non clay minerals in its com position. The Garevka shales show weak enrichments in Co, Ni, Zn, Ga, Rb, Nb, La, Ce, Pr, and Nd. Their H values are 2.89 for Co, 3.59 for Sr, and higher than 5 only for Pb.\nThe fine grained siliciclastic rocks of the Koiva For mation are moderately enriched in Li and weakly enriched in Rb. The median Cc values of other trace ele ments in these rocks range from 0.12 to 1.33. In the shales of the Tany Formation, 27 of 43 trace elements showed H > 5, i.e., were distributed rather heteroge neously in the available data set, whereas 36 elements with H > 5 were detected in the rocks of similar grain size from the Koiva Formation (Table 4).\nThe Buton shales show a slight Nb enrichment (Cc median = 1.75). The median Cc values of other trace elements range from 0.22 to 1.50. A strongly het erogeneous distribution (H > 5) was observed only for Cu, and H ranges from 2.60 to 4.29 for Sc, Co, Rb, Sr, Y, Mo, Er, Tm, Yb, Lu, Tl, Pb, Th, and U. Other trace elements show H < 2.5. The fine grained siliciclastic rocks of the Buton Formation are slightly light REE enriched and heavy REE depleted relative to UCC.\nThe Kernos shales are slightly enriched in Nb and Ta. Similar to the Tany rocks of similar grain size, the REE contents of the Kernos shales are significantly\n5 According to V.I. Vernadsky, the clarke of concentration is the ratio of chemical element content in a particular geochemical system to its abundance in the Earth’s crust [84]. lower than the UCC values. Strongly heterogeneous distributions (H > 5) were observed for Li, Be, Sc, V, Cr, Co, Cu, Zn, Ge, Rb, Sr, Y, Mo, Cd, Sn, Sb, Ba, Eu, Gd, Tb, Tm, Lu, Ta, Pb, and Bi. Fifteen other trace ele ments show significantly heterogeneous distributions (2.5 < H < 5) (Table 4).\n994\nGEOCHEMISTRY INTERNATIONAL Vol. 49 No. 10 2011\nMASLOV et al.\nGEOCHEMISTRY INTERNATIONAL Vol. 49 No. 10 2011\nLITHOGEOCHEMISTRY OF THE FINE GRAINED SILICICLASTIC ROCKS 995\n0 L\ni G\ne\n3 2 1\nB e\nS c\nV C\nr C\no N\ni G a C\nu Y\nT b\nN b\nC d\nS b\nC e\nN d\nS m\nG d E u\nZ n\nP r\nR b\nS r\nZ r\nM o\nS n\nC s\nL a B a\nT m\nT h\nY b\nL u\nH f\nT a\nT l\nP b\nU B\ni E\nr H\no D y\n03 2 103 2 103 2 103 2 103 2 1\n(а )\n(b )\n(c )\n(d )\n(e )\n(f )\nF ig\n. 1 5.\nC la\nrk es\no f c\non ce\nn tr\nat io\nn fo\nr a\nn um\nbe r\nof tr\nac e\nel em\nen ts\nin fi\nn e\ngr ai\nn ed\ns il\nic ic\nla st\nic r\noc ks\nfr om\nv ar\nio us\nfo rm\nat io\nn s\nof th\ne S\ner eb\nry an\nka G\nro up\n: ( a)\nT an\ny F\nor m\nat io\nn , ( b) di am ic ti te m at ri x of t h e T an y F or m at io n , ( c) G ar ev ka F or m at io n , ( d) K oi va F or m at io n , ( e) B ut on F or m at io n , an d (f ) K er n os F or m at io n .\n996\nGEOCHEMISTRY INTERNATIONAL Vol. 49 No. 10 2011\nMASLOV et al. T ab le 4 . M ed ia n , a ri th m et ic m ea n , m in im um , a n d m ax im um C c v al ue s fo r a n um be r o f t ra ce e le m en ts in th e fi n e gr ai n ed s il ic ic la st ic ro ck s of th e S er eb ry an ka G ro up E le m en t F or m at io n T an y G ar ev ka K oi va B ut on K er n os M ed # # # H A rM * M ed # # # H M ed # # # H M ed # # # H M ed # # # H 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 L i 2. 37 1. 11 3. 78 3. 40 1. 34 – – – – 2. 78 1. 76 4. 70 2. 68 – – – – 1. 18 0. 26 1. 57 6. 08 B e 1. 02 0. 39 1. 32 3. 42 0. 38 1. 32 1. 21 1. 74 1. 44 0. 96 0. 68 3. 74 5. 48 0. 91 0. 86 1. 75 2. 04 1. 01 0. 6 8. 19 13 .7 5 Sc 0. 63 0. 17 1. 19 7. 05 0. 23 1. 38 1. 26 1. 59 1. 26 1. 00 0. 35 3. 2 9. 04 1. 05 0. 44 1. 33 3. 01 0. 43 0. 2 12 .2 8 61 .4 0 V 0. 97 0. 73 1. 27 1. 73 0. 53 1. 28 1. 13 1. 5 1. 33 0. 92 0. 46 3. 22 7. 04 0. 78 0. 74 1. 75 2. 36 0. 82 0. 52 3. 68 7. 09 C r 1. 38 0. 73 2. 34 3. 20 1. 47 1. 54 0. 96 1. 59 1. 65 1. 26 0. 99 3. 13 3. 17 1. 21 0. 99 1. 80 1. 82 1. 36 0. 49 14 .3 5 29 .4 0 C o 0. 77 0. 09 1. 28 13 .5 1 0. 53 0. 94 0. 46 1. 31 2. 89 0. 85 0. 23 1. 56 6. 78 0. 26 0. 09 0. 40 4. 29 0. 88 0. 29 2. 03 7. 12 N i 1. 01 0. 58 1. 56 2. 71 0. 54 1. 53 1. 14 1. 79 1. 57 0. 91 0. 56 1. 98 3. 53 0. 56 0. 47 0. 59 1. 25 0. 63 0. 39 1. 93 4. 92 C u 0. 59 0. 19 1. 63 8. 60 0. 66 1. 1 0. 84 1. 23 1. 46 0. 78 0. 23 2. 51 11 .0 3 0. 6 0. 41 6. 02 14 .7 7 1. 35 0. 25 5. 55 22 .0 9 Z n 1. 06 0. 35 1. 51 4. 33 0. 5 1. 53 1. 50 1. 59 1. 06 1. 32 0. 75 2. 93 3. 88 0. 99 0. 83 1. 14 1. 37 1. 13 0. 28 1. 83 6. 58 G a 1. 19 0. 62 1. 53 2. 48 0. 64 1. 57 1. 43 1. 73 1. 21 1. 33 0. 72 3. 68 5. 08 1. 36 1. 19 1. 50 1. 27 1. 30 0. 90 1. 95 2. 17 G e 0. 95 0. 62 1. 28 2. 08 0. 69 – – – – 1. 11 0. 64 2. 82 4. 38 – – – – 0. 95 0. 08 27 .3 5 32 4. 5\nR b\n1. 06\n0. 33\n2. 35\n7. 17\n0. 48\n1. 58\n1. 35\n1. 94\n1. 43\n1. 72\n0. 28\n5. 59\n19 .8\n0 1.\n48 0.\n67 1.\n98 2.\n95 0.\n97 0.\n34 2.\n07 6.\n05\nSr 0.\n11 0.\n05 0.\n41 8.\n25 0.\n11 0.\n24 0.\n11 0.\n41 3.\n59 0.\n14 0.\n03 0.\n23 7.\n12 0.\n22 0.\n09 0.\n25 2.\n94 0.\n13 0.\n02 0.\n37 18\n.8 0\nY 0.\n60 0.\n13 1.\n83 13\n.9 6\n0. 39\n1. 26\n1. 22\n1. 44\n1. 17\n0. 82\n0. 09\n2. 58\n27 .6\n3 0.\n98 0.\n36 1.\n08 3.\n02 0.\n40 0.\n22 1.\n27 5.\n84\nZ r\n0. 93\n0. 58\n1. 25\n2. 17\n0. 81\n0. 83\n0. 74\n0. 98\n1. 33\n0. 79\n0. 51\n2. 77\n5. 47\n1. 29\n1. 08\n1. 53\n1. 41\n0. 95\n0. 73\n1. 5\n2. 05\nN b\n1. 44\n1. 03\n7. 21\n7. 02\n1. 01\n1. 68\n1. 62\n2. 05\n1. 26\n1. 25\n0. 82\n7. 87\n9. 59\n1. 75\n1. 69\n2. 01\n1. 19\n1. 63\n0. 97\n3. 63\n3. 74\nM o\n0. 32\n0. 05\n2. 29\n45 .2\n6 0.\n26 0.\n33 0.\n24 0.\n35 1.\n44 0.\n12 0.\n02 0.\n47 30\n.1 0\n0. 77\n0. 69\n2. 02\n2. 94\n0. 3\n0. 07\n2. 79\n40 .1\n8\nC d\n0. 15\n0. 11\n0. 44\n4. 16\n0. 34\n– –\n– –\n0. 29\n0. 07\n2. 00\n29 .0\n0 –\n– –\n– 0.\n64 0.\n1 73\n.0 7\n70 0.\n20\nSn 1.\n11 0.\n75 1.\n50 1.\n98 0.\n84 –\n– –\n– 1.\n14 0.\n83 3.\n59 4.\n31 –\n– –\n– 1.\n37 0.\n56 4.\n47 7.\n92\nSb 0.\n42 0.\n18 0.\n92 5.\n21 0.\n47 –\n– –\n– 0.\n76 0.\n25 2.\n23 8.\n87 –\n– –\n– 1.\n52 0.\n73 10\n.8 4\n14 .8\n2\nC s\n0. 48\n0. 2\n0. 94\n4. 64\n0. 21\n0. 78\n0. 57\n0. 99\n1. 74\n0. 63\n0. 25\n2. 10\n8. 50\n0. 76\n0. 61\n0. 84\n1. 38\n0. 88\n0. 42\n1. 74\n4. 12\nB a\n0. 80\n0. 32\n1. 31\n4. 06\n0. 43\n0. 97\n0. 95\n1. 88\n1. 99\n0. 77\n0. 18\n3. 38\n18 .5\n5 1.\n07 0.\n87 1.\n64 1.\n90 0.\n71 0.\n20 4.\n79 24\n.5 1\nGEOCHEMISTRY INTERNATIONAL Vol. 49 No. 10 2011\nLITHOGEOCHEMISTRY OF THE FINE GRAINED SILICICLASTIC ROCKS 997 T ab le 4 . (C on td .) E le m en t F or m at io n T an y G ar ev ka K oi va B ut on K er n os M ed # # # H A rM * M ed # # # H M ed # # # H M ed # # # H M ed # # # H 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 L a 0. 9 0. 15 2. 62 17 .5 3 0. 56 1. 6 1. 49 2. 11 1. 42 1. 15 0. 24 3. 61 15 .3 4 1. 5 0. 95 1. 83 1. 94 0. 58 0. 41 1. 39 3. 38 C e 0. 88 0. 14 2. 54 17 .8 0. 52 1. 51 1. 17 2. 18 1. 85 1. 08 0. 23 3. 28 14 .1 9 1. 34 0. 72 1. 73 2. 39 0. 72 0. 31 1. 35 4. 41 P r 0. 9 0. 18 2. 58 14 .4 5 0. 57 1. 6 1. 48 2. 06 1. 39 1. 19 0. 28 3. 73 13 .4 6 1. 50 0. 76 1. 71 2. 26 0. 69 0. 37 1. 35 3. 66 N d 0. 83 0. 17 2. 62 15 .4 0. 55 1. 53 1. 41 1. 94 1. 38 1. 18 0. 28 3. 70 13 .4 2 1. 40 0. 87 1. 58 1. 82 0. 74 0. 34 1. 28 3. 72 Sm 0. 81 0. 19 2. 84 14 .6 8 0. 54 1. 48 1. 33 1. 82 1. 37 1. 20 0. 27 3. 43 12 .6 7 1. 28 0. 79 1. 34 1. 70 0. 83 0. 31 1. 48 4. 85 E u 0. 73 0. 16 2. 66 16 .4 8 0. 51 1. 39 1. 20 2. 03 1. 70 1. 09 0. 26 3. 15 12 .0 8 1. 06 0. 57 1. 21 2. 12 0. 68 0. 2 1. 79 8. 94 G d 0. 63 0. 18 2. 78 15 .1 6 0. 43 1. 41 1. 31 1. 72 1. 31 0. 93 0. 23 2. 63 11 .2 9 1. 12 0. 49 1. 21 2. 46 0. 59 0. 15 1. 31 8. 87 T b 0. 57 0. 15 2. 27 15 .1 5 0. 35 1. 19 1. 12 1. 38 1. 23 0. 77 0. 17 2. 33 13 .8 6 0. 93 0. 44 0. 96 2. 17 0. 61 0. 17 1. 33 7. 82 D y 0. 68 0. 18 1. 98 11 .0 2 0. 41 1. 22 1. 14 1. 30 1. 14 0. 84 0. 18 2. 69 15 .3 3 0. 89 0. 39 0. 94 2. 41 0. 67 0. 26 1. 20 4. 70 H o 0. 65 0. 17 1. 64 9. 72 0. 39 1. 16 1. 15 1. 30 1. 13 0. 79 0. 13 2. 59 20 .4 6 0. 88 0. 4 0. 91 2. 29 0. 65 0. 26 1. 17 4. 52 E r 0. 66 0. 18 1. 48 8. 06 0. 4 1. 13 1. 12 1. 31 1. 17 0. 81 0. 12 2. 73 22 .0 2 0. 86 0. 32 0. 93 2. 87 0. 61 0. 29 1. 17 4. 07 Tm 0. 75 0. 18 1. 47 8. 29 0. 44 1. 21 1. 19 1. 47 1. 24 0. 93 0. 17 3. 23 18 .8 2 0. 92 0. 35 1. 01 2. 86 0. 77 0. 31 1. 76 5. 73 Y b 0. 76 0. 21 1. 37 6. 65 0. 43 1. 18 1. 15 1. 41 1. 23 0. 9 0. 22 3. 21 14 .3 1 0. 94 0. 39 1. 03 2. 6 0. 75 0. 31 1. 29 4. 16 L u 0. 74 0. 21 1. 25 6. 07 0. 44 1. 14 1. 11 1. 40 1. 26 0. 88 0. 23 3. 11 13 .7 7 0. 92 0. 35 1. 01 2. 92 0. 77 0. 31 2. 57 8. 32 H f 0. 91 0. 6 1. 2 2. 01 0. 78 0. 85 0. 71 0. 97 1. 37 0. 87 0. 58 3. 08 5. 28 1. 22 1. 01 1. 39 1. 37 1. 07 0. 67 1. 43 2. 15 Ta 1. 51 0. 97 2. 91 3. 00 0. 83 1. 43 1. 27 1. 63 1. 28 1. 13 0. 67 9. 49 14 .0 8 1. 43 1. 24 1. 57 1. 27 1. 65 1. 09 6. 83 6. 24 T l 0. 69 0. 17 1. 07 6. 32 0. 27 1. 42 1. 00 1. 78 1. 78 0. 77 0. 48 2. 09 4. 34 0. 83 0. 76 2. 21 2. 89 0. 79 0. 30 1. 25 4. 14 P b 0. 36 0. 14 1. 04 7. 45 0. 29 0. 88 0. 4 2. 04 5. 07 0. 42 0. 1 1. 17 11 .2 1 0. 88 0. 67 1. 81 2. 68 0. 62 0. 13 1. 83 13 .9 B i 0. 95 0. 26 2. 08 7. 91 0. 34 1. 32 1. 05 2. 41 2. 30 1. 11 0. 27 13 .3 7 49 .7 7 0. 73 0. 63 1. 38 2. 19 1. 31 0. 21 7. 74 37 .4 T h 0. 86 0. 20 1. 45 7. 13 0. 42 1. 37 1. 25 1. 78 1. 42 1. 15 0. 24 3. 63 15 .1 6 1. 29 0. 58 1. 60 2. 75 0. 66 0. 33 1. 27 3. 83 U 0. 64 0. 39 1. 13 2. 90 0. 42 0. 70 0. 58 0. 81 1. 39 0. 58 0. 29 2. 26 7. 76 0. 72 0. 47 1. 45 3. 07 0. 81 0. 34 1. 72 4. 99 n 16 2 4 26 5 16 N ot e: M ed is m ed ia n , a da sh m ea n s n o da ta , # is m in im um , # # is m ax im um , H is h et er og en ei ty , A rM is a ri th m et ic m ea n , an d n is t h e n um be r of a n al yz ed s am pl es . * M at ri x fr om t h e m ix ti te s of t h e T an y F or m at io n .\n998\nGEOCHEMISTRY INTERNATIONAL Vol. 49 No. 10 2011\nMASLOV et al."
  }, {
    "heading": "CONCLUSIONS",
    "text": "The data presented in this paper allow us to draw some conclusions on the characteristics of the Early Vendian sedimentation environment. First, despite the presence of at least three levels of tillite like conglomer ates (diamictites) in the Serebryanka section, the indexes of chemical alteration in most of our samples of fine grained siliciclastic rocks are rather high in almost all formations (65–77), which indicates the input of mature, most likely repeatedly redeposited/recycled materials into the sedimentation basin. In this case, we undoubtedly observe a paleoclimatic signal, which is suggested by the absence of correlation between CIA and such indicators of the composition of catchment rocks as Th/Cr, La/Sc, and Th/Sc. The previous com parison of the compositions of the Serebryanka shales with PAAS [85] showed that even the matrix of diamic tites from the Tany Formation is similar in composition to the post Archean average Australian shale, i.e., to the rock with a significant fraction of lithogenic compo nents [45], whereas the shales of this level are signifi cantly depleted in CaO and enriched in Na2O relative to PAAS. Low PAAS normalized CaO contents were also observed in the shales of the Koiva Formation. The same is characteristic of the Kernos shales, although they display also some Na2O enrichment. In general, the climate of Serebryanka time can be estimated as semiarid–semihumid, similar to that dominating in the Late Vendian paleocatchments [13].\nThe median Mo/Mn values of the fine grained siliciclastic materials of most lithostratigraphic units of the Serebryanka Group indicate that they were accu mulated in a well aerated basin. An exception is the car bon poor shales of the Buton Formation, which show a median Mo/Mn value of 0.016 (minimum 0.011 and maximum 0.024).\nThe systematics of the trace elements Sr, Ba, Zr, Cu, and V in the shales of the Serebryanka Group allow us to suggest, with some additional assumptions, that sed iments were accumulated in a fresh water basin during the almost whole period of the formation of the Sere bryanka Group. This conclusion is consistent with Sr isotopic data for the carbonate rocks of the Koiva For mation.\nThe shales of most lithostratigraphic units of the Serebryanka Group show a weak or moderate geochemical enrichment in a limited number of trace elements. For instance, the fine grained rocks of the Tany Formation are weakly enriched in Li and Ta, the rocks of the Kernos Formation of the same grain size are slightly enriched in Nb and Ta, and the shales of the Koiva Formation are moderately enriched in Li and slightly enriched in Rb. Only the initially clay domi nated rocks of the Garevka Formation show slight enrichments in a wider range of elements: Co, Ni, Zn, Ga, Rb, and Nb.\nThe indicator trace element ratios (Th/Sc, La/Sc, Th/Cr, and others) in the fine grained siliciclastic rocks of the Serebryanka Group suggest that the Early Ven dian paleocatchments comprised a variety of rocks ranging from granitoids to basites. The latter were prob ably most extensively eroded at the end of Serebryanka time. The distribution of trace element contents (Th, La, Ni, Cr, and Sc) and ratios (Th/Sc, Co/Hf, and Ce/Cr) in the shales of various lithostratigraphic units of the Serebryanka Group suggest that primitive Archean complexes did not play a significant role in the Early Vendian plaeocatchments. This inference is in agreement with our previous estimates of the Nd model age of the fine grained terrigenous rocks of the Serebry anka Group [8]. According to these results, the shales of the Tany and Koiva formations have TNd(DM) values of ~2.0 Ga, whereas clay rocks with TNd(DM) ~ 1.77– 1.73 Ga are most common in the upper part of the group.\nBased on the Ce/Ce* values characteristic of the shales of the whole Serebryanka section, it was con cluded that submarine volcanism exerted little influ ence on sedimentation in the Early Vendian basin. Exceptions are Koiva and Kernos times, when hema tite bearing shales in association with pillow basalts were accumulated in some zones of the basin. However, even the fine grained siliciclastic rocks of the Kernos Formation show Ce anomalies ranging from 0.7 to 1.3; according to widely accepted interpretations, these rocks were probably formed under the conditions of low crustal permeability for deep fluids. In our opinion, this suggestion is supported by the distribution of the com positions of fine grained siliciclastic rocks in various discrimination diagrams: in most cases, the composi tions of shales from various formations of the Serebry anka Group fall in the fields of passive geodynamic set tings.\nThe data presented in this paper provide a general overview of the environments of the formation of the Early Vendian sedimentary sequences in the western slope of the Central Urals. They must be extended in the future by the analysis of variations in the aforemen tioned and other lithogeochemical parameters in the sections of all lithostratigraphic units of the Serebry anka Group (similar to that done for the Koiva Forma tion), which will result in a more realistic and compre hensive model for the Early Vendian paleoenvironment for one of the most complete sections of the final system of the Precambrian in Northern Eurasia."
  }, {
    "heading": "ACKNOWLEDGMENTS",
    "text": "This study was financially supported by Integration Project no. 09 C 5 1013 of the Ural, Siberian, and Far East branches of the Russian Academy of Sciences “Reconstruction of Provenances for the Sedimentary Basins of Northern Eurasia: Sedimentation Environ\nGEOCHEMISTRY INTERNATIONAL Vol. 49 No. 10 2011\nLITHOGEOCHEMISTRY OF THE FINE GRAINED SILICICLASTIC ROCKS 999\nments and Potential Ore Mineralization” and the Russian Foundation for Basic Research, project no. 09 05 00279."
  }, {
    "heading": "3. Stratigraphic Schemes of the Urals (Precambrian, Paleo",
    "text": "zoic) (Roskomnedra, IGG UrO RAN, Yekaterinburg, 1993) [in Russian]. 4. D. V. Grazhdankin, A. V. Maslov, and M. T. Krupenin, “Structure and Depositional History of the Vendian Sylvitsa Group in the Western Flank of the Central Urals,” Stratigr. Geol. Korrelyatsiya 17 (5), 20–40 (2009) [Stratigr. Geol. Correlation 17, 476–492 (2009)]. 5. B. S. Sokolov, “Vendian System and ‘Neoproterozoic III’,” Stratigr. Geol. Korrelyatsiya 3 (6), 51–67 (1995). 6. A. V. Maslov, M. T. Krupenin, E. Z. Gareev, and G. A. Petrov, “Estimation of Redox Conditions in the Vendian Sedimentation Basins of the Western Slope of the Urals,” Litosfera, No. 2, 75–93 (2003). 7. A. V. Maslov, G. A. Petrov, and M. T. Krupenin, “Sere bryanka Group of the Middle Urals: Reconstruction of the Eroded Upper Crust from Geochemical Data,” Izv. Ural. Gos. Gorn. Univ., No. 19, 33–41 (2004). 8. A. V. Maslov, Yu. L. Ronkin, M. T. Krupenin, et al., “Systematics of Rare Earth Elements and Model Nd Age of Vendian Mudstones on the Western Slope of the Cen tral Urals,” Dokl. Akad. Nauk 401 (5), 668–672 (2005) [Dokl. Earth Sci. 401A (3), 456–459 (2005)]. 9. A. V. Maslov, Yu. L. Ronkin, M. T. Krupenin, et al., “Some Geochemcial Features of the Vendian Fine Grained Terrigenous Rocks of the Western Slope of the Middle Urals and Paleogeodynamic Reconstructions,” Otechestvennaya Geol., No. 1, 34–40 (2006). 10. A. V. Maslov, Yu. L. Ronkin, M. T. Krupenin, et al., “Systematics of Rare Earth Elements, Th, Hf, Sc, Co, Cr, and Ni in the Vendian Pelitic Rocks of the Serebry anka and Sylvitsa Groups from the Western Slope of the Central Urals: A Tool for Monitoring Provenance Com position,” Geokhimiya, No. 6, 610–632 (2006) [Geochem. Int. 44, 559–580 (2006)]. 11. A. V. Maslov, M. T. Krupenin, G. A. Petrov, et al., “Some Geochemcial Features and Conditions of Formation of the Fine Grained Terrigenous Rocks of the Serebryanka and Sylvitsa Groups of the Middle Urals,” Litosfera, No. 2, 3–28 (2007). 12. A. V. Maslov, D. V. Grazhdankin, V. N. Podkovyrov, et al., “Provenance Composition and Features of Geo logical Evolution of the Late Vendian Foreland Basin of the Timan Orogen,” Geokhimiya, No. 12, 1294–1318 (2009) [Geochem. Int. 47, 1212–1233 (2009)]. 13. D. V. Grazhdankin, A. V. Maslov, M. T. Krupenin, and Yu. L. Ronkin, Sedimentary Systems of the Sylvitsa Group (Upper Vendian of the Middle Urals) (Ural. Otd. Ross. Akad. Nauk, Yekaterinburg, 2010) [in Russian]. 14. A. A. Krasnobaev, A. I. Stepanov, Yu. L. Ronkin, and O. P. Lepikhina, “Age of the Granitoids of the Troitsk\nMassif and the Upper Radiological Boundary of the Pre cambrian of the Urals,” Izv. Akad. Nauk SSSR, Ser. Geol., No. 11, 128–131 (1984).\n15. V. I. Kozlov, A. A. Krasnobaev, A. F. Veis, et al., “Riphean Stratotype: Structure, Paleontological Characteristics, and Isotopic Age,” in Upper Proterozoic Stratigraphy of the USSR (Riphean and Vendian) (BNTs UrO AN SSSR, Ufa, 1990), pp. 11–17 [in Russian].\n16. M. A. Semikhatov, K. A. Shurkin, E. M. Aksenov, et al., “A New Stratigraphic Scale of the Precambrian of the USSR,” Izv. Akad. Nauk SSSR, Ser. Geol., No. 8, 3–14 (1991).\n17. Yu. L. Ronkin, “Strontium Isotopes as Indicators of the Magmatic Evolution of the Urals,” in Yearbook 1988 (IGG UrO AN SSSR, Yekaterinburg, 1989), pp. 107– 110 [in Russian].\n18. A. A. Krasnobaev, Zircon as an Indicator of Geologic Pro cesses (Nauka, Moscow, 1986) [in Russian].\n19. Yu. L. Ronkin, A. V. Maslov, G. A. Petrov, et al., “In Situ U–Pb (SHRIMP) Dating of Zircons from Granosyenite of the Troitsk Pluton, Kvarkush–Kamennogorsk Anticli norium, Central Urals,” Doklady Akad. Nauk 412 (1), 87–92 (2007) [Dokl. Earth Sci. 412, 11–16 (2007)].\n20. G. A. Petrov, A. V. Maslov, and Yu. L. Ronkin, “Pre Paleozoic Magmatic Complexes of the Kvarkush– Kamennogorsk Anticlinorium (Middle Urals): New Geochemical and Geodynamic Data,” Litosfera, No. 4, 42–69 (2005).\n21. E. V. Karpukhina and V. A. Pervov, “Alkaline Basaltic Magmatism of the Western Slope of the Urals as an Indi cator of Late Proterozoic Rifting as Exemplified by the Dvoretskii Volcanic Complex,” in Isotope Dating of Geo logic Processes: New Methods and Results (GEOS, Mos cow, 2000), pp. 170–172 [in Russian].\n22. E. V. Karpukhina, V. A. Pervov, and D. Z. Zhuravlev, “Petrology of the Subalkaline Volcanism in the Western Slope of the Ural Mountains—An Indicator of the Late Vendian Rifting,” Petrologiya 9 (5), 480–503 (2001) [Petrology 9, 415–436 (2001)].\n23. S. B. Suslov, V. N. Zorin, A. N. Kinev, et al., State Geo logical Map of the Russian Federation on a Scale of 1 : 200000. Second Edition. Perm Series. Sheet O 40 XVII. Explanatory Notes (Permsk. Gos. Predpr. “Geokarta”, Perm, 2002) [in Russian].\n24. Yu. D. Smirnov, “History of the Evolution of the Ural Fold System in the Precambrian,” in Precambrian Geol ogy. Reports of Russian Geologists during 12th Interna tional Geological Congress (Nedra, Moscow, 1964), pp. 195–207 [in Russian].\n25. B. M. Keller, Upper Proterozoic of the Russian Plat form: Riphean and Vendian (Mosk. Gos. Univ., Mos cow, 1968) [in Russian].\n26. F. A. Kurbatskaya, Extended Abstract of Doctoral Dis sertation in Geology and Mineralogy (Mosk. Gos. Univ., Moscow, 1985).\n27. F. A. Kurbatskaya, “On the Structure and Evolution of the Juncture Zone of the Western Urals and East Euro pean Platform in the Late Precambrian,” in Precam brian Volcanogenic–Sedimentary Complexes of the Urals (UNTs RAN, Sverdlovsk, 1986), pp. 50–59 [in Russian].\n28. F. A. Kurbatskaya, “Magmatism, Metamorphism, and Metallogeny of the Early Vendian Intracratonic Rift in\n1000\nGEOCHEMISTRY INTERNATIONAL Vol. 49 No. 10 2011\nMASLOV et al.\nthe Urals,” in Magmatism and Geodynamics. Proceed ings of the 1st All Russia Petrographic Conference, Ufa, Russia, 1995 (UNTs RAN, Ufa, 1995), vol. 1, pp. 116– 117 [in Russian].\n29. F. A. Kurbatskaya and O. V. Kuchina, “Vendian Pho spate Bearing Rocks of the Middle Urals,” in Problems of Mineralogy, Petrography, and Metallogeny (Permsk. Gos. Univ., Perm, 2000), pp. 61–65 [in Russian].\n30. R. G. Iblaminov, F. A. Kurbatskaya, G. V. Lebedev, et al., “Metallogeny of the Vendian–Early Paleozoic of the Western Slope of the Middle and Northern Urals,” in Paleogeography of the Vendian–Early Paleozoic (PVRP 96) (Inst. Geol. Geokhim., Yekaterinburg, 1996) [in Russian].\n31. R. G. Iblaminov, F. A. Kurbatskaya, G. V. Lebedev, et al., “Metallogeny of the Riphean and Vendian of the Western Slope of the Northern and Middle Urals,” in Precam brian Geology and Metallogeny of the Northeast Euro pean Platform and North Urals (Geoprint, Syktyvkar, 1996), pp. 76–77 [in Russian].\n32. A. M. Zil’berman, R. G. Iblaminov, and G. V. Lebedev, “Magmatic Associations of the Western Slope of the North and Middle Urals,” in Problems of Mineralogy, Petrography, and Metallogeny (Permsk. Gos. Univ., Perm, 2000), pp. 52–54 [in Russian].\n33. V. V. Bochkarev and R. G. Yazeva, Subalkaline Magma tism of the Urals (Ural. Otd. Ross. Akad. Nauk, Yekater inburg, 2000) [in Russian].\n34. N. A. Rumyantseva, “Alkaline Volcanism of the Western Slope of the Urals,” in Pre Ordovician History of the Urals. Part 3. Volcanism (UNTs AN SSSR, Sverdlovsk, 1980), pp. 3–29 [in Russian].\n35. A. M. Zil’berman, E. M. Chernyshova, and Yu. N. Kich igin, “New Manifestations of the Alkaline–Ultrabasic Volcanism in the Western Slope of the Middle Urals,” in Pre Ordovician History of the Urals. Part 3. Volcanism (UNTs AN SSSR, Sverdlovsk, 1980), pp. 30–46 [in Rus sian].\n36. A. M. Zil’berman, G. G. Morozov, and G. P. Korelin, “Magmatic Complexes of the Perm Series Sheets,” in Problems of Mineralogy, Petrography, and Metallogeny. Scientific Symposium Dedicated to the Memory of P.N. Chirvinskii (Permsk. Gos. Univ., Perm, 2002), pp. 124– 146 [in Russian].\n37. V. N. Puchkov, “Lithosphere Evolution: from the Pechora Ocean to the Timan Orogeny,” in Tectonic Prob lems of Central Asia (GEOS, Moscow, 2005), pp. 309– 342 [in Russian].\n38. V. N. Puchkov, “Timanides and Uralides: Main Features of the Most Important Structures of the Stages of the Urals and Timan–Pechora Province,” in Geology, Min eral Resources, and Geoecological Problems of Bashkor tostan, Urals, and Adjacent Territories (Dizain Poligraf Servis, Ufa, 2008), pp. 70–81 [in Russian].\n39. M. T. Krupenin, “Chemical Features of Dolomites in the Volcanogenic–Terrigenous Sediments of the Serebry anka Group of the Kvarkush–Kamennogorsk Meganti clinorium,” in Yearbook 2008 (Inst. Geol. Geokhim., Yekaterinburg, 2009), pp. 63–67 [in Russian].\n40. A. V. Maslov, Investigation of Sedimentary Rocks: Methods and Interpretation (UGGU, Yekaterinburg, 2005) [in Russian].\n41. M. M. Herron, “Geochemical Classification of Terrige nous Sands and Shales from Core or Log Data,” J. Sed. Petrol. 58, 820–829 (1988).\n42. Ya. E. Yudovich and M. P. Ketris, Principles of Lithochemistry (Nauka, St. Petersburg, 2000) [in Rus sian].\n43. S. Turgeon and H. J. Brumsack, “Anoxic vs Dysoxic Events Reflected in Sediment Geochemistry during the Cenomanian–Turonian Boundary Event (Cretaceous) in the Umbria Marche Basin of Central Italy,” Chem. Geol. 234, 321–339 (2006).\n44. A. H. Brownlow, Geochemistry, (Englewood Cliffs, Pren tice Hall, 1979; Nedra, Moscow, 1984).\n45. S. R. Taylor and S. M. McLennan, The Continental Crust: Its Composition and Evolution (Blackwell, Oxford, 1985; Mir, Moscow, 1988).\n46. Ya. E. Yudovich, M. P. Ketris, and E. Z. Gareev, “Nature of Anomalous Potassium Accumulations in Clay Rocks,” Geokhimiya, No. 5, 689–700 (1991).\n47. Yu. A. Tkachev and Ya. E. Yudovich, Statistical Treat ment of Geochemical Data. Methods and Problems (Nauka, Leningrad, 1975) [in Russian].\n48. N. M. S. Rock, J. A. Webb, N. J. McNaughton, and G. D. Bell, “Nonparametric Estimation of Averages and Errors for Small Datasets in Isotope Geoscience: A Pro posal,” Chem. Geol. 66, 163–177 (1987).\n49. N. M. Chumakov, “Tillites and Tilloids of the Western Slope of the Middle Urals,” in Upper Riphean, Vendian, and Lower Paleozoic Sections of the Middle and South Urals. A Guidebook of Geological Excursions of the All Russia Conference “Vendian–Early Paleozoic Paleogeog raphy,” Yekaterinburg, Russia, 1996 (Inst. Geol. Geokhim., Yekaterinburg, 1996), pp. 74–82 [in Rus sian].\n50. N. M. Chumakov and V. N. Sergeev, “Problems of Cli matic Zoning in the Late Precambrian. Climate and Biospheric Events,” in Climate and Epochs of Large Bio spheric Upheaval, Ed. by M. A. Semikhatov and N. M. Chumakov (Nauka, Moscow, 2004), pp. 271–289 [in Russian].\n51. H. W. Nesbitt and G. M. Young, “Early Proterozoic Cli mates and Plate Motions Inferred from Major Element Chemistry of Lutites,” Nature 299, 715–717 (1982).\n52. J. N. J. Visser and G. M. Young, “Major Element Geochemistry and Paleoclimatology of the Permo–Car boniferous Glaciogene Dwyka Formation and Post Gla cial Mudrocks in Southern Africa,” Palaeogeogr. Palae oclimat. Palaeoecol. 81, 49–57 (1990).\n53. B. D. Roser and R. J. Korsch, “Determination of Tec tonic Setting of Sandstone–Mudstone Suites Using SiO2 Content and K2O/Na2O Ratio,” J. Geol. 94 (5), 635– 650 (1986).\n54. Z. Yan, Z. Wang, T. Wang, et al., “Provenance and Tec tonic Setting of Clastic Deposits in the Devonian Xicheng Basin, Qinling Orogen, Central China,” J. Sed. Res. 76, 557–574 (2006).\n55. B. P. Wade, M. Hand, and K. M. Barovich, “Nd Isotopic and Geochemical Constraints on Provenance of Sedi mentary Rocks in the Eastern Officer Basin, Australia: Implications for the Duration of the Intracratonic Peter mann Orogeny,” J. Geol. Soc. London, 162, 513–530 (2005).\nGEOCHEMISTRY INTERNATIONAL Vol. 49 No. 10 2011\nLITHOGEOCHEMISTRY OF THE FINE GRAINED SILICICLASTIC ROCKS 1001\n56. H. M. Holail and A. K. M. Moghazi, “Provenance, Tec tonic Setting and Geochemistry of Greywackes and Silt stones of the Late Precambrian Hammamat Group, Egypt,” Sed. Geol. 161, 227–250 (1998).\n57. J. B. Maynard, R. Valloni, and Shing Ju Ho, “Composi tion of Modern Deep Sea Sands from Arc Related Basin,” J. Geol. Soc. Am. Spec. Publ., No. 10, 551–561 (1982).\n58. M. R. Bhatia and K. A. W. Crook, “Trace Element Char acteristics of Graywackes and Tectonic Setting Discrim ination of Sedimentary Basins,” Contrib. Mineral. Petrol. 92, 181–193 (1986).\n59. Interpretation of Geochemical Data, Ed. by E. V. Sklyarov (Intermet Inzhiniring, Moscow, 2001) [in Russian].\n60. H. R. Rollinson, Using Geochemical Data: Evaluation, Presentation, Interpretation (London Group, Essex, 1994).\n61. R. W. Murray, M. R. Buchholtz ten Brink, D. L. Jones, D. C. Gerlach, and G. P. Russ III, “Rare Earth Elements as Insicators of Different Marine Depositional Environ ments in Chert and Shale,” Geology 18, 268–271 (1990).\n62. R. W. Murray, M. R. Buchholtz ten Brink, H. J. Brum sack, D. C. Gerlach, and G. P. Russ III, “Rare Earth Elements in Japan Sea Sediments and Diagenetic Behaviour of Ce/Ce*: Results from ODP Leg 127,” Geochim. Cosmochim. Acta 55, 2453–2466 (1991).\n63. A. V. Maslov, “Some Specific Features of Early Vendian Sedimentation in the Southern and Middle Urals,” Litol. Polezn. Iskop., No. 6, 624–639 (2000) [Lithol. Miner. Resour. 35, 556–570 (2000)].\n64. A. V. Maslov and M. T. Krupenin, “New Data on the Conditions of Accumulation of the Upper Riphean and Lower Vendian Sedimentary Rocks of the Middle Urals (Mezhevaya Utka River Basin, around the Visimo– Utkinsk Settlement),” in Yearbook 2001 (Inst. Geol. Geokhim., Yekaterinburg, 2002), pp. 59–70 [in Rus sian].\n65. A. V. Maslov, K. S. Ivanov, N. M. Chumakov, et al., Upper Riphean, Vendian, and Lower Paleozoic Sections of the Middle and South Urals: Guidebook of Geological Excur sions (Inst. Geol. Geokhim., Yekaterinburg, 1996) [in Russian].\n66. K. C. Condie, “Chemical Composition and Evolution of the Upper Continental Crust: Contrasting Results from Surface Samples and Shales,” Chem. Geol. 104, 1–37 (1993).\n67. A. V. Maslov, “Archean Metaterrigenous Rocks: Major Geochemical Constraints,” Geokhimiya, No. 4, 370– 389 (2007) [Geochem. Int. 45, 327–344 (2007)].\n68. S. R. Taylor and S. M. McLennan, “The Chemical Evo lution of the Continental Crust,” Rev. Geophys. 33, 241–265 (1995).\n69. V. N. Kholodov and R. I. Nedumov, “Geochemical Cri teria of the Appearance of Euxinia in the Waters of\nAncient Basins,” Izv. Akad. Nauk SSSR, Ser. Geol., No. 12, 74–82 (1991).\n70. Ya. E. Yudovich, Introduction into the Geochemical Diag nostics of Facies (VINITI, Moscow, 1976) [in Russian].\n71. Yu. Ya. Valiev, Boron Geochemistry in the Jurassic Deposits of the Gissar Range (Nauka, Moscow, 1977) [in Russian].\n72. C. T. Walker, “Evaluation of Boron as a Paleosalinity Indicator and Its Application to Offshore Prospects,” AAPG Bull. 52 (5), 751–766 (1968).\n73. R. D. Cody, “Adsorption and the Reliability of Trace Ele ments as Environment Indicators for Shales,” J. Sed. Petrol. 41 (2), 461–471 (1971).\n74. E. L. Couch, “Calculation of Paleosalinities from Boron and Clay Minerals Data,” AAPG Bull. 55, 1829–1837 (1971).\n75. P. G. Eriksson, B. F. F. Reczko, and D. P. Piper, “An Interpretation of Boron Contents within a Palaeoprot erozoic Volcano Sedimentary Succession: Pretoria Group, Transvaal Supergroup, South Africa,” Precam brian Res. 78, 273–287 (1996).\n76. E. T. Degens, E. G. Williams, and M. L. Keith, “Envi ronmental Studies of Carboniferous Sediments. Part I: Geochemical Criteria for Differentiating Marine from Fresh Water Shales,” AAPG Bull. 41 (11), 2427–2455 (1957).\n77. M. L. Keith and E. T. Degens, “Geochemical Indicators of Marine and Fresh Water Sediments,” in Researches in Geochemistry, Ed. by P. H. Abelson (Wiley, New York, London, 1959), pp. 38–61.\n78. C. D. Curtis, “Studies on the Use of Boron as a Paleoen vironmental Indicator,” Geochim. Cosmochim. Acta 28, 1125–1137 (1964).\n79. P. E. Potter, N. F. Shimp, and J. Witters, “Trace Ele ments in Marine and Fresh Water Argillaceous Sedi ments,” Geochim. Cosmochim. Acta 27, 669–694 (1963).\n80. C. T. Walker and N. B. Price, “Departure Curves for Computing Paleosalinity from Boron in Illites and Shales,” AAPG Bull. 47, 833–841 (1963).\n81. S. M. Katchenkov, Minor Elements in Sedimentary Rocks and Oils (Gostoptekhizdat, Leningrad, 1959) [in Rus sian].\n82. Z. A. Yanochkina, “Minor Elements as Indicators of Sedimentation Conditions,” Litol. Polezn. Iskop., No. 2, 127–131 (1964).\n83. E. N. Yanov, “Geochemistry of Caucasian and Crimean Flysch,” Litol. Polezn. Iskop., No. 1, 84–101 (1971).\n84. A. I. Perel’man, Geochemistry (Vysshaya shkola, Mos cow, 1979) [in Russian].\n85. A. V. Maslov, “Glaciogenic and Related Sedimentary Rocks: Main Lithochemical Features. Communication 1. Late Archean and Proterozoic,” Litol. Polezn. Iskop., No. 4, 423–445 (2010) [Lithol. Miner. Resour. 45, 377– 397 (2010)]."
  }],
  "year": 2011,
  "references": [{
    "title": "and A",
    "authors": ["B.D. Ablizin", "M.L. Klyuzhina", "F.A. Kurbatskaya"],
    "venue": "M. Kurbatskii, Upper Riphean and Vendian of the Western Slope of the Middle Urals (Nauka, Moscow,",
    "year": 1982
  }, {
    "title": "Klyuzhina, Vendian System of the Urals (IGG UrO AN SSSR, Sverdlovsk, 1991) [in Russian",
    "authors": ["L. M"],
    "year": 1991
  }, {
    "title": "Krupenin, “Structure and Depositional History of the Vendian Sylvitsa Group in the Western Flank of the Central Urals,",
    "authors": ["D.V. Grazhdankin", "A.V. Maslov", "M. T"],
    "venue": "Stratigr. Geol. Korrelyatsiya",
    "year": 2009
  }, {
    "title": "Vendian System and ‘Neoproterozoic III’,",
    "authors": ["B.S. Sokolov"],
    "venue": "Stratigr. Geol. Korrelyatsiya",
    "year": 1995
  }, {
    "title": "Estimation of Redox Conditions in the Vendian Sedimentation",
    "authors": ["A.V. Maslov", "M.T. Krupenin", "E.Z. Gareev", "G.A. Petrov"],
    "venue": "Basins of the Western Slope of the Urals,” Litosfera,",
    "year": 2003
  }, {
    "title": "Krupenin, “Sere bryanka Group of the Middle Urals: Reconstruction of the Eroded Upper Crust from Geochemical Data,",
    "authors": ["A.V. Maslov", "G.A. Petrov", "M. T"],
    "venue": "Izv. Ural. Gos. Gorn. Univ.,",
    "year": 2004
  }, {
    "title": "Systematics of Rare Earth Elements and Model Nd Age of Vendian Mudstones on the Western Slope of the Cen tral Urals,",
    "authors": ["A.V. Maslov", "Yu. L. Ronkin", "M.T. Krupenin"],
    "venue": "Dokl. Akad. Nauk",
    "year": 2005
  }, {
    "title": "Some Geochemcial Features of the Vendian Fine Grained Terrigenous Rocks of the Western Slope of the Middle Urals and Paleogeodynamic Reconstructions,",
    "authors": ["A.V. Maslov", "Yu. L. Ronkin", "M.T. Krupenin"],
    "venue": "Otechestvennaya Geol.,",
    "year": 2006
  }, {
    "title": "Systematics of Rare Earth Elements, Th, Hf, Sc, Co, Cr, and Ni in the Vendian Pelitic Rocks of the Serebry anka and Sylvitsa Groups from the Western Slope of the Central Urals: A Tool for Monitoring Provenance",
    "authors": ["A.V. Maslov", "Yu. L. Ronkin", "M.T. Krupenin"],
    "venue": "Com position,” Geokhimiya,",
    "year": 2006
  }, {
    "title": "Some Geochemcial Features and Conditions of Formation of the Fine Grained Terrigenous Rocks of the Serebryanka and Sylvitsa",
    "authors": ["A.V. Maslov", "M.T. Krupenin", "G.A. Petrov"],
    "venue": "Groups of the Middle Urals,” Litosfera,",
    "year": 2007
  }, {
    "title": "Provenance Composition and Features of Geo logical Evolution of the Late Vendian Foreland Basin of the Timan Orogen,",
    "authors": ["A.V. Maslov", "D.V. Grazhdankin", "V.N. Podkovyrov"],
    "venue": "Geokhimiya, No. 12,",
    "year": 2009
  }, {
    "title": "and Yu",
    "authors": ["D.V. Grazhdankin", "A.V. Maslov", "M.T. Krupenin"],
    "venue": "L. Ronkin, Sedimentary Systems of the Sylvitsa Group (Upper Vendian of the Middle Urals) (Ural. Otd. Ross. Akad. Nauk, Yekaterinburg,",
    "year": 2010
  }, {
    "title": "Riphean Stratotype: Structure, Paleontological Characteristics, and Isotopic Age,",
    "authors": ["V.I. Kozlov", "A.A. Krasnobaev", "A.F. Veis"],
    "venue": "Upper Proterozoic Stratigraphy of the USSR (Riphean and Vendian) (BNTs UrO AN SSSR, Ufa,",
    "year": 1990
  }, {
    "title": "A New Stratigraphic Scale of the Precambrian of the USSR,",
    "authors": ["M.A. Semikhatov", "K.A. Shurkin", "E.M. Aksenov"],
    "venue": "Izv. Akad. Nauk SSSR, Ser. Geol.,",
    "year": 1991
  }, {
    "title": "Ronkin, “Strontium Isotopes as Indicators of the Magmatic Evolution of the Urals,",
    "authors": ["L. Yu"],
    "venue": "Yearbook",
    "year": 1988
  }, {
    "title": "Krasnobaev, Zircon as an Indicator of Geologic Pro cesses (Nauka, Moscow, 1986) [in Russian",
    "authors": ["A. A"],
    "year": 1986
  }, {
    "title": "In Situ U–Pb (SHRIMP) Dating of Zircons from Granosyenite of the Troitsk Pluton, Kvarkush–Kamennogorsk Anticli norium, Central Urals,",
    "authors": ["Yu. L. Ronkin", "A.V. Maslov", "G.A. Petrov"],
    "venue": "Doklady Akad. Nauk",
    "year": 2007
  }, {
    "title": "Alkaline Basaltic Magmatism of the Western Slope of the Urals as an Indi cator of Late Proterozoic Rifting as Exemplified by the Dvoretskii Volcanic Complex,",
    "authors": ["E.V. Karpukhina", "V.A. Pervov"],
    "venue": "Isotope Dating of Geo logic Processes: New Methods and Results (GEOS, Mos cow,",
    "year": 2000
  }, {
    "title": "Petrology of the Subalkaline Volcanism in the Western Slope of the Ural Mountains—An Indicator of the Late Vendian Rifting,",
    "authors": ["E.V. Karpukhina", "V.A. Pervov", "D.Z. Zhuravlev"],
    "venue": "Petrologiya 9",
    "year": 2001
  }, {
    "title": "A",
    "authors": ["S.B. Suslov", "V.N. Zorin"],
    "venue": "N. Kinev, et al., State Geo logical Map of the Russian Federation on a Scale of 1 : 200000. Second Edition. Perm Series. Sheet O 40 XVII. Explanatory Notes (Permsk. Gos. Predpr. “Geokarta”, Perm,",
    "year": 2002
  }, {
    "title": "History of the Evolution of the Ural Fold System in the Precambrian,",
    "authors": ["Yu. D. Smirnov"],
    "venue": "Precambrian Geol ogy. Reports of Russian Geologists during 12th Interna tional Geological Congress (Nedra, Moscow,",
    "year": 1964
  }, {
    "title": "Upper Proterozoic of the Russian Plat form: Riphean and Vendian (Mosk",
    "authors": ["B.M. Keller"],
    "venue": "Gos. Univ., Mos cow,",
    "year": 1968
  }, {
    "title": "Extended Abstract of Doctoral Dis sertation in Geology and Mineralogy (Mosk. Gos",
    "authors": ["F.A. Kurbatskaya"],
    "year": 1985
  }, {
    "title": "Kurbatskaya, “On the Structure and Evolution of the Juncture Zone of the Western Urals and East Euro pean Platform in the Late Precambrian,",
    "authors": ["A. F"],
    "venue": "Precam brian Volcanogenic–Sedimentary Complexes of the Urals (UNTs RAN, Sverdlovsk,",
    "year": 1986
  }, {
    "title": "Magmatism, Metamorphism, and Metallogeny of the Early Vendian Intracratonic Rift in  1000 GEOCHEMISTRY INTERNATIONAL Vol",
    "authors": ["F.A. Kurbatskaya"],
    "venue": "49 No. 10",
    "year": 2011
  }, {
    "title": "Vendian Pho spate Bearing Rocks of the Middle Urals,” in Problems of Mineralogy, Petrography, and Metallogeny (Permsk",
    "authors": ["F.A. Kurbatskaya", "O.V. Kuchina"],
    "venue": "Gos. Univ., Perm,",
    "year": 2000
  }, {
    "title": "G",
    "authors": ["R.G. Iblaminov", "F.A. Kurbatskaya"],
    "venue": "V. Lebedev, et al., “Metallogeny of the Vendian–Early Paleozoic of the Western Slope of the Middle and Northern Urals,” in Paleogeography of the Vendian–Early Paleozoic (PVRP 96) (Inst. Geol. Geokhim., Yekaterinburg,",
    "year": 1996
  }, {
    "title": "Metallogeny of the Riphean and Vendian of the Western Slope of the Northern and Middle Urals,",
    "authors": ["R.G. Iblaminov", "F.A. Kurbatskaya", "G.V. Lebedev"],
    "venue": "Precam brian Geology and Metallogeny of the Northeast Euro pean Platform and North Urals (Geoprint, Syktyvkar,",
    "year": 1996
  }, {
    "title": "Magmatic Associations of the Western Slope of the North and Middle Urals,” in Problems of Mineralogy, Petrography, and Metallogeny (Permsk",
    "authors": ["A.M. Zil’berman", "R.G. Iblaminov", "G.V. Lebedev"],
    "venue": "Gos. Univ., Perm,",
    "year": 2000
  }, {
    "title": "Subalkaline Magma tism of the Urals (Ural",
    "authors": ["V.V. Bochkarev", "R.G. Yazeva"],
    "venue": "Otd. Ross. Akad. Nauk, Yekater inburg,",
    "year": 2000
  }, {
    "title": "Alkaline Volcanism of the Western Slope of the Urals,",
    "authors": ["N.A. Rumyantseva"],
    "venue": "Pre Ordovician History of the Urals. Part 3. Volcanism (UNTs AN SSSR, Sverdlovsk,",
    "year": 1980
  }, {
    "title": "Kich igin, “New Manifestations of the Alkaline–Ultrabasic Volcanism in the Western Slope of the Middle Urals,",
    "authors": ["A.M. Zil’berman", "E.M. Chernyshova", "Yu. N"],
    "venue": "Pre Ordovician History of the Urals. Part 3. Volcanism (UNTs AN SSSR, Sverdlovsk,",
    "year": 1980
  }, {
    "title": "Lithosphere Evolution: from the Pechora Ocean to the Timan Orogeny,",
    "authors": ["V.N. Puchkov"],
    "venue": "Tectonic Prob lems of Central Asia (GEOS, Moscow,",
    "year": 2005
  }, {
    "title": "Timanides and Uralides: Main Features of the Most Important Structures of the Stages of the Urals and Timan–Pechora Province,” in Geology, Min eral Resources, and Geoecological Problems of Bashkor tostan, Urals, and Adjacent Territories (Dizain",
    "authors": ["V.N. Puchkov"],
    "venue": "Poligraf Servis, Ufa,",
    "year": 2008
  }, {
    "title": "Krupenin, “Chemical Features of Dolomites in the Volcanogenic–Terrigenous Sediments of the Serebry anka Group of the Kvarkush–Kamennogorsk Meganti clinorium,",
    "authors": ["T. M"],
    "venue": "Yearbook 2008 (Inst. Geol. Geokhim., Yekaterinburg,",
    "year": 2009
  }, {
    "title": "Investigation of Sedimentary Rocks: Methods and Interpretation (UGGU, Yekaterinburg, 2005) [in Russian",
    "authors": ["A.V. Maslov"],
    "year": 2005
  }, {
    "title": "Geochemical Classification of Terrige nous Sands and Shales from Core or Log Data,",
    "authors": ["M.M. Herron"],
    "venue": "J. Sed. Petrol",
    "year": 1988
  }, {
    "title": "Ketris,  Principles of Lithochemistry (Nauka",
    "authors": ["M.P. Ya. E. Yudovich"],
    "venue": "St. Petersburg,",
    "year": 2000
  }, {
    "title": "Brumsack, “Anoxic vs Dysoxic Events Reflected in Sediment Geochemistry during the Cenomanian–Turonian Boundary Event (Cretaceous) in the Umbria Marche Basin of Central Italy,",
    "authors": ["H.J.S. Turgeon"],
    "venue": "Chem. Geol. 234,",
    "year": 2006
  }, {
    "title": "Brownlow,  Geochemistry, (Englewood Cliffs",
    "authors": ["H. A"],
    "venue": "Pren tice Hall,",
    "year": 1979
  }, {
    "title": "and S",
    "authors": ["S.R. Taylo"],
    "venue": "M. McLennan, The Continental Crust: Its Composition and Evolution (Blackwell, Oxford,",
    "year": 1985
  }, {
    "title": "Gareev, “Nature of Anomalous Potassium Accumulations in Clay Rocks,",
    "authors": ["Ya. E. Yudovich", "M.P. Ketris", "E. Z"],
    "venue": "Geokhimiya, No",
    "year": 1991
  }, {
    "title": "Nonparametric Estimation of Averages and Errors for Small Datasets in Isotope Geoscience: A Pro posal,",
    "authors": ["N.M.S. Rock", "J.A. Webb", "N.J. McNaughton", "G.D. Bell"],
    "venue": "Chem. Geol",
    "year": 1987
  }, {
    "title": "Tillites and Tilloids of the Western Slope of the Middle Urals,” in Upper Riphean, Vendian, and Lower Paleozoic Sections of the Middle and South Urals. A Guidebook of Geological Excursions of the All Russia Conference “Vendian–Early Paleozoic Paleogeog raphy,",
    "authors": ["N.M. Chumakov"],
    "venue": "Yekaterinburg, Russia,",
    "year": 1996
  }, {
    "title": "Problems of Cli matic Zoning in the Late Precambrian",
    "authors": ["N.M. Chumakov", "V.N. Sergeev"],
    "venue": "Climate and Biospheric Events,” in Climate and Epochs of Large Bio spheric Upheaval,",
    "year": 2004
  }, {
    "title": "Major Element Geochemistry and Paleoclimatology of the Permo–Car boniferous Glaciogene Dwyka Formation and Post Gla cial Mudrocks in Southern Africa,",
    "authors": ["J.N.J. Visser", "G.M. Young"],
    "venue": "Palaeogeogr. Palae oclimat. Palaeoecol",
    "year": 1990
  }, {
    "title": "Provenance and Tec tonic Setting of Clastic Deposits in the Devonian Xicheng Basin, Qinling Orogen, Central China,",
    "authors": ["Z. Yan", "Z. Wang", "T. Wang"],
    "venue": "J. Sed. Res",
    "year": 2006
  }, {
    "title": "Nd Isotopic and Geochemical Constraints on Provenance of Sedi mentary Rocks in the Eastern Officer Basin, Australia: Implications for the Duration of the Intracratonic Peter mann Orogeny,” J",
    "authors": ["B.P. Wade", "M. Hand", "K.M. Barovich"],
    "venue": "Geol. Soc. London, 162, 513–530 (2005).  GEOCHEMISTRY INTERNATIONAL Vol. 49 No. 10",
    "year": 2011
  }, {
    "title": "Provenance, Tec tonic Setting and Geochemistry of Greywackes and Silt stones of the Late Precambrian Hammamat Group, Egypt,",
    "authors": ["H.M. Holail", "A.K.M. Moghazi"],
    "venue": "Sed. Geol. 161,",
    "year": 1998
  }, {
    "title": "Composi tion of Modern Deep Sea Sands from Arc Related Basin,",
    "authors": ["J.B. Maynard", "R. Valloni", "Shing Ju Ho"],
    "venue": "J. Geol. Soc. Am. Spec. Publ.,",
    "year": 1982
  }],
  "id": "SP:4236fd78c2fc959f10eecd87491e5a2c4a88fe8f",
  "authors": [{
    "name": "A. V. Maslov",
    "affiliations": []
  }, {
    "name": "D. V. Kiseleva",
    "affiliations": []
  }],
  "abstractText": "Sedimentation environments were reconstructed for the Early Vendian successions of the western slope of the Central Urals, which comprises one of the most complete sections of the terminal Precambrian system in northern Eurasia. It was shown that, despite the presence of several diamictite levels in the sections of the Serebryanka Group, mature and multiply recycled fine grained siliciclastic materials (CIA = 65–77) were delivered into the sedimentation basin over the whole Early Vendian. Based on the lithochemical char acteristics of shales, the climate of Serebryanka time can be estimated as semiarid–semihumid, similar to that dominating in Late Vendian paleocatchments. Based on relatively high Mo/Mn values (0.011 0.024), it was suggested that anoxic or similar conditions existed in the basin of Buton time, whereas other sedimentary complexes of the Serebryanka Group were formed in well aerated environments. The systematics of Sr, Ba, Zr, Cu, and V in fine grained siliciclastic rocks and Sr isotopic data for carbonate rocks indicate that the sed iments were accumulated in a fresh water basin. The values of trace element indicator ratios, e.g., Th/Sc, La/Sc, Th/Cr and others, in the shales of the Serebryanka Group and Nd model age estimates indicate that a variety of mainly Early Proterozoic complexes, ranging from granitoids to basic rocks, occurred in the Early Vendian paleocatchments. The basic rocks were eroded most extensively probably in the end of Serebryanka time. Based on the Ce/Ce* values of shales, it was concluded that submarine volcanism had no significant influence on sedimentation processes in the Early Vendian. An exception is Koiva and Kernos time, when hematite bearing shales were accumulated in association with pillow basalts in some zones of the basin. The distribution of the compositions of shales from various formations of the Serebryanka Group in discrimina tion diagrams suggests that the Early Vendian sedimentary sequences were formed in passive geodynamic set tings.",
  "title": "LITHOSTRATIGRAPHY AND FORMATION CONDITIONS OF THE LOWER VENDIAN OF THE WESTERN SLOPE OF THE CENTRAL URALS"
}