{
  "sections": [{
    "text": "understanding ecosystem disturbance and resilience dynamics. However, nearly all the research related to the response of aquatic communities to disturbances has been developed at short-term ecological scales. In this study, we investigate the long-term response of chironomid insects of two lakes, to volcanic and other environmental disturbances that have taken place during the last 200 years. The studied lakes, Lake Verde and Lake Toncek, are located in the Nahuel Huapi National Park (northern Patagonia, Argentina), under contrasting environmental settings. Our results show that the main driver of faunal changes in both\nlakes is volcanism. Indeed, after the impact of the 1960 Puyehue/Calbuco volcanic events, the chironomid assemblage of Lake Verde recovered to initial conditions showing high resistance and a strong resilience to the impact. In this lake, the canopy, the presence of macrophytes, and the dynamic of the watershed are important determinants of resilience providing habitats for species colonization and/or by giving refugia to the community. Contrarily, chironomid assemblages from Lake Toncek did not recover to the original state after the impact of the ash. This lake is located above the tree line, and therefore it is highly probable that the lack of vegetation cover in the basin offered no protection for the aquatic environment, leaving the ecosystem highly exposed to the effect of the volcanic ashes. Subordinate to the effects of the volcanism, rising temperatures in the last 50 years and/or increasing human activities in the area, especially in L. Toncek, may also be responsible for the changes in chironomid assemblages.\nKeywords Paleoecology Freshwater Chironomid assemblages Tephra layers Disturbances Resilience"
  }, {
    "heading": "Introduction",
    "text": "Aquatic ecosystems are key components of the global environment, containing a rich, endemic, and sensitive\nGuest editors: Beatriz E. Modenutti & Esteban G. Balseiro / Andean Patagonian Lakes as Sensor of Global Change\nElectronic supplementary material The online version of this article (doi:10.1007/s10750-016-3081-3) contains supplementary material, which is available to authorized users.\nJ. Massaferro (&) F. Montes de Oca CONICET, CENAC/APN, Administración de Parques Nacionales, Fagnano 244, 8400 Bariloche, RN, Argentina e-mail: julimassaferro@hotmail.com\nA. Correa-Metrio Instituto de Geologı́a, Universidad Nacional Autónoma de México, Ciudad de México, Distrito Federal, Mexico\nM. Mauad Instituto de Limnologı́a, Universidad Nacional de La Plata, Boulevard 120 y 62, 1900 La Plata, Buenos Aires, Argentina\nbiota (Heino et al., 2009). They substantially contribute to the world total biodiversity, providing a variety of services for humans, including water for drinking, irrigation, and recreational activities. However, during the past century, they have been increasingly threatened directly and indirectly by human activities leading to large and growing pressures on worldwide biodiversity (Dudgeon et al., 2006). In addition to anthropogenic disturbances, these ecosystems are under constant increasing stress caused by global climate. Responses of freshwater biota to these perturbations are crucial for the maintenance of their biodiversity.\nDuring the last decades, freshwater ecologists have conducted a vast amount of research at different temporal and spatial scales, documenting losses of biodiversity, diagnosing their causes, and finding solutions (Strayer & Dudgeon, 2010). However, most of the world biodiversity conservation studies focus on the terrestrial realm. The lack of wider knowledge on aquatic biodiversity impedes the prediction of species’ responses to climate change and other major anthropogenic stressors (Heino et al., 2009).\nIn aquatic systems, recovery after natural and/or anthropogenic disturbances depends on local factors such as hydrological regime, degree of habitat heterogeneity, and spatial and temporal scales of the perturbation (Poff & Ward, 1990). Many aquatic organisms seek shelter from disturbance and/or have adaptations that provide refuge (Angermeier & Schlosser, 1995; Lancaster & Belyea, 1997; Rosenberger & Chapman, 1999). These mechanisms provide populations with spatial and temporal resistance and/ or resilience to disturbance, playing a central role at maintaining aquatic communities’ biodiversity (Sedell et al., 1990).\nUnderstanding disturbance contributes to important conceptual and practical developments in ecology. However, studying disturbances is challenging because they are unpredictable and differ across a wide range of spatial and temporal scales (VegasVilarrúbia et al., 2011). Furthermore, practically all the studies related to the response of aquatic communities to disturbances are conceived at small temporal ecological scales. These approaches are not enough for making reliable predictions on the potential consequences of future environmental changes and patterns of human impacts. Long-term ecological research is crucial for understanding disturbance dynamics over\nlong time periods placing those dynamics in a regional context. Palaeoecological archives from lake sediments are particularly useful because they record climate and anthropogenic changes and the corresponding biotic responses in aquatic systems at time scales that go beyond the historic record. Remains of aquatic organisms archived through time in lake sediments have the advantage of recording environmental changes in situ, providing direct evidence of environmental and ecological variability. The timescales of paleoecological records are particularly important for understanding the mechanisms of faunal turnover and the resulting implications for management and conservation of biodiversity (Willis et al., 2010).\nVolcanic ash layers impact lake ecosystems mostly by altering limnological properties (e.g., turbidity, pH, nutrients, and conductivity), by producing physical damage, and/or by depleting food availability to the biota (Barker et al., 2000; Okorafor, 2011). Changes in the diversity and abundance of biota following tephra deposits have been documented in high mountain lakes in North America and Europe (Birks & Lotter, 1994; Hickman & Reasoner, 1998; Telford et al., 2004), as well as in South America (Massaferro & Corley, 1998; Massaferro et al., 2005; Urrutia et al., 2007; Michelutti et al., 2015). In volcanically active regions, such as the Andes, tephra layers may be important agents of change to aquatic ecosystems, providing an opportunity to evaluate ecosystem resilience to this kind of disturbance (Lotter & Birks, 1993; Barker et al., 2000; Massaferro et al., 2005; Rogora et al., 2008; Araneda et al., 2007; Williams et al., 2016).\nLarvae of Family Chironomidae (Insecta: Diptera) are one of the most dominant, abundant, and diverse components of the macrozoobenthos of lakes. They hold a range of characteristics that makes them very useful as environmental indicators. The short generation times of this subfamily and the ability of the winged adults to move readily from site to site trigger effectively instantaneous responses to environmental change. In addition, many taxa are stenotopic, having narrow ecological requirements and optima with respect to certain environmental parameters, with different elements of the insect assemblage responding in distinctive ways to particular environmental alterations (Massaferro & Brooks, 2002). Northern Patagonia is a key site for aquatic environmental studies\nbecause it includes the biggest lake district of Argentina, an area of considerable ecological/paleoecological interest. The region combines subantarctic and Valdivian rainforest isolated from other similar forests within South America by orographic and climatic barriers. As a consequence, they have evolved a rich and largely endemic biota being a biodiversity hotspot of the country (Brooks et al., 2009). On the other hand, the area is within the belt of the southern westerlies (SWW) and the Southern Volcanic Zone (SVZ), making this place ideal for monitoring late Quaternary climate dynamics (Haberzettl et al., 2008). Here we present long-term chironomid and sedimentary plant pigments data from two lakes, Lake Toncek and Lake Verde, located in the Nahuel Huapi National Park (NHNP) in Northern Patagonia, Argentina. The studied lakes provide a natural experimental setup for studying the contrasting nature of community response to disturbance. Although of similar origin and morphometry, their environmental settings are well differentiated in terms of the vegetation and hydrological regime. These water bodies were reportedly affected by volcanic eruptions during the last 200 years. A volcanic event that occurred in 1960 caused by Puyehue/Calbuco eruptions has been well documented in both lakes (Daga et al., 2010). Our main goal is to evaluate the response of lake biota to the effects of volcanism as well as other disturbances affecting both lakes. We focus on the environmental drivers that promote ecological resilience or persistence of biotic communities in the past, which in turn are key for understanding the current ecological processes and lake dynamics (Swetnam et al., 1999)."
  }, {
    "heading": "Study sites",
    "text": "Lake Toncek and Lake Verde are located within the Nahuel Huapi National Park (NHNP) northern Patagonia, Argentina (Fig. 1). The climate of the area is temperate with a strong W-E precipitation gradient that defines the vegetation pattern: the Subantarctic forest transitions to the semi-arid steppe in barely 200 km. The lakes are located in one of the main lake districts of the country with a wide and diverse range of aquatic environments in a landscape strongly influenced by Pleistocene glaciers and Holocene volcanic eruptions (Veblen et al., 1977, 1996).\nLake Toncek (41 1105200S, 71 2901700W, 1,750 m a.s.l.) is a small open lake with a surface area of *3 ha and a maximum depth of 12 m. This lake is of glacial origin and is located above the treeline, which lies around 1,600 m a.s.l. in the Cathedral mountain chain. The watershed is dominated by rocky ground deposits with scarce soil development, and a vegetation composed of scattered timberline forest (Nothofagus pumilio) and high-Andean vegetation (Gaultheria pumila and Baccharis magellanica). The lake receives snow-melting water from an inlet. Contrastingly, Lake Verde (41 1500300S, 71 1700600W, 1,550 m a.s.l., max.depth = 5 m, area = 0.35 ha) is an endorheic lake located under the timberline of the western slope of Mount Challhuaco. The substrate is characterized by sedimentary rocks and andesites with slopes and flooded meadows (Varela et al., 2005). The local vegetation consists of a subalpine forest dominated by Nothofagus pumilio, a deciduous tree species. Aquatic macrophytes such as Carex subantarctica and Myriophyllum quitense cover the littoral areas, forming a full ring around the lake."
  }, {
    "heading": "Materials and methods",
    "text": "In January 2012, the deepest part of Lakes Toncek and Verde were cored for short sedimentary sequences, using a percussion corer system (Aquatic Research In., USA). Cores were opened and subsampled every 1 cm at the lab and each subsample was analyzed for organic matter (OM), sedimentary plant pigments (Chlorophyll derivatives, CD and Total carotenoids, TC), and chironomid remains. LOI and pigment analysis were performed at ISE-Pallanza, whereas chironomids were analyzed at CENAC Bariloche following standard procedures (Guilizzoni et al., 2009). Chronological control was established by using 210Pb analyses performed at University of Maine (USA) following the procedures described in Appleby (Appleby, 2002). Dates were integrated in two depthage models assuming constant flux constant sedimentation (CFCS) and the constant rate of supply (CRS) (Appleby and Oldfield, 1978) using Bacon R package (Blaauw & Christen, 2011). The 1960 ash fall of Puyehue/Calbuco volcanoes was identified at ca. 5 and 8 cm below lake floor in Lake Toncek and Lake Verde, respectively, and was used as independent marker in both lakes (Daga et al., 2010).\nStratigraphical diagrams and associated cluster analysis of the analyzed proxies were constructed using RIOJA R package (Juggins, 2009).\nA Principal Components Analysis (PCA) was performed using Vegan R package (Oksanen et al., 2007) to explore the variance–covariance structure of the datasets and their possible association with regional forcing mechanisms. Thus, both datasets were included in a single PCA in order to make sample scores from both lakes comparable by homogenizing variables and evaluating common variability in the two datasets. Under this scenario, LOI, carbon, and pigment data would act as a common frame of variables that would make the datasets comparable and the ecological interpretation sensible. Before running the PCA, species abundances were logtransformed to meet the multinormality assumption of the method, and OM, CD, and TC were treated raw (Legendre & Legendre, 2012). All variables were standardized to avoid effects of unit heterogeneity. The amount of variance explained by each new coordinate axis was compared against a broken-stick model to evaluate their statistical significance, in such a way that significant axes were not left out the interpretation of the results. Environmental association of the new ordinate axes was made by evaluating the direction of the vectors associated with each variable. Samples scores in PCA Axes 1 and 2 were plotted in stratigraphic order as a measure of environmental change through time."
  }, {
    "heading": "Results",
    "text": "According to the extrapolation of the sedimentation rates estimated by BACON age-depth modeling, basal ages of 1644 AD for L. Toncek and 1521 AD for Lake Verde were established (ESM 1 and ESM 2— Supplementary Material). However, due to the uncertainties of the 210Pb below dated horizons, changes that occurred older than 1900 AD were assigned tentatively. The tephra located at 5 cm in L. Toncek and at 8 cm in L. Verde was undoubtedly assigned to 1960, which agrees well with the eruptions of Puyehue and Calbuco volcanoes that notably affected the area (Daga et al., 2010).\nA total of 24 chironomid taxa were found, 5 of them being represented in both lakes (Fig. 2). The sequence from Lake Toncek was dominated by cold and littoral taxa ([3% relative abundance) (Fig. 2), with Apsectrotanypus, Parochlus, Cricotopus, and Paralimnophyes dominating the whole sequence with abundances [5%. Phaenopsectra appeared in pulses from the bottom up to 10 cm (ca. 1900 AD) when it disappeared along with Podonomus. At ca. 5 cm (ca. 1935 AD), Pseudosmittia was replaced by Smittia. In Lake Verde (Fig. 2), the most important taxa were mostly warm and profundal taxa. Apsectrotanypus, Riethia, and Polypedilum were represented throughout the entire record with abundances higher than 5%. Tanytarsus 1B and Chironomus appeared at ca. 40 cm (ca. 1600 AD), but whereas the former remained relatively\nconstant up to the top of the sequence, the latter disappeared at 8 cm (ca. 1960 AD). At the same time, Polypedilum decreased and Parapsectrocladius and Alotanypus increased considerably.\nBoth lakes showed considerable differences in organic matter (OM) and sedimentary pigments contents (Fig. 2). OM in the sediments from Lake Toncek varied between 8 and 15%, whereas Lake Verde’s sediments showed values from 20 up to 80%. CD/TC ratio varied between 100 and 600 and between 80 and 100 in the sequences from Lake Toncek and Lake Verde, respectively. Lake Toncek showed antiphasing temporal patterns of OM and CD/TC: a sharp decrease\nof OM and an increase of CD/TC between 4 and 7 cm, broadly coinciding with the 1960 tephra layer. Contrastingly, the behaviors of OM and CD/TC in the sedimentary sequence from Lake Verde were in phase: from the bottom of the record up to ca. 28 cm (ca. 1728 AD), OM fluctuated around 50–60% and CD/TC between 120–130, showing a decreasing trend of both parameters from 28 to 20 cm (from ca. 1728 to 1800 AD). From 20 to 10 cm, both parameters remained stable increasing sharply though the last 10 cm, i.e., just before the 1960 volcanic event.\nThe first two axes of the PCA (Fig. 3) explained 41.5% of the total variance contained in the datasets\n(32.27 and 8.23% for Axes 1 and 2, respectively). The Broken-Stick model indicated that the thresholds of 95% variance significance variance for Axes 1 and 2 were 3.93 and 2.93, respectively. Thus, only Axis 1 resulted significant with a total explained variance of 9.32 units. This finding does not imply that the variability of axes different to Axis 1 is negligible, but\nrather that a significant interpretation of the results needs to include Axis 1 (Magurran, 2004). Thus, we decided to make our environmental and ecological interpretation based on PCA Axes 1 and 2.\nIn terms of the variance associated with the variables included in the analysis, the longest vectors were associated with CD, TC, Smittia, Pseudosmittia,\n-3 -2 -1 0 1 2 3\n-3 -2\n-1 0\n1\nPC1\nP C\n2\nCHIRO.PL\nPOLYP\nAPEDIL PHAENOS\nRIETH\nTANY1A\nTANYT1B\nPARATANYT\nAPSECTR ALOTAN\nLABRUN\nPODONOM\nPAROCH\nPARAPSECT\nCRIC\nPSEUDOSMIT\nSMIT\nEUKIEFF\nPARAKIEFF\nLIMNOPH\nPARALIMNO\nSTICTOCL\nBOTRYOC\nGYMNOMEC\nCD.TC\nLOI550\nCD\nTC\n1\n2\n3\n4\n5\n6\n7\n8\n9\n12\n3\n4\n5\n6\nFig. 3 PCA correlation biplot. Green arrows indicate chironomid taxa (APSECTR Apsectrotanypus, ALOTAN Alotanypus, APEDIL Apedilum, PODON Podonomus, PARAPSECT Parapsectrocladius, CRICO Cricotopus, PAROCH Parochlus; PSEUDOSMIT Pseudosmittia, SMITT Smittia, PARALIMNO Paralimnophyes, PHAENO Phaenopsectra, EUKIEF Eukiefferiella, PARAKIEF Parakiefferiella, STICTO Stictocladius, BOTRYOC Botryocladius, CHIRO Chironomus, POLYPE Polypedilum, RIETH Riethia, TANYT1A Tanytarsini 1A,\nTANYT1B Tanytarsini 1B, PARATANY Paratanytarsus, LABRU Labrundinia) and red arrows, environmental variables (CD = chlorophyll derivatives, TC = total carotenoids, CD/ TC index, and LOI550 = OM). Filled squares represent samples pre-volcanic deposition, whereas filled triangles represent samples post-volcanic deposition. Blue symbols correspond to Lake Toncek samples and green ones to Lake Verde\nCD/TC, and Polypedilum, all of them longer than 2 units, whereas the shorter variance was displayed by Labrundinia, Paratanytarsus, Tanytarsini 1A, and Botryocladius, all of them with vectors with a longitude shorter than 1. The PCA correlation biplot showed vectors associated with Polypedilum, Riethia, Chironomus plumosus, Tanytarsini 1B, aligned towards the positive side of Axis 1 (Fig. 3). Vectors associated with Cricotopus, CD/TC, Parochlus, and Stictocladius results aligned with the negative side of the same axis. Regarding Axis 2, its negative end was clearly aligned with the vectors that represented CD, TC, Smittia, and Parapsectrocladius, whereas the positive end did not show any consistent pattern (Fig. 3).\nScores of samples produced a clear separation of the two lakes along PCA Axis 1, with Lakes Toncek and Verde obtaining exclusively negative and positive scores along this axis, respectively (Figs. 3, 4). Also, when plotted stratigraphically, sample scores along PCA Axis 1 showed two distinctive patterns in the two water bodies (Fig. 4). Scores of Lake Toncek showed an increasing trend towards present, whereas Lake Verde scores were relatively stable. Both lakes\nshowed similar PCA Axis 2 scores from their base up to the appearance of the tephra (Fig. 4). After the tephra, Axis 2 scores of both lakes showed a substantial decrease, with Lake Verde recovering to scores around zero, and Lake Toncek retaining negative scores up to the top of the sequence (Fig. 4)."
  }, {
    "heading": "Discussion",
    "text": "The environmental signal of the multivariate ordination\nThe PCA correlation biplot (Fig. 3) showed vectors representing littoral taxa (e.g., Cricotopus, Stictocladius, Botryocladius, Paralimnophyes, Parochlus) oriented toward the negative end of Axis 1, whereas profundal taxa (e.g., Chironomus, Tanytarsini 1A and 1B, Riethia, Labrundinia, Paratanytarsus, Alotanypus) were aligned along the positive end of the same axis. This species differentiation, however, is not associated with lake maximum depth, but rather with habitat availability, which in turn is a result of lake depositional dynamics.\nAt the endorheic Lake Verde, the almost exclusive dominance of profundal species suggests that there have not been substantial changes in its deposition dynamics through time. The lake is surrounded by a closed canopy and a dense belt of macrophytes. This vegetation cover acts as a filter to the littoral chironomid community, keeping it separated from the profundal assemblages. Differently, the open watershed system of Lake Toncek carries out plenty of allochthonous materials that are subsequently integrated to the sedimentary deposit. Its location above the tree line facilitates erosive processes caused mostly by precipitation. Indeed, littoral and profundal species intermingle at the deepest areas of this lake, suggesting sediment transport from the shores and littoral areas to the deepest parts of the lake. These differences seem to define the clear separation of both lakes in terms of the PCA Axis 1 scores: Lake Toncek obtained only negative scores, whereas Lake Verde obtained only positive ones (Figs. 3, 4). Indeed, littoral and semi-terrestrial taxa were found in the sediments of Lake Toncek, whereas profundal morphotypes such as Riethia, Chironomus, Tanytarsini 1A and 1B were characteristic of Lake Verde. The orientation of the vector associated with the CD/TC\nratio offers additional support to our interpretation of Axis 1 being associated with depositional dynamics (Fig. 3). This index, representing the ratio between chlorophyll derivatives and total carotenoids, provides an indication of pigments’ degradation. High values of this index are usually associated with allochthonous input, whereas lower values reflect autochthonous production.\nThe segregation of samples in the PCA implies the distinctive nature of the chironomid assemblages derived from the studied lakes. Within the studied time period and despite the observed changes, samples within each site showed more ecological affinity than between sites (Figs. 3, 4). In fact, the lack of overlap of sample scores from the two lakes along Axis 1 reflects the dominance of an almost entire species turnover through time. This division would be mostly associated with local depositional dynamics that would be in turn affected by regional climatic processes (e.g., precipitation and/or sediment transport).\nTaxa scores along PCA Axis 2 seemed driven by climate. Chironomid taxa associated with cold waters, such as the members of Subfamilies Podonominae (Parochlus, Podonomus) and Orthocladiinae (Parakiefferiella, Parasmittia), aligned with the positive end of the axis (Fig. 3). Negative scores were obtained by warmth-loving taxa, such as Alotanypus, or Paralimnophyes. Given orthogonally and therefore independent of the PCA axes, we still consider the regional signal provided by Axis 2 informative. Although non-statistically significant, the signal is relatively clear considering that a substantial amount of variability derived from other sources has been removed with the ordination along Axis 1.\nThe exogenic disturbance: contrasting patterns of response\nThe 1960 volcanic eruptions evidenced by tephra layers impacted differently the chironomid communities in both lakes. In Lake Toncek, samples pre- and post-tephra clustered in quadrants II and III of the ordination biplot with no overlap among them (Fig. 3). This pattern implies contrasting conditions in the water body after and before the volcanic disturbance. Contrastingly, at Lake Verde, samples pre- and post-tephra did not show any particular\nclustering and resulted all mixed in the ordination biplot. The only noticeable change after the deposition of the tephra was an increase of Parapsectrocladius (Fig. 2), an early/pioneer colonizer probably associated with environmental instability caused by the exogenic disturbance (Massaferro and Brooks, 2002). These contrasting patterns of response to the exogenic disturbance possibly imply a higher degree of resilience at Lake Verde than at Lake Toncek. Lake Verde seems to have returned to pre-disturbance conditions, whereas Lake Toncek seems to have reached a different state of the environmental system. The endorheic Lake Verde, located in a closed-canopy forest with an extensive aquatic macrophyte development, showed high resistance and a strong resilience to volcanic impact, as well as to regional factors such as climate change. The fauna of lake Verde returned to initial conditions, recovering from the pulse disturbance (i.e., volcanic eruption). Although the impact is evident in a negative excursion of PCA Axis 2, scores that took place exactly during the impact of the tephra, the system returned to the initial conditions immediately. It is highly possible that vegetation cover in the lake basin and the ring of macrophytes protected the water ecosystem form the effect of volcanic ashes being transported into the lake after the eruption, ameliorating the impacts on the chironomid assemblages. Differently, the system of Lake Toncek did not show signs of recovery to the original state after the impact of the tephra. Apparently, the disturbance took the ecological system to a different stage, showing no signs of recovery through time. Located in a woodland-free area, the chironomid community of Lake Toncek did not have a sheltering mechanism showing no species recovery after the tephra disturbance, except for the morphotype Parapsectrocladius. Thus, in Lake Verde, the structure and composition of the canopy and probably the presence of macrophytes, plus the dynamic of the watershed appear to have been important determinants of resilience to volcanism events, providing local habitats available for colonization by species and/or by giving refugia to the whole community. However, changes in sediment input and composition may have led to a change in macrophyte architecture, which led to a temporarily diverse range of substrates available for chironomids to utilize, because a combination of more complex and simple plant structures were present.\nResilience to volcanism and to climate warming\nAlthough both lakes evidenced ecological change through time, Lake Verde displayed less variability than Lake Toncek (Fig. 4). This variability manifested through tendentious changes, leading to important species turnover through the studied time period. Critical thresholds are produced by changes in the environment, which make the ecosystem shift abruptly from one stable state to another (Folke et al., 2004, Scheffer et al., 2009). For conservation purposes, it is important to identify threshold events as well as system resilience. This will help in turn to detect systems more susceptible than others to external drivers, like the case of Lakes Verde and Toncek.\nThe pre- and post-tephra state of the system was reflected on the PCA scores (Fig. 4). At Lake Verde, both axes showed a relatively flat signal, while at Lake Toncek Axis 1 (Axis 2) scores showed an increasing (decreasing) pattern. Lake Toncek Axis 1 reflects a pattern of change that started before 1900, and given our interpretations has been mostly associated with terrigenic input into the lake.\nSuperimposed to the volcanic impact, rising temperatures in the last 50 years and/or increasing human activities in the area may also be responsible for the changes in chironomid assemblages. Cold stenothermic taxa on the positive values of Axis 2 and more warm-adapted taxa on the negative side, suggest a climate signal, especially evident in Lake Toncek. In fact, warmth-adapted taxa together with a declining of chironomid diversity and the increasing trend of OM in the upper samples of Lake Toncek can be attributed to higher productivity due to recent human impacts (Fig. 2). An increase in human activity in the Nahuel Huapi National Park but especially in Lake Toncek area started in the last 50 years (Massaferro, personal communication) increasing the vulnerability of these small mountain lakes to other natural stressors such as changes in climate. On the other hand, the effects of global warming have differential effects, and high mountain lake systems that are not sheltered by vegetation are more prone to be the first impacted when regional disturbances take place (Battarbee et al., 2002; Garcia et al., 2015)."
  }, {
    "heading": "Conclusions",
    "text": "The temporal dynamic of ecosystems is a complex process that involves local and regional drivers that act upon communities in a complex network of interactions. Although separated by just *20 km and therefore subjected to similar natural forcings, Lakes Verde and Toncek showed two contrasting patterns of ecological and environmental evolution through time. The chironomid assemblages show a main association with local depositional dynamics, which in turn is related to lake and catchment hydrology (PCA Axis 1), whereas there seems to be a secondary association with regional climates and human disturbances (PCA Axis 2). This study illustrates the potential of paleoecological archives for identifying the resilience of natural systems. Such information is of critical importance in future conservation strategies.\nPrevious paleoecological studies dealing with the effects of volcanic events on chironomid communities in the Andes region (Massaferro et al., 2005; Araneda et al., 2007; Williams et al., 2016) suggested a rapid recovery and high resilience of the midge fauna. These studies have suggested that communities do not change in terms of diversity, but in their relative abundances. Here, we demonstrated that susceptibility to disturbance and ecosystem resilience are highly dependent on local factors such as lake watershed morphology, hydrology, and vegetation cover."
  }],
  "year": 2017,
  "references": [{
    "title": "Spatial variation in demographic processes of lotic fishes: conceptual models, empirical evidence, and implications for conservation",
    "authors": ["P. Angermeier", "I.J. Schlosser"],
    "venue": "American Fisheries Symposium",
    "year": 1995
  }, {
    "title": "Chronostratigraphic techniques in recent sediments",
    "authors": ["P. Appleby"],
    "year": 2002
  }, {
    "title": "The calculation of lead-210 dates assuming a constant rate of supply of unsupported 210Pb to the sediment",
    "authors": ["P.G. Appleby", "F. Oldfield"],
    "year": 1978
  }, {
    "title": "Changes of sub-fossil chironomid assemblages associated with volcanic sediment deposition in an Andean lake (38 S), Chile",
    "authors": ["A. Araneda", "F. Cruces", "L. Torres", "S. Bertrand", "N. Fagel", "H. Treutler", "R. Urrutia"],
    "venue": "Revista Chilena de Historia Natural",
    "year": 2007
  }, {
    "title": "The sensitivity of a Tanzanian",
    "authors": ["P. Barker", "R. Telford", "O. Merdaci", "D. Williamson", "M. Taieb", "A. Vincens", "E. Gibert"],
    "year": 2000
  }, {
    "title": "Comparing palaeolimnological and instrumental evidence of climate change for remote mountain lakes over the last 200 years",
    "authors": ["R.W. Battarbee", "J.-A. Grytnes", "R. Thompson", "P.G. Appleby", "J. Catalan", "A. Korhola", "H.J.B. Birks", "E. Heegaard", "A. Lami"],
    "venue": "Journal of Paleolimnology",
    "year": 2002
  }, {
    "title": "The impact of the Laacher See Volcano (11 000 yr BP) on terrestrial vegetation and diatoms",
    "authors": ["H.J.B. Birks", "A.F. Lotter"],
    "venue": "Journal of Paleolimnology",
    "year": 1994
  }, {
    "title": "Flexible paleoclimate agedepth models using an autoregressive gamma process",
    "authors": ["M. Blaauw", "J.A. Christen"],
    "venue": "Bayesian Analysis",
    "year": 2011
  }, {
    "title": "Capacity building for freshwater insect studies in northern Patagonia, Argentina: dARWIN Initiative programme",
    "authors": ["S.J. Brooks", "L.M. Hernández", "J. Massaferro", "G.R. Spinelli", "M. Penn"],
    "venue": "Revista de la Sociedad Entomológica Argentina",
    "year": 2009
  }, {
    "title": "Regime shifts, resilience, and biodiversity in ecosystem management",
    "authors": ["C. Folke", "S. Carpenter", "B. Walker", "M. Scheffer", "T. Elmqvist", "L. Gunderson", "C. Holling"],
    "venue": "Annual Review of Ecology Evolution and Systematics",
    "year": 2004
  }, {
    "title": "Landscape integration of North Patagonian mountain lakes: a first approach using characterization of dissolved organic matter",
    "authors": ["P.E. Garcia", "C.M.C. Dieguez"],
    "venue": "Queimaliños,",
    "year": 2015
  }, {
    "title": "Hydrological variability in southeastern Patagonia and explosive volcanic activity in the southern Andean Cordillera during Oxygen Isotope Stage 3 and the Holocene inferred from lake sediments",
    "authors": ["T. Haberzettl", "B. Kück", "S. Wulf", "F. Anselmetti", "D. Ariztegui", "H. Corbella", "C. Ohlendorf"],
    "year": 2008
  }, {
    "title": "Climate change and freshwater biodiversity: detected patterns, future trends and adaptations in northern regions",
    "authors": ["J. Heino", "R. Virkkala", "H. Toivonen"],
    "venue": "Biological Reviews",
    "year": 2009
  }, {
    "title": "Late Quaternary diatom response to vegetation and climate change in a subalpine lake in Banff National Park, Alberta",
    "authors": ["M. Hickman", "M. A"],
    "venue": "Reasoner,",
    "year": 1998
  }, {
    "title": "Rioja: Analysis of Quaternary Science Data. R Package Version 0.5-6",
    "authors": ["S. Juggins"],
    "year": 2009
  }, {
    "title": "Nested hierarchies and scaledependence of mechanisms of flow refugium use",
    "authors": ["J. Lancaster", "L.R. Belyea"],
    "venue": "Journal of the North American Benthological Society",
    "year": 1997
  }, {
    "title": "The impact of the Laacher See Tephra on terrestrial and aquatic ecosystems in the Black Forest, southern Germany",
    "authors": ["A.F. Lotter", "H.J.B. Birks"],
    "venue": "Journal of Quaternary Science",
    "year": 1993
  }, {
    "title": "Measuring Biological Diversity",
    "authors": ["A. Magurran"],
    "venue": "Blackwell, Oxford: 256 pp.",
    "year": 2004
  }, {
    "title": "Short-term environmental changes in Lake Morenito(41 S, 71 W, Patagonia, Argentina) from the analysis of subfossil chironomids",
    "authors": ["J. Massaferro", "S.R. Guevara", "M.A. Rizzo"],
    "venue": "Arribere,",
    "year": 2005
  }, {
    "title": "Climate-driven changes in lakes from the Peruvian Andes",
    "authors": ["N. Michelutti", "C.A. Cooke", "W.O. Hobbs", "J.P. Smol"],
    "venue": "Journal of Paleolimnology",
    "year": 2015
  }, {
    "title": "Ecological responses of freshwater components to climate change impacts: A review",
    "authors": ["K.A. Okorafor"],
    "venue": "ARPN Journal of Science and Technology 4(11): 654–665.",
    "year": 2011
  }, {
    "title": "The Vegan Package",
    "authors": ["J. Oksanen", "R. Kindt", "P. Legendre", "B. O’Hara", "M.H.H. Stevens", "M.M.J. Oksanen"],
    "venue": "Suggests,",
    "year": 2007
  }, {
    "title": "Physical habitat template of lotic systems: recovery in the context of historical pattern of spatiotemporal heterogeneity",
    "authors": ["N.L. Poff", "J. Ward"],
    "venue": "Environmental Management",
    "year": 1990
  }, {
    "title": "Water chemistry of the Northern Patagonian lakes and evaluation of their nitrogen status in comparison with remote lakes in different regions of the globe",
    "authors": ["M. Rogora", "J. Massaferro", "R. Mosello", "G. Tartari", "A. Marchetto"],
    "venue": "Journal of Limnology",
    "year": 2008
  }, {
    "title": "Hypoxic wetland tributaries as faunal refugia from an introduced predator",
    "authors": ["A. Rosenberger", "L. Chapman"],
    "venue": "Ecology of Freshwater Fish",
    "year": 1999
  }, {
    "title": "Earlywarning signals for critical transitions",
    "authors": ["M. Scheffer", "J. Bascompte", "W.A. Brock", "V. Brovkin", "S.R. Carpenter", "V. Dakos", "G. Sugihara"],
    "venue": "Nature",
    "year": 2009
  }, {
    "title": "Freshwater biodiversity conservation: recent progress and future challenges",
    "authors": ["D.L. Strayer", "D. Dudgeon"],
    "venue": "Journal of the North American Benthological Society",
    "year": 2010
  }, {
    "title": "Applied historical ecology: using the past to manage for the future",
    "authors": ["T.W. Swetnam", "C.D. Allen", "J.L. Betancourt"],
    "venue": "Ecological Applications",
    "year": 1999
  }, {
    "title": "Changes in diatom, pollen, and chironomid assemblages in response to a recent volcanic event in Lake Galletué (Chilean Andes). Limnologica-Ecology and Management of Inland Waters",
    "authors": ["R. Urrutia", "A. Araneda", "F. Cruces", "L. Torres", "L. Chirinos", "H.C. Treutler", "E. Chapron"],
    "year": 2007
  }, {
    "title": "El basamento cristalino de los Andes norpatagonicos en Argentina: geocronologı́a e interpretación tectónica",
    "authors": ["R. Varela", "M. Baei", "C. Cingolani", "O. Siga", "C. Passarelli"],
    "venue": "Revista Geológica de Chile",
    "year": 2005
  }, {
    "title": "Plant succession in a timberline depressed by vulcanism in south-central Chile",
    "authors": ["T. Veblen", "D. Ashton", "A.T.F. Schlegel"],
    "venue": "Veblen,",
    "year": 1977
  }, {
    "title": "Quaternary palaeoecology and nature conservation: a general review with examples from the neotropics",
    "authors": ["T. Vegas-Vilarrúbia", "V. Rull", "E. Montoya", "E. Safont"],
    "venue": "Quaternary Science Reviews",
    "year": 2011
  }, {
    "title": "Biodiversity baselines, thresholds and resilience: testing predictions and assumptions using palaeoecological data",
    "authors": ["K. Willis", "R. Bailey", "S. Bhagwat", "H. Birks"],
    "venue": "Trends in Ecology & Evolution",
    "year": 2010
  }],
  "id": "SP:8fc77ad391b9e1ca6463ad9db21fd58ea453815d",
  "authors": [{
    "name": "Julieta Massaferro",
    "affiliations": []
  }, {
    "name": "Alex Correa-Metrio",
    "affiliations": []
  }, {
    "name": "Fernanda Montes de Oca",
    "affiliations": []
  }, {
    "name": "Melina Mauad",
    "affiliations": []
  }],
  "abstractText": "Paleoecological studies are crucial for understanding ecosystem disturbance and resilience dynamics. However, nearly all the research related to the response of aquatic communities to disturbances has been developed at short-term ecological scales. In this study, we investigate the long-term response of chironomid insects of two lakes, to volcanic and other environmental disturbances that have taken place during the last 200 years. The studied lakes, Lake Verde and Lake Toncek, are located in the Nahuel Huapi National Park (northern Patagonia, Argentina), under contrasting environmental settings. Our results show that the main driver of faunal changes in both lakes is volcanism. Indeed, after the impact of the 1960 Puyehue/Calbuco volcanic events, the chironomid assemblage of Lake Verde recovered to initial conditions showing high resistance and a strong resilience to the impact. In this lake, the canopy, the presence of macrophytes, and the dynamic of the watershed are important determinants of resilience providing habitats for species colonization and/or by giving refugia to the community. Contrarily, chironomid assemblages from Lake Toncek did not recover to the original state after the impact of the ash. This lake is located above the tree line, and therefore it is highly probable that the lack of vegetation cover in the basin offered no protection for the aquatic environment, leaving the ecosystem highly exposed to the effect of the volcanic ashes. Subordinate to the effects of the volcanism, rising temperatures in the last 50 years and/or increasing human activities in the area, especially in L. Toncek, may also be responsible for the changes in chironomid assemblages.",
  "title": "Contrasting responses of lake ecosystems to environmental disturbance: a paleoecological perspective from northern Patagonia (Argentina)"
}