{
  "sections": [{
    "text": "HAL Id: hal-01457247 https://hal-amu.archives-ouvertes.fr/hal-01457247\nSubmitted on 20 Feb 2017\nHAL is a multi-disciplinary open access archive for the deposit and dissemination of scientific research documents, whether they are published or not. The documents may come from teaching and research institutions in France or abroad, or from public or private research centers. L’archive ouverte pluridisciplinaire HAL, est destinée au dépôt et à la diffusion de documents scientifiques de niveau recherche, publiés ou non, émanant des établissements d’enseignement et de recherche français ou étrangers, des laboratoires publics ou privés.\nRobust global ocean cooling trend for the pre-industrial Common Era\nHelen Mcgregor, M Evans, H Goosse, Guillaume Leduc, Belen Martrat, J Addison, P Mortyn, Delia Oppo, Marit-Solveig Seidenkrantz,\nMarie-Alexandrine Sicre, et al.\nTo cite this version: Helen Mcgregor, M Evans, H Goosse, Guillaume Leduc, Belen Martrat, et al.. Robust global ocean cooling trend for the pre-industrial Common Era. Nature Geoscience, Nature Publishing Group, 2015, 8, pp.671-678. <10.1038/NGEO2510>. <hal-01457247>\nNATURE GEOSCIENCE | ADVANCE ONLINE PUBLICATION | www.nature.com/naturegeoscience 1\nKnowledge of natural climate variability is essential to better con-strain the uncertainties in projections of twenty-first-century climate change1–5. The past 2,000 years (2  kyr) have emerged as a critical interval in this endeavour, with sufficient length to characterize natural decadal-to-centennial scale change, known external climate forcings6 and with distinctive patterns of spatiotemporal temperature variations7. However, reconstructions for the full 2 kyr interval are not available for the global ocean, a primary heat reservoir8 and an important regulator of global climate on longer timescales9–11. Here we present a global ocean sea surface temperature (SST) synthesis (Ocean2k SST synthesis) spanning the Common Era, which shows a cooling trend that is similar, within uncertainty, to that simulated by realistically forced climate models for the past millennium. We use the simulations to identify the climate forcing(s) consistent with reconstructed SST variations during the past millennium."
  }, {
    "heading": "The Ocean2k SST synthesis data set",
    "text": "The Ocean2k SST synthesis is based on 57 marine-origin, peerreviewed and publicly available SST reconstructions spanning some\nRobust global ocean cooling trend for the pre-industrial Common Era Helen V. McGregor1*, Michael N. Evans2, Hugues Goosse3, Guillaume Leduc4, Belen Martrat5,6,"
  }, {
    "heading": "Jason A. Addison7, P. Graham Mortyn8, Delia W. Oppo9, Marit-Solveig Seidenkrantz10, Marie-Alexandrine Sicre11, Steven J. Phipps12,13, Kandasamy Selvaraj14, Kaustubh Thirumalai15, Helena L. Filipsson16 and Vasile Ersek17",
    "text": "The oceans mediate the response of global climate to natural and anthropogenic forcings. Yet for the past 2,000 years — a key interval for understanding the present and future climate response to these forcings — global sea surface temperature changes and the underlying driving mechanisms are poorly constrained. Here we present a global synthesis of sea surface temperatures for the Common Era (ce) derived from 57 individual marine reconstructions that meet strict quality control criteria. We observe a cooling trend from 1 to 1800 ce that is robust against explicit tests for potential biases in the reconstructions. Between 801 and 1800 ce, the surface cooling trend is qualitatively consistent with an independent synthesis of terrestrial temperature reconstructions, and with a sea surface temperature composite derived from an ensemble of climate model simulations using best estimates of past external radiative forcings. Climate simulations using single and cumulative forcings suggest that the ocean surface cooling trend from 801 to 1800 ce is not primarily a response to orbital forcing but arises from a high frequency of explosive volcanism. Our results show that repeated clusters of volcanic eruptions can induce a net negative radiative forcing that results in a centennial and global scale cooling trend via a decline in mixed-layer oceanic heat content.\nor all of the past 2 kyr (Fig. 1; Methods; Supplementary Section 1; Supplementary Table S1; Supplementary Fig. S1). The temporal diversity and spatial distribution of the 57 reconstructions present methodological challenges for generating a global synthesis product:\n• To avoid biases towards reconstructions with greater temporal resolution, each SST reconstruction was averaged into 200-yr ‘bins’ (that is, 200-yr averages for 1–200  ce and so on, up to 1801–2000 ce; Methods; Supplementary Section 3). This allows for typical errors in reservoir-corrected radiocarbon dates, the most common dating method used for the 57 reconstructions. In addition, the oceans’ large thermal inertia and integration of shortterm climate variations10 suggest that at 200-yr resolution we may expect a global SST signature to emerge from the data composite. • Our network includes near-polar to tropical regions (Fig. 1) that record a wide range of SST means and variances (Supplementary Fig. S1). Consequently, our 200-yr binned reconstructions are standardized (Methods) prior to compositing. Standardizing is routinely employed to composite reconstructions with different\n1School of Earth and Environmental Sciences, Northfields Avenue, University of Wollongong, New South Wales 2522, Australia. 2Department of Geology and Earth System Science Interdisciplinary Center, University of Maryland, College Park, Maryland 20742, USA. 3Earth and Life Institute, Université de Louvain, Place Pasteur 3, 1348 Louvain-la-Neuve, Belgium. 4Aix Marseille Université, CNRS, IRD, CEREGE UM34, 13545 Aix-en-Provence Cedex 4, France. 5Department of Environmental Chemistry, Institute of Environmental Assessment and Water Research (IDÆA), Spanish Council for Scientific Research (CSIC), 08034 Barcelona, Spain. 6Department of Earth Sciences, University of Cambridge, Downing Street, Cambridge CB2 3EQ, UK. 7U.S. Geological Survey, 345 Middlefield Road, MS 910, Menlo Park, California 94025, USA. 8Institute of Environmental Science and Technology (ICTA) and Department of Geography, Universitat Autonoma de Barcelona, Bellaterra 08193, Spain. 9Department of Geology and Geophysics, Woods Hole Oceanographic Institution, Woods Hole, Massachusetts 02543, USA. 10Centre for Past Climate Studies and Arctic Research Centre, Department of Geoscience, Aarhus University, Hoegh-Guldbergs Gade 2, DK-8000 Aarhus C, Denmark. 11Sorbonne Universités (UPMC, Univ. Paris 06)-CNRS-IRD-MNHN, LOCEAN Laboratory, 4 Place Jussieu, F-75005 Paris, France. 12ARC Centre of Excellence for Climate System Science, University of New South Wales, Sydney, New South Wales 2052, Australia. 13Climate Change Research Centre, University of New South Wales, Sydney, New South Wales 2052, Australia. 14State Key Laboratory of Marine Environmental Science, Xiamen University, Xiamen 361102, China. 15Institute for Geophysics, Jackson School of Geosciences, University of Texas at Austin, J. J. Pickle Research Campus, Building 196, 10100 Burnet Road (R2200), Austin, Texas 78758-4445, USA. 16Department of Geology, Lund University, Sölvegatan 12, SE-223 62 Lund, Sweden. 17Department of Geography, Northumbria University, Newcastle upon Tyne NE1 8ST, UK. *e-mail: mcgregor@uow.edu.au\nPROGRESS ARTICLE PUBLISHED ONLINE: 17 AUGUST 2015 | DOI: 10.1038/NGEO2510\n© 2015 Macmillan Publishers Limited. All rights reserved\n2 NATURE GEOSCIENCE | ADVANCE ONLINE PUBLICATION | www.nature.com/naturegeoscience\ninterval — there is instead a statistically significant warming trend of +0.08 s.d. units (100 yr)−1 (see Supplementary Table S13 for full test statistics). There is no obvious global scale Medieval Climate Anomaly2,17, although alternate choices for the centre of each bin might allow for better definition of the Medieval Climate Anomaly interval (Supplementary Fig. S5).\nBin-to-bin cooling is especially pronounced for the transition into the 1201–1400 ce and 1401–1600 ce bins (–0.17 and –0.18 s.d. units (100  yr)–1, respectively; Supplementary Table S13), and the overall coldest 200-yr bins are 1401–1600  ce and 1601–1800  ce (–0.70 and –0.71 s.d. units, respectively; Supplementary Table S13). These coldest bin transitions and individual bins are contemporaneous with the onset of the globally coherent Little Ice Age recorded in many Northern and Southern Hemisphere continental regions7,17,18, suggesting that there was a global mean ocean SST fingerprint associated with this interval.\nThe 1801–2000 ce bin, which includes the industrial era, has the widest range of values compared with all other bins (Fig. 2a). We further investigate this result using a subset of 21 SST reconstructions with high-precision ages based on 210Pb dating, layer counting, or coral band counting (Supplementary Table S1; Supplementary Fig. S10; Supplementary Section 8), which have approximately decadal or better sampling resolution and that span the nineteenth and twentieth centuries. Although assessment of significance is limited by the number and resolution of the reconstructions, and by the small amount of overlap with historical SST estimates, we find that the composite of reconstructions from tropical regions are in qualitative agreement with historical SST warming at the same locations19 (Supplementary Fig. S10). Upwelling processes recorded at a number of the sites may also influence the twentieth-century composite (Supplementary Sections 1 and 8). Further confirmation and analysis of results for the nineteenth and twentieth centuries requires extended historical reanalyses9,20, higher spatiotemporal resolution SST reconstructions from other marine palaeoclimate marine archives21–23 and climate model simulations10.\nregional variability12,13, and: (1) minimizes bias owing to any individual reconstruction overprinting the average trend14–16; (2) maximizes our chances of extracting a global signal; and (3) allows us to compare results across regions and climate zones, and against terrestrial and model composites. We also scaled the Ocean2k SST synthesis standardized values back to Celsius temperature units, and found consistent results (Supplementary Section 4). • We test the possibility that the Ocean2k SST synthesis includes a spatial bias owing to the network’s sparse and heterogeneous global distribution. We use six Paleoclimate Modelling Intercomparison Project Phase III (PMIP3)-compliant climate model simulations available for the past millennium4 (Methods; Supplementary Table S4; Supplementary Section 5) and calculate the median correlation field of each model grid point with its model global mean SST for the interval 801–1800 ce. High correlations are found for most locations across the globe (Fig. 1), which suggests that the Ocean2k SST network, on bicentennial timescales, should contain a common global signal. • The 57 Ocean2k SST reconstructions are skewed towards ocean basin margins (Fig.  1), where sedimentation rates are sufficiently high to provide centennial scale resolution, which could mean that these locations reflect terrestrial rather than marine climate. However, at 200-yr resolution, model-simulated true global ocean surface temperatures are similar to simulated areaweighted or unweighted composites based on our 57 reconstruction locations (Supplementary Fig. S7). As such, we interpret the Ocean2k SST data synthesis as representative of global SST variations8.\nRobust long-term cooling trend The global Ocean2k SST synthesis shows a statistically significant median cooling trend of −0.65 s.d. units kyr−1 for the past 2 kyr, and the cooling trend is steepest for the 1000–1800 ce interval (Fig. 2a). A SST synthesis weighted by ocean basin area gives similar results (Fig.  2a; Supplementary Section 5). However, the marine climate reconstructions that underpin our synthesis have potential biases related to reconstruction type, signal seasonality, sample resolution, age constraints, location, age model and specific proxy-related issues (Supplementary Table S1; Supplementary Section 6); the Ocean2k SST synthesis could reflect a dominance of some of these biases rather than a global signal.\nWe investigate the Ocean2k synthesis data set for these sources of bias via a series of sensitivity tests (Fig.  2b). Here, we divide the Ocean2k reconstructions into subpopulations (Methods), and assess their long-term trends relative to the Ocean2k SST synthesis. The sensitivity tests indicate that the Ocean2k global SST cooling trend is not sensitive to the number of dated levels down-core, sedimentation rate (growth rate for the coral reconstruction), SST reconstruction type (for example, alkenone), recording season for the reconstruction (seasonality), sampling resolution, or water depth at the coring site (as a measure of coastal proximity; Supplementary Section 6; Fig. 2b). Furthermore, the cooling trend is observed in most ocean basins, across hemispheres, in tropical and extratropical latitudes, and in localities characterized as either upwelling or non-upwelling regions (Fig.  2b). We conclude that the cooling trend observed in the Ocean2k SST synthesis is robust despite these uncertainties."
  }, {
    "heading": "Centennial scale SST variability",
    "text": "The rate of SST cooling recorded by the Ocean2k SST synthesis for the past 2 kyr is variable, as observed in the rate of change between each 200-yr bin (Fig.  2a; Supplementary Section 7). Analysis of these SST changes indicates a statistically significant cooling in all bin-to-bin transitions for the 1001–1800 ce period. In contrast, for the transition to the 1801–2000 ce bin — the most recent 200-yr\nMean = 0.81 Median = 0.91\n1.00.0 0.5 Median correlation coe cient"
  }, {
    "heading": "PMIP3 simulations: bcc-csm1-1",
    "text": "CCSM4\nCSIRO Mk3L FGOALS-s2\nMPI-ESM LOVECLIM_PMIP3\n2 3\n2\n2 22\n2 2\nFigure 1 | Correlation map and locations of the 57 reconstructions in the Ocean2k SST synthesis. Map is based on six climate model\nsimulations for the interval 801–1800 ce (Supplementary Table S4). For each simulation, SST data were composited into 200-yr bins, and the correlation between grid point SST and model global average SST was calculated (Supplementary Section 5). The map shows the six-model median correlation coefficient (colours). Numbers indicate where multiple SST reconstructions are from nearby locations. The correlation map qualitatively suggests that mean SST at the 57 locations is representative of global mean SST on centennial timescales.\n© 2015 Macmillan Publishers Limited. All rights reserved\nNATURE GEOSCIENCE | ADVANCE ONLINE PUBLICATION | www.nature.com/naturegeoscience 3\nComparisons with simulations and terrestrial data The long-term cooling trend captured by the Ocean2k SST synthesis seems to be consistent with a similar cooling trend observed in global temperature syntheses that include both marine and terrestrial input reconstructions2,5,24. To compare global surface ocean and global land temperature trends, we calculate a terrestrial composite of nonmarine reconstructions7,25 (Terrestrial 2k composite; Supplementary Section 9), ensuring that independent data sets are used to determine marine and terrestrial signals. The Terrestrial 2k composite shows a cooling trend qualitatively similar to the Ocean2k SST synthesis over the 801–1800  ce interval, the interval with the highest availability of SST reconstruction data and model simulations (Fig.  3; Supplementary Table S14). The probability that either the Ocean2k synthesis or the Terrestrial 2k composite indicates a cooling trend\n−3\n−2\n−1\n0\n1\n2\n3\nSt an\nda rd\niz ed\na no\nm al y (s .d . u ni ts )\n100 300 500 700 900 1100 1300 1500 1700\nM ed\nia n\n1σ\n1900\n1.0 0.5 0.0\nM ed\nia n 1σ 1.0 0.5 0.0\nM ed\nia n 1σ 1.0 0.5 0.0\nM ed\nia n 1σ 1.0 0.5 0.0\nM ed\nia n 1σ 1.0 0.5 0.0\nM ed\nia n 1σ 1.0 0.5 0.0\nM ed\nia n 1σ 1.0 0.5 0.0\nM ed\nia n 1σ 1.0 0.5 0.0\nM ed\nia n 1σ 1.0 0.5 0.0\nM ed\nia n 1σ 1.0 0.5 0.0\n–1.5 –1 –0.5 0 0.5 1 1.5\nAlkenones Mg/Ca Others\nMean SST Warm SST Cold SST\nNH SH\nDepth >500 m Depth <500 m\n>4 14C dates 4 14C dates\n100 300 500 700 900 1100 1300 1500 1700 1900\n57 27 24 6\n57 43 11 3\n57 2 29 162 4 4\n57 2924 4\n–1.5 –1 –0.5 0 0.5 1 1.5\n57 46 11\n57 28 29\n57 43 14\n57 39 18\n55 27 26\na\nb\nYear (CE)\nYear (CE)\nUpwelling Non-upwelling\n57 7 50\nSt an\nda rd\niz ed\na no\nm al\ny (s\n.d . u\nni ts\n)\n–1.5 –1 –0.5 0 0.5 1 1.5\n–1.5 –1\n–0.5 0\n0.5 1\n1.5\n–1.5 –1\n–0.5 0\n0.5 1\n1.5\n–1.5 –1\n–0.5 0\n0.5 1\n1.5\n8 SST pts per bin <8 SST pts per bin\n0.1 cm yr–1 <0.1 cm yr–1\n–1.5 –1\n–0.5 0\n0.5 1\n1.5\n–1.5 –1\n–0.5 0\n0.5 1\n1.5\nExtratropical NH Tropics Extratropical SH\n–1.5 –1 –0.5 0 0.5 1 1.5\nArcticAtlantic Indian\nMediterranean\nPacific\nSouthern\n–1.5 –1 –0.5 0 0.5 1 1.5\nProxy type\nResponse seasonality\nSampling resolution\nChronological control\nSedimentation rate\nWater depth\nLatitudinal band\nOcean basin\nHemisphere\nUpwelling\nFigure 2 | Ocean2k global SST composite and sensitivity analyses. a, Standardized Ocean2k SST synthesis. Lines are the N = 57 reconstructions, coloured by ocean basin (see b). Box plots show 25th to 75th percentile range (black box), median (black horizontal lines) and outliers (red crosses) to approximately 99.3% of the data range (black dashed lines and caps (‘whiskers’)) assuming normally distributed bin contents (Methods). Thick black line is the median of the ocean basin area-weighted composite (Supplement section 5). b, Standardized 57 Ocean2k reconstructions resampled into various\ncategories (medians plotted; Methods). Bar graphs give error estimates and number of reconstructions per subcategory (Methods).\n© 2015 Macmillan Publishers Limited. All rights reserved\n4 NATURE GEOSCIENCE | ADVANCE ONLINE PUBLICATION | www.nature.com/naturegeoscience\nfor the 801–1800 ce interval is 85% and 73%, respectively (Methods; Supplementary Table S14). Although some of this agreement presumably arises from the proximity of the marine margins to land, the consistency of the Ocean2k SST synthesis and the Terrestrial 2k composite trends is probably due to a relatively coherent response to a common forcing on bicentennial timescales.\nWe also composite SST from six PMIP3-compliant simulations driven with realistic natural and anthropogenic forcings, matched to the same locations, time intervals and seasonality as the 57 Ocean2k reconstructions (multi-model composite; Fig.  3; Methods). The multi-model composite is also qualitatively consistent with the Ocean2k SST synthesis and has a higher (92%) probability of a cooling trend, albeit defined by a pronounced comparatively cold 1200–1400  ce bin. The qualitatively similar cooling trends in the Ocean2k SST synthesis and the multi-model composite are not an artefact of the standardization method (see Supplementary\nSection 4) and suggest that we may analyse the simulations to infer the mechanisms most likely to explain the palaeoclimate data.\nExternal forcing of the global SST cooling We isolate the forcing, or combination of forcings, most qualitatively consistent with the Ocean2k SST cooling trend observed for the past thousand years (the interval of common overlap) using two models from our multi-model composite (Fig.  4): SST simulated by the Commonwealth Scientific and Industrial Research Organisation (CSIRO) Mk3L model26, run with the cumulative addition of orbital (O), greenhouse gas (G), solar (S) and volcanic (V) forcings; and by the LOVECLIM model27, run with individual forcings as for CSIRO Mk3L, plus land-use forcing (L) and with all forcings (All). These simulations were matched to the 57 Ocean2k reconstructions (Methods). The CSIRO Mk3L simulations26 suggest that OGS forcings combined give rise to only a weak and non-significant cooling trend, and are insufficient to explain the long-term Ocean2k global SST cooling trend (Fig. 4a; Supplementary Table S14). The LOVECLIM simulations27, run individually with O, G, or S forcings, consistently show that these forcings do not explain the Ocean2k SST cooling trend (Fig. 4b; Supplementary Table S14).\nThe modest effect of greenhouse gases in generating a global ocean surface cooling trend in the model simulations is likely because greenhouse gas forcing is small prior to 1800  ce (Supplementary Fig. S4). Similarly, the magnitude of solar forcing, although uncertain6,28,29, is small and does not generate a significant long-term cooling trend in the model simulations. Our analysis, however, cannot rule out regional and global mechanisms in which solar activity forces climate change on decadal to centennial timescales30,31.\nThe single and cumulatively forced model simulations suggest that orbital forcing has only a minor role in generating a global SST cooling trend for the 801–1800 ce interval. Orbital forcing is associated with changes in insolation that are strongly dependent on the season and latitude32, and over the Pleistocene epoch, orbital changes forced global climate through amplification mechanisms at high northern latitudes, including the well-known ice-albedo amplification33. High northern latitude temperature trends during the past millennium27,34,35 have also been attributed to orbital forcing, specifically to declining high northern latitude summer insolation, amplified by feedbacks in the Arctic region and resulting in cooling34,35. However, when integrated over the full calendar year and spatially across the globe32, the 1–2000 ce change in orbital radiative forcing at the top of the atmosphere is only +4.4 × 10−3 W m−2 (ref. 34). Consequently, the CSIRO Mk3L and LOVECLIM models both give weak and non-significant global ocean SST trends for the orbital forcing simulations, because the global ocean integrates the average global orbital forcing.\nWe find that volcanic forcing in CSIRO Mk3L, and volcanic and land-use forcings in LOVECLIM, produce a cooling trend most consistent with the Ocean2k SST synthesis (Fig.  4). The role of land-use change in forcing the Ocean2k SST cooling trend in the LOVECLIM simulation (Fig.  4b) arises from the increase in surface albedo owing to deforestation, inducing a net negative radiative forcing on land. The associated cooling is only partly compensated for by the reduced latent heat flux from lower summer evapotranspiration, resulting in overall cooling on land that is transmitted globally by the atmospheric circulation27,36,37. However, there are large uncertainties in our understanding of land-use forcing back in time, and with the simulated effects of land-use change on radiative forcing and the hydrological cycle36,38,39."
  }, {
    "heading": "Volcanic forcing",
    "text": "The influence of volcanic forcing on driving the SST cooling trend for the past millennium is surprising, as this forcing, although large, is relatively episodic40,41. The dominance of volcanic forcing\nSection 9). c, Multi-model composite, at the locations and periods for reconstructions in a (Methods; Supplementary Table S4). Box plots show 25th to 75th percentile range (blue boxes), median (red lines) and outliers (red crosses) to approximately 99.3% of the data range (blue ‘whiskers’) assuming normally distributed bin contents (Supplementary Table S14). Distribution (grey lines) and median (black line) of 10,000 Monte Carlo trend estimates are displayed for each synthesis. Trends are qualitatively similar between data and model composites.\n© 2015 Macmillan Publishers Limited. All rights reserved\nNATURE GEOSCIENCE | ADVANCE ONLINE PUBLICATION | www.nature.com/naturegeoscience 5\nover the 801–1800  ce interval may arise from increased volcanic event frequency and the occurrence of very large events early in the past millennium, and/or internal amplification of volcanic forcing within the climate system6,42–44 (Supplementary Fig. S4). In particular, large volcanic eruptions between 1150 and 1300  ce, and again during the early fifteenth century, may be responsible for the observed cooling43,45.\nWe use an energy balance model46 (EBM; Supplementary Section 10) to simulate the thermodynamic response of a mixedlayer ocean to the volcanic radiative forcing (Fig.  4). The EBM results do not fully match the bin-to-bin changes in the Ocean2k SST synthesis, probably because internal variability is absent in the EBM, there are contributions from other forcings and the EBM has a weak long-term memory (it contains no deep-ocean coupling). However, we find that the radiative change from repeated clustering of volcanic eruptions over the past millennium by itself is sufficient to explain a long-term cooling trend. This suggests that the Ocean2k SST cooling trend, at least for >200-yr timescales, might simply represent a first-order thermodynamic response to stochastic volcanic forcing that increased in frequency from the early to late past millennium. A comparison of Northern Hemisphere reconstructed temperatures with a volcanically forced upwelling–diffusion EBM reached a similar conclusion47. Nonetheless, several dynamical mechanisms have been proposed to explain an amplified ocean response to the volcanic forcing during the past millennium43,48,49. Specifically, on decadal timescales the volcanic eruptions could have induced a fast cooling in the tropics, leading to anomalously high pressure over the continents that reduced Atlantic Ocean trade wind stress curl anomalies49. The subsequent ocean adjustment propagated the cooling to the high latitudes and, over time, weakened the Atlantic meridional overturning circulation (AMOC), resulting in sea ice expansion. On centennial timescales, eruptions are thought to have reduced downwelling shortwave radiation, increased surface albedo and led to lower elevation snowlines in regions north of 60° N (refs 43,48). The associated cooling and increase in sea ice extent further amplified Arctic and North Atlantic cooling43,48. Open ocean convection may have declined, weakening the AMOC and its associated ocean heat transport to the highlatitude North Atlantic48. In turn, the reduced AMOC may have reduced sea ice melt, permitting sea ice to persist for a century, thus perpetuating the initial cooling induced by the frequent eruptions in the late thirteenth century43,48. These model results suggest that dynamical mechanisms might transform increases in frequency of volcanic eruptions into a longer term cooling. We test for changes in AMOC both in the volcanic-only forcing LOVECLIM simulation and in the orbital–greenhouse\nP( m\n< 0\n) ( %\n)\nO OG OGS OGSV O2k\nForcing\n–2\n0\n50\n100\nSl op e (s .d . u ni ts\nk yr\n–1 )\na\nO G S V L All O2k Forcing\nb\nNegative slope\nNegative slope likelihood\n–0.4\n0.0\n200018001600140012001000800 Year (CE)\n–10\n–5\n0\nV ol\nca ni\nc fo\nrc in g (W m –2\n) Te m pe ra tu re a no m al y (° C)\nc\nd\nVolcanic forcing and EBM\nCSIRO Mk3L LOVECLIM\nFigure 4 | Common Era Ocean2k SST synthesis and model simulation slopes, volcanic forcing and EBM response. a, CSIRO Mk3L simulations (blue). b, LOVECLIM simulations (yellow). Monte Carlo slopes (circles) and negative slope probabilities (bars; P = 50%: equal probability of positive or negative slope; Methods). Ocean2k SST synthesis is also shown (O2k; red). Slope ± 2 s.e.m. values are smaller than the symbols. Time series in Supplementary Fig. S11. c,d, Volcanic forcing6 (c) and EBM (d )temperature response (aqua line). 200-yr bin averages (blue lines) and linear fit (straight line) are shown. Volcanic forcing contributes to the cooling trend via a thermodynamic response.\n© 2015 Macmillan Publishers Limited. All rights reserved\n6 NATURE GEOSCIENCE | ADVANCE ONLINE PUBLICATION | www.nature.com/naturegeoscience\ngas–solar–volcanic forcing CSIRO Mk3L simulation (Supplementary Section  10). We find no persistent weakening of the AMOC in response to the volcanic forcing for the past millennium in either simulation (Supplementary Figs S12 and S13). Furthermore, although Northern Hemisphere sea ice expands following the late thirteenthcentury volcanic cluster, the increase is transient and probably represents a short-term thermodynamic response rather than a dynamical feedback. Although these results may be model dependent, they are consistent with analysis of a wider range of models50. Taken together, our analysis of EBM and coupled model simulations suggests that on timescales >200 yr, ocean dynamics may not be required to translate volcanic forcing into a long-term cooling trend.\nThe Ocean2k SST synthesis, built on rigorous quality control of well-dated SST reconstructions, defines a statistically significant global SST cooling trend for the pre-industrial Common Era. Stateof-the-art climate model simulations using realistic forcing show a qualitatively similar cooling trend. Furthermore, a suite of transient model simulations using single and cumulative forcings suggests that the cooling trend does not arise from orbital or solar forcings, but from the increased frequency and magnitude of explosive volcanism, with land-use forcing also a factor. The results point to a dominant role of volcanic forcing in driving the global SST cooling trend for the pre-industrial Common Era, with the ocean’s thermal response integrating the forcing on these longer timescales. Further improved observational coverage, estimates of radiative forcings and comparisons with simulations will permit more fine-grained assessments of the mechanisms underlying observed climate change — both past and future."
  }, {
    "heading": "Methods",
    "text": "Methods and any associated references are available in the online version of the paper.\nReceived 24 October 2014; accepted 17 July 2015; published online 17 August 2015"
  }, {
    "heading": "Acknowledgements",
    "text": "We thank the many scientists who made their published data sets available via public data repositories. T. Kiefer, L. von Gunten and C. Telepski from the IGBP PAGES-IPO provided organizational and logistical support. V. Masson-Delmotte, C. Giry, S. P. Bryan, S. Stevenson, D. Colombaroli, B. Horton, J. Tierney and the Ocean2k HR Working Group are thanked for early input to the project design and methodology. G. Lohmann assisted with model output. A. Mairesse assisted with model figures. L. Skinner and D. Reynolds are thanked for discussions on age models. We are grateful to the 75 volunteers who constructed the Ocean2k metadatabase (see Supplementary Information for full list of names). We acknowledge the World Climate Research Programme’s Working Group on Coupled Modelling, which is responsible for CMIP, and we thank the climate modelling groups (listed in Supplementary Table S4) for producing and making available their model output. For CMIP, the US Department of Energy’s Program for Climate Model Diagnosis and Intercomparison provides coordinating support and led development of software infrastructure in partnership with the Global Organization for Earth System Science Portals. We acknowledge support from PAGES, a core project of IGBP financially supported by the US and Swiss National Science Foundations (NSFs) and NOAA; Australian Research Council (ARC) Discovery Project grant DP1092945 (H.V.M., S.J.P.), ARC Future Fellowship FT140100286 grant (H.V.M.), AINSE Fellowship grant (H.V.M.) and the research contributes to ARC Australian Laureate Fellowship FL120100050; US NSF awards NSF/ATM09-02794 (M.N.E.) and NSF/ATM0902715 (M.N.E), and Royal Society of New Zealand Marsden Fund grant 11-UOA-027 (M.N.E.); F.R.S-FNRS (Belgium; H.G.); French National Research Agency (ANR) under ISOBIOCLIM grant\n(G.L.); European Union’s Seventh Framework Programme (FP7/2007-2013) under grant agreement number 243908, Past4Future ‘Climate change — Learning from the past climate’ contribution no. 81 (H.G., B.M., P.G.M., M.-S.S.); CSIC-Ramón y Cajal post-doctoral programme RYC-2013-14073 (B.M.), Clare Hall College, Cambridge, Shackleton Fellowship (B.M.) and Red CONSOLIDER GRACCIE CTM2014-59111REDC (B.M.); US Geological Survey’s Climate and Land Use Change Research and Development Program and the Volcano Science Center (J.A.A.); Ralph E. Hall Endowed Award for Innovative Research (D.W.O.); Danish Council for Independent Research Natural Science OCEANHEAT project 12-126709/FNU (M.-S.S.); LEFE/INSU/ NAIV project (M.-A.S.); NSF of China grant 41273083 (K.S.) and Shanhai Fund grant 2013SH012 (K.S.); UTIG Ewing-Worzel Fellowship (K.T.); Swedish Research Council grant 621-2011-5090 (H.L.F.); and from a Marie Curie Intra-European Fellowship for Career Development (V.E.)."
  }, {
    "heading": "Author contributions",
    "text": "M.N.E., H.V.M., D.W.O., H.G., G.L. and B.M. designed the project with input from J.A.A., M.-S.S., M.-A.S., K.S. and V.E.; H.V.M. and G.L. led the synthesis. H.V.M. and B.M. collated and evaluated the reconstructions, and managed the data with assistance from J.A.A.; M.N.E. led the analysis with important contributions from H.G., J.A.A., B.M., G.L., S.J.P., H.V.M., D.W.O., P.G.M., M.-S.S. and M.-A.S.; H.G. and S.J.P. collated, managed and analysed the model simulations with input from M.N.E., G.L. and H.V.M.; H.V.M. led the writing with the assistance of M.N.E., H.G., G.L., B.M., J.A.A., P.G.M., D.W.O., M.-S.S., M.-A.S., S.J.P., K.S., K.T., H.L.F and V.E.; all authors reviewed the manuscript."
  }, {
    "heading": "Additional information",
    "text": "Supplementary information is available in the online version of the paper. Reprints and permissions information is available online at www.nature.com/reprints. Correspondence should be addressed to H.V.M."
  }, {
    "heading": "Competing financial interests",
    "text": "The authors declare no competing financial interests.\n© 2015 Macmillan Publishers Limited. All rights reserved\nNATURE GEOSCIENCE | ADVANCE ONLINE PUBLICATION | www.nature.com/naturegeoscience"
  }, {
    "heading": "Methods",
    "text": "SST data. The Ocean2k SST synthesis is based on 57 peer-reviewed, publicly available reconstructions solely from marine archives (Fig. 1; Supplementary Table S1) and listed in the Past Global Changes Ocean2k metadatabase (http://pages-igbp. org/ini/wg/ocean2k/intro). Reconstructions are expected to record SST and have a chronology anchored by at least two ages, within error, between 200 yr before the ce (bce) and present. Only data between the oldest and youngest dates were used (see Supplementary Section 1 for additional details). Ages were converted to the ce/bce timescale and SST calibrations from the original publications were used.\nModels. Climate simulations available from 850 ce were selected from the BCC-CSM1-1, CCSM4, FGOALS-s2, LOVECLIM and MPI-ESM models, and available from 801 ce from the CSIRO Mk3L model (see Supplementary Section 2 for references). The model forcings follow the Coupled Model Intercomparison Project Phase 5 (CMIP5)/PMIP3 protocol6. For this subset of simulations there is no significant drift owing to experimental design24. Model output was truncated at 1800 ce to focus on the pre-industrial past millennium. For Fig. 4, additional LOVECLIM and CSIRO Mk3L simulations were used, driven by only selected forcings (Supplementary Section 2; Supplementary Table S4; Supplementary Fig. S11). EBM details are in Supplementary Section 10. The model simulation time series in Figs 3 and 4 are from the same location (or, if a margin site, the nearest straightline distance grid box), time interval and season as the 57 SST reconstructions. See Supplementary Section 5 for details on Fig. 1 construction.\nBinning and standardization. Data from each of the 57 reconstructions were averaged into 200-yr bins, to give 10 bins, centred on 100, 300 ce and so on, up to 1900 ce. Each binned series was then standardized by its average and standard deviation. The Ocean2k synthesis trends are insensitive to bin centre placement (Supplementary Section 5; Supplementary Fig. S5). The mean of the age distribution of individual data points within each bin is very close to the bin centre (Supplementary Table S5). The binned and standardized values are then treated as a sample of the SST population within each bin, with age uncertainty approximately equal to bin width. The numbers of chronological control points per bin are in Supplementary Fig. S1. Slope and slope probabilities were estimated using Monte Carlo simulations (below). Our results are insensitive to standardization (Supplementary Section 4). All simulated SSTs were binned and composited as described here.\nSensitivity tests. Sensitivity tests were carried out on the Ocean2k synthesis cooling trend to assess the influence of (Supplementary Table S1): (1) reconstruction\ntype, for example, alkenone, foraminiferal Mg/Ca, other (microfossil transfer functions or modern analogue technique, TEX86 and coral Sr/Ca); (2) response seasonality (mean annual, warm, cool); (3) number of 14C dates/reconstruction (>4 or ≤4 14C dates; note, four reconstructions were not 14C dated and are not included in this test (Supplementary Table S1)); (4) sampling resolution (<8, ≥8 samples per bin); (5) sedimentation rate (≤0.1cm yr–1, >0.1 cm yr–1); (6) water depth (>500 m, <500 m); (7) basin (Arctic, Atlantic, Indian, Mediterranean, Pacific, Southern); (8) latitude (extratropical Northern Hemisphere (>30° N), tropical (30° N–30° S), extratropical Southern Hemisphere (>30° S)); (9) hemisphere (northern or southern); and (10) locations within pre-defined upwelling zones (Supplementary Table S3). The sub-data sets were binned, standardized and composited as per the Ocean2k synthesis. Medians are plotted in Fig. 2b. We use water depth as a proxy for open ocean conditions (Supplementary Section 6). Maps of each sensitivity analysis (Supplementary Fig. S9) were generated to examine the potential spatial bias associated with each characteristic.\nEach bin value (in each sensitivity test) represents a standardized mean of up to 57 data points per 200-yr bin, and the full 2-kyr data set includes 10 standard deviations (one value per bin). Therefore, to represent the overall error for each sensitivity analysis, a median standard deviation for the 10 bins was calculated, and is plotted in the error histograms (Fig. 2b, right).\nSlope calculations. Slopes and slope probabilities were estimated from Monte Carlo simulations. Ten thousand linear least-squares fits were estimated; for each realization, a single observation from each bin of a given synthesis was randomly selected (with replacement) to create the fit estimate. The median slope of these fits was then calculated. Slopes were similarly estimated for the Ocean2k synthesis (Figs 2–4), Terrestrial 2k and multi-model composites (Fig. 3), and single and cumulative forcing model SST estimates (Fig. 4; Supplementary Fig. S11). Slopes in Fig. 4 are plotted with +2 s.e.m., assuming a normally distributed sample of the regression slope.\nData availability. Data URLs for the 57 reconstructions are in Supplementary Table S2. Ocean2k SST synthesis data matrix and metadata are at http://www. ncdc.noaa.gov/paleo/study/18718. Model simulation URLs are in Supplementary Table S4. Terrestrial 2k composite data are at https://www.ncdc.noaa.gov/cdo/ f?p=519:2:0::::P1_study_id:12621 and update 1.1.1 at http://dx.doi.org/10.6084/ m9.figshare.1054736.\nCode availability. Compositing code used to generate the Ocean2k SST synthesis (Fig. 2a) is at http://www.ncdc.noaa.gov/paleo/study/18718.\n© 2015 Macmillan Publishers Limited. All rights reserved"
  }],
  "year": 2019,
  "references": [{
    "title": "Highly variable Northern Hemisphere temperatures reconstructed from lowand high-resolution proxy data",
    "authors": ["A. Moberg", "D.M. Sonechkin", "K. Holmgren", "N.M. Datsenko", "W. Karlen"],
    "venue": "Nature 433,",
    "year": 2005
  }, {
    "title": "Global signatures and dynamical origins of the Little Ice Age and Medieval Climate Anomaly",
    "authors": ["Mann", "M. E"],
    "venue": "Science 326,",
    "year": 2009
  }, {
    "title": "A review of current status and future prospects",
    "authors": ["Jones", "P.D. et al. High-resolution palaeoclimatology of the last millennium"],
    "venue": "Holocene 19, 3–49",
    "year": 2009
  }, {
    "title": "Evaluation of climate models using palaeoclimatic data",
    "authors": ["P Braconnot"],
    "venue": "Nature Clim. Change",
    "year": 2012
  }, {
    "title": "A reconstruction of regional and global temperature for the past 11,300 years",
    "authors": ["S.A. Marcott", "J.D. Shakun", "P.U. Clark", "A.C. Mix"],
    "venue": "Science 339,",
    "year": 2013
  }, {
    "title": "Climate forcing reconstructions for use in PMIP simulations of the last millennium (v1.1)",
    "authors": ["Schmidt", "G. A"],
    "venue": "Geosci. Model Dev",
    "year": 2012
  }, {
    "title": "Atmosphere–Ocean Dynamics Vol. 30 (International Geophysics",
    "authors": ["A.E. Gill"],
    "venue": "Series, Academic,",
    "year": 1982
  }, {
    "title": "Distinctive climate signals in reanalysis of global ocean heat content",
    "authors": ["M.A. Balmaseda", "K.E. Trenberth", "E. Källén"],
    "venue": "Geophys. Res. Lett. 40,",
    "year": 2013
  }, {
    "title": "The Physical Science Basis (eds Stocker, T",
    "authors": ["Rhein", "M. et al. in Climate Change 2013"],
    "venue": "F. et al.) 255–315",
    "year": 2013
  }, {
    "title": "A review of uncertainty in in situ measurements and data sets of sea surface temperature",
    "authors": ["J.J. Kennedy"],
    "venue": "Rev. Geophys. 52,",
    "year": 2014
  }, {
    "title": "Evaluation of proxy-based millennial reconstruction methods",
    "authors": ["T.C.K. Lee", "F.W. Zwiers", "M. Tsao"],
    "venue": "Clim. Dynam. 31,",
    "year": 2008
  }, {
    "title": "Proxy-based reconstructions of hemispheric and global surface temperature variations over the past two millennia",
    "authors": ["Mann", "M. E"],
    "venue": "Proc. Natl Acad. Sci. USA 105,",
    "year": 2008
  }, {
    "title": "Applications of proxy system modeling in high resolution paleoclimatology",
    "authors": ["M.N. Evans", "S.E. Tolwinski-Ward", "D.M. Thompson", "K.J. Anchukaitis"],
    "venue": "Quat. Sci. Rev",
    "year": 2013
  }, {
    "title": "A model–data comparison of the Holocene global sea surface temperature evolution",
    "authors": ["G. Lohmann", "M. Pfeiffer", "T. Laepple", "G. Leduc", "J.H. Kim"],
    "venue": "Clim. Past",
    "year": 2013
  }, {
    "title": "Global and regional variability in marine surface temperatures",
    "authors": ["T. Laepple", "P. Huybers"],
    "venue": "Geophys. Res. Lett. 41,",
    "year": 2014
  }, {
    "title": "The early medieval warm epoch and its sequel",
    "authors": ["H.H. Lamb"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 1965
  }, {
    "title": "Inter-hemispheric temperature variability over the past millennium",
    "authors": ["R Neukom"],
    "venue": "Nature Clim. Change",
    "year": 2014
  }, {
    "title": "Analyses of global sea surface temperature 1856–1991",
    "authors": ["A Kaplan"],
    "venue": "J. Geophys. Res.-Oceans 103,",
    "year": 1998
  }, {
    "title": "The international Atmospheric Circulation Reconstructions over the Earth (ACRE) initiative",
    "authors": ["R Allan"],
    "venue": "Bull. Am. Meteorol. Soc",
    "year": 2011
  }, {
    "title": "Methodology and validation",
    "authors": ["J. Emile-Geay", "K.M. Cobb", "M.E. Mann", "Wittenberg", "A.T. Estimating central equatorial Pacific SST variability over the past millennium. Part I"],
    "venue": "J. Climate 26, 2302–2328",
    "year": 2013
  }, {
    "title": "Tropical sea-surface temperatures for the past four centuries reconstructed from coral archives",
    "authors": ["Tierney", "J. E"],
    "venue": "Paleoceanography 30,",
    "year": 2015
  }, {
    "title": "Pacific sea surface temperature field reconstruction from coral δ18O data using reduced space objective analysis",
    "authors": ["M.N. Evans", "A. Kaplan", "M.A. Cane"],
    "venue": "Paleoceanography 17,",
    "year": 2002
  }, {
    "title": "Climate Change 2013: The Physical Science Basis (eds Stocker, T",
    "authors": ["V Masson-Delmotte"],
    "venue": "F. et al.)",
    "year": 2013
  }, {
    "title": "An extended Arctic proxy temperature database for the past 2,000 years",
    "authors": ["N.P. McKay", "D.S. Kaufman"],
    "venue": "Sci. Data",
    "year": 2014
  }, {
    "title": "Paleoclimate data–model comparison and the role of climate forcings over the past 1500 years",
    "authors": ["Phipps", "S. J"],
    "venue": "J. Climate",
    "year": 2013
  }, {
    "title": "Annual and seasonal responses to external forcings",
    "authors": ["E. Crespin", "H. Goosse", "T. Fichefet", "A. Mairesse", "Sallaz-Damaz", "Y. Arctic climate over the past millennium"],
    "venue": "Holocene 23, 321–329",
    "year": 2013
  }, {
    "title": "An Antarctic view of Beryllium-10 and solar activity for the past millennium",
    "authors": ["G. Delaygue", "E. Bard"],
    "venue": "Clim. Dynam",
    "year": 2011
  }, {
    "title": "Small influence of solar variability on climate over the past millennium",
    "authors": ["A.P. Schurer", "S.F.B. Tett", "G.C. Hegerl"],
    "venue": "Nature Geosci",
    "year": 2014
  }, {
    "title": "What’s new under the sun? Earth Planet",
    "authors": ["E. Bard", "Frank", "M. Climate change", "solar variability"],
    "venue": "Sci. Lett. 248, 1–14",
    "year": 2006
  }, {
    "title": "Exploring the stratospheric/tropospheric response to solar forcing",
    "authors": ["D. Rind", "J. Lean", "J. Lerner", "P. Lonergan", "A. Leboissitier"],
    "venue": "J. Geophys. Res.-Atmos. 113,",
    "year": 2008
  }, {
    "title": "Long-term variations of daily insolation and Quaternary climatic changes",
    "authors": ["A.L. Berger"],
    "venue": "J. Atmos. Sci",
    "year": 1978
  }, {
    "title": "Pacemaker of the Ice Ages",
    "authors": ["J.D. Hays", "J. Imbrie", "Shackleton", "N.J. Variations in the Earth’s orbit"],
    "venue": "Science 194, 1121–1132",
    "year": 1976
  }, {
    "title": "Orbital forcing of tree-ring data",
    "authors": ["J Esper"],
    "venue": "Nature Clim. Change",
    "year": 2012
  }, {
    "title": "Recent warming reverses long-term Arctic cooling",
    "authors": ["Kaufman", "D. S"],
    "venue": "Science 325,",
    "year": 2009
  }, {
    "title": "Biogeophysical effects of historical land cover changes simulated by six Earth system models of intermediate complexity",
    "authors": ["V Brovkin"],
    "venue": "Clim. Dynam",
    "year": 2006
  }, {
    "title": "The origin of the European “Medieval Warm Period",
    "authors": ["H Goosse"],
    "venue": "Clim. Past",
    "year": 2006
  }, {
    "title": "Results from the first set of LUCID experiments",
    "authors": ["de Noblet-Ducoudré", "N. et al. Determining robust impacts of land-use-induced land cover changes on surface climate over North America", "Eurasia"],
    "venue": "J. Climate 25, 3261–3281",
    "year": 2012
  }, {
    "title": "Simulating global and local surface temperature changes due to Holocene anthropogenic land cover change",
    "authors": ["F He"],
    "venue": "Geophys. Res. Lett. 41,",
    "year": 2014
  }, {
    "title": "Potential climate impact of Mount Pinatubo eruption",
    "authors": ["J. Hansen", "A. Lacis", "R. Ruedy", "M. Sato"],
    "venue": "Geophys. Res. Lett. 19,",
    "year": 1992
  }, {
    "title": "Volcanic eruptions and climate",
    "authors": ["A. Robock"],
    "venue": "Rev. Geophys. 38,",
    "year": 2000
  }, {
    "title": "Volcanic signals in oceans",
    "authors": ["G Stenchikov"],
    "venue": "J. Geophys. Res.-Atmos. 114,",
    "year": 2009
  }, {
    "title": "Abrupt onset of the Little Ice Age triggered by volcanism and sustained by sea-ice/ocean feedbacks",
    "authors": ["Miller", "G. H"],
    "venue": "Geophys. Res. Lett. 39,",
    "year": 2012
  }, {
    "title": "An independently dated 2000-yr volcanic record from Law Dome, East Antarctica, including a new perspective on the dating of the 1450s ce eruption of Kuwae, Vanuatu",
    "authors": ["Plummer", "C. T"],
    "venue": "Clim. Past",
    "year": 2012
  }, {
    "title": "Insights from Antarctica on volcanic forcing during the Common Era",
    "authors": ["M Sigl"],
    "venue": "Nature Clim. Change",
    "year": 2014
  }, {
    "title": "Introduction to Climate Dynamics and Climate Modeling (Université",
    "authors": ["H. Goosse", "P.Y. Barriat", "W. Lefebvre", "M.F. Loutre", "V. Zunz"],
    "venue": "catholique de Louvain,",
    "year": 2015
  }, {
    "title": "Causes of climate change over the past 1000 years",
    "authors": ["T.J. Crowley"],
    "venue": "Science 289,",
    "year": 2000
  }, {
    "title": "A coupled sea ice-ocean mechanism",
    "authors": ["Zhong", "Y. et al. Centennial-scale climate change from decadally-paced explosive volcanism"],
    "venue": "Clim. Dynam. 37, 2373–2387",
    "year": 2011
  }, {
    "title": "Volcanic impact on the Atlantic Ocean over the last millennium",
    "authors": ["J. Mignot", "M. Khodri", "C. Frankignoul", "J. Servonnat"],
    "venue": "Clim. Past",
    "year": 2011
  }],
  "id": "SP:cd56a237c771e3568c632bdb88686c262a232543",
  "authors": [{
    "name": "Helen V. McGregor",
    "affiliations": []
  }, {
    "name": "Michael N. Evans",
    "affiliations": []
  }, {
    "name": "Hugues Goosse",
    "affiliations": []
  }, {
    "name": "Guillaume Leduc",
    "affiliations": []
  }, {
    "name": "Belen Martrat",
    "affiliations": []
  }, {
    "name": "Steven J. Phipps",
    "affiliations": []
  }, {
    "name": "Kandasamy Selvaraj",
    "affiliations": []
  }, {
    "name": "Kaustubh Thirumalai",
    "affiliations": []
  }, {
    "name": "Helena L. Filipsson",
    "affiliations": []
  }, {
    "name": "Vasile Ersek",
    "affiliations": []
  }],
  "abstractText": "HAL is a multi-disciplinary open access archive for the deposit and dissemination of scientific research documents, whether they are published or not. The documents may come from teaching and research institutions in France or abroad, or from public or private research centers. L’archive ouverte pluridisciplinaire HAL, est destinée au dépôt et à la diffusion de documents scientifiques de niveau recherche, publiés ou non, émanant des établissements d’enseignement et de recherche français ou étrangers, des laboratoires publics ou privés. Robust global ocean cooling trend for the pre-industrial Common Era Helen Mcgregor, M Evans, H Goosse, Guillaume Leduc, Belen Martrat, J Addison, P Mortyn, Delia Oppo, Marit-Solveig Seidenkrantz, Marie-Alexandrine Sicre, et al.",
  "title": "Robust global ocean cooling trend for the pre-industrial Common Era"
}