{
  "sections": [{
    "text": "Keywords Rabaul Caldera Complex . Talili Pyroclastics . Bimodal eruption sequence . Tephra stratigraphy"
  }, {
    "heading": "Introduction",
    "text": "Eruptions that are assigned high values, i.e. ≥ 6, of the Volcanic Explosivity Index (VEI, Newhall and Self 1982) get a lot of\nattention because of their size, their rarity and their varied impacts (e.g. Mason et al. 2004; Oppenheimer 2011; Newhall et al. 2018). Eruptions of this magnitude account for < 0.7% of the 7742 eruptions for which a VEI has been assigned, and their global return period is of the order of 2 centuries or more (Siebert et al. 2010), although computation of their frequency of occurrence is affected by variable to high levels of underreporting, increasing with age (e.g. Simkin 1993; Simkin and Siebert 2000; Deligne et al. 2010). They greatly modify topography and devastate the local area, and can affect global climate (e.g. Lamb 1970; Hammer et al. 1980, 1997; Minnis et al. 1993; Zielinski et al. 1994; Stothers 1999; Robock 2000; Sigl et al. 2013). Their deposits commonly dominate the geological record of eruptive activity at individual Editorial responsibility: J. Fierstein * Chris O. McKee chris_mckee@mineral.gov.pg 1 Port Moresby Geophysical Observatory, Port Moresby, Papua New Guinea 2 Earth Observatory of Singapore, Nanyang Technological University, Singapore, Singapore\nvolcanoes rendering them prime targets for scientific studies. However, it is also important to study the (generally) smaller precursory events (VEI ≤ 5) in order to understand the processes and timeframes involved in the build-up to major volcanism. Early recognition of this progression will greatly aid contemporary volcano monitoring and contingency planning.\nThe Rabaul Caldera Complex, located at the northeastern tip of New Britain Island, Papua New Guinea (Fig. 1), experienced its most recent VEI 6 eruption at about 1400 BP (Heming 1974), or more precisely at 667–699 CE (McKee et al. 2015). This eruption significantly modified a preexisting caldera complex and deposited the > 11 km3 Rabaul Pyroclastics (RP) Formation (Walker et al. 1981; Nairn et al. 1989, 1995). The late-stage build-up to the RP eruption involved strong (VEI 5) activity, and produced the Mid-Late Holocene tephra sequence known as the Talili Pyroclastics Subgroup (TPS, Nairn et al. 1989, 1995).\nThis study documents the first detailed work on the TPS deposits. The Talili sequence is essentially bimodal, comprising the deposits of separate phases of dacitic and basaltic volcanism. Six new radiocarbon dates and 18 new geochemical analyses provide chronological definition and chemical characterisation within this tephra sequence. The new chemical data, together with field relationships, have allowed tentative identification of the sources of some of the deposits. The significance of the Talili eruption sequence is explored in terms of the prolonged period of episodic activity from multiple sources, the associated hazards, the geochemical trends within the dacitic eruptives, the nature of the basaltic volcanism and relationships between the dacitic and basaltic volcanism. The relationships between the Talili activity and the succeeding major eruption that produced the Rabaul Pyroclastics are examined, and the nature of the Talili activity is noted in the context of the Late Cainozoic eruption history of the Rabaul Caldera Complex. Similar cycles of VEI 5 activity preceded several earlier major eruptions at Rabaul and may represent a mode of activity at the Rabaul Caldera Complex."
  }, {
    "heading": "Geological context",
    "text": "The volcanoes of the Rabaul region overlie the subduction system at the northern margins of the Solomon Sea basin (Johnson 1982; Davies 2012). The depth to subducted lithosphere beneath the Rabaul Caldera Complex is estimated to be < 150–200 km (Wood et al. 1995). It is assumed (Heming 1977; Wood et al. 1995; Johnson et al. 2010; Patia et al. 2017) that the source of basaltic magmas in the Rabaul region is melting in the mantle wedge above the subduction zone.\nThe Rabaul volcanic centre has been developing for at least 200 ky (Table 1; McKee and Duncan 2016) and has evolved into a low-angle asymmetric pyroclastic shield having flanks 20–30 km in length (Heming 1974;Walker et al. 1981). At the\napex of the shield is the 14 × 9 km Rabaul Caldera Complex, the eruptive output of which is dominated by dacitic and andesitic pyroclastic deposits from a series of large-scale eruptions (Heming and Carmichael 1973; Heming 1974; Nairn et al. 1995; Wood et al. 1995). Adjacent to the northeastern and eastern rim of the caldera complex is a cluster of stratovolcanoes, Palangiangia, Kabiu and Turagunan (Fig. 1), which constitute the southern part of a southeast-trending zone of essentially mafic volcanic systems, collectively designated the Watom-Turagunan Zone (Johnson et al. 2010). The northwestern and central members of the Watom-Turagunan Zone (Watom and Tovanumbatir) pre-date the Rabaul Caldera Complex, while the southeastern stratocones are coeval with the Rabaul Caldera Complex and are potentially active (McKee and Duncan 2016).\nIn this study, the term Bmajor^ eruption refers to events that included production of a large volume (≥ 5 km3) of ignimbrite that may have led to caldera formation. There have been eight such eruptions in the better-known part of the stratigraphic record, since about 160 ka (McKee and Duncan 2016; Table 1). While deposits of major eruptions dominate the stratigraphic record of the Rabaul area, intermediate-scale (VEI 5) volcanism is also evident throughout a large portion of the history of the Rabaul volcanic system. In the period from 160 ka to present, six tephra sequences which probably contain deposits from VEI 5 eruptions have been recognised (Nairn et al. 1995; McKee and Duncan 2016), the youngest being the TPS (Table 1). These tephra sequences are the products of multiple eruptions and have therefore been recognised stratigraphically as subgroups (Nairn et al. 1989).\nMost of the products of intermediate-scale volcanism at Rabaul are dacitic fall deposits, but flow deposits are present also, including pyroclastic surge deposits and relatively small ignimbrites (Nairn et al. 1989, 1995). The fall deposits commonly comprise fine-grained, fracture-bounded clasts that form fine-grained vitric/crystal ashes (Nairn et al. 1989, 1995). These characteristics are indicative of explosive magma-water interactions (Sheridan and Wohletz 1983; Wohletz 1983), probably as a result of chilling and frittering of a dacitic magma body extruded into shallow water (Nairn et al. 1989, 1995). The abundance of fine grained vitric/crystal ashes and the presence of surge deposits thus suggest the prevalence of phreatomagmatic eruption mechanisms."
  }, {
    "heading": "Methods",
    "text": ""
  }, {
    "heading": "Data collected at outcrops",
    "text": "The physical characteristics of each depositional unit of the TPS were recorded from outcrops, viz. deposit type, colour, lithology, grainsize, sorting and texture. Unit thicknesses and clast dimensions (where appropriate) were measured.\nRelationships between successive depositional units were noted, including the presence of unconformities. The presence of palaeosols or indications of palaeosol development were noted, and relevant thickness measurements were made."
  }, {
    "heading": "Material sampled for 14C analysis",
    "text": "In general, charcoal is rare in the TPS, consistent with the fall origin of most of these deposits. However, charcoal fragments are present in some of the flow deposits. In most cases, the material collected for 14C analysis was from the palaeosols— generally about 0.5–1 kg of material was sampled.\nThe carbon-bearing samples were analysed at Beta Analytic, Inc., USA, or at the University of Waikato, New Zealand. Standard sample preparation techniques were employed. The 14C analyses were conducted using standard techniques if carbon contents were adequate, or using the accelerator mass spectrometry (AMS) technique where samples were small or had low carbon contents.\nMaterial collected for compositional analysis\nWhere available, pumice and scoria clasts were collected for compositional analysis. However, several phases of the TPS\nconsist exclusively of fine ash, and in these cases bulk ash samples were collected. The potential for syn-eruptive vitriccrystal fractionation of fine ash deposits is recognised; however, the observed compositional trends do not appear to be an artefact of comparing pumice compositions with bulk ash compositions, as both pumice and bulk ash compositions behave concordantly.\nThe samples were analysed for major and trace elements, mostly at the Research School of Earth Sciences, Australian National University (Prof. S. Eggins, personal communication), but some samples were analysed at Actlabs, Canada. Both standard XRF and ICPMS techniques were employed. The methods of Norrish and Hutton (1969), Norrish and Chappell (1977), Eggins et al. (1997) and Eggins (2003) were followed."
  }, {
    "heading": "Estimation of volumes",
    "text": "Volume estimates for each of the depositional units of the TPS were made using thickness measurements from all of the reference sections and from other exposures, and through a process of comparisonwith thicknesses and calculated volumes of other units of the tephra stratigraphy of the Rabaul area (Nairn et al. 1989, 1995; Walker et al. 1981). The resulting volume figures are rough and have an estimated uncertainty of ± 20%.\nTalili Pyroclastics subgroup: stratigraphy, chronology and volume estimates"
  }, {
    "heading": "General characteristics",
    "text": "The TPS deposits, exposed at several localities within Rabaul Caldera and also outside the caldera in a zone on the western, northern and eastern flanks of the volcanic complex (Fig. 1), represent eruptions at scales smaller than those of the major ignimbrite and caldera-forming eruptions at Rabaul. Nevertheless, some of the eruptions within the Talili sequence were considerably larger and potentially more damaging than the largest of the historical eruptions from the intra-caldera vents Vulcan and Tavurvur, such as the VEI 3–4 eruptions of 1878, 1937 and 1994 (Johnson et al. 1981; Johnson and Threlfall 1985; Blong and McKee 1995). The TPS, as defined by Nairn et al. (1989, 1995), comprises a tephra sequence that stratigraphically lies between the deposits of the most recent major eruptions in the Rabaul area, the 1400 BP RP and the 6900 BP Raluan Ignimbrite (Table 1; Walker et al. 1981; Nairn et al. 1995; McKee 2015). However, it is now thought that the Raluan\nIgnimbrite may be a product of the neighbouring Tavui caldera system (Wallace et al. 2002; McKee 2015), and there are deposits similar to the TPS, the poorly preserved and unstudied Talwat Pyroclastics (see Table 1), between the Raluan sequence and the deposits of the penultimate major eruption at the Rabaul Caldera Complex, the 10.5 ka Vunabugbug Pyroclastics. Thus, the TPS may represent the later stages of one prolonged period of intermittent VEI 4–5 activity following the Vunabugbug Pyroclastics eruption. Three radiocarbon dates were obtained previously for the TPS, 4430 ± 110 and 4380 ± 80 BP from underlying palaeosols, and 1810 ± 70 BP from near the top of the sequence (Nairn et al. 1995; Table 2).\nThe dominant litho-facies of the TPS is fine grained vitric/crystal ash of dacitic composition emplaced as fall deposits, but pyroclastic surge deposits and a small-scale ignimbrite, both of dacitic composition, are present also. Contrasting with the mostly pale- to medium-grey dacitic tephra is an interbedded sequence of black basaltic scoria units. Whereas the dacitic tephra originated from intracaldera vents of the dominantly dacitic Rabaul Caldera Complex, the basalt has been assumed to derive from the\nTable 1 Rabaul area eruption history (condensed from Nairn et al. 1995; McKee and Duncan 2016)\nAge Event Magma type Volume (km3)\nYears BP (14C)\nc. 1400– present Pyroclastic cone-building and lava eruptions from multiple vents within Rabaul Caldera Complex, including Vulcan, Tavurvur, Sulphur Creek, Rabalanakaia and Karavia Bay\nD/A 3\nc. 1400 Rabaul Pyroclastics, major ignimbrite eruption and caldera formation D > 11\n4200–1810 Talili Subgroup, multiple (7) pyroclastic eruptions producing fine vitric ashes and pumice deposits, pyroclastic surges and one small ignimbrite, roughly coeval with late cone-building scorias (and lavas?) from Palangiangia, Kabiu and Turagunan D/B > 5 6900 Raluan Ignimbrite eruption and caldera formation (Tavui?) R 5\n6900 Raluan Scoria eruption (Kabiu? Palangiangia?) B 0.5\n?–? Talwat Subgroup multiple (> 4) pyroclastic eruptions producing fine ashes, roughly coeval with late cone-building Turagunan scorias D/B 1 c. 10,500 Vunabugbug Pyroclastics ignimbrite eruption, and caldera formation? D 5\n?–? Tatoko Subgroup multiple (> 4?), pyroclastic eruptions D 1\nc. 15,100 Namale Pyroclastics ignimbrite eruption, and caldera formation? D 5\n? 18,000 Kulau Ignimbrite major ignimbrite eruption, and caldera formation? D > 10\n?–? Kabakada Subgroup multiple (> 6) pyroclastic eruptions with at least 3 (small?) ignimbrites D/A 1\n36,700 Latlat Pyroclastics ignimbrite eruption, and caldera formation? D 5\n?–? Talakua Subgroup multiple (> 7?) pyroclastic eruptions D 1 ka (40Ar–39Ar)\n70 Turagunan early cone-building scorias/lavas B 1\n75 Barge Tunnel Ignimbrite eruption, and caldera formation? D 5\n56 Karavia Welded Scorias D 1\n110 Kabiu and Palangiangia early cone-building scorias/lavas B 3\n169 Tavui Subgroup, multiple (> 5) pyroclastic eruptions with at least one ignimbrite D/B 1\n160 Malaguna Pyroclastics major ignimbrite eruption, and caldera formation? D/A 10\n201–162 Brennan, Cliff, Boroi ignimbrite sequence D > 10\nB basalt, A andesite, D dacite, R rhyolite\nessentially mafic stratovolcanoes adjacent to the caldera (Nairn et al. 1989, 1995; Fig. 1).\nThe significant thickness of some of the deposits of the VEI 5 activity at distance from their intra-caldera source(s) is a measure of the elevated scale of the associated eruptions. For example, there are substantial accumulations of TPS deposits amounting to > 3.5 m at sites 12 and 10 km north and northwest of the centre of the caldera (Tavui Hill Top and Vunabugbug respectively, see Fig. 1). At two sites in the northeastern part of the caldera, TPS deposits attain thicknesses of > 21.2 m and > 11.8 m (Namanula Road and Adelaide Street respectively, see Fig. 1). For comparison, the deposits of the historical eruptions at Rabaul (all ≤VEI 4) have only thin and patchy representation, or no representation at all, beyond the confines of the caldera (Nairn et al. 1989, 1995), and the un-compacted thickness of deposits in the northeastern part of the caldera from the VEI 4 1994 eruptions is about 2 m (Blong and McKee 1995)."
  }, {
    "heading": "Stratigraphic context",
    "text": "Four shallow reference sections that represent the younger pyroclastic stratigraphywithin and adjacent to Rabaul Caldera and which include exposures of the TPS deposits were described by Nairn et al. (1989, 1995). These reference sections are at Vunabugbug, Tavui Hill Top, Adelaide Street and Praed Point (Figs. 1 and 2). To these, we add data from exposures at Namanula Road in the northeastern part of Rabaul Caldera, and at Burma Road on the western rim of the caldera (Fig.1). Details of the stratigraphy at these sites are given in Fig. 3.\nAccording to Nairn et al. (1989, 1995), at least seven eruptions are represented within the TPS, corresponding to the seven included palaeosols at the Praed Point site. The number of palaeosols present within the sequence is different at each of the other sites, ranging from three at Adelaide Street to seven at Praed Point.\nDetailed stratigraphic correlation between the exposures is difficult for a number of reasons. Chief among these are the removal of parts of the deposited pyroclastic record, as indicated by erosional unconformities, and the similar appearance of many of the pyroclastic deposits. Also, as pointed out by Nairn et al. (1989, 1995), the wind patterns at Rabaul (McKee et al. 1985) have caused fall deposits in one area to be absent or significantly different in thickness and texture in other areas. Marked variations in the character of the deposits are evident, depending on direction and distance from source. The greatest thickness of the deposits is seen at the two exposures in the northeastern part of the Rabaul Caldera Complex—21.2 m at Namanula Road and 11.8 m at Adelaide Street. The stratigraphy at these sites is complementary, one (Adelaide Street) representing the lower part of the sequence while the other (Namanula Road) represents the middle and upper parts (Fig. 3).\nThe Talili stratigraphic sequence is best exposed, although incompletely, at the new exposure at Namanula Road, while the base and top are seen at the Adelaide Street and Burma Road exposures, respectively. The Namanula Road section comprises three segments that contain five included palaeosols. Three erosional unconformities are present in the lower part of the sequence and the base of the sequence is not exposed. Correlation with the Adelaide Street section suggests that the base of the Talili deposits (at Namanula Road) is several meters below the lowest part of the Talili section exposed at the Namanula Road site. A seven-phase sub-division of the Talili sequence, consistent with the exposure at Praed Point, can be made based on the five palaeosols within the sequence at Namanula Road, one in the lower part of the sequence at Adelaide Street and one near the top of the sequence at Burma Road. A greater number of eruptions would be indicated by the sequence at Namanula Road if the three unconformities there are regarded as breaks between eruptions. However, radiocarbon dates from parts of the sequence which bracket the unconformities suggest that little time elapsed during the emplacement of this part of the sequence. The unconformities could be syn-eruptional features, possibly due to erosional events that occurred during the emplacement of wet tephra."
  }, {
    "heading": "New radiocarbon dates",
    "text": "Six new radiocarbon dates for the TPS were obtained in this study, four from palaeosols and two from charcoal, bringing the total number of TPS dates to nine (Table 2). The lowermost included palaeosol of the sequence (at Adelaide Street) has not been dated. The uppermost palaeosol at Namanula Road and at Burma Road underlies the RP sequence, so its approximate age is known from radiocarbon dating of charcoal within the Rabaul Ignimbrite: 1400 BP according to Heming (1974) and Nairn et al. (1989, 1995), and 667–699 CE (McKee et al. 2015). Apart from minor discrepancies between charcoal and soil dates applicable to the three lowermost stratigraphic units, most of the six new dates are concordant with stratigraphic position. The two dates from charcoal, 4120 ± 40 BP and 4100 ± 60 BP, are from the surge deposits and ignimbrite of phase 2: these dates are regarded as being more reliable than the palaeosol dates and have been used to assign a likely starting date of 4200 BP for Talili volcanism. The final phase of Talili volcanism started at about 1810 BP."
  }, {
    "heading": "The TPS stratigraphic sequence",
    "text": "Phase 1: 4200–4150 BP\nThe opening phase of the Talili Pyroclastics era involved strong explosive eruptions which produced a sequence of mostly grey and pink fine ash beds. One of the beds near the\ntop of this sequence contains scattered white dacitic pumice lapilli. Evidence of the involvement of water in the eruption/ deposition process is the presence in one of the beds of vesicles and accretionary lapilli. The total thickness of the deposits in this phase is 4.90 m (at Adelaide Street, Fig. 2), with an estimated volume of 1.0 km3 (Table 3).\nMaterial suitable for dating has not been found in the deposits of phase 1 and the soil marking the top of these deposits has not been dated. Thus, the ages bracketing this phase are assigned, based on a comparison of two dates of the soil underlying the base of the Talili sequence with a date for the soil at the top of phase 2 and dates from charcoal in flow deposits at the top of phase 2.\nDates from soils directly underlying the Talili sequence at Vuvu Road and Burma Road (Fig. 1, C2, C1; Fig. 3) are 4380 ± 80 and 4430 ± 110 BP, giving an average date of ≈ 4400 BP, while the date from the soil at the top of phase 2 deposits (at location C5 on Namanula Road) is 4300 ± 70 BP. These dates indicate little time, about 100 years, between the onset of the Talili sequence and the conclusion of phase 2 of the sequence. The dates (from enclosed charcoal) for the ignimbrite and surge deposits at the top of phase 2 on the northern flank of Palangiangia (Fig. 1, C3, C4) are 4100 ± 60 and 4120 ± 40 BP. Because of the greater reliability of charcoal dates comparedwith soil dates, it is concluded that the age of the top of phase 2 is about 4100 BP, and from the discussion of the soil dates (above), it follows that the age of the base of phase 1 should be adjusted— accordingly a date of 4200 BP has been assigned. On this basis, the age of the soil at the top of phase 1 is assigned as 4150 BP.\nPhase 2: 4150–4100 BP\nPhase 2 of the Talili sequence is dominated by laminated, bedded and unstratified fine ash deposits that are overlain by surge deposits and a small-volume ignimbrite, here named the Memorial Ignimbrite (Fig. 3). As with phase 1 deposits, the presence of accretionary lapilli in part of the phase 2 sequence indicates the involvement of water in the eruption/deposition process. Three erosional unconformities in the phase 2 deposits are believed to represent intense rainfall events during the course of the eruption and do not represent significant time intervals in the deposition sequence. The top of the sequence at Namanula Road, above the uppermost unconformity, is marked by the surge deposits and the ignimbrite which have thicknesses of about 0.3 and 2.1 m respectively. In a gully on the northwestern flank of Palangiangia the ignimbrite is > 15 m thick. The ignimbrite contains clasts of both dacitic pumice and andesitic scoria. As indicated above, both flow deposits contain charcoal. At Adelaide Street, the thickness of the phase 2 deposits is 6 m, while at Namanula Road, the base of the sequence is not seen but the thickness of the phase 2 fall deposits is at least 6.9 m. The estimated volume is at least 1.4 km3 (Table 3).\nThe age of the phase 2 deposits is best represented by the average, about 4100 BP, of the charcoal dates from the ignimbrite and surge deposits at the top of this phase, 4100 ± 60 and 4120 ± 40 BP. The age of the base of phase 2 is arbitrarily set at 4150 BP, as explained above.\nTable 2 Radiocarbon dates for the Talili Pyroclastics Subgroup\nDeposit dated-material Sample No. Lab. No. Location-grid ref.a (Fig. 1) 14C date (years BP)b\nTPS phase 7-underlying soil RP91063M1 Burma Road 041 315 (C9)\n1810 ± 70c\nTPS phase 6-underlying soil RP98407M3 Beta-128774 Namanula Road 101 353 (C8)\n2180 ± 70\nTPS phase 5-underlying soil RP98408M3 Beta-128775 Namanula Road 101 353 (C7)\n2450 ± 60\nTPS phase 4-underlying soil RP05001 Wk-18600 Namanula Road 101,353 (C6)\n3377 ± 64\nTPS phase 3-underlying soil RP98405M3 Beta-128773 Namanula Road 101 353 (C5)\n4300 ± 70\nTPS phase 2-charcoal RP97250M5 Beta-126301 NW Flank Palangiangia 106 346 (C4)\n4100 ± 60\nTPS phase 2-charcoal RP97251M5 Beta-126302 NW Flank Palangiangia 106 345 (C3)\n4120 ± 40\nTPS phase 1-underlying soil RP92006M1 Vuvu Road 031 313 (C2)\n4380 ± 80c\nTPS phase 1-underlying soil RP92001M1 Burma Road 041 315 (C1)\n4430 ± 110c\na Grid ref. refers to Sheet 9389 Edition 1 Series T601—Rabaul, Papua NewGuinea 1: 100,000 Topographic Survey. The full grid reference, based on the Australian Map Grid, Zone 56, is in the format 04XXX00 95XXX00 bAll new 14 C dates are from Beta Analytic Inc., Miami, Florida, USA, except that for RP05001/Wk-18600 which is from University of Waikato, Hamilton, New Zealand c Reported previously by Nairn et al. (1995)\nPhase 3: 4100–3380 BP\nPhase 3 of the Talili sequence represents a marked shift in composition of the products, from predominantly dacite to predominantly basalt. At Adelaide Street, phase 3 consists of 0.9 m of unstratified basaltic scoria, while at Namanula there are three distinct components. The lowermost component is 2.6 m of unstratified to faintly bedded, graded scoria of lessevolved basalt composition, the Japanese War Memorial (JWM) Scoria. This is overlain by 0.7 m of laminated fine scoria of similar less-evolved basaltic composition, the Intervening Scoria. The uppermost component is 2.55 m of unstratified and bedded scoria of more-evolved basaltic composition, the Namanula Scoria (Fig. 3). A fourth component is suggested by the presence of a thin lens (maximum 3 cm) of pale yellow-white dacitic pumice and ash at the top of the JWM Scoria at one site at Namanula Road. At several other sites nearby, the same stratigraphic position is occupied by a thin, indurated layer (about 3 cm thick) of reddish brown to orange to creamy yellow fine-grained tephra. The total thickness of phase 3 deposits at Namanula is 5.85 m. Volume estimates are JWM Scoria 0.3 km3, Intervening Scoria 0.1 km3\nNamanula Scoria 0.3 km3, giving a total of 0.7 km3 for the volume of basaltic scoria fall deposits (Table 3).\nThe phase 3 deposits at both Adelaide Street and at Namanula Road are of fall origin, but a related scoria flow deposit (Fig. 4) of the least-evolved basaltic composition (sample 3 Table 4) is exposed in the caldera fault scarp between the reference sections and appears to be traceable to Palangiangia. This observation suggests that at least part of the phase 3 deposits was sourced at Palangiangia, a conclusion that is also supported by geochemical data. The eruptions responsible for these deposits were strong as indicated by the presence of scoria lapilli at the corresponding stratigraphic position in the Vunabugbug section (Fig. 1), approximately 10 km from the likely source vent(s).\nThere appears to be little or no time separating the deposition of the components of phase 3, as the units have conformable contacts and there is no indication of soil formation below the contact surfaces. However, some hydrological processes or a change in the depositional environment may have acted at the very top of the JWM Scoria and within the Intervening Scoria as indicated by the presence of the indurated, reddish brown to orange to creamy yellow tephra at the top of the\nJWM Scoria and indurated, red-brown laminations within the lower part of the Intervening Scoria. The result of these processes is a set of indurated ribs near the middle of the scoria sequence. A significant period of time may have elapsed between the times of deposition of the Namanula Scoria and the overlying (phase 4) grey fine ash as indicated by the erosional\nremoval of part of the palaeosol-capped Namanula Scoria at several localities. The age of the phase 3 deposits is bracketed by the age of the underlying pyroclastic flows at the top of the phase 2 deposits, 4100 BP, and a date for the soil which developed at the top of the Namanula Scoria, 3377 ± 64 BP, at location C6 on Namanula Road (Fig. 1).\nPhase 4: 3380–2450 BP\nPhase 4 is the least complicated of all of the components of the TPS, consisting mostly of grey fine ash of dacitic composition. Abundant accretionary lapilli suggest that this deposit is phreatomagmatic. The soil that developed in the upper part of phase 4 deposits contains scoria lapilli of a less-evolved basaltic composition (sample 8 Table 4), but with a composition different than that of the earlier less-evolved basaltic scorias, the JWM Scoria and the Intervening Scoria of the phase 3 deposits. The total thickness of phase 4 at Namanula is 1.1 m (Fig. 3). The estimated volume is 0.2 km3 (Table 3). The age of phase 4 deposits is bounded by the date of the underlying soil, 3377 ± 64 BP, and a date for the soil at the top of phase 4 deposits, 2450 ± 60 BP, at location C7 on Namanula Road (Fig. 1).\nPhase 5: 2450–2180 BP\nPhase 5 of the Talili sequence commenced with eruptions of grey and purple-brown fine ash of dacitic composition which left a coarsely bedded deposit 1.3 m thick at Namanula Road (Fig. 3). The succeeding activity consisted of many individual bursts of ash emission which produced a laminated sequence of dacitic fine ash deposits. The soil that developed at the top of the sequence contains pumice lapilli. The total thickness of phase 5 deposits at Namanula Road is 2.8 m (Fig. 3). The estimated volume is 0.6 km3 (Table 3). The soil at the top of the phase 5 deposits at location C8 onNamanula Road (Fig. 1) has a radiocarbon age of 2180 ± 70 BP, while the soil underlying the base of these deposits has been dated at 2450 ± 60 BP.\nPhase 6: 2180–1810 BP\nPhase 6 also began with an eruption of dacitic grey fine ash. The succeeding deposits are similar to the middle component of phase 5, being a sequence of laminated and bedded fine ash deposits of dacitic composition. The total thickness of phase 6 at Namanula Road is 4.6 m (Fig. 3). The estimated volume is 0.9 km3 (Table 3). The age of phase 6 deposits ranges between the date of the underlying soil, 2180 ± 70 BP and 1810 ± 70 BP, the age of a soil near the top of the Talili sequence at Burma Road (Location C9 in Fig. 1).\nPhase 7: 1810–1400 BP\nPhase 7, as seen at the radiocarbon dating site C1 at Burma Road (Fig. 1), commenced with an eruption of grey fine ash which was followed by a number of pulses of ash emission which produced a laminated sequence of white, pale grey, mid grey and pink fine ash deposits. The upper part of the sequence grades to brown fine ash. The indurated and vesicular\nnature of some of the laminations indicates that the associated eruptions were phreatomagmatic. The grey fine ash base is 0.2 m thick and the overlying laminated sequence and brown ash is 1.2 m thick, giving a total thickness of 1.4 m (Fig. 3). The estimated volume is 0.3 km3 (Table 3). The age of phase 7 deposits ranges between the date of the underlying soil at the Burma Road site, 1810 ± 70 BP and 1400 BP the age of the overlying RP eruption deposits.\nThe underlying Talili deposits comprise a sequence of grey, brown and yellow fine to medium ashes interspersed with thin pumice horizons and capped with a pumice-bearing brown soil which has been dated. The Talili sequence rests on the 6900 BP Raluan Pyroclastics. The complete sequence at the Burma Road site is shown in Fig. 3."
  }, {
    "heading": "Summary of deposit types",
    "text": ""
  }, {
    "heading": "Dacitic fall deposits",
    "text": "The TPS deposits are dominated by fine-grained dacitic fall deposits. Medium to coarse ash and lapilli-sized (pumice) fragments are much less abundant. The fine-grained vitric/ crystal ash of the Talili dacitic tephra (and similar deposits in other parts of the Rabaul pyroclastic stratigraphy) typically has the sub-millimetre size fraction exceeding 95 wt% (Nairn et al. 1989, 1995). Clast morphology is characterised by arcuate, fracture-bounded smooth surfaces that cut across any incipient development of vesiculation, and crystals typically show Bchatter mark^ (Nairn et al. 1989, 1995) step fracture surfaces controlled by cleavages. The fine ash deposits have a broad colour range including purple, pink, brown, orange, yellow, cream, white, pale to dark grey and black—the most common colour is mid grey.\nThe eruptions that produced these deposits were commonly influenced by water. Accretionary lapilli, formed by accretion of wet fine ash and showing concentric layering, are found at various horizons within the sequence. At Adelaide Street and Namanula Road, the accretionary lapilli are as much as 1 cm across. Vesiculation and induration (by fluid-induced cementation) also suggest that the ash was wet when deposited. The fine grainsize and the fracture-bounded clast morphology are evidence of the influence of water at the erupting vent(s), enhancing the explosive process and resulting in finer fragmentation of the erupting magma (as per Sheridan and Wohletz 1983; Wohletz 1983).\nBedding in the ash deposits ranges from thick, unstratified beds of metre size to fine laminations only millimetres thick at the intra-caldera reference sections and elsewhere within the caldera. Overall, there appears to be a reduction in bed thickness in the later phases of the Talili sequence, suggesting a diminution of the strength of the later-stage eruptions."
  }, {
    "heading": "Ignimbrite and pyroclastic surges",
    "text": "Ignimbrite is a newly identified but minor component of the TPS. The only ignimbrite known from the Talili deposits, the Memorial Ignimbrite, is seen in the upper part of phase 2 deposits at the Namanula Road section and in a gully on the northwestern flank of Palangiangia. At least three flow units have\nbeen identified: a basal unit which is somewhat indurated and depleted in fine-grained fragments, overlain by two units which are of Bnormal^ type (as defined by Walker 1983) having a greater proportion of fines than the basal unit. Charcoal is present in the basal andmiddle units. The greatest thickness (> 15m) is seen in an exposure in the gully on the northwestern flank of Palangiangia, while its maximum measured thickness at the\nNamanula Road section is 2.1 m (Fig. 3). A distinguishing feature of the Memorial Ignimbrite is the presence of included fresh-looking black andesitic scoria clasts within a pale grey dacitic pumice and ash host tephra.\nPyroclastic surge deposits are more common than ignimbrite in the TPS. Units interpreted to be of surge origin are present at all of the reference sections within and near the caldera. At Adelaide Street, weakly bedded and massive tuffs containing pumice lapilli trains are interpreted as surge deposits. Weakly cross-bedded grey and brown fine ash beds at Praed Point are also likely to be of surge origin (Nairn et al. 1989, 1995). Similar cross-bedded pink-brown fine tephra lenses, apparently surge deposits, are present beneath the Memorial Ignimbrite in gully sections on the northwestern flank of Palangiangia."
  }, {
    "heading": "Basaltic scoria and ash",
    "text": "Black basaltic scoria and ash deposits ranging from coarse lapilli to coarse ash are a volumetrically minor but conspicuous component of the TPS. These deposits are present at several different horizons but correlations between the reference sections are difficult. The principal basaltic scoria and ash deposits of the TPS are the fall deposits that make up phase 3. In stratigraphic order, oldest to youngest, these are the JWM Scoria, Intervening Scoria and Namanula Scoria (Fig. 3). These fall components are best seen at the Namanula Road section while a related flow deposit is best exposed in a caldera wall section between the Namanula Road and Adelaide Street sections.\nA prominent feature of the basal basaltic fall unit, the JWM Scoria, and the base of the uppermost unit of phase 3, the Namanula Scoria, is the absence or only weak development of bedding. This is attributed to high eruption rates and proximal sources. A high eruption rate was also responsible for the development of the scoria flow.\nAerial photograph interpretation suggests that the scoria flow is a stubby feature on the northwestern to northern flank of Palangiangia (Fig. 4). The flow appears to be bi-lobate with the main lobe oriented northwest and having a maximum extent of about 1.4 km. A subsidiary lobe on Palangiangia’s northern flank is about 1 km long. The caldera wall exposure shows that the flow is as much as 30 m thick. Extremely poor sorting is evident with scoria clasts up to 20 cm in diameter and (rare) cognate lithic clasts as large as 60 cm. The flow is reversely graded, in contrast to the normally graded related fall component, the JWM Scoria. Parts of the scoria flow in caldera wall exposures and in sections near the eastern boundary of the flow were observed to be tack-welded and in places strongly welded, a feature not commonly reported in scoria flows (Cas and Wright 1987, p. 111), although welded scoria flows are present on Santorini (Mellors and Sparks 1991; Druitt et al. 1999)."
  }, {
    "heading": "Volume estimates",
    "text": "Volume estimates for the fall products in each of the seven phases of the Talili sequence are given in Table 3. The total volume, > 5.1 km3, comprises > 4.4 km3 of dacitic tephra and 0.7 km3 of basaltic scoria. The volume of the scoria flow deposit is estimated to be about 0.03 km3. The volumes of the Memorial Ignimbrite and of the surge deposits have not been estimated because of insufficient data.\nSummary of the Talili eruption sequence\nThe Talili era opened at 4200 BP with strong (VEI 5) phreatomagmatic activity from one or more intra-caldera vents that produced unstratified and laminated dacitic fall deposits (Figs. 2 and 3, Tables 2 and 3). A closely following second phase of activity, also of VEI 5 magnitude, produced similar unstratified and laminated fall deposits, pyroclastic surges and a small ignimbrite, the Memorial Ignimbrite. Phase 3 started at 4100 BP and represents a marked change in activity as basaltic volcanism produced widespread unstratified scoria fall deposits and a small-volume scoria flow that was emplaced on the northwestern to northern flank of Palangiangia (Fig. 4). While phase 3 was dominated by basaltic scoria eruptions, there was a minor intervening period of dacitic volcanism. Phases 4 to 7 represent intermittent eruptions at VEI 4 to VEI 5 scale between 3380 and 1400 BP from intra-caldera vents that produced both unstratified and laminated dacitic fall deposits. The strongest activity in this period, approaching VEI 5, was in phase 6. Another period of basaltic volcanism is indicated by basaltic scoria clasts at the top of phase 4 deposits. Several uncorrelated Talili era basaltic scoria deposits are present in a stratigraphic section at the southeastern foot of Turagunan and probably represent eruptions from this centre (Nairn et al. 1989, 1995)."
  }, {
    "heading": "Geochemistry",
    "text": "Eighteen new geochemical analyses of samples from the TPS deposits were obtained in this study. These data add substantially to the three XRF analyses available previously (Nairn et al. 1989). Major and trace element analyses are presented in Tables 4 and 5 (for basalt and andesite-dacite, respectively). For comparison, Table 6 shows all published major and trace element geochemical analyses for mafic samples from Turagunan, Palangiangia and Kabiu, plus analyses from the basaltic scoria unit of the 6900 BP Raluan Pyroclastics. Table 7 provides sample details: stratigraphic correlation, chemical classification and locality (grid reference, where known). Major and trace element variations with respect to SiO2 are shown for TPS compositions in Figs. 5 and 6. The variation plots also contain the results from other studies,\nnamely those of Nairn et al. (1989), Patia (2004) and Bouvet de Maisonneuve et al. (2015), in order to show Talili compositions in the context of the full range of rock compositions observed at Rabaul. Talili compositions span a large part of the entire compositional range at Rabaul, the Bmain series^ of Wood et al. (1995), which extends from basalt to rhyodacite. Subsets of these analyses have been used to construct the\ndiscriminant plots K2O vs SiO2 (Fig. 7), SiO2 vs MgO (Fig. 8) and Zr vs Ba (Fig. 9). In Figs. 5, 6, 7 and 8, and for the following discussion, normalised values were plotted, obtained after the analysis has been re-calculated to 100% on volatile-free basis.\nWhile Talili volcanism produced a broad range of compositions from sources both within and outside the Rabaul Caldera\nTable 4 Major and trace element data for samples from the Talili pyroclastics subgroup: basalt\nSource Ph. 3 Ph. 3 Ph. 3 Ph. 3 Ph. 3 Ph. 3 Ph. 3 Ph. 4 Ph. 3 Ph. 3 Sample # 1 2 3 4 5 6 7 8 9 10 Field # RP99002 RP97249 PAL 5 RP98404 RP99009 RP99003 RAB50A RP05003 Pal 3 RP99001\nSiO2 48.288 48.672 48.77 48.691 49.037 49.101 49.30 46.986 52.70 52.431 TiO2 0.687 0.800 0.81 0.857 0.768 0.857 0.86 1.040 1.05 1.053 A12O3 20.374 18.310 18.24 17.124 17.950 17.163 17.32 18.746 16.84 16.783 Fe2O3 9.232 10.709 10.92 11.350 10.026 11.358 11.48 11.779 11.69 11.562 MnO 0.165 0.179 0.18 0.195 0.169 0.190 0.19 0.164 0.21 0.197\nMgO 5.668 6.410 6.35 6.644 7.268 6.657 6.52 4.359 4.19 4.140\nCaO 13.583 13.009 12.98 12.542 12.664 12.629 12.46 8.873 9.30 9.138\nNa2O 1.688 1.849 1.83 1.950 1.885 1.963 2.08 2.128 2.78 2.745 K2O 0.389 0.448 0.46 0.497 0.599 0.511 0.54 0.541 1.01 0.983 P2O5 0.098 0.119 0.12 0.120 0.101 0.125 0.14 0.325 0.19 0.180 S 0.010 0.006 0.01 0.013 0.006 0.005 – − 0.003 0.02 0.008 Total 100.180 100.510 100.68 99.98 100.47 100.56 100.89 95.042 99.98 99.22\nSiO2* 48.201 48.425 48.44 48.701 48.808 48.828 48.87 49.490 52.71 52.843 K2O* 0.388 0.446 0.46 0.497 0.596 0.508 0.54 0.570 1.01 0.991 MgO* 5.658 6.377 6.31 6.645 7.234 6.620 6.46 4.591 4.19 4.173\nSc 38 44 45 50 44 50 – 39 42\nV 266 310 326 336 286 340 384 431 342\nCr 28 32 23 34 32 34 35 < 3 4\nNi 22 24 22 24 38 24 27 5 6\nCu 114 142 164 148 108 152 – 183 174\nZn 70 74 83 79 76 84 84 104 104\nGa 17 17 17 16 15 16 18 20 19\nAs 0.4 0 1 0 < 0.3 < 0.3 – 2.2 0.6\nRb 5 6 7 7 7 7 7 15 13\nSr 493 495 528 481 452 453 480 547 480\nY 12 13 15 14 15 14 15 23 21\nZr 20 24 29 26 30 26 27 63 56\nNb 1 1 2 1 1 1 < 5 2 1\nBa 80 85 92 91 105 95 65 179 175\nLa 2 2 4 4 2 4 < 2 6 6\nCe 5 7 5 6 10 10 < 10 11 20\nNd < 5 3 3 1 < 5 5 < 10 5 10\nPb 3 3 3 4 4 4 3 4 6\nTh < 1 < 1 < 1 < 1 < 1 < 1 – < 1 < 1\nU < 1 < 1 2 < 1 < 1 < 1 – 2 < 1\nSiO2*, K2O* and MgO* are the values after the analysis has been re-calculated to 100% on LOI-free, water-free basis All data are new (Prof. S. Eggins, pers. comm.) except those for sample 7 which are from Nairn et al. (1989)\nComplex, the succeeding activity was focused at sources within the Rabaul Caldera Complex and the products have a fairly narrow compositional range. Most of the clasts in the RP eruptives are medium- to high-K dacites having between 65–67 wt% SiO2, 2.6–2.9 wt% K2O and 1.3–1.6 wt% MgO (Nairn et al. 1989; Wood et al. 1995; Bouvet de Maisonneuve et al. 2015), with the early-erupted products dominated by the more-silicic compositions. The products of the post-RP period have a range of medium- to high-K andesitic to dacitic whole-rock compositions: about 56–64 wt% SiO2, 1.7–2.7 wt% K2O and 1.6– 4.5 wt% MgO (Nairn et al. 1989; Johnson et al. 1996; Patia 2004; Bouvet de Maisonneuve et al. 2015; Patia et al. 2017)."
  }, {
    "heading": "Basalt",
    "text": "Three distinct basaltic compositions are represented in the Talili deposits, one more-evolved than the other two. The more-evolved basalt analyses were obtained from samples of the Namanula Scoria, from the top of phase 3 deposits (samples 9 and 10, Table 4). These samples have SiO2 contents of 52.84 and 52.71 wt%, K2O contents of 0.99 and 1.01 wt% and MgO contents of 4.17 and 4.19 wt% (Figs. 7 and 8). Trace element data for the Namanula Scoria (Table 4) show particularly low values for Cr (< 3–4 ppm) and Ni (5– 6 ppm), and high values for Zn (104 ppm), Zr (56–63 ppm) and Ba (175–179 ppm, Fig. 9).\nOne of the less-evolved basaltic compositions is represented by analyses from the basal and middle phase 3 units, namely the JWM Scoria (samples 2, 3, 4, 5, 6 and 7, Table 4) and the Intervening Scoria (sample 1, Table 4). The other less-evolved basaltic composition is represented by an analysis from the scoria clasts at the top of phase 4 (sample 8, Table 4). For the JWM Scoria and Intervening Scoria data set, the SiO2 range is 48.20–48.87 wt%, the K2O range is 0.39–0.60 wt% and the MgO range is 5.66– 7.23 wt%. Phase 4 basalt is slightly more evolved than the JWM Scoria and Intervening Scoria compositions, having 49.49 wt% SiO2, 0.57 wt% K2O and 4.59 wt% MgO. The relationships between SiO2, K2O and MgO contents for these samples are shown in Figs. 7 and 8. Trace element data for the JWM Scoria and the Intervening Scoria (Table 4) show relatively high values for Cr (23–35 ppm) and Ni (22–38 ppm), and relatively low values for Zn (70– 84 ppm) and Ba (65–105 ppm, Fig. 9). The Zr contents of the JWM and Intervening Scorias are also very low (20– 30 ppm, Fig. 9), but are similar to those of the products of Palangiangia and Turagunan (30–35 ppm, see Fig. 9 and Tables 4 and 6). Basaltic rocks with similarly low Zr contents (14–40 ppm) are known from Sumisu Volcano and Torishima Volcano, Izu-Bonin Arc, Japan (Tamura et al. 2005, 2007). No trace element data are available for the phase 4 scoria."
  }, {
    "heading": "Andesite",
    "text": "The only andesitic rocks analysed from the TPS deposits are the scoria fragments hosted by the Memorial Ignimbrite (samples 11 and 12, Figs. 5 and 6, Table 5). These scoria fragments have a uniform fresh appearance indicating that they represent juvenile magma (i.e. as cognate lithics). The scoria fragments are of intermediate composition, having a SiO2 range of 57.67–59.49 wt%, a K2O range of 1.48– 1.68 wt% and anMgO range of 2.49–2.84 wt%. These rocks are notable for their very low contents of Cr (4 ppm) and Ni (< 2 ppm)."
  }, {
    "heading": "Dacite",
    "text": "The bulk of the TPS is comprised of the dacitic material that makes up the fall and surge deposits and the ignimbrite. The major and trace element contents of analysed samples of the dacitic TPS tephra (Figs. 5 and 6, Table 5) are typical of the dacitic rocks from the Rabaul Caldera Complex. The compositional range is rather narrow: the SiO2 range is 63.41–66.96 wt%, the K2O range is 2.60–3.08 wt% and the MgO range is 1.12–1.88 wt%. Consistent with other dacitic rocks from the Rabaul Calera Complex, the contents of Cr and Ni are very low, typically < 5 ppm.\nDespite the narrow compositional range, there are indications of geochemical trends over time, as shown in Figs. 10 and 11. The more-differentiated compositions first appear towards the beginning of the Talili sequence. Phase 1 ash (sample 19, Table 5), and pumice from the (phase 2) Memorial Ignimbrite (sample 18, Table 5) have some of the most-differentiated compositions analysed from the Talili deposits: SiO2 contents are 66.35 and 65.94 wt%, K2O contents are 2.93 and 3.02 wt% and MgO contents are 1.31 and 1.28 wt%, respectively. These compositions are within the range of compositions (65–69 wt% SiO2) of the most-evolved products in many of the ignimbrites of the major eruptions from the Rabaul Caldera Complex (Wood et al. 1995). There is then a progressive shift towards less-differentiated compositions. The grey fine ashes of phases 5 and 6 (samples 13 and 14, Table 5) have lowersilica dacite compositions: SiO2 contents are 63.41 and 63.58 wt%, K2O contents are 2.60 and 2.68 wt% and MgO contents are 1.88 and 1.79 wt%, respectively. These compositions are similar to those of the post-RP eruptives. There is then a reversal of this trend, and phase 7 ash (samples 20 and 21, Table 5) has about 66.9 wt% SiO2, 3.0 wt% K2O and 1.1 wt% MgO, similar to the early dacites of the Talili sequence and to the early, moreevolved products of the subsequent RP caldera-forming eruption."
  }, {
    "heading": "Eruption sources",
    "text": "Unfortunately, the field relationships between most units in the TPS are unclear, as few units can be correlated between outcrops. However, for the basaltic units, we can use the chemistry of the basalt to suggest potential sources."
  }, {
    "heading": "Basalt",
    "text": "The least-evolved basalts, the JWM Scoria, the Intervening Scoria and the phase 4 scoria, have K2O, SiO2 and Cr contents similar to those in material from both Palangiangia and Turagunan (Fig. 7 and Tables 4 and 6). The JWM scoria flow\nTable 5 Major and trace element data for samples from the Talili pyroclastics subgroup: andesite–dacite\nSource Ph. 2 Ph. 2 Ph. 5 Ph. 6 Ph. 4 Ph. 3 Ph. 2 Ph. 2 Ph.1 Ph. 7 Ph.7 Sample # 11 12 13 14 15 16 17 18 19 20 21 Field # RP99421 RP98401 RP08001 RP08002 RP05002 RP98406 RAB277y RP99422 RAB103g RP17001 RP17002\nSiO2 57.239 57.863 63.261 63.668 63.085 62.506 64.97 63.324 65.52 64.92 65.08 TiO2 1.117 1.059 0.863 0.868 0.866 0.831 0.82 0.825 0.82 0.81 0.80 A12O3 16.079 15.731 15.611 15.517 15.790 15.078 15.03 14.815 15.22 14.87 14.80 Fe2O3 9.769 8.707 6.145 6.113 5.596 5.371 5.32 4.868 4.91 4.86 4.69 MnO 0.203 0.196 0.178 0.168 0.179 0.154 0.15 0.163 0.17 0.16 0.16\nMgO 2.822 2.423 1.879 1.792 1.631 1.616 1.43 1.230 1.29 1.12 1.09\nCaO 6.544 5.663 4.276 4.169 3.661 3.260 3.52 3.123 3.20 3.09 2.97\nNa2O 3.692 3.572 4.680 4.922 4.511 4.172 4.50 4.434 4.49 4.32 4.38 K2O 1.472 1.630 2.598 2.684 2.618 2.519 2.99 2.895 2.89 2.84 2.99 P2O5 0.266 0.251 0.273 0.243 0.231 0.242 0.27 0.279 0.24 0.22 0.24 S 0.046 0.164 − 0.042 − 0.033 0.020 0.092 - 0.071 - - - Total 99.25 97.26 99.776 100.314 98.254 95.84 99.00 96.03 98.75 97.21 97.19\nSiO2* 57.672 59.493 63.411 63.576 64.249 65.219 65.63 65.944 66.35 66.78 66.96 K2O* 1.483 1.676 2.604 2.680 2.666 2.628 3.02 3.015 2.93 2.92 3.08 MgO* 2.843 2.491 1.883 1.789 1.661 1.686 1.44 1.281 1.31 1.15 1.12\nSc 34 30 22 – 20 – 14 15\nV 283 204 98 40 55 38 45 46\nCr 4 4 4 5 < 2 < 5 <DL <DL\nNi < 2 < 2 < 2 4 < 2 < 5 <DL <DL\nCu 172 138 282 – 10 – <DL 10\nZn 122 104 90 67 100 94 90 90\nGa 19 19 16 16 16 17 17 17\nAs 3 3 7 – 6 – 6 7\nRb 17 22 39 39 39 41 42 42\nSr 535 490 334 266 337 323 316 307\nY 26 30 39 39 37 39 38 37\nZr 90 99 141 161 164 167 149 159\nNb < 2 1 2 7 4 < 5 2 2\nBa 260 275 402 424 435 440 461 483\nLa 8 8 16 17 14 17 16 16\nCe 20 21 30 36 40 38 37 36\nNd 10 13 16 18 20 26 23 22\nPb 6 8 8 9 8 12 9 10\nTh 1 < 1 2 – 2 – 2 2\nU < 1 < 1 1 – 1 – 1 1\nSiO2*, K2O* and MgO* are the values after the analysis has been re-calculated to 100% on LOI-free, water-free basis All data are new (Prof. S. Eggins, pers. comm.—samples 11, 12, 13, 14, 15, 16, 18; Actlabs, Canada—samples 20 and 21), except those for samples 17 and 19, from Nairn et al. (1989)\ncan be traced back to Palangiangia in aerial photos (Fig. 4), and its composition is consistent with Palangiangia being the source. The chemistry of the Intervening Scoria is consistent with either Palangiangia or Turagunan as a source. The lower MgO and higher SiO2 contents of the phase 4 Scoria (Fig. 8)\nindicate that its composition is closer to that of Turagunan than that of Palangiangia.\nThe Namanula Scoria has a composition similar to that of basalts sampled from Kabiu and from basaltic lava flows in the eastern caldera wall (also believed to be from Kabiu).\nTable 6 Major and trace element data for mafic samples from Palangiangia, Turagunan and Kabiu, and samples from the Raluan Pyroclastics Scoria\nSource Palangiangia Turagunan Raluan P. Scoria Kabiu\nSample # a b c d e f g h i Field # RAB53 18b 014 20b RAB97b RP99008 7007 RAB400 6985\nSiO2 48.85 47.48 48.19 49.13 50.05 50.628 52.44 53.37 54.71 TiO2 0.72 0.78 0.81 1.01 0.82 0.811 0.99 0.97 1.07 Al2O3 20.27 19.25 18.99 17.93 17.70 18.361 17.45 16.63 16.70 Fe2O3 9.29 10.68 9.77 11.80 10.14 9.768 10.64 10.94 10.51 MnO 0.14 0.18 0.16 0.20 0.15 0.174 0.19 0.17 0.35\nMgO 5.44 5.35 5.64 5.18 6.08 5.263 4.42 4.77 3.79\nCaO 13.25 11.78 12.81 10.68 11.55 11.670 9.58 9.61 8.20\nNa2O 2.22 2.16 2.20 2.64 2.22 2.225 3.03 2.81 3.37 K2O 0.45 0.38 0.50 0.52 0.81 0.735 0.97 1.09 1.21 P2O5 0.12 0.17 0.13 0.19 0.13 0.116 0.19 0.18 0.20 LOI − 0.53 1.32 0.73 − 0.05 − 0.60 0.014 0.75 − 0.56 1.12 Total 100.22 99.53 99.93 99.23 99.05 99.765 100.65 99.98 101.23\nSiO2* 48.49 48.35 48.58 49.49 50.23 50.74 52.49 53.08 54.65 K20* 0.45 0.39 0.50 0.52 0.81 0.74 0.97 1.08 1.21 MgO* 5.40 5.45 5.69 5.22 6.10 5.28 4.42 4.74 3.79\nSc – – – – – 44 – – –\nV 316 – 294 – 322 284 313 386 291\nCr 25 – 25 – 28 18 19 15 5\nNi 24 – 34 – 30 18 27 18 13"
  }, {
    "heading": "Cu – – – – – 114 – – –",
    "text": "Zn 64 – 73 – 77 78 89 94 94\nGa 17 – 15 – 16 17 16 18 18"
  }, {
    "heading": "As – – – – – < 0.3 – – –",
    "text": "Rb 5 – 13 – 9 10 19 14 19\nSr 543 – 538 – 481 456 451 476 444\nY 13 – 13 – 17 17 13 22 13\nZr 29 – 35 – 46 44 51 64 64\nNb < 5 – 7 – < 5 1 6 < 5 5\nBa 68 – 107 – 103 130 186 146 238\nLa 2 – 5 – < 2 4 5 2 5\nCe 11 – 43 – 15 15 46 < 10 46\nNd < 10 – 10 – < 10 10 15 13 15\nPb 4 – – – 5 5 – 7 –\nTh – – – – – < 1 – – –\nU – – – – – < 1 – – –\nSiO2*, K2O* and MgO* are the values after the analysis has been re-calculated to 100% on LOI-free, water-free basis Data sources: Nairn et al. (1989) for samples a, e and h; Heming and Carmichael (1973) and Heming (1974) for samples c, g and i; Prof. J.B. Gill (pers. comm.) for samples b and d; Prof. S.M. Eggins (pers. comm.) for sample f\nThus, the Namanula Scoria may be a product of Kabiu. The relatively high TiO2 and low Cr and Ni contents in Namanula Scoria samples (Figs. 5 and 6) indicate that this more-felsic basalt likely evolved by fractional crystallisation from a more primitive composition."
  }, {
    "heading": "Andesite",
    "text": "The source of the Memorial Ignimbrite andesite inclusions is uncertain. The Memorial Ignimbrite andesite has lower CaO, MgO, Cr andNi and higher TiO2 (Figs. 5 and 6) than andesites with similar SiO2 contents from Turagunan (Nairn et al. 1989) and from Tavurvur (Patia 2004; Patia et al. 2017; Fabbro et al. 2017b). This pattern suggests that the Memorial Ignimbrite andesite was produced through fractional crystallisation, rather than by mixing basalt and dacite (Fabbro et al. 2017b). Geochemically close analogues of the Memorial Ignimbrite andesite are the 201 ka Korere Scoria, the 169 ka Tavui Scoria and the 98 ka Vunairoto Lapilli, all believed to be products of the RCC (McKee and Duncan 2016). Andesitic pumice clasts in the otherwise dacitic 1400 BP RP tephra (Fabbro et al. 2018, under review) also have geochemical similarities to the Memorial Ignimbrite andesite.\nThe inclusion of the andesitic scoria fragments in the dacitic Memorial Ignimbrite represents mingling of magmas that has similarities to the process reported at Soufrière Hills in 1995 (Murphy et al. 1998, 2000). This process may have triggered the eruption of the ignimbrite. As with all of the studied eruptives from post-RP Rabaul Caldera Complex activity that involved mixing/mingling of magmas (Patia 2004; Patia et al. 2017), the mafic component did not erupt separately to form a discrete depositional unit."
  }, {
    "heading": "Dacite",
    "text": "Nairn et al. (1989, 1995) thought that the dacitic pumicelapilli beds of the TPS were erupted from a near-sea-level vent, possibly located near the centre of the present Rabaul Caldera, to reportedly produce the thickest and coarsest pumice deposits at Praed Point and Vunabugbug. They proposed that the grey vitric fine ashes resulted from frittering interaction between hot, near-solid, dacitic magma and seawater, to generate phreatomagmatic wet pyroclastic surges within the caldera and airfall deposits beyond the caldera rim.\nNew observations show greater variations in the thickness and complexity of the sequence than previously reported (Table 8 and Figs. 2 and 3). These measurements show that the greatest thickness of Talili deposits is in the northeastern part of Rabaul Caldera. Further, there appears to be a similar thickness (6–7 m) for the only common part of the sequence (phase 2) preserved at both Namanula Road and at Adelaide Street.\nThe greatest complexity of the sequence, in terms of number and variety of stratigraphic units, is seen at the intracaldera sites Adelaide Street and Namanula Road.While these sites and Praed Point all lie at similar distances from the centre of the caldera, the sequence at Praed Point is less complex. This difference reflects at least azimuthal variations in the character of deposits from the same eruptions.\nPrevailing wind directions would have been a dominant influence on the distribution of tephra, together with location of the vent(s). However, there is insufficient information to precisely determine the location(s) of the vent(s).\nBy comparison with the post-RP period during which five intra-caldera vent areas have been established, the long period of time during which the TPS deposits were emplaced, at least 2390 radiocarbon years, would suggest a reasonable likelihood that a number of different vents within the caldera were active at different times to produce the TPS dacitic tephra. The two suggested dacitic vent areas shown in Fig. 1 include the Dawapia Rocks centre which appears to pre-date the RP eruption (McKee et al. 2016). It is likely that the Talili dacite vents were mostly engulfed during the 1400 BP RP eruption.\nSignificance of the Talili Pyroclastics eruption sequence\nProlonged period of episodic activity from multiple vents\nThe total duration of the Talili era was at least 2390 radiocarbon years, from the commencement of phase 1 at 4200 BP to the commencement of phase 7 at 1810 BP. The bulk of the deposits was produced in the first three phases which took place within a period of about 100 radiocarbon years or less. The repose intervals separating each successive eruptive period between phases 3 to 7 range between 270 and 930 radiocarbon years. The average time interval between the commencement of each of the 7 phases of activity is 398 radiocarbon years.\nTwo periods of higher eruptive rates are evident. The strongest activity of the Talili era occurred during the early phases (1 and 2), which were of VEI 5 (Fig. 12). Later activity was mostly of VEI 4 strength, but still capable of transporting tephra well beyond the caldera, at least as far as the Vunabugbug reference section about 10 km from the centre of the caldera. A second period of higher eruptive rates spanned phases 5 and 6 (Fig. 12). The total volume of Talili dacitic eruptives (> 4.4 km3) is significant as it is similar to the volumes of many of the major eruptions from the Rabaul system (see Table 1), and is about 40% of the volume of the succeeding RP event, which at > 11 km3 according to Walker et al. (1981), is one of the largest known eruptions from the Rabaul Caldera Complex.\nThe involvement of multiple source vents within and outside the caldera has resulted in the diversity of chemical compositions represented within the Talili tephra sequence. In addition to the evidence of mafic contributions from the three stratovolcanoes on the eastern flank of the caldera, it is possible that multiple vents were active within the caldera over the long duration of the Talili era. This is suggested by the development of at least five vent areas within the caldera since the 1400 BP RP eruption (McKee et al. 1985, 2016).\nDominant style of activity and associated hazards\nThe dominant style of eruptive activity indicated by the phreatomagmatic nature of the dacitic deposits of the Talili\nsequence was strong, water-modified explosive activity. The tephra hazards associated with this style of activity were pyroclastic flows of different types and wet ash that fell in\ndamaging quantities within and beyond Rabaul Caldera. Also, it is likely that local tsunamis would have been generated by this activity.\nThe discovery of charcoal-bearing pyroclastic flow deposits in the Talili sequence at locations in and near the northeastern part of the caldera and the presence of surge deposits at Praed Point demonstrates clearly that the environment within and near Rabaul Caldera would be extremely hostile during activity of this scale and style. Available exposures of the Talili deposits suggest that the pyroclastic flow hazard for VEI 5 scale activity may not have extended far beyond the confines of the caldera during the Talili era.\nThe ashfall hazard of VEI 5 scale eruptions at Rabaul is severe within the area of the caldera and extends well beyond the caldera. Thick, unstratified Talili fall deposits within the caldera signify high eruption rates and rapid accumulation of\nash. This style of activity, albeit at a smaller scale, can be appreciated by reference to deposits of similar character produced in phases of intense activity at Vulcan in 1937 and 1994, and at Tavurvur in September 1994 and October 2006 (Fisher 1939; Johnson and Threlfall 1985; McKee et al. 2016; Bouvet de Maisonneuve et al. 2015).\nThe indications that much of the dacitic tephra produced during the Talili eruptions was wet have important implications for the associated hazards. As experienced during the 1994 activity of Tavurvur (Blong and McKee 1995), the added weight of water with the ash greatly exacerbates the damaging nature of accumulating wet fall deposits. For some buildings at Rabaul in 1994, wet ash thicknesses of as little as 10 cm were sufficient to cause roof collapse (Blong and McKee 1995).\nAn important additional aspect of the hazards of watermodified eruptions is the potential for erosional activity. The strongly irregular nature of the unconformities present in the deposits of the early phases of the Talili sequence at Namanula is interpreted in this study as an indication of syn-eruption erosional activity, akin to the damaging effects of flooding. The production of lahars may be a consequence of such flooding and erosional activity.\nThe interpretation that near-sea-level vents were active during the course of the Talili eruptions (Nairn et al. 1989, 1995) suggests that tsunamis may have been generated. Damaging tsunamis were created during the 1937 and 1994 eruptions of Vulcan and possibly during the eruption that formed Vulcan Island in 1878 (Fisher 1939; Johnson et al. 1981; Johnson and Threlfall 1985; Blong and McKee 1995), so any explosive eruption at Rabaul from vents below or even at the surface of the water filling the caldera could generate tsunamis. Tsunamis generated by a VEI 5 submarine eruption at Rabaul would likely be of greater magnitude than those of the historical eruptions.\nImplications of the geochemical trends in the Talili dacites\nThe geochemical trends towards less-evolved or more-mafic dacite compositions over the course of part of the Talili era could have several different explanations. Given that some of our samples are bulk ash, syn-eruptive processes such as vitric-crystal fractionation or the incorporation of lithic fragments may play a role in the trend observed here. However, it should be noted that the trend towards more mafic compositions is not an artefact of comparing pumice compositions with bulk ash compositions as both pumice and bulk ash compositions show similar trends. If syn-eruptive processes did play a role in producing the trend towards more mafic compositions, then it would require a trend in eruption dynamics through time. It is more likely that the trend in the composition\nof the deposits reflects a change in composition of the erupted magma through time, which could be explained as follows:\n(i) Beneath the Rabaul Caldera Complex throughout the Talili era, there was a persistent, geochemically stratified, large silicic magma reservoir, in the classic sense of Williams (1941), Smith and Bailey (1968), Hildreth (1979, 2004), Smith (1979) and Lipman (1984). Multiple melt pods of slightly different composition also could have been generated from a persistent magma reservoir dominated by crystalline magma mush, and remained within the large reservoir as stacked sills or migrated to shallower levels within the volcanic system, as proposed by Cashman and Giordano (2014) and Kennedy et al. (2018). Successive eruptions tapped increasingly deeper levels extracting progressively lessevolved dacite compositions.\n(ii) There was a persistent large silicic magma reservoir, but prior to each Talili eruption, there was an injection of more-mafic magma that reduced the overall silica content of the reservoir. In this case, the recharge magma would have to be andesitic in order to increase the TiO2 contents in the less-evolved dacites. Mingling of andesite and dacite is evident in the Memorial Ignimbrite.\n(iii) There was not a persistent large silicic magma reservoir, and each Talili eruption sourced a different, smaller\nreservoir. It is possible that the different reservoirs coexisted in the shallow crust, as reported for the paired Mamaku and Ohakuri eruptions from the Taupo Volcanic Zone, New Zealand (Bégué et al. 2014), within roughly the same region as the current shallow calderaextensive reservoir (Patia et al. 2017). Alternatively, the different shallow sources could have been separated in time, with pulses of magma arriving from deeper in the system only shortly before each eruption, as reported at Santorini, Greece (Fabbro et al. 2017a). If the magma for each eruption evolved separately, then it is likely that these magmas would have undergone different amounts of fractional crystallisation (or mixing). In this case, the trend towards less-evolved or more-mafic dacite compositions could just be coincidence, or could be indicative of some other process affecting the magma system, such as cooling, or increasing volumes of mafic recharge.\nThe chemical compositions of the phase 7 ash and the RP eruptives, however, represent a marked reversal of the compositional trend seen in the dacitic tephra erupted over the course of most of the Talili era. It is not clear what period of time separates the phase 6 and phase 7 eruptions; radiocarbon ages show that it must have been less than about 780 radiocarbon years, but the only lower bound we have is that it was long enough for soil formation. If the Talili and the RP tapped a single, persistent reservoir, then this compositional reversal could be explained by fractional crystallisation or a decrease in mafic recharge over this repose period. Without detailed petrologic work, however, it is difficult to assess whether the Talili and RP eruptions were sourced from a single persistent, melt-dominated magma reservoir or from multiple, discrete reservoirs. Thermal modelling suggests that a meltdominated magma body should easily be able to survive in the shallow crust for 2.8 ky (Gelman et al. 2013) and persistent silicic reservoirs have been reported at other volcanoes, such as at Usu in Japan (Tomiya and Takahashi 2005). The lack of evidence of basalt mixing or mingling with the Talili dacites can also be explained if a large, silicic, melt-dominated reservoir was present, as thermal and rheological constraints could have prevented any basalt that reached the shallow system from entering the silicic reservoir (Sparks and Marshall, 1986). However, eruptions from other silicic systems such as Taupo, Santorini and Laguna del Maule are seen to be fed by a series of discrete shallow magma bodies (Wilson and Charlier 2009, Fabbro et al. 2017a, Andersen et al. 2018), and we are unable to rule out something similar occurring at Rabaul.\nActivity at the stratovolcanoes adjacent to Rabaul Caldera\nDuring the course of the Talili eruptive sequence, all of the young stratovolcanoes adjacent to Rabaul Caldera were active.\nThe Palangiangia and Kabiu eruptions, which generated the phase 3 scoria deposits, were strong VEI 4 events. Scoria bed thicknesses of several metres each for these deposits in the northeastern part of the caldera are consistent with the estimate of a considerable volume of erupted material (> 0.7 km3) and the potential for significant damage in this area. The intensity of activity at Palangiangia is even more impressive considering that a substantial scoria flow, having an estimated volume of 0.03 km3, was also produced during that eruption.\nTuragunan probably was active several times during the Talili era as indicated by multiple scoria horizons in the Talili sequence at Praed Point (Fig. 2). Products from only one of the Turagunan eruptions are thought to have reached the northeastern part of Rabaul Caldera, preserved as scoria fragments at the top of phase 4 deposits in the Namanula Road area. Turagunan may have been active more recently as there is evidence of Turagunan eruptives overlying part of the 1400 BP caldera escarpment (Heming 1974).\nThe basaltic volcanism of the TPS represents the youngest substantial activity of this type in the Rabaul area and the most significant since the eruption of the ≈ 0.5 km3 basaltic Scoria Fall Member of the Raluan Pyroclastics at 6900 BP (Nairn et al. 1995; Walker et al. 1981; McKee 2015). While the geochemical characteristics of the Raluan Scoria do not closely match those of the products of any of the young stratovolcanoes at Rabaul, as shown in Figs. 7, 8 and 9 and Tables 4 and 6, the areal distribution of the Raluan Scoria indicates that it was sourced at Kabiu or Palangiangia (Nairn et al. 1989, 1995; McKee 2015).\nThe relationship during the Talili era between the basaltic volcanism from the stratovolcanoes fringing the Rabaul Caldera Complex and the dacitic volcanism from intra-caldera sources is intriguing. Stratigraphically and geochronologically, the two sets of deposits are closely related, particularly the dacitic phase 2 deposits which include the Memorial Ignimbrite, and the closely sequential basaltic scoria beds of phase 3. Geochemical relationships between the andesitic scoria inclusions hosted by the Memorial Ignimbrite and the succeeding basaltic Namanula Scoria, notably similar low Cr and Ni contents and overall similarities in their trace element profiles, may indicate some form of interaction between the separate magma systems that feed the Rabaul Caldera Complex and the stratovolcanoes. Although these magma systems are separate, their products are likely genetically related as only a single basaltic composition is required to produce the entire array of Rabaul Caldera Complex andWatom-Turagunan Zone compositions through fractional crystallisation and magma mixing (Heming 1974; Wood et al. 1995; Patia et al. 2017; and see Fig. 9). However, in general, there appears to have been little or no mixing of basalt and dacite during the Talili era. This contrasts with the historical period (and perhaps a large part of the post-1400 BP era) in which there have been no basalt eruptions, but strong evidence of basalt-dacite mixing (Johnson\net al. 1996; Bouvet de Maisonneuve et al. 2015; Patia et al. 2017). These relationships and broader questions about interaction between these adjacent magma systems in the Rabaul region require further work.\nRelationships with succeeding major activity\nFrom a timing perspective, the Talili sequence could be considered as a prelude to the RP eruption. The chronology of the Talili tephra sequence indicates intermittent activity between 4200 and 1810 BP, with an average time interval of about 400 radiocarbon years between eruptive phases. The RP eruption took place 410 radiocarbon years after the start of the last phase of the Talili sequence, i.e. maintaining the broad periodicity of the Talili sequence.\nTalili phase 7 ash is very similar geochemically to the mostevolved early products of the RP eruption. Any relationship between their sources is difficult to specify at present. However, the similarity in their geochemistry may have predictive value for future volcano monitoring. The pattern of lower-silica dacite to andesite geochemistry of post-RP eruptives is well-established, and any change to more-evolved eruptives, as evident in the Talili phase 7 ash, may signify preparation for a larger-scale, more-hazardous eruption, possibly involving the generation of ignimbrite.\nThe abundance of phreatomagmatic deposits throughout the Talili sequence indicates that the intra-caldera source vents were close to, and perhaps below, sea-level. This leads to the inference that the RP eruption merely deepened or widened an existing water-filled, basin-like feature that prevailed at Rabaul throughout the Talili era. A similar conclusion about the impact of the RP eruption on the topography of the Rabaul area was reached byWalker et al. (1981), based on the disparity between the volume of the RP eruptives (> 11 km3) and the volume of the caldera, ≈ 23 km3 calculated below an arbitrary level at 200 m above sea level.\nTalili activity in the context of the Late Cainozoic eruption history of the Rabaul Caldera Complex\nThe episodic nature of the Talili dacitic eruptive activity is interesting in the context of the Late Cainozoic eruption history of the Rabaul Caldera Complex. Over the period 18 ka to present, there were four major ignimbrite-producing eruptions at the Rabaul Caldera Complex: Kulau Ignimbrite (18 ka), Namale Pyroclastics (15.1 ka), Vunabugbug Pyroclastics (10.5 ka) and Rabaul Pyroclastics (1.4 ka), as presented in Table 1. All of these were discrete, large-volume events (> 5 km3). In contrast, the Talili activity was a sequence of smaller eruptions, the total product volume of which does however match the volumes of the two preceding major eruptions. Other similar sets of deposits from this period—Tatoko and Talwat Pyroclastics Subgroups, which respectively pre-date\nand post-date the Vunabugbug Pyroclastics (Table 1)—have volumes that are significantly smaller than that of the Talili sequence, possibly 1 km3 each.\nDevelopments at the Rabaul Caldera Complex during the Middle to Late Holocene may indicate even greater complexity within the magma storage system than previously appreciated. It is possible that multiple melt volumes were extracted from a crystalline mush during this period to both feed the Talili eruptive sequence and to separately assemble a larger body of magma for the RP eruption. Evidence from the recent eruption history of the Rabaul Caldera Complex indicates that the magma reservoir is a complex system that can generate large volumes of low-crystallinity magma to feed large-volume ignimbrite eruptions such as the RP eruption (Walker et al. 1981). The system can also produce smaller, possibly independent melt bodies that feed VEI 5 and VEI 4 eruptions, such as those of the Talili era and of the historical eruptive period (Johnson et al. 1996; Bouvet de Maisonneuve et al. 2015; McKee et al. 2016; Patia et al. 2017). The sources of the large eruptions may represent rapid amalgamation of several smaller melt bodies (Cashman and Giordano 2014; Kennedy et al. 2016, 2018)."
  }, {
    "heading": "A pattern of cyclic escalating activity",
    "text": "VEI 5 eruptions appear to be relatively rare at Rabaul, having a frequency similar to that of the VEI 6 eruptions (Table 1), while frequent VEI 3–4 eruptions, as recorded and indicated during the post-RP period (McKee et al. 2016), may be the norm. At least three of the six recognised episodes of VEI 5 volcanism at Rabaul appear to immediately precede, and may have led directly to, major eruptions. With reference to Table 1, these associations are:\nTalili Pyroclastics → Rabaul Pyroclastics (1.4 ka) Tatoko Pyroclastics→ Vunabugbug Pyroclastics (10.5 ka) Talakua Pyroclastics → Latlat Pyroclastics (36.7 ka) Only the Talili Pyroclastics–Rabaul Pyroclastics association is well constrained by radiometric dates. The other two associations show close stratigraphic relationships. Such a pattern of escalating activity in the run-up to a major eruption at Rabaul was first suggested by Nairn et al. (1989, 1995). Elsewhere, escalating eruptive activity prior to a major eruption was noted in the lead-up to the 22 ka Cape Riva caldera-forming eruption at Santorini (Fabbro et al. 2013). Pyroclastic units interbedded with lavas of the 39–25 ka Therasia dacitic dome complex record increasing explosivity of the system towards the end of the Therasia era. One prominent pumice fall deposit within the upper Therasia sequence correlates with the 25.8 ka Y-4 ash layer observed in deep-sea sediments southeast of Santorini (Fabbro et al. 2013; Schwarz 2000; Vinci 1985).\nA tendency for activity to escalate in the lead-up to some major eruptions at Rabaul will need to be considered as the system evolves from the latest major eruption (RP). The post1400 BP period appears to have been of relatively low intensity\nso far as the only eruption products that have been emplaced beyond the confines of the caldera, and are likely to be preserved, are those of the 1937 and 1994 eruptions. The geological evidence of periods of escalated activity prior to some of the major eruptions at Rabaul suggests that future eruptive activity in the lead-up to the next major eruption may include stronger phases, i.e. VEI 5."
  }, {
    "heading": "Conclusions",
    "text": "The detailed characterisation of the eruptive sequence of the Talili Pyroclastics Subgroup presented here, using a combination of stratigraphy, 14C dates and compositional data, has allowed the complex sequence of events leading up to a caldera-forming eruption to be defined. This type of detailed characterisation of complex eruptive sequences has potential to contribute towards a better understanding of the volcanic activity that precedes caldera-forming events, which in this case involved two of the magma systems of the Rabaul region, those of the Rabaul Caldera Complex and of the Watom-Turagunan Zone.\nThe Talili Pyroclastics Subgroup deposits are the products of at least seven episodes of intermediate-scale (VEI 5) and weaker volcanism at Rabaul that started at 4200 BP and occupied the 2.8 ky period prior to the latest major, calderaforming activity, the 1400 BP Rabaul Pyroclastics eruption. Talili era volcanism involved: (i) strong, water-modified explosive eruptions of dacite from one or more intra-caldera vents that generated unstratified and laminated fine-grained fall deposits, pyroclastic surges and a small ignimbrite, and (ii) strong explosive eruptions of basalt from extra-caldera stratovolcano vents that produced generally unstratified scoria fall deposits and a scoria flow. The environment within and near Rabaul Caldera during the most intense activity of the Talili era would have been distinctlymore hostile than those of the historical VEI 4 eruptions.\nThe total volume of products erupted during the Talili era is estimated to be > 5.1 km3, comprising > 4.4 km3 of dacitic tephra and > 0.7 km3 of basaltic scoria. This output is significant, being similar to the volumes of the products of many of the major eruptions from the Rabaul system, and is about half the volume of the succeeding RP event (> 11 km3). The Talili basaltic volcanism represents the youngest substantial activity of this type in the Rabaul area.\nThe diversity of chemical compositions analysed from the Talili deposits reflects a multiplicity of eruption sources. In addition to the possiblymultiple sources of dacitic tephra within Rabaul Caldera, all three of the young stratovolcanoes on the eastern and northeastern fringes of the caldera were active, contributing three different basaltic compositions. The dacitic tephra showed a trend towards less-evolved or more-mafic compositions over the course of most of the Talili era, but this trend reversed at a late stage. The initial geochemical trend may be\nthe outcome of one of the following processes: (i) successive extractions from a large compositionally stratifiedmagma body, (ii) successive injections of mafic recharge magma into a large silicic reservoir or (iii) eruptions from different reservoirs. At present, we are unable to discriminate between these alternative processes. The late-stage change to a more-evolved composition may be a development worth noting for future volcano monitoring—to be considered as a warning of preparation of the system for a more-hazardous, larger-scale eruption.\nThe relationship during the Talili era between the dacitic volcanism from the Rabaul Caldera system and the basaltic volcanism from the separate magma system that feeds the stratovolcanoes fringing the caldera is poorly understood at present. A principal focus of attention is the possible relationship between andesitic scoria inclusions in the dacitic Memorial Ignimbrite of phase 2 and the basaltic Namanula Scoria of the closely sequential phase 3 deposits. The Memorial Ignimbrite andesite and the Namanula Scoria basalt are both products of fractional crystallisation.\nSimilar durations of the repose period prior to the RP eruption and of the average interval between phases of Talili activity suggest that the Talili eruptions and the succeeding RP eruption could be linked. The cumulative effect of repeated, volumetrically significant extractions from the sub-caldera magma system during the Talili era may have been a factor in the activation of the magma that fed the RP eruption.\nEruption deposits similar to those of the Talili sequence are present directly underlying several of the deposits of earlier major eruptions at Rabaul. This leads to the inference that cycles of escalating eruptive activity have prevailed prior to some of the major eruptions. It follows that the intensity of volcanism at Rabaul may rise from the relatively low levels evident since the latest major eruption, the RP event at 667– 699 CE, as the system prepares for the next major eruption.\nAcknowledgements Prof. Stephen Eggins of the Australian National University Canberra, Australia, kindly provided the new chemical analyses for the Talili Pyroclastics Subgroup and one new analysis for the Raluan Scoria. The authors are grateful to Prof. Hugh Davies of Earth Sciences Department, University of Papua New Guinea, Dr. R. Wally Johnson, formerly of Geoscience Australia and Associate Prof. Caroline Bouvet de Maisonneuve of Earth Observatory Singapore, Nanyang Technological University, Singapore, for helpful reviews of the manuscript prior to submission. The manuscript also improved in response to the review comments from Dr. Wes Hildreth, U.S. Geological Survey (USGS), and an anonymous reviewer. Jonathan Kuduon and (late) Herman Patia of Rabaul Volcano Observatory provided assistance in the field. Marisa Sari Egara of the Port Moresby Geophysical Observatory helped with word processing of the manuscript. Sonick Taguse of Papua New Guinea’s Mineral Resources Authority prepared the line diagrams and other graphics. This work comprises Earth Observatory of Singapore contribution no. 210. This research is supported by the National Research Foundation Singapore and the Singapore Ministry of Education under the Research Centres of Excellence initiative. COM publishes with the permission of the Secretary, Mr. Harry Kore, Department of Mineral Policy and Geohazards Management, Papua New Guinea."
  }],
  "year": 2018,
  "references": [{
    "title": "Petrochronologic perspective on rhyolite volcano unrest at Laguna del Maule, Chile",
    "authors": ["NL Andersen", "BS Singer", "F Costa", "J Fournelle", "JS Herin", "GN Fabbro"],
    "venue": "Earth Planet Sci Lett 493:57–70",
    "year": 2018
  }, {
    "title": "The Rabaul eruption, 1994: destruction of a town",
    "authors": ["R Blong", "C McKee"],
    "venue": "Natural hazards research Centre,",
    "year": 1995
  }, {
    "title": "Extraction, storage and eruption of multiple isolated magma batches in the paired Mamaku and Ohakuri eruption, Taupo volcanic zone, New Zealand",
    "authors": ["F Bégué", "CD Deering", "DM Gravley"],
    "venue": "J Petrol",
    "year": 2014
  }, {
    "title": "Mafic magma replenishment, unrest and eruption in a caldera setting: insights from the 2006 eruption of Rabaul (Papua New Guinea). In: Caricchi L, Blundy JD (eds) Chemical, physical and temporal evolution ofmagmatic systems",
    "authors": ["C Bouvet de Maisonneuve", "F Costa", "H Patia", "C Huber"],
    "venue": "Geological society. Special Publication,",
    "year": 2015
  }, {
    "title": "Volcanic successions, modern and ancient",
    "authors": ["RAF Cas", "JV Wright"],
    "year": 1987
  }, {
    "title": "Calderas and magma reservoirs",
    "authors": ["KV Cashman", "G Giordano"],
    "venue": "J Volcanol Geotherm Res",
    "year": 2014
  }, {
    "title": "The geology of New Guinea—the cordilleran margin of the Australian continent",
    "authors": ["HL Davies"],
    "year": 2012
  }, {
    "title": "Recurrence rates of large explosive eruptions",
    "authors": ["NI Deligne", "SG Coles", "RSJ Sparks"],
    "venue": "J Geophys Res",
    "year": 2010
  }, {
    "title": "Laser ablation ICPMS analysis of geological materials prepared as Li-borate glasses",
    "authors": ["SM Eggins"],
    "venue": "J Geostandards Geoanalysis",
    "year": 2003
  }, {
    "title": "A simple method for the precise determination of > 40 trace elements in geological samples by ICPMS using enriched isotope internal standardisation",
    "authors": ["SM Eggins", "JD Woodhead", "LPJ Kinsley", "GF Mortimer", "P Sylvester", "MT McCulloch", "JM Hergt", "MR Handler"],
    "venue": "Chem Geol",
    "year": 1997
  }, {
    "title": "Evolution of the magma plumbing system during the build-up to the 22-ka caldera-forming eruption of Santorini (Greece)",
    "authors": ["GN Fabbro", "TH Druitt", "S Scaillet"],
    "venue": "Bull Volcanol 75:767",
    "year": 2013
  }, {
    "title": "2017a) Storage and eruption of silicic magma across the transition from dominantly effusive to calderaforming states at an arc volcano (Santorini, Greece)",
    "authors": ["GN Fabbro", "TH Druitt", "F Costa"],
    "venue": "J Petrol",
    "year": 2017
  }, {
    "title": "2017b) variation in the plumbing system of Rabaul (Papua New Guinea) across space and time",
    "authors": ["GN Fabbro", "CO McKee", "M Sindang", "C Bouvet de Maisonneuve"],
    "venue": "Abstract of the IAVCEI Scientific Assembly,",
    "year": 2017
  }, {
    "title": "Geology and Vulcanology of Blanche Bay, and the surrounding area. New Britain Territory of New Guinea Geological Bulletin",
    "authors": ["NH Fisher"],
    "year": 1939
  }, {
    "title": "On the longevity of large upper crustal silicic magma reservoirs. Geology 41:759–762",
    "authors": ["SE Gelman", "FT Gutiérrez", "O Bachmann"],
    "year": 2013
  }, {
    "title": "Greenland ice sheet evidence of post-glacial volcanism and its climatic impact",
    "authors": ["CU Hammer", "HB Clausen", "W Dansgaard"],
    "venue": "Nature",
    "year": 1980
  }, {
    "title": "The bishop tuff: evidence for the origin of compositional zonation in silicic magma chambers",
    "authors": ["W Hildreth"],
    "year": 1979
  }, {
    "title": "Volcanological perspectives on Long Valley, Mammoth Mountain, and mono craters: several contiguous but discrete systems",
    "authors": ["W Hildreth"],
    "venue": "J Volcanol Geotherm Res",
    "year": 2004
  }, {
    "title": "Papua New Guinea. In: Thorpe RS (ed) Andesites: orogenic Andesites and related rocks",
    "authors": ["RW Johnson"],
    "year": 1982
  }, {
    "title": "Volcano town—the 1937–43 eruptions at Rabaul",
    "authors": ["RW Johnson", "NA Threlfall"],
    "venue": "Robert Brown and Associates,",
    "year": 1985
  }, {
    "title": "Submarine volcanic eruptions in Papua New Guinea: 1878 activity of Vulcan (Rabaul) and other examples. In: Johnson RW (ed) Cooke-Ravian volume of Volcanological papers",
    "authors": ["RW Johnson", "IB Everingham", "Cooke"],
    "venue": "RJS",
    "year": 1981
  }, {
    "title": "Volcanic systems of the northeastern gazelle peninsula, Papua New Guinea: synopsis, evaluation and a model for Rabaul volcano",
    "authors": ["RW Johnson", "I Itikarai", "H Patia", "CO McKee"],
    "year": 2010
  }, {
    "title": "Magma storage, differentiation, and interaction at Lake City caldera, Colorado, USA",
    "authors": ["B Kennedy", "J Stix", "K Hon", "C Deering", "S Gelman"],
    "venue": "Geological Survey of America Bulletin",
    "year": 2016
  }, {
    "title": "2018)Magma plumbing beneath collapse caldera volcanic systems",
    "authors": ["BM Kennedy", "EP Holohan", "J Stix", "DM Gravley", "JRJ Davidson", "JW Cole"],
    "venue": "Earth Sci Rev 177:404–424",
    "year": 2018
  }, {
    "title": "Volcanic dust in the atmosphere; with its chronology and assessment of its meteorological significance",
    "authors": ["HH Lamb"],
    "year": 1970
  }, {
    "title": "The roots of ash flow calderas in western North America: windows into the tops of granitic batholiths",
    "authors": ["PW Lipman"],
    "venue": "J Geophysical Res Solid Earth",
    "year": 1984
  }, {
    "title": "The size and frequency of the largest explosive eruptions on earth",
    "authors": ["BG Mason", "DM Pyle", "C Oppenheimer"],
    "venue": "Bull Volcanol",
    "year": 2004
  }, {
    "title": "Tavui volcano: neighbour of Rabaul and likely source of the middle Holocene penultimate major eruption in the Rabaul area",
    "authors": ["CO McKee"],
    "venue": "Bull Volcanol 77:80",
    "year": 2015
  }, {
    "title": "Early volcanic history of the Rabaul area",
    "authors": ["CO McKee", "RA Duncan"],
    "venue": "Bull Volcanol 78:24",
    "year": 2016
  }, {
    "title": "A revised age of AD 667-699 for the latest major eruption at Rabaul",
    "authors": ["CO McKee", "MG Baillie", "PJ Reimer"],
    "venue": "Bull Volcanol 77:65",
    "year": 2015
  }, {
    "title": "Recent eruption history at Rabaul: volcanism since the 7 century AD caldera-forming eruption",
    "authors": ["CO McKee", "J Kuduon", "H Patia"],
    "venue": "Geohazards Management Division Report",
    "year": 2016
  }, {
    "title": "Rabaul caldera, Papua NewGuinea: volcanic hazards, surveillance and eruption contingency planning",
    "authors": ["CO McKee", "RW Johnson", "PL Lowenstein", "SJ Riley", "RJ Blong", "P De Saint Ours", "B Talai"],
    "venue": "J Volcanol Geotherm Res",
    "year": 1985
  }, {
    "title": "Spatter-rich pyroclastic flow deposits on Santorini, Greece",
    "authors": ["RA Mellors", "RSJ Sparks"],
    "venue": "Bull Volcanol",
    "year": 1991
  }, {
    "title": "Radiative climate forcing by the Mount Pinatubo eruption",
    "authors": ["P Minnis", "EF Harrison", "LL Stowe", "GG Gibson", "FM Denn", "DR Doelling", "Jr Smith WL"],
    "venue": "Science",
    "year": 1993
  }, {
    "title": "The role of magma mixing in triggering the current eruption at the Soufrière Hills volcano, Montserrat",
    "authors": ["MD Murphy", "RS Sparks", "J Barclay", "MR Carroll", "AM Lejeune", "TS Brewer", "R MacDonald", "S Black"],
    "year": 1998
  }, {
    "title": "Remobilization of andesite magma by intrusion of mafic magma at the Soufrière Hills volcano, Montserrat, West Indies",
    "authors": ["MD Murphy", "RSJ Sparks", "J Barclay", "MR Carroll", "TS Brewer"],
    "venue": "J Petrol",
    "year": 2000
  }, {
    "title": "Rabaul caldera, Papua New Guinea-1:25,000 reconnaissance geological map and eruption history",
    "authors": ["IA Nairn", "B Talai", "CP Wood", "CO McKee"],
    "venue": "A report prepared for the Ministry of External Relations and Trade,",
    "year": 1989
  }, {
    "title": "Geology and eruptive history of the Rabaul caldera area, Papua New Guinea",
    "authors": ["IA Nairn", "CO McKee", "B Talai", "CP Wood"],
    "venue": "J Volcanol Geotherm Res",
    "year": 1995
  }, {
    "title": "The volcanic explosivity index (VEI): an estimate of explosive magnitude for historical volcanism",
    "authors": ["CG Newhall", "S Self"],
    "venue": "J Geophysical Res (Oceans Atmospheres)",
    "year": 1982
  }, {
    "title": "Robock A (2018) Anticipating future volcanic explosivity index (VEI) 7 eruptions and their chilling impacts",
    "authors": ["CG Newhall", "S Self"],
    "year": 2018
  }, {
    "title": "X-ray fluorescence spectrometry. In: Zussman J (ed) Physical methods in determinative mineralogy, 2nd edn",
    "authors": ["J Norrish", "BWC Chappell"],
    "year": 1977
  }, {
    "title": "An accurate spectrographic method for analysis of a wide range of geological samples",
    "authors": ["K Norrish", "JT Hutton"],
    "venue": "Geochimica and Cosmochimica",
    "year": 1969
  }, {
    "title": "Eruptions that shook the world",
    "authors": ["C Oppenheimer"],
    "year": 2011
  }, {
    "title": "Petrology and geochemistry of the recent eruption history at Rabaul caldera, Papua New Guinea: implications for magmatic processes and recurring volcanic activity",
    "authors": ["H Patia"],
    "venue": "Master of philosophy thesis,",
    "year": 2004
  }, {
    "title": "Bradney A (2017) The 1994-2001 eruptive period at Rabaul, Papua New Guinea: petrological and geochemical evidence for basalt injections into a shallow dacite magma reservoir, and significant SO2 flux",
    "authors": ["H Patia", "SM Eggins", "RJ Arculus", "CO McKee", "RW Johnson"],
    "venue": "J Volcanology Geothermal Res",
    "year": 2001
  }, {
    "title": "TephrakorrelationimöstlichenMittelmeer (Meteor M40/4",
    "authors": ["M Schwarz"],
    "venue": "Kerne). (Diploma Thesis) Albert-Ludwigs-Universität Freiburg i. Br",
    "year": 2000
  }, {
    "title": "Hydrovolcanism; basic considerations and review",
    "authors": ["MF Sheridan", "KH Wohletz"],
    "venue": "J Volcanol Geotherm Res",
    "year": 1983
  }, {
    "title": "A new bipolar ice record of volcanism from WAIS divide and NEEM and implications for climatic forcing of the last 2000 years",
    "authors": ["M Sigl", "JR McConnell", "L Layman", "O Maseli", "K McGwire", "D Pasteris", "Dahl-JensenD", "JP Steffersen", "BM Vinther", "R Edwards", "R Mulvaney", "S Kipfstuhl"],
    "venue": "J Geophys Res",
    "year": 2013
  }, {
    "title": "Terrestrial volcanism in space and time",
    "authors": ["T Simkin"],
    "venue": "Annu Rev Earth Planet Sci",
    "year": 1993
  }, {
    "title": "Earth’s volcanoes and eruptions: an overview",
    "authors": ["T Simkin", "L Siebert"],
    "venue": "Sigurdsson H (ed) Encyclopedia of Volcanoes: 249–262",
    "year": 2000
  }, {
    "title": "Ash-flow magmatism",
    "authors": ["RL Smith"],
    "venue": "Geological Soc Am Special Paper",
    "year": 1979
  }, {
    "title": "Resurgent cauldrons",
    "authors": ["RL Smith", "RA Bailey"],
    "venue": "Geological Soc Am Memoir",
    "year": 1968
  }, {
    "title": "Thermal and mechanical constraints on mixing betweenmafic and silicicmagmas",
    "authors": ["RSJ Sparks", "LA Marshall"],
    "venue": "J Volcanol GeothermRes 29:99–124",
    "year": 1986
  }, {
    "title": "Volcanic dry fogs, climate cooling, and plague pandemics in Europe and the Middle East",
    "authors": ["RB Stothers"],
    "venue": "Clim Chang",
    "year": 1999
  }, {
    "title": "Are arc basalts dry, wet, or both? Evidence from the Sumisu caldera volcano, Izu-Bonin arc, Japan",
    "authors": ["Y Tamura", "K Tani", "O Ishizuka", "Q Chang", "H Shukuno", "RS Fiske"],
    "venue": "J Petrol",
    "year": 2005
  }, {
    "title": "Wet and dry basalt magma evolution at Torishima volcano, Izu-Bonin arc, Japan: the possible role of Phengite in the Downgoing slab",
    "authors": ["Y Tamura", "K Tani", "Q Chang", "H Shukuno", "H Kawabata", "O Ishizuka", "RS Fiske"],
    "venue": "J Petrol",
    "year": 2007
  }, {
    "title": "Evolution of the magma chamber beneath Usu volcano since 1663: a natural laboratory for observing changing phenocryst compositions and textures",
    "authors": ["A Tomiya", "E Takahashi"],
    "venue": "J Petrol 46:2395–2426",
    "year": 2005
  }, {
    "title": "Ignimbrite types and ignimbrite problems",
    "authors": ["GPL Walker"],
    "venue": "J Volcanol Geotherm Res",
    "year": 1983
  }, {
    "title": "Latest major eruptions of Rabaul volcano. In: Johnson RW (ed) Cooke-Ravian volume of Volcanological papers, Geological Survey of Papua",
    "authors": ["GPL Walker", "RF Heming", "TJ Sprod", "HR Walker"],
    "venue": "New Guinea Memoir,",
    "year": 1981
  }, {
    "title": "Pre-1400 BP magmatic history of Rabaul",
    "authors": ["P Wallace", "R Arculus", "S Eggins"],
    "venue": "Abstracts 16th Australian Geological Convention",
    "year": 2002
  }, {
    "title": "Calderas and their origin",
    "authors": ["H Williams"],
    "venue": "Bulletin of the Department of Geological Sciences University of California Publication",
    "year": 1941
  }, {
    "title": "Rapid rates of magma generation at contemporaneous magma systems, Taupo volcano, New Zealand: insights from U-Th model-age spectra in zircons",
    "authors": ["CJN Wilson", "BLA Charlier"],
    "venue": "J Petrol",
    "year": 2009
  }, {
    "title": "Mechanisms of hydrovolcanic pyroclast formation: size, scanning electron microscopy, and experimental results",
    "authors": ["KJ Wohletz"],
    "venue": "J Volcanology Geothermal Res",
    "year": 1983
  }, {
    "title": "Petrology of the Rabaul caldera area, Papua New Guinea",
    "authors": ["CP Wood", "IA Nairn", "CO McKee", "B Talai"],
    "venue": "J Volcanol Geotherm Res",
    "year": 1995
  }, {
    "title": "Record of volcanism since 7000 B.C. from the GISP2 Greenland ice core and implications for the volcano-climate system",
    "authors": ["GA Zielinski", "PA Mayewski", "ID Meeker", "S Whitlow", "MS Twickler", "M Morrison", "D Meese", "RB Alley", "AJ Gow"],
    "venue": "Science",
    "year": 1994
  }],
  "id": "SP:bbeaa5c74b6a4837b342c6e8e430642516c10b59",
  "authors": [{
    "name": "Chris O. McKee",
    "affiliations": []
  }, {
    "name": "Gareth N. Fabbro",
    "affiliations": []
  }],
  "abstractText": "Studies of the products of the activity precursory to caldera-forming events are essential in revealing how caldera systems evolve in the prelude to climactic eruptions. Here, we investigate the deposits formed by the Talili Pyroclastics eruption sequence, which preceded the youngest major eruptive event, the seventh century CE (1400 BP) Rabaul Pyroclastics VEI 6 caldera-forming eruption, at Rabaul in northeastern Papua New Guinea. The Talili Pyroclastics deposits are essentially a bimodal (dacite-basalt) tephra sequence that was emplaced during the 2.8 ky leading to the Rabaul Pyroclastics eruption. The dominant activity during the Talili period, starting at 4200 BP, involved strong (up to VEI 5), water-modified explosive eruptions of dacite from intracaldera vents. This activity generated > 4.4 km of unstratified, bedded and laminated fine-grained fall deposits, pyroclastic surges and a small ignimbrite. In addition, all three of the young stratovolcanoes on the eastern and northeastern fringes of Rabaul Caldera were active during the Talili era, producing > 0.7 km of basaltic scoria fall and flow deposits. The main phase of Talili era basalt production occurred at 4100 BP and involved sequential eruptions from two of the stratovolcanoes, Palangiangia and Kabiu. The sequence of dacitic Talili eruptives shows a progressive decline then late-stage increase in SiO2 contents, with corresponding changes in Fe2O3, MgO and CaO. Early and late products have compositions similar to those of the mostevolved products of the major eruptions at Rabaul (intermediate to high-SiO2 dacites), while middle-stage products are similar to those of the historical eruptions (lower-SiO2 dacites and andesites). The basaltic eruptives have three different compositions, attributed to three different (stratovolcano) sources. There is no evidence of mixing or mingling of basalt and dacite. However, andesitic scoria inclusions in the early-erupted dacitic ignimbrite represent mingling of andesitic and dacitic magmas. As with the Talili Pyroclastics, at least two other earlier tephra sequences at Rabaul probably resulted from phases of VEI 5 volcanism and directly underlie the deposits of major eruptions. This leads to the inference that cycles of escalating eruptive activity have prevailed prior to some of the major eruptions, and suggests that the strength of volcanism at Rabaul may rise from the lower levels (maximum of VEI 4) evident since the Rabaul Pyroclastics event as the system moves towards the next major eruption.",
  "title": "The Talili Pyroclastics eruption sequence: VEI 5 precursor to the seventh century CE caldera-forming event at Rabaul, Papua New Guinea"
}