{
  "sections": [{
    "text": "changes that can affect the style of volcanism and hence the resulting volcanic landscape. The richness of the region in archaeological sites and early settlements indicates the importance of this region for the early evolution of civilizations in the Middle East, which is likely to have been enhanced and/or modified by similar environmental changes over a much smaller timescale. Harrat Hutaymah provides a firm basis to demonstrate global changes through its volcanic heritage that are easily accessible and well exposed.\nKeywords Maar . Tuff ring . Arid . Base surge . Diatreme . Mantle xenolith . Geotope . Geosite . Geomorphosite . Geoheritage .Monogenetic volcanic field . Phreatomagmatic"
  }, {
    "heading": "Introduction",
    "text": "The establishment of volcanic geoparks and geoheritage sites is becoming increasingly popular worldwide (Joyce 2009; 2010; Armiero et al. 2011; Bitschene and Schueller 2011; Erfurt-Cooper 2011). UNESCO Global Geoparks (www. globalgeopark.org) and the European Geopark Network (www.europeangeoparks.org) have numerous geoparks that have primarily achieved their status due to their volcanic geoheritage (e.g. www.geopark-vulkaneifel.de; www. bakony-balaton-geopark.hu; www.nogradgeopark.eu). Among these sites, there are locations where the main attraction of the geopark is the large number of smallvolume volcanic edifices in various geotectonic settings, commonly with strong interactions with human societies (Csillag et al. 2004). Small-volume volcanoes are commonly defined as monogenetic, which is a reflection of (a) their short-lived eruption styles that are commonly associated with the arrival of a single magma batch to the surface and (b) their generally M. R. Moufti :K. Németh (*) :N. El-Masry :A. Qaddah Geological Hazards Research Unit, King Abdulaziz University, Jeddah, Kingdom of Saudi Arabia e-mail: k.nemeth@massey.ac.nz K. Németh Volcanic Risk Solutions, Massey University, Palmerston North, New Zealand\nsmall volcanic edifices (edifice size ranges normally between 0.001 and 0.1 km3) (Németh 2010; Kereszturi and Németh 2012).\nThe small size of these volcanoes makes them relatively easy to access; their eruptive products are on a “human scale”, and therefore, they can be used to demonstrate fundamental volcanic processes without major logistical challenges for education programme designers or for visitors. Common types of small-volume monogenetic volcanoes are scoria (cinder) cones that are constructional volcanic edifices and normally result from the mild explosive eruption of magma which is triggered by the bubble coalescence of volatiles in the upper conduit of the cone at moderate magma discharge rates (Vergniolle and Manga 2000; Kereszturi and Németh 2012). At high magma discharge rates, when bubbles travel together with the magma, lava fountaining can occur, which can build up lava spatter cones (Vergniolle and Manga 2000; Vespermann and Schmincke 2000; Valentine and Gregg 2008).\nIn scoria and lava spatter cone building eruptions, the volcanic eruption is primarily governed by the so-called internal controlling parameters that are characteristic of the magma itself (viscosity, volatile content, chemistry, discharge rate etc.) (Vergniolle and Manga 2000). The resulting volcanic edifices are constructional and form randomly or systematically distributed vents over a volcanic field (Connor and Conway 2000). Their sizes, edifice structures and deposit characteristics are primarily linked to the magma internal parameters and the structural elements of the lithosphere; the magma encounters en-route to the surface. Near the surface (< 2 km), the basement rocks are commonly fractured and the fractures are filled with water and/or the sedimentary basins which are filled with unconsolidated water-saturated sediments (Lorenz 1985; White and Ross 2011). In such cases, the hot magma can interact at various levels with the water hosted in the country rock and deposits, leading to phreatomagmatic explosive eruptions (Lorenz 1985; White and Ross 2011). Alternatively, magma can reach the surface, where shallow sub-surface aquifers charged with water and/or surface water bodies (and/or water-saturated sediments) are abundant (Waters and Fisher 1971; Vespermann and Schmincke 2000; Belousov and Belousova 2001; Németh et al. 2006; White and Ross 2011). The magma can interact with this water, producing phreatomagmatic explosions that can form strikingly different deposits and volcanic landforms to those formed purely by the internal parameters controlling the explosivity of the rising magma. Phreatomagmatism has been widely recognized across many volcanic fields, even among those dominated by volcanic landforms typical of explosive eruptions triggered by the magma internal physico-chemical conditions (Risso et al. 2008).\nTypical phreatomagmatic landforms are maars and tuff rings in intracontinental settings (Kereszturi and Németh\n2012). Maars are the result of explosive fragmentation of magma due to contact with groundwater, while tuff rings are more typical of eruptions where magma interacts with shallow sub-surface water and/or surface-standing water bodies (Vespermann and Schmincke 2000). The resulting volcanic landforms are different: maars have deep craters and potential diatremes beneath the crater (the crater cuts deep into the syneruptive surface, and therefore, pre-eruptive lithologies are exposed in the crater wall), while tuff rings are broad volcanic craters with low crater rims that normally sit on the syneruptive landscape (Lorenz 1986). While phreatomagmatism is the largely accepted mechanism to form maars and tuff rings, there are ambiguous cases where maars and tuff rings may have been formed due to an extreme volatile content of alkaline-rich melts (Stoppa 1996; Stoppa et al. 2012; Stoppa and Schiazza 2013). In basaltic systems, however, there is a wea l t h o f f i e ld ev idence to demons t r a t e t ha t phreatomagmatism is the main force generating these volcanoes (Vespermann and Schmincke 2000). In this respect, recognizing maars and tuff rings in a volcanic field can carry significant implications in terms of understanding the hydrology and environmental (external) conditions at the time of volcanism (Kereszturi et al. 2011; Németh et al. 2012).\nThe general longevity of the life of a volcanic field (in the range of thousands to millions of years), where often more than 50 volcanoes can be clustered in a geographically wellconfined area, means that they are affected by the environmental changes to the area over these long periods (Kereszturi et al. 2011). There are several examples worldwide where it is clear that there are volcanic landforms that can be connected to a period in the evolution of the region when more humid climatic conditions were common (Siebe 1986; Kereszturi et al. 2011). While the overall type and structure of a monogenetic volcanic edifice is the result of an extremely complex process (Houghton et al. 1999), the general abundance of phreatomagmatic volcanic edifices in a volcanic field is indicative of wetter, and/or a hydrogeologically more active period (Siebe 1986).\nThe presence of volcanic landforms typical for wetter climatic and hydrogeological conditions in an area that is today arid is certainly “eye-catching”. This is especially true if the volcanoes represent an eruptive period in the Quaternary, such as those in northern Saudi Arabia, just east of the city of Ha’il (Fig. 1). Here, we present field evidence to demonstrate the geoheritage value of the monogenetic volcanic field in this location, the Hutaymah Volcanic Field. About third of the Hutaymah Volcanic Field’s volcanic edifices are clearly the result of phreatomagmatic explosive eruptions. These volcanic landforms have suffered from various degrees of erosion; however, their original volcanic morphology still can be recognized, and their deposits are superbly exposed in easy-to-access sites. Here, we propose four locations (Fig. 1) that could each be defined as a geotope with numerous\ninternationally significant geosites that can be linked together to demonstrate the internal versus external controlling parameters on volcanic landform generation and their potential link to long-term environmental changes. Here, we also demonstrate that this conceptual model fits perfectly with the evolution of civilizations in the region over the past 15,000 years that was also influenced dramatically by the short-term environmental changes that can be traced to the present day (McClure 1976; Eichmann et al. 2006; Al-Talhi 2012; Groucutt and Petraglia 2012). This concept is suggested to be the backbone of a geoeducational project that could be arranged as a complex geopark and promoted internationally."
  }, {
    "heading": "Geological Setting of the Harrat Hutaymah",
    "text": "Harrat Hutaymah is a Quaternary monogenetic volcanic field located about 70 km to the SE from Ha’il City (Fig. 1). The basement of the region is composed of various Proterozoic crystalline rocks (mostly granitoid rocks), metavolcanics (ignimbrite and various volcaniclastic successions) and intrusive rocks (mostly andesitic dyke swarms, ring-dykes) (Kellogg 1984; Pallister 1985; Thornber 1990). These rock formations form typical “inselberg” morphology, defined by fault-\nbounded horsts with spectacular erosional features as well as debris flanks partially covering their foothills and providing aeolian sediments to the nearby desert regions.\nThe Harrat Hutaymah volcanic region consists of smallvolume volcanoes, typical for an alkali basaltic volcanic field, and is part of a larger volcanic system of 13 volcanic fields, commonly referred to as harrats, in the western margin of the Arabian Peninsula, mainly in the territory of the Kingdom of Saudi Arabia (Liban 1985; Fairer 1986; Camp et al. 1987; Camp and Roobol 1989; Camp et al. 1991; Camp and Roobol 1992; Camp et al. 1992; Thornber 1994; Roobol and Camp 1996). The Hutaymah Volcanic Field (HVF) was mapped in the 1980s to 90s (Pallister 1985; Thornber 1990) and got some geological attention due to the abundance of mantle and crustal-derived nodules, primarily recovered from various tuff ring and maar deposits (Thornber and Pallister 1985; Thornber and Anonymous 1991; Thornber 1993; Thornber 1994). In spite of these studies, relatively little information is available in major international journals about the significance of the nodules from this region (McGuire 1988; Blusztajn et al. 1995; Gondal et al. 2009). A volcanological study characterizing the style of volcanism, its depositional environment and the associated volcanic landscape evolution so far has not been published from this region, other\nthan basic information collected for the preparation of geological maps (Pallister 1985).\nHarrat Hutaymah is also home to numerous tuff rings and maars that were reported in the first mapping of the region, and these volcanic landforms were rightfully identified as the main volcanic features, making Harrat Hutaymah different from other harrats, such as Harrat Rahat about 500 km SW which is more dominated by extensive lava fields (Murcia et al. 2014), spatter and scoria cones (El Difrawy et al. 2013) and silicic lava domes and associated pyroclastic successions (Moufti and Németh 2013). Harrat Hutaymah, with its strongly N-S aligned volcanic edifices and the common presence of maars and tuff rings with abundant mantle-derived nodules, shows some common volcanic features with Harrat Kishb. Harrat Hutaymah covers an area of about 900 km2 and is considered to be one of the at least 13 distinct flood lava fields (harrats) of the Arabian Peninsula (Pallister 1985). While lava flow fields are distinct but in many cases are covered by aeolian sediments (Berlin et al. 1997), they are volumetrically important contributors to the total volume of the volcanic eruptive products of Harrat Hutaymah. The field differs from other harrats, such as Harrat Rahat, in respect to the area covered by lava fields and their physical appearance (e.g. lava flow surface textures) and the abundant aeolian coverage of the longitudinal flow fields (Berlin et al. 1997).\nAt Harrat Hutaymah, lava flows commonly follow longitudinal networks of valleys and their apparent thickness is less than the thick, multiple lava flow fields known elsewhere, for instance in Harrat Rahat. Volcanic cones commonly form multiple nested cones and they are ellipsoid in map view, forming chains of craters and indicating lava curtain-style eruptions along fissures (Pallister 1985). The lava flows are dominantly alkali basaltic flows (Pallister 1985). The age of the flows is poorly constrained, with the listed ages given as Quaternary and probably in the range of 2 to 1 Ma old. K-Ar dating from a basal lava flow cut by the Harrat Hutaymah maar yielded an age of 1.8±0.5 Ma (Pallister 1985). The HVF consists of at least 57 relatively small scoria and lava spatter cones (Pallister 1985) which appear from visual examination to be smaller than those from the Harrat Rahat; however, correct evaluation of their geometry and eruptive volumes should be investigated. At least 22 tuff rings and maars were also identified in the HVF (Pallister 1985). However, few details are given about their volcanic facies architecture and their inferred eruption mechanism.\nThe field is covered by aeolian deposits that make it difficult to identify volcanic landforms, especially in the southern margin of the fields where volcanic craters are entirely filled with such deposits and the crater rims are commonly completely eroded. From south to north, the volcanic landforms seem to be better exposed due to the presence of less thick aeolian cover. The volcanic field is well served by good quality sealed roads and well linked to nearby major centers,\nsuch as Hai’il City (Fig. 1). The volcanic field is sandwiched between the Hai’il–Al Madinah–Jeddah and the Riyadh– Hai’il–Jordan highways, most of its sites are easy to access. In the volcanic fields, a large network of 4WD roads can be used to access remote areas. Harrat Hutaymah is different from Harat Rahat in that it has fewer lava fields and more sand/silt-covered regions, making the general visibility and recognition of landforms much easier than in Harrat Rahat, and therefore, it is relatively easier for visitors to find key sites. Here, we provide details of the main geosites of four distinct geotopes that we suggest should be considered as the main part of a geoheritage project in the region. We list key geological features that are internationally significant and can be logically linked together."
  }, {
    "heading": "Volcanic Geotopes of Harrat Hutaymah",
    "text": "The four volcanoes presented here are considered to be geotopes (Drandaki et al. 1997; Rohling and SchmidtThome 2004; Giusti and Calvet 2010; Fassoulas et al. 2011) on the basis of their complex geological nature and distinct internationally significant geoheritage values that are presented in the following sections. The four geotopes are the Tabah crater, Harrat Hutaymah crater, Jubb crater (near Ni’ayy village) and Humayyan/Haram crater (Fig. 2).\nTabah crater is a broad low-rimed volcanic crater about 1.3 km across (Fig. 2a). It is a fairly symmetric volcanic landform, and the present-day volcanic depression is surrounded by a low crater rim composed of a volcanic succession of pyroclastic rocks of a few metres to up to 25– 35-m thick (Fig. 3a). The crater floor of Tabah is flat and is partially filled with reworked volcaniclastic material mixed with some aeolian deposits (Fig. 3b). The crater wall is steep on the western side where it forms a well-exposed continuous outcrop that starts from the present-day crater floor (Fig. 3c). The pre-eruptive rocks are not exposed in the crater wall at this site; however, in the northern segment of the crater interior, granitoid rocks are exhumed that are sitting on a bench-like region about few tens of metres above the central part of the volcanic depression (Fig. 3a). These granitoid rocks are inferred to represent an exhumed syn-eruptive paleo-surface that marks the depositional surface on which the crater rim deposits accumulated. The location of the exposed, in situ granitoid rocks is about 200 m from the present-day crater wall, suggesting a significant retreat of the crater wall outward causing an apparent enlargement of the crater itself (Fig. 2a).\nThe central part of the volcanic depression hosted a village that was well served by drilled water sources and offered a palm plantation to run. Due to water withdrawal, the central part of the depression is gradually subsiding which caused a critical situation in the 1980s and initiated the relocation of the village outside the crater. Today, numerous cracks on\npreserved buildings and structures are visible on the base of the crater floor where the early settlement was situated\n(Fig. 4). This location is suggested as an important geosite (Tabah geosite 1) where the reason behind the crater floor\nFig. 3 Panoramic views of the Tabah maar. a A view toward the NW shows clearly the palm plantation in the centre of the maar basin. In the foreground remnants of the retreated tuff ring, pyroclastic succession is exposed. a “sc1”marks an erosion remnant of a pre-maar scoria and lava spatter cone. b A close-up image shows the 3D facies relationship between maar tuff ring deposits and pre-maar lava spatter and scoria cone\ncomplex (sc1). On the distance another pre-maar scoria cone is visible (sc2). The base of the tuff ring succession is dune-bedded tuff breccia and lapilli tuff (tr b). The pre-maar scoria cone had a short lava flow (lf) and an exposed feeder dyke (fd). c The erosionally enlarged maar basin is shown toward the NE. In the middle of the maar crater, exposed crystalline basement rocks are visible\nsubsidence can be explained by the strongly fragmented nature of the former volcanic conduit (diatreme) beneath the crater floor. This can act as water trap (the reason there are good water wells here) and, following drastic ground water outtake, can resettle and cause crater floor subsidence (Fig. 2a). The cracks on the crater floor are restricted to the centre and deepest part of the present-day crater, suggesting that the diatreme underlying the crater is located in the centre part of the present-day volcanic depression and therefore the present-day crater wall is an erosional feature and not the original crater wall.\nIn the southern margin of the volcanic crater, another geosite (Tabah geosite 2) is suggested where a lava spatter cone with clastogenic lava flows and associated feeder dykes is exposed perfectly (Figs 2a and 5a). The clastogenic nature of the lava flows is constrained by the abundance of dark clast outlines preserved in the otherwise coherent solidified lava bodies exposed in the preserved volcanic edifice in the middle of the present-day crater (Figs. 2 and 6). These volcanic rocks are stratigraphically underlying the pyroclastic successions that form the tuff ring surrounding the volcanic depression and are inferred to represent a volcanic feature that pre-exists the formation of the Tabah crater (Fig. 5b). In this way, this geosite is an important location to explain that volcanic explosion craters can expose volcanic edifices that were formed in a different eruptive episode, potentially significantly earlier than the crater itself. The inferred long time gap between the formation of the pre-crater scoria and lava spatter cones and the volcanic crater itself suggests some sort of rejuvenation of volcanism at the same location over a long time period. This is an unexpected scenario for monogenetic volcanism; however, more and more research recognizes similar situations elsewhere (Gutmann 1976; 2002; Kereszturi et al. 2010; Needham et al. 2011). This geosite, therefore, can demonstrate a significant phenomenon to the global volcanology\ncommunity and also can provide a very simple and evident example for the general public about this eruption history. The scoria and lava spatter cone complex is part of a north-south trending chain of at least three volcanic cones that are partially eroded and form a line of about 4-km long just south of the Tabah tuff ring (Fig. 5b).\nThe tuff ring of Tabah is nearly intact, and there is no characteristic breaching through it, other than some narrow gaps that were the pathways for inhabitants who lived in the crater. The stratigraphy of the tuff ring-forming succession is fairly uniform across the entire tuff ring, and only some minor variations can be identified that are inferred to reflect variation of the axis of the pyroclastic units deposited by pyroclastic density currents, relative to the distance from the explosion locus as well as variations in the 3D geometrical position of the tuff ring rim in relationship to the position of the explosive eruption source. A geosite (Tabah geosite 3) can be distinguished where the most complete tuff ring succession is exposed and reasonably well accessible (Fig. 6). At this site, the basal part of the tuff ring (the base is not exposed) consists of a tuff breccia and lapilli tuff succession that is about 15-m thick at its thickest part (in the eastern and southern quadrant). This stratigraphic unit is rich in accidental lithic fragments and light-coloured fine matrix. The base of this unit is more coarse-grained, and a clear gradual upward change to a dune-bedded coarse-fine-coarse alternation of pyroclastic beds is prominent. The middle section is a dark-coloured, juvenile ash and lapilli-rich bedded to dune-bedded and cross-bedded unit with variable thickness. This unit’s base is composed of a few metres thick succession that is very rich in cored bombs with mantle nodule and megacryst cores. In the upper section, the bedding of this unit is well developed with some spectacular antidune to dune structures, chute-and-pool features, impact sags and numerous evidence for microrelief interacting with passing pyroclastic density currents (PDCs) that left behind a spectacular succession of PDC deposits (Fig. 6a). The uppermost stratigraphic unit starts with a light-coloured tuff breccia and lapilli tuff that is inferred to be deposited from PDCs. The section’s top part is rich in juvenile ash and lapilli.\nThis stratigraphy can be mapped along the entire volcanic depression; however, the total thickness of the tuff ring deposits is greater in the east and less in the west. On the western side, the preserved tuff ring deposits mimic a medial to distal section (e.g. better bedding, abundance of relatively short wavelength dunes) of a tuff ring that can also be nominated as a geosite (Tabah geosite 4), suggesting that the present day crater wall (cliff) is an erosional feature and the structural boundary of the original crater might be much closer to the centre of the present day depression (Fig. 6b). Indeed, about 300 m from the present-day crater wall in the western side of the crater, on the crater floor, granitoid basement rocks crop out that are inferred to represent the syn-eruptive paleosurface.\nHarrat Hutaymah maar is a volcanic depression that is about 120-m deep from the top of its well-preserved tuff ring crest to the crater floor, and due to the intact and well-confined nature of the volcano, it can be defined as a geotope (Fig. 2b). The crater floor is flat, and it hosts a temporary lake that is\nlocated slightly on the eastern edge of the crater floor. Access to the crater floor is difficult, and it is not recommended without an experienced guide and proper hiking gear. In addition, the crater floor is sensitive to any disturbances, and to keep it in its original natural form, access to the crater floor\nis recommended to be controlled. A 4WD access road (about 5 km from the main highway) made it easy to visit the crater rim, which is signposted (in 2013 June).\nThe crater rim itself is a geosite (Hutaymah geosite 1) due to its easy access and potentially the most perfect view of the deep crater, its lake and the surrounding completely preserved crater rim deposits, all typical for a maar volcano (Fig. 7a). From geosite 1, the present-day crater wall can be seen (and potentially aided by explanatory boards and/or electronic or printed media), which is about 50 m above the crater floor and is the contact between the pre-crater successions of Proterozoic granitoid rocks covered by alluvial deposits of sand and silt and a well-distinguished lava flow horizon that is capped by the tuff ring deposits (Fig. 7a). The siliciclastic succession over the granitoid basement rocks is covered by at least three distinct lava flow units with lava foot and top breccias each having an average thickness of about 2 m. The type locality of the pre-crater lava flow unit is accessible with no difficulty and the section can be assigned as a geosite (Hutaymah geosite 2). The lava flows seem to be tabular and laterally extensive with no systematic thickness variations (Fig. 7a). The basal lava flows are covered by 1–2-m thick aeolian/ fluvial deposits (eg. part is immature soil). In the southern side of the preserved crater, a lava spatter-dominated cone forms a marked volcanic edifice that is half sectioned in a similar way to AlWahbah in Harrat Kishb (AbdelWahab et al. 2014; Moufti et al. 2013) and we suggest making it a geosite\n(Hutaymah geosite 3) of the Hutaymah crater geotop (Fig. 7b).\nThis volcano is a complex volcanic feature with at least three distinct half sectioned volcanic craters and a relatively small pond of lava below its main crater exposed in the crater wall (Fig. 7b). Small lava flows that are inferred to be dominated by clastogenic flows can be traced in the vicinity of this pre-maar scoria- and spatter cone (Fig. 7b). In the flank of this pre-maar volcanic cone, finer-grained and well-bedded, lightcoloured tuff breccia and lapilli tuff beds mantle the pre-crater scoria cone edifice (Fig. 7b). The top of the cone is not covered by these deposits associated with maar crater formation, or only thin accidental lithic-rich veneer deposits can be recognized (Fig. 7b). The pyroclastic succession is inferred to be part of the tuff ring that formed around the maar crater and is thicker in the northern side of the crater, suggesting a fairly asymmetric volcanic edifice (Fig. 7c). In the northern flank of the Harrat Hutaymah maar, the tuff ring is steep in the proximity of the crater wall and gradually flattens out toward the north, as can be seen from the Hutaymah geosite 1.\nThe edifice can be traced about a kilometre from the present-day crater wall. Further away from the crater wall, the bedding becomes well developed and the entire succession is composed of dune-bedded lapilli tuff and tuff. The base of the tuff ring is a tuff breccia that is rich in accidental lithic fragments and generally thickly bedded. In the middle stratigraphic position, the bedding is improved and fine-grained\nlapilli tuff to tuff beds dominate with various ratios of accidental to juvenile pyroclasts, as can be examined from Hutaymah geosite 2. In this section, there are some few-dm thick fall-dominated beds that are rich in cored bombs and numerous mantle nodules. At the uppermost succession, assigned as Hutaymah geosite 4, in the northern summit of the tuff ring, there is about a 25-m thick lapilli tuff that is dominated by well-bedded, inverse-to-normalgraded juvenile lapilli and ash rich pyroclastic beds that contain cored lapilli and mantle nodules and deep crustal xenoliths (Fig. 8). The stratigraphy around the maar is fairly uniform (Fig. 7a).\nJubb is a volcanic depression located in the northern part of the HVF next to Ni’ayy village, and due to its complexity and well-exposed rocks, it is considered to be a geotope (Fig. 2c). It has an abandoned village in its crater, similar to Tabah. The villagers were relocated due to an observed gradual crater floor subsidence, which has been observed since the middle of the 1980s as a result of intensive groundwater withdrawal (Al-Rehaili and Shouman 1985; Roobol et al. 1985; Bankher and Al-Harthi 1999; Vincent 2008). The abandoned village and the flat crater floor with date palm plantations are suggested as Jubb geosite 1 (Fig. 9).\nAt this site, a near perfect panoramic view can be enjoyed from the crater floor toward the preserved crater rims and the visitor is able to see the large fissures on the crater floor as a result of the sudden crater floor subsidence. The modern village of Ni’ayy is currently located in the eastern side of the tuff ring, sitting on an alluvial fan (Fig. 2c). Jubb is a volcanic depression and sits entirely on/between Proterozoic granite land. In the present-day volcanic depression’s eastern side, some granites crop out, indicating that this area represents an exhumed syn-eruptive surface on which the tuff ring sits and this site can be assigned as a geosite (Jubb geosite 2) (Fig. 10a). The significance of this site is that the granite surface exhibits some spectacular erosional features of the Proterozoic landscape that are easy to access and the location\ncan also provide a perfect lookout point to the main pyroclastic section of the tuff ring (Jubb geosite 3) (Fig. 10b). The tuff ring is thicker in the eastern side of the volcanic depression, reaching up to 40-m thickness, while in the west the crater rim is only about 20-m thick in total.\nThe tuff ring’s stratigraphy composed of three major units that are best exposed in the Jubb geosite 3 location. The basal unit is dominated by accidental lithic fragments from various shallow and deep-sourced country rocks, mantle nodules and angular juvenile fragments. Fluidal-shaped juvenile bombs are usually large and cored with various types of country rocks from the crustal basement. The same light-coloured basal unit is exposed also on the western side of the crater (Jubb geosite 4) (Fig. 2c), but it is finer grained, rich in accretionary lapilli and vesicular tuffs and individual ballistic bombs commonly form impact sags on underlying beds. The middle section is more juvenile pyroclast-dominated and exceptionally well bedded in its middle part at Jubb geosite 3, with some spectacular moderate wavelength (0.5–3 m) antidunes (Fig. 10c). Antidunes are exceptionally well exposed in the road cutting to enter the crater from the outside. The topmost succession is more abundant in juvenile fragments, and an increase of fusiform lapilli is prominent in the uppermost part of the succession which can be defined as a separate unit. In the northern side of the volcanic depression, an aligned lava spatter/scoria cone represents a pre-eruptive morphology that is exposed and accessible in the area defined as Jubb geosite 4 (Fig. 2c). This volcanic cone complex has some basal lava flows that are exposed in the present-day crater. The craterward side of the cone has been truncated by landslides, but it has not been half sectioned as is the case at the Harrat Huttaymah maar. This indicates that the structural boundary of the volcanic crater must be closer to the centre of the present-day depression and this crater has also been erosionally enlarged in a similar way to that inferred for the Tabah crater.\nHumayyan/Hamrah volcano is about 10 km to the west from Jubb crater (Fig. 1). It consists of a large crater-like depression that is located in the centre of an extensive lava flow field. In the crater wall, no pyroclastic rocks are exposed, suggesting that this depression might be a pit crater formed on a top of a growing lava shield (Fig. 2d). The Humayyan/ Hamrah volcano is a complex site with numerous superb geosites that can demonstrate a complex eruption history of a wet volcano and also pit crater development on subsequent lava shields. Therefore, it is best defined as a geotope.\nIn the southern part of the volcanic complex, thick successions of pyroclastic rocks rich in accidental lithic fragments, mantle nodules and abundant angular volcanic pyroclasts hosted in a fine ash matrix form high cliffs (Fig. 11a). This pyroclastic succession is clearly covered by lava flows initiated from a lava shield hosting a large (double) pit crater (Fig. 11a). This facies relationship suggests that a large tuff ring must have been formed prior to the lava shield and subsequent pit crater formation. A large single horst in the SE exposes about 100-m total thickness of tuff breccias and lapilli tuffs and is defined as theHumayyan/Hamrah geosite 1 (Fig. 11a). In this section, a threefold stratigraphy can be identified. The basal succession is a grey tuff breccia and lapilli tuff that is stratified, massive and contains abundant\nangular juvenile fragments as well as lithic pyroclasts. An approximately 60-m thick, grey pyroclastic breccia unit is covered by a yellow tuff breccia (~20–25-m thick) with angular unconformity, forming a dish-filling nature toward the centre of the volcanic complex (Fig. 11a). The yellow pyroclastic unit contains large accidental lithics that are over 4 m in diameter (Fig. 11a). The top of the succession is composed of 5- to 10-m thick matrix-supported units that contain bedflattened lava spatters and agglutinated pyroclast horizons. In the central part of the volcanic complex, these basal pyroclasts are clearly covered by lava flows that can be correlated around the depression.\nIn the southern part of the volcanic complex, the presentday morphology is subdued by strong erosion, exposing individual buttes forming a canyon land that can be defined also as a geosite (Humayyan/Hamrah geosite 2) (Fig. 11b). The preserved pyroclastic buttes show very uniform stratigraphy with changing bedding dip directions, suggesting that they are remnants of an older tuff ring edifice that is subdued by erosion. Alternative geosites are assigned as a complete pyroclastic section, exposing the entire basal tuff ring proximal succession (Humayyan/Hamrah geosite 3) and the pit crater itself with its aeolian sand covering (Humayyan/Hamrah geosite 4).\nFig. 10 Overview images of the Jubb maar and its geological features. a A panoramic view toward the NW shows the structural and geological settings of Jubb maar (dotted line marks the inferred structural boundary of the maar, the maar basin is marked by MB). In the margin of the present-day depression, crystalline basement rocks (CB) are exposed. The tuff ring (TR) gradually retreated and stripped away from the underlying\nbasement rocks. In the NW side of the volcano, a pre-maar scoria cone is preserved (SC). The image of b marked with a box on a. b the overview of the most accessible tuff ring succession is shown. The view on c is marked with a rectangle on b. c Aworld-class outcrop shows dunes and antidunes formed by passing pyroclastic density currents from the phreatomagmatic explosive eruptions of the Jubb mar"
  }, {
    "heading": "Discussion and Justification of Geoheritage Values of Identified Geotopes",
    "text": "This preliminary study is the first systematic evaluation of the volcanic geoheritage value of Harrat Hutaymah, with a goal to assess the viability of the area for a coherent volcanic geoeducational programme linked to existing nature conservation, protection and education programs in the region. The first field survey has been focused on four of the most prominent and best exposed volcanic explosion craters of the HVF. These volcanic landforms are prominent landscape forming elements of the region, and their dramatic appearance as wide depressions are captivating for visitors and provide geosites. The geological evidence supports the theory that external forces, such as the hydrogeology that was likely to have been controlled by paleoclimatic conditions, played a major role in the creation of these prominent volcanic landforms. The geological evidence shows that these volcanic craters were formed due to phreatomagmatic explosive eruptions and for those to have occurred, the country rocks and fractures running through themmust have been hydrologically active at the time of the eruption. Therefore, during the formation of these volcanoes, the area must have been very different climatically\nin comparison to the present-day situation, and we can infer wetter conditions than today.\nIn each of the described volcanic geotopes, the volcanic eruptions were dominated by phreatomagmatic fragmentation of magma that produced abundant chilled pyroclasts as well as fine ash and excavated country rocks from various levels. Accretionary lapilli and vesicular tuffs were recognized in Tabah, Hutaymah and Jubb volcano, especially in sections typical for medial or distal parts of a tuff ring (Lorenz et al. 1970; Lorenz 1974; Chough and Sohn 1990; Sohn 1996). At Hamrah, however, the exposed (and visited) sections likely represent proximal tuff ring successions and, therefore, such features are not expected to be seen. The abundant country rocks and deep-seated xenoliths, transported by relatively cold PDCs, of Hamrah are consistent with a proximal succession of tuff rings formed due to phreatomagmatic explosive eruptions (White and Ross 2011).\nOf the four proposed geotopes, the Harrat Hutaymah maar is the best preserved and the most intact volcano. The fact that country rocks are exposed in the crater wall well above the crater floor clearly classifies Harrat Hutaymah as a maar volcano (Lorenz et al. 1970; Lorenz 1986; White and Ross 2011). Harrat Hutaymah volcano, therefore, can provide a key\nlocation, such as the geosite 1 near its crater rim, where geoeducational boards could display basic information about maar-diatreme volcanism and its consequences on volcanic\nlandforms, landscape evolution and their significance in understanding past climatic and hydrogeological conditions. In the case of Tabah and Jubb, the volcanic edifices are more subdued and the erosion likely caused a significant retreat of the crater wall away from the original location of the crater toward the distal part of the tuff ring, resulting in the exhumation of syn-eruptive surfaces on the granitoid landscape. At Tabah and Jubb, this morphology is clearly visible and those locations, therefore, can be assigned as geosites as suggested above. In addition, these two craters are also filled nearly completely by aeolian sediment and therefore identifying the structural boundary of the craters is difficult. In this respect, the geotopes of Harrat Hutaymah maar and Tabah/Jubb are significantly different from each other in their present-day morphology.\nWhile the three volcanic geotopes’ geological evolution is inferred to be very similar, their morphological differences are the key to develop geoeducational programs that can demonstrate the potential gradual crater infilling processes, crater geometrymodification and tuff ring erosion as a process many maar craters go through. In case of Humayyan/Hamrah, the present-day large volcanic depression is inferred to be a pit crater complex on a large lava shield.\nThis genetic origin can offer an alternative geoeducation site to demonstrate that volcanic depressions can develop through very different geological processes. While maars are directly related to magma-water interaction-driven phreatomagmatic explosive eruptions (White and Ross 2011), pit craters are the result of magma drain and/or withdrawal that triggers the collapse of the unsupported top central part of a lava shield (Okubo and Martel 1998; Németh and Cronin 2008; Harris 2009). However, the initial eruptions of the Humayyan/Hamrah have also been inferred to be explosive phreatomagmatic eruptions, similar to the Harrat\nHutaymah maar, Tabah and Jubb volcanoes. The initial eruptive phase of Humayyan/Hamrah is interpreted to have produced a fairly large and extensive phreatomagmatic volcano which once occupied the entire southern part of the volcanic complex. The lower part of the exposed pyroclastic units resembles textural features typical to diatreme filling successions, as has been reported from Hopi Buttes, AZ (White 1991), Waipiata, New Zealand (Németh and White 2003) or the Pannonian Basin, mostly in Hungary (Nemeth et al. 2001). In this respect, the exposed pyroclastic rocks could represent an exposure level near or even below the syn-eruptive surface. The eruption mechanism to form this volcano was also phreatomagmatic and produced a significant volume of pyroclasts that were transported and deposited by PDCs of various particle concentrations.\nThe recognition of an initial phreatomagmatic eruptive phase at Humayyan/Hamrah volcano demonstrates that the interplay between the external versus internal controlling parameters of volcanism can dramatically shape the type and style of eruptions expected in the evolution of small-volume volcanoes. Humayyan/Hamrah geotope, therefore, is an important location where such dramatic changes can be recognized through the preserved volcanic rock record.\nThe four described geotopes are suggested to be the backbone of any volcanic geoheritage projects developed for the region (Fig. 12). The geotopes together demonstrate perfectly the role of external water in the resulting volcanic eruption style and its consequence on the type of volcanic landform (Fig. 12). The variation in the influence of external water on the eruption styles can be explained by long-term environmental changes (e.g. rain-fall variations, general groundwater table level changes). The various levels of erosion of the four geotopes show that these volcanoes must represent various stages of volcanism, potentially over a long timescale (tens of thousands to hundreds of thousands of years). This indicates that “wetter” conditions and more groundwater availability were typical to the region over a long time period and that is in great contrast with the present-day arid climatic situations.\nWhile the geological sites demonstrate a fairly long-term change in climatic conditions, the local archaeology and the preserved/protected sites show that more humid climatic conditions were common in the region in the tens of thousands of years’ timescale and water and managing water resources were major concerns for early civilisations in the region (Fig. 13). (McClure 1976; Kennedy 2011; Groucutt and Petraglia 2012). Moreover, rock carvings show the abundance of animal life and vegetation in the region in the Late Pleistocene/Early Holocene (Bednarik 2002). The proposed volcanic geotopes therefore could easily be linked to existing archaeological heritage, and associated educational programs in the region to demonstrate that climatic changes and the changes in the regional hydrogeology were common over the entire Quaternary. The abundance of phreatomagmatic\nvolcanoes such as maars and tuff rings in the HVF suggest that the region was very similar to other volcanic fields evolved over a well-drained region with hydrogeologically active structural elements. This conceptual model (Fig. 12) therefore could be associated with geoeducational programs of existing geoheritage sites or geoparks such as the Eifel Vulkanpark in Germany, the Bakony-Balaton Geopark in Hungary, Kanawinka Geopark, Australia, or the Novohrad/ Nográd Geopark in Slovakia/Hungary."
  }, {
    "heading": "Conclusion and Recommendation",
    "text": "The proposed volcanic geotopes of the HVF are easy-toaccess sites for the general public, and their geoheritage value can significantly contribute to our understanding of the driving forces of monogenetic volcanism. The four proposed geotopes are key locations to see the results of monogenetic volcanism which has been strongly influenced by external parameters, such as the abundance of groundwater that can be linked directly to changing climatic effects over a long time period. This geologically valid concept can be linked with the current archaeological projects and geoeducation programs already established with active tourism in the region. The visited and described geotopes can be used as stratotypes of volcanic successions which have directly resulted from phreatomagmatic explosive volcanism.\nThe abundance of evidence of phreatomagmatism in the HVFmakes this location unique among other volcanic harrats of Saudi Arabia. The proposed geotopes therefore could function as main geoheritage points which are strikingly different from the more magmatic explosive and effusive processcontrolled volcanic geoheritage sites proposed for instance for the Harrat Al Madinah Volcanic Geopark (Moufti and Németh 2013). The proximity of the HVF to the Harrat Al Madinah means it is logical to develop links between these two locations and cross-promote their volcanic geoheritage to develop a national or inter-regional level geoheritage programme, focusing on the most significant landscape forming geological features of western Saudi Arabia. The geotopes proposed for HVF are also significant from a purely scientific point of view. Due to the perfect exposures around the preserved volcanic craters, researchers are able to sample stratigraphically controlled rock units to identify geochemical stratigraphy as well as to understand the changes in the style of magma fragmentation over the time of the eruption, especially to identify the role of external versus internal parameters responsible for the creation of volcanic explosion craters. Such research is increasingly popular due to the significance of such studies to understand potential eruption scenarios (Németh et al. 2012).\nThe volcanic explosion craters of HVF can provide an excellent playground to test modern geophysical techniques\nto conduct gravimetric, magneto-telluric and geomagnetic surveys to delineate the structural boundaries and the nature of the crater-filling rocks of the proposed geotopes. In combination with modern geochemical and geochronological work, these studies could yield a state-of-art stream of research that could significantly contribute to current cutting edge research on crater formation processes. The potential for active research on the region, in concert with the easy access of the sites and their potential link to climatic changes that influenced the cultural landscape of the region, makes Harrat Hutaymah a perfect site for a volcanic geopark in the near future. This strategic plan is also in good agreement with the general economic development of the region, for instance the plan to establish the Ha’il City—Prince Abdulaziz Bin Mousaed—Economic City (PABMEC) (www.pabm-ec.com/ hail.php) to attract business to the region, which will generate an inflow of educated people looking for any alternative activities that the region can offer.\nAcknowledgments This report is based on research results of the King Abdulaziz University’s Volcanic Risk in Saudi Arabia (VORiSA) project. Critical comments from Journal reviewers made this note more valuable. Dr. Kate Arentsen helped to improve the manuscript significantly. Logistical help by the Saudi Police Force of the region, village and town councils are greatly appreciated."
  }],
  "year": 2015,
  "references": [{
    "title": "Kafafy A (2014) The geology and geochronology of Al Wahbah maar crater, Harrat Kishb, Saudi Arabia",
    "authors": ["A Abdel Wahab", "MA Abul Maaty", "FM Stuart", "H Awad"],
    "venue": "Quat Geochronol 21:70–76",
    "year": 2013
  }, {
    "title": "Ground fracture and damage to buildings at An Na’ay village (27/42B), Kingdom of Saudi Arabia. Saudi Arabian Directorate General of Mineral Resources Open-File report",
    "authors": ["M Al-Rehaili", "S Shouman"],
    "year": 1985
  }, {
    "title": "Almulihiah: a rock art site in the Hail region, Saudi Arabia",
    "authors": ["D Al-Talhi"],
    "year": 2012
  }, {
    "title": "The GeoCaF project: proposal of a geosites network at Campi Flegrei (southern Italy)",
    "authors": ["V Armiero", "P Petrosino", "L Lirer", "I Alberico"],
    "venue": "Geoheritage",
    "year": 2011
  }, {
    "title": "Earth fissuring and land subsidence in Western Saudi Arabia",
    "authors": ["KA Bankher", "AA Al-Harthi"],
    "venue": "Nat Hazards",
    "year": 1999
  }, {
    "title": "The dating of rock art: a critique",
    "authors": ["RG Bednarik"],
    "venue": "J Archaeol Sci",
    "year": 2002
  }, {
    "title": "Eruptive process, effects and deposits of the 1996 and the ancient basaltic phreatomagmatic eruptions in Karymskoye Lake, Kamchatka, Russia",
    "authors": ["A Belousov", "M Belousova"],
    "venue": "Spec Publ Int Assoc Sedimentol",
    "year": 2001
  }, {
    "title": "Identifying sand-obscured lava flow surfaces with SIR-A image data; Harrat Hutaymah, Saudi Arabia",
    "authors": ["GL Berlin", "PA Davis", "KM Sheikho"],
    "venue": "Proc Themat Conf Geol Remote Sens",
    "year": 1997
  }, {
    "title": "Geo-education and geopark implementation in the Vulkaneifel European Geopark",
    "authors": ["P Bitschene", "A Schueller"],
    "venue": "GSA Field Guide",
    "year": 2011
  }, {
    "title": "Trace-element and isotopic characteristics of spinel peridotite xenoliths from SaudiArabia",
    "authors": ["J Blusztajn", "SR Hart", "N Shimizu", "AV McGuire"],
    "year": 1995
  }, {
    "title": "The Madinah eruption, Saudi Arabia: Magma mixing and simultaneous extrusion of three basaltic chemical types",
    "authors": ["VE Camp", "PR Hooper", "MJ Roobol", "DL White"],
    "year": 1987
  }, {
    "title": "The Arabian continental alkali basalt province; part I, evolution of Harrat Rahat, Kingdom of Saudi Arabia; with Suppl. Data 89-04",
    "authors": ["VE Camp", "MJ Roobol"],
    "venue": "Geol Soc Am Bull",
    "year": 1989
  }, {
    "title": "Upwelling asthenosphere beneath Western Arabia and its regional implications",
    "authors": ["VE Camp", "MJ Roobol"],
    "venue": "J Geophys Res-Solid Earth",
    "year": 1992
  }, {
    "title": "The Arabian Continental Alkali Basalt Province. 2. Evolution of Harrats Khaybar, Ithnayn, and Kura, Kingdom of Saudi-Arabia",
    "authors": ["VE Camp", "MJ Roobol", "PR Hooper"],
    "venue": "Geol Soc Am Bull",
    "year": 1991
  }, {
    "title": "The Arabian Continental Alkali Basalt Province. 3. Evolution of Harrat Kishb, Kingdom of Saudi-Arabia",
    "authors": ["VE Camp", "MJ Roobol", "PR Hooper"],
    "venue": "Geol Soc Am Bull",
    "year": 1992
  }, {
    "title": "Depositional mechanics and sequences of base surges, Songaksan tuff ring, Cheju Island, Korea",
    "authors": ["SK Chough", "YK Sohn"],
    "venue": "Sedimentology",
    "year": 1990
  }, {
    "title": "Basaltic volcanic fields",
    "authors": ["CB Connor", "FM Conway"],
    "venue": "Sigurdsson H (ed) Encyclopedia of volcanoes. Academic, San Diego,",
    "year": 2000
  }, {
    "title": "Volcanological sites of Balaton Uplands National Park as key points for a proposed geopark in western Hungary",
    "authors": ["G Csillag", "B Korbely", "K Nemeth"],
    "venue": "Occas Pap Geol",
    "year": 2004
  }, {
    "title": "Geological geomorphological heritage—Geotopes",
    "authors": ["IT Drandaki", "A Koutsouveli", "C Ioakim"],
    "venue": "GC (eds) Engineering Geology and the Environment Vol. 1-3.,",
    "year": 1997
  }, {
    "title": "Archaeology and epigraphy at Tayma (Saudi Arabia)",
    "authors": ["R Eichmann", "H Schaudig", "A Hausleiter"],
    "year": 2006
  }, {
    "title": "A first hazard analysis of the Quaternary Harrat Al-Madinah volcanic field, Saudi Arabia",
    "authors": ["MA El Difrawy", "MG Rungeb", "MR Mouftia", "SJ Croninc", "M Bebbington"],
    "venue": "J Volcanol Geotherm Res",
    "year": 2013
  }, {
    "title": "Geotourism in volcanic and geothermal environments: playing with fire? Geoheritage",
    "authors": ["P Erfurt-Cooper"],
    "year": 2011
  }, {
    "title": "Quantitative assessment of geotopes as an effective tool for geoheritage management",
    "authors": ["C Fassoulas", "D Mouriki", "P Dimitriou-Nikolakis", "G Iliopoulos"],
    "year": 2011
  }, {
    "title": "The inventory of French geomorphosites and the problem of nested scales and landscape complexity",
    "authors": ["C Giusti", "M Calvet"],
    "venue": "Geomorphologie-Relief Processus Environ",
    "year": 2010
  }, {
    "title": "Determination of trace elements in volcanic rock samples collected from cenozoic lava eruption sites using LIBS",
    "authors": ["MA Gondal", "MM Nasr", "Z Ahmed", "ZH Yamani"],
    "venue": "J Environ Sci Health Part a-Toxic/ Hazardous Substances Environ Eng",
    "year": 2009
  }, {
    "title": "The prehistory of the Arabian peninsula: deserts, dispersals, and demography",
    "authors": ["HS Groucutt", "MD Petraglia"],
    "venue": "Evol Anthropol",
    "year": 2012
  }, {
    "title": "Geology of Crater Elegante, Sonora, Mexico",
    "authors": ["JT Gutmann"],
    "venue": "Geol Soc Am Bull",
    "year": 1976
  }, {
    "title": "Strombolian and effusive activity as precursors to phreatomagmatism; eruptive sequence at maars of the Pinacate volcanic field, Sonora, Mexico",
    "authors": ["JT Gutmann"],
    "venue": "J Volcanol Geotherm Res",
    "year": 2002
  }, {
    "title": "Geomorphosites and volcanism",
    "authors": ["B Joyce"],
    "venue": "Verlag Dr. Friedrich",
    "year": 2009
  }, {
    "title": "Volcano tourism in the new Kanawinka Global Geopark of Victoria and SE South Australia. In: ErfurtCooper P, Cooper M (eds) Volcano and geothermal tourism. Sustainable Geo-Resources for Leisure and Recreation",
    "authors": ["B Joyce"],
    "year": 2010
  }, {
    "title": "Geology of Precambrian rocks and rocks of the northern Harrat Hutaymah volcanic field, Baq'a Quadrangle, Sheet 27 F, Kingdom of Saudi Arabia. Saudi Arabian Deputy Ministry for Mineral Resources, Open-File",
    "authors": ["KS Kellogg"],
    "year": 1984
  }, {
    "title": "The \"Works of the Old Men\" in Arabia: remote sensing in interior Arabia",
    "authors": ["D Kennedy"],
    "venue": "J Archaeol Sci",
    "year": 2011
  }, {
    "title": "Volcanic architecture, eruption mechanism and landform evolution of a Plio/Pleistocene intracontinental basaltic polycyclic monogenetic volcano from the Bakony-Balaton Highland Volcanic Field, Hungary",
    "authors": ["G Kereszturi", "G Csillag", "K Nemeth", "K Sebe", "K Balogh", "V Jager"],
    "venue": "Cent Eur J Geosci",
    "year": 2010
  }, {
    "title": "Monogenetic basaltic volcanoes: genetic classification, growth, geomorphology and degradation. In: Németh K (ed) Updates in volcanology—new advances in understanding volcanic systems",
    "authors": ["G Kereszturi", "K Németh"],
    "venue": "inTech Open,",
    "year": 2012
  }, {
    "title": "The role of external environmental factors in changing eruption styles of monogenetic volcanoes in a Mio/Pleistocene continental volcanic field in western Hungary",
    "authors": ["G Kereszturi", "K Németh", "G Csillag", "K Balogh", "J Kovács"],
    "venue": "J Volcanol Geotherm Res",
    "year": 2011
  }, {
    "title": "Geographic map of the Harrat Ithnayn Quadrangle, Sheet 26D, Kingdomof Saudi Arabia. In: Kingdom of Saudi Arabia, Ministry of Petroleum andMineral Resources, Jiddah, Jiddah, Saudi Arabia (SAU), pp 0-sheet",
    "authors": ["SM Liban"],
    "year": 1985
  }, {
    "title": "Vesiculated tuffs and associated features",
    "authors": ["V Lorenz"],
    "venue": "Sedimentology",
    "year": 1974
  }, {
    "title": "Maars and diatremes of phreatomagmatic origin: a review",
    "authors": ["V Lorenz"],
    "venue": "Trans Geol Soc S Afr",
    "year": 1985
  }, {
    "title": "On the growth of maars and diatremes and its relevance to the formation of tuff rings",
    "authors": ["V Lorenz"],
    "year": 1986
  }, {
    "title": "An investigation of volcanic depressions. Part III. Maars, tuff-rings, tuff-cones and diatremes",
    "authors": ["V Lorenz", "AR McBirney", "H Williams"],
    "venue": "Clearinghouse for Federal Scientific and Technical Information,",
    "year": 1970
  }, {
    "title": "Radiocarbon chronology of Late Quaternary lakes in Arabian Desert",
    "authors": ["HA McClure"],
    "venue": "Nature",
    "year": 1976
  }, {
    "title": "The mantle beneath the Red Sea margin; xenoliths from western Saudi Arabia",
    "authors": ["AV McGuire"],
    "year": 1988
  }, {
    "title": "The intra-continental Harrat Al Madinah Volcanic Field, Western Saudi Arabia: a proposal to establish Harrat Al Madinah as the first volcanic geopark in the Kingdom of Saudi Arabia",
    "authors": ["MR Moufti", "K Németh"],
    "year": 2013
  }, {
    "title": "Qaddah A (2013) Geoheritage values of one of the largest maar craters in the Arabian Peninsula: the Al Wahbah Crater and other volcanoes (Harrat Kishb, Saudi Arabia)",
    "authors": ["MR Moufti", "K Németh", "N El-Masry"],
    "venue": "Cent Eur J Geosci",
    "year": 2013
  }, {
    "title": "Sequential eruption of alkaline and sub-alkaline magmas from a small monogenetic volcano in the Auckland Volcanic Field, New Zealand",
    "authors": ["AJ Needham", "JM Lindsay", "IEM Smith", "P Augustinus", "PA Shane"],
    "venue": "J Volcanol Geotherm Res",
    "year": 2011
  }, {
    "title": "Monogenetic volcanic fields: origin, sedimentary record, and relationship with polygenetic volcanism",
    "authors": ["K Németh"],
    "venue": "Canon-Tapia",
    "year": 2010
  }, {
    "title": "Volcanic craters, pit craters and high-level magma-feeding systems of a mafic island-arc volcano: Ambrym, Vanuatu, South Pacific. In: Thomson K, Petford N (eds) Structure and emplacement of high-level magmatic systems",
    "authors": ["K Németh", "SJ Cronin"],
    "venue": "Geological Society,",
    "year": 2008
  }, {
    "title": "Exploding lakes in Vanuatu—\"Surtseyan-style\" eruptions witnessed on Ambae Island",
    "authors": ["K Németh", "SJ Cronin", "D Charley", "HarrisonM", "E Garae"],
    "year": 2006
  }, {
    "title": "Amplified hazard of small-volumemonogenetic eruptions due to environmental controls, Orakei",
    "authors": ["K Németh", "SJ Cronin", "IEM Smith", "JA Flores"],
    "year": 2012
  }, {
    "title": "Miocene phreatomagmatic volcanism at Tihany (Pannonian Basin, Hungary)",
    "authors": ["K Nemeth", "U Martin", "S Harangi"],
    "venue": "J Volcanol Geotherm Res",
    "year": 2001
  }, {
    "title": "Pit crater formation on Kilauea volcano, Hawaii",
    "authors": ["CH Okubo", "SJ Martel"],
    "venue": "J Volcanol Geotherm Res",
    "year": 1998
  }, {
    "title": "Reconnaissance geology of the Harrat Hutaymah Quadrangle, sheet 26/42A, Kingdom of Saudi Arabia",
    "authors": ["JS Pallister"],
    "venue": "Open-file report—U. S. Geological",
    "year": 1985
  }, {
    "title": "The role of phreatomagmatism in a Plio-Pleistocene high-density scoria cone field: Llancanelo Volcanic Field (Mendoza), Argentina",
    "authors": ["C Risso", "K Németh", "AM Combina", "F Nullo", "M Drosina"],
    "venue": "J Volcanol Geotherm Res",
    "year": 2008
  }, {
    "title": "Geoscience for the public: geotopes and national GeoParks in Germany",
    "authors": ["HG Rohling", "M Schmidt-Thome"],
    "year": 2004
  }, {
    "title": "Earth tremors, ground fractures, and damage to buildings at Tabah (27/42C). Saudi Arabian Deputy Ministry for Mineral Resources Technical Record DGMR-TR-05-4",
    "authors": ["M Roobol", "S Shouman", "A Al Solami"],
    "year": 1985
  }, {
    "title": "The \"whaleback\" flows of Saudi Arabia; giant basaltic lava flows propagating across a low-angle surface to form chains of rootless shield volcanoes",
    "authors": ["MJ Roobol", "VE Camp"],
    "venue": "Contrib Econ Geol Res Unit",
    "year": 1996
  }, {
    "title": "On the possible use of cinder cones and maars as paleoclimatic indicators in the closed basin of Serdan-Oriental, Puebla, Mexico",
    "authors": ["C Siebe"],
    "venue": "J Volcanol Geotherm Res",
    "year": 1986
  }, {
    "title": "Hydrovolcanic processes forming basaltic tuff rings and cones on Cheju Island, Korea",
    "authors": ["YK Sohn"],
    "venue": "Geol Soc AmBull",
    "year": 1996
  }, {
    "title": "The San Venanzo maar and tuff ring, Umbria, Italy: eruptive behaviour of a carbonatite-melilitite volcano",
    "authors": ["F Stoppa"],
    "year": 1996
  }, {
    "title": "Hydrovolcanic vs magmatic processes in forming maars and associated pyroclasts: the Calatrava—Spain—case history. In: Stoppa F (ed) Updates in volcanology",
    "authors": ["F Stoppa", "G Rosatelli", "SchiazzaM", "A Tranquilli"],
    "year": 2012
  }, {
    "title": "An overview of monogenetic carbonatitic magmatism from Uganda, Italy, China and Spain: volcanologic and geochemical features",
    "authors": ["F Stoppa", "M Schiazza"],
    "venue": "J S Am Earth Sci",
    "year": 2013
  }, {
    "title": "Geologic map of Harrat Hutaymah, with petrologic classification and distribution of ultramafic inclusions, Saudi Arabia",
    "authors": ["CR Thornber"],
    "venue": "In: U. S. Geological Survey,",
    "year": 1990
  }, {
    "title": "The petrology, geochemistry and origin of ultramafic inclusions and mafic alkaline volcanics from Harrat Hutaymah, Saudi Arabia",
    "authors": ["CR Thornber"],
    "venue": "PhD (Doctoral) thesis,",
    "year": 1993
  }, {
    "title": "Ultramafic inclusions from Harrat Hutaymah; a record of mantle magmatism beneath north central Arabia",
    "authors": ["CR Thornber"],
    "venue": "CPRM Spec Publ",
    "year": 1994
  }, {
    "title": "Hot, cold, wet, and dry Hutaymah ultramafic inclusions; a record of mantle magmatism beneath the Arabian Shield and flanking the Red Sea Rift",
    "authors": ["CR Thornber"],
    "venue": "Anonymous",
    "year": 1991
  }, {
    "title": "Mantle xenoliths from northern Saudi Arabia",
    "authors": ["CR Thornber", "JS Pallister"],
    "venue": "Eos, Trans, Am Geophys Union",
    "year": 1985
  }, {
    "title": "Hawaiian and strombolian eruptions",
    "authors": ["S Vergniolle", "M Manga"],
    "venue": "J (eds) Encyclopedia of volcanoes. Academic,",
    "year": 2000
  }, {
    "title": "Scoria cones and tuff rings",
    "authors": ["Vespermann D", "Schmincke H-U"],
    "venue": "J (eds) Encyclopedia of volcanoes. Academic,",
    "year": 2000
  }, {
    "title": "Saudi Arabia—an environemental overview",
    "authors": ["P Vincent"],
    "venue": "Taylor and Francis, London,",
    "year": 2008
  }, {
    "title": "Base surges and its deposits: Capelinhos and Taal volcanoes",
    "authors": ["AC Waters", "RV Fisher"],
    "venue": "J Geophys Res",
    "year": 1971
  }, {
    "title": "Maar-diatreme phreatomagmatism at Hopi Buttes, Navajo Nation (Arizona), USA",
    "authors": ["JDL White"],
    "venue": "Bull Volcanol",
    "year": 1991
  }, {
    "title": "Maar-diatreme volcanoes; a review",
    "authors": ["White JDL", "Ross P-S"],
    "venue": "J Volcanol Geotherm Res",
    "year": 2011
  }],
  "id": "SP:64102ca9d94297ad7c569b7774078f217bb78cdc",
  "authors": [{
    "name": "Mohammed R. Moufti",
    "affiliations": []
  }, {
    "name": "Károly Németh",
    "affiliations": []
  }, {
    "name": "Nabil El-Masry",
    "affiliations": []
  }, {
    "name": "Atef Qaddah",
    "affiliations": []
  }],
  "abstractText": "Maars and tuff rings are some of the most common volcanic landforms on Earth. They are inferred to be the product of the explosive interaction between rising magma (mostly basaltic) and various groundwater sources or surface water bodies. Maar and tuff ring volcanoes are commonly associated with extensive scoria cone fields that are fed by dispersed volcanic vents, providing access to the surface for magma over a long period of time (thousands to millions of years’ timescale). The presence of maar and tuff ring volcanoes, therefore, is an important signifier of the availability of water from sub-surface and/or surface water sources. As environmental conditions change over time, the groundwater table, as well as surface water availability, can change dramatically and this is likely be reflected in the type of volcanoes formed on the surface. Such changes are the most graphic and visible in volcanic fields that are today located in arid environments, where the presence of young volcanoes formed through interactions with water demonstrates how the environment can change over geological timescales. Therefore, these areas have high geoeducational values and can contribute to our understanding of how external (water sources controlled by climatic factors) and internal (magmatic) forces can shape the style of volcanism of a volcanic field. Harrat Hutaymah is one of the excellent locations where there is great abundance of maars and tuff rings. They are located in an area dominated today by various types of deserts. Harrat Hutaymah, therefore, demonstrates the global geological changes that can affect the style of volcanism and hence the resulting volcanic landscape. The richness of the region in archaeological sites and early settlements indicates the importance of this region for the early evolution of civilizations in the Middle East, which is likely to have been enhanced and/or modified by similar environmental changes over a much smaller timescale. Harrat Hutaymah provides a firm basis to demonstrate global changes through its volcanic heritage that are easily accessible and well exposed.",
  "title": "Volcanic Geotopes and Their Geosites Preserved in an Arid Climate Related to Landscape and Climate Changes Since the Neogene in Northern Saudi Arabia: Harrat Hutaymah (Hai’il Region)"
}