{
  "sections": [{
    "text": "DRE). Whole-rock chemical analyses indicate alkali-basalt\ncompositions (SiO2 44.7–45.9 wt%), with little compositional variation and no relationship between chemistry and eruptive styles. Small differences in composition may reflect variations in fractional crystallisation of clinopyroxene and olivine. A magnetotelluric 2D cross-section shows that the cones are located adjacent to a buried sediment-filled alluvial channel along a NNW-SSE fault dipping to the east. The AlDu’aythah eruption was related to the ascent of magma through this structure, with the first phase of the eruption triggered by the interaction of the magma with water from the northern Harrat Rahat aquifer that exists in the AlMadinah basin. This initial water source was rapidly exhausted, while the eruption progressed roughly from north to south and from west to east, the latter motion probably along the fault-controlled feeding dyke. Our work draws attention to the existence of recent explosive phreatomagmatic eruptions in the Al-Madinah basin, which, despite the hyperarid climate of the area, must be considered a potential future eruption hazard.\nKeywords Phreatomagmatism . Hawaiian volcanism . Volcanic fields . Cannonball bombs"
  }, {
    "heading": "Introduction",
    "text": "Volcanic eruptions in northern Harrat Rahat (Fig. 1a) (also known as Harrat Al-Madinah; Moufti 1985; Moufti et al. 2010) have created volcanic cones consistent with magmatic, volatile-driven explosive eruptions, predominantly Hawaiian and Strombolian in style (cf. Valentine and Gregg 2008), some associated with widespread pyroclastic fall deposits (e.g. Kawabata et al. 2015). In addition, long and extensive lava flow fields comprise the main erupted volume of the field (e.g. Murcia et al. 2014). Small individual cones occur, as well as\nEditorial responsibility: J. Taddeucci\nElectronic supplementary material The online version of this article (doi:10.1007/s00445-015-0936-9) contains supplementary material, which is available to authorized users.\n* H. Murcia hugofmurcia@gmail.com\n1 School of Environment, The University of Auckland, Auckland, New Zealand\n2 Volcanic Risk Solutions, Massey University, Palmerston North, New Zealand\n3 Geohazards Research Center, King Abdulaziz University, Jeddah, Kingdom of Saudi Arabia\n4 Geology Department, Faculty of Science, Suez Canal University, Ismailia, Egypt\n5 Institute of Earth Science and Engineering, The University of Auckland, Auckland, New Zealand\nlarge, multi-vent, complex cones with eruption histories recording multiple rafting and rebuilding events including occasional, more violent eruptive stages (Camp et al. 1987; Camp and Roobol 1989; Moufti and Hashad 2005; Moufti et al. 2010; Moufti and Németh 2013; Murcia et al. 2013a). Tuffring and maar-like explosion craters are also present where more evolved magmas have erupted (Camp and Roobol 1989; Moufti and Hashad 2005; Moufti et al. 2010). Historically, three eruptions have taken place, in 641, 1256 and 1293 AD (Camp et al. 1987; Camp and Roobol 1989; Ambraseys et al. 1994; Moufti et al. 2013a; El-Masry et al. 2013), although the locations of the 641 and 1293 AD events remain uncertain (Ambraseys et al. 1994).\nIn Harrat Rahat, only a few individual centres and associated products have been described, namely 1256 AD, Fivefingers and Al-Anahi (Camp et al. 1987; Murcia et al. 2014, JVGR, under review). The remaining centres have been treated only in the context of the volcanic field as a whole (e.g. Camp and Roobol 1989; Moufti et al. 2010, 2012, 2013b). This study focuses on four aligned cones, located within the urban area of Al-Madinah City (population ∼1.5 million) (Fig. 1a, b, c), 13 km southwest of the Holy Mosque. These very fresh cones are the prime candidates for the 641 AD eruption site. These cones are herein named BAl-Du’aythah cones^ following the local name of the plain where they are located. Although they\nare spatially separated from the main concentration of vents in the harrat (Fig. 1), they are still considered products of the magmatic system that supplies the overall volcanic field (Camp and Roobol 1989; Moufti et al. 2013a).\nIn this study, we evaluate historical records and present a physical description of the Al-Du’aythah cones, estimate the volumes of the eruption products, provide whole-rock chemical analyses, and present a magnetotelluric 2D cross-section of the eruption site. This information provides the basis for a discussion of the evolution of the eruption both at the surface and in the context of the substrate; in particular, we present the first evidence for phreatomagmatism in the Al-Madinah region. We highlight the significance of spheroidal bombs and lapilli found in the deposits, provide a geochemical interpretation of the eruptive products, and discuss the geological and hazard implications of this phreatomagmatism."
  }, {
    "heading": "Geological and hydrological background",
    "text": ""
  }, {
    "heading": "Tectonic setting",
    "text": "Harrat Rahat (∼20,000 km2) is a monogenetic volcanic field (locally known as a lava field or harrat) located on the western Arabian Plate (Fig. 1a). It lies in the centre of a chain of intra-\ncontinental volcanic fields that extend parallel to the Red Sea rift, from Yemen in the south to Syria in the north (Camp and Roobol 1989). Harrat Rahat has erupted alkali-basalt to trachyte magmas in both effusive and explosive magmatic and phreatomagmatic events over 10 My (Moufti et al. 2012, 2013a). Over 950 eruption centres have been recognised in this field (Runge et al. 2014). The youngest eruptions occurred in the north, termed Harrat Al-Madinah (Moufti 1985; Moufti et al. 2010, 2012) or northern Harrat Rahat (Murcia et al. 2014). The volcanism is thought to be associated with partial melting in both the lithosphere and asthenosphere (e.g. Moufti et al. 2012) at depths that may reach 110 km (Murcia et al., JVGR, under review). Its origin is likely related to a zone of mantle decompression caused by the northward motion of the Arabian Plate with respect to Africa along the Aqaba-Dead Sea transform (Ilani et al. 2001). Beneath the harrat, the continental crust is about 40 km thick and is made up primarily of granulitic (lower crustal) and granitic (upper crustal) rocks (McGuire and Bohannon 1989; Nasir and Safarjalani 2000; Al-Mishwat and Nasir 2004) with some sedimentary rocks at the top (Pellaton 1981). The upper mantle is formed of spinel and garnet peridotites (Kuo and Essene 1986; Al-Mishwat and Nasir 2004)."
  }, {
    "heading": "Al-Madinah basin",
    "text": "The Al-Du’aythah volcanic cones (Fig. 1c, d) were formed in the western side of the Al-Madinah basin (Fig. 2), which is a 13×23-km-flat area surrounded by hills and a lava plateau (see Matsah and Hossain 1993; Bamousa et al. 2013). The basin, which is related to transtensional faults in this\nextensional environment (Fig. 2) (Bamousa et al. 2013), has a ground surface elevation of 600–610 m asl and is gently inclined towards the north-west. It has a maximum thickness of 45 m and is filled by Tertiary and Quaternary alluvial deposits (predominantly cohesive clay-rich sediments) (Matsah and Hossain 1993). The hills are made up of detrital sedimentary rocks (Al Ays and Furayh Groups) of the Upper Proterozoic and some intrusive bodies, while the lava plateau is comprised of the rocks of Harrat Rahat (Pellaton 1981;Matsah and Hossain 1993). These volcanic rocks also form the base of the basin (Al-Shaibani et al. 2007)."
  }, {
    "heading": "Hydrogeology",
    "text": "Despite the arid environment and dry climate in the region (rainfall of ∼50 mm per year; El Maghraby 2014) that has prevailed during the Quaternary (Al-Sayari and Zötl 1978), the Al-Madinah basin is an active hydrological zone, which is underlain by fractured rocks that contain groundwater and form the northern Harrat Rahat basaltic aquifer (Bamousa et al. 2013). This aquifer has a saturated thickness of up to 60 m and is hosted within the volcanic rocks but also within the upper part of the basement and the pre-basalt sediments (Al-Shaibani et al. 2007). This hydrological system is related to two major ephemeral northward-flowing fluvial channels (Wadis in Arabic) that pass through the basin:WadiAl-Aqiq in the west and Wadi Qanah in the east (Fig. 2) (Matsah and Hossain 1993). Although these fluvial systems may bring water from far distances (km) (Bamousa et al. 2013), it is mostly lost through direct infiltration and evaporation, and therefore local rainfall is the main source of aquifer recharge (see e.g.\nKhashogji and El Maghraby 2013; El Maghraby 2014). Around the Al-Du’aythah cones, only small Wadi Aqiq ephemeral tributaries are recognizable.\nThe water table was earlier recorded at between 22 and 24 m below the ground surface (Matsah and Hossain 1993), but in more recent years is thought to have become shallower, due to tighter controls on water extraction (Al-Shaibani et al. 2007; Bamousa et al. 2013). There are water springs in the central area, present due to underground anthropogenic barriers that cause the upwelling of groundwater (Bamousa et al. 2013). Dams have also been constructed south of the city in order to reduce flood impacts, which were common in the past (Parsons Brown International 1997 in Matsah and Hossain 1993). Consequently, the hydrological dynamics in the basin have changed, as the flood hazard has been controlled (Makki, 1979 in Matsah and Hossain 1993)."
  }, {
    "heading": "Historical accounts",
    "text": "Historical records report a short-lived volcanic eruption in 641 AD that was located near the ancient city of AlMadinah (Camp and Roobol 1989). Different historical records present conflicting information on the exact location and age (Camp and Roobol 1989; Moufti et al. 2013a), but the four volcanic cones described here are clearly the youngest surface features in the area based on their surface weathering and geomorphology. Unfortunately, radiocarbon, surface exposure and U-Th–Pb dating methods are not easily applied to studied volcanoes due to the lack of organic material in this arid environment, and suitable minerals (e.g. olivine, pyroxene, quartz, zircon), respectively. Therefore, no absolute age data is available. Our evidence that these cones represent the 641 AD eruption is outlined below.\nOriginal documents, translated to English by Ambraseys et al. (1994), reveal that an earthquake occurred in 641 AD destroying houses in Al-Madinah. The translators suggested that the reported earthquake may have been linked to a volcanic event outside of Harrat Rahat that occurred a year earlier; historic records mention two eruptions in the year 640: One located near Tabuk in the Hala’l-‘Ishqa (27.58° N, 36.80° E) and another located in Hala’l-Badr (27.25° N–37.20° E) (i.e. Harrat Uwayrid) (Ambraseys et al. 1994). Although young volcanic landforms are present in these northern regions, Camp and Roobol (1989) report a volcanic eruption in 641 AD located near Al-Madinah based on the manuscript BKhulasat Al-Wafa^, which was written in 1486 AD by Nour Al-Din Al-Samhoudy, commonly identified as the historian of Al-Madinah. The description states that during the reign of the second Caliph Umar Ibn Al-Khattab (634–644 AD), a small fire rose from Harrat Al-Madinah and soon died out; this was subsequently interpreted as a volcanic eruption. Camp and Roobol (1989) linked an eruption reported in Harrat Layla in\n641 AD (Simkin and Siebert 1994) with the eruption reported in the vicinity of Al-Madinah, although, to add to the confusion, it has also been reported as occurring in 640 AD (Juynboll 1989).\nThe accounts appear to agree that an eruption occurred in 641 AD in close proximity to Al-Madinah. Within the AlMadinah basin that hosts the city, there are four morphologically unmodified and unweathered volcanic sites (AlDu’aythah cones, Quraydah cone, Al’Awali cones and Bathan cone; Fig. 2), with steep flanks near the natural angle of repose, intact crater rims, little erosion and little surface dust/soil cover and surface weathering. Any of these might be candidates for the 641 AD eruption (Moufti et al. 2013a). Two further volcanic centres in the area have undergone strong erosion and weathering (Umm Nathilah cones and AlHuzyam cone, Fig. 2). Three of the candidate eruption centres (Quraydah cone, Al’Awali cones and Bathan cone) can be excluded due to their stratigraphic relationships (e.g. diversion of older (>0.5 Ma) lava flows sourced from different vents; Camp and Roobol 1989; Moufti et al. 2013a). This leaves the Al-Du’aythah cones as the most likely candidate (also concluded by Camp and Roobol 1989). We dated a sample of charcoal from a cave within the cone, but it returned a recent (<250 years BP) age and was probably related to a cooking fire.\nRelative age dating of the volcanic cones based on cone morphometry would be an alternative method to estimate ages. However, in arid climates cone geometry modification is a very slow process and cones can appear very youthful for long times (e.g. Kereszturi and Németh 2012a and references therein). Although trends in cone erosion have been linked to relative age (e.g. Porter 1973; Settle 1979; Wood 1980a, b; Hooper and Sheridan 1998; Doniz et al. 2008; Inbar et al. 2011; Fornaciai et al. 2012), recent studies have shown that, especially in cases when cones are dominated by fountain-fed spatter eruptions, cone erosion and cone geometry modification are more commonly related to eruptive history or substrate morphology than to time since eruption (Favalli et al. 2009; Németh et al. 2011; Kereszturi et al. 2012; Kereszturi and Németh 2012a). In this respect, we can only say that the inferred 641 AD cones are young, and likely Holocene in age, but it is not possible to better constrain their age using cone morphometry."
  }, {
    "heading": "Description of the volcanic cones",
    "text": "The Al-Du’aythah centre comprises four separate, but closelyspaced volcanic cones along a chain (Fig. 1c, d), all at ∼680-m elevation and built on sedimentary rocks and alluvial deposits. The cones uniformly lack surface weathering and have been quarried during expansion of the city around them. Schematic\nstratigraphic columns are shown in Fig. 3, and the cones are described below, from south to north (Fig. 1c).\nCone 1\nCone 1 is a 39-m-high, symmetrical and well preserved cone (Fig. 4a) ∼180m in diameter. It hosts a 40-m-wide and up to 7- m-deep crater, with a lower rim to the north (Fig. 4a). The flanks are weakly or non-dissected and are covered by some slightly agglutinated bombs forming decimeter-scale deposits\n(Fig. 4b). The cone has been anthropogenically modified at the base mainly in the south, where there is a quarry, although also in the north where a footpath reaches the summit (Fig. 4a). In the south, a 4×20-m outcrop (Fig. 4c) exposes lapilli-sized, angular, scoriaceous volcanic fragments, in an open framework, along with rare scattered bombs up to 20 cm in size (Fig. 4d). The exposed deposits exhibit loose, clast-supported and massive structure (Fig. 4c). The fragments are fresh with an aphanitic texture and low density. In the north, a 70-cm-thick solid, vesicular, lava-like layer occurs\nembedded between the exposed deposits (Fig. 4e). The layer is massive and the vesicles are rounded and sub-rounded (Fig. 4f) with smooth internal walls.\nCone 2\nCone 2 is a 35-m-high, symmetrical and moderately to wellpreserved cone (Fig. 5a), with a ∼220 m mean diameter. It hosts an asymmetrical, 96×65-m crater ∼15 m deep (Fig. 5b), with the highest rim in the west (Fig. 5c). The flanks show low dissection and decimeter-scale accumulation of partially agglutinated bombs. The base of the cone shows moderate anthropogenic erosion. In the northwest sector, a ∼50- cm-thick, centimeter-scale stack of clast-supported, lapillidominated, loose beds occurs at the cone base (Figs. 3 and 5c). These beds are conspicuous in containing both fresh volcanic fragments, along with sedimentary and granitic (country) rocks. The volcanic fragments are mainly dense,\nangular and ash-grade, while the country-rock fragments are lapilli-grade and vary from rounded to angular. The beds also host abundant spherical bombs and lapilli (cannonball bombs/ lapilli), sometimes cored by a single country-rock fragment or several pieces (termed cored and loaded bombs/lapilli, respectively) (Fig. 5d). In the north, overlying the stratified deposits, a transitional contact occurs, passing up to a stack of scoriaceous lapilli- and bomb-sized fragments forming a massive, clast-supported deposit, in parts weakly, moderated, or strongly agglutinated (Fig. 5e, f). A decimeter-scale, solid, noncontinuous lava-like layer also occurs. Fragments are denser than those from cone 1; they are fresh and aphanitic.\nCone 3\nCone 3 is quarried on its western side and towards its summit (Fig. 6a). Its original basal diameter was ∼180 m and it is 36m high. There is no obvious crater, but a ∼5-m-high spine-like\ndome occurs at the top (Fig. 6b, c, d). The northwest flank is the only preserved flank and shows negligible dissection, although a road extends from the base to the top. The southern flank is no longer natural; it is covered by quarrying spoil (Fig. 6a). On the north flank, a 80-m-long lava flow extends down the slope (Fig. 6b) and out from the cone (Fig. 1c). Most of the base shows strong anthropogenic erosion. Where the base is exposed by anthropogenic activities, a 3-m stack of yellowish and reddish centimeter- and decimeter-scale lapillidominated (i.e. clast-supported), loose beds occurs (Fig. 6e). These beds host both volcanic and sedimentary and granitic (country) rocks, with sizes varying predominantly from ash to lapilli (Fig. 6f). Country-rock fragments are rounded to angular. In this unit, spherical, <10-cm-diameter bombs and lapilli (cannonball bombs/lapilli; loaded and cored bombs/lapilli) are common (Fig. 6g), and in greater abundance than at cone 2. Cored bombs and lapilli have as little as 1 cm of rind encasing rounded cores (Fig. 6g); country-rock pieces within these\nspherical fragments vary from angular to rounded. Overlying this stratified unit is a ≥4-m stack (Figs. 3 and 6e) of scoriaceous lapilli and bomb-sized volcanic fragments (Fig. 6h), forming a massive and clast-supported deposit with weak agglutination. Fragments are similar to cones 1–2; they are fresh and aphanitic.\nCone 4\nCone 4 is a 26-m-high, moderately to well-preserved cone (Fig. 7a), with a ∼166-m mean diameter, and two <5-m-deep and ∼50-m-diameter sub-craters, within a broad 107×43-m ellipsoid depression (Fig. 1c). The undisturbed flanks display negligible dissection, although a large part of the southwest, west and northwest of the cone is absent because of anthropogenic erosion, including a road that cuts across the cone (Fig. 7b). In the north, the cone exhibits a lava flow (Fig. 1c) that extended about 160 m from the top and formed a ∼170-m-\nwide basal fan, with a 4-m-thick flow front (Fig. 7c). The lava has irregular vesicles and commonly hosts sedimentary and granitic rocks (Fig. 7d). On the top of the flow, cauliflower bombs and agglutinated lava balls are very common (Fig. 7e). Where quarrying created outcrops at the base of the cone, a 6.5-m stack of reddish centimeter- and decimeter-scale lapilli-\nFig. 7 Key features of cone 4. a View of cone 4 looking north. b Dissected zone of the cone. c Terminus of the lava flow. d Xenolith in the lava flow. e Cauliflower bomb; these are common on top of the lava flow. f Typical massive appearance in the middle to top of the cone. g Stratified unit at the base of the cone. h Close-up of the stratified layers. i Contact between the lower stratified and upper massive units. j Close-up of the contact\ndominated (i.e. clast-supported), loose beds are exposed (Figs. 3 and 7g). These beds contain both volcanic and country-rock lapilli- and bombs-sized (<10 cm) fragments that are locally embedded in an ashymatrix that is mainly made up of non-volcanic fragments (Fig. 7h). In this unit, spherical centimeter-scale bombs and lapilli (cannonball bombs/lapilli including rare loaded and cored variants) also appear. Country-rock fragments within the bombs and lapilli, however, are less common than in cone 3. Overlying this stratified unit is a ∼4-m-thick reddish and blackish massive, clast-supported, loose stack of lapilli- and bomb-sized scoriaceous fragments (Fig. 7f, i, j) with weak shower-bedding. Fragments are similar to cones 1–3, fresh and aphanitic.\nBasal stratified units at cone 2, 3 and 4\nThe basal units of cones 2, 3 and 4 are characterized by a succession of reddish and yellowish centimeter-scale beds, which are massive, clast-supported, loose and well sorted (cf. Cas and Wright 1987). They contain both volcanic and country-rock fragments. Sporadically, the fragments appear embedded in an ashy matrix that is mainly made up of nonvolcanic fragments. The contacts between the beds are neither planar nor clearly delineated. The volcanic fragments are mainly dense, angular and vary up-section from coarse ash to coarse lapilli in size (cf. White and Houghton 2006; Murcia et al. 2013b), while the country-rock (sedimentary and granitic) fragments are from rounded to angular, and vary from medium to coarse lapilli in size (cf. White and Houghton 2006; Murcia et al. 2013b). The centimeter-scale beds transition upwards to decimeter-scale, as the size of the volcanic fragments increases. These fragments also become more vesicular up-section. Spherical lapilli and bombs up to 10 cm in size commonly host country-rock fragments that vary from angular to rounded. Some of these bombs and lapilli have ∼1 cm of rind encasing rounded cores.\nThese characteristics point to deposition from dilute pyroclastic density currents. There is no evidence in the succession, however, for particularly wet or turbulent emplacement conditions such as fine-grained beds, accretionary lapilli, bomb sags, induration, horizontal lamination, cross-bedding, dunes, etc."
  }, {
    "heading": "Volume estimates",
    "text": "The volume of magma feeding eruptions can be used to help evaluate trends in volcanic fields and understand magma generation processes as well as volcanic hazards (e.g. Kereszturi et al. 2013). Calculated magma volumes have some uncertainty, arising from inaccuracies in morphometric measurements but also due to factors such as erosion, burial, or sub-crater emplacement of diatremes or\nsills, quantification of void space in eruptive products, and quantification of non-volcanic clast proportions (particularly in phreatomagmatic deposits). For the AlDu’aythah cones, we evaluated each cone independently, carefully considering the factors above and following the method of Kereszturi et al. (2013). We considered three major units for each cone: (1) the stratified, country rockrich deposits, (2) the massive scoriaceous deposits, and (3) the lava flows (Fig. 8). We used a high-resolution Digital Terrain Model (DTM) to quantify the morphometry of the volcanoes and separately evaluated the content of juvenile rock and the inter- and intra-particle void spaces (Appendix A).\nWe found that the bulk volume of each cone (i.e. including country-rock fragments and void spaces) ranged between 300×10−6 and 585×10−6 km3. Removing the country-rock fragments and void spaces yielded Dense Rock Equivalent (DRE) volumes between 75×10−6 and 141×10−6 km3, with an overall total DRE volume for the chain of 418×10−6 km3. This is probably an underestimate given the material removed by quarrying and construction and the diatreme volcanic fragments that were not included in the calculations (see Fig. 8)."
  }, {
    "heading": "Whole-rock geochemistry",
    "text": "Chemical variations in the products of small-volume monogenetic eruptions are related mainly to the process of melting in the source and/or processes affecting the magma en route to the surface (e.g. Spera and Fowler 2009). Processes causing differences include partial melting at different source depths (e.g. Brenna et al. 2010), different degrees of partial melting at similar depths (e.g. McGee et al. 2012), different degrees of fractionation of magma during rise (e.g. Smith et al. 2008; Murcia et al., JVGR, under review), fractional crystallisation± assimilation related to stagnation (e.g. Siebe et al. 2004), and magma mixing (e.g. Camp et al. 1987; McGee et al. 2012). Chemical variations help explain magma source and evolution, but they may also signal changes in the eruptive style (e.g. Brenna et al. 2011; McGee et al. 2012; Murcia et al., JVGR, under review). A total of 30 carefully stratigraphically controlled samples were collected from Al-Du’aythah cones and analysed for major and trace elements (Fig. 3; Appendix B).\nOverall, whole-rock chemical results reveal a very narrow compositional range within the alkali-basalt field (Cox et al. 1979) and with an intraplate affinity (Pearce and Norry 1979). SiO2 ranges between 44.76 and 45.99 wt%, and MgO between 6.69 and 6.99 wt% (Fig. 9). No significant differences appear between volcanic cones (Fig. 9a), but weak trends are observed in single cones (Fig. 9b), although these do not relate systematically to stratigraphy. Any possible trend disappears or is hidden when results are compared with, for example, the\nmost primitive recent eruption products in the area that exhibit wider variations (Fig. 9c)."
  }, {
    "heading": "Subsurface architecture",
    "text": "Understanding the subsurface architecture of a volcano or a volcanic field is important in order to fully comprehend eruption histories and processes (Blaikie et al. 2014). Usually, subsurface architecture is inferred based on known structural geology (i.e. faults, dikes, alignments), on distribution of eruption vents, either mapped or modelled (e.g. Runge et al. 2014) or through investigation of exposed conduits and diatremes (see e.g. White and Ross 2011). Geophysical methods may also provide information that can be related to the subsurface geology (e.g. Mrlina et al. 2009; Blaikie et al. 2014). For example, magnetotelluric (MT) surveys produce images of electrical resistivity contrasts according to analysis of electromagnetic impedances of the subsurface structure. These data, once intepreted and rendered, may give insights into\nthe architecture of the substrate beneath a vent system (e.g. Wameyo et al. 2013).\nIn order to gain insights into the substrate structure and its relationship with the existence of the Al-Du’aythah cones, three MT stations were deployed in an array semiperpendicular to the axis of the aligned cones (Fig. 10a). MT data were recorded for a period between 21 to 23 h. Processing of data involved a 2D inversion procedure using apparent resistivity (see detailed method in Rodi and Mackie 2001).\nAfter this processing, inversion revealed different layers, indicating heterogeneity of the subsurface. These layers were grouped into three major resistivity zones (Fig. 10b): an upper zone (red–yellow–green; Fig. 10b) with low resistivity, (10 to 100 ohm m), an intermediate zone (green–light blue–dark blue; Fig. 10b) with resistivity between 100 to 1,000 ohmm, and a deeper zone (purple; Fig. 10b) with high resistivity, >1,000 ohm-m. Overall, the MT image shows a broad asymmetric discontinuity that extends to more than 1.7 km depth in the centre. Adjacent to station 2, the narrow low-resistivity (∼10 ohm-m) zone reveals a smaller discontinuity in a channel-like shape that extends only 200 m below the surface."
  }, {
    "heading": "Discussion",
    "text": ""
  }, {
    "heading": "Reconstruction of the eruption",
    "text": "The Al-Du’aythah cones do not have overlapping deposits that could reveal relative ages. However, their close proximity, alignment, similar state of preservation, and very similar compositions leads us to conclude they were formed during a single eruption. The results of our study lead us to propose an eruption event with three major phases, as follows:"
  }, {
    "heading": "Initial phreatomagmatic phase",
    "text": "Stratified, country-rock rich, lapilli-dominated units at the base of cones 2–4 display characteristics of deposits generated by dilute pyroclastic density currents (base surges), which we infer to be the result of phreatomagmatic explosive eruptions (cf. Valentine and Fisher 2000; White and Ross 2011). During magma–water interaction, magma was fragmented in a brittle way creating angular and glassy pyroclasts (cf. Zimanowski et al. 1997). We infer that the accumulation of sediment from these radially moving ground-hugging currents built tuff rings at the base of cones 2–4. The tuff ring remnants are rich in the glassy volcanic fragments, but also in sedimentary and granitic rocks from the basin-filling alluvial deposits and the basement. The tuff rings are better-developed and with thicker deposits in cones 3 and 4 than at cone 2, thus the\nFig. 9 Major- and trace-element variation in Al-Du’aythah volcanic cones (plotted major-element values are normalized on an anhydrous basis). In C, Five-fingers and 1256 AD represent the most primitive recent magmas in northern Harrat Rahat (Murcia et al., JVGR, under review)\nphreatomagmatic phase was probably longer at these vents. The tuff rings are elongated on their east–west axis, with the final stage of eruption at their eastern ends. This implies that the vent migrated slightly (tens of meters) and systematically eastward during the eruptions of cones 2–4. If the geometry of the cone chain represents the main orientation and dimension of the feeding dyke(s), this east–west variation, along with the change from phreatomagmatic to magmatic eruption may reflect a structural property, such as dyke ascent along an eastdipping fault. The short-lived nature of phreatomagmatism is interpreted as indicating that only the tip of the dyke(s) interacted with shallow groundwater, and that there was a very low volume of water in the reservoir that was quickly exhausted, or Bpumped^ out by the eruption. Overall, the coarse fragmentation, thin total succession, and rapid transition to magmatic activity indicate that the phreatomagmatic phase was of low energy.\nThe mixture of both angular and rounded (alluvial) country rocks in these deposits indicates that the bulk of magma–water interaction occurred in the shallow sub-surface, probably at the basal contact of alluvial deposits within the basin. The alluvial deposits host the greatest water volumes, but explosions may have started deeper if a water-saturated fracture/ fault was exploited by the dyke. Coated and lava armoured clasts (cannonball bombs/lapilli) in the deposits show that magma–water interaction was not pervasive even at the start of the eruption, with some magma ejected in a highly fluid state. The reddish colour of the deposits is mainly related to the abundance of reddish/brown country-rock fragments."
  }, {
    "heading": "Explosive magmatic phase",
    "text": "Following exhaustion of water supply during the phreatomagmatic phase, the eruption changed rapidly to Bdry^ strombolian/fire fountaining, ballistically emitting fragments that accumulated into massive deposits and built cone 1 as well as the bulk of cones 2–4 (cf. Vespermann and Schmincke 2000). At this point, the eruption was driven by magmatic volatiles, but with enough gas to generate predominantly brittle fragments (cf. Sumner et al. 2005). The mostly friable cone deposits and small cones with no apparent tephra apron suggest low eruption rates and a lack of strong firefountaining, although ballistic fragments travelled high enough to cool and prevent significant agglutination upon landing (see Head and Wilson 1989; Vergniolle and Mangan 2000; Vespermann and Schmincke 2000; Kereszturi and Németh 2012b). Some fragments must have been emitted already broken and others must have been broken during impact (cf. Vergniolle and Mangan 2000). Many may represent recycled fragments having fallen back into the vent. Lack of fine-grained fragments in this phase and around the cone margins reflects a generally weak fragmentation suggesting degassed magma (cf. Vergniolle and Mangan 2000) or\nmagma-gas decoupling (e.g. Del Bello et al. 2012). The reddish colour of the deposits is related to syn-eruptive oxidation and reflects the environmental water that may still have been present in the underground portions of the vent area.\nOverall, the deposits suggest a transition from weak Strombolian to Hawaiian eruptive styles (cf. Valentine and Gregg 2008). In particular, cone 4 shows a small migration (<50 m) of the vent ongoing during the phase, as indicated by the two nested depression-like craters. Asymmetry of the craters shows that the prevailing wind direction during the eruption was eastward."
  }, {
    "heading": "Degassed magmatic phase",
    "text": "In this phase, degassed magma reached the surface and created the lava flows associated with cones 3 and 4, and the small spine-like dome in cone 3; degassed magma forming degassed-like structures connected to the feeder dikes has also been documented elsewhere (e.g. Petronis et al. 2013). The strong agglutination in cone 2 in particular as well as in the upper parts of the other cones in general, suggests that many bombs were expelled hot enough to partially agglutinate after landing, and that the volcanic activity produced relatively low lava fountains and discrete explosion bursts that propelled low energy spatter (cf. Sumner et al. 2005). In fact, the lava-like layer in the upper part of cone 1 may be evidence of fluid magma that reached the summit of the cone, or ballistic accumulation of very fluid fragments which generated a clastogenic lava flow. Together, these indicate hotter and more fluid magma at the end of the eruption and suggest Hawaiian style eruptions accompanied lava flow effusion (cf. Valentine and Gregg 2008). The abundance of cauliflower bombs and agglutinated lava balls on top of the lava flow from cone 4 probably reflects collapsed and rafted pieces from the cone flanks as the lava flow descended and loaded the flanks (cf. Sumner 1998; Wolff and Sumner 2000).\nThe role of sub-surface structure on eruption location and style\nThe aligned nature of the Al-Duaythah cones, along with the apparent W–E migration of activity at cones 2–4, indicates significant control of subsurface structure on the eruption.\nConsidering that the cones are located on the basement Upper Proterozoic sedimentary rocks of the Furayh Group, our MT survey suggests an apparent weakness in this basement in the form of a deep depression (1.7 km). Recognising the structural texture of the exposed basement alongside this area, we interpret this depression to be running along the same axis as the chain of cones. This structure then, represents a fault damage zone. The MT zones thus indicate different fragmental rocks, which we interpret as indicating a steeply dipping NE-trending fault. The magma may have ascended\nthrough this fault as it approached the surface, assuming the fault captured the rising dike (c.f. Gaffney et al. 2007). Adjacent to cones, within the damage fault zone, there is a narrow low resistivity area revealed by the MT survey (red on Fig. 10b) that may be related to wet, buried alluvial fill in a paleochannel. If the magma reached the surface along the fault, it would explain the initial phreatomagmatic phase as response to the interaction of the wet sediments encountered by the magma as it rose. Explosions are inferred to have deepened along the fault structure as the explosion locus, linked to the presence of water, migrated toward the east; this moved the eruption vent and explains the vent migration noted in the cones (Fig. 11). The eruption locus became stable once water was exhausted or diminished, allowing vertical unhindered rise of magma. This slight W-E migration created the\nelongated tuff rings. Finally, magma also reached the surface through the southernmost part of the fault, resulting in dominantly magmatic eruptions that created the symmetrical cones. Recent alluvial fill covering the fault means it has no present surface expression (Fig. 2). Downward and lateral migration of the locus in monogenetic eruptions has also been proposed elsewhere (e.g. Carrasco-Núñez et al. 2007)."
  }, {
    "heading": "Significance of cannonball bombs/lapilli",
    "text": "Bombs are common fragments within the massive deposits in the four cones and they reflect the coarse fragmentation of the magma. However, the very symmetrical (i.e. spherical) bombs (and lapilli) (also called cannonball bombs/lapilli; e.g. Francis\n1973; Rosseel et al. 2006; Alvarado et al. 2011) found in the stratified deposits may indicate an additional process.\nIn general, spherical bombs and lapilli in monogenetic eruptions have been explained by cyclic re-eruption of material during the eruption (e.g. Guilbaud et al. 2009), coalescence or agglutination inside the eruption column prior to deposition (Carracedo Sánchez et al. 2009) or mechanical processes associated with high speed rolling on the cone flanks during the eruption (Francis 1973; Alvarado et al. 2011). Spherical bombs and lapilli, in some cases cored and loaded, however, like those present at the base of three of the four Al-Du’aythah cones, may be a characteristic of basaltic phreatomagmatic eruptions (cf. Rosseel et al. 2006). Based on the argument above, and considering that the cannonball bombs and lapilli in Al-Du’aythah cones are located only within the tuff rings (i.e. they were produced only at the beginning of the eruption during initial phreatomagmatism), we suggest: (1) The cannonball bombs and lapilli resulted from high speed rolling as proposed by Francis (1973); and (2) The presence of the fragments within some of the cannonball bombs and lapilli (i.e. cored and loaded bombs/lapilli) results from an independent process that may be related to low viscosity melt entrapping (coarse mixing) cold accidental fragments (cf. White and Houghton 2006) over a specific and narrow time interval (Rosseel et al. 2006; Sottili et al. 2010); thermal constraints suggest less than 10 s of interaction (Sottili et al. 2010).\nThin (<1 cm) rinds of some cored bombs and lapilli (Fig. 6g) also suggest that the incorporation occurred just before magma fragmentation, which allowed magma to adhere like skin. Brief interaction time is also supported by the lack of thermal alteration of the country-rock fragments within the bombs/lapilli. In general, incorporation of these fragments to form a cored or loaded bomb/lapilli is thought to occur from the wall conduit during magma ascent due to suppression of explosions, commonly causing fragmented material to collapse back into the fragmentation zone where the resulting complex aggregation of material is almost immediately refragmented and ejected by succeeding explosions (Rosseel et al. 2006). Themany rounded country-rock fragments within these cannonball bombs and lapilli reflect the disruption of the alluvial channel-fill during eruption. Angular country-rock fragments show that explosions also penetrated deeper down the fault-fracture structure into the basement."
  }, {
    "heading": "Geochemical interpretation",
    "text": "Al-Du’aythah products clearly plot in the middle of the compositional trends produced by other recent eruptions in Harrat Rahat (Fig. 9c), suggesting that they evolved through similar processes (i.e. fractional crystallisation of clinopyroxene and olivine with no crustal contamination; Murcia et al., JVGR, under review). Lack of assimilation is also supported by the\nsimilar Sr, Nd and Pb isotopic compositions (Moufti et al. 2012). Small variations in composition, however, may reflect minor internal variation in fractionation (e.g. Smith et al. 2008). This has been observed in northern Harrat Rahat, where early-erupted products of a monogenetic eruption are less fractionated than later-erupted products (Murcia et al., JVGR, under review). Al-Du’aythat products show no compositional trends either with stratigraphy or eruptive style (Fig. 9b). This lack of correlation may be a result of recycling of erupted fragments as has been recognized in many eruptions (e.g. Houghton and Smith 1993; Patrick 2007; Patrick et al. 2007; Kereszturi and Németh 2012b; Németh et al. 2012)."
  }, {
    "heading": "Implications for phreatomagmatism in Al-Madinah",
    "text": "The northern Harrat Rahat aquifer hosted in the Al-Madinah basin means that phreatomagmatism is possible in northern Harrat Rahat, despite the arid climate. Around Al-Madinah City, there are at least five more sites (Fig. 2) with one or more volcanoes that may host phreatomagmatic deposits. Given that phreatomagmatic explosive eruptions generating dilute pyroclastic density currents can be highly destructive, it is important to consider phreatomagmatic potential in the area for hazard assessment. The nature and location of aquifers can be used to help delineate the hazard zones for this type of eruptions. Phreatomagmatic eruptions may have been previously overlooked in the region due to its Quaternary arid climate. Any future phreatomagmatic eruption in the AlMadinah basin would depend on the intruding magma volume and the rise speed of the melt. Specifically small volumes and/ or high magma rise rates could lead to phreatomagmatism. These types of eruptions would, however, be suppressed if large magma volumes and/or low rise rates occur, thus overwhelming or rapidly pumping out the likely small local volumes of stored groundwater. The Al-Du’aythah cones represent one of the smallest erupted volumes in Harrat Rahat, and perhaps this is why the phreatomagmatism is so well seen. Most eruptions typically involve much larger magma volumes (>0.1 km3; e.g. Camp et al. 1987; Murcia et al. 2014). This may explain, in part, the unidentified phreatomagmatism in this region, despite the presence of aquifers."
  }, {
    "heading": "Conclusions",
    "text": "The Al-Du’aythah cones lie within the Al-Madinah basin, 13 km from the centre of Al-Madinah City. The four youthful cones are likely to have formed during one eruption in 641 AD and provide an example of an initially phreatomagmatic erupt ion wi th in the Al-Madinah bas in . We ident i fy phreatomagmatic eruptive products and link them with an aquifer in the region. Subsequent magmatic activity produced massive scoriacious deposits and lava flows. A total magma\nvolume of 418×10−6 km3 DRE is represented by the cones. Rocks have a very narrow compositional range, with variation unrelated to stratigraphy or eruptive style. This lack of chemical variability indicates the transition from phreatomagmatic to magmatic activity was governed by the exhaustion of water in a shallow aquifer system rather than any variation in the magma composi t ion. We suggest that the ini t ial phreatomagmatic eruption occurred due to the interaction of the tip of a low volume of basaltic magma rising along a NE dipping fault into saturated alluvial deposits, and that the eruption then became purely magmatic, producing weak Strombolian and finally Hawaiian eruptions. This eruption progressed from north to south and from west to east. Our findings reveal the potential for phreatomagmatism in the arid Harrat Rahat, which should be considered in hazard assessments for the region.\nAcknowledgments This study is part of a collaborative project BVolcanic Risk in Saudi Arabia^ (VORiSA) between The University of Auckland (UoA), New Zealand, and King Abdulaziz University (KAU), Kingdom of Saudi Arabia. The study is part of HM’s PhD thesis. We thank all members of the VORiSA team for fruitful discussions, and John Wilmshurst for assisting with XRF analyses. Comments from Javier Agustín-Flores and Carlos Borrero are greatly appreciated. We thank the Journal Editors J. Taddeucci and J.D.L. White, as well as B. van Wyk de Vries and an anonymous reviewer for constructive comments on the manuscript."
  }],
  "year": 2015,
  "references": [{
    "title": "Composition of the lower crust of the Arabian Plate: a xenolith perspective",
    "authors": ["AT Al-Mishwat", "SJ Nasir"],
    "venue": "Lithos",
    "year": 2004
  }, {
    "title": "Quaternary period in Saudi Arabia. 1. Sedimentological, hydrogeological, hydrochemical, geomorphological, and climatological investigations in central and eastern Saudi Arabia",
    "authors": ["S Al-Sayari S", "G Zötl J"],
    "year": 1978
  }, {
    "title": "Hydrogeological and quantitative groundwater assessment of the basaltic aquifer, northern Harrat Rahat, Saudi Arabia",
    "authors": ["A Al-Shaibani", "JW Lloyd", "AA Abokhodair", "A Al-Ahmari"],
    "venue": "Arab Gulf J Sci Res",
    "year": 2007
  }, {
    "title": "The Cerro Chopo basaltic cone (Costa Rica): an unusual completely reversed graded pyroclastic cone with abundant low vesiculated cannonball juvenile fragments",
    "authors": ["GE Alvarado", "P Wendy", "TA Vogel", "H Gröger", "L Patiño"],
    "venue": "J Volcanol Geotherm Res",
    "year": 2011
  }, {
    "title": "The seismicity of Egypt, Arabia and the Red Sea: a historical review. King Abdulaziz City for Science and Technology and",
    "authors": ["NN Ambraseys", "CP Melville", "RD Adams"],
    "year": 1994
  }, {
    "title": "Structural and geomorphic features accommodating groundwater of Al-Madinah City, Saudi Arabia",
    "authors": ["AO Bamousa", "SS Matar", "M Daoudi", "MI Al-Doaan"],
    "venue": "Arab J Geosci",
    "year": 2013
  }, {
    "title": "Mechanisms driving polymagmatic activity at a monogenetic volcano, Udo, Jeju Island, South Korea",
    "authors": ["M Brenna", "SJ Cronin", "IE Smith", "YK Sohn", "K Németh"],
    "venue": "Contrib Mineral Petrol",
    "year": 2010
  }, {
    "title": "The influence of magma plumbing complexity on monogenetic eruptions, Jeju Island, Korea",
    "authors": ["M Brenna", "SJ Cronin", "K Nemeth", "IEM Smith", "Y-K Sohn"],
    "year": 2011
  }, {
    "title": "The Arabian continental alkali basalt province",
    "authors": ["VE Camp", "MJ Roobol"],
    "venue": "Part I. Evolution of Harrat Rahat, Kingdom of Saudi Arabia. Geol Soc Am Bull 101:71–95",
    "year": 1989
  }, {
    "title": "The Madinah eruption, Saudi Arabia: magma mixing and simultaneous extrusion of three basaltic chemical types",
    "authors": ["VE Camp", "PR Hooper", "MJ Roobol", "DL White"],
    "year": 1987
  }, {
    "title": "Evolution and hydrological conditions of a maar volcano (Atexcac crater, EasternMexico)",
    "authors": ["G Carrasco-Núñez", "MH Ort", "C Romero"],
    "venue": "J Volcanol Geotherm Res",
    "year": 2007
  }, {
    "title": "Volcanic successions, modern and ancient: a geological approach to processes, products, and successions",
    "authors": ["RA Cas", "JV Wright"],
    "year": 1987
  }, {
    "title": "The interpretation of igneous rocks",
    "authors": ["K Cox", "J Bell", "R Pankhurst"],
    "venue": "George Allen and Unwin Ltd, London,",
    "year": 1979
  }, {
    "title": "Exploring separated gas-magma flows in basaltic volcanoes using analogue experiments at a range of scales",
    "authors": ["E Del Bello", "E Llewellin", "J Taddeucci", "P Scarlato", "S Lane", "M James"],
    "venue": "American Geophysical Union, Fall Meeting",
    "year": 2012
  }, {
    "title": "Morphological and statistical characterisation of recent mafic volcanism on Tenerife (Canary Islands, Spain)",
    "authors": ["J Doniz", "C Romero", "E Coello", "C Guillen", "N Sanchez", "L Garcia-Cacho", "A Garcia"],
    "venue": "J Volcanol Geotherm Res",
    "year": 2008
  }, {
    "title": "Groundwater chemistry in an area covered by lava flows, Aqool area, eastern Al Madinah Al Munawarah City, Saudi Arabia",
    "authors": ["M El Maghraby"],
    "venue": "Eur Acad Res",
    "year": 2014
  }, {
    "title": "Historical accounts of the AD 1256 eruption near Al-Madinah",
    "authors": ["NN El-Masry", "MRH Moufti", "K Németh", "H Murcia", "AA Qaddah", "MF Abdelwahed"],
    "venue": "VORiSA Scientific meeting,",
    "year": 2013
  }, {
    "title": "Morphometry of scoria cones located on a volcano flank: a case study from Mt. Etna (Italy), based on high-resolution LiDAR data",
    "authors": ["M Favalli", "D Karatson", "F Mazzarini", "MT Pareschi", "E Boschi"],
    "venue": "J Volcanol Geotherm Res",
    "year": 2009
  }, {
    "title": "Morphometry of scoria cones, and their relation to geodynamic setting; a DEM-based analysis",
    "authors": ["A Fornaciai", "M Favalli", "D Karatson", "S Tarquini", "E Boschi"],
    "venue": "J Volcanol Geotherm Res",
    "year": 2012
  }, {
    "title": "Cannonball bombs, a new kind of volcanic bomb from the Pacaya Volcano, Guatemala",
    "authors": ["PW Francis"],
    "venue": "Bull Geol Soc Am",
    "year": 1973
  }, {
    "title": "Localization of volcanic activity: 2. Effects of pre-existing structure",
    "authors": ["ES Gaffney", "B Damjanac", "GA Valentine"],
    "venue": "Earth Planet Sci Lett 263:323–338",
    "year": 2007
  }, {
    "title": "Eruptive style of the young high-Mg basaltic-andesite Pelagatos scoria cone, southeast of México City",
    "authors": ["GuilbaudM", "C Siebe", "J Agustín-Flores"],
    "year": 2009
  }, {
    "title": "Basaltic pyroclastic eruptions: influence of gas-release patterns and volume fluxes on fountain structure, and the formation of cinder cones, spatter cones, rootless flows, lava ponds and lava flows",
    "authors": ["JW Head", "L Wilson"],
    "venue": "J Volcanol Geotherm Res",
    "year": 1989
  }, {
    "title": "Computer-simulation models of scoria cone degradation",
    "authors": ["DM Hooper", "MF Sheridan"],
    "venue": "J Volcanol Geotherm Res",
    "year": 1998
  }, {
    "title": "Recycling of magmatic clasts during explosive eruptions: estimating the true juvenile content of phreatomagmatic volcanic deposits",
    "authors": ["B Houghton", "R Smith"],
    "year": 1993
  }, {
    "title": "New K-Ar ages of basalts from the Harrat Ash Shaam volcanic field in Jordan: implications for the span",
    "authors": ["S Ilani", "Y Harlavan", "K Tarawneh", "I Rabba", "R Weinberger", "K Ibrahim", "S Peltz", "G Steinitz"],
    "year": 2001
  }, {
    "title": "Morphometric and morphological development of Holocene cinder cones: a field and remote sensing study in the Tolbachik volcanic field, Kamchatka",
    "authors": ["M Inbar", "M Gilichinsky", "I Melekestsev", "D Melnikov", "N Zaretskaya"],
    "venue": "J Volcanol Geotherm Res",
    "year": 2011
  }, {
    "title": "Identifying multiple eruption phases from a compound tephra blanket: an example of the AD 1256 Al-Madinah eruption, Saudi Arabia",
    "authors": ["E Kawabata", "SJ Cronin", "BebbingtonMS", "MR Moufti", "N El-Masry", "T Wang"],
    "venue": "Bull Volcanol",
    "year": 2015
  }, {
    "title": "Structural and morphometric irregularities of eroded Pliocene scoria cones at the Bakony-Balaton Highland Volcanic Field, Hungary",
    "authors": ["G Kereszturi", "K Németh"],
    "venue": "Geomorphology",
    "year": 2012
  }, {
    "title": "Monogenetic Basaltic Volcanoes: genetic classification, growth, geomorphology and degradation. In: Németh K (ed) Updates in volcanology—new advances in understanding volcanic systems. InTech, pp 3–88",
    "authors": ["G Kereszturi", "K Németh"],
    "year": 2012
  }, {
    "title": "Syn-eruptive morphometric variability of monogenetic scoria cones",
    "authors": ["G Kereszturi", "G Jordan", "K Németh", "JF Doniz-Paez"],
    "venue": "Bull Volcanol",
    "year": 2012
  }, {
    "title": "A model for calculating eruptive volumes for monogenetic volcanoes—implication for the Quaternary Auckland Volcanic Field, New Zealand",
    "authors": ["G Kereszturi", "K Németh", "SJ Cronin", "J Agustín-Flores", "IE Smith", "J Lindsay"],
    "venue": "J Volcanol Geotherm Res",
    "year": 2013
  }, {
    "title": "Evaluation of groundwater resources for drinking and agricultural purposes, Abar Al Mashi area, south Al Madinah Al Munawarah City, Saudi Arabia",
    "authors": ["MS Khashogji", "MM El Maghraby"],
    "venue": "Arab J Geosci",
    "year": 2013
  }, {
    "title": "Petrology of spinel harzburgite xenoliths from theKishb Plateau, Saudi Arabia",
    "authors": ["L Kuo", "EJ Essene"],
    "venue": "ContribMineral Petrol",
    "year": 1986
  }, {
    "title": "Ground conditions in Al-Madinah AlMunawarah, Saudi Arabia",
    "authors": ["MI Matsah", "D Hossain"],
    "venue": "J King Abdulaziz Univ Earth Sci",
    "year": 1993
  }, {
    "title": "The inception and progression of melting in a monogenetic eruption: motukorea volcano, the Auckland Volcanic Field, New Zealand",
    "authors": ["LE McGee", "M Millet", "IE Smith", "K Németh", "JM Lindsay"],
    "venue": "Lithos",
    "year": 2012
  }, {
    "title": "Timing of mantle upwelling: evidence for a passive origin for the Red Sea Rift",
    "authors": ["AV McGuire", "RG Bohannon"],
    "venue": "J Geophys Res Solid Earth",
    "year": 1989
  }, {
    "title": "The geology of Harrat Al-Madinah Volcanic Field Harrat Rahat, Saudi Arabia",
    "authors": ["R Moufti M"],
    "year": 1985
  }, {
    "title": "Volcanic hazards assessment of Saudi Arabian Harrats: geochemical and isotopic studies of selected areas of active Makkah-Madinah-Nafud (MMN) volcanic rocks. King Abdulaziz City for Science and Technology, Saudi Arabia, Final project",
    "authors": ["M Moufti", "M Hashad"],
    "year": 2005
  }, {
    "title": "The intra-continental Al Madinah Volcanic Field, Western Saudi Arabia: a proposal to establish Harrat Al Madinah as the first volcanic geopark in the Kingdom of Saudi Arabia",
    "authors": ["M Moufti", "K Németh"],
    "venue": "Geoheritage",
    "year": 2013
  }, {
    "title": "Arabian plume dynamics beneath Al-Madinah Al-Munawwarah region and its related geohazards. King Abdulaziz City for Science and Technology, Saudi Arabia, Final project report",
    "authors": ["R Moufti M", "I Matsah M", "A Soliman M", "M Moghazi A"],
    "year": 2010
  }, {
    "title": "Geochemistry and Sr–Nd–Pb isotopic composition of the Harrat Al-Madinah Volcanic Field, Saudi Arabia",
    "authors": ["MR Moufti", "AM Moghazi", "KA Ali"],
    "venue": "Gondwana Res",
    "year": 2012
  }, {
    "title": "Scientific basis of the geoheritage and geotouristic values",
    "authors": ["MR Moufti", "K Németh", "H Murcia", "SF Al-Gorrry", "J Shawali"],
    "year": 2013
  }, {
    "title": "40Ar/39Ar geochronology of the Neogene-Quaternary Harrat Al-Madinah intercontinental volcanic field, Saudi Arabia: implications for duration and migration of volcanic activity",
    "authors": ["MR Moufti", "AM Moghazi", "KA Ali"],
    "venue": "J Asian Earth Sci",
    "year": 2013
  }, {
    "title": "Discovery of the first Quaternary maar in the Bohemian Massif, Central Europe, based on combined geophysical and geological surveys",
    "authors": ["J Mrlina", "H Kämpf", "C Kroner", "J Mingram", "M Stebich", "A Brauer", "W Geissler", "J Kallmeyer", "H Matthes", "M Seidl"],
    "venue": "J Volcanol Geotherm Res",
    "year": 2009
  }, {
    "title": "Complex isolated-to-nested pyroclastic cones and cone rafting in the AD 1256 Al-Madinah fissure eruption in the Kingdom of Saudi Arabia",
    "authors": ["H Murcia", "K Németh", "J Lindsay", "R Moufti M", "N El-Masry", "J Cronin S", "M Smith I E"],
    "year": 2013
  }, {
    "title": "Scolamacchia T (2013b) Depósitos volcaniclásticos: Términos y conceptos para una clasificación en español",
    "authors": ["H Murcia", "CA Borrero", "N Pardo", "GE Alvarado", "M Arnosio"],
    "venue": "Rev Geol Am Central",
    "year": 2013
  }, {
    "title": "Safarjalani A (2000) Lithospheric petrology beneath the northern part of the Arabian Plate in Syria: evidence from xenoliths in alkali basalts",
    "authors": ["S Nasir"],
    "venue": "J Afr Earth Sci",
    "year": 2000
  }, {
    "title": "The role of collapsing and cone rafting on eruption style changes and final cone morphology: Los Morados scoria cone, Mendoza, Argentina",
    "authors": ["K Németh", "C Risso", "F Nullo", "G Kereszturi"],
    "venue": "Cent Eur J Geosci",
    "year": 2011
  }, {
    "title": "Amplified hazard of small-volume monogenetic eruptions due to environmental controls, Orakei",
    "authors": ["K Németh", "SJ Cronin", "IEM Smith", "J Agustín-Flores"],
    "year": 2012
  }, {
    "title": "Dynamics of Strombolian ash plumes from thermal video: motion, morphology, and air entrainment",
    "authors": ["MR Patrick"],
    "venue": "J Geophys Res Solid Earth",
    "year": 2007
  }, {
    "title": "Strombolian explosive styles and source conditions: insights from thermal (FLIR",
    "authors": ["M Patrick", "R Harris", "A Ripepe", "J Dehn", "L Rothery", "M Calvari", "J Calvari", "D Calvari", "A Calvari", "S Calvari"],
    "year": 2007
  }, {
    "title": "Petrogenetic implications of Ti, Zr, Y, and Nb variations in volcanic rocks",
    "authors": ["JA Pearce", "MJ Norry"],
    "venue": "Contrib Mineral Petrol",
    "year": 1979
  }, {
    "title": "Geological map of the Al Madinah quadrangle, Sheet 24D, Kingdom of Saudi Arabia: Saudi Arabian Deputy Ministry for Mineral Resources Geoscience Map GM-52",
    "authors": ["C Pellaton"],
    "venue": "(with text),",
    "year": 1981
  }, {
    "title": "Magma emplacement into the Lemptégy scoria cone (Chaîne Des Puys, France) explored with structural, anisotropy of magnetic susceptibility, and Paleomagnetic data. Bulletin of volcanology 75:1–22",
    "authors": ["Petronis M", "Delcamp A", "de Vries", "B van Wyk"],
    "year": 2013
  }, {
    "title": "Stratigraphy and chronology of Late Quaternary tephra along south rift-zone ofMauna-Kea-volcano, Hawaii",
    "authors": ["SC Porter"],
    "venue": "Bull Geol Soc Am 84:1923–1939",
    "year": 1973
  }, {
    "title": "Nonlinear conjugate gradients algorithm for 2-D magnetotelluric inversion",
    "authors": ["W Rodi", "RL Mackie"],
    "venue": "Geophysics",
    "year": 2001
  }, {
    "title": "Complex bombs of phreatomagmatic eruptions: role of agglomeration and welding in vents of the 1886 Rotomahana eruption, Tarawera, New Zealand",
    "authors": ["J Rosseel", "JDL White", "B Houghton"],
    "venue": "J Geophys Res Solid Earth",
    "year": 2006
  }, {
    "title": "Moufti MRH (2014) Vents to events: determining an eruption event record",
    "authors": ["RungeMG", "MS Bebbington", "SJ Cronin", "JM Lindsay", "CL Kenedi"],
    "year": 2014
  }, {
    "title": "Structure and emplacement of cinder cone fields",
    "authors": ["M Settle"],
    "venue": "Am J Sci",
    "year": 1979
  }, {
    "title": "Geochemistry, Sr–Nd isotope composition, and tectonic setting of Holocene Pelado, Guespalapa and Chichinautzin scoria cones, south of Mexico City",
    "authors": ["C Siebe", "V Rodríguez-Lara", "P Schaaf", "M Abrams"],
    "venue": "J Volcanol Geotherm Res",
    "year": 2004
  }, {
    "title": "Deep seated fractionation during the rise of a small-volume basalt magma batch: Crater Hill, Auckland, New Zealand",
    "authors": ["IEM Smith", "S Blake", "CJN Wilson", "BF Houghton"],
    "venue": "Contrib Mineral Petrol",
    "year": 2008
  }, {
    "title": "Constraints on magma-wall rock thermal interaction during explosive eruptions from textural analysis of cored bombs",
    "authors": ["G Sottili", "J Tadeucci", "DM Palladino"],
    "venue": "J Volcanol Geotherm Res",
    "year": 2010
  }, {
    "title": "Conceptual model for small-volume alkali basalt petrogenesis: implications for volcanic hazards at the proposed Yucca Mountain nuclear waste repository",
    "authors": ["FJ Spera", "SJ Fowler"],
    "year": 2009
  }, {
    "title": "Formation of clastogenic lava flows during fissure eruption and scoria cone collapse: the 1986 eruption of Izu-Oshima Volcano, eastern Japan",
    "authors": ["JM Sumner"],
    "year": 1998
  }, {
    "title": "Pyroclastic surges and blasts",
    "authors": ["GA Valentine", "RV Fisher"],
    "venue": "J (eds) Encyclopedia of volcanoes",
    "year": 2000
  }, {
    "title": "Hawaiian and Strombolian eruptions",
    "authors": ["S Vergniolle"],
    "venue": "ManganM",
    "year": 2000
  }, {
    "title": "Scoria cones and tuff rings",
    "authors": ["D Vespermann", "H Schmincke"],
    "year": 2000
  }, {
    "title": "Moufti MRH (2013) Magnetotelluric imaging of the northern Harrat Rahat Volcanic Field",
    "authors": ["P Wameyo", "E Aboud", "MF Abdelwahed", "J Cherrington", "J Hoeberechts", "CL Kenedi", "JM Lindsay"],
    "venue": "VORISA Scientific Meeting,",
    "year": 2013
  }, {
    "title": "Primary volcaniclastic rocks",
    "authors": ["JDL White", "B Houghton"],
    "venue": "Geology",
    "year": 2006
  }, {
    "title": "Maar-diatreme volcanoes: a review",
    "authors": ["JDL White", "PS Ross"],
    "venue": "J Volcanol Geotherm Res",
    "year": 2011
  }, {
    "title": "Lava fountain and their products",
    "authors": ["JA Wolff", "JM Sumner"],
    "year": 2000
  }, {
    "title": "Morphometric analysis of cinder-cone degradation",
    "authors": ["CA Wood"],
    "venue": "J Volcanol Geotherm Res",
    "year": 1980
  }, {
    "title": "Morphometric evolution of cinder cones",
    "authors": ["CA Wood"],
    "venue": "J Volcanol Geotherm Res",
    "year": 1980
  }, {
    "title": "Fragmentation of basaltic melt in the course of explosive volcanism",
    "authors": ["B Zimanowski", "R Büttner", "V Lorenz", "H Häfele"],
    "venue": "J Geophys Res Solid Earth",
    "year": 1997
  }],
  "id": "SP:24c278c312947c47447898c7a42754ba2281bdac",
  "authors": [],
  "abstractText": "The basaltic Al-Du’aythah volcanic cones lie in the northern part of the extensive lava field of Harrat Rahat, and only 13 km from the centre of Al-Madinah City, in the Kingdom of Saudi Arabia. Historical records indicate they may have erupted in AD 641. The four cones are formed by deposits that record a transition from phreatomagmatic to magmatic explosions followed by minor lava effusion. Three cones display elongated tuff rings at the base, and two produced late-stage lava flows. The cones themselves are symmetrical and constructed mostly by the accumulation of ballistically ejected pyroclasts. Spherical bombs and lapilli (cannonball bombs/lapilli), occasionally with country-rock fragments inside (both cored and loaded bombs/lapilli) are common within the tuff ring deposits. LiDAR data show a total volume of 1,664×10 km for the four cones (418×10 km DRE). Whole-rock chemical analyses indicate alkali-basalt compositions (SiO2 44.7–45.9 wt%), with little compositional variation and no relationship between chemistry and eruptive styles. Small differences in composition may reflect variations in fractional crystallisation of clinopyroxene and olivine. A magnetotelluric 2D cross-section shows that the cones are located adjacent to a buried sediment-filled alluvial channel along a NNW-SSE fault dipping to the east. The AlDu’aythah eruption was related to the ascent of magma through this structure, with the first phase of the eruption triggered by the interaction of the magma with water from the northern Harrat Rahat aquifer that exists in the AlMadinah basin. This initial water source was rapidly exhausted, while the eruption progressed roughly from north to south and from west to east, the latter motion probably along the fault-controlled feeding dyke. Our work draws attention to the existence of recent explosive phreatomagmatic eruptions in the Al-Madinah basin, which, despite the hyperarid climate of the area, must be considered a potential future"
}