{
  "sections": [{
    "text": "Article (refereed) - postprint\nSchmidt, Anja; Skeffington, Richard A.; Thordarson, Thorvaldur; Self,\nStephen; Forster, Piers M.; Rap, Alexandru; Ridgwell, Andy; Fowler, David;\nWilson, Marjorie; Mann, Graham W.; Wignall, Paul B.; Carslaw, Kenneth S..\n2016. Selective environmental stress from sulphur emitted by\ncontinental flood basalt eruptions. Nature Geoscience, 9 (1). 77-82.\n10.1038/ngeo2588\nCopyright © 2015 Macmillan Publishers Limited\nThis version available http://nora.nerc.ac.uk/512351/\nNERC has developed NORA to enable users to access research outputs wholly or partially funded by NERC. Copyright and other rights for material on this site are retained by the rights owners. Users should read the terms and conditions of use of this material at http://nora.nerc.ac.uk/policies.html#access\nThis document is the author’s final manuscript version of the journal article, incorporating any revisions agreed during the peer review process. Some differences between this and the publisher’s version remain. You are advised to consult the publisher’s version if you wish to cite from this article.\nThe definitive version is available at http://www.nature.com/index.html\nContact CEH NORA team at\nnoraceh@ceh.ac.uk\nThe NERC and CEH trademarks and logos (‘the Trademarks’) are registered trademarks of NERC in the UK and other countries, and may not be used without the prior written consent of the Trademark owner.\nSelective and limited environmental stress caused by magmatic sulfur emissions from continental flood basalt eruptions\nAnja Schmidt1,*, Richard A. Skeffington2, Thorvaldur Thordarson3,4, Stephen Self5, Piers M. Forster1, Alexandru Rap1, Andy Ridgwell6, David Fowler7, Marjorie Wilson1, Graham W.\nMann8, Paul B. Wignall1, and Kenneth S. Carslaw1\n1School of Earth and Environment, University of Leeds, Leeds, UK 2Department of Geography and Environmental Science, University of Reading, UK 3Faculty of Earth Sciences, University of Iceland, Askja, Sturlugata 7, IS101 Reykjavik, Iceland 4School of GeoSciences, Grant Institute, University of Edinburgh, UK 5Department of Earth and Environmental Sciences, The Open University, Milton Keynes, UK 6School of Geographical Sciences, University of Bristol, University Road, Bristol BS8 1SS, UK 7Natural Environment Research Council (NERC), Centre for Ecology and Hydrology, Penicuik, Midlothian, UK 8National Centre for Atmospheric Science, University of Leeds, Leeds, LS2 9JT, UK *Corresponding author: Anja Schmidt School of Earth and Environment University of Leeds Email: a.schmidt@leeds.ac.uk Phone: +44(0) 113 34 36429\nAbstract\nMajor periods of environmental crisis occurring throughout the past 260 million years have been related to episodes of continental flood basalt (CFB) volcanism1-4. However, the majority of the proposed causal relationships have been rather qualitative in nature, in particular for the effects of large emissions of magmatic sulfur to the atmosphere3,5. CFB provinces are typically formed by numerous individual eruptions, each lasting years to decades, with hiatus periods lasting hundreds to thousands of years6-8. Using a global aerosolclimate model, we quantify the sulfur-induced environmental effects of individual decadelong CFB eruptions representative of the 14.7 Ma Roza eruption and individual eruptions in the 65 Ma Deccan Traps6-8. For a decade-long Deccan-scale eruption, we calculate a decadalmean reduction in global surface temperature of 4.5 K. However, unless climate feedbacks were very different in ancient climates, surface temperatures would have recovered within less than 50 years after such an eruption ceased. Acid mists and fogs could have caused damage to vegetation in regions of prolonged exposure, such as at high elevations11. However, in contrast to previous studies3,5,9,10, we find that sulfur species deposited by even centurylong eruptions would not have acidified the surface ocean or soils sufficiently to cause a global biotic crisis because these ecosystems are strongly buffered. Based on current knowledge of eruption magnitudes and hiatus frequencies, we conclude that the environmental effects of magmatic sulfur were too localized and/or too short-lived to explain global catastrophic extinction losses without the occurrence of additional environmental stressors such as marine regressions or asteroid impacts.\nMain Text Typically, hundreds to thousands individual and volumetrically large (on the order of 1 1000 km3) eruptions made up a CFB province (total volumes 0.1-4.0 million km3) emplaced over 2 timescales of 100,000s of years11 with highly uncertain hiatus periods6-8. These eruptions far 3\nexceeded even the largest historic eruptions in terms of lava volume, duration and the amount of 4 gases and aerosol particles emitted into the atmosphere7,8. Intriguingly, the timing of the 5\nemplacement of four out of five CFB provinces in the last 300 Myr coincides with periods of severe 6 environmental turnover including mass extinctions events1,2,4. This striking age correlation4,11 led 7\nto the suggestion of a causal link between periods of CFB volcanism and periods of environmental 8 turnover1-4,7. Yet after more than four decades of research this hypothesis remains equivocal and 9\ncontested3,12. 10\n11\nIt is well known from observations of historic eruptions that emissions of magmatic sulfur 12\ndioxide (SO2) and its oxidation products like sulfuric acid aerosol are the main agents able to 13 induce profound environmental change13,14. Consequently, climatic cooling and environmental 14\nacidification due to the emission and deposition of large quantities of magmatic sulfur are the two 15\nmost commonly proposed causal agents for environmental turnover during periods of CFB 16 volcanism3,5,10,15. However, no previous study took into account the buffering capacities of soils 17\nand other ecosystems when assessing the effects of acid rain, hence until now this causal link 18\nremains elusive and unquantified. Similarly, to assess the climatic effects of CFB eruptions, 19\nprevious studies either relied on extrapolations of the surface cooling caused by explosive 20 volcanism3, or used simple relationships between the mass of sulfuric acid aerosol particles 21 generated from SO2 and its cooling effects6. Both approaches do not account for two key factors 22 that may reduce the aerosol-induced cooling: (i) limited oxidant availability, affecting SO2 23 conversion to acidic aerosol, and (ii) particle growth to large sizes, reducing the particle light-24\nscattering efficiency and shortening particle lifetime in the atmosphere due to sedimentation. The 25 relative importance of these processes has been quantified for short-lived explosive eruptions16-18, 26\nbut never for CFB eruptions, which differ fundamentally in terms of eruption style, height and 27\nduration of the SO2 emissions. 28\n29 To constrain the environmental effects and consequences for habitability induced by 30\nmagmatic sulfur emissions from individual decade- to century-long flood basalt eruptions we use 31 numerical models including a global aerosol model, GLOMAP19, a soil and freshwater 32 acidification model, MAGIC20 and an Earth system model, GENIE21 (Online Methods). Our model 33\nexperiments are based on the well-constrained 14.7 Ma (mid-Miocene) Roza eruption emplaced in 34\nthe youngest CFB province on Earth, the Columbia River Basalt Group, and individual eruptions 35\nin the 65 Ma Deccan Traps coinciding with the Cretaceous-Paleogene 36 (K-Pg) mass extinction. The 14.7 Ma Roza eruption (total volume 1300 km3) is the only individual 37\nCFB eruption with a constraint on both duration and emission fluxes of about 1200 Tg of SO2 per 38 annum for a decade or two6. Individual eruption volumes in the Deccan Traps also reached volumes 39 in excess of 1000 km38, but individual eruption durations are unknown. Plume rise modeling for 40 basaltic fissure eruptions suggests rise altitudes of 9-13 km22,23, corresponding to the upper 41\ntroposphere/lower stratosphere. We simulate a ‘Roza-scale’ eruption by emitting 1,200 Tg of SO2 42 per year into 9-13 km altitude at 120°W, 45°N, and a ‘Deccan-scale’ eruption by emitting 2,400 43\nTg of SO2 per year at 135°E, 21°S. The latter is considered an upper bound for the SO2 emitted, 44 assuming either greater mean lava discharge rates or that more than one flow field had been active 45\nat any one time (Online Methods, Extended Data Table 1). 46\n47\nWe find that the net climate effect of magmatic sulfur emitted by individual CFB eruptions 48\nis to reduce surface temperatures (Figure 1), resulting from the combined climatic effects of acidic 49\naerosol particles and SO2. The increase in acidic aerosol particles exert a negative radiative forcing 50 acting to cool the climate via the aerosol direct forcing and the aerosol indirect forcing (due to 51\nchanges in cloud reflectance caused by changes in cloud droplet concentrations). In contrast, any 52\nunoxidized SO2 acts as a greenhouse gas and absorbs ultraviolet radiation, which warms climate 53 (positive forcing). We show that the relationship between the amount of SO2 emitted and the 54 magnitude of these two opposing climate forcings is highly non-linear. For example, a 20-fold 55\nincrease in SO2 release leads to less than a 6-fold increase in negative forcing (Extended Data 56\nTable 4). This non-linearity is caused by the combination of limited aerosol production and 57 differences in particle growth with increasing SO2 emissions, but also the striking saturation of the 58 aerosol indirect forcing, and the offset of the negative aerosol forcings by the positive forcing from 59\nSO2 (Extended Data Table 4). For instance, we find that for a Roza-scale eruption only 60% of the 60 emitted SO2 eventually forms volcanic aerosol (~1,490 Tg of sulfuric acid aerosol per year) due to 61\nthe sustained depletion of atmospheric oxidants, in particular the hydroxyl radical, OH (Extended 62\nData Table 2). The saturation of the indirect forcing is caused by increasing aerosol concentrations 63 effectively decreasing the sensitivity of cloud reflectance to changes in aerosol loading19. A 64\nprevious study on super-eruptions also suggested that the forcing from volcanic SO2 may offset 65 the aerosol cooling17. However, the greenhouse gas forcing by SO2 is not normally considered in 66 climate model simulations of volcanic eruptions or their geo-engineering analogues. Yet we show 67 that for a Deccan-scale eruption the SO2 forcing (+1.4 W m-2) offsets about 8% of the global mean 68 aerosol forcing (-17.6 W m-2; Extended Data Table 4). 69 70 Our simulations show that the tempo, frequency and duration of individual eruptions as 71\nwell as hiatus periods strongly affect the severity and longevity of the climatic effects of CFB 72\neruptions. For the most probable individual eruption duration of a decade, the upper limit of global 73\nmean surface temperature reduction is 6.6 K (90% confidence interval of -7.66 K to -5.74 K) by 74\nthe end of year 10 for Deccan-scale eruptions (Figure 1 and Online Methods). For context, 75\nsimulations of the 74 ka Toba eruption suggest peak global mean temperature changes of between 76 -3.5 K and -10 K18,24. Assuming present-day, century-scale climate feedbacks and ignoring 77\npotential carbon-cycle feedbacks, the mean temperature changes during the first decade are 78\nsubstantial: -3 K for a Roza-scale eruption and -4.5 K for a Deccan-scale eruption. However, Earth 79\nwould have remained habitable mainly because the predicted temperature changes are short-lived 80\non geological timescales. For the temperature reductions to reach equilibrium an individual 81\neruption would have to last far longer than 150 years or eruptions would have to occur in quick 82\nsuccession without hiatuses longer than a decade (Figure 1), which is less probable than decade-83 long eruptions and longer-lasting hiatuses6-8. Our estimates are at the lower end of previous 84 estimates of global mean surface temperature reductions for 14.7 Ma Roza6, and in good agreement 85 with temperature reductions in the mid-Miocene25. For the K-Pg, the survival of ectothermic 86 tetrapods at mid-latitudes (but not at high-latitudes and with the exception of lizards)12, appears to 87\nsupport our findings of surface temperatures potentially dropping and fluctuating significantly on 88\ndecadal timescales, but prolonged or sudden drops to subfreezing temperatures are not supported 89 by either the fossil record12 or our model simulations. 90\n91\nA previous study suggested that the climatic impact of CFB and large explosive eruptions 92\nmay be limited by the same atmospheric processes16. However, we find that the processes 93\ncontrolling the magnitude of climatic impacts differ fundamentally between CFB and explosive 94\neruptions due to the difference in eruption style (Extended Data Figure 1). A sustained release of 95\nSO2 into the upper troposphere/lower stratosphere during a CFB eruption provides a sustained 96 source of sulfuric acid vapour, albeit self-limited by oxidant availability. The sulfuric acid 97\nnucleates to form many tiny particles less than 10 nm that, following condensation and coagulation, 98\ngrow to radii of between 0.15 to 0.4 µm depending on eruption scale, but further growth is limited 99\nbecause the high removal rates in the troposphere limit the particle lifetimes to about two weeks 100\n(Extended Data Table 2). Conversely, for large explosive eruptions that inject SO2 into the 101 stratosphere, particles typically have time to grow to radii much larger than 0.4 µm16,18 due to 102\ndifferences in atmospheric circulation that result in slow removal rates in the stratosphere. 103\nImportantly, at particle radii between 0.2 µm and 0.4 µm sulfuric acid aerosol particles scatter 104\nmore incoming solar radiation back to space than at larger sizes and particle removal via 105\ngravitational settling is insignificant. Hence, in relative terms, aerosol optical depth (AOD, a 106\ndimensionless measure of the degree to which the transmission of light is reduced due to absorption 107\nand scattering by aerosol particles) and therefore climate are perturbed more efficiently for CFB 108\neruptions even though the generated aerosol burden per unit mass of SO2 emitted is lower than for 109 explosive eruptions (Extended Data Table 3). 110\n111\nEnvironmental acidification can affect ecosystems either due to direct exposure to acidic 112\nspecies, or indirectly through the acidification of soils and stream waters. In contrast to previous 113 studies that all neglected the acid buffering capacities of soils and other ecosystems3,5,9,10, we find 114\nthat the soil-mediated (indirect) effects due to volcanic sulfur deposition on vegetation and 115\necosystems are too limited in both magnitude and spatial extent to directly explain global-scale 116\nmass extinction events (Table 1, Figure 2a). Accounting for a wide range of acid-sensitive soils, 117\nsoil depths and acid buffering capacities, we find that podzols are well buffered for centuries of 118 continued deposition rates below 5 kmolc ha-1 a-1, which only occur in a small region near the 119 volcanic vents. Localized vegetation damage due to soil acidification is likely to have occurred 120\nonly in soils that are extremely acid-sensitive and highly weathered such as oxisols (Extended Data 121\nTable 5). For the K-Pg, there is no evidence of podzolization in the calcareous and smectitic 122 paleosols found in Montana, USA10,15, which places an independent limit on the degree of soil 123\nacidification in line with our simulated Deccan-scale acid deposition rates (zonal mean of up to 124 ~5.2 kmolc ha-1 a-1). 125\n126\nAcidification of stream waters with an equilibrium pH of 3.9 could have affected sensitive 127 freshwater species such as molluscs26 where acid deposition rates exceed 128 3 kmolc ha-1 a-1 for at least 50 consecutive years (Table 1), although the effects are spatially limited 129 to an area of about 30 degrees latitude (Figure 2a). Our prediction of stream acidification occurring 130\nin limited parts of the world is supported by the vertebrate fossil record and survival patterns of 131\npH-sensitive species such as alligators, turtles and frogs, which experienced only small reductions 132 in their numbers at the K-Pg12,15. In fact, the survival patterns of fish and amphibians constrains 133 the pH of freshwaters to no less than 426 in line with our findings. 134\n135\nThe impact on ocean biogeochemistry of sulfur deposition from decade-long volcanic 136\neruptions is also negligible (Online Methods). At Deccan-scale rates, we calculate that volcanic 137\nsulfur deposition would have needed to proceed continuously for almost three millennia to drive a 138\nsurface ocean pH decline comparable to the current anthropogenic perturbation of ~0.1 pH units 139\n(Extended Data Table 6). 140\n141\nBased on our modeling results, we propose that the direct effects of acid mists and fogs on 142\nvegetation caused the most lethal and immediate vegetation damage on the timescale of years to 143 decades, particularly at high elevations27,28. The fact that there is no soil intermediary or long-term 144\nexposure requirement (Figure 2a) and that acidity of mists is likely much greater than that of 145 rainfall27 makes this a potent mechanism affecting some but not all parts of the world (Figure 2b). 146\nOur findings corroborate contemporary records of regional damage of susceptible vegetation 147 following the Icelandic 1783-1784 AD Laki eruption29 – a smaller-scale flood basalt eruption that 148\nemitted at least an order of magnitude less SO2 than the annual emissions in our scenarios. In the 149 present-day climate the interception of cloud-water with the surface is mostly restricted to upland 150\nareas, and the presence of neutralizing species in the cloud-water (such as calcium or ammonia) 151\ncan reduce the effects. Therefore, persistent and global damage from acid mists in deep times seems 152\npossible only if the cloud distribution or amount were entirely different in deep time climates. For 153\nthe Roza-scale and Deccan-scale eruptions, critical levels for ground-level SO2 are not exceeded 154\non a scale sufficient to cause severe foliar damage or to affect sensitive tree species (Online 155\nMethods), but SO2 concentrations strongly depend on the height at which volcanic SO2 is emitted. 156\n157\nBased on current knowledge of the tempo, duration of individual CFB-scale and hiatus 158\nperiods we conclude that, in isolation, environmental acidification due to magmatic emissions of 159\nsulfur is unlikely to have directly caused catastrophic global-scale extinctions. We did not account 160\nfor potential increases in acidity and toxicity caused by magmatic emissions of halogens. Model 161 simulations of magmatic halogens emitted during pulsed eruptions in the 270 Ma Siberian Traps9 162\nsuggest that their effects are localized. Our calculated acid deposition rates may be underestimated 163 30-50% assuming a SO2 to HCl ratio8 of 1:0.29 and dispersion and deposition like SO2 (Online 164 Methods). More severe environmental acidification is expected only for CFB provinces where non-165 magmatic halogen emissions play a role9,30, which is not the case in the Deccan Traps or for 14.7 166\nMa Roza. We find that the climatic effects of episodic magmatic sulfur emissions could have been 167\nlarge enough to impair habitability only if eruption frequencies and lava discharge rates were high 168\nand sustained for centuries or longer without hiatuses. Such a longevity and intensity of individual 169\neruptions, hence cooling of climate cannot be demonstrated convincingly for any CFB province 170\nemplaced in the Phanerozoic. In fact, if individual CFB eruptions lasted centuries or longer, then 171 the mean magmatic gas release rate may have been lower31, resulting in lower eruption column 172 heights23. This in turn would suggest a reduced effect from magmatic sulfur on climate and 173\nspatially even more confined and perhaps subdued environmental effects. 174\nFigures (main text)\nclimate feedback parameter in CMIP5 models (Online Methods). The equilibrium temperature 184\nchange including the 90% confidence interval is in the top-right corners and would require 185\ncontinuous SO2 emissions for longer than 150 years. 186\nhemisphere an eruption at 45°N, whereas it is global for an eruption at 21°S. For both eruption 195 scenarios critical loads of 1 kmolc ha-1 a-1 set to protect vegetation and forest ecosystems on the 196 century scale28 are exceeded on a hemispheric scale. We find that only very acid-sensitive soils 197 such as Oxisols would be at risk due to deposition rates >1 kmolc ha-1 a-1, whereas Podzols are well 198 buffered for centuries below deposition rates of 5 kmolc ha-1 a-1 (Table 1). (b) critical levels 199 [µg(S) m-3] of acid mist concentrations for the same model experiments. The critical level of 200 1 µg(S) m-3 at which immediate damage to vegetation occurs if low-level clouds are intercepted27 201\nis exceeded on hemispheric scales for CFB eruptions of Roza-scale and larger making this a lethal 202\nmechanism to cause immediate vegetation damage where clouds are present. 203\nTable (main text)\nTable 1. Indirect effects of volcanic sulfur deposition on soils and streams including 204 damage threshold exceedances and their recovery timescales, accounting for the buffering 205 capacities of these ecosystems. Orange shading indicates that thresholds to protect the ecosystem 206 have been exceeded to a degree that harmful ecosystem effects occur. Green shading indicates the 207 there are no threshold exceedances or harmful effects. The degree of soil acidification is too 208\nmarginal for a wide range of soil parameters and different soil types (Extended Data Table 5) and 209 spatially limited because deposition rates ≥5 kmolc ha-1 a-1 occur only in close proximity to the 210 volcanic vent (Figure 2). Podzols are well buffered for deposition rates below 5 kmolc ha-1 a-1 and 211 reach an equilibrium base saturation – the primary measure of soil acidification – of 6.2% at which 212 no harmful effects are expected26. The Ca2+:Al critical load for forest soils26 and associated 213\nSoil acidification parameters\nStream water acidification parameters\nSoil- and vegetationdependent, but BS ≤5% could be considered harmful\nCa2+:Al≤1 forest vegetation at risk of reduced growth, freezing injuries and dysfunction of fine roots\nAcute effects on freshwater fish and amphibians\nAcute effects on tolerant species if exceeded and pH<4.5\nSoiltype\nInitial soil and\nstream properties\nV\nol ca\nni c\nS de\npo sit\nio n\n[k m\nol c .\nh a-\n1 . a\n-1 ]\nEq. BS [%]\nTime to eq. [yr]\n/ (Time to recover\n[yr])\nEq. Ca:Al\nTime to fall\nbelow 1.0 [yr]\n/ (Time to recover to 1.0 [yr])\nEq. stream\npH\nTime to eq. [yr]\n/ (Time for\nfull recovery\n[yr])\nTime to reduce to\npH<4.0 [yr] /\n(Time to recover to\npH>4.0 [yr])\nEq. stream\nAl3+ [µeq L-1]\nTime to increase to 100 µeq L-1\n[yr] /\n(Time to recover to\n100 µeq L-1 [yr])\nPodzol Depth of\n1.0 m\nBS = 12.4 %\nCa/Al =\n5.6\nStream Al3+ =\n0.0 µeq L-1\nStream pH =\n6.85\n3 6.2 1621 (2430) 1.1 - 4.10\n300\n(804) - 73 -\n5 5.2 1014 (2590) 0.7 100 (16) 3.95\n197 (865)\n83 (4) 214\n38 (8)\nPodzol Depth of 0.25 m\n3 6.2 791 (606) 1.1 - 4.10 75 (200) - 73 -\nPodzol 1.0m + Low sulfate adsorp.\n3 6.2 1592 (2384) 1.1 - 4.10 98 (978) - 73 -\nvegetation is only exceeded if deposition rates ≥5 kmolc ha-1 a-1 are applied for a century or longer, 214 and recovery timescales are comparatively fast. In contrast to the marginal effects on soils, stream 215\nwater acidification is more problematic. An equilibrium pH of 3.94 affecting sensitive freshwater 216 species such as molluscs26 occurs for acid deposition rates ≥3 kmolc ha-1 a-1 applied for at least 50 217 consecutive years. For deposition rates ≥5 kmolc ha-1 a-1 applied for about four decades the damage 218 threshold for toxic inorganic monomeric aluminum (Al3+) is exceeded, harming freshwater fish 219 and other species if the pH drops below 4.5 (increasing the solubility of Al3+)26. 220\nReferences 221 1 Rampino, M. R. & Stothers, R. B. Flood Basalt Volcanism During the Past 250 Million 222 Years. Science 241, 663-668, doi:10.1126/science.241.4866.663 (1988). 223 2 Stothers, R. B. Flood Basalts and Extinction Events. Geophys. Res. Lett. 20, 1399-1402 224 (1993). 225 3 Wignall, P. B. Large igneous provinces and mass extinctions. Earth-Science Reviews 53, 226 1-33 (2001). 227 4 Courtillot, V. E. & Renne, P. R. On the ages of flood basalt events. Comptes Rendus 228 Geoscience 335, 113-140 (2003). 229 5 Officer, C. B., Hallam, A., Drake, C. L. & Devine, J. D. Late Cretaceous and paroxysmal 230 Cretaceous/Tertiary extinctions. Nature 326, 143-149 (1987). 231 6 Thordarson, T. & Self, S. Sulfur, chlorine and fluorine degassing and atmospheric loading 232 by the Roza eruption, Columbia River Basalt Group, Washington, USA. Journal of 233 Volcanology and Geothermal Research 74, 49-73 (1996). 234 7 Self, S., Widdowson, M., Thordarson, T. & Jay, A. E. Volatile fluxes during flood basalt 235 eruptions and potential effects on the global environment: A Deccan perspective. Earth 236 and Planetary Science Letters 248, 518-532 (2006). 237 8 Self, S., Blake, S., Sharma, K., Widdowson, M. & Sephton, S. Sulfur and chlorine in Late 238 Cretaceous Deccan magmas and eruptive gas release. Science 319, 1654-1657 (2008). 239 9 Black, B. A., Lamarque, J.-F., Shields, C. A., Elkins-Tanton, L. T. & Kiehl, J. T. Acid 240 rain and ozone depletion from pulsed Siberian Traps magmatism. Geology, 241 doi:10.1130/g34875.1 (2013). 242 10 Retallack, G. J. Acid trauma at the Cretaceous-Tertiary (K/T) boundary in eastern 243 Montana. GSA Today 6 (1996). 244 11 Schoene, B. et al. U-Pb geochronology of the Deccan Traps and relation to the end-245 Cretaceous mass extinction. Science 347, 182-184 (2015). 246 12 Archibald, J. D. Dinosaur extinction and the end of an era: what the fossils say. 247 (Columbia University Press, 1996). 248 13 Robock, A. Volcanic eruptions and climate. Rev. Geophys. 38, 191-219, 249 doi:10.1029/1998RG000054 (2000). 250 14 Delmelle, P. Environmental impacts of tropospheric volcanic gas plumes. Geological 251 Society, London, Special Publications 213, 381-399 (2003). 252 15 Retallack, G. J. in Feathered dragons: studies on the transition from dinosaurs to birds 253 (eds P.J. Currie, E.P. Koppelhus, M.A. Shugar, & J. L. Wright) 35-64 (Indiana 254 University Press, 2004). 255 16 Pinto, J. P., Turco, R. P. & Toon, O. B. Self-limiting Physical and Chemical Effects in 256 Volcanic Eruption Clouds. J. Geophys. Res. 94(D8), 11165-11174 (1989). 257 17 Bekki, S. Oxidation of Volcanic SO2 - a Sink for Stratospheric OH and H2O. Geophys. 258 Res. Lett. 22, 913-916 (1995). 259\n18 Timmreck, C. et al. Aerosol size confines climate response to volcanic super-eruptions. 260 Geophys. Res. Lett. 37, L24705 (2010). 261 19 Schmidt, A. et al. Importance of tropospheric volcanic aerosol for indirect radiative 262 forcing of climate. Atmos. Chem. Phys. 12, 7321-7339, doi:10.5194/acp-12-7321-2012 263 (2012). 264 20 Cosby, B. J., Hornberger, G. M., Galloway, J. N. & Wright, R. F. Modeling the Effects of 265 Acid Deposition: Assessment of a Lumped Parameter Model of Soil Water and 266 Streamwater Chemistry. Water Resources Research 21, 51-63, 267 doi:10.1029/WR021i001p00051 (1985). 268 21 Ridgwell, A. & Schmidt, D. N. Past constraints on the vulnerability of marine calcifiers to 269 massive carbon dioxide release. Nature Geosci 3, 196-200, 270 doi:http://www.nature.com/ngeo/journal/v3/n3/suppinfo/ngeo755_S1.html (2010). 271 22 Stothers, R. B., Wolff, J. A., Self, S. & Rampino, M. R. Basaltic Fissure Eruptions, Plume 272 Heights, and Atmospheric Aerosols. Geophys. Res. Lett. 13, 725-728, 273 doi:10.1029/GL013i008p00725 (1986). 274 23 Woods, A. W. A model of the plumes above basaltic fissure eruptions. Geophys. Res. 275 Lett. 20, 1115-1118, doi:10.1029/93GL01215 (1993). 276 24 Robock, A. et al. Did the Toba volcanic eruption of ∼74 ka B.P. produce widespread 277 glaciation? Journal of Geophysical Research: Atmospheres 114, D10107, 278 doi:10.1029/2008jd011652 (2009). 279 25 Holbourn, A., Kuhnt, W., Clemens, S., Prell, W. & Andersen, N. Middle to late Miocene 280 stepwise climate cooling: Evidence from a high-resolution deep-water isotope curve 281 spanning 8 million years. Paleoceanography, 2013PA002538, 282 doi:10.1002/2013pa002538 (2013). 283 26 Howells, G. P. Acid rain and acid waters. 215 (Ellis Horwood, 1990). 284 27 Cape, J. N. Direct damage to vegetation caused by acid rain and polluted cloud: 285 Definition of critical levels for forest trees. Environmental Pollution 82, 167-180 (1993). 286 28 Fowler, D. et al. The Global Exposure of Forests to Air Pollutants. Water, Air, & Soil 287 Pollution 116, 5-32, doi:10.1023/a:1005249231882 (1999). 288 29 Thordarson, T. & Self, S. Atmospheric and environmental effects of the 1783-1784 Laki 289 eruption: A review and reassessment. J. Geophys. Res.-Atmospheres 108(D1), 4011, 290 doi:10.1029/2001JD002042 (2003). 291 30 Ganino, C. & Arndt, N. T. Climate changes caused by degassing of sediments during the 292 emplacement of large igneous provinces. Geology 37, 323-326, doi:10.1130/g25325a.1 293 (2009). 294 31 Dodd, S. C., Mac Niocaill, C. & Muxworthy, A. R. Long duration (&gt;4 Ma) and 295 steady-state volcanic activity in the early Cretaceous Paraná–Etendeka Large Igneous 296 Province: New palaeomagnetic data from Namibia. Earth and Planetary Science Letters 297 414, 16-29, doi:http://dx.doi.org/10.1016/j.epsl.2015.01.009 (2015). 298\nAuthor contributions: A.S. and K.S.C. devised the study. A.S. ran and analyzed the model simulations and led the interpretation. A.S., T.T., S.S., M.W., R.A.S. and Andy.R designed model experiments. R.A.S. ran the soil and water acidification model simulations and interpreted the results together with A.S., and D.F. advised on the critical load calculations. Andy.R. run the GENIE model and interpreted the results. A.S. and P.M.F. calculated the SO2 radiative forcing and ran the energy budget model. A.R. ran the radiative transfer code. AS led the writing and all authors contributed to the editing of the manuscript and approved the final version. Acknowledgements: Alan Haywood for providing Miocene and Late Cretaceous surface albedo fields. Add funding sources."
  }],
  "year": 2016,
  "references": [{
    "title": "Acid rain and acid waters",
    "authors": ["G.P. Howells"],
    "venue": "(Ellis Horwood,",
    "year": 1990
  }],
  "id": "SP:40108909bb16ae9fdabebd480b4b15131ce35d21",
  "authors": [{
    "name": "Marjorie; Mann",
    "affiliations": []
  }, {
    "name": "Graham W.; Wignall",
    "affiliations": []
  }, {
    "name": "Paul B.; Carslaw",
    "affiliations": []
  }, {
    "name": "Kenneth S",
    "affiliations": []
  }, {
    "name": "Anja Schmidt",
    "affiliations": []
  }, {
    "name": "Richard A. Skeffington",
    "affiliations": []
  }, {
    "name": "Thorvaldur Thordarson",
    "affiliations": []
  }, {
    "name": "Stephen Self",
    "affiliations": []
  }, {
    "name": "Piers M. Forster",
    "affiliations": []
  }, {
    "name": "Alexandru Rap",
    "affiliations": []
  }, {
    "name": "Andy Ridgwell",
    "affiliations": []
  }, {
    "name": "David Fowler",
    "affiliations": []
  }, {
    "name": "Marjorie Wilson",
    "affiliations": []
  }, {
    "name": "Graham W. Mann",
    "affiliations": []
  }, {
    "name": "Paul B. Wignall",
    "affiliations": []
  }, {
    "name": "Kenneth S. Carslaw",
    "affiliations": []
  }],
  "abstractText": "Major periods of environmental crisis occurring throughout the past 260 million years have been related to episodes of continental flood basalt (CFB) volcanism1-4. However, the majority of the proposed causal relationships have been rather qualitative in nature, in particular for the effects of large emissions of magmatic sulfur to the atmosphere3,5. CFB provinces are typically formed by numerous individual eruptions, each lasting years to decades, with hiatus periods lasting hundreds to thousands of years6-8. Using a global aerosolclimate model, we quantify the sulfur-induced environmental effects of individual decadelong CFB eruptions representative of the 14.7 Ma Roza eruption and individual eruptions in the 65 Ma Deccan Traps6-8. For a decade-long Deccan-scale eruption, we calculate a decadalmean reduction in global surface temperature of 4.5 K. However, unless climate feedbacks were very different in ancient climates, surface temperatures would have recovered within less than 50 years after such an eruption ceased. Acid mists and fogs could have caused damage to vegetation in regions of prolonged exposure, such as at high elevations11. However, in contrast to previous studies3,5,9,10, we find that sulfur species deposited by even centurylong eruptions would not have acidified the surface ocean or soils sufficiently to cause a global biotic crisis because these ecosystems are strongly buffered. Based on current knowledge of eruption magnitudes and hiatus frequencies, we conclude that the environmental effects of magmatic sulfur were too localized and/or too short-lived to explain global catastrophic extinction losses without the occurrence of additional environmental stressors such as marine regressions or asteroid impacts. Main Text Typically, hundreds to thousands individual and volumetrically large (on the order of 1 1000 km3) eruptions made up a CFB province (total volumes 0.1-4.0 million km3) emplaced over 2 timescales of 100,000s of years11 with highly uncertain hiatus periods6-8. These eruptions far 3 exceeded even the largest historic eruptions in terms of lava volume, duration and the amount of 4 gases and aerosol particles emitted into the atmosphere7,8. Intriguingly, the timing of the 5 emplacement of four out of five CFB provinces in the last 300 Myr coincides with periods of severe 6 environmental turnover including mass extinctions events1,2,4. This striking age correlation4,11 led 7 to the suggestion of a causal link between periods of CFB volcanism and periods of environmental 8 turnover1-4,7. Yet after more than four decades of research this hypothesis remains equivocal and 9 contested3,12. 10",
  "title": "Selective and limited environmental stress caused by magmatic sulfur emissions from continental flood basalt eruptions"
}