{
  "sections": [{
    "text": "..............................................................\nConstant elevation of southern Tibet over the past 15 million years Robert A. Spicer*, Nigel B. W. Harris*, Mike Widdowson*, Alexei B. Herman†, Shuangxing Guo‡, Paul J. Valdes§, Jack A. Wolfek & Simon P. Kelley*\n* Department of Earth Sciences, The Open University, Walton Hall, Milton Keynes, MK7 6AA, UK † Geological Institute, Russian Academy of Science, 7 Pyzhevskii Pereulok, 119017 Moscow, Russia ‡ Nanjing Institute of Geology & Palaeontology, Academica Sinica, Nanjing 210008, China § Department of Meteorology, Reading University, Earley Gate, PO Box 243, Reading RG6 6BB, UK kDesert Laboratory, Department of Geosciences, University of Arizona, Tucson, Arizona 85721, USA ............................................................................................................................................................................. The uplift of the Tibetan plateau, an area that is 2,000 km wide, to an altitude of about 5,000 m has been shown to modify global climate1–3 and to influence monsoon intensity4–8. Mechanical and thermal models for homogeneous thickening of the lithosphere make specific predictions about uplift rates of the Tibetan plateau9,10, but the precise history of the uplift of the plateau has yet to be confirmed by observations. Here we present wellpreserved fossil leaf assemblages from the Namling basin, southern Tibet, dated to ,15 Myr ago, which allow us to reconstruct the temperatures within the basin at that time. Using a numerical general circulation model to estimate moist static energy at the location of the fossil leaves, we reconstruct the elevation of the Namling basin 15 Myr ago to be 4,689 6 895 m or 4,638 6 847 m, depending on the reference data used. This is comparable to the present-day altitude of 4,600 m. We conclude that the elevation of the southern Tibetan plateau probably has remained unchanged for the past 15 Myr.\nOur present understanding of the uplift history of the Tibetan plateau is limited by the absence of a technique that can measure surface elevation directly because, unlike exhumation and erosion rates, which can be inferred from a range of well-calibrated techniques, palaeoaltitudes can be deduced only from proxy observations. In particular, there remains great uncertainty concerning the altitude of the Tibetan plateau during Neogene times, a critical period in the development of the monsoon11,12, with consequent implications for Cenozoic global cooling. Elevation changes of the Tibetan plateau are driven ultimately by the Eocene collision13 and the continued convergence between the Indian and Eurasian plates. It has been argued from structural studies that the pre-collision surface of the southern plateau may have already achieved significant altitudes14.\nA synthesis of Cenozoic deformation, magmatism and seismic structure suggests that the plateau of southern Tibet may have been uplifted during the Eocene15. The presence of high-K magmatism sourced from the subcontinental lithospheric mantle6 has been ascribed to delamination triggered by mantle convection3,9. Extensional deformation, which is evident from north–south normal faults and regarded as indication of sufficient plateau uplift to result in east–west spreading3, has been dated at 7–9 Myr ago5, coeval with changes in foraminiferal populations in the Indian Ocean12 and in the d13C signature and sediment production of Himalayan molasse4,11, all of which have been cited as proxies for the intensity of the monsoon.\nOther normal faults have yielded older ages (.13 Myr ago), however, which suggests that the southern and central Tibetan plateau has been an established geomorphological feature since at least the Middle Miocene16,17, a conclusion supported by stable-\nisotope palaeoaltimetry of Late Miocene (,10 Myr ago) north Himalayan carbonates18. It is also supported by a study of a north–south dyke swarm in southern Tibet, which established that east–west extension followed the generation of shoshonitic magmatism 18.3 ^ 2.7 Myr ago (ref. 19). It is argued that by this time the southern Tibetan plateau had reached sufficient elevation to have attained excess potential energy after the convective removal of part of the subcontinental lithospheric mantle. But these proxies for altitude are strongly dependent on tectonic models of plateau formation.\nHere we exploit the empirical relationship between leaf physiognomy and properties of the atmosphere related to altitude by using the climate leaf analysis multivariate program (CLAMP)20,21. Although empirical, this relationship seems to be robust throughout the Tertiary21, in part because leaf physiognomy has a basis in convergent evolution constrained by the laws of physics and in part because the relationship between leaf morphology and climate is not subject to diagenetic modification. By applying the CLAMP methodology to Neogene Tibetan floras, we obtain the first estimate of palaeoaltitude for the Tibet plateau that is dependent on neither tectonic models nor stable-isotope systematics.\nThe Namling basin of southern Tibet (Fig. 1) comprises Neogene lava flows and shales with abundant plant-rich horizons interbedded with tuffaceous material unconformably overlying an Upper Cretaceous/Eocene volcanic basement. The western side of the basin has a series of steeply dipping, ash-rich, lacustrine sediments, within which two fossil leaf sites have been sampled.\nNATURE | VOL 421 | 6 FEBRUARY 2003 | www.nature.com/nature622 © 2003 Nature Publishing Group\nThe lower site (locality A) lies at 4,300 m and the upper site at 4,600 m beneath capping lava flows at .4,800 m. At both localities abundant impressions in fine-grained water-lain grey tuffs represent leaves showing minimal mechanical fragmentation and no size sorting. We infer that the leaves were derived from trees growing proximal to the lake margins rather than from elevated sources on the distal edges of the basin.\nBoth localities yielded assemblages with similar floral composition. Taxa that normally rot quickly (Alnus, Salix) showed no sign of biodegradation, which suggests that the overall species composition is not biased because of preferential species decay. The age of flora from locality A (15.10 ^ 0.49 Myr) was constrained by 40Ar–39Ar dating of sanidine feldspar in a volcanogenic sediment lying immediately below it, and by phlogopite micas extracted from a potassic lava succession that overlies it (15.03 ^ 0.11 Myr ago). Because both ages are within error, it is probable that the plantbearing succession was deposited about 15 Myr ago.\nThe antiquity of the Namling flora precludes palaeoclimate, and the derived palaeoaltitude, being estimated from the modern climatic tolerances of the nearest living relatives (NLRs) of the ancient plants. This NLR technique is only useful for assemblages in which it is reasonable to expect modern species to occur. For 15-Myr floras, the constituent species are all extinct and can be compared only with their presumed modern descendants at genus level at best. Because the spread of environmental tolerances of species within a given genus is often large (for example, the genus Salix contains both tropical and Arctic species) the application of the NLR methodology in this instance involves large uncertainties. Alternative methods of better constrained precision need to be used to determine the palaeoaltitude of the Namling flora.\nThe only palaeobotanical technique that offers rigorous quantitative estimates of palaeoclimate and palaeoaltitude for leaf assemblages of this antiquity, and with quantifiable uncertainties, is one based on leaf physiognomy. The foliar physiognomy of woody dicots is demonstrably correlated with climate and, because this correlation is the product of the physical laws of gas diffusion, fluid flow and radiation balance, it is assumed to be stable over time20,21. More than 400 collected specimens were categorized into 35 morphotypes using leaf architecture and venation characteristics and were subjected to a CLAMP analysis. CLAMP values for the Namling fossils yield a mean annual temperature (MAT) of 6.8 ^ 3.4 8C and a cold month mean temperature (CMMT) of 26.2 ^ 5 8C using a data set containing the so-called ‘alpine nest’ samples (Physg3ar). An alternative data set (Physg3br) that lacks samples from cold environments gave an MATof 8.1 ^ 2.3 8C with a\nCMMT of 24.19 ^ 3.7 8C. The modest CMMTs suggest that either data set is appropriate for analysing the Namling fossils.\nAlthough height can be calculated from lapse rates, in mountainous regions lapse rates are notoriously variable and dependent on local topography22. Because the ancient topography at the scale of individual depositional basins is unknown, we have used instead the more reliable approach of determining enthalpy, which is related to moist static energy (MSE). This thermodynamically conserved parameter of the atmosphere, which is related to both temperature and humidity, quantifies the total energy content of a parcel of air excluding the negligible kinetic energy21,23. MSE is roughly conserved following an air parcel trajectory and, thus, in mid-latitudes it is roughly invariant with longitude23. In lower latitudes, the longitudinal gradients can be larger. Because enthalpy is a function of temperature and moisture—two parameters that are crucial to plant growth—enthalpy can be decoded from foliar physiognomy using CLAMP21,23 (Fig. 2).\nAnalysis of the Namling assemblages using the Physg3ar data set yielded an enthalpy value of 289 ^ 7 kJ kg21, and the Physg3br set gave 290 ^ 6.4 kJ kg21. To determine altitude, the method requires an estimate of MSE at a known elevation. Normally this is based on one or more proximal and coeval sea-level floras from similar latitudes; however, such floras have not yet been recovered. To overcome this problem we calculated the Miocene MSE using the Hadley Centre numerical climate model. The advantage of this approach is that MSE can be calculated at the location of the fossil leaves and thus does not require any assumptions about the trajectories of the air parcels. Assuming longitudinal invariance was one of the largest sources of uncertainites23 in previous North American studies, and such uncertainties increase for tropical latitudes.\nThe weakness of using the climate modelling approach lies in the uncertainties related to the modelling process. Although MSE is a relatively robust model variable, there are uncertainties arising from the representation of the physics in the model, and from our lack of knowledge of the detailed boundary conditions for the Miocene. Table 1 lists the potential sources of errors from this approach.\nAn estimate of the magnitude of errors associated with the model’s internal physics of can be obtained from a comparison between the model-simulated modern climate and observations. Typical errors in tropical regions are of the order of 2 kJ kg21. This is a conservative estimate, however, because most climate models have been ‘tuned’ towards the observations. The effect of uncertainties in the Miocene boundary conditions can be estimated by performing sensitivity simulations. Changes to the height of Tibet do not significantly influence the model estimates (as expected from the theory23). Errors related to palaeolongitude and palaeolatitude are relatively unimportant because we use the model predictions at the fossil sites (this would be the principal source of uncertainty if we were using sea-level fossil assemblages). The biggest uncertainty arises from lack of knowledge of the sea surface temperatures. We\npredictions for the Namling flora and those from two coeval Miocene locations in Japan.\nSource of uncertainty MSE uncertainty .............................................................................................................................................................................\nInaccuracies in simulating present-day distribution (calculated as the root mean square difference between the observations and the model in the region of Tibet)\n2.3 kJ kg21\nPalaeolongitude and palaeolatitude uncertainties\n0.4 kJ kg21\nModel sensitivity to variations in Tibetan elevation\nMaximum of 0.6 kJ kg21\nChanges in sea surface temperature 5.3 kJ kg21 in the vicinity of Tibet; maximum of 8.2 kJ kg21 over the globe .............................................................................................................................................................................\nNATURE | VOL 421 | 6 FEBRUARY 2003 | www.nature.com/nature 623© 2003 Nature Publishing Group\nevaluated this uncertainty by performing sensitivity tests by prescribing a range of different sea surface temperatures, or ocean heat transports (when using a slab ocean model). Lack of a detailed palaeobathymetry precluded fully coupled ocean–atmosphere simulations.\nTo validate further the Miocene model simulations, we compared them with MAT and enthalpy values derived from the 15-Myr Notonakajima and Noroshi floras24,25 from Japan (mean MAT, 15 8C; mean enthalpy, 308 kJ kg21). The model sea surface temperatures were adjusted to ensure a good match to these sea level data (model-simulated MAT, 11 8C; mean enthalpy, 306 kJ kg21).\nThe model simulated Namling moist static energy is 335.5 kJ kg21 (see Supplementary Information). Changes in sea surface temperature typically gave variations of 5.3 kJ kg21 (in the Tibetan region, and we use this as our estimate of uncertainty) but elsewhere the variations could be as much as 8.2 kJ kg21. Overall, the height estimate for the Namling basin floor 15 Myr ago using the Physg3ar data set is given by:\nZ ¼ ½ð335:5^ 5:3Þ2 ð289:5^ 7:0Þ =g ¼ 46:0^ 8:78=9:81\n¼ 4;689^ 895 m Using the Physg3br set, the palaeoelevation estimate is 4,638 ^ 847 m. Including a worse-case modelling uncertainty of 8.2 kJ kg21 would give an uncertainty of 1,099 m. It should also be noted that there is a large seasonal cycle in enthalpy in the monsoon regions but all analyses have used the annual mean estimates.\nThese results have two important implications. First, the elevation of the valley floor has not changed significantly over the past 15 Myr. Any marked change in uplift rates that resulted from lithospheric delamination, as predicted by homogeneous thickening models, would have occurred before that time beneath southern Tibet. Second, if the plateau elevation had been stabilized at a threshold elevation above which it could not be supported by marginal stresses during the Early to Middle Miocene17,19, then by 15 Myr ago the relief between plateau surface (,5,000 m) and intermontane basins was similar to the contemporary topography.\nOur data provide a quantitative estimate of the altitude of southern Tibet 15 Myr ago; however, we caution against simple links being drawn between increases in the monsoon intensity (for example, at 8 Myr ago5 or 2.6 Myr ago7) and plateau uplift. Until a similar floral analysis is repeated for northern Tibet, no conclusions can be drawn about uplift of the whole plateau. Indeed, our results are consistent with geological arguments for a three-phase model of diachronous uplift with initial Eocene uplift in the south, uplift of central Tibet during the Oligo-Miocene and finally uplift of northern Tibet during the Plio-Quaternary15. The monsoon is driven, in part, by summertime sensible and latent heating effects of an uplifted plateau on the troposphere, and both plateau elevation and surface area determine the extent of these effects on atmospheric circulation1,3. The complex interplay between elevation history and monsoon intensity can therefore be unravelled only once the increasing area of uplifted plateau throughout the Neogene is charted. Numerical climate-model experiments8 that assume uplift of the plateau evolved from small uplifted areas at moderate elevations (1,000–2,700 m) to large uplifted areas at high elevations (1,000– 5,700 m) may therefore be unrealistic. The consequences of high elevations being achieved by progressively larger areas extending from south to north through time should now be examined. A"
  }, {
    "heading": "Methods",
    "text": "Dating 40Ar–39Ar analyses were done on mineral separates using the laser step-heating technique at the Open University."
  }, {
    "heading": "CLAMP",
    "text": "Each morphotype was scored for 31 character states and evaluated by CLAMP using canonical correspondence analysis (CANOCO v.4.0) and Physg3ar and Physg3br\nreference data sets for Northern Hemisphere (including Asia) temperate vegetation and climate (see Supplementary Information). Regression equations for CLAMP vector scores against observed climatic parameters were calculated in Axes 1–4 space. Uncertainties are here quoted as 2 s.d. of the residuals about the mean.\nEnthalpy We used the following moist static energy equation: h¼ cpTþ Lvqþ gZ ¼Hþ gZ where h is moist static energy, cp is the specific heat capacity of moist air at a constant pressure, T is temperature (in kelvin), Lv is the latent heat of vaporization, q is the specific humidity, g is gravitational acceleration and Z is the altitude. Enthalpy is given by H ¼ cpTþ Lvq:The difference between two estimates of enthalpy for a given location yield an estimate of their difference in potential energy and hence height separation.\nReceived 17 October; accepted 9 December 2002; doi:10.1038/nature01356.\n1. Kutzbach, J. E., Guetter, P. J., Ruddiman, W. F. & Prell, W. L. The sensitivity of climate to late Cenozoic\nuplift in southern Asia and the American west: Numerical experiments. J. Geophys. Res. 94, 18393–18407 (1989).\n2. Raymo, M. E. & Ruddiman, W. F. Tectonic forcing of late Cenozoic climate change. Nature 359,\n117–122 (1992).\n3. Molnar, P., England, P. & Martinod, J. Mantle dynamics, uplift of the Tibetan Plateau and the Indian\nmonsoon. Rev. Geophys. 31, 357–396 (1993).\n4. Burbank, D. W., Derry, L. A. & France-Lanord, C. Reduced Himalayan sediment production 8 Myr\nago despite an intensified monsoon. Nature 364, 48–50 (1993).\n5. Harrison, T. M., Copeland, P., Kidd, W. S. F. & Lovera, O. M. Activation of the Nyainquentanghla\nShear Zone: implications for uplift of the southern Tibet Plateau. Tectonics 14, 658–676 (1995).\n6. Turner, S. et al. Post-collision, shoshonitic volcanism on the Tibetan Plateau: implications for\nconvective thinning of the lithosphere and the source of ocean island basalts. J. Petrol. 37, 45–71 (1996).\n7. Qiang, X. K., Li, Z. X., Powell, C. McA. & Zheng, H. B. Magnetostratigraphic record of the Late\nMiocene onset of the east Asian monsoon and Pliocene uplift of northern Tibet. Earth Planet. Sci. Lett. 187, 83–93 (2001). 8. An, Z., Kutzbach, J. E., Prell, W. L. & Porter, S. C. Evolution of Asian monsoons and phased uplift of\nthe Himalayan–Tibetan plateau since Late Miocene times. Nature 411, 62–66 (2001).\n9. England, P. & Houseman, G. A. Extension during continental convergence, with application to the\nTibetan Plateau. J. Geophys. Res. 94, 17561–17579 (1989).\n10. Platt, J. P. & England, P. C. Convective removal of lithosphere beneath mountain belts: thermal and\nmechanical consequences. Am. J. Sci. 294, 307–336 (1994).\n11. Quade, J., Rae, L., DeCelles, P. G. & Ojha, T. P. Development of Asian monsoon revealed by\nmarked ecological shift during the latest Miocene in northern Pakistan. Nature 342, 163–166 (1989).\n12. Kroon, D., Steens, T. & Troelstra, S. R. Onset of monsoonal related upwelling in the western Arabian\nSea as revealed by planktonic foraminifers. Proc. ODP Sci. Res. 117, 257–263 (1991).\n13. Rowley, D. B. Age of initiation of collision between India and Asia: a review of stratigraphic data. Earth\nPlanet. Sci. Lett. 145, 1–13 (1996).\n14. Murphy, M. A. et al. Did the Indo-Asian collision alone create the Tibetan plateau? Geology 25,\n719–722 (1997).\n15. Tapponier, P. et al. Oblique stepwise rise and growth of the Tibet Plateau. Science 294, 1671–1677 (2001). 16. Coleman, M. & Hodges, K. Evidence for Tibetan plateau uplift before 14 Myr ago from a new\nminimum estimate for east–west extension. Nature 374, 49–52 (1995).\n17. Blisniuk, P. M. et al. Normal faulting in central Tibet since at least 13.5 Myr ago. Nature 412, 628–632\n(2001).\n18. Rowley, D. B., Pierrehumbert, B. S. & Currie, B. S. A new approach to stable isotope-based\npaleoaltimetry: implications for paleoaltimetry and paleohypsometry of High Himalaya since the Late Miocene. Earth Planet. Sci. Lett. 188, 253–268 (2001). 19. Williams, H. M., Turner, S., Kelley, S. & Harris, N. Age and composition of dikes in Southern Tibet:\nNew constraints on the timing of east-west extension and its relationship to postcollisional volcanism. Geology 29, 339–342 (2001).\n20. Wolfe, J. A. A method for obtaining climate parameters from leaf assemblages. US Geol. Surv. Bull.\n2040, 71 (1993).\n21. Wolfe, J. A., Forest, C. E. & Molnar, P. Paleobotanical evidence of Eocene and Oligocene paleoaltitudes\nin midlatitude western North America. Geol. Soc. Am. Bull. 110, 664–678 (1998).\n22. Meyer, H. W. Lapse rates and other variables applied to estimating paleoaltitudes from fossil floras.\nPalaeogeogr. Palaeoclimatol. Palaeoecol. 99, 71–99 (1992).\n23. Forest, C. E., Molnar, P. & Emanuel, K. A. Palaeoaltimetry for energy conservation principles. Nature\n374, 347–350 (1995).\n24. Matsuo, H. in Tertiary Floras of Japan Vol. 1, Miocene Floras 219–243 (Geological Survey of Japan,\nTokyo, 1963).\n25. Ishida, S. The Noroshi flora of Noto Peninsula, central Japan. Mem. Faculty Sci. Kyoto Univ. Ser. Geol.\nMineral. 37, 1–112 (1970).\nSupplementary Information accompanies the paper on Nature’s website (ç http://www.nature.com/nature).\nAcknowledgements We thank T. Tanai and K. Uemura for advice on the Japanese floras, and the National Environmental Research Council and Ferguson Fund for financial support.\nCompeting interests statement The authors declare that they have no competing financial interests.\nCorrespondence and requests for materials should be addressed to R.A.S. (e-mail: R.A.Spicer@open.ac.uk).\nNATURE | VOL 421 | 6 FEBRUARY 2003 | www.nature.com/nature624 © 2003 Nature Publishing Group"
  }],
  "year": 2003,
  "references": [{
    "title": "Numerical experiments",
    "authors": ["J.E. Kutzbach", "P.J. Guetter", "W.F. Ruddiman", "Prell", "W.L. The sensitivity of climate to late Cenozoic uplift in southern Asia", "the American west"],
    "venue": "J. Geophys. Res. 94, 18393–18407",
    "year": 1989
  }, {
    "title": "Tectonic forcing of late Cenozoic climate change",
    "authors": ["M.E. Raymo", "W.F. Ruddiman"],
    "venue": "Nature 359,",
    "year": 1992
  }, {
    "title": "Mantle dynamics, uplift of the Tibetan Plateau and the Indian monsoon",
    "authors": ["P. Molnar", "P. England", "J. Martinod"],
    "venue": "Rev. Geophys. 31,",
    "year": 1993
  }, {
    "title": "Reduced Himalayan sediment production 8 Myr ago despite an intensified monsoon",
    "authors": ["D.W. Burbank", "L.A. Derry", "C. France-Lanord"],
    "venue": "Nature 364,",
    "year": 1993
  }, {
    "title": "implications for uplift of the southern Tibet Plateau",
    "authors": ["T.M. Harrison", "P. Copeland", "W.S.F. Kidd", "Lovera", "O.M. Activation of the Nyainquentanghla Shear Zone"],
    "venue": "Tectonics 14, 658–676",
    "year": 1995
  }, {
    "title": "implications for convective thinning of the lithosphere and the source of ocean island basalts",
    "authors": ["Turner", "S. et al. Post-collision", "shoshonitic volcanism on the Tibetan Plateau"],
    "venue": "J. Petrol. 37, 45–71",
    "year": 1996
  }, {
    "title": "Magnetostratigraphic record of the Late Miocene onset of the east Asian monsoon and Pliocene uplift of northern Tibet",
    "authors": ["X.K. Qiang", "Z.X. Li", "Powell", "C. McA", "H.B. Zheng"],
    "venue": "Earth Planet. Sci. Lett. 187,",
    "year": 2001
  }, {
    "title": "Evolution of Asian monsoons and phased uplift of the Himalayan–Tibetan plateau since Late Miocene times",
    "authors": ["Z. An", "J.E. Kutzbach", "W.L. Prell", "S.C. Porter"],
    "venue": "Nature 411,",
    "year": 2001
  }, {
    "title": "Extension during continental convergence, with application to the Tibetan Plateau",
    "authors": ["P. England", "G.A. Houseman"],
    "venue": "J. Geophys. Res",
    "year": 1989
  }, {
    "title": "thermal and mechanical consequences",
    "authors": ["J.P. Platt", "England", "P.C. Convective removal of lithosphere beneath mountain belts"],
    "venue": "Am. J. Sci. 294, 307–336",
    "year": 1994
  }, {
    "title": "Development of Asian monsoon revealed by marked ecological shift during the latest Miocene in northern Pakistan",
    "authors": ["J. Quade", "L. Rae", "P.G. DeCelles", "T.P. Ojha"],
    "venue": "Nature 342,",
    "year": 1989
  }, {
    "title": "Onset of monsoonal related upwelling in the western Arabian Sea as revealed by planktonic foraminifers",
    "authors": ["D. Kroon", "T. Steens", "S.R. Troelstra"],
    "venue": "Proc. ODP Sci. Res",
    "year": 1991
  }, {
    "title": "a review of stratigraphic data",
    "authors": ["Rowley", "D.B. Age of initiation of collision between India", "Asia"],
    "venue": "Earth Planet. Sci. Lett. 145, 1–13",
    "year": 1996
  }, {
    "title": "Did the Indo-Asian collision alone create the Tibetan plateau",
    "authors": ["Murphy", "M. A"],
    "venue": "Geology 25,",
    "year": 1997
  }, {
    "title": "Oblique stepwise rise and growth of the Tibet Plateau",
    "authors": ["P Tapponier"],
    "venue": "Science 294,",
    "year": 2001
  }, {
    "title": "Evidence for Tibetan plateau uplift before 14 Myr ago from a new minimum estimate for east–west extension",
    "authors": ["M. Coleman", "K. Hodges"],
    "venue": "Nature 374,",
    "year": 1995
  }, {
    "title": "Normal faulting in central Tibet since at least 13.5 Myr ago",
    "authors": ["Blisniuk", "P. M"],
    "venue": "Nature 412,",
    "year": 2001
  }, {
    "title": "implications for paleoaltimetry and paleohypsometry of High Himalaya since the Late Miocene",
    "authors": ["D.B. Rowley", "B.S. Pierrehumbert", "Currie", "B.S. A new approach to stable isotope-based paleoaltimetry"],
    "venue": "Earth Planet. Sci. Lett. 188, 253–268",
    "year": 2001
  }, {
    "title": "New constraints on the timing of east-west extension and its relationship to postcollisional volcanism",
    "authors": ["H.M. Williams", "S. Turner", "S. Kelley", "Harris", "N. Age", "composition of dikes in Southern Tibet"],
    "venue": "Geology 29, 339–342",
    "year": 2001
  }, {
    "title": "A method for obtaining climate parameters from leaf assemblages",
    "authors": ["J.A. Wolfe"],
    "venue": "US Geol. Surv. Bull. 2040,",
    "year": 1993
  }, {
    "title": "Paleobotanical evidence of Eocene and Oligocene paleoaltitudes in midlatitude western North America",
    "authors": ["J.A. Wolfe", "C.E. Forest", "P. Molnar"],
    "venue": "Geol. Soc. Am. Bull. 110,",
    "year": 1998
  }, {
    "title": "Lapse rates and other variables applied to estimating paleoaltitudes from fossil floras",
    "authors": ["H.W. Meyer"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 1992
  }, {
    "title": "Palaeoaltimetry for energy conservation principles",
    "authors": ["C.E. Forest", "P. Molnar", "K.A. Emanuel"],
    "venue": "Nature 374,",
    "year": 1995
  }, {
    "title": "The Noroshi flora of Noto Peninsula, central Japan",
    "authors": ["S. Ishida"],
    "venue": "Mem. Faculty Sci. Kyoto Univ. Ser. Geol. Mineral",
    "year": 1970
  }],
  "id": "SP:e617f142117fdfd7885185f26f721ac12e0b27b4",
  "authors": [{
    "name": "Robert A. Spicer",
    "affiliations": []
  }, {
    "name": "Nigel B. W. Harris",
    "affiliations": []
  }, {
    "name": "Mike Widdowson",
    "affiliations": []
  }, {
    "name": "Alexei B. Herman",
    "affiliations": []
  }, {
    "name": "Shuangxing Guo",
    "affiliations": []
  }, {
    "name": "Paul J. Valdes",
    "affiliations": []
  }, {
    "name": "Jack A. Wolfek",
    "affiliations": []
  }, {
    "name": "Simon P. Kelley",
    "affiliations": []
  }],
  "abstractText": "* Department of Earth Sciences, The Open University, Walton Hall, Milton Keynes, MK7 6AA, UK † Geological Institute, Russian Academy of Science, 7 Pyzhevskii Pereulok, 119017 Moscow, Russia ‡ Nanjing Institute of Geology & Palaeontology, Academica Sinica, Nanjing 210008, China § Department of Meteorology, Reading University, Earley Gate, PO Box 243, Reading RG6 6BB, UK kDesert Laboratory, Department of Geosciences, University of Arizona, Tucson, Arizona 85721, USA",
  "title": "Constant elevation of southern Tibet over the past 15 million years"
}