{
  "sections": [{
    "heading": "ARTICLE",
    "text": "Received 31 Dec 2015 | Accepted 27 May 2016 | Published 5 Jul 2016\nEnd-Cretaceous extinction in Antarctica linked to both Deccan volcanism and meteorite impact via climate change Sierra V. Petersen1, Andrea Dutton2 & Kyger C. Lohmann1\nThe cause of the end-Cretaceous (KPg) mass extinction is still debated due to difficulty\nseparating the influences of two closely timed potential causal events: eruption of the Deccan\nTraps volcanic province and impact of the Chicxulub meteorite. Here we combine published\nextinction patterns with a new clumped isotope temperature record from a hiatus-free,\nexpanded KPg boundary section from Seymour Island, Antarctica. We document a\n7.8±3.3 C warming synchronous with the onset of Deccan Traps volcanism and a second, smaller warming at the time of meteorite impact. Local warming may have been amplified\ndue to simultaneous disappearance of continental or sea ice. Intra-shell variability indicates a\npossible reduction in seasonality after Deccan eruptions began, continuing through the\nmeteorite event. Species extinction at Seymour Island occurred in two pulses that coincide\nwith the two observed warming events, directly linking the end-Cretaceous extinction at this\nsite to both volcanic and meteorite events via climate change.\nDOI: 10.1038/ncomms12079 OPEN"
  }, {
    "heading": "1 Department of Earth & Environmental Sciences, University of Michigan, 2534 C.C. Little Building, 1100 North University Avenue, Ann Arbor, Michigan",
    "text": ""
  }, {
    "heading": "48109, USA. 2 Department of Geological Sciences, University of Florida, 241 Williamson Hall, PO Box 112120, Gainesville, Florida 32611, USA. Correspondence and requests for materials should be addressed to S.V.P. (email: sierravp@umich.edu).",
    "text": "NATURE COMMUNICATIONS | 7:12079 | DOI: 10.1038/ncomms12079 | www.nature.com/naturecommunications 1\nT he cause of the Cretaceous–Paleogene (KPg) mass extinction remains controversial due to difficulties in separating the influence of two closely timed potential causal events.\nSome suggest that the eruption of the massive Deccan Traps volcanic province in India caused species extinction1 through trace metal toxicity2 or negative effects of volatiles emitted during the eruption (for example, CO2, SO2)3. Others cite the impact of the massive Chicxulub meteorite as the cause4,5. Recent work has suggested that the impact event might have triggered and accelerated eruption of the Deccan Traps6,7, further complicating the cause–effect relationship. Distinguishing between the effects of these two potential causal events can be difficult because many KPg boundary (KPB) sites have hiatuses, insufficient temporal resolution, and lack of species continuity across the boundary.\nSeymour Island, Antarctica (64 170 S, 56 450W) is particularly well-suited for studying the KPB interval due to its expanded section, continuous sedimentation, and abundant, exceptionally preserved macrofossils, including some species and genera that survive across the KPB8,9. Previous efforts to link temperature change and biotic turnover at Seymour Island relied on untested assumptions about the value and stability of the oxygen isotopic composition of seawater (d18Ow) to calculate temperature10. These assumptions can now be avoided (and tested) using the carbonate clumped isotope paleothermometer, a new proxy that can measure temperature independent of d18Ow, and can therefore directly calculate d18Ow for each sample11.\nHere we present a record of high latitude ocean temperature and d18Ow from Seymour Island that covers the last few million years of the Cretaceous and crosses the KPB (from B69–65.5 Ma), measured on well-preserved bivalve shells. We find evidence of climate change at the onset of Deccan volcanism and again at the KPB that align with two previously identified pulses of extinction10, indicating the complete end-Cretaceous extinction at this site is due to the combined effects of the volcanic and meteorite kill mechanisms."
  }, {
    "heading": "Results",
    "text": "Stable and clumped isotope analysis of fossil bivalves. Twentynine well-preserved shells, representing five species of bivalve (Lahillia larseni, Cucullaea antarctica, Cucullaea ellioti, Eselaevitrigonia regina and Nordenskjoldia nordenskjoldi) were selected from the Zinsmeister collection9, and were analysed for d18O, d13C, and the clumped isotope composition, D47 (see Methods). These shells represent the best-preserved individuals from a larger sample set of 116 shells that were analysed for only d18O and d13C (see Methods). Shell preservation was determined by X-ray diffraction, cathodoluminescence and trace element screening (see Methods). d18Ow values were calculated for each clumped isotope sample using the D47-derived temperature, measured d18O of the shell, and an equilibrium temperature relationship for aragonite12. Shells come from Units 9 and 10 of the López de Bertodano Formation, which represent an outer to inner shelf environment with a water depth of o200 m (ref. 8). Most shells were sampled in two locations, the umbo (hinge) and the ventral margin (see Methods). An age model was constructed using published magnetostratigraphic data10 and was corroborated with published13 and new 87Sr/86Sr measurements (see Methods).\nCretaceous–Paleogene temperature at Seymour Island. The D47-derived temperatures for each species and shell position are shown in Fig. 1a. Temperatures warm from B5 C to B14 C between 68.7 and 67.8 Ma. After B1 Myr of sustained warm (B9–12 C) temperatures, a gradual cooling back to B4 C occurs from 66.9 to 66.25 Ma. Approximately 150 kyr before the\nKPg boundary, a marked warming of B7.8±3.3 C occurs. After the initial warming, temperatures decline until a second smaller warming pulse occurs at the KPB (1.1±2.7 C), followed by continued decline until pre-event levels are reached B200–400 kyr after the initial spike. Although the second warming is minor when comparing the horizon means, individual samples reach temperatures near those seen at the peak of the earlier, larger warming spike (Fig. 1a).\nThe mean ocean temperature for the entire section is 7.7±3.4 C (1 s.d.), consistent with a terrestrial temperature estimate of 7 C from fossil wood14 and a soil temperature estimate of 10–13 C from branched tetraethers15. Maastrichtian ocean temperatures from Seymour Island have been previously estimated at anywhere from 5 to 16 C based on d18O of micro- and macro-fossils10,16–19, but these estimates assume a fixed d18Ow value, which is not appropriate for this location (see below). The long-term temperature pattern is mirrored in all species and shell positions (Fig. 1a; Supplementary Fig. 1), and is robust across different methods of calculating horizon means (see Methods; Supplementary Fig. 2). The pattern is consistent with terrestrial climate reconstructions based on fungal palynomorphs and pollen grains, which document warm, humid conditions during Chron 30 N, bracketed by cooler conditions before and after20. Similar pre-KPB warming in Chron 29R, albeit of lower magnitude, has been seen before, with B5 C of warming observed in a terrestrial section in North America21 and 2–3 C of warming recorded in multiple openmarine records22–24.\nPatterns in position-specific isotopic and temperature data. Position-specific measurements of the umbo and ventral margin can provide additional information about seasonal variability. Within a single shell, the difference between the temperature recorded in the umbo and ventral margin can be as great as 7–8 C or as little as 0 C. All specimens of Lahillia before the warming spike show consistent offsets between the two positions, with temperatures B3–9 C warmer, d18Ow values B1–3% higher, and d13C values B1–4% higher in the umbo than in the ventral margin (Fig. 2; Supplementary Fig. 3). In contrast, Cucullaea specimens have d13C values B2–6% lower in the umbo than in the ventral margin (Fig. 2b). Position-specific differences in temperature and d18Ow for Cucullaea are less consistent, but are generally in the opposite direction of those seen in Lahillia (Fig. 2; Supplementary Fig. 4).\nWe suggest these position-specific differences in temperature, d18Ow, and d13C are due to different seasonal aliasing early and late in the life cycle of the bivalve. Bivalves cease shell growth during reproduction25, or when under thermal stress (either too hot26 or cold27, depending on the taxon), and shell growth slows and becomes more seasonally restricted later in life28. For example, Eocene-age Cucullaea shells from Seymour Island were shown to cease growth during the warmest months of each year, based on high-resolution d18O measurements26. The umbo, which represents early life, should therefore average a larger number of months than the ventral margin, which represents later life when shell growth slows and ceases during reproduction months. For Lahillia, the cooler temperature recorded in the ventral margin suggests that shell growth ceased in summer later in life. For Cucullaea, the opposite is true, with shell growth biased towards warmer months later in life. The magnitude of the temperature difference between the two positions (0–9 C) represents a minimum estimate of the seasonal amplitude at this latitude. Position-specific differences can also be seen in d18O and d13C in shells not measured for clumped isotopes (Supplementary Figs 5–7).\n2 NATURE COMMUNICATIONS | 7:12079 | DOI: 10.1038/ncomms12079 | www.nature.com/naturecommunications\nHigh variability in d18Ow within and between shells. Individual sample d18Ow values vary from 3.4 to þ 1.0% through the section, and d18Ow is highly correlated to temperature (Fig. 1; Supplementary Fig. 8; Supplementary Discussion). The mean d18Ow value for the entire section is 1.3±0.8% (1 s.d.). This agrees with the value predicted for an ice-free world ( 1.0%; ref. 29) or for an ice-free world adjusted for the modern latitudinal isotopic gradient ( 1.2%; ref. 30), two d18Ow values typically assumed when converting carbonate d18O to temperature. However, the large range and temporal variability in d18Ow, on the order of ±1–2%, suggests that the typical assumptions of constant d18Ow are incorrect for this location and introduce bias into temperatures calculated from d18O. Figure 3 compares the clumped isotope temperature record to temperature calculated from carbonate d18O for shells from this study and from Tobin et al.10, assuming a constant d18Ow value of 1.0%. Both d18O-derived temperature records fail to capture the temperature structure seen in the clumped isotope record on both million-year and sub-million-year timescales. For example, both d18O-derived temperature records do not identify the coldest temperatures (o5 C) around 68.8, 66.4 and 65.7 Ma (Fig. 3). This is because the positively correlated variation in temperature and d18Ow have opposite effects on shell d18O, masking both signals and resulting in minimally varying, intermediate d18O values. If a fixed value for d18Ow is assumed, the resulting d18O-derived temperature record has only around half the variability of the ‘true’ clumped isotope temperature record, which allows for variations in d18Ow (7 C versus 12.5 C temperature range for shells from this study). Therefore, temperatures derived from d18O of micro- and macro-fossils from Seymour Island that assume a fixed d18Ow value10,16–19 should only be taken on average, and any time series that do not account for changing d18Ow should be treated with caution and assumed to underestimate true temperature variability."
  }, {
    "heading": "Discussion",
    "text": "We propose that the observed d18Ow variability reflects the influence of continental runoff. Precipitation over land is more depleted in 18O than ocean water, sometimes by more than\nrepresent 1 s.e. of the mean of many replicates or the long-term reproducibility of carbonate standards, whichever is larger (see Methods). Horizon\naverages in a,b were calculated as the inverse variance weighted mean, to account for variable reproducibility of samples, with thick grey error bars showing\nthe inverse variance weighted error on the mean (see Methods). Black line connecting horizon means is dashed to represent extrapolation of temperature and d18Ow trends between measured horizons. Samples within ±3.5 m stratigraphic position of another sample were combined into a single horizon for horizon means (see Methods). Grey horizontal line in a represents the freezing point (0 C) and in b represents the ice free, latitude-adjusted seawater value of 1.2% (ref. 30). Vertical grey dashed line denotes the KPg boundary (labelled KPB)34. Age model construction is described in Methods. Data for this figure can be found in Supplementary Data 5 and 6.\nNATURE COMMUNICATIONS | 7:12079 | DOI: 10.1038/ncomms12079 | www.nature.com/naturecommunications 3\n10–15%, so any appreciable contribution of runoff would decrease d18Ow values in shelf waters. The correlation between d18Ow and temperature, with the coldest temperatures correlating with the lowest d18Ow values, suggests a climatological control on runoff delivery. Precipitation becomes more depleted in 18O as air temperature decreases. In addition, colder temperatures would\npromote the accumulation of snowpack in winter and the concentrated delivery of isotopically depleted meltwater during the spring melt, reducing d18Ow below expected open-marine values. Terrestrial carbon, depleted in d13C relative to marine carbon, could accompany the spring melt, explaining the co-occurrence of low d18Ow and low d13C. This hypothesized seasonal meltwater delivery is consistent with the temperature differences observed between positions in Lahillia (Cucullaea), with lower (higher) d18Ow and d13C in the ventral margin, the position skewed more towards colder (warmer) months.\nThe coldest temperatures recorded in the Seymour Island section (at 68.8, 66.4 and 65.7 Ma) are near the freezing point, implying the possibility of sea ice formation near Seymour Island. Dinoflagellate cyst abundance has previously suggested that sea ice formed at this time20. With temperatures near freezing at sea level at the tip of the Antarctic Peninsula, the interior of Antarctica was likely cold enough to sustain yearround glaciers, particularly at high elevation. Global sea level reconstructions record two sea level falls in the late Maastrichtian (KMa4 and KMa5)31. Sequence boundaries occur at 66.8 and 68.8 Ma, with sea level minima closely following31. The close temporal alignment of sea level lowstands and coldest Antarctic temperatures suggests that the observed sea level fluctuations could be driven by continental ice accumulation on Antarctica.\nThe B8 C pre-KPB warming observed in the Seymour Island record is larger than similar warming events seen at other marine sites22–24. If sea ice or continental ice were present during the coldest interval immediately preceding the warming spike (66.5–66.3 Ma), the disappearance of this ice during warming could accentuate local climate change at Seymour Island through the ice-albedo feedback, the same process that is currently amplifying anthropogenic climate change in the Arctic by roughly a factor of two32. In addition, if this warming was accompanied by melting of continental ice, the reduction in global seawater d18Ow would mute marine temperature change calculated from d18O assuming constant d18Ow (refs 22–24). One terrestrial record derived from plant assemblages, which are immune to changing d18Ow values, indicated a B5 C warming at this time21, larger than the 2–3 C observed at open-marine sites22–24. d18O-derived temperature records from Seymour Island10 also record a pre-KPB warming of B5 C, but the warming event begins earlier, is more gradual, and is of lower magnitude because this proxy method does not account for concurrent increases in d18Ow at this time (Fig. 3).\nThe majority of Deccan Traps volcanism occurred during Chron 29R, and the oldest formation (Jawhar) has been dated near its base to 66.288±0.027 Ma (ref. 33) and 66.38±0.05 Ma (ref. 34) using two different dating methods. The temporal alignment of the pre-KPB warming event at Seymour Island with the onset of Deccan Traps volcanism suggests a genetic link between volcanic release of CO2 and the abrupt increase in temperature. The eruptions that occurred between the onset of Chron 29R volcanism and the KPg boundary emitted anywhere from 270 to 900 p.p.m. CO2 (assuming 14 Tg CO2 emitted per km3 lava erupted35, and all CO2 remaining in the atmosphere, see Methods) onto a background atmospheric concentration of B360–380 p.p.m. (ref. 36). The timing of transient increases in marine carbonate dissolution driven by the emitted CO2 suggest the main phase of degassing took place beginning at the onset of Chron 29R, lasting less than 200 kyr (ending before the KPB)37. Using the same volume-to-CO2 conversion, the remaining (post-KPB) volcanism potentially emitted another 825–900 p.p.m. The magnitude of the second, weaker warming event at the KPB only appears as 1.1 C in the horizon mean, but individual samples show a potentially larger warming (Fig. 1a). Though the volume of lava erupted\nhorizontal grey line at 0 representing no difference between positions. Error bars are 1 s.e. for temperature and d18Ow and 1 s.d. for d13C, propagated through the difference calculation. Lahillia consistently shows warmer temperatures, and higher d13C and d18Ow in the umbo relative to the ventral margin (þ difference). Cucullaea generally shows the opposite, with warmer temperatures, and higher d13C and d18Ow in the ventral margin relative to the umbo (– difference), although this pattern is less consistent.\nAfter the pre-KPB warming spike, the position-specific differences in temperature and d18Ow for both Lahillia and Cucullaea decrease to within error of zero and remain low until the end of the study interval. Differences in d13C remain fairly constant through the section. Vertical grey dashed line represents the KPg boundary (labelled KPB)34 and orange dotted line represents the timing of the first extinction event10. Age model construction\nis described in Methods.\n4 NATURE COMMUNICATIONS | 7:12079 | DOI: 10.1038/ncomms12079 | www.nature.com/naturecommunications\n(and therefore probably CO2 emitted) was larger after the KPB, the climatological effects of these emissions were potentially reduced due to higher background CO2 levels and an emissions duration roughly twice as long7,32. Additionally, the character of eruptions and the geochemical signature of the lava changed at the KPB6, which could be correlated with changes in the CO2 content and degassing rate. Feedbacks triggered by the meteorite impact may have also played a role in setting temperatures at and after the KPB.\nModelling studies using differing CO2 estimates and injection durations predict 0.5–4 C of global warming37–40. If the sea icealbedo feedback had the same amplifying impact in Maastrichtian Antarctica as it is having today in the Arctic, the local temperature change could have been as much as double the global value32. Roughly 200–400 kyr after the initial large warming event, temperatures at Seymour Island had returned to pre-event levels. This rate of cooling is roughly consistent with the e-folding timescale of silicate weathering (B240 kyr (ref. 41)), supporting the interpretation that this climate change is the result of changes in atmospheric CO2, which would be scrubbed from the atmosphere through this long-term carbon cycle feedback (as well as by other short-term processes).\nSpecies extinction at Seymour Island occurred in two statistically distinguishable pulses10, one at the KPg boundary and another one 40 m below, calculated to be at 66.23 Ma in this age model (Fig. 1a). Early studies of Seymour Island also noted a drop in species diversity B30 m below the KTB8. This earlier extinction pulse coincides with the large warming event seen in our record (66.24–66.20 Ma) and with the onset of Chron 29R Deccan Traps\nvolcanism7,33. The two extinction intervals are of similar magnitude (14 and 10 species eliminated, respectively), but differ in their extinction patterns, suggesting different kill mechanisms. In the earlier (Deccan) extinction, 9 of 10 species were benthic, whereas in the second (Chicxulub, KPB) extinction, only 6 of 14 species were benthic10. Only one ammonite species became extinct in the first event, whereas all remaining (six) ammonite species became extinct at the KPg boundary10,42.\nThe warm temperatures reached at the peak of warming alone could not have caused the first pulse of extinction. Many of the affected species were also present during Chron 30N (ref. 10), when temperatures were equivalently warm. Instead, it is possible that the rate of warming, as opposed to the maximum temperatures reached, led to extinction. The rate of warming during the Deccan temperature spike appears to be more rapid than at any other temperature change seen in the record (Fig. 1a), although this may be an artifact of the variable sampling resolution. Other indirect effects of volcanic emissions could also have played a role in the extinction, such as trace metal toxicity2, ocean acidification from increased atmospheric CO2, or shortterm cooling and acid rain from emissions of SO2 (ref. 3).\nThe lowest d13C values are observed in the interval between the pre-KPB and KPB events. Low d13C values have been measured at the KPB from and nearby Seymour Island before16,43, which could be an indication of a reduction in surface ocean productivity, as has been previously suggested44–47. The difference in temperature between the umbo and ventral margin in Lahillia, a minimum estimate of seasonality, decreased from 5-8 C to near 0 C after the pre-KPB warming pulse and\ntrends between measured horizons. Samples within ±3.5 m stratigraphic position of another sample were combined into a single horizon for horizon means (see Methods). d18O-derived temperature calculated from horizon mean d18O (this study) shown in dark turquoise circles with error bars representing 1 s.d. on d18O, propagated through the d18O-T-d18Ow relationship12. Published d18O-derived temperature record from Tobin et al.10, with age model updated to match this study, shown in light green triangles with error bars representing 1 s.e. on the mean of all sample replicates within a given time bin. Both d18O-derived temperature records assume a d18Ow value of 1.0% (ice-free, globally constant)29. If d18Ow was instead assumed to be 1.2% (ice-free, latitudeadjusted)30, the shape of the d18O-derived curves would be identical but shifted B1 C colder. The two d18O-derived temperature curves miss the million-year cool/warm/cool temperature structure, underestimate the magnitude of the pre-KPB warming event and infer an earlier timing for the onset of warming, and\ndo not capture the full range of temperatures seen in the D47-derived temperature record. Vertical grey dashed line represents the KPg boundary (labelled KPB)34 and orange dotted line represents the timing of the first extinction event10. Age model construction is described in Methods.\nNATURE COMMUNICATIONS | 7:12079 | DOI: 10.1038/ncomms12079 | www.nature.com/naturecommunications 5\nremained low until the end of the study interval. Cucullaea also shows little to no temperature difference between shell positions after the pre-KPB warming event. This could indicate a reduction in seasonality or a reduced growing season due to environmental stresses occurring after the onset of volcanism.\nRoughly half of the total species extinction at Seymour Island (10 of 24 species) occurred before the Chicxulub impact event and can be temporally and climatologically linked to Deccan Traps volcanism, indicating the volcanic kill mechanism definitively contributed to the end-Cretaceous extinction. The remaining extinctions (14 of 24 species) took place at the KPg boundary, at the time of the Chicxulub impact, but also the beginning of the post-KPB phase of Deccan volcanism, which was potentially triggered and/or accelerated by the impact itself6,7. It is therefore impossible at this point to separate the influences of the meteorite and the additional volcanism in driving the second phase of extinction or in causing the second warming pulse. Nevertheless, the full magnitude of the end-Cretaceous extinction at this site can be attributed to the combined influence of Deccan Traps volcanism and the meteorite impact event, previously described as a presspulse extinction mechanism48,49. Importantly, the pre-KPB warming, which itself correlated with significant extinction, may have increased ecosystem stress, making the ecosystem more vulnerable to collapse when the meteorite hit. This sequence of events may have combined into a ‘one-two punch’ that produced one of the largest mass extinctions in Earth history."
  }, {
    "heading": "Methods",
    "text": "Environment and sample selection. Samples are from the W.J. Zinsmeister collection, formerly housed at Purdue University, and now located at the Paleontological Research Institute in Ithaca, NY, USA. Specimens were collected from Seymour Island from the López de Bertodano and Sobral Formations, covering the Late Cretaceous to early Paleocene. The stratigraphic framework used in this study is described by Zinsmeister et al.50 and has a stratigraphic resolution of ±3.5 m. Samples come from Units 9 and 10 of the López de Bertodano Formation, part of the upper beds (Units 7–10, Molluscan Units), as defined by Macellari8. The Molluscan Units contain diverse and abundant bivalve, gastropod, and ammonite macrofauna. Since the Cretaceous, these sediments are thought to have experienced only mild diagenetic conditions51. The depositional environment is interpreted to be inner to outer shelf, a semi-enclosed or quiet environment, with water depths less than 200 m, on the basis of faunal assemblages, grain size and sorting analysis, diversity of macrofauna, and abundance of glauconite8. Interpretations of water depth variation through the López de Bertodano Fm. disagree, with some suggesting a shallowing-upward52 and others a deepening-upward8 trend through the section. Overall, the homogeneous nature of the Molluscan Units 7–9 suggests8,42,52, at most, minor variation in water depth over this interval. Although there is some evidence of methane seeps on Seymour and the surrounding islands, it is restricted to lower in the stratigraphy (Units 1–6)53. There is no indication of methane seeps in the upper López de Bertodano Formation on Seymour Island43.\nBivalve shells (116) were selected from the Zinsmeister collections at Purdue for use in the PhD thesis of author Andrea Dutton54 with the aim of including as many stratigraphic horizons as possible for maximum temporal resolution (the ‘full sample set’). Samples were selected from six species (L. larseni, C. antarctica, C. ellioti, E. regina, D. drygalskiana and N. nordenskjoldi) to provide internal consistency between horizons. All these species were thought to live in shallow waters and be infaunal suspension feeders, with the exception of Nordenskjoldia, which is thought to be an epibyssate suspension feeder8.\nA subset of 29 shells were selected from the full sample set for clumped isotope analysis, representing five of the six species in the original study (eliminating D. drygalskiana; the ‘clumped isotope sample set’). These were again selected for maximum stratigraphic coverage and species overlap, but were filtered to only include the best-preserved samples, as indicated by low trace element concentrations (see below). A list of samples in the full sample set and those sub-selected for clumped isotope analysis can be found in Supplementary Data 1.\nSample preparation and extraction. Bulk samples of 50–100 mg were drilled from the umbo, mid-shell and ventral margin of all shells in the full sample set for stable isotope and trace element analysis. Samples were drilled to average over multiple growth bands to represent typical mean annual conditions. The umbo position was centred near the cusp of the umbo. The ventral margin (‘back’) was within 1 cm of the edge of the shell. The mid-shell position was half way between the umbo and ventral margin. In the case of broken, partial shells, it was not always possible to sample the ventral margin and/or mid-shell position. Broken and partial shells were not selected for the clumped isotope sample set.\nThe 29 shells selected for clumped isotope analysis were re-drilled in two positions, the umbo and ventral margin. Sampling locations were directly adjacent to earlier drill locations. Sample size requirements for clumped isotope analysis are much larger than for stable isotope analysis11, so 20–30 mg of sample material was collected at each position and homogenized. During drilling for clumped isotope analysis, the drill was operated at the lowest possible rotation speed (1,000 r.p.m.) and pressure was only applied for a few seconds at a time to minimize frictional heating. Based on tests with other samples in our lab, at this drill speed, we do not expect to see any resetting effects. Most shells were drilled from the exterior at a position that was clear of external encrustation or fractures. In a few cases, shells were cut in half and were drilled on the cut interior surface. No correlation was seen between measured values and interior versus exterior drilling. Six shells of the genus Eselaevitrigonia were only sampled in the umbo position because invariant stable isotopic compositions between positions suggested that identical environmental conditions were being recorded at all points on the shell (see below), and some shells were broken such that the ventral margin was no longer present.\nTrace element analysis. Elemental analysis of Sr, Mg, Ca, Fe and Mn was carried out on powdered splits of all bulk samples using either an inductively coupled plasma optical emission spectrophotometer (ICP-OES) or an inductively coupled plasma mass spectrometer (HRICP-MS) depending upon the amount of powdered carbonate available for analysis. Analysis was performed in the Keck Elemental Geochemistry Laboratory at the University of Michigan (Director: K.C. Lohmann). Smaller samples were run on HRICP-MS owing to the lower detection limits attainable on this instrument. By comparison with lab standards and of replicate analyses, precision of both types of analyses was maintained at better than 3%. Because these samples were too small to allow for efficient weight determination, calculation of cation concentrations within the carbonate was achieved by assuming that Sr, Mg, Ca, Fe, Mn are carbonate-bound cations and that these five elements account for 100% of the carbonate-bound cations. Trace element data can be found in Supplementary Data 1.\nAssessment of shell preservation. Many lines of evidence (lack of smectite-illite transition, mineralogical and vitrinite-reflectance data) suggest a maximum burial depth of less than 1 km and a maximum burial temperatures of less than 80 C for the López de Bertodano Formation51,55. Visual inspection shows shell preservation is excellent, with many shells still displaying pristine mother-of-pearl sheen, indicating the presence of primary aragonite. This was confirmed by conducting X-ray diffraction of powdered material from seven shells representing each of the six species in the full sample set, taken from across the full range of the stratigraphic section. These were shell numbers C1556E (C. antarctica), L776E (L. larseni), D1110I (D. dryganskalia), E1109E (E. regina), N1614C (N. nordenskjoldia), L1161A2 (L. larseni) and C1430 (C. ellioti). In all cases, the mineralogy was completely aragonitic and there was no indication of partial conversion to calcite.\nThick or thin sections were made for nine shells (sample numbers C757C2, L757B, L1480B, L1480E, C1467A, L1529A, C915A2, L1430A1, and L1609). Primary textures, including excellent preservation of growth band structures, were observed in shell carbonate from these sections (Supplementary Fig. 9). These sections were also viewed under cathodoluminescence, which can detect elevated amounts of Mn2þ that may become incorporated in diagenetic carbonate due to post-depositional water-rock interaction. Shells were non-luminescent, except in rare instances where fractures cut across the shell. This observation is particularly notable because it indicates that pore- fluids in the host sediment were reducing and enriched in Mn2þ , yet they did not affect bulk shell chemistry. Therefore, alteration is likely only a concern in areas where the shells are fractured. Fractured areas were avoided in sample extraction.\nShell preservation was also assessed through trace element composition. Acceptable levels of Fe and Mn for a well-preserved shell have been determined differently by different authors17,56. Conservative trace element thresholds of 500 p.p.m. for Fe and 200 p.p.m. for Mn were set, and samples with concentrations above these were deemed ‘potentially altered’ and were excluded from further analysis. Of 339 total bulk samples, 42 individual bulk samples (representing 32 unique bivalve shells) had elevated trace element concentrations, indicating overall excellent preservation of samples at Seymour Island.\nShells selected for clumped isotope analysis all had Fe and Mn concentrations below the defined thresholds in the umbo and ventral margin areas. In three cases (N1416B, C772A and C1109A), the trace element composition was only measured at one of the positions on the shell but both positions were sampled for clumped isotopes. In three other cases (C757C-umbo, C915A1-umbo and C915A1-back), the trace element measurements came from the opposite half of the bisected shell, in a mirror image position to where the shell was sampled for clumped isotope analysis. For two shells (L757 and L1430A1), the trace element samples were taken from the outside of the shell, whereas the clumped isotope samples were taken from the inside after the shell was cut in half.\nStable and clumped isotope analysis. Stable carbon and oxygen isotope data were generated for all bulk samples from the full sample set using an automated Kiel device coupled to a Finnigan MAT 251 isotope ratio mass spectrometer in the\n6 NATURE COMMUNICATIONS | 7:12079 | DOI: 10.1038/ncomms12079 | www.nature.com/naturecommunications\nUniversity of Michigan Stable Isotope Laboratory (Director: K.C. Lohmann). Before reaction with phosphoric acid in the Kiel device, individual powdered carbonate samples were first roasted in vacuo at 200 C for 1 h to remove volatile contaminants. Precision of the data was maintained at better than 0.1% by calibration to carbonate standards (both internal lab standards and NBS-19), measured daily. All carbonate stable isotope compositions are reported relative to Vienna Peedee Belemnite (VPDB). Stable isotope data for bulk samples can be found in Supplementary Data 1 and are shown in Supplementary Figs 5–7.\nSamples in the ‘clumped isotope sample set’ were measured for clumped isotopic composition at the University of Michigan Stable Isotope Laboratory. Carbonate powders were prepared on an offline sample preparation device described by Defliese et al.57. Samples measured in 2015 were cleaned using the ‘WarmPPQ’ configuration, whereas samples measured in 2014 used the ‘ColdPPQ’ configuration, and were corrected accordingly for fractionations introduced by the Porapak trap58.\nStandard gases heated to 1,000 C and equilibrated with water at 25 C were measured alongside samples and were used to define the absolute reference frame59. An acid fractionation factor of 0.067% was used, chosen to reflect the 75 C reaction temperature57. Two carbonate standard materials, Carrara Marble and Joulter’s Cay Ooids, were measured alongside samples. Accepted D47 values for these two standards are 0.414% and 0.704%, respectively57,58. Over the three measurement sessions presented here, the mean values for Carrara and Ooids were 0.423±0.005% (1 s.e., n¼ 15) and 0.712±0.007% (1 s.e., n¼ 13). Raw voltages are converted into delta values following Huntington et al.60, including the same defined values for l and for the isotopic composition of VPDB and VSMOW, and D47 values were converted to temperature using equation 6 of Defliese et al.57.\nThe stable isotopic composition of the powders in the ‘clumped isotope sample set’ was measured simultaneously with the measurement of the clumped isotopic composition. Oxygen isotope data were corrected for fractionation during acid digestion using an acid fractionation factor of 1.00836 for aragonitic samples, determined empirically using the aragonitic Ooids carbonate standard, separately calibrated to NBS 18 and NBS-19 (ref. 58). Oxygen isotopic composition of water was calculated using the aragonite-water fractionation of Kim et al.12, and is reported relative to VSMOW. Measured clumped isotopic and stable isotopic compositions of ‘clumped isotope sample set’ shells can be found in Supplementary Data 2–5. Carbonate and gas standard data can be found in Supplementary Data 2–4.\nCalculation of sample and horizon averages. Average d13C and d18O values are calculated as the mean of many (n¼ 2–5) replicates, with error taken as 1 s.d. Average values for D47, temperature, and d18Ow are taken as the mean of n replicates with the error taken as 1 s.e. on the mean, as is typical in the clumped isotope community (Supplementary Data 5). d18Ow is first calculated individually for each replicate from each d18O and D47-derived temperature pair, then mean d18Ow is taken as the mean of many replicates, with 1 s.e. error. In some cases, the calculated 1 s.e. is smaller than the long-term performance of our carbonate standards. We determine ‘external error’ on D47 for a given sample to be the larger of (1) the calculated 1 s.e. of the mean of n replicates or (2) the standard deviation of all replicates of Carrara (0.019%) divided by the square-root of n replicates (Supplementary Data 5). For two to five replicates, this gives a 1 s.e. of 0.013%, 0.011%, 0.009% and 0.008%. The ‘external error’ on temperature is calculated as half of T(mean D47 extSE.) T(mean D47þ extSE), where T(x) is the D47 Temperature calibration function and ‘extSE’ is the external s.e. replacing the calculated s.e. Based on typical 1 s.e. values on d18Ow for a sample with a D47-error of 0.013%, 0.011%, 0.009% and 0.008%, the ‘external error’ on d18Ow is assigned to be 0.92%, 0.78%, 0.64% and 0.57% for n¼ 2–5 replicates, respectively. External error is used in all figures and calculations for Supplementary Data 6–8.\nMost (11 of 18) horizons are represented by two samples taken from different positions on a single shell. Where more than one shell is combined (6 of 18 horizons), all samples are treated equally, regardless of position or shell. Only one horizon is represented by a single position on a single shell (E. regina at 66.9 Ma). Due to consistently observed patterns within species, we interpret differences between shell positions to reflect environmental aliasing, not scatter around a mean value in a noisy data set. Therefore, the error calculated on a horizon average does not represent certainty on the average value of a noisy data set, but instead represents the spread in data from different shell positions, possibly an indicator of seasonality, combined with some degree of measurement noise. We do not know which species or shell position best represents mean annual temperature, so we felt combining all points equally was the fairest way to treat the data.\nHorizon means (Supplementary Data 6–8) are calculated using equation (1) as the inverse variance weighted mean of all samples from a given horizon, combining samples within the uncertainty of the stratigraphy (±3.5 m)50.\nInverse variance weighted mean ¼ y ¼ P yi ðsiÞ2P\n1 ðsiÞ2\nð1Þ\nError on the horizon mean is calculated using equation (2) as error on an inverse variance weighted mean, to maintain consistency.\nInverse variance weighted mean error ¼ s2 ¼ 1P 1 ðsiÞ2\nð2Þ\nInverse variance weighted mean was selected to account for the variable reproducibility of samples and not overweight the mean towards a poorly\nreproducing sample (for example, Sample C1109A at 67.7 Ma). Supplementary Fig. 2 compares multiple methods for calculating horizon mean (for example, inverse variance weighted mean, traditional mean, average of shell averages). The use of traditional mean versus inverse variance weighted mean does not change the long-term pattern, interpretations, or conclusions. The largest difference is seen around 67.7 Ma where there are two poorly reproducing samples.\nTaking the average of positions within each shell before combining shells is mathematically equivalent to averaging all points if using the inverse variance weighted mean. Averaging within-shell first only affects four horizons mean minimally at that, if using the traditional mean. We chose to combine adjacent samples based on stratigraphic position, but a composite record could also have been created by combining samples into equal-time bins. Equal-time bins combine samples from before and after the warming spike, resulting in a ‘smoothed’ temperature record. If the bin size is small enough (50 kyr), two warming pulses are still observed.\nAge model construction. To construct an age model using the recently published magnetostratigraphic data from Seymour Island10, the stratigraphic heights of chron reversals were converted to the Zinsmeister stratigraphic framework50 based on the established position of the KPg boundary in each (1,059 m for this study, 865 for Tobin et al.10) and assuming equal unit thickness. The stratigraphic height of a point in the Zinsmeister framework is therefore calculated as the height in the Tobin framework plus the difference in the KPg boundary positions (1,059–865¼ 194 m). This assumption is supported by the position of the Unit 8–Unit 9 boundary, which is at 652 m in the Tobin framework10. The age model conversion would predict that this Unit boundary should be found at 846 m in the Zinsmeister framework, and it is described as B850 m by Zinsmeister50. Based on this close agreement, when comparing extinction events observed in the Tobin framework with climatic events from this study, any events occurring between the base of Unit 8 and the KPB should be in agreement to within B4 m.\nThe ages of the relevant chron reversals were taken from the most recent Geological Time Scale (2012)61, and the age the KPg boundary was taken as 66.043±0.043 Ma (ref. 34). The position of chron reversals was taken as the average of the stratigraphic heights of the first sample listed above and below the reversal position10. This is different from the age model used by Tobin et al.10, which used the 2004 edition of the Geologic Time Scale with the age of the KPg boundary at 65.5 Ma. To plot the d18O-derived temperature record from Tobin et al.10 (Fig. 2), ages for chron reversals were updated to the 2012 Geological Time Scale61.\nSample ages were linearly interpolated between age model tie points, listed in Supplementary Table 1. There is inherent uncertainty in magnetostratigraphybased age models due to this interpolation and uncertainties in the construction of the Geological Time Scale61. Although not explicitly accounted for, this uncertainty should be considered when comparing events in our age model with absolute U-Pb or 40Ar/39Ar ages for the Deccan Traps7,33.\nStrontium isotope analysis. Ten shells were analysed for strontium isotopes for use in corroborating the age model construction. Analyses were performed in the Biogeochemistry and Environmental Isotope Geochemistry Laboratory at the University of Michigan (Director: J.D. Blum). Powdered samples of bivalve aragonite were dissolved in nitric acid and strontium was subsequently separated using ion-exchange chromatography with Eichrom Sr-specific resin. The effluent was dried and loaded onto a tungsten filament for isotope ratio analysis using a Finnigan MAT 262 thermal ionization mass spectrometer. The 86Sr/88Sr ratio was normalized to 0.1194 and measured 87Sr/86Sr ratios were corrected for the difference between the long-term laboratory average of NIST 987 (0.710252±0.000026 (2s)) and the accepted value of 0.710248. Analytical uncertainty was calculated using the standard deviation of NIST 987 over a 12-month period (2s¼ 0.000026).\nOne sample (L1480B) produced a strontium isotopic composition that is not possible to match to the LOWESS curve at any point between 65 and 69 Ma. L1480B also displays anomalously high Sr/Ca values (10–20 mmol mol 1), suggesting that it may have been diagenetically altered. Another sample (L1480E) from the same locality produced a reasonable strontium isotope value, so L1480B was ignored. L1480B was also avoided for clumped isotope analysis. Strontium isotope data measured in this study can be found in Supplementary\nTable 2.\nCorroboration of age model with Sr-isotope data. Strontium isotopic data was not used in the creation of the age model described above. These data can, therefore, be used to assess the validity of the age model constructed based on magnetostratigraphy and stratigraphic correlation. In addition to new strontium isotope measurements made on bivalve samples from this study (Supplementary\nTable 2), strontium isotope data from other Maastrichtian bivalves from the Zinsmeister collection have been previously published (Supplementary Table 3)13. Because they come from the same collection, their stratigraphic positions can be directly compared. Ages were calculated for all published samples using the age model described above based on their stratigraphic position in the Zinsmeister stratigraphic framework50. Supplementary Fig. 10 shows a comparison of measured\nNATURE COMMUNICATIONS | 7:12079 | DOI: 10.1038/ncomms12079 | www.nature.com/naturecommunications 7\n87Sr/86Sr values and calculated ages with the most recent seawater strontium isotope curve (LOWESS 5)62. There is good agreement between the bivalve data and the seawater curve, lending strong credence to the magnetostratigraphic age model and the stratigraphic conversion between the Zinsmeister framework and the Tobin framework.\nStable isotope trends in the full sample set. In the paper we discuss systematic differences in d13C, temperature, and d18Ow between the umbo and back position seen in samples in the clumped isotope sample set (Figs 1 and 2; Supplementary\nFigs 3,4 and 11). Supplementary Fig. 11 also shows the relationship between position and shell d18O. Systematic position-specific behaviour in d18O is complicated due to the competing influences of d18Ow and temperature, which vary together in a way to oppositely influence d18O (Supplementary Fig. 8). Despite this, Cucullaea still consistently shows higher d18O in the ventral margin position, and Lahillia generally shows higher d18O in the umbo position.\nAlthough we cannot look at trends in temperature and d18Ow in the full sample set, we can still look at variation in d13C and d18O. In the full sample set, Lahillia and Cucullaea maintain the position-specific relationships in d13C and d18O seen in the limited clumped isotope sample set (Supplementary Figs 5–7). Cucullaea has the highest d13C and d18O values in the ventral margin, whereas Lahillia has the highest d13C and d18O values in the umbo. The consistency in position-specific relationships in the larger data set suggests that the same position-specific behaviour in temperature and d18Ow is likely present in all samples, even if not measured for clumped isotopes.\nNordenskjoldia and Dozyia show similar position-specific relationships in d13C and d18O to Cucullaea and Lahillia, respectively, but of lower total magnitude. Eselaevitrigonia shows a much smaller variation in d18O than Cucullaea or Lahillia and d18O does not correlate to d13C as in the other species. This lower variability in stable isotopes suggests consistent environmental and growth conditions between early and late life for this species. For this reason, Eselaevitrigonia was only sampled in the umbo position. This decision is supported by the small differences in temperature and d18Ow seen in Nordenskjolia, another species showing small variations in stable isotopes (Fig. 1).\nCalculations of CO2 emissions from Deccan Traps volcanism. Richards et al.6 tentatively place the KPB between the Bushe and Poladpur formations in the Deccan volcanic sequence due to evidence for a hiatus in volcanism and fracturing and faulting in the lower Bushe formation that did not extend into the higher Poladpur formation. This placement is consistent with existing dating of the Deccan Traps, which unfortunately has a sampling gap in the critical region preventing direct placement of the KPB7,33. Assuming this stratigraphic placement of the KPB, we determined an estimate of the minimum and maximum volume of lava erupted between the onset of Chron 29R Deccan volcanism and the KPB, which includes all formations between (and including) Jawhar and Bushe (Kalsubai and Lonavala subgroups).\nEstimates of the volume of lava erupted in this interval range from 150 103 km3 (ref. 6) to 500 103 km3 (ref. 35). Using an emission rate of 14 Tg CO2 km 3 lava34, a modern atmospheric mass of 5.15 1021 g and an atmospheric density of 28.966 g mol 1 air, these lava volumes equate to 270–900 p.p.m. CO2 emitted to the atmosphere. Compare this to endMaastrichtian atmospheric CO2 levels, which are thought to be B360–380 p.p.m. CO2 (ref. 36). The exact timing of lava extrusion during this interval is unknown, but a lack of red boles in the older portion of the section implies very few hiatuses7,63. The transient timing of marine carbonate dissolution suggests the main phase of degassing occurred beginning shortly after the onset of Chron 29R and ending within 200 kyr (ref. 37).\nWe also estimate CO2 emissions during the interval between the KPB and the end of Chron 29R volcanism, which includes the Poladpur to Mahabaleshwar formations (Wai subgroup) based on our hypothetical placement of the KPB. The post-KPB portion of Deccan volcanism emitted another 461 103 km3 (ref. 6) to 500 103 km3 (ref. 35) of lava, equivalent to 830–900 p.p.m. CO2 added to the atmosphere. The Wai subgroup eruptions contain more red boles7,63, suggesting hiatuses between eruptive events. Based on published dates7,33, the duration of the post-KPB eruptions is roughly twice the length of the pre-KPB portion (B500 kyr versus 250 kyr), although this does not account for potential hiatuses within the eruptive sequence. Although the total volume of lava erupted (and therefore CO2 emitted, based on our assumptions) was larger post-KPB, the climatological impacts might have been smaller due to higher background CO2 levels and a longer duration of eruption. Additionally, the emission rate of 14 Tg CO2 km 3 lava35 is an average value. Changes in the character of eruptions and the geochemical signature of the lava before and after the Bushe/Poladpur contact (the hypothesized KPB)6 could coincide with changes in the lava’s CO2 content and therefore emission rate.\nData availability. The data shown and discussed in this paper is presented in full in the Supplementary Material."
  }, {
    "heading": "Acknowledgements",
    "text": "We thank W.J. Zinsmeister for contributing his fossil samples and expertise, as well as L. Wingate and H. Ochoa for laboratory support. This work was supported by funding from NSF-OCE-PRF #1420902, NSF-EAR #1123733, NSF-OPP #9318212 and NSF-PLR #9980538."
  }, {
    "heading": "Author contributions",
    "text": "S.V.P. made clumped isotope measurements, interpreted data and wrote manuscript. A.D. made stable isotope, trace element, and strontium isotope measurements and helped write manuscript. K.C.L. oversaw all measurements and helped write manuscript."
  }, {
    "heading": "Additional information",
    "text": "Supplementary Information accompanies this paper at http://www.nature.com/ naturecommunications Competing financial interests: The authors declare no competing financial interests. Reprints and permission information is available online at http://npg.nature.com/ reprintsandpermissions/ How to cite this article: Petersen, S. V. et al. End-Cretaceous extinction in Antarctica linked to both Deccan volcanism and meteorite impact via climate change. Nat. Commun. 7:12079 doi: 10.1038/ncomms12079 (2016). This work is licensed under a Creative Commons Attribution 4.0 International License. The images or other third party material in this article are included in the article’s Creative Commons license, unless indicated otherwise in the credit line; if the material is not included under the Creative Commons license, users will need to obtain permission from the license holder to reproduce the material. To view a copy of this license, visit http://creativecommons.org/licenses/by/4.0/ r The Author(s) 2016\nNATURE COMMUNICATIONS | 7:12079 | DOI: 10.1038/ncomms12079 | www.nature.com/naturecommunications 9"
  }],
  "year": 2016,
  "references": [{
    "title": "Deccan flood basalts and the Cretaceous/Tertiary boundary",
    "authors": ["V Courtillot"],
    "venue": "Nature 333,",
    "year": 1988
  }, {
    "title": "Evidence for global synchronism in mantle plume convection, and possible significance for geology",
    "authors": ["P.R. Vogt"],
    "venue": "Nature 240,",
    "year": 1972
  }, {
    "title": "Emplacement characteristics, time scales, and volcanic gas release rates of continental flood basalt eruptions on Earth",
    "authors": ["S. Self", "A. Schmidt", "T.A. Mather"],
    "venue": "Geol. Soc. Am. Bull. 505,",
    "year": 2014
  }, {
    "title": "Extraterrestrial cause for the Cretaceous-Tertiary extinction",
    "authors": ["L.W. Alvarez", "W. Alvarez", "F. Asaro", "H.V. Michel"],
    "venue": "Science 208,",
    "year": 1980
  }, {
    "title": "The chicxulub asteroid impact and mass extinction at the Cretaceous-Paleogene boundary",
    "authors": ["P Schulte"],
    "venue": "Science 327,",
    "year": 2010
  }, {
    "title": "Triggering of the largest Deccan eruptions by the Chicxulub impact",
    "authors": ["Richards", "M. A"],
    "venue": "Geol. Soc. Am. Bull. http://dx.doi.org/10.1130/B31167.1",
    "year": 2015
  }, {
    "title": "State shift in Deccan volcanism at the Cretaceous-Paleogene boundary, possibly induced by impact",
    "authors": ["Renne", "P. R"],
    "venue": "Science 350,",
    "year": 2015
  }, {
    "title": "Stratigraphy, sedimentology, and paleoecology of Upper Cretaceous/Paleocene shelf-deltaic sediments of Seymour Island",
    "authors": ["C.E. Macellari"],
    "venue": "Geol. Soc. Am. Memoirs 169,",
    "year": 1988
  }, {
    "title": "Bivalvia (Mollusca) from Seymour Island, Antarctic Peninsula",
    "authors": ["W.J. Zinsmeister", "C.E. Macellari"],
    "venue": "Geol. Soc. Am. Memoirs 169,",
    "year": 1988
  }, {
    "title": "Links with Deccan volcanism",
    "authors": ["Tobin", "T.S. et al. Extinction patterns", "d18O trends", "magnetostratigraphy from a southern high-latitude Cretaceous-Paleogene section"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol. 350, 180–188",
    "year": 2012
  }, {
    "title": "Paleoclimate reconstruction using carbonate clumped isotope thermometry",
    "authors": ["J.M. Eiler"],
    "venue": "Quat. Sci. Rev",
    "year": 2011
  }, {
    "title": "influence of temperature and Mg2þ concentration",
    "authors": ["S.T. Kim", "J.R. O’Neil", "C. Hillaire-Marcel", "Mucci", "A. Oxygen isotope fractionation between synthetic aragonite", "water"],
    "venue": "Geochim. Cosmochim. Acta 71, 4704–4715",
    "year": 2007
  }, {
    "title": "Strontium isotope profiles across K/T boundary sequences in Denmark and Antarctica",
    "authors": ["J.M. McArthur", "M.F. Thirwall", "M. Engkilde", "W.J. Zinsmeister", "R.J. Howarth"],
    "venue": "Earth Planet. Sci. Lett. 160,",
    "year": 1998
  }, {
    "title": "evidence from fossil wood",
    "authors": ["J.E. Francis", "Poole", "I. Cretaceous", "early Tertiary climates of Antarctica"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol. 182, 47–64",
    "year": 2002
  }, {
    "title": "A cool temperature climate on the Antarctic Peninsula through the latest Cretaceous to early Paleogene",
    "authors": ["Kemp", "D. B"],
    "venue": "Geology 42,",
    "year": 2014
  }, {
    "title": "late Campanian through Early Paleocene",
    "authors": ["E. Barrera", "B.T. Huber", "S.M. Savin", "Webb", "P.-N. Antarctic marine temperatures"],
    "venue": "Paleoceanography 2, 21–47",
    "year": 1987
  }, {
    "title": "new data from the Thithonian to Eocene of James Ross Island, Antarctica",
    "authors": ["P.W. Ditchfield", "J.D. Marshall", "Pirrie", "D. High latitude palaeotemperature variation"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol. 107, 79–101",
    "year": 1994
  }, {
    "title": "Environmental stress and diagenetic modifications in inoceramids and belemnites from the Upper Cretaceous James Ross basin, Antarctica",
    "authors": ["J. Elorza", "J.J. Gomez Alday", "E.B. Olivera"],
    "venue": "Facies 44,",
    "year": 2001
  }, {
    "title": "Implications for paleodepth habitat and Late Maastrichtian climate seasonality",
    "authors": ["A. Dutton", "B.T. Huber", "K.C. Lohmann", "Zinsmeister", "W.J. High-resolution stable isotope profiles of a Dimitobelid belemnite"],
    "venue": "Palaois 22, 642–650",
    "year": 2007
  }, {
    "title": "Late Cretaceous winter sea ice in Antarctica? Geology",
    "authors": ["V.C. Bowman", "J.E. Francis", "J.B. Riding"],
    "year": 2013
  }, {
    "title": "Correlated terrestrial and marine evidence for global climate change before mass extinction at the CretaceousPaleogene boundary",
    "authors": ["P. Wilf", "K.R. Johnson", "B.T. Huber"],
    "venue": "Proc. Natl Acad. Sci. USA 100,",
    "year": 2003
  }, {
    "title": "Maastrichtian climate, productivity and faunal turnovers in planktic foraminifera in South Atlantic DSDP sites 525A and 21",
    "authors": ["L. Li", "G. Keller"],
    "venue": "Geology 26,",
    "year": 1998
  }, {
    "title": "A complete high-resolution Paleocene benthic stable isotope record for the central Pacific (ODP Site 1209)",
    "authors": ["T. Westerhold", "U. Rohl", "B. Donner", "H.K. McCarren", "J.C. Zachos"],
    "venue": "Paleoceanography 26,",
    "year": 2011
  }, {
    "title": "Clues to understanding the seasonal  d18O and d13C record—A comment on Krantz et al",
    "authors": ["Harrington", "R.J. Aspects of growth deceleration in bivalves"],
    "venue": "(1987). Palaeogeogr. Palaeoclimatol. Palaeoecol. 70, 399–403",
    "year": 1989
  }, {
    "title": "extreme longevity of Eocene bivalves from Antarctica",
    "authors": ["D.P. Buick", "Ivany", "L.C. 100 years in the dark"],
    "venue": "Geology 32, 921–924",
    "year": 2004
  }, {
    "title": "Reconstructing daily temperatures from growth rates of the intertidal bivalve mollusk Chione cortezi (northern Gulf of California, Mexico)",
    "authors": ["B.R. Shone", "J. Lega", "K.W. Flessa", "D.H. Goodwin", "D.L. Dettman"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 2002
  }, {
    "title": "an example from the surf clam, Spisula solidissima",
    "authors": ["L.C. Ivany", "B.H. Wilkinson", "Jones", "D.S. Using stable isotopic data to resolve rate", "duration of growth throughout ontogeny"],
    "venue": "Palaios 18, 126–137",
    "year": 2003
  }, {
    "title": "oxygen and carbon isotope analyses in DSDP Sites 277, 279, and 281",
    "authors": ["N.J. Shackleton", "Kennett", "J.P. Paleotemperature history of the Cenozoic", "the initiation of Antarctic glaciation"],
    "venue": "Initial Reports of the Deep Sea Drilling Project 29, 743–755",
    "year": 1975
  }, {
    "title": "Evolution of Early Cenozoic marine temperatures",
    "authors": ["J.C. Zachos", "L.D. Stott", "K.C. Lohmann"],
    "venue": "Paleoceanography 9,",
    "year": 1994
  }, {
    "title": "Cretaceous eustasy revisited",
    "authors": ["B.U. Haq"],
    "venue": "Glob. Planet. Change 113,",
    "year": 2014
  }, {
    "title": "The central role of diminishing sea ice in recent Arctic temperature amplification",
    "authors": ["J.A. Screen", "I. Simmonds"],
    "venue": "Nature 464,",
    "year": 2010
  }, {
    "title": "U-Pb geochronology of the Deccan Traps and relation to the end-Cretaceous mass extinction",
    "authors": ["B Schoene"],
    "venue": "Science 347,",
    "year": 2015
  }, {
    "title": "Time scales of critical events around the CretaceousPaleogene boundary",
    "authors": ["Renne", "P. R"],
    "venue": "Science 339,",
    "year": 2013
  }, {
    "title": "a Deccan perspective",
    "authors": ["S. Self", "M. Widdowson", "T. Thordarson", "Jay", "A.E. Volatile fluxes during flood basalt eruptions", "potential effects on the global environment"],
    "venue": "Earth Planet. Sci. Lett. 248, 518–532",
    "year": 2006
  }, {
    "title": "An atmospheric pCO2 reconstruction across the Cretaceous-Tertiary boundary from leaf megafossils",
    "authors": ["D.J. Beerling", "B.H. Lomax", "D.L. Royer", "G.R. Upchurch", "L.R. Kump"],
    "venue": "Proc. Natl Acad. Sci. USA",
    "year": 2002
  }, {
    "title": "an end-Cretaceous case study",
    "authors": ["M.J. Henehan", "P.M. Hull", "D.E. Penman", "J.W.B. Rae", "Schmidt", "D.N. Biogeochemical signficiance of pelagic ecosystem function"],
    "venue": "Phil. Trans. R. Soc. B 371, 1–9",
    "year": 2016
  }, {
    "title": "Deccan volcanism, greenhouse warming, and the Cretaceous/Tertiary boundary",
    "authors": ["K.G. Caldeira", "M.R. Rampino"],
    "venue": "Geol. Soc. Am. Spec. Pap. 247,",
    "year": 1990
  }, {
    "title": "Carbon dioxide emissions from Deccan volcanism and a K/T boundary greenhouse effect",
    "authors": ["K.G. Caldeira", "M.R. Rampino"],
    "venue": "Geophys. Res. Lett. 17,",
    "year": 1990
  }, {
    "title": "impact on the global climate and the Sr-87/Sr-86 ratio of seawater",
    "authors": ["Dessert", "C. et al. Erosion of Deccan Traps determined by river geochemistry"],
    "venue": "Earth Planet. Sci. Lett. 188, 459–474",
    "year": 2001
  }, {
    "title": "The time scale of the silicate weathering negative feedback on atmospheric  CO2",
    "authors": ["G. Colbourn", "A. Ridgwell"],
    "venue": "Glob. Biogeochem. Cycles 29,",
    "year": 2015
  }, {
    "title": "Evolution and extinction of Maastrichtian (Late Cretaceous) cephalopods from the López de Bertodano Formation, Seymour Island, Antarctica. Palaeogeogr",
    "authors": ["Witts", "J. D"],
    "venue": "Palaeoclimatol. Palaeoecol. 418,",
    "year": 2015
  }, {
    "title": "Carbon isotope (d13C) differences between Late Cretaceous ammonites and benthic mollusks from Antarctica. Palaeogeogr",
    "authors": ["T.S. Tobin", "P.D. Ward"],
    "venue": "Palaeoclimatol. Palaeoecol. 428,",
    "year": 2015
  }, {
    "title": "Geochemical evidence for suppression of pelagic marine productivity at the Cretaceous/Tertiary boundary",
    "authors": ["J.C. Zachos", "M.A. Arthur", "W.E. Dean"],
    "venue": "Nature 337,",
    "year": 1989
  }, {
    "title": "Organic carbon fluxes and ecological recovery from the Cretaceous-Tertiary mass extinction",
    "authors": ["S. D’Hondt", "P. Donaghay", "J.C. Zachos", "D. Luttenberg", "M. Lindinger"],
    "venue": "Science 282,",
    "year": 1998
  }, {
    "title": "Consequences of the Cretaceous/Paleogene mass extinction for marine ecosystems",
    "authors": ["S. D’Hondt"],
    "venue": "Annu. Rev. Ecol. Evol. Syst",
    "year": 2005
  }, {
    "title": "Partial collapse of the marine carbon pump after the Cretaceous-Paleogene boundary",
    "authors": ["H.S. Birch", "H.K. Coxall", "P.N. Pearson", "D. Kroon", "D.N. Schmidt"],
    "venue": "Geology 44,",
    "year": 2016
  }, {
    "title": "Press-pulse: a general theory of mass extinction",
    "authors": ["N.C. Arens", "I.D. West"],
    "venue": "Paleobiology 34,",
    "year": 2008
  }, {
    "title": "Palynological indicators of vegetation change preceeding the Cretaceous-Paleogene boundary, McCone County, Montana, USA",
    "authors": ["N.C. Arens", "A. Thompson", "Jahren", "A.H. A preliminary test of the press-pulse extinction hypothesis"],
    "venue": "Geol. Soc. Am. Spec. Pap. 503, 209–227",
    "year": 2014
  }, {
    "title": "Late Maastrichtian short-term biotic events on Seymour Island, Antarctic Peninsula",
    "authors": ["W.J. Zinsmeister"],
    "venue": "J. Geol. 109,",
    "year": 2001
  }, {
    "title": "the Marambio Group, Vega Island, Antarctica",
    "authors": ["D. Pirrie", "P.W. Ditchfield", "Marshall", "J.D. Burial diagenesis", "pore-fluid evolution in a Mesozoic back-arc basin"],
    "venue": "J. Sediment. Res. A64, 541–552",
    "year": 1994
  }, {
    "title": "Late Cretaceous (Maastrichtian) shallow water hydrocarbon seeps from Snow Hill and Seymour Islands, James Ross Basin, Antarctica",
    "authors": ["Little", "C.T. S"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 2015
  }, {
    "title": "Extracting Paleoenvironmental Records from Molluscan Carbonate",
    "authors": ["A. Dutton"],
    "venue": "(PhD thesis, University of Michigan,",
    "year": 2002
  }, {
    "title": "IX Congreso Geológico Argentino",
    "authors": ["Palamarczuk", "S. et al. Las Formaciones López de Bertodano y Sobral en la Isla Vicecomodoro Marambio", "Antártida"],
    "venue": "Actas 1, 399–419",
    "year": 1984
  }, {
    "title": "palaeoenvironmental implications",
    "authors": ["T.F. Anderson", "B.N. Popp", "A.C. Williams", "Ho", "L.-Z.", "Hudson", "J.D. The stable isotopic records of fossils from the Peterborough Member", "UK Oxford Clay Formation (Jurassic)"],
    "venue": "J. Geol. Soc. London 151, 125–138",
    "year": 1994
  }, {
    "title": "Compositional and temperature effects of phosphoric acid fractionation on D47 analysis and implications for discrepant calibrations",
    "authors": ["W.F. Defliese", "M.T. Hren", "K.C. Lohmann"],
    "venue": "Chem. Geol. 396,",
    "year": 2015
  }, {
    "title": "The effects of Porapak trap temperature on d18O, d13C, and  D47 values in preparing samples for clumped isotope analysis",
    "authors": ["S.V. Petersen", "I.Z. Winkelstern", "K.C. Lohmann", "K.W. Meyer"],
    "venue": "Rapid. Commun. Mass Spectrom",
    "year": 2016
  }, {
    "title": "Defining an absolute reference frame for ‘clumped’ isotope studies of  CO2",
    "authors": ["K.J. Dennis", "H.P. Affek", "B.H. Passey", "D.P. Schrag", "J.M. Eiler"],
    "venue": "Geochim. Cosmochim. Acta",
    "year": 2011
  }, {
    "title": "Methods and limitations of ‘clumped’ CO2 isotope (D47) analysis by gass-source isotope ratio mass spectrometry",
    "authors": ["Huntington", "K. W"],
    "venue": "J. Mass Spectrom",
    "year": 2009
  }, {
    "title": "The Geologic Time Scale",
    "authors": ["J.G. Ogg"],
    "venue": "(eds Gradstein,",
    "year": 2012
  }, {
    "title": "The Geologic Time Scale",
    "authors": ["J.M. McArthur", "R.J. Howarth", "G.A. Shields"],
    "venue": "(eds Gradstein,",
    "year": 2012
  }],
  "id": "SP:bf99d9813782a33463cab12c7be1c852e895fa04",
  "authors": [{
    "name": "Sierra V. Petersen",
    "affiliations": []
  }, {
    "name": "Andrea Dutton",
    "affiliations": []
  }, {
    "name": "Kyger C. Lohmann",
    "affiliations": []
  }],
  "abstractText": "The cause of the end-Cretaceous (KPg) mass extinction is still debated due to difficulty separating the influences of two closely timed potential causal events: eruption of the Deccan Traps volcanic province and impact of the Chicxulub meteorite. Here we combine published extinction patterns with a new clumped isotope temperature record from a hiatus-free, expanded KPg boundary section from Seymour Island, Antarctica. We document a 7.8±3.3 C warming synchronous with the onset of Deccan Traps volcanism and a second, smaller warming at the time of meteorite impact. Local warming may have been amplified due to simultaneous disappearance of continental or sea ice. Intra-shell variability indicates a possible reduction in seasonality after Deccan eruptions began, continuing through the meteorite event. Species extinction at Seymour Island occurred in two pulses that coincide with the two observed warming events, directly linking the end-Cretaceous extinction at this site to both volcanic and meteorite events via climate change. DOI: 10.1038/ncomms12079 OPEN",
  "title": "End-Cretaceous extinction in Antarctica linked to both Deccan volcanism and meteorite impact via climate change"
}