{
  "sections": [{
    "heading": "ARTICLE",
    "text": "Received 20 Mar 2015 | Accepted 17 Jun 2015 | Published 3 Aug 2015\nHail formation triggers rapid ash aggregation in volcanic plumes Alexa R. Van Eaton1,2, Larry G. Mastin1, Michael Herzog3, Hans F. Schwaiger4, David J. Schneider4,\nKristi L. Wallace4 & Amanda B. Clarke2\nDuring explosive eruptions, airborne particles collide and stick together, accelerating the\nfallout of volcanic ash and climate-forcing aerosols. This aggregation process remains a major\nsource of uncertainty both in ash dispersal forecasting and interpretation of eruptions from\nthe geological record. Here we illuminate the mechanisms and timescales of particle\naggregation from a well-characterized ‘wet’ eruption. The 2009 eruption of Redoubt Volcano,\nAlaska, incorporated water from the surface (in this case, a glacier), which is a common\noccurrence during explosive volcanism worldwide. Observations from C-band weather radar,\nfall deposits and numerical modelling demonstrate that hail-forming processes in the eruption\nplume triggered aggregation of B95% of the fine ash and stripped much of the erupted mass\nout of the atmosphere within 30 min. Based on these findings, we propose a mechanism of\nhail-like ash aggregation that contributes to the anomalously rapid fallout of fine ash and\noccurrence of concentrically layered aggregates in volcanic deposits.\nDOI: 10.1038/ncomms8860 OPEN\n1 David A. Johnston Cascades Volcano Observatory, US Geological Survey, Vancouver, Washington 98683, USA. 2 School of Earth and Space Exploration, Arizona State University, Tempe, Arizona 85287, USA. 3 Department of Geography, University of Cambridge, Cambridge CB2 3EN, UK. 4 Alaska Volcano Observatory, US Geological Survey, Anchorage, Alaska 99508, USA. Correspondence and requests for materials should be addressed to A.R.V.E. (avaneaton@usgs.gov).\nNATURE COMMUNICATIONS | 6:7860 | DOI: 10.1038/ncomms8860 | www.nature.com/naturecommunications 1\n& 2015 Macmillan Publishers Limited. All rights reserved.\nA number of explosive volcanic eruptions have been likened to ‘dirty thunderstorms’ due to their powerful convective updrafts, elevated water contents and electrical activity1–3.\nAll volcanic plumes contain some water originating from the magma, which is typically in the range of 2–7 wt.%. However, wet eruptions also incorporate water from external sources, by interacting with, for example, glaciers or aquifers. This water involvement is important because cloud microphysical processes—such as condensation and ice formation—impact volcanic plume development by scrubbing fine ash and sulfur from the atmosphere4–8. Despite recent observations that a major proportion of erupted fine ash never makes it into the downwind cloud, the actual mechanisms of near-source aggregation are poorly constrained, and therefore difficult to predict.\nFor decades, it has been proposed that spherical pellets of ash created during explosive eruptions (also referred to as accretionary lapilli) are akin to hailstones due to their similar size range, concentric structure and, sometimes, ice content9–11. For example, ash-laden hailstones fell during the Icelandic eruptions of Grı́msvötn in 2011 (ref. 12) and Eyjafjallajökull in 2010 (refs 13,14) and ‘ice-cold mudballs’ splattered when they landed within 20 km of Mount St Helens on 18 May 1980 (ref. 15). The growth of dense, coherent ash aggregates requires liquid. Without it, particles are held together mainly by electrostatic forces, leading to loosely bound clusters that rarely survive impacts with the ground14,16,17. However, until now there have been no quantitative studies to examine how apparent similarities to hailstones relate to aggregate growth mechanisms in volcanic plumes. As a result of gaps in our fundamental understanding of ash aggregation, operational forecasting models currently lack physically based descriptions of the process, leading to overpredictions of ash dispersal and adverse effects on aircraft operations and related infrastructure6,18.\nThe eruption of Redoubt Volcano, Alaska, from March–April 2009 provides an illustrative and representative example of what happens when abundant external water is incorporated into a volcanic plume. In this case, the external water was sourced from a 100–200-m-thick glacier over the vent, which was partly destroyed by 3 weeks of explosive volcanic activity19. Many of the resulting water-rich ash plumes were detected in weather radar for only tens of minutes after explosions ended, and produced weak ash signals in satellite retrievals20,21. Rather than settling out of the atmosphere slowly and individually, the fine ash particles landed as frozen, spherical aggregates (‘volcanic hail’) up to 10 mm in diameter19. Our analysis focuses on the well-documented period of activity from 12:30–13:00 UTC on 23 March 2009, referred to in the eruption sequence as explosive event 5. This event was chosen because the volcanic plume and downwind ash cloud were recorded in C-band Doppler radar and thermal infrared satellite20, and its fall deposits were readily distinguished in the field19. Moreover, it produced one of the most powerful volcanic lightning storms yet documented22. This study examines both direct and indirect evidence for the roles of water and ice in triggering the fallout of fine ash close to source. By combining observations from the fall deposits, weather radar, and three-dimensional (3D) simulation of the plume dynamics and microphysics, we establish new constraints on the mechanisms of ash aggregation, and effects on the longdistance dispersal of fine ash."
  }, {
    "heading": "Results",
    "text": "Observations from the volcanic fall deposits. Field measurements and samples of ash aggregate fallout from Redoubt Volcano’s event 5 were collected soon after the eruption, before melting destroyed their ice-rich structures19 (Fig. 1). Aggregate diameters increase markedly towards the volcanic source, with much smaller diameters persisting from 20 km to at least 229 km downwind (Fig. 1a; Supplementary Table 1). Photographs show that frozen ash aggregates and ash-laden hailstones fell at the same time, in the same location (Supplementary Fig. 1). The ash aggregates are internally massive to weakly layered, displaying concentric layers of ash particles (Fig. 1b,c). To estimate how aggregation increased the effective size of airborne particles, we compared the size distributions of three components from the fall deposit: (1) ash particles that make up aggregates, (2) the aggregates themselves, and (3) the erupted total before aggregation (See Methods and Supplementary Tables 1–3). Our analysis confirms that a highly size-selective aggregation process14 took place, preferentially stripping the smallest particles from the volcanic plume. From grain-size measurements, we estimate that 495% of the deposited fine ash (o250 mm) fell as larger aggregates, with only the remaining o5% left behind in the atmosphere as single particles (Supplementary Table 3). Figure 1d shows the airborne particle sizes before and after aggregation, taking into account the aggregates that formed and the single\nObservations during the 2009 eruption of Redoubt Volcano in Alaska. (a) Extent of the mapped ashfall deposit19 from event 5 of the eruptive\nsequence. Scale bar, 50 km. Maximum diameters of ash aggregates\nindicated by white circles. ‘*’ denotes two closely spaced sites. Yellow\ntriangle shows location of Redoubt Volcano. (b–c) Thin sections of ash\naggregates (plane-polarized light), which landed frozen 12 km from Redoubt\nVolcano. Scale bar, 1 mm. The frozen ash aggregates are commonly\n(b) unstructured with slight fining outward from the centre (arrows) or\n(c) contain concentric layers of ash particles. (d) Total grain-size\ndistribution in the volcanic plume before and after aggregate formation. Data are binned into whole-f intervals (where f¼ log2D in mm). Vertical bars indicate the eight volcanic tracers used in the ATHAM large-\neddy simulation. Lower axis shows diameter in microns, upper axis in f.\n2 NATURE COMMUNICATIONS | 6:7860 | DOI: 10.1038/ncomms8860 | www.nature.com/naturecommunications\n& 2015 Macmillan Publishers Limited. All rights reserved.\nparticles that were left behind (note: these components have different densities and fall velocities).\n3D simulation of the eruption plume using ATHAM. The frozen ash aggregates and ‘regular’ hailstones originated near the eruptive source, indicated by their rapid size increase towards Redoubt Volcano (Fig. 1a). These observations strongly suggest that hail formation occurred directly within the volcanic plume. To test the physical plausibility of this process, we modelled event 5 using the Active Tracer High-resolution Atmospheric Model (ATHAM), which is a cloud-resolving large-eddy simulation for explosive eruptions23–25. The simulation was initialized from well-constrained volcanic and atmospheric characteristics of the event, including the post-aggregation grain-size distribution (GSD) derived from our measurements (Fig. 1d, Supplementary Fig. 2 and Supplementary Table 4). The 3D volcanic plume simulation generates high concentrations of hail, which fallout within 20 km of Redoubt Volcano (Fig. 2; Supplementary Movie 1). Locations and timescales of the hail formation show excellent agreement with C-band Doppler radar measurements and field deposits (Figs 2 and 3). Ten minutes after eruption initiation, the modelled plume reaches 19.2 km above sea level, matching the radar echo top (Fig. 4a). Shortly thereafter, coarse particles 4500 mm, including hail and ash aggregates, begin to separate from the suspended mixture by gravitational fallout\nNATURE COMMUNICATIONS | 6:7860 | DOI: 10.1038/ncomms8860 | www.nature.com/naturecommunications 3\n& 2015 Macmillan Publishers Limited. All rights reserved.\n(Fig. 2b–d and Fig. 3b). At these same times, the radar shows a rapid decrease in plume height. We infer that the radar’s sensitivity to the largest particles led to preferential detection of the region of ash aggregate formation and fallout20,26 (Figs 2e–h and 3b). Within half an hour, virtually all the hail has fallen out of the modelled cloud, consistent with the very low radar echo tops (Fig. 3a)."
  }, {
    "heading": "Discussion",
    "text": "Combining our field observations and results from the mixedphase cloud microphysics in ATHAM (Figs 2 and 3), we propose that the growth of coherent ash aggregates is ‘hail-like’ in this case, both in terms of microphysics (involvement of liquid water and ice) and kinematics (cycling through turbulent updrafts). The process begins in a rising volcanic plume, sourced either directly over the vent (as shown in Fig. 4) or from ground-hugging pyroclastic density currents27,28. Liquid water condenses on ash particles, coalescing rapidly into unstructured pellets of wet ash. These warmer regions of the volcanic updraft contain abundant liquid water, favouring wet growth of ash aggregates similar to raindrop formation or glazing in hailstones29 (stage i, Fig. 4). Freezing subsequently occurs in the outer margins of the plume that entrain cold atmospheric air (stage ii, Fig. 4). Where temperatures fall below 20 C, the sparse amounts of liquid water lead to dry growth—for example, by electrostatic attraction of particles14,16 or rapid freezing of supercooled droplets (riming30). Many of the frozen aggregates may fallout of the plume at this point, recording only a single pass through the warm, moist updraft. Alternatively, further layers of ash may be accreted during recapture into rising currents31 (stage iii, Fig. 4), modulated by turbulent eddies, changes in the eruption velocity at source, and bending or tilting of the volcanic plume by the ambient wind field. The layers in Redoubt Volcano’s ash aggregates (Fig. 1b,c) are strong evidence for multiple passes\nthrough updrafts and downdrafts—this layering feature is commonly observed in aggregates from other deposits of wet eruptions in the geological record11,27,28,32. As the eruption wanes (stage iii, Fig. 4), updraft velocities can no longer support the ash aggregates and they settle out of the atmosphere, leaving behind only a small proportion of the original fine ash content (o5% in the case of Redoubt Volcano).\nWe suggest that hail-like growth of ash aggregates is most likely to occur when volcanic plumes: (1) ascend to atmospheric levels colder than 20 C, where ash particles become effective ice nuclei33,34, (2) incorporate water from an external source (for example, a glacier), and (3) produce sustained updrafts, keeping particles aloft long enough to grow. These conditions were met during the eruptions of Grı́msvötn in 2011, Eyjafjallajökull in 2010 and Mount St Helens in 1980. Indeed, volcanic hail was observed from each of these eruptions12–15.\nIt is worth noting that hail formation may not be constrained to eruptions in the mid- or high-latitudes. The 20 C isotherm is typically near or below 10 km a.s.l., even in the tropics. This height is commonly reached by eruptions of moderate to high intensity (mass flux Z106–107 kg s 1)35, suggesting that some amount of freezing and wet growth of aggregates may be a common occurrence during powerful, water-rich eruptions in general. However, there are certainly other scenarios in which hail formation is unlikely to occur, including eruptions that are too weak to rise higher than the atmospheric freezing level, or contain very little water from the magma, surface or atmosphere. In these cases, aggregation proceeds in the absence of ice—mainly by wet growth, electrostatic attraction or some combination of the two.\nThe hail-like growth process we have described played a key role in the overall extent of the fall deposits from the 2009 eruption of Redoubt Volcano. Using the volcanic ash transport and dispersal model Ash3d (refs 36,37), we compared the fall deposit resulting from event 5 with and without an aggregated GSD (see Methods). In agreement with the mapped deposits,\nweather radar.\n4 NATURE COMMUNICATIONS | 6:7860 | DOI: 10.1038/ncomms8860 | www.nature.com/naturecommunications\n& 2015 Macmillan Publishers Limited. All rights reserved.\nour results indicate that aggregation increased the near-source ashfall more than fivefold and reduced the long-distance ashfall by about half, defined by the areas receiving Z1,000 and Z10 g ash per m2, respectively (Supplementary Fig. 3). Aggregation scrubbed the volcanic plume of fine particles and shifted much of the erupted mass into lower regions of the atmosphere, causing early fallout and leaving behind a dilute cloud of remaining ash particles that escaped aggregation. This phenomenon has important implications for remote sensing during eruption response and ash hazards in general. To illustrate, our plume simulation (Figs 2 and 3) shows a cloud of fine-grained particles, including cloud ice, persisting at heights 410 km a.s.l. long after the fallout of larger hail and ash aggregates. The model results are in agreement with thermal infrared satellite images of an upper-level ash cloud drifting southeast 44 h after the event20,21. This upper-level cloud was not detected by the C-band radar, due to its small particle sizes and relatively dilute concentrations (ATHAM modelling suggests o250 mm and r4 g m 3, respectively). Based on this observation, we caution that volcanic plumes undergoing rapid aggregation may be visible in radar only briefly after the end of the eruption, while continuing to impact aviation at higher altitudes for hours to days.\nBased on the present findings, we suggest that rapid, hail-like ash aggregation occurs directly within the plume arising from explosive, wet eruptions. Therefore, models of atmospheric dispersal for these scenarios may reasonably assume that B95% of the fine ash (o250 mm) is instantaneously converted into aggregates (Fig. 4). We have emphasized that water-rich eruptions are most strongly affected by this process, although further work is required to identify the range of eruption styles and plume water contents capable of triggering significant hail formation. Refining predictive models of long-distance ash transport thus requires a sink term in the proximal area to account for ash aggregation and related instabilities in the volcanic plume23,38–40, in addition to the formation of weaker ash aggregates that may grow in the distal cloud41. We conclude that rapid, hail-like growth of ash aggregates offers a compelling explanation for a diverse range of observations from volcanic plumes and their deposits, and provides a conceptual model to guide future development of ash dispersal forecasting."
  }, {
    "heading": "Methods",
    "text": "Analysis of volcanic deposits. Detailed textural analysis was undertaken on volcanic ash aggregates from a well-preserved proximal location B12 km from Redoubt Volcano (Supplementary Fig. 1). The aggregates landed frozen and were archived in a freezer at the US Geological Survey (USGS) Alaska Volcano Observatory. The maximum aggregate diameter of B10 mm was recorded by Wallace et al.19. To examine these deposits in detail, we freeze dried them to remove ice without melting the aggregate structures14. Water content and frozen bulk density of individual aggregates (sample sizes n¼ 8 and n¼ 46, respectively) were also obtained by measuring the three principal axes, and weighing before and after oven drying. A representative size distribution of the intact, freeze-dried aggregates (n¼ 1,182) was obtained from equivalent circular diameters of manually fitted ellipsoids using ImageJ analysis of 2D images. Aggregates o0.5 mm were not measured using this technique. A selection of representative aggregates was gently disaggregated for size analysis of the single, constituent particles using a Beckman– Coulter LS 13 320 Laser Diffraction Particle Size Analyzer. Data are provided in Supplementary Tables 1–3. Analyses assumed a refractive index of 1.56 and an absorption coefficient of 0.1 for andesitic ash.\nCalculating total GSD after aggregation. This study required an estimate of the total GSD in the volcanic plume after aggregation, which we refer to as GSD4. This represents the effective sizes of airborne particles during transport through the atmosphere. The calculation requires three key pieces of information, specifically the GSDs of: ‘single’ particles that were incorporated into aggregates (GSD1); whole aggregates that formed during transport (GSD2); and single particles originally produced by the eruption before aggregation (GSD3).\nFor GSD1, we use the results of laser diffraction size analysis of ash aggregates collected 12 km from source (Supplementary Fig. 1), which were gently\ndisaggregated before analysis. GSD2 required a mass-averaged size distribution of all aggregates in the deposit. To do this, we applied a method similar that of Murrow et al42. We inferred the spatial extent of three aggregate isopleths (lines of equal aggregate diameter) using the mapped distribution of deposit mass from ref. 19 from six widely spaced sites along the dispersal axis (12 to 229 km from source) where aggregate sizes were noted in the field (Supplementary Table 1). Ideally, isopleths would be based on observations at many more sites, but the speed with which frozen aggregates melt or are otherwise destroyed in harsh, high-altitude terrain precluded a larger data set. Nonetheless, our data set of ash aggregates is among the most detailed of any modern eruption yet documented. The GSD of aggregates contained within each of the three isopleths are assumed to follow a log-normal (Gaussian) distribution defined by a mean and s.d. from the measured values (that is, the maximum observed diameter was taken to represent the B99th percentile). The assumption of a log-normal distribution is based on the detailed analysis of the aggregates within 12 km of Redoubt Volcano, which gives an excellent match to the Gaussian fit (linear R2¼ 0.91; see Supplementary Table 2). We use a minimum cut-off size of 125 mm for aggregate diameters, assuming that smaller clusters are of second-order importance to the overall volcanic plume dynamics. Deposit mass contained within each aggregate isopleth (Supplementary\nTable 1) was determined using the method of Fierstein and Nathenson43, assuming a single straight-line segment on a plot of log mass versus area1/2 (their Equation 13). Then, the mass in each aggregate size bin was multiplied by the fraction of total deposit mass contained within each isopleth, providing a massweighted aggregate size distribution that represents the overall sizes of whole aggregates produced during the 2009 event 5 eruption of Redoubt Volcano (Supplementary Table 3).\nFor GSD3, we use the distribution calculated by Mastin et al.37 (their Table 2), which employed a volume-weighted average of 32 grain-size analyses using the Voronoi tessellation technique44. These samples were disaggregated before analysis, and therefore represent the original total GSD of single particles before aggregation occurred. Once GSD1, 2 and 3 are established, it is possible to estimate how the aggregation process combines single particles from the original mixture into aggregates of known size distribution. It is important to note that aggregation is strongly size-selective, meaning that some of the particles are left out. We calculated the fraction of each single-particle size class (fs) left behind after aggregation using the following:\nfs ¼ GSD3jð1 Cf FÞ; Cfo1 fs ¼ GSD3jð1 FÞ; Cf 1\nð1Þ\nwhere GSD3j is the mass fraction in each size class of the original mixture, F is the fraction of total erupted mass undergoing collisions with other particles (a measure of time-integrated collision frequency41, here assumed to be 1), and Cf is the aggregation coefficient, defined as the ratio of GSD1j to GSD3j, which is different for each size class. The aggregation coefficient is related to a sticking efficiency41, accounting for the observation that finer particles are more likely to stick than coarser particles14,17. Note that under the assumption that 100% of the erupted mass is involved in this size-selective aggregation process (F¼ 1), particles are completely converted into aggregates only when CfZ1, that is, no single particles are left behind (fs¼ 0). Our analysis indicates that for Redoubt Volcano’s event 5, the particles o0.125 mm in the mapped deposit were completely converted into aggregates, whereas a fraction of the particles between 0.125 and 1 mm were preferentially excluded from aggregation.\nThen, the mass fraction moved into each aggregate size class (fa) is calculated from the following:\nfa ¼ GSD2j ð1 fsð ÞÞ ð2Þ where GSD2j is the mass fraction in each class of the whole-aggregate size spectrum, and S(fs) is the sum of all the size classes of single particles. Results of these calculations are shown in Supplementary Table 3. The effective size distribution after aggregation (GSD4) is then calculated by combining the single particles (fs) and aggregates (fa) in each size class.\nLarge-eddy simulation of volcanic plume dynamics using ATHAM. ATHAM was used to simulate the 3D dynamics and microphysics of the event 5 eruption plume from Redoubt Volcano. ATHAM is a cloud-resolving, large-eddy numerical model that can handle dynamically and thermodynamically active tracers23–25. The basic information required to initialize the model includes: (1) a vertical profile of atmospheric temperature, wind velocity and relative humidity; and (2) a volcanic forcing at the lower model boundary, defined by a prescribed vertical flux of solid volcanic particles and gas of initially uniform temperature25 (in this case, 575 K). Volcanic source parameters were derived from detailed field observations (described in the following section). Atmospheric sounding data over Redoubt Volcano were interpolated from the 2.5-degree NCEP/NCAR Reanalysis 1 model45 (Supplementary Fig. 2). We used a stretched grid covering a domain of 100 100 30 km with 194 194 139 grid points. The maximum horizontal and vertical resolution of 50 m was centred at the volcano, stretching to 1.0 km (vertically) and 1.9 km (horizontally) at the model boundaries. Topography was interpolated onto the model grid from a 30-m resolution digital elevation model (Supplementary Table 4).\nATHAM’s bulk microphysical scheme describes the exchange of mass and energy between water vapour and four hydrometeors: cloud water, cloud ice, rain\nNATURE COMMUNICATIONS | 6:7860 | DOI: 10.1038/ncomms8860 | www.nature.com/naturecommunications 5\n& 2015 Macmillan Publishers Limited. All rights reserved.\nand hail (see ref. 23 for full details). The hail tracer has a density of 700 kg m 3, which lies between that of true hail and lower-density graupel. There are 19 microphysical processes incorporated into the model, including condensation, evaporation, freezing, melting, sublimation, deposition, autoconversion and accretion. Hail growth is modelled by collection and freezing of rain and cloud water, and by deposition of water vapour. Fall velocities of hail and rain are taken from their volume mean radii, derived from Marshall–Palmer distributions, which depend on the mass concentration of each tracer23. In contrast, the radii of cloud water and cloud ice are prescribed and assumed to be monodispersed. A simplification of the bulk microphysical scheme is that it does not include interactions between hydrometeors and volcanic particles23, meaning they can coexist, but not combine. Therefore, processes of heterogeneous ice nucleation and ash removal by precipitation are not explicitly resolved in the model. To minimize these limitations, we do the following: (1) enable temperature-dependent statistical freezing of supercooled water beginning at 0 C (ref. 23), which is reasonable given that contact freezing of liquid droplets is initiated by ice particles at all temperature o0 C; and (2) use a coarser size distribution of volcanic particles representing the effective sizes after aggregation, based on measurements undertaken for this study (GSD4, Supplementary Table 3). Therefore, our simplifying assumptions are adequate for examining microphysical features in the volcanic plume, and identifying the regions in which hail-forming processes are thermodynamically favourable.\nConstraints on volcanic source parameters. Eruptive event 5 from Redoubt Volcano was exceptionally well-monitored by the USGS Alaska Volcano Observatory and partners, providing constraints on many of the eruptive properties required for modelling. The most sensitive inputs in our large-eddy simulation were related to eruption rate, including total erupted mass, eruption duration and initial velocity, followed by plume composition and plume temperature. Constraints on these key parameters are detailed below and summarized in Supplementary Table 4.\nErupted mass was calculated from fall deposit mapping by Wallace et al.19 as 4.4 109 kg. We note that this value is based on the mass of oven-dried samples, and therefore does not include any of the water or ice involved in the eruption. The onset of eruption was detected by broadband seismometer at 12:30:21 UTC. Duration was inferred from the USGS C-band radar reflectivity, which showed that maximum reflectivity at the volcanic source (450–55 dBz) lasted until B12:36:43 UTC20. We therefore assume that most of the erupted mass was injected into the atmosphere during these initial 6 min, which is consistent with ash dispersal modelling37 suggesting an eruption duration r10 min.\nThe constant initial velocity of the plume (19 m s 1) is taken from the radardetected rise rate from the study by Schneider and Hoblitt20 during the first 1– 2 min of eruption (15–20 m s 1). This somewhat slow ascent in the early stages of eruption suggest the plume was not simply a vertically directed blast; there may have been a laterally or radially directed component related to partial destruction of the lava dome, before convective ascent took over7. The exceptional lahar volume produced during this time is also consistent with mobilization of glacial ice in the Drift River valley by pyroclastic density currents of limited extent46.\nPlume composition is described in our model by the mass fraction of volcanic particles and gases (mainly water vapour with minor SO2). The relative contributions of eight volcanic particle tracers and their densities were derived from textural analysis of the aggregated deposits, as described in the previous section (Supplementary Table 4). The amount of water vapour in the volcanic plume is an important consideration in this case, due to extensive interaction with the summit glacier. This is demonstrated, for example, by centimetre-sized glacier fragments blasted over 11 km from source during event 5 (ref. 19), and production of one of the most voluminous, ice-rich lahars ever documented46. Based on experimental studies of ash aggregation14, we infer that the eruption plume initially contained B20 wt.% water to produce the coherent aggregate structures observed. This value is consistent with measurements of water content from eight individual, frozen ash aggregates conducted for this study, which ranged from 17 to 29 wt.%. Therefore, we initialized the model with 3 wt.% water sourced from the magma47, and an additional 16.5 wt.% water incorporated from the glacier. We also included 0.5 wt.% SO2 gas as a non-reactive, bulk tracer to account for all other magmatic volatiles. The initial temperature of the volcanic plume was calculated assuming that magma-water mixing cooled the erupted mixture during thermal equilibration at constant pressure48, using a specific heat of magma of 1,000 J kg 1 K 1. We assumed that the erupting mixture (solid particles plus magmatic gas) was initially at 910 C (ref. 47) before mixing with 16.5 wt.% liquid water at 0 C, resulting in an equilibrated plume temperature of B300 C.\nBased on these considerations, we initialized the ATHAM model with a constant eruption rate of 1.53 107 kg s 1 of volcanic particles and gases (1.22 107 kg s 1, if only volcanic particles are included). Given the prescribed eruption duration of 6 min, our simulation erupts a mass of volcanic particles that is within 1% of the mapped value. The expanded plume diameter after equilibration to ambient pressure was adjusted to match the above constraints— however, our chosen diameter of 840 m is reasonable given that the Redoubt Volcano’s summit amphitheatre (crater) has a diameter of nearly 2 km.\nSimulation of ash cloud dispersal using Ash3d. We used the Eulerian volcanic ash transport and dispersion model Ash3d (ref. 36), employing a model domain of\n700 700 20 km and constant grid resolution of 5 km. Rather than resolving the near-source dynamics of the volcanic plume, Ash3d specializes in long-range transport of ash particles in a time-changing, 3D wind field. Ash3d was not coupled to ATHAM for this study. To examine how ash dispersal from event 5 of Redoubt Volcano would have been different if aggregation had not occurred, we initialized an Ash3d simulation using the total GSD before and after aggregation (GSD3 and GSD4, Supplementary Table 3) and other input parameters from ref. 37 (including maximum plume height of 15 km and a vertical distribution of mass defined by a Suzuki distribution with a k-constant of 4). The wind field was derived from the 32 km North American Regional Reanalysis data set49."
  }, {
    "heading": "Acknowledgements",
    "text": "A.R.V.E. acknowledges NSF Postdoctoral Fellowship EAR1250029 and grant GID 61233 from NASA Ames Supercomputing Center. We acknowledge Victoria University of Wellington, New Zealand for access to the laser particle size analyzer; Matt Rogers at University of Alaska, Anchorage for use of the freeze dryer; and Samson Cheung at NASA for computing support. Rick Hoblitt is thanked for comments on the manuscript. Integrated Data Viewer (IDV) software from UCAR/Unidata was used in the analysis and visualization of the large-eddy simulation. ASTER GDEM is a product of NASA and"
  }, {
    "heading": "METI.",
    "text": ""
  }, {
    "heading": "Author contribution",
    "text": "A.R.V.E. designed the study, ran the large-eddy simulations and undertook deposit analyses with H.F.S. L.G.M. ran the Ash3d simulations. M.H. provided the ATHAM model and supported the large-eddy simulations, D.J.S. was involved in remote-sensing interpretation, K.L.W. was involved in deposit collection and interpretation and A.B.C. contributed to the volcanological implications. All authors contributed to data interpretation and writing of the manuscript."
  }, {
    "heading": "Additional information",
    "text": "Supplementary Information accompanies this paper at http://www.nature.com/ naturecommunications Competing financial interests: The authors declare no competing financial interests. Reprints and permission information is available online at http://npg.nature.com/ reprintsandpermissions/ How to cite this article: Van Eaton, A. R. et al. Hail formation triggers rapid ash aggregation in volcanic plumes. Nat. Commun. 6:7860 doi: 10.1038/ncomms8860 (2015). This work is licensed under a Creative Commons Attribution 4.0 International License. The images or other third party material in this article are included in the article’s Creative Commons license, unless indicated otherwise in the credit line; if the material is not included under the Creative Commons license, users will need to obtain permission from the license holder to reproduce the material. To view a copy of this license, visit http://creativecommons.org/licenses/by/4.0/\nNATURE COMMUNICATIONS | 6:7860 | DOI: 10.1038/ncomms8860 | www.nature.com/naturecommunications 7\n& 2015 Macmillan Publishers Limited. All rights reserved."
  }],
  "year": 2015,
  "references": [{
    "title": "Was the 18 May 1980 lateral blast at Mt St Helens the product of two explosions? Phil",
    "authors": ["R.P. Hoblitt"],
    "venue": "Trans. R. Soc. Lond. Ser. A A358,",
    "year": 2000
  }, {
    "title": "Electrical activity during the 2006 Mount St. Augustine volcanic eruptions",
    "authors": ["Thomas", "R. J"],
    "venue": "Science 315,",
    "year": 2007
  }, {
    "title": "Self-limiting physical and chemical effects in volcanic eruption",
    "authors": ["J.P. Pinto", "R.P. Turco", "O.B. Toon"],
    "venue": "clouds. J. Geophys. Res",
    "year": 1989
  }, {
    "title": "implications for volcano hazard and atmospheric effects",
    "authors": ["Rose", "W.I. et al. Ice in the 1994 Rabaul eruption cloud"],
    "venue": "Nature 375, 477–479",
    "year": 1995
  }, {
    "title": "aggregation and fallout",
    "authors": ["W.I. Rose", "Durant", "A.J. Fate of volcanic ash"],
    "venue": "Geology 39, 895–896",
    "year": 2011
  }, {
    "title": "the role of microphysics",
    "authors": ["A.R. Van Eaton", "M. Herzog", "C.J.N. Wilson", "McGregor", "J. Ascent dynamics of large phreatomagmatic eruption clouds"],
    "venue": "J. Geophys. Res. 117, B03203",
    "year": 2012
  }, {
    "title": "hightemperature scavenging by tephra",
    "authors": ["Ayris", "P.M. et al. SO2 sequestration in large volcanic eruptions"],
    "venue": "Geochim. Cosmochim. Acta 110, 58–69",
    "year": 2013
  }, {
    "title": "The volcanic deposits of Scinde Island. With special reference to the pumice bodies called chalazoidites",
    "authors": ["J.A. Berry"],
    "venue": "Trans. Proc. New Zeal. Inst",
    "year": 1928
  }, {
    "title": "Airborne studies of the emissions from the volcanic eruptions of Mount St. Helens",
    "authors": ["P.V. Hobbs", "L.F. Radke", "M.W. Eltgroth", "D.A. Hegg"],
    "venue": "Science 211,",
    "year": 1981
  }, {
    "title": "Accretionary lapilli originated from hailstone",
    "authors": ["Y. Kato"],
    "venue": "J. Geol. Soc. Jpn 92,",
    "year": 1986
  }, {
    "title": "Properties of ash-infused hail during the Grı́msvötn 2011 eruption and implications for radar detection of volcanic columns",
    "authors": ["Þ. Arason", "S.B. Þorláksdóttir", "G.S. Sigurjsson", "R.F. Yeo", "T. Thorsteinsson"],
    "venue": "Geophys. Res. Abstr 15,",
    "year": 2013
  }, {
    "title": "Charge mechanism of volcanic lightning revealed during the 2010 eruption of Eyjafjallajökull",
    "authors": ["P. Arason", "A.J. Bennett", "L.E. Burgin"],
    "venue": "J. Geophys. Res. 116,",
    "year": 2011
  }, {
    "title": "an experimental approach",
    "authors": ["A.R. Van Eaton", "J.D. Muirhead", "C.J.N. Wilson", "Cimarelli", "C. Growth of volcanic ash aggregates in the presence of liquid water", "ice"],
    "venue": "Bull. Volcanol. 74, 1963–1984",
    "year": 2012
  }, {
    "title": "Summary of eyewitness accounts of the May 18 eruptions",
    "authors": ["J.G. Rosenbaum", "R.B. Waitt"],
    "venue": "US Geol. Surv. Prof. Paper 1250,",
    "year": 1981
  }, {
    "title": "Density, construction, and drag coefficient of electrostatic volcanic ash aggregates",
    "authors": ["M.R. James", "S.J. Lane", "J.S. Gilbert"],
    "venue": "J. Geophys. Res",
    "year": 2003
  }, {
    "title": "The origin of accretionary lapilli",
    "authors": ["J.S. Gilbert", "S.J. Lane"],
    "venue": "Bull. Volcanol",
    "year": 1994
  }, {
    "title": "outcomes from the first IAVCEI-WMO workshop on Ash Dispersal Forecast and Civil Aviation",
    "authors": ["C. Bonadonna", "A. Folch", "S. Loughlin", "Puempel", "H. Future developments in modelling", "monitoring of volcanic ash clouds"],
    "venue": "Bull. Volcanol. 74, 1–10",
    "year": 2011
  }, {
    "title": "Character, mass, distribution, and origin of tephra-fall deposits from the 2009 eruption of Redoubt Volcano, Alaska—highlighting the significance of particle aggregation",
    "authors": ["K.L. Wallace", "J.R. Schaefer", "M.L. Coombs"],
    "venue": "J. Volcanol. Geotherm",
    "year": 2013
  }, {
    "title": "Doppler weather radar observations of the 2009 eruption of Redoubt Volcano, Alaska",
    "authors": ["D.J. Schneider", "R.P. Hoblitt"],
    "venue": "J. Volcanol. Geotherm. Res",
    "year": 2013
  }, {
    "title": "Qualitative comparison of Mount Redoubt 2009 volcanic clouds using the PUFF and WRF-Chem dispersion models and satellite remote sensing data",
    "authors": ["T. Steensen", "M. Stuefer", "P. Webley", "G. Grell", "S. Freitas"],
    "venue": "J. Volcanol. Geotherm",
    "year": 2013
  }, {
    "title": "Observations of volcanic lightning during the 2009 eruption of Redoubt Volcano",
    "authors": ["Behnke", "S. A"],
    "venue": "J. Volcanol. Geotherm. Res",
    "year": 2013
  }, {
    "title": "The effect of phase changes of water on the development of volcanic plumes",
    "authors": ["M. Herzog", "Graf", "H.-F", "C. Textor", "J.M. Oberhuber"],
    "venue": "J. Volcanol. Geotherm. Res",
    "year": 1998
  }, {
    "title": "A prognostic turbulence scheme for the nonhydrostatic plume model ATHAM",
    "authors": ["M. Herzog", "J.M. Oberhuber", "Graf", "H.-F"],
    "venue": "J. Atmos. Sci",
    "year": 2003
  }, {
    "title": "Volcanic plume simulation on large scales",
    "authors": ["J.M. Oberhuber", "M. Herzog", "H.F. Graf", "K. Schwanke"],
    "venue": "J. Volcanol. Geotherm. Res",
    "year": 1998
  }, {
    "title": "Dual polarisation C-band weather radar imagery of the 6 August 2012 Te Maari Eruption, Mount Tongariro, New Zealand",
    "authors": ["J.F. Crouch", "N. Pardo", "C.A. Miller"],
    "venue": "J. Volcanol. Geotherm",
    "year": 2014
  }, {
    "title": "evidence from pyroclastic couplets on Tenerife",
    "authors": ["R.J. Brown", "M.J. Branney", "C. Maher", "Harris", "P.D. Origin of accretionary lapilli within ground-hugging density currents"],
    "venue": "Geol. Soc. Am. Bull. 122, 305–320",
    "year": 2010
  }, {
    "title": "Oruanui, New Zealand",
    "authors": ["A.R. Van Eaton", "Wilson", "C.J.N. The nature", "origins", "distribution of ash aggregates in a large-scale wet eruption deposit"],
    "venue": "J. Volcanol. Geotherm. Res. 250, 129–154",
    "year": 2013
  }, {
    "title": "The density and structure of hailstones",
    "authors": ["K.A. Browning", "F.H. Ludlam", "W.C. Macklin"],
    "venue": "Quat. J. R. Meteorol. Soc",
    "year": 1963
  }, {
    "title": "Hail formation via microphysical recycling",
    "authors": ["J.C. Pflaum"],
    "venue": "J. Atmos. Sci",
    "year": 1980
  }, {
    "title": "The structure and mechanisms of hailstorms",
    "authors": ["K.A. Browning"],
    "venue": "Meterol. Monogr. 16,",
    "year": 1977
  }, {
    "title": "A review of volcanic ash aggregation",
    "authors": ["R.J. Brown", "C. Bonadonna", "A.J. Durant"],
    "venue": "Phys. Chem. Earth 45–46,",
    "year": 2012
  }, {
    "title": "Ice nucleation and overseeding of ice in volcanic clouds",
    "authors": ["A.J. Durant", "R.A. Shaw", "W.I. Rose", "Y. Mi", "G.G.J. Ernst"],
    "venue": "J. Geophys. Res. 113,",
    "year": 2008
  }, {
    "title": "Deposition and immersion mode nucleation of ice by three distinct samples of volcanic ash using Raman spectroscopy",
    "authors": ["G.P. Schill", "K. Genareau", "M.A. Tolbert"],
    "venue": "Atmos. Chem. Phys. Discuss",
    "year": 2015
  }, {
    "title": "A multidisciplinary effort to assign realistic source parameters to models of volcanic ash-cloud transport and dispersion during eruptions",
    "authors": ["Mastin", "L. G"],
    "venue": "J. Volcanol. Geotherm. Res. 186,",
    "year": 2009
  }, {
    "title": "A finite-volume, conservative numerical model for ash transport and tephra deposition",
    "authors": ["H.F. Schwaiger", "R.P. Denlinger", "Mastin", "L.G. Ash3d"],
    "venue": "J. Geophys. Res. 117, B04204",
    "year": 2012
  }, {
    "title": "Injection, transport, and deposition of tephra during event 5 at",
    "authors": ["Mastin", "L. G"],
    "venue": "Redoubt Volcano,",
    "year": 2009
  }, {
    "title": "Evaluation of the physical and chemical properties of Eyjafjallajökull volcanic plume using a cloud-resolving model",
    "authors": ["V. Spiridonov", "M. Curic"],
    "venue": "Pure Appl. Geophys. 170,",
    "year": 2012
  }, {
    "title": "Parameterization of the microphysics of hydrometeors and ash",
    "authors": ["Textor", "C. et al. Volcanic particle aggregation in explosive eruption columns. Part I"],
    "venue": "J. Volcanol. Geotherm. Res. 150, 359–377",
    "year": 2006
  }, {
    "title": "The role of gravitational instabilities in deposition of volcanic ash",
    "authors": ["I. Manzella", "C. Bonadonna", "J.C. Phillips", "H. Monnard"],
    "venue": "Geology 43,",
    "year": 2015
  }, {
    "title": "1",
    "authors": ["A. Costa", "A. Folch", "Macedonio", "G. A model for wet aggregation of ash particles in volcanic plumes", "clouds"],
    "venue": "Theoretical formulation. J. Geophys. Res. 115, B09201",
    "year": 2010
  }, {
    "title": "Determination of the total grain size distribution in a Vulcanian eruption column, and its implications to stratospheric aerosol perturbation",
    "authors": ["P.J. Murrow", "Rose", "Jr W. I", "S. Self"],
    "venue": "Geophys. Res. Lett",
    "year": 1980
  }, {
    "title": "Another look at the calculation of fallout tephra volumes",
    "authors": ["J. Fierstein", "M. Nathenson"],
    "venue": "Bull. Volcanol",
    "year": 1992
  }, {
    "title": "Total grain-size distribution and volume of tephra-fall deposits",
    "authors": ["C. Bonadonna", "B.F. Houghton"],
    "venue": "Bull. Volcanol",
    "year": 2005
  }, {
    "title": "The NCEP/NCAR 40-year reanalysis project",
    "authors": ["E Kalnay"],
    "venue": "Bull. Am. Meteorol. Soc",
    "year": 1996
  }, {
    "title": "Voluminous ice-rich and water-rich lahars generated during the 2009 eruption of Redoubt Volcano, Alaska",
    "authors": ["C.F. Waythomas", "T.C. Pierson", "J.J. Major", "W.E. Scott"],
    "venue": "J. Volcanol. Geotherm",
    "year": 2013
  }, {
    "title": "Andesites of the 2009 eruption of Redoubt Volcano, Alaska",
    "authors": ["Coombs", "M. L"],
    "venue": "J. Volcanol. Geotherm. Res",
    "year": 2013
  }, {
    "title": "A user-friendly one-dimensional model for wet volcanic plumes",
    "authors": ["L.G. Mastin"],
    "venue": "Geochem. Geophys. Geosyst. 8,",
    "year": 2007
  }],
  "id": "SP:57ea2141393f14e685581f256aebd9610f46a0ce",
  "authors": [{
    "name": "Alexa R. Van Eaton",
    "affiliations": []
  }, {
    "name": "Larry G. Mastin",
    "affiliations": []
  }, {
    "name": "Michael Herzog",
    "affiliations": []
  }, {
    "name": "Hans F. Schwaiger",
    "affiliations": []
  }, {
    "name": "David J. Schneider",
    "affiliations": []
  }, {
    "name": "Kristi L. Wallace",
    "affiliations": []
  }, {
    "name": "Amanda B. Clarke",
    "affiliations": []
  }],
  "abstractText": "During explosive eruptions, airborne particles collide and stick together, accelerating the fallout of volcanic ash and climate-forcing aerosols. This aggregation process remains a major source of uncertainty both in ash dispersal forecasting and interpretation of eruptions from the geological record. Here we illuminate the mechanisms and timescales of particle aggregation from a well-characterized ‘wet’ eruption. The 2009 eruption of Redoubt Volcano, Alaska, incorporated water from the surface (in this case, a glacier), which is a common occurrence during explosive volcanism worldwide. Observations from C-band weather radar, fall deposits and numerical modelling demonstrate that hail-forming processes in the eruption plume triggered aggregation of B95% of the fine ash and stripped much of the erupted mass out of the atmosphere within 30 min. Based on these findings, we propose a mechanism of hail-like ash aggregation that contributes to the anomalously rapid fallout of fine ash and occurrence of concentrically layered aggregates in volcanic deposits. DOI: 10.1038/ncomms8860 OPEN",
  "title": "Hail formation triggers rapid ash aggregation in volcanic plumes"
}