{
  "sections": [{
    "text": "ARTICLES PUBLISHED ONLINE: 25 MARCH 2012 | DOI: 10.1038/NGEO1432\nInitiation of the western branch of the East African Rift coeval with the eastern branch"
  }, {
    "heading": "E. M. Roberts1*, N. J. Stevens2,3, P. M. O’Connor2,3, P. H. G. M. Dirks1, M. D. Gottfried4, W. C. Clyde5,",
    "text": ""
  }, {
    "heading": "R. A. Armstrong6, A. I. S. Kemp1,7 and S. Hemming8",
    "text": "The East African Rift System transects the anomalously high-elevation Ethiopian and East African plateaux that together form part of the 6,000-km-long African superswell structure. Rifting putatively developed as a result of mantle plume activity that initiated under eastern Africa. The mantle activity has caused topographic uplift that has been connected to African Cenozoic climate change and faunal evolution. The rift is traditionally interpreted to be composed of two distinct segments: an older, volcanically active eastern branch and a younger, less volcanic western branch. Here, we show that initiation of rifting in the western branch began more than 14 million years earlier than previously thought, contemporaneously with the eastern branch. We use a combination of detrital zircon geochronology, tephro- and magnetostratigraphy, along with analyses of past river flow recorded in sedimentary rocks from the Rukwa Rift Basin, Tanzania, to constrain the timing of rifting, magmatism and drainage development in this part of the western branch. We find that rift-related volcanism and lake development had begun by about 25 million years ago. These events were preceded by pediment development and a fluvial drainage reversal that we suggest records the onset of topographic uplift caused by the African superswell. We conclude that uplift of eastern Africa was more widespread and synchronous than previously recognized.\nThe high-elevation (>1,000m) plateaux of southern andeastern Africa are outstanding, first-order features of theAfrican plate. Despite this, the uplift history and geodynamics of this unique topography remain a subject of debate and continue to challenge traditional plate tectonic concepts1–11. The topographic anomaly is referred to as the African superswell4 and has been attributed to complex patterns of mantle circulation and plume development that initiated ∼30–40million years (Myr) ago5,6. In eastern Africa, the superswell is associated with the East African Rift System (EARS), considerable sections of which are superimposed on large shear zones and sutures within Proterozoic mobile belts, reactivated as rifts during the Palaeozoic era and Cretaceous period5 (Fig. 1a). The superswell developed in concert with the onset of Antarctic glaciation, which together fundamentally altered the African climate7. Regional uplift and formation of the EARS also rerouted and influenced large river systems, including the Nile, Congo and Zambezi12–16. This in turn resulted in complex and dynamic landscape fragmentation and the development of ecological corridors that, together with climatic shifts, set the stage for the evolution of Africa’s unique fauna, beginning with faunal interchange with Eurasia in the latest Oligocene epoch and leading to the appearance of hominoids/hominins and other groups during the Mio–Pliocene epochs7–9. Within this broad template, many uncertainties remain regarding the detailed chronology of uplift, volcanism and rifting in eastern Africa, which can be addressed by investigating interior sedimentary basins along the EARS.\n1School of Earth and Environmental Sciences, James Cook University, Townsville, Queensland 4811, Australia, 2Department of Biomedical Sciences, Ohio University Heritage College of Osteopathic Medicine, 228 Irvine Hall, Athens, Ohio 45701, USA, 3Ohio Center for Ecology and Evolutionary Studies, Irvine Hall, Athens, Ohio 45701, USA, 4Department of Geological Sciences and MSU Museum, Michigan State University, East Lansing, Michigan 48824, USA, 5Department of Earth Sciences, University of New Hampshire, Durham, New Hampshire 03824, USA, 6Research School of the Earth Sciences, the Australian National University, Canberra, Australian Capital Territory 0200, Australia, 7Centre for Exploration Targeting, School of Earth and Environment, the University of Western Australia, Crawley, Western Australia 6009, Australia, 8Department of Earth and Environmental Sciences and Lamont–Doherty Earth Observatory, Columbia University, New York 10964, USA. *e-mail: eric.roberts@jcu.edu.au.\nHere, we examine the sedimentary succession preserved within the Rukwa Rift Basin (RRB; Fig. 1), a segment of the western branch of the EARS, to: first, constrain the depositional age of these deposits; second, delimit the timing of rifting and volcanism in the western branch; and third, interpret landscape evolution and drainage development in central–east Africa since the breakup of Gondwana. Our analysis integrates U–Pb detrital zircon geochronology with palaeocurrent analysis to reconstruct sedimentary provenance and unroofing patterns in the basin, coupled with tephro- and magnetic stratigraphy of rift-fill deposits, providing a new test of the African superswell hypothesis.\nRegional geology of eastern Africa Development of the EARS was preceded by earlier volcanism in the Turkana region of southern Ethiopia and northern Kenya between 45 and 37Myr ago17 that has been linked to mantle plume activity18,19 (Fig. 1). Widespread volcanism with eruption of the Afar plume commenced in central Ethiopia and Yemen around 30Myr ago, depositing up to 2 km of flood basalts and rhyolites20, accompanied by broad thermal uplift5,9. Volcanic activity slowly progressed southwards through time10,21,22. Extension and uplift of rift shoulders commenced as early as 45–40Myr ago in northern Kenya and became more widespread between 30 and 20Myr ago19,23,24, but may have been more recent (about 18Myr old) in southwestern Ethiopia25. By 20Myr ago much of the eastern branch of the EARS was well established10,26,27. In contrast, it has been argued that the western branch is considerably younger, with\nNATURE GEOSCIENCE | VOL 5 | APRIL 2012 | www.nature.com/naturegeoscience 289\n© 2012 Macmillan Publishers Limited. All rights reserved.\nFigs 3–4. CKB, Choma–Kalambo block; MB, Magondi belt; Gyr, billion-year-old; orange star, volcanic centre.\nits development beginning ∼12Myr ago, based on lake-sediment thickness calculations for the Tanganyika Basin28 and dating in the Toro–Ankole, Virunga, South Kivu, Mwenga–Kamituga and Rungwe volcanic provinces23,29."
  }, {
    "heading": "Rukwa Rift Basin",
    "text": "The RRB is a northwest-trending half-graben located along the trend of the Palaeoproterozoic Ubendian belt, between the Tanganyika and Malawi rifts (Fig. 1). Seismic profiles indicate >8 km of fill in the RRB, making it one of the thickest continental sedimentary sequences in Africa30 (Supplementary Figs S1, S2). Previous tectonic and stratigraphic investigations of the RRB have been controversial. Whereas some workers posited that a Mesozoic rifting event resulted in the deposition of a Jurassic– Cretaceous succession beneath a Plio–Pleistocene to Recent Lake Beds sequence32, others rejected this notion and instead argued that the sedimentary package underlying the Lake Beds (above the Permian) is entirely late Miocene–Pliocene associated with EARS development ∼7–8Myr ago31,32. Irrespective of this debate (based specifically on sparse palynological data), most interpretations are built on the concept that Cenozoic rifting and volcanism in the RRB, and indeed throughout the western branch, began during the Late Neogene period (∼12–7Myr ago), well after initiation of the Kenyan and Ethiopian rifts5,21,29,31–34. Suggestions of pre-Neogene volcanic35 and tectonic activity in the western branch have been broadly rejected23,29. However, various lines of evidence indicate that the western branch may have developed before the Neogene. For example, kimberlites, which are important archives of thermal perturbations beneath continents and commonly linked to uplift or rift initiation, have recently been identified in the western branch and dated as Late Palaeogene36. Furthermore, the thermal histories of the Albertine37, Rukwa andMalawi rifts38 were investigated using low-temperature thermochronology and used to reconstruct the cooling history of the rift flanks as a proxy for estimating the timing of uplift, erosion and associated rifting events. Results from this work indicate that uplift and erosion may have begun in the Albert\nRift >20Myr ago37 and that theMalawi andRukwa rifts experienced a significant episode of accelerated regional cooling and denudation ≤ 40–50Myr ago, with much of this predicted before 20Myr ago38. Thermochronologic investigations in the Zambezi Rift also record a synchronous Palaeogene uplift/denudation event39.\nAmbiguity concerning the age of stratigraphic sequences in the Rukwa and Malawi rift basins has, until now, prevented a more precise link between these cooling events and the onset of rifting and basin development. Our investigations in the RRB unequivocally demonstrate the presence of both a Cretaceous sequence and a previously unrecognized Palaeogene sequence40–43 that correlate well with reported thermochronologic events. These findings greatly improve our understanding of the geologic history of this portion of the western branch of the EARS and lead to a revised interpretation of the timing of rifting and landscape evolution in the western branch. Knowledge of a deeper history of the western branch has important implications for understanding not only the history of the EARS, but also for documenting environments, flora and fauna preceding the appearance of hominoids and hominins in the region.\nRift stratigraphy, sedimentation and palaeontology Four tectonic phases of basin development and sedimentation in the RRB can now be demonstrated42 and linked to phases of rapid cooling and denudation recorded by thermochronologic data36 (see Supplementary Fig. S1). Deposition was initiated during the late Palaeozoic with widespread Permo–Triassic rifting and infill of the Karoo Supergroup30. Overlying the Karoo is a MiddleCretaceous succession, the Galula Formation42, characterized by a new fauna that includes non-avian dinosaurs and mammallike notosuchian crocodyliforms43. A slight angular unconformity separates Cretaceous strata from a previously unrecognized >300- m-thick Palaeogene succession, the Nsungwe Formation42, which is divided into two members: first, a basal fluvial quartz-pebble conglomerate and quartz arenite that transitions sharply into an immature, debris-flow-dominated, alluvial fan complex (Utengule\n290 NATURE GEOSCIENCE | VOL 5 | APRIL 2012 | www.nature.com/naturegeoscience\n© 2012 Macmillan Publishers Limited. All rights reserved.\nNATURE GEOSCIENCE DOI: 10.1038/NGEO1432 ARTICLES Member (Mbr)); and second, a fine-grained, volcanic-ash-rich wetland succession (Songwe Mbr). Discovery of basal anthropoid primates40 and other fossils41 in the Songwe Mbr is significant as it represents the only known Oligocene terrestrial/freshwater fauna from subequatorial Africa, providing the last snapshot of endemic African faunas before large-scale faunal interchange between Afro-Arabia and Eurasia. The uppermost sedimentary unit in the RRB is the widespread, >1,000-m-thick, Pliocene–Recent Lake Beds sequence."
  }, {
    "heading": "Volcanism and geochronology",
    "text": "The mineralogy and geochemistry of volcanic tuffs in the Songwe Mbr indicates an alkaline magmatic source, probably a carbonatite volcano39. Large phenocrysts (≤7mm) and calcite clasts (≤13mm) indicate a proximal source, possibly linked to the initial phase of the Rungwe volcanics at the southern end of the RRB (Fig. 1). Isotopic dating of three tuffs from the Songwe Mbr, one from along the Songwe River (TZ72504-4; ref. 42) and two from along the Nsungwe River (TZ71008-11, TZ62707-9), provide robust age constraint (Fig. 2; Supplementary Figs S2–S3). To circumvent the controversy associated with previous reports of older volcanics in the western branch23,35, the tuff samples were independently dated at three labs employing two different isotopic systems: first, U–Pb, laser ablation inductively coupled plasmamass spectrometry (LA-ICPMS) analysis of titanite for samples TZ72504-4 and TZ71008-11 (Supplementary Fig. S4; Table S1); second, U–Pb, sensitive high-resolution ion microprobe (SHRIMP) analysis of zircon for TZ72504-4 (ref. 42) and TZ62707-9 (Supplementary Fig. S5; Table S2); and third, 40Ar/39Ar analysis of phlogopite for TZ71008-11 (Supplementary Fig. S6; Table S3). The five sets of analyses yielded nearly indistinguishable ages between 25.9 and 24.6Myr ago for the three tuff beds. These ages are corroborated by palaeomagnetic investigations of the Songwe Mbr (Fig. 2). The palaeomagnetic pole calculated for the Songwe Mbr lies closest to the 20-Myr-old and 30-Myr-old poles on the synthetic apparent polar wander path for Africa over the past 100Myr (Supplementary Fig. S8b). Interpretation of magnetic reversal stratigraphy preliminarily indicates that deposition of the anthropoid-primate-bearing Songwe Mbr most probably occurred between magnetochrons C8n.2n and C7r, or ∼26–24.5Myr ago (Fig. 2; for alternative correlations, see Supplementary Figs S7, S8; Table S4; Appendices S1–S2). This integrated dating approach is consistent with our biostratigraphy41, as well as thermochronologic data for denudation during this general time38. These data collectively provide strong evidence for late Oligocene volcanism, rifting and sedimentation in the RRB.\nProvenance, drainage patterns and uplift The uplift of eastern Africa deeply affected continental drainage patterns, directing and rerouting large rivers such as the palaeoRukwa, Congo, Zambezi and Nile systems and creating tectonically forced landscapes that fundamentally and repeatedly changed throughout the Cenozoic. U–Pb detrital zircon geochronology and palaeocurrent analysis were employed and are linked to existing thermochronologic data to reconstruct drainage evolution and landscape dynamics in central–east Africa since the Gondwanan breakup and to document the regional unroofing and uplift history. Seven detrital zircon samples collected from fluvial sandstones were analysed (Fig. 3), including: one sample from the Lower/Middle-Cretaceous Mtuka Mbr, Galula Formation (TZ2UT); three from the overlying Middle Cretaceous Namba Mbr, Galula Formation (TZ71706-14; TZ71406-2; TZ7/7); one from the overlying Palaeogene Utengule Mbr, Nsungwe Formation (TZ6807-3); one from the latest Palaeogene (late Oligocene) SongweMbr, Nsungwe Formation (TZ71505-6); and a sand sample from the modern Songwe River (TZ71806-1b), a tributary of\nMs CsSs\nT\nT\nT T\nNsungwe River section\nN su\nng w\ne Fo\nrm at\nio n\nGalula Formation\nU tengule M br Songw e M br\n¬90 90¬60 60¬30 300 VGP lat. (°) ¬90 90¬60 60¬30 300 VGP lat. (°)\n¬90 90¬60 60¬30 300\nVGP lat. (°)\n100\n0\nm\n300\n200\nT\nT\nT TZ62707-9\n25.9 ± 1.5 Myr U¬Pb zircon (SHRIMP)\n25.295\n25.091\n25.444\n26.154\n24.915\n25.492\nSongwe River section\nT\nMs Mudstone\nCs\nSs\nVolcanic tuff\nVertebrate fossils\nConglomerate\nSandstone\nGPTS\nN o data\nTZ72504-4 24.9 ± 0.5 Myr\nU¬Pb zircon (SHRIMP)\n25.7 ± 1.1 Myr U¬Pb titanite (LA-ICPMS)\n?\n0\n30T\nm\nC7r\nC7An\nC7Ar\nC8r\nC8n.1r\nC8n.1n\nC8n.2n\nTZ71008-11 24.8 ± 0.8 Myr\nAr/Ar phlogopite 24.6 ±2.1 Myr U¬Pb titanite (LA-ICPMS)\nFigure 2 | Palaeogene stratigraphy of fluviolacustrine deposits in the RRB. Late Oligocene vertebrate fossil localities and intercalated carbonatite tuffs are shown, including 40Ar/39Ar ages (1-σ error) and 206Pb/238U SHRIMP\nand LA-ICPMS ages (weighted mean common lead; 2-σ errors; see Supplementary Figs S4–S6). In the centre is the interpreted palaeomagnetic reversal stratigraphy (see Supplementary Fig. S7 for alternative potential correlations). Ages shown to right of the global polarity time scale (GPTS; ref. 50). VGP lat., virtual geomagnetic pole latitude for palaeomagnetic samples. Black bars, normal polarity; white bars, reverse polarity (see Supplementary Fig. S8; Table S4; Appendices S1–S2).\nLake Rukwa (see Supplementary Figs S2–S3 for locality data). Although there are potential pitfalls and limitations to detrital zircon-based provenance reconstructions, including the potential for complex recycling histories and overrepresenting or missing key grain ages, when combined with additional data sets, it can provide a powerful tool for tectonics and landscape reconstruction. With these limitations in mind, we present a new model for the regional drainage and uplift history of central–east Africa in Fig. 4 (see Supplementary Information for full discussion of uncertainties; Supplementary Table S5 for U–Pb zircon data).\nThe fluvial drainage history of the RRB is characterized by a long-lived, major Cretaceous river system that flowed >1,000 km northwestward along the axis of the northern Malawi and Rukwa rifts towards the Congo Basin, with headwaters in the highlands of northern Zambia, Malawi and Mozambique (Fig. 4a). This Cretaceous palaeo-Rukwa River probably flowed across the present-day position of Lake Tanganyika through the Luama Trough and emptied into the Congo Basin where an extensive Cretaceous sedimentary sequence is preserved44. A\nNATURE GEOSCIENCE | VOL 5 | APRIL 2012 | www.nature.com/naturegeoscience 291\n© 2012 Macmillan Publishers Limited. All rights reserved.\ndetrital zircon populations from a, Cretaceous Mtuka Mbr; b, Cretaceous Namba Mbr (note that three statistically identical samples from three different stratigraphic locations in the Namba Mbr are plotted together); c, Palaeogene (?) Utengule Mbr; d, late Oligocene Songwe Mbr; and e, the modern Songwe River. Colours represent the ages of key tectonic sources and correspond with maps in Figs 1b and 4. See Supplementary Figs S2–S3 and Table S5 for data and locality information.\nwidespread Cretaceous lacustrine succession is known from the Congo Basin and may have formed the local base level and drainage outlet to the palaeo-Rukwa River system. Detrital zircon age spectra and palaeocurrent data reveal that the Early to MiddleCretaceous river system was sourced from proximal Ubendian (2,000–1,750-Myr-old) basement gneiss (rift margin), along with southerly derived Neoproterozoic/earliest Palaeozoic Zambezi– Mozambique belt (800–450-Myr-old) sources that would have formed palaeohighlands in northern Malawi, Mozambique and Zambia (Figs 3–4). Later in the Cretaceous (during deposition of the Namba Mbr), flank uplift and basin subsidence slowed and sediment input from proximal Ubendian sources largely ceased as the local topographic highs (rift shoulders) were eroded. Nearby sediment sources were replaced by Mozambique-belt and distal Irumide-belt (1,100–950-Myr-old) sources to the south. Minor Mesoproterozoic (1,600–1,200-Myr-old) grains in both members are probably recycled from minor, localized sources, such as the Muva Group, in the northern Irumide belt. Statistical treatment of the Cretaceous detrital zircon populations using Kolmogorov– Smirnoff (K–S) tests confirms a provenance shift between the Mtuka and Namba mbrs (Supplementary Table S6). A large palaeocurrent data set (n = 278) collected from all Cretaceous deposits in the Rukwa and northern Malawi rifts42 supports this model of a northwest-flowing Cretaceous palaeo-Rukwa River system (Fig. 4a). Significantly, this finding refutes the hypothesis of a Cretaceous palaeo-Congo River system flowing southeastwards out of the Congo Basin, across the Rukwa Rift and into the Indian Ocean at the Rufiji Delta15. Our model posits that Cretaceous flow across central Africa funnelled into, not out of, the Congo Basin. This is consistent with the presence of a long-lived lake system, palaeo-Lake Congo, or purported marine embayment45. Alternatively, it is possible that the palaeo-Rukwa River system was a tributary to a larger palaeo-Congo River system that continued flowing northwestwards into theCentral African Shear Zone.\nA slight angular unconformity separates the Galula Formation from the Utengule Mbr, as well as a major change in sandstone provenance from submature arkose at the top of the Galula Formation, to a thin, supermature quartz arenite at the bottom of the Utengule Mbr (ref. 42), which we interpret as a major fluvial pediment and erosion surface that developed in response to regional uplift. Detrital zircons support this assertion and indicate that a major drainage reversal occurred in the RRB sometime between the Late Cretaceous and the late Palaeogene (pre-25Myr ago). This drainage reversal is defined by a provenance shift from south-derived Irumide- and Mozambique-belt-dominated sources to distal, northwest-derived, Mesoproterozoic Kibaran/KaragweAnkole-belt (1,300–1,450-Myr-old) sources (Fig. 3b,c). Increased input of 2,000–1,750-Myr-old grains appear at this time, probably sourced from the northern part of the Ubendian belt, or possibly from minor Ruzvian terranes within the Kibaran belt. The smattering of 1,000–600-Myr-old grains are probably recycled through erosion of underlying Cretaceous strata, but may also derive from minor point sources within the Kibaran belt. We interpret the coincidence between thermochronologic data indicating a Palaeogene episode of rapid cooling/denudation, an angular unconformity above the Cretaceous succession and an overlying pediment surface characterized by a change in both sandstone maturity and detrital zircon provenance, as evidence of topographic uplift heralding the onset of the EARS. Although these data do not indicate a precise origin or the extent of this uplift, they indicate southward tilting of the Oligocene land surface by uplift somewhere within or beyond the Mesoproterozoic Kibaran belt.\nAbove the pediment at the base of the Utengule Mbr, rapid facies change occurs; from supermature fluvial quartz arenites to immature matrix-supported alluvial fans, and then to wetland lakes\n292 NATURE GEOSCIENCE | VOL 5 | APRIL 2012 | www.nature.com/naturegeoscience\n© 2012 Macmillan Publishers Limited. All rights reserved.\ncharacterized by input from the Kibaran/Karagwe–Ankole belt to the north, implying a major drainage reversal after the Cretaceous due to onset of the African superswell. c, Late Oligocene–Recent development of internally draining shallow wetland/lake basin∼26–25 Myr ago sourced from proximal, uplifted Ubendian rift shoulders. Carbonatite volcanoes developed∼26–25 Myr ago, but are now eroded or buried. VM, vector mean; orange stars, volcanic centres; red circles, sample localities.\nand rivers in the Songwe Mbr (ref. 42). A final detrital zircon provenance shift is observed in the Songwe Mbr (Fig. 3d,e) and supported by palaeocurrent data and K–S tests (Supplementary Table S6). North-derived Kibaran sources are completely shut off from the RRB by ∼26Myr ago owing to rifting and associated flexural uplift of the rift shoulders. This resulted in nearly exclusive sediment input from the Ubendian-belt (2,000–1,750Myr ago) rift shoulders, along with a small, but diagnostic population (n= 7) of synorogenic volcanic grains (Fig. 3d). A mean age of 25.3Myr for the synorogenic volcanic grains is consistent with the radio-isotopic ages derived from the intercalated tuff beds (Supplementary Fig. S9). Considered together with thermochronologic data for denudation and sedimentological evidence for a shift from rivers and alluvial fans (UtenguleMbr) to shallow-lake environments (Songwe Mbr) with a large scatter in palaeocurrent orientations (Figs 2–3), we suggest that by 26–25Myr ago, the RRB had developed into an internally draining basin with border faults, uplifted rift shoulders and an active volcanic system (Fig. 4c). Detrital zircons from the modern Songwe River reveal a provenance pattern generally similar to that of the late Oligocene sequence, but lacking young volcanic grains (Fig. 3e), indicating that the volcanic edifice has been eroded or buried and that there is minimal reworking from the Nsungwe Formation (which has limited exposure).\nThese data demonstrate that portions of the western branch of the EARS developed during the Palaeogene, with rifting and volcanism commencing >14Myr earlier than previously estimated. Based on similar structural, stratigraphic and thermochronologic patterns, we predict similar rifting histories for other portions of the western branch, particularly the northern Malawi Rift and central Tanganyika Rift. This implies contemporaneous development of portions of the western and eastern branches of the EARS, in contrast to existing models that propose a progressive pattern of south–southwest rift propagation and volcanism in the EARS (refs 6,21,34).We attribute this more synchronousmodel of rifting, volcanism and basin development between the two rift branches to extensional stresses associated with either more widespread plume(s)-related uplift or to broad epiorogenic uplift associated with major plate-boundary reorganization. It is possible that rifting in the western branch was initially limited to areas that sit along major pre-existing structural weaknesses (for example, the Ubendian belt), such as the Rukwa and northern Malawi rifts. Studies of primitive Pleistocene–Recent alkaline volcanics in the Toro–Ankole field from the western branch in Uganda indicate that incipient melting began long before the first known volcanism 12Myr ago46 and helium isotopes from the Rungwe volcanics in the southern RRB provide evidence of plume-like ratios south of the TurkanaDepression47, strengthening a superswell upliftmodel.\nThe strong similarities in drainage patterns, provenance and palaeoenvironments in the RRB 25Myr ago, compared with those observed in the rift today, indicate that the topography of southwestern Tanzania may be a relatively mature feature. This is inconsistent with morphotectonic models8 that argue for the rapid onset of uplift in the Kenyan and Western rifts during the Plio–Pleistocene16, which have been proposed to act as triggers for rapid climate and environmental changes in eastern Africa7,8. Our data support an alternative interpretation of prolonged, widespread rifting and uplift of the East African Plateau throughout the Neogene9, with a deeper history extending back at least to the latest Oligocene and linked to the gradual development of the African superswell4 or possibly epiorogenic uplift associated with plate reorganization4. The RukwaRift, with its emerging fauna composed of basal anthropoid primates and other important endemic African clades (for example, phiomorphs, hyracoids, sengis and so on) provides a critical new glimpse into the tectonic evolution of the EARS and the resultant landscape changes that influenced the evolution of Africa’s unique flora and fauna.\nNATURE GEOSCIENCE | VOL 5 | APRIL 2012 | www.nature.com/naturegeoscience 293\n© 2012 Macmillan Publishers Limited. All rights reserved."
  }, {
    "heading": "Methods",
    "text": "Standard methodologies for detrital zircon sample assessment and sorting were employed. Detrital zircon ages for all samples were obtained by SHRIMPU–Pb dating at the Australian National University. Statistical analyses of the detrital zircons were conducted using the unpublished Excel macro of J. Guynn, available on the Arizona LaserChron Centre website (https://docs.google.com/view?id=dcbpr8b2_ 7c3s6pxft). The carbonatite tuff samples were independently dated in three laboratories on three differentminerals, resulting in concordant ages. Single-crystal, laser-fusionAr/Ar dating of phlogopite was carried out in the ArgonGeochronology for the Earth Sciences laboratory at the Lamont–Doherty Earth Observatory. U–Pb dating of zircon was conducted on the SHRIMP at the Australian National University and U–Pb dating of titanite was carried out on the LA-ICPMS at James Cook University. Oriented palaeomagnetic samples were collected by the senior author and analysed in theUniversity ofNewHampshire palaeomagnetism laboratory.\nReceived 14 July 2011; accepted 23 February 2012; published online"
  }, {
    "heading": "25 March 2012",
    "text": ""
  }, {
    "heading": "Acknowledgements",
    "text": "Financial support was provided by the National Science Foundation (EAR-0617561), L. S. B. Leakey Foundation, National Geographic Society (Committee for Research and Exploration), James Cook University, Ohio University and Michigan State University. We thank T. Blenkinsop for a constructive review; T. Hieronymus, Z. Jinnah, S. Ngasala, E. Johansen and J. Temba for field assistance; Y. Hu and K. Blake for technical support in the Advanced Analytical Centre; G. Messe and T. Barnum for help with palaeomagnetic measurements; the Tanzanian Commission for Science and Technology and the Tanzanian Antiquities Unit for logistical support."
  }, {
    "heading": "Author contributions",
    "text": "E.M.R., P.M.O., N.J.S. and M.D.G. developed the project and collected the field data. E.M.R., P.M.O., N.J.S., P.G.H.M., M.D.G. and W.C.C. developed the scientific concepts, interpreted the data and wrote the paper. R.A.A., A.I.S.K., S.H. and E.M.R. carried out the radio-isotopic dating.W.C.C. carried out palaeomagnetic analyses."
  }, {
    "heading": "Additional information",
    "text": "The authors declare no competing financial interests. Supplementary information accompanies this paper on www.nature.com/naturegeoscience. Reprints and permissions information is available online at www.nature.com/reprints. Correspondence and requests for materials should be addressed to E.M.R.\n294 NATURE GEOSCIENCE | VOL 5 | APRIL 2012 | www.nature.com/naturegeoscience\n© 2012 Macmillan Publishers Limited. All rights reserved."
  }],
  "year": 2012,
  "references": [{
    "title": "Changes in African topography driven by mantle convection",
    "authors": ["R. Moucha", "A.M. Forte"],
    "venue": "Nature Geosci",
    "year": 2011
  }, {
    "title": "Volcanism and the Evolution of the African Lithosphere (eds Beccaluva",
    "authors": ["A. Nyblade"],
    "venue": "(Geological Society of America Special Paper Vol",
    "year": 2011
  }, {
    "title": "The African superswell",
    "authors": ["A. Nyblade", "S. Robinson"],
    "venue": "Geophys. Res. Lett. 21,",
    "year": 1994
  }, {
    "title": "The African plate",
    "authors": ["K. Burke"],
    "venue": "S. Afr. J. Geol. 99,",
    "year": 1996
  }, {
    "title": "Cenozoic magmatism throughout East Africa resulting from impact of a single plume",
    "authors": ["C.J. Ebinger", "N. Sleep"],
    "venue": "Nature 395,",
    "year": 1998
  }, {
    "title": "Tectonic uplift and eastern Africa aridification",
    "authors": ["P Sepulchre"],
    "venue": "Science 313,",
    "year": 2006
  }, {
    "title": "Implications for late Cenozoic environmental change in East Africa",
    "authors": ["C. Spiegel", "B.P. Kohn", "D.X. Belton", "Gleadow", "A.J.W. Morphotectonic evolution of the central Kenya rift flanks"],
    "venue": "Geology 35, 427–430",
    "year": 2007
  }, {
    "title": "Implication for mantle plume activity and evolution of topography",
    "authors": ["R Pik", "B. Marty", "J. Carignan", "G. Yirgu", "Ayalew", "T. Timing of East African Rift development in southern Ethiopia"],
    "venue": "Geology 36, 167–170",
    "year": 2008
  }, {
    "title": "Tectonic development of the western branch of the East African rift system",
    "authors": ["C.J. Ebinger"],
    "venue": "Geol. Soc. Am. Bull. 101,",
    "year": 1989
  }, {
    "title": "U–Th)/He thermochronometry constraints on unroofing of the eastern Kaapvaal craton and significance for uplift of the southern",
    "authors": ["R. Flowers", "B. Schoene"],
    "venue": "African Plateau. Geology",
    "year": 2010
  }, {
    "title": "An active intra-continental basin",
    "authors": ["Burke", "K. The Chad Basin"],
    "venue": "Tectonophysics 36, 197–206",
    "year": 1976
  }, {
    "title": "The drainage of Africa since the Cretaceous",
    "authors": ["A.S. Goudie"],
    "venue": "Geomorphology 67,",
    "year": 2005
  }, {
    "title": "Implications for uplift and erosion of the Afar plume dome",
    "authors": ["R. Pik", "B. Marty", "J. Carignan", "Lavé", "J. Stability of the upper Nile drainage network (Ethiopia) deduced from (U–Th)/He thermochronometry"],
    "venue": "Earth Planet. Sci. Lett. 215, 73–88",
    "year": 2003
  }, {
    "title": "A proposed drainage evolution model for central Africa—did the Congo flow east",
    "authors": ["J. Stankiewicz", "M.J. deWit"],
    "venue": "J. Afr. Earth Sci",
    "year": 2006
  }, {
    "title": "Pulsed plateau growth, Pliocene uplift and hominin evolution",
    "authors": ["N.D.S. Gani", "M.R. Gani", "Abdelsalam", "M.G. Blue Nile incision on the Ethiopian Plateau"],
    "venue": "GSA Today 17, 4–11",
    "year": 2007
  }, {
    "title": "Constraints on East African plume structure and the occurrence of high-μ volcanism in Africa",
    "authors": ["T. Furman", "K.M. Kaleta", "J.G. Bryce", "Hanan", "B.B. Tertiary mafic lavas of Turkana", "Kenya"],
    "venue": "J. Petrol. 47, 1221–1244",
    "year": 2006
  }, {
    "title": "Late Eocene–Recent volcanism and faulting in the southern main Ethiopian Rift",
    "authors": ["C.J. Ebinger", "T. Yemane", "G. Woldegabriel", "J.L. Aronson", "R.C. Walter"],
    "venue": "J. Geol. Soc. Lond. 150,",
    "year": 1993
  }, {
    "title": "Timing of volcanism and evolution of the northern Kenya Rift",
    "authors": ["I. McDougall", "F.H. Brown"],
    "venue": "Geol. Mag. 146,",
    "year": 2009
  }, {
    "title": "Source, genesis, and timing of giant ignimbrite deposits associated with Ethiopian continental flood basalts. Geochem. Cosmochim",
    "authors": ["D Ayalew"],
    "venue": "Acta 66,",
    "year": 2002
  }, {
    "title": "Evidence for two mantle plumes in one flood basalt province",
    "authors": ["R. George", "N. Rogers", "Kelley", "S. Earliest magmatism in Ethiopia"],
    "venue": "Geology 26, 923–926",
    "year": 1989
  }, {
    "title": "Tectonic development of the northern Tanzanian sector of the East African Rift System",
    "authors": ["A. Foster", "C. Ebinger", "E. Mbede", "D. Rex"],
    "venue": "J. Geol. Soc. Lond. 154,",
    "year": 1997
  }, {
    "title": "Rungwe Volcanic Province, East Africa",
    "authors": ["C. Ebinger", "A. Deino", "R. Drake", "Tesha", "A. Chronology of volcanism", "rift basin propagation"],
    "venue": "J. Geophys. Res. 94, 15785–15803",
    "year": 1989
  }, {
    "title": "Tectonic evolution of the northern Kenyan Rift",
    "authors": ["Morley", "C. K"],
    "venue": "J. Geol. Soc. Lond. 149,",
    "year": 1992
  }, {
    "title": "Linkage of the Ethiopian and Eastern rifts, Africa",
    "authors": ["Ebinger", "C.J. et al. Rift deflection", "migration", "propagation"],
    "venue": "Geol. Soc. Am. Bull. 112, 163–176",
    "year": 2000
  }, {
    "title": "The East African Rift System",
    "authors": ["J. Chorowicz"],
    "venue": "J. Afr. Earth Sci",
    "year": 2005
  }, {
    "title": "Birth of a triple junction",
    "authors": ["E. Wolfeden", "C. Ebinger", "G. Yirgu", "A. Deino", "Ayalew", "D. Evolution of the northern Main Ethiopian Rift"],
    "venue": "Earth Planet. Sci. Lett. 224, 213–228",
    "year": 2004
  }, {
    "title": "An example from Lake Tanganyika, East African Rift System",
    "authors": ["A.S. Cohen", "M.J. Soreghan", "Scholz", "C.A. Estimating the age of formation of lakes"],
    "venue": "Geology 21, 511–514",
    "year": 1993
  }, {
    "title": "Limnology, Palaeolimnology and Biodiversity (eds Odada, E",
    "authors": ["J.J. Tiercelin", "Lezzar", "K.E. in The East African Great Lakes"],
    "venue": "O. & Olago, D. O.) 3–60",
    "year": 2002
  }, {
    "title": "Structure and stratigraphy of the Rukwa Rift",
    "authors": ["E.A. Kilembe", "B.R. Rosendahl"],
    "venue": "Tectonophysics 209,",
    "year": 1992
  }, {
    "title": "New biostratigraphic age dates from the Lake Rukwa Rift Basin in western Tanzania",
    "authors": ["W.A. Wescott", "W.N. Krebs", "D.W. Engelhardt", "S.W. Cunningham"],
    "venue": "Am. Assoc. Pet. Geol. Bull",
    "year": 1991
  }, {
    "title": "The Karoo to Recent Rifting in the Western Branch of the East-African Rift System: A Bibliographical Synthesis 63–83",
    "authors": ["D. Delvaux"],
    "venue": "(Royal Museum of Central Africa,",
    "year": 1991
  }, {
    "title": "Precambrian lithospheric controls on the development of the East African Rift System",
    "authors": ["A.A. Nyblade", "R.A. Brazier"],
    "venue": "Geology 30,",
    "year": 2002
  }, {
    "title": "offset, age and tectonic significance of the Tanganyika–Rukwa–Malawi intracontinental transcurrent fault zone",
    "authors": ["Tiercelin", "J.J. et al. East African Rift System"],
    "venue": "Tectonophysics 148, 241–252",
    "year": 1988
  }, {
    "title": "LAM-ICPMS U-Pb dating of kimberlitic perovskite: Eocene–Oligocene kimberlites from the Kundelungu Plateau, D.R. Congo",
    "authors": ["Batumike", "J. M"],
    "venue": "Earth Planet. Sci. Lett. 267,",
    "year": 2008
  }, {
    "title": "Thermal and exhumation history of the central Rwenzori Mountains, Western Rift of the East African Rift System, Uganda",
    "authors": ["F.U. Bauer", "U.A. Glasmacher", "U. Ring", "A. Schumann", "B. Nagudi"],
    "venue": "Int. J. Earth Sci",
    "year": 2010
  }, {
    "title": "Denudation history of the Malawi and Rukwa rift flanks (East African Rift System) from fission track thermochronology",
    "authors": ["P. Van der Beek", "E. Mbede", "P. Andriessen", "D. Delvaux"],
    "venue": "J. Afr. Earth Sci",
    "year": 1998
  }, {
    "title": "The Low Temperature Chronology of Cratonic Terrains",
    "authors": ["D.X. Belton"],
    "venue": "PhD thesis, Univ. Melbourne",
    "year": 2006
  }, {
    "title": "An anthropoid primate from the Paleogene of southwestern Tanzania",
    "authors": ["N.J. Stevens", "P.M. O’Connor", "M.D. Gottfried", "E.M. Roberts", "S. Ngasala"],
    "venue": "J. Vert. Paleontol",
    "year": 2005
  }, {
    "title": "A Search for Origins",
    "authors": ["Stevens", "N.J. et al. in Elwyn Simmons"],
    "venue": "Developments in Primatology: Progress and Prospects (eds Fleagle, J. G. & Gilbert, C. C.) 159–180",
    "year": 2008
  }, {
    "title": "New insight into Cretaceous and Paleogene terrestrial ecosystems and tectonics in sub-equatorial Africa",
    "authors": ["Roberts", "E.M. et al. Sedimentology", "depositional environments of the Red Sandstone Group", "Rukwa Rift Basin", "southwestern Tanzania"],
    "venue": "J. Afr. Earth Sci. 57, 179–212",
    "year": 2010
  }, {
    "title": "The evolution of mammal-like crocodyliforms in the cretaceous of Gondwana",
    "authors": ["O’Connor", "P. M"],
    "venue": "Nature 466,",
    "year": 2010
  }, {
    "title": "Epeirgeonic motions of Africa as inferred from Cretaceous shoreline deposits",
    "authors": ["D. Sahagian"],
    "venue": "Tectonics 7,",
    "year": 1988
  }, {
    "title": "Petrogenesis of strongly alkaline primitive rocks at the propagating tip of the western branch of the East African Rift",
    "authors": ["A. Rosenthal", "S.F. Foley", "D.G. Pearson", "G.M. Nowell", "S. Tappe"],
    "venue": "Earth Planet. Sci. Lett. 284,",
    "year": 2009
  }, {
    "title": "Helium isotopes at Rungwe Volcanic Province, Tanzania and the origin of the East African Plateaux",
    "authors": ["Hilton", "D. R"],
    "venue": "Geophys. Res. Lett. 38,",
    "year": 2011
  }, {
    "title": "Proterozoic East Gondwana: Supercontinent Assembly and Breakup",
    "authors": ["R.E. Hanson"],
    "venue": "(Geol. Soc. Lond.,",
    "year": 2003
  }, {
    "title": "The Mesoproterozoic Irumide belt of Zambia",
    "authors": ["B. De Waele", "A.B. Kampunzu", "B.S.E. Mapani", "F. Tembo"],
    "venue": "J. Afr. Earth Sci",
    "year": 2006
  }, {
    "title": "National Geographic Society (Committee for Research and Exploration), James Cook University, Ohio University and Michigan State University",
    "authors": ["J.G. Ogg", "A.G. Smith"],
    "venue": "A Geologic Time Scale",
    "year": 2004
  }],
  "id": "SP:989020e982bec23b8409d8e24779d8c24753f0c5",
  "authors": [{
    "name": "E. M. Roberts",
    "affiliations": []
  }, {
    "name": "N. J. Stevens",
    "affiliations": []
  }, {
    "name": "P. M. O’Connor",
    "affiliations": []
  }, {
    "name": "P. H. G. M. Dirks",
    "affiliations": []
  }, {
    "name": "M. D. Gottfried",
    "affiliations": []
  }, {
    "name": "W. C. Clyde",
    "affiliations": []
  }, {
    "name": "R. A. Armstrong",
    "affiliations": []
  }, {
    "name": "A. I. S. Kemp",
    "affiliations": []
  }, {
    "name": "S. Hemming",
    "affiliations": []
  }],
  "abstractText": "The East African Rift System transects the anomalously high-elevation Ethiopian and East African plateaux that together form part of the 6,000-km-long African superswell structure. Rifting putatively developed as a result of mantle plume activity that initiated under eastern Africa. The mantle activity has caused topographic uplift that has been connected to African Cenozoic climate change and faunal evolution. The rift is traditionally interpreted to be composed of two distinct segments: an older, volcanically active eastern branch and a younger, less volcanic western branch. Here, we show that initiation of rifting in the western branch began more than 14 million years earlier than previously thought, contemporaneously with the eastern branch. We use a combination of detrital zircon geochronology, tephroand magnetostratigraphy, along with analyses of past river flow recorded in sedimentary rocks from the Rukwa Rift Basin, Tanzania, to constrain the timing of rifting, magmatism and drainage development in this part of the western branch. We find that rift-related volcanism and lake development had begun by about 25 million years ago. These events were preceded by pediment development and a fluvial drainage reversal that we suggest records the onset of topographic uplift caused by the African superswell. We conclude that uplift of eastern Africa was more widespread and synchronous than previously recognized.",
  "title": "Initiation of the western branch of the East African Rift coeval with the eastern branch"
}