{
  "sections": [{
    "heading": "Introduction",
    "text": "The clay mineral compositions of sediments are determined by provenance, climate, transport, sedimentary facies, deposition rate and diagenesis. Depending on these factors, stratigraphic and geographic variations can be predicted. As mineralogy affects rock properties, such knowledge is valuable for predicting sediment behaviour during diagenesis and compaction and thus hydrocarbon reservoir and sealing properties.\nAlthough an overwhelming amount of mineral analysis has been carried out in connection with petroleum research in the offshore areas, relatively little of this information has been published, and most published mineral data from the offshore areas are concerned with sandstones and reservoir diagenesis. In the present study the mineralogical compositions of fine-clastic sediments from the Norwegian Sea are compared based on samples from stratigraphic cores. The purpose is to determine the main mineral compositions and examine possible stratigraphic or geographic variations in mineralogical composition.\nThe study is based on semi-quantitative bulk-rock Xray diffraction analyses that have been carried out as part of a shallow coring program at SINTEF Petroleum Research (former IKU) during the period 1982-1992. Data from the Lower Triassic to Lower Cretaceous sedimentary section are discussed from core locations outboard off the Møre coast in the south to off Troms in the north (Fig. 1). The study area thus includes both the Norwegian Sea and the south-westernmost part of the Barents Sea. Stratigraphic terms refer to the Barents Sea stratigraphy (Worsley et al. 1988, Smelror et al. 1998, 2001) for Troms III and Nordland VII cores and to the Norwegian Sea (Dalland et al. 1988) for the Nordland VI, Helgeland, Froan Basin and Møre areas. The stratigraphic formations and their dominant lithologies are shown in Figure 2 which compares the North Sea and Barents Sea formations. The concept of the shallow coring program was to sample stratigraphic units at locations with restricted burial (Rise & Sættem 1994). These sites are located marginal to the present basin areas or at structural highs. Studies of clay mineralogy are ideally performed on the fine fraction and commonly focus on diagenetic evolution. The present data are bulk rock compositions and\nMesozoic mudstone compositions and the role of kaolinite weathering – a view from shallow cores in the Norwegian Sea (Møre to Troms)"
  }, {
    "heading": "Mai Britt E. Mørk, Jorunn Os Vigran, Morten Smelror, Vidar Fjerdingstad & Reidar Bøe",
    "text": "Mørk, M.B.E., Vigran, J.O., Smelror, M., Fjerdingstad, V. & Bøe, R.: Mesozoic mudstone compositions and the role of kaolinite weathering – shallow cores in the Norwegian Sea (Møre to Troms). Norwegian Journal of Geology, Vol. 83, pp. 61-78. Trondheim 2003. ISSN 029-196X.\nMineralogical data from Mesozoic fine clastic sediments in shallow cores offshore Møre to Troms are compiled. The purpose is to examine stratigraphic and geographic variations in rock composition as a basis for regional comparative studies and the prediction of rock properties in offshore petroleum exploration areas. The studied successions include different depositional environments, varying from continental, paralic and shallow marine in the Triassic – Lower Jurassic, and shallow to open marine in the Middle Jurassic to Lower Cretaceous. Stratigraphic and regional variation in mineralogical distributions reflect combinations of depositional environment, climate and provenance and we also infer variable influences from Late Jurassic volcanism. Some of the most distinct stratigraphic mineralogical variations are: 1) change from mica/illite + chlorite + feldspar + mixed-layer clay rich compositions in the Lower Triassic to kaolinite-dominated and feldspar-poor compositions in the Upper Triassic-lowermost Jurassic deposits. This coincides with changes from arid continental to humid continental and paralic environments. Kaolinite is the dominant clay mineral also in upper Lower to Middle Jurassic transgressive beds, that overlie kaolin-weathered basement. 2) The amounts of kaolinite decrease while the smectite/mixed-layer clay mineral concentrations increase in the Upper Jurassic deposits and with notable mineralogical differences between the Spekk and Hekkingen formations. This records transgression and sediment mixing in response to increasing marine influences. 3) The amounts of feldspar increase (plagioclase reappearance) in the Lower Cretaceous Kolje Formation. This change is of regional significance in the Western Barents Sea, possibly related to Early Cretaceous rifting.\nMai Britt E. Mørk, Reidar Bøe, SINTEF Petroleum Research, N-7465 Trondheim, Norway. Morten Smelror, Geological Survey of Norway, N-7491 Trondheim, Norway. Vidar Fjerdingstad, Norsk Hydro Produksjon, P.b. 117, 4065 Stavanger, Norway.\nthus also include the silt fraction as mudstones and siltstones are analysed in this study. Supplementary clay fraction analysis was performed on samples from Troms III. A few samples from conglomerate matrix are also examined. All data must therefore be considered in relation to lithology/grain-size, facies information and burial depth.\nThe Mesozoic sediments are commonly fairly well consolidated and denote times of deeper maximum burial than their present depth below the seabed. In Norwegian Sea exploration wells at depths greater than 2.5-3 km, smectite, mixed-layer clay and kaolinite in the presence of potassium, are variably transformed to illite (Bjørlykke 1984, Bjørlykke et al. 1995), thus losing part\nof the original and early diagenetic mineral signatures. Maximum burial of the presently studied cores is, however, interpreted to be less, and the bulk compositions are dominated by detrital and early diagenetic minerals. The diagenesis and burial history will be discussed in greater detail elsewhere (Mørk in prep., SINTEF unpublished data).\nBelow we give a simplified overview of the stratigraphic and sedimentological relations of the cores, and the selected mineral ratios are plotted stratigraphically. The mineral data are further discussed and compared in a stratigraphic framework. Special attention is paid to the occurrence, dating and depositional environment of Upper Triassic – Lower Jurassic kaolinitic sediments. Strongly weathered granitic basement gneiss overlain by Mesozoic sediments is also represented in the cores, and its possible influence on the Mesozoic sedimentation discussed."
  }, {
    "heading": "Geological framework",
    "text": "Regional overview\nThe Mesozoic sedimentary succession in the Norwegian Sea was deposited during varying tectonic and climatic conditions. Triassic sediments include continental, red beds deposited during arid climatic conditions, and deposits related to Early Triassic rifting (Swiecicki et al. 1998) and erosion (Jongepier et al. 1996). Such conditions predict mineralogical immature sediment compositions. Continental environments are also indicated by Mid and Upper Triassic sediments, in places associated with deposits from marine incursions and local salt deposits (Doré 1992). Arid playa mudflats or lacustrine environments are also recognised (Swiecicki et al. 1998). In the Rhaetian and Lower Jurassic succession deltaic and marine sand deposits are widespread, and the paralic, coal-bearing sediments of the Åre For-\nAbbreviations: Mås = Måsnykan Formation, Sassend = Sassendalen Group.\nmation (Rhaetian-Sinemurian) in the Haltenbanken area (Gjelberg et al. 1987, Dalland et al. 1988) suggest a change to more a humid climate.\nLower and Middle Jurassic deposits indicate increasing marine influences with time through the Tilje, Tofte, Ile and Garn formations (Dalland et al. 1988). The overlying Middle and Upper Jurassic comprise open marine mudstones (Melke Formation) and marine, organic rich dark shales (Spekk Formation). These are time and facies analogous to the Fuglen and Hekkingen formations in the Barents Sea, respectively (Worsley et al. 1988, Fig. 2). Upper Jurassic – Lower Cretaceous sedimentation was variably influenced by rifting (e.g. Ziegler 1988, Doré 1992, Løseth & Tveten, 1996, Swiecicki et al. 1998). The Lower Cretaceous sediments include marine shales of the Lange Formation and the calcareous Lyr Formation in the Norwegian Sea. In the northern areas a condensed section marks the base of the Cretaceous (Klippfisk Formation, Smelror et al. 1998).\nFigure 3 gives an overview of the stratigraphic position of the analysed samples. Lower Triassic sediments are cored off Helgeland and off Lofoten (i.e. Nordland VI area). Upper Triassic – Lower Jurassic transitional beds are studied in the same locations and also in debris flow deposits off Møre. Mudstones in association with Upper Lower Jurassic - Mid Jurassic transgressive shallow marine sandstones have been studied in all the core sites from Møre to Troms. The transgressive sandstones from off Møre and Froan are time analogous to the\nTofte and Ile formations, whereas Bajocian - Bathonian transgressive sandstones in the northern areas are younger and time-equivalents to the Garn Formation (Figs. 2 & 3). Upper Jurassic- Lower Cretaceous organic rich shales are compared between the Froan Basin – Helgeland and Nordland VII and Troms III sites. The Lower Cretaceous shale formations are represented in the Helgeland, Nordland VI and VII and Troms III areas.\nCored sediments\nCore lithology, main mineral constituents and selected mineral plots are summarised for each location (Figs. 4; 7; 9; 11; 12; 13). The lithostratigraphic framework is summarised very briefly below as a basis for mineralogical comparisons in later sections. The stratigraphic and sedimentological background data refer to shallow drilling reports and publications (Mørk et al. 1983, Bugge et al. 1984, Skarbø et al. 1988, Weiss et al. 1991, Hansen et al. 1992, Smelror et al. 1994, Vigran et al. 1994, Smelror et al. 2001).\nMøre: Mesozoic sediments off Møre have been analysed on the basis of four stratigraphic cores in block 6206 (Smelror et al. 1994; Fig. 1). Upper Triassic and Lower Jurassic conglomeratic debris of alluvial fan and proximal fan delta origin (6206/02-U-03; -U-02) are unconformably overlain by Upper Toarcian – Aalenian deltaic marine sandstones that include conglomerate beds (-U-02; -08; -01). The Jurassic sediments are overlain by Cretaceous marine shales and sandstones that are correlated to the Lange and Kvitnos formations (Smelror et al. 1994).\nFroan Basin: Weathered basement overlain by transgressive shallow marine sandstones of Late Toarcian age have been cored in the northern part of the Froan Basin (6408/12-U-01, Skarbø et al. 1988, Fig. 1). Upper Jurassic – Lower Cretaceous sediments were cored in the Froan Basin (6307/07-U-02; U-03), where organic rich shales of the Upper Jurassic-Lower Cretaceous Spekk Formation including Rogn Formation sandstone are overlain by the Lower Cretaceous Lange Formation.\nHelgeland: A considerable part of the stratigraphy is covered by the eleven short stratigraphic cores from the area between Vikna and Træna off Helgeland (Figs. 1, 3 and 4). The bedrock geology, and correlated ages of these cores, drilled in 1982, were described by Bugge et al. (1984). The interpreted Early Triassic, Griesbachian – Smithian age is based on the palynology of core IKU82-2 published by Vigran & Mangerud (1991). The data from the IKU 82 -2 to -11 cores have later been compiled and reinterpreted in a report by Vigran et al. (1994). In the northern core location (IKU82-2) Lower Triassic sediments are represented by siltstones and\nmudstones with sand ripples, deposited in shallow marine environments. Upper Triassic debris-flow deposits of continental/paralic origin are unconformably overlain by Pliensbachian mudstones of restricted, shallow marine environments (IKU82-4, Fig. 5). The Triassic – Jurassic boundary beds are strongly kaolinitic (Figs. 4 and 6). Middle and Upper Jurassic silty mudstones and claystones (IKU82-4B; IKU82-3; IKU82-3B and IKU82-5, IKU82-C) (Melke and Spekk formations,\nÅrhus et al. 1989) are interpreted as deep shelf and open to restricted marine deposits. Cored sediments in the southern section off Helgeland (Fig. 1) comprise Upper Jurassic black, organic rich shales (Spekk Formation, IKU 82-7; -7B, Århus et al. 1986), and Upper Cretaceous (Shetland Group, IKU 82-8). The black shales are overlain by a thin unit of basal Valanginian carbonates and Upper Hauterivian red calcareous mudstones (Lyr and Lange formations). Upper Cretaceous\nglauconitic sandstones and mudstones in the lower part of core IKU 82-8 are the youngest sediments of the cored Mesozoic succession. Down-faulted Lower and Middle Jurassic marine sandstones with palynological evidence of a near-shore origin were cored at the southeastern outcrops (IKU 82-10 and –11).\nNordland VI: In the Nordland VI area (Figs. 1 and 7) Lower Triassic debris flow deposits occur on top of crystalline basement gneiss (6710/03-U-03). Conglomerates and sandstones with clast compositions similar to the underlying basement suggest a local provenance. Upper Triassic (Rhaetian) - Lower Jurassic mudstones and sandstones (6710/03-U-01) are kaolinitic and include root beds, and they are interpreted as delta plain deposits (Figs. 5; 7 and 8). The continental (paralic) beds are overlain by Middle Jurassic shallow marine sandstones correlative to the Måsnykan Formation (Smelror et al. 2001). Pliensbachian sediments (6710/02-U-02) include delta plain and shallow marine mudstones and sandstones. The Middle Jurassic sediments (6710/03-U-01) are overlain by Lower Cretaceous claystones (Barremian-Aptian, Lange Formation). Core 6711/04-U-01 includes Upper Cretaceous marine and glauconitic mudstones.\nNordland VII: Middle Jurassic shallow marine sandstone (Måsnykan Formation, Smelror et al., 2001) transgressively overlies kaolin-weathered basement gneiss and debris flow deposits of local origin (6814/04-U-01, Figs. 9 and 10). The Hekkingen Formation is represented by Upper Jurassic (Kimmeridgian) organic rich marine shales, including a typical development of silty mudstones (Raudåte Member, Smelror et al. 2001) at the base. Core 6814/04-U-02 penetrated a younger (Volgian to Berriasian) part of the Hekkingen Formation. Lower Cretaceous marine carbonate (Valanginian – Hauterivian condensed beds) and calcareous mudstones occur in the upper part of the core.\nTroms III: The cored section in the Troms III area comprises a relatively continous stratigraphic section from Lower Jurassic (Upper Toarcian-Aalenian) to mid Cretaceous (Early Albian, Smelror et al. 2001; Fig. 11). Shallow marine sandstone of the Stø Formation is overlain by marine micaceous mudstones of the Fuglen Formation (7018/05-U-06) and black organic rich shales of the Upper Jurassic – Lower Cretaceous Hekkingen Formation (7018/05-U-02, -U-01). The transition to the Lower Cretaceous is marked by a condensed bed of Valanginian – Hauterivian age (7018/05-U-01) that may be analogous to the Klippfisk and Lyr formations. The overlying dark, marine claystones are correlated to the Lower Cretaceous Kolje Formation (7018/05- U-01; -U-07)."
  }, {
    "heading": "Mineralogical data",
    "text": "Data presentation and main minerals\nThe mineralogical compositions refer to semiquantitative, X-ray diffraction analyses based on an internal calibration method developed at SINTEF Petroleum Research in the 1980’ies (Appendix 1), also used by Bergan & Knarud (1990) and Mørk et al. (1990). The data scatter is represented in plots for each area (Figs. 4, 7, 9, 11,12 & 13 ), and as these data are semiquantitative only main mineral abundance trends and mineral presence/absence are discussed.\nAs the border land areas are dominated by quartz- and feldspar-rich plutonic and metamorphic rocks, high quartz contents in the sediment compositions could in part reflect coarser grain-size, quartz being the most resistant mineral. Due to different resistance to weathering, presence of a few silt-sand grains could also result in scatter in the quartz/feldspar ratio of silty or sandy mudstones. In order to examine the effect of bulk grain-size the feldspar/(feldspar + quartz) ratio has been compared for claystone/mudstone and sandstone beds in the same formations. In spite of the greater stability of quartz, our data show that this ratio is higher on average in the sandstones than in the claystonesmudstones, excluding a simple relation between possible quartz enrichment and grain size.\nIn the diagrams presented for each area the clay minerals are plotted as ratios of each mineral divided by the sum of the total clay minerals + feldspar. The reason for using ratios is to minimise the dilution effect of other minerals, including diagenetic carbonate (and visually for reducing artificial scatter in the graphs due to analytical errors for very low clay mineral contents). Feldspar is included in the denominator as kaolinite may in part have formed at the expense of feldspar (Fig. 8b), and the feldspar – clay-mineral ratio in the silt and mud fractions may give additional information on degree of weathering and eogenesis.\nThe studied fine clastic sediments have bulk-rock compositions that are dominated by kaolinite, mica/illite and quartz. Other common minerals are chlorite, Kfeldspar, plagioclase, mixed-layer clay mineral, pyrite, smectite and calcite. Mixed-layer clay refers to mixedlayer illite-smectite. In the data from Helgeland-82 the mixed-layer clay includes illite-smectite and a variable presence of chlorite (T.M. Rønningsland, unpublished data). Minerals with lower total abundance include opal/cristobalite, 7Å- chlorite, siderite and dolomite. Goethite, zeolite, and amphibole are very rare. The relative proportion and importance of each mineral may depend on various factors such as provenance, climate, grain-size and facies. The main mineralogical changes are discussed below for different stratigraphic intervals.\nLower Triassic\nThe main constituents of Lower Triassic mudstones in the Nordland VI area (Fig. 7), in addition to quartz, are mica/illite, chlorite and feldspar (mostly plagioclase), together with mixed-layer clay mineral. Kaolinite is present only sporadically. Provenance is well-constrained, as these sediments are part of locally derived debris flows from the west of Lofoten. The associated coarser sediments are rich in K-feldspar and rock-fragments of granitic, micaceous and amphibolitic gneisses that mainly originated by erosion of the underlying basement. The well-preserved detrital mineralogy and the lack of kaolinite (except sparse diagenetic kaolinite in sandstones) are compatible with rapid deposition and/or arid environments.\nA similar mineral composition is seen in the alternating red and green, laminated mudstones and siltstones off Helgeland that were deposited in restricted shallow marine (?lagoonal) environments (Fig. 4). Thus, the mineralogical signature of the Lower Triassic mudstones in these northern locations reflects a provenance of feldspathic and micaceous basement rocks, arid climate and in some cases rapid depositional mechanisms.\nUpper Triassic and Lower Jurassic\nMøre: The Upper Triassic – Lower Jurassic section off Møre (Fig. 13) shows a complex mineralogical evolution that in part may reflect rapid deposition of a tectonically induced debris flow. The conglomerates include both well-preserved and partly weathered crystalline basement boulders comparable to the lithologies of the nearby gneiss area (e.g. Mørk 1985, 1988). The finegrained conglomerate matrix (mud fraction) is rich in quartz, feldspar and mixed layer clay. Smectite is enriched in a few laminae, and kaolinite is concentrated near an erosional unconformity (6206/02-U-03, 124.05 m depth). The presence of smectite-weathered zones may reflect a high proportion of basic and ultrabasic\ndebris compositions in the lower part of the unit, and relatively limited water circulation.\nThe overlying Lower Jurassic beds in the sediments off Møre (6206/02-02) show disappearance of plagioclase and increase in kaolinite somewhere between 112 m and 99 m depth. Kaolinite is in general more abundant in the overlying Lower Jurassic unit.\nNordland VI - Helgeland: Norian-Rhaetian and indeterminate Upper Triassic – Lower Jurassic mudstones and associated sandstones in the Nordland VII and off Helgeland areas are strongly kaolinitic and lack feldspar (Figs. 4 and 7) and include only subordinate mica/illite. These sediments were deposited in delta plain environments, and kaolinitic compositions are associated also with mottled mudstones with soil and root structures (Fig. 5) and authigenic siderite. The kaolinite in these sediments includes both detrital and authigenic crystals (see below).\nThe Lower Jurassic sediments in the Nordland VI area and off Helgeland are strongly kaolinite dominated as in the underlying Upper Triassic units (Figs. 4 and 7). Feldspar is rare or absent in the mudstones, but may be abundant in the interbedded sandstones (Figs. 8b, 8c and 4). The Pliensbachian mudstones at Nordland VI occur in sandstone-dominated shallow marine sediments. Petrographic analyses of the associated sandstones and conglomerate show kaolinite-replaced detrital grains, vermicular coarse kaolinite structures, and more typical, diagenetic kaolinite as pore-filling, random oriented aggregates as in the Rhaetian sandstone (Fig. 8). The vermicular and pore-filling varieties may represent two different stages of kaolinite growth, i.e. weathering and diagenesis.\nIn the Helgeland samples kaolinitic Pliensbachian mudstones occur on top of a regional unconformity. The mudstones show variations in both feldspar and kaolinite content (Fig. 4). The kaolinitic mudstones\nmay have a local origin from erosion of the underlying kaolinitic sediments, although kaolinitisation could also have been favoured by meteoric water circulation in connection with the unconformity.\nLower – Mid Jurassic (Upper Toarcian-Callovian)\nUpper Toarcian (?and lower Bajocian) sediments cored in the Møre, Froan and Nordland VI areas and represented by outcrops on Andøya, were deposited under similar shallow marine conditions related to marine transgression. These deposits are dominated by sandstone. The composition of the associated mudstone beds is kaolinite- and quartz-dominated and also includes K-feldspar or mica/illite (Figs. 7; 12; 13). These compositions can be interpreted as mixing products of kaolinite-weathered and less weathered feldspathic or micaceous basement rocks. The kaolinite/feldspar ratio is highest in mudstones north in the Froan Basin where these overlie kaolinite-weathered basement. This suggests a local kaolinite origin by erosion of weathered basement or older kaolinitic sediments, as described below in the northern area too.\nTransgressive, shallow marine sandstones of the Måsnykan Formation in the Nordland VI and VII areas are younger (Bathonian - Callovian) than the above-described shallow marine sandstones from off Helgeland, Møre and Froan (Late Toarcian, Smelror et al. 1994) and marine transgressive sandstones of the Stø Formation in the Troms III area (Late-Toarcian - Early Bajocian, Smelror et al. 2001). Kaolinite is the main clay mineral in the associated mudstone beds that are dominated by kaolinite, quartz and mica/illite. These are the main minerals also in the overlying thicker and more\nhomogeneous, silty mudstone successions of the Melke and Fuglen formations.\nIn the Nordland VII area the shallow marine sands were deposited on top of a 7.1 m thick debris flow unit of continental, possibly lagoonal affinity (Smelror et al. 2001), which largely originated from erosion of underlying kaolinite-weathered basement. The mudstones are strongly kaolinitic (Fig. 9), and the presence of opal (XRD identification) supports a local origin by feldspar weathering as silica is released as part of one of the main kaolinite forming reactions at the expense of Kfeldspar (Bjørlykke & Aagaard 1992). Alternating sand beds include both well preserved and kaolinitised feldspar from the underlying basement. The weathered basement in this area is thus an obvious source for kaolinite in the Middle Jurassic sediments.\nThe kaolinite-dominated erosion products were overlain by sediments of mixed composition showing an upward increase in mica/illite content. This trend suggests increasing influence from erosion of less-weathered micaceous metamorphic rocks, and thus dilution of the kaolinite weathering products with time.\nUpper Jurassic - lowermost Cretaceous\nThe mineralogical composition of the organic-rich Hekkingen Formation in the north (Nordland VII and Troms III, Figs. 9 and 11) is very similar to the underlying Fuglen Formation. Both are dominated by kaolinite, quartz and mica/illite. Kaolinite appears to be gradually depleted up through the formation in the Troms III area, and contemporaneously pyrite becomes more common.\nThe time analogous Spekk Formation off Helgeland (Fig. 4) consists mainly of kaolinite, mica/illite, chlorite and quartz. Smectite-rich bulk compositions are common in the uppermost part of the formation, associated with cristobalite in the stratigraphically youngest core (IKU82-C, ?Volgian).\nIn the Froan Basin quartz, K-feldspar and kaolinite are the dominant minerals in the lower part, and mixedlayer clay becomes more abundant in the uppermost Jurassic and Berriasian beds. A relatively high feldspar content of mudstone beds within the sandstone unit may reflect a similar local provenance of plutonic rocks as for the feldspar rich sandstones (Rogn Formation). The kaolinite ratio scatters widely and shows high values in some of the Late Kimmeridgian-Early Volgian beds. Kaolinite is common also in the Middle and Upper Volgian beds where mixed-layer clay and smectite are abundant. Claystone beds dominated by smectite and mixed-layer clay occur in the Berriasian interval, interbedded with kaolinite, mica/illite and mixedlayer clay rich compositions. In summary, the mixedlayer clay and smectite - rich interval is confined to the Mid Volgian - Berriasian part of the stratigraphy which is also characterised by a reduction in quartz content.\nThe compositional difference between the Hekkingen and Spekk formations described above is discussed in a later chapter.\nLower Cretaceous\nThe calcareous Klippfisk Formation and the analogous Lyr Formation in the southern area record a change to more ventilated depositional conditions (Dalland et al. 1988; Smelror et al. 2001) and may also be related to tectonic uplift and erosion. Kaolinite and mica/illite are the main clay minerals in the calcareous condensed beds (Figs. 4; 9; 11). However, it is not known if the kaolinite-dominated clay mineralogy of this interval results from telegenesis or from renewed supply from detrital sources. The marine Lower Cretaceous claystone of the Kolje Formation is dominated by kaolinite, plagioclase, mica/illite, quartz, mixed-layer clay and chlorite. The data show a distinct increase in feldspar across the condensed beds both in the Nordland VI and VII and Troms III areas. The mudstones in the Nordland VI area are rich in 7Å clay minerals which are kaolinitedominated except in the middle part of the core section which is dominated by a 7Å peak of chlorite (berthierine) (Fig. 7). In the southern area (Froan Basin) the cored part of the Lange Formation is rich in kaolinite and calcite.\nSupplementary clay fraction analyses in the Troms III area show a change in the mixed-layer clay composition\nfrom illite-dominated in the Jurassic shales to smectitedominated in the upper part of the Lower Cretaceous Kolje Formation (Weiss et al. 1991). This may be the result of burial diagenesis, i.e. that the lower strata may have experienced maximum burial temperatures within the illite ordering range (90-100°C, e.g. Srodon & Eberl 1984 or higher, e.g. Lynch et al. 1997).\nThe feldspar content is generally low in the Jurassic mudstones and claystones, and shows a distinct increase across the Lower Cretaceous condensed beds. Examination of the data from Troms III (Fig. 14) shows that the feldspar increase from the Jurassic formations to the Kolje Formation is accompanied by a decrease in quartz. If quartz was enriched in the coarse fractions, this could have been due to quartz depletion due to a change in facies. However, this is not the main reason as the data also show an increase in the ratio of feldspar/feldspar +clay. The marked feldspar increase across the condensed beds is thus interpreted to reflect a change in provenance to include new erosion of feldspathic basement rocks, probably related to onset of rifting off Lofoten in the Early Cretaceous (Løseth & Tveten 1996, Smelror et al. 2001)."
  }, {
    "heading": "Discussion",
    "text": "Upper Triassic - Lower Jurassic kaolinite origin\nThe most distinct compositional change with time in the study area is the change from feldspar and mica/illite rich mudstones in the Lower Triassic to kaolinite-dominated mudstone compositions in the Upper Triassic – Lower Jurassic. In this interval kaolinite is the most common clay mineral also in the sandstones that alternate with the mudstones. Kaolinite may form by extensive weathering in a humid climate (Srodon 1999), or by early diagenesis under conditions of meteoric water flux to maintain low pH and to remove dissolved alkali elements. The latter is regarded as the main mechanism also in shallow marine deltaic environments and in telogenesis (Bjørlykke & Aagaard 1992).\nLiterature from the North Sea basin and from East Greenland give evidence of climatic changes from arid and semiarid in the Triassic to more humid towards the end of the Triassic and in the Lower Jurassic (Hallam 1984 and 1985, Hurst 1985, Pearson 1990, Knarud & Bergan 1990, Bjørlykke & Aagaard 1992, Clemmensen et al. 1999). This implies a change to conditions that favour kaolinite growth around the Triassic-Jurassic boundary. In contrast, illite, or depending on local provenance, smectite, is the dominant detrital clay mineral in Lower Triassic sediments (Pearson 1990, Hurst 1985). Kaolinite appearance in shales around the Triassic – Jurassic boundary in Britain was even considered as a possible\nstratigraphic marker (Pearson 1990). The climatic change has been correlated with northward movement of Pangaea, and was probably also influenced by the geographic spread of the epicontinental sea (Hallam 1984).\nIn-situ kaolinite weathering of the Scandinavian basement is exemplified by kaolinite/quartz assemblages on top of granodiorites and granites in Bornholm (Callisen 1934, Almeborg et al. 1968) and Andøya (north Norway, Dalland et al. 1975, Sturt et al. 1979). Sturt et al. (1979),\non the basis of K-Ar dates, suggested a Carboniferous age for the weathering on Andøya. This interpretation was adopted by Dalland (1981), who suggested that the Carboniferous weathering surface was later uplifted and exposed for erosion in the Jurassic. This model was later disputed, and the Carboniferous ages regarded as artifacts (mixed ages) caused by Ar-inheritance from precursor mica (Løseth & Tveten 1996). The present results give additional evidence of a Mesozoic age for the above-metioned weathering (see below).\nThe Mesozoic stratigraphy of Andøya (Dalland 1981) is correlated to that of Troms III and Nordland VII (fig. 5 in Smelror et al. 2001). As in Nordland VI the weathered basement on Andøya is overlain by kaolinitic sediments followed by transgressive Jurassic sandstones. The kaolinitic clays, separating the basement gneiss and the oldest sandstones of the transgressive Ramså Formation at Andøya, contain palynomorphs dating the kaolin pit at Andøya as having been formed during Late Toarcian to Aalenian time. Accordingly the formation of the clay initiated deposition of the Hestberget Member on Andøya and was followed by kaolinite-rich sediments higher in the Member for which Manum et al. (1991) suggested a Bajocian age.\nIn the present study we describe kaolinite-weathered basement below Jurassic sediments both in the southern (Froan Basin) and the northern (Nordland VII) areas. The kaolinitic beds and related beds show palynomorph assemblages of variable diversity, but the majority of the stratigraphically longranging fossils are derived from a terrestrial vegetation. The abundance of palynomorphs in the individual samples vary and they have different potential for confident correlation and dating. The Late Triassic to Early Jurassic floras are regionally rather uniform because of the wide climatic zones of the Triassic to Jurassic.\nIn all these areas kaolinite-weathered basement and locally overlying kaolinitic sediments are overlain by transgressive, shallow marine sandstones of Late Toarcian – Aalenian (Froan Basin and Andøya) and Bathonian-Callovian age (Nordland VII, Måsnykan Formation). The kaolinite-weathered surface (Dalland 1974, 1975, Dypvik 1979) was eroded as late as in the late Early - Middle Jurassic, giving a minimum age for onset of kaolinite-weathering. The studied cores from Nordland VI and Helgeland give evidence that supports extensive in-situ early diagenetic kaolinite growth in Upper Triassic and Lower Jurassic sandstones and mudstones. The thickests, relatively pure kaolinitic sediments cored are perhaps from off Helgeland. The kaolinite formation there was in response to both weathering and diagenesis, possibly at various places in the depositional system.\nAbsence of kaolinite in Lower Triassic deposits and in basement overlain by Lower Triassic deposits supports a post-early Triassic age for the main kaolinite weathering. However, this is not an unambiguous argument, as even in a humid and tropical climate the degree of weathering may vary strongly. Observations from present day tropical climate (Savage et al. 1988, Savage & Potter 1991) have documented that weathering may continue during sediment transport, and that sediment composition preservation depends on the residence time prior to burial, i.e. deposition rate.\nIn summary, compilation of mineralogical data from shallow stratigraphic cores offshore mid Norway shows a characteristic enrichment of kaolinite in Upper Triassic – Lower Jurassic clastic sediments. The most kaolinite rich compositions are seen in lagoonal to shallow marine sediments. However, these sediments cannot be confidently related to one stratigraphic level. Minimum ages for the kaolinite weathering are given by the transgressive Bajocian-Bathonian sandstones, and in places by Pliensbachian fine clastic sediments. The preferred conclusion is that conditions were favourable for kaolinite growth by weathering and early diagenesis at various times during the Rhaetian – Pliensbachian interval. Kaolinite in the Upper Toarcian-Aalenian and ?Bajocian shallow marine deposits may reflect erosion of the older kaolinite weathering products as well as early diagenesis.\nKaolinite/smectite variations in Upper Jurassic - lowermost Cretaceous shales\nUpper Jurassic organic rich mudstone compositions show both stratigraphic and geographic differences in composition. The Hekkingen Formation in Nordland VII - Troms III is dominated by kaolinite and mica/illite with minor mixed-layer clay. The Spekk Formation off Helgeland is smectite-dominated in Volgian- Berriasian beds. The Spekk Formation in the Froan Basin is dominated by smectite/mixed-layer clay, and bentonites of smectite and smectite mixed-layer clay occur in the Berriasian section. There is an overall decrease in kaolinite upwards in the organic rich formations.\nA decline in kaolinite abundance is described also in the time equivalent Upper Kimmeridgian Clay of southern England (Wignall & Ruffel 1990). This observa-\ntion, in combination with several other sedimentological and paleontological criteria, were attributed to a change from humid to semi-arid depositional conditions in the Upper Jurassic. This may have been part of a notable spread of aridity in southern Eurasia in the Late Jurassic, which Hallam (1994) related to orographic effects.\nIn the present study we suggest that the smectite and smectite-mixed-layer clay mineral beds in the FroanHelgeland cores may rather have their source in contemporaneous volcanism (bentonites) or erosion of volcanic or basic rocks. But, although the Late Jurassic, including Volgian time was a period with rifting at the\nAtlantic margin, (Swiecicki et al. 1998), there is so far no other documentation of volcanic activity in this area in the Late Jurassic.\nLate Jurassic – Early Cretaceous volcanism is mentioned from the North Sea (Latin et al. 1990) and Svalbard - Barents Sea (Parker 1967, Burov et al. 1977, Smith et al. 1976, Dalland & Thusu 1977, Kelly 1988). However, the dates are not very precise, and to our knowledge there are no such dated volcanics in the Norwegian Sea. Smith & Ritchie (1993) concluded that Jurassic magmatism in the Central North Sea predated the major episode of Late Jurassic – Early Cretaceous lithospheric extension.\nHansen & Lindgreen (1989) and Lindgreen (1991) noted probable volcanic smectite/illite occurrences in the Middle-Upper Volgian Farsund and Mandal formations in wells 2/7-3 and W1 in the Central Graben of the central North Sea. Units of smectite-rich illite/smectite in Kimmeridgian mudstones of the Hareelv Formation were interpreted as indicators of volcanism in the East Greenland rift basins (Lindgreen & Surlyk 2000). In the Barents Sea, in the area of the Mjølnir meteorite impact structure (7430/10-U-01) Dypvik & Ferrell (1998) found an increased abundance of smectite (up to 30 wt%) in Jurassic-Cretaceous boundary beds. They assumed the smectite to represent seawater-altered impact glass from the ejecta blanket material. Similar beds have not been observed in the Nordland VII - Troms III areas.\nOur preliminary conclusion is that the mineralogical difference between the western Barents Sea and Norwegian Sea cores in part reflect differences in provenance and most likely with a greater degree of volcanic input in the latter. The presence of bentonite beds gives support for contemporaneous volcanic activity. Differences in thermal and burial history could also explain some of the mineralogical differences, supported by evidence of deeper burial of the Troms III units. However, we note that the smectitic beds on the Trøndelag Platform are also very poor in K-feldspar, which would be required to produce illite-mixed-layer clay from smectite. Thus, distinct primary mineralogical differences may have existed between the Spekk and Hekkingen formations. One may further speculate if this is related to differences in facies, climate, provenance and/or influences from volcanism, which may be the subject of further research.\nLower Cretaceous compositional change\nThe feldspar and feldspar/kaolinite contents of the mudstones and claystones show a distinct increase upward in the stratigraphy from the Lower Cretaceous condensed beds to the Kolje Formation in the Nordland VI and VII and Troms III areas. A similar change in feldspar content is also seen elsewhere in the Barents Sea, including the Nordkapp Basin (unpublished data). This is interpreted to reflect a change in provenance to include increased erosion of feldspathic rocks.\nElsewhere, in England and France Rufell & Batten (1990) and Hallam et al. (1991) related changes in mineral compositions to phases with an arid climate in Jurassic-Cretaceous boundary beds and in the Barremian-Aptian. The changes included lowering of the kaolinite content in such beds. The Kolje Formation is, on the contrary, rather rich in kaolinite and with no kaolinite depletion relative to the underlying formations. The present data do not allow conclusions to be\ndrawn regarding climatic changes. In the present study of Cretaceous sediments smectite appears more abundant in the overlying Upper Cretaceous Shetland Group, including the Kvitnos Formation."
  }, {
    "heading": "Conclusions",
    "text": "The main changes in mineral composition of Mesozoic claystones and mudstones are compared stratigraphically and between different areas (Fig. 15). Some of the most distinct mineralogical changes in the stratigraphic succession in the Norwegian Sea and the southwestern Barents Sea can be summarised as follows:\n1. Change from mica/illite + chlorite + feldspar + mixed-layer clay rich compositions in the Lower Triassic to kaolinite-dominated compositions in the Upper Triassic-lowermost Jurassic.\n2. Persistence of kaolinite as the dominant clay mineral and similar mineralogical composition in the Lower and Middle Jurassic deposits studied (shallow marine sandstones and marine mudstones).\n3. Occurrence of kaolinitic weathered basement below transgressive shallow marine sandstones of late Early – Middle Jurassic age.\n4. Kaolinite decrease and smectite/mixed-layer clay increase in the Upper Jurassic deposits. Notable mineralogical differences exist between the organic rich Upper Jurassic Spekk and Hekkingen formations. The Spekk Formation in the Froan Basin and off Helgeland is rich in smectite and mixed-layer clay minerals particularly in its upper part, whereas mica/illite and kaolinite are the most abundant minerals up throughout the Hekkingen Formation in theTroms III and Nordland VII areas.\n5. Feldspar increases (plagioclase reappearance) above the condensed Lower Cretaceous Klippfisk Formation. A general mineralogical resemblance is seen between Lower Cretaceous and Lower Triassic sediments, except that kaolinite is part of the detrital mineral composition in the former.\nChange (1) coincides with changes in facies and climate from arid continental to humid continental and deltaic conditions with kaolinite growth in delta plain environments. Change (2) and observation (3) record transgression and increasing marine influences, which imply mixing of sediments from different sources. Kaolinite may have been derived from reworking and local influences from weathered basement as well as early diagenetic kaolinite growth. Change (4) may reflect kaolinite dilution due to increasing marine influences\nand mixing with other sources. This may also be attributed to a change from humid to semi-arid depositional conditions, which followed the regional spread of aridity in southern Eurasia in the Late Jurassic. The smectite ± cristobalite association in the Volgian in the southern area is interpreted in terms of volcanic influ-\nences. Change (5) which is most pronounced in the northern areas records an increase in sediment supply from basement areas associated with transgression after the period of low sedimentation responsible for the Lower Cretaceous condensed beds. This renewed sedimentation may be related to Early Cretaceous rifting.\nAcknowledgements. -The present study is based on both published and unpublished results from four IKU shallow drilling projects in the period 1982-1991 and some later follow-up studies. Tor Martin Rønningsland was responsible for X-ray diffraction analyses in the initial shallow drilling project (Helgeland 82). We express our acknowledgements to all colleagues that contributed in the drilling projects and to Henning Dypvik (University of Oslo) for detailed referee comments.\nMineral Nordland VI and VII, Troms III, Helgeland 82 Vøring, Møre\nQuartz 4.26 Å *1.0 4.26 Å * 1.0\n(3.34 Å * 0.2 if very low quartz)\nK-feldspar 3.24 Å *0.5 3.24 Å * 0.5\nPlagioclase 3.19 Å *0.5 3.18 Å * 0.5\nChlorite 4.74 Å * 3 * 0.7 14 Å * 0.7\nKaolinite 7Å * 0.7 – Chlorite = 7 Å * 0.7\n(7Å-(4.7Å *3)) *0.7\nMica/illite 10Å *1.0 (mica) or 10 Å * 1.4\n10Å *1.4 (illite)\nMixed-layer clay 10 to 14 Å * 0.55 11 Å * 1.0\nSmectite (14 Å - 4.7 Å) * 0.35 14 – 17 Å * 0.35 Expansion after\nethylene glycol treatment.\nCalcite 3.04 Å * 0.25 3.03 Å * 0.5\nSiderite 2.79 Å * 0.25 2.79 Å * 0.5\nDolomite/ankerite 2.89 Å - 2.90 * 0.20 (2.88-2.89) Å * 0.5\nPyrite 2.71 Å * 0.7 2.71 * 0.5\nAmphibole 8.4 Å * 0.4\nGypsum 7.56 Å * 1.0\nClinoptilolite 8.99 Å * 0.6\nPhillipsite 8.14 Å * 1.25\nOpal C-T 4.05 Å * 1\nGoethite 4.18 Å * 1\nZeolite 9.00 Å * 0.5\nRomboclase 9.12 Å * 1\nApatite 2.78 Å * 0.3\nMarcasite 2.71 Å * 0.7\nHaematite 2.69 Å * 0.5\nHalite 2.82 Å * 0.1\nTalc 9.33 Å * 0.15\nTable A1. Parameters for mineral quantification based on X-ray diffraction analyses using peak-area multiplied by empirical weight factors. Å = lattice spacing measured in Ångstrøm."
  }],
  "year": 2003,
  "references": [{
    "title": "Kaolin deposits of Denmark",
    "authors": ["J. Almeborg", "J. Bondam", "E. Heller"],
    "venue": "XXIII International Geological Congress",
    "year": 1968
  }, {
    "title": "Apparent changes in clastic mineralogy of the Triassic-Jurassic succession, Norwegian Barents Sea: Possible implications for palaeodrainage and subsidence",
    "authors": ["M. Bergan", "R. Knarud"],
    "year": 1992
  }, {
    "title": "Lærebok i sedimentologi og petroleumsgeologi",
    "authors": ["K. Bjørlykke"],
    "venue": "Universitetsforlaget. Bergen-Oslo-Stavanger-Tromsø,",
    "year": 1984
  }, {
    "title": "Clay minerals in North Sea sandstones. In Origin, diagenesis and petrophysics of sandstones",
    "authors": ["K. Bjørlykke", "P. Aagaard"],
    "venue": "SEPM Special Publication",
    "year": 1992
  }, {
    "title": "Geochemical constraints from formation water analyses from the North Sea and the Gulf Coast basins on quartz, feldspar and illite precipitation in reservoir rocks",
    "authors": ["K. Bjørlykke", "P. Aagaard", "P.K. Egeberg", "S.P. Simmons"],
    "venue": "The geochemistry of reservoirs,",
    "year": 1995
  }, {
    "title": "Structural elements of the Norwegian continental shelf. Part II: The Norwegian Sea Region",
    "authors": ["P. Blystad", "H. Brekke", "R.B. Færseth", "B.T. Larsen", "J. Skogseid", "B. Tørudbakken"],
    "venue": "NPD-Bulletin No",
    "year": 1995
  }, {
    "title": "Bedrock geology on the MidNorwegian continental shelf",
    "authors": ["T. Bugge", "R. Knarud", "A. Mørk"],
    "venue": "Petroleum geology of the North European margin,",
    "year": 1984
  }, {
    "title": "The age of Spitsbergen dolerites",
    "authors": ["J.P. Burov", "A.A. Krasil’scikov", "L.V. Firsov", "B.A. Klubov"],
    "venue": "Norsk Polarinstitutt Årbok",
    "year": 1977
  }, {
    "title": "1934: Das grundgebirge von Bornholm",
    "authors": ["K. Callisen"],
    "venue": "Danmarks Geologiske Undersøgelse II Række,",
    "year": 1934
  }, {
    "title": "A Late Triassic lake system in East Greenland: Facies, depositional cycles and palaeoclimate",
    "authors": ["L.B. Clemmensen", "D.V. Kent"],
    "year": 1999
  }, {
    "title": "Geologisk undersøking av den mesozoiske lagrekkja på Andøy, Nord-Noreg. Hovudfagsoppgåve i mineralogi/petrografi",
    "authors": ["A. Dalland"],
    "venue": "Universitetet i Bergen,",
    "year": 1974
  }, {
    "title": "The Mesozoic rocks of Andøya, northern Norway",
    "authors": ["A. Dalland"],
    "venue": "Norges geologiske undersøkelse,",
    "year": 1975
  }, {
    "title": "Mesozoic sedimentary succession at Andøya, northern Norway and relation to structural development of the North Atlantic area",
    "authors": ["A. Dalland"],
    "venue": "Geology of the North Atlantic Borderlands,",
    "year": 1981
  }, {
    "title": "Kimmeridgian volcanic ash in Andøya, North Norway. NPF-Mesozoic northern North Sea symposium, Oslo",
    "authors": ["A. Dalland", "B. Thusu"],
    "year": 1977
  }, {
    "title": "The postTriassic succession of the Mid-Norwegian shelf",
    "authors": ["A. Dalland", "H.O. Augedahl", "K. Bomstad", "K. Ofstad"],
    "venue": "Norwegian Petroleum Directorate Bulletin,",
    "year": 1988
  }, {
    "title": "Synoptic palaeogeography of the Northeast Atlantic Seaway: late Permian to Cretaceous",
    "authors": ["A.G. Doré"],
    "venue": "Geological Society Special Publication",
    "year": 1992
  }, {
    "title": "Mineralogy and geochemistry of the Mesozoic sediments of Andøya, northern Norway",
    "authors": ["H. Dypvik"],
    "venue": "Sedimentary Geology",
    "year": 1979
  }, {
    "title": "Clay mineral alteration associated with meteorite impact in the marine environment (Barents Sea)",
    "authors": ["H. Dypvik", "Ferrell", "R.E. Jr."],
    "venue": "Clay Minerals",
    "year": 1998
  }, {
    "title": "Humid and arid zones in the Jurassic and Cretaceous",
    "authors": ["A. Hallam"],
    "venue": "Palaeogeography Palaeoclimatology Palaeoecology",
    "year": 1984
  }, {
    "title": "A review of Mesozoic climates",
    "authors": ["A. Hallam"],
    "venue": "J. Geol. Soc. London",
    "year": 1985
  }, {
    "title": "Jurassic climates as inferred from the sedimentary and fossil record",
    "authors": ["A. Hallam"],
    "venue": "Allen, J.R.L et al. (eds.): Palaeoclimates and their Modelling. With special reference to the Mesozoic era, 79-88. The Royal Society, Chapman & Hall.",
    "year": 1994
  }, {
    "title": "Palaeoclimatic significance of changes in clay mineralogy across the Jurassic – Cretaceous boundary in England and France",
    "authors": ["A. Hallam", "J.A. Grose", "A.H. Ruffell"],
    "year": 1991
  }, {
    "title": "Mixed-layer illite/smectite diagenesis in Upper Jurassic claystones from the North Sea and onshore Denmark",
    "authors": ["P.L. Hansen", "H. Lindgreen"],
    "venue": "Clay Minerals",
    "year": 1989
  }, {
    "title": "The implications of clay mineralogy to paleoclimate and provenance during the Jurassic in NE Scotland",
    "authors": ["A. Hurst"],
    "venue": "Scottish Journal of Geology",
    "year": 1985
  }, {
    "title": "Triassic to Early Cretaceous stratigraphic and structural development of the Northeastern Margin, off Mid-Norway",
    "authors": ["K. Jongepier", "J.C. Rui", "K. Grue"],
    "venue": "Norsk Geologisk Tidsskrift",
    "year": 1996
  }, {
    "title": "Jurassic through Cretaceous stratigraphy of the Barents Shelf",
    "authors": ["S.R.A. Kelly"],
    "year": 1988
  }, {
    "title": "Diagenetic history of Upper Triassic – Lower Jurassic alluvial sandstones and mudstones of the Lunde and Statfjord formations, Snorre Field, Norwegian North Sea",
    "authors": ["R. Knarud", "M. Bergan"],
    "venue": "Abstract, 13th Int. sed. congr. Nottingham",
    "year": 1990
  }, {
    "title": "Mesozoic magmatic activity in the North Sea Basin: Implications for stretching history",
    "authors": ["D.M. Latin", "J.E. Dixon", "J.G. Fitton", "N. White"],
    "venue": "Geological Society Special Publication",
    "year": 1990
  }, {
    "title": "Elemental and structural changes in illite/smectite mixed-layer minerals during diagenesis in Kimmeridgian – Volgian (-Rhyazanian) clays in the Central Trough, North Sea and the Norwegian – Danish Basin",
    "authors": ["H. Lindgreen"],
    "venue": "Bull. Geol. Soc. Denmark",
    "year": 1991
  }, {
    "title": "Burial diagenesis of illitesmectite in shales and the origins of authigenic quartz and secondary porosity in sandstones",
    "authors": ["F.L. Lynch", "L.E. Mack"],
    "venue": "Geochimica et Cosmochimica Acta",
    "year": 1997
  }, {
    "title": "Post-Caledonian structural evolution of the Lofoten and Vesterålen offshore and onshore areas",
    "authors": ["H. Løseth", "E. Tveten"],
    "venue": "Norsk Geologisk Tidsskrift",
    "year": 1996
  }, {
    "title": "The Jurassic flora of Andøya",
    "authors": ["S.B. Manum", "M.N. Bose", "J.O. Vigran"],
    "venue": "Review of Palaeobotany and Palynology,",
    "year": 1991
  }, {
    "title": "Shallow drilling of Mesozoic rocks off Helgeland",
    "authors": ["A. Mørk", "N. Aarhus", "T. Bugge", "N. Mills"],
    "venue": "IKU Report",
    "year": 1983
  }, {
    "title": "Geology and palynology of the Triassic succession of Bjørnøya",
    "authors": ["A. Mørk", "J.O. Vigran", "P.A. Hochuli"],
    "venue": "Polar Research",
    "year": 1990
  }, {
    "title": "A gabbro to eclogite transition on Flemsøy, Sunnmøre, Western Norway",
    "authors": ["M.B.E. Mørk"],
    "venue": "Chemical Geology",
    "year": 1985
  }, {
    "title": "Bergrunn. In: Brattvåg og Ona. Kvartærgeologiske",
    "authors": ["M.B.E. Mørk"],
    "year": 1988
  }, {
    "title": "The Jurassic and Cretaceous sequences in Spitsbergen",
    "authors": ["J.R. Parker"],
    "venue": "Geological Magazine",
    "year": 1967
  }, {
    "title": "Clay mineral distribution and provenance in Mesozoic and Tertiary mudrocks of the Moray Firth and Northern North Sea",
    "authors": ["M.J. Pearson"],
    "venue": "Clay Minerals",
    "year": 1990
  }, {
    "title": "Shallow stratigraphic wireline coring in bedrock offshore Norway",
    "authors": ["L. Rise", "J. Sættem"],
    "venue": "Scientific Drilling",
    "year": 1994
  }, {
    "title": "The Barremian – Aptian arid phase in western Europe",
    "authors": ["A.H. Ruffell", "D.J. Batten"],
    "venue": "Palaeogeography, Palaeoclimatology, Palaeoecology",
    "year": 1990
  }, {
    "title": "Mineralogical maturity of modern sand along a high-energy tropical coast",
    "authors": ["K.M. Savage", "P. de Cesero", "P.E. Potter"],
    "venue": "Baxiada de Jacarepequa, Rio de Janeiro, Brazil. Journal of South American Earth Sciences",
    "year": 1988
  }, {
    "title": "Petrology of modern sands of the Rios Guaviare and Inirida, Southern Colombia: Tropical climate and sand composition",
    "authors": ["K.M. Savage"],
    "venue": "Journal of Geology",
    "year": 1991
  }, {
    "title": "Shallow Drilling off Møre-Trøndelag",
    "authors": ["O. Skarbø", "S. Bakke", "T. Jacobsen", "W. Krokstad", "B. Lundschien", "M.B. Myhr", "L. Rise", "L. Schou", "M. Smelror", "J. Verdenius", "J.O. Vigran", "N. Århus"],
    "venue": "Main Report. IKU report",
    "year": 1988
  }, {
    "title": "Jurassic to Cretaceous stratigraphy of shallow cores on the Møre basin margin, Mid-Norway",
    "authors": ["M. Smelror", "T. Jacobsen", "L. Rise", "O. Skarbø", "J.G. Verdenius", "J.O. Vigran"],
    "venue": "Norsk Geologisk Tidsskrift",
    "year": 1994
  }, {
    "title": "The Klippfisk Formation - A new lithostratigraphic unit of Lower Cretaceous Platform Carbonates on the Western Barents Shelf",
    "authors": ["M. Smelror", "A. Mørk", "E. Monteil", "D. Rutledge", "H. Leereveld"],
    "venue": "Polar Research",
    "year": 1998
  }, {
    "title": "Middle Jurassic-Lower Cretaceous transgressive-regressive sequences and facies distribution off Northern Nordland and Troms, Norway",
    "authors": ["M. Smelror", "A. Mørk", "M.B.E. Mørk", "H.M. Weiss", "H. Løseth"],
    "venue": "NPF Spe-",
    "year": 2001
  }, {
    "title": "The Geology of Kong Karls Land, Svalbard",
    "authors": ["D.G. Smith", "W.B. Harland", "N.F. Hughes", "C.A.G. Pickton"],
    "venue": "Geological Magazine",
    "year": 1976
  }, {
    "title": "Jurassic volcanic centres in the Central North Sea",
    "authors": ["K. Smith", "J.D. Ritchie"],
    "venue": "Petroleum Geology of Northwest Europe: Proceedings of the 4th Conference. Geological",
    "year": 1993
  }, {
    "title": "Use of clay minerals in reconstructing geological processes: recent advances and some perspectives",
    "authors": ["J. Srodon"],
    "venue": "Clay Minerals",
    "year": 1999
  }, {
    "title": "The age of the sub mid Jurassic tropical weathering profile on Andøya, Northern Norway, and the implications for the Late Palaeozoic palaeography in the North Atlantic Region",
    "authors": ["B.A. Sturt", "A. Dalland", "J.L. Mitchell"],
    "venue": "Geologische Rundschau",
    "year": 1979
  }, {
    "title": "A tectonostratigraphic framework for the Mid-Norway region",
    "authors": ["T. Swiecicki", "P.B. Gibbs", "G.E. Farrow", "M.P. Coward"],
    "venue": "Marine and Petroleum Geology",
    "year": 1998
  }, {
    "title": "Palynological evidence of Lower Triassic beds subcropping offshore Mid-Norway",
    "authors": ["J.O. Vigran", "G. Mangerud"],
    "venue": "Norsk Geologisk Tidsskrift",
    "year": 1991
  }, {
    "title": "The Mesozoic – Cenozoic succession off Helgeland – an updating based on Shallow Drilling Helgeland 1982 and related studies",
    "authors": ["J.O. Vigran", "M.B.E. Mørk", "T. Bugge"],
    "venue": "IKU Report",
    "year": 1994
  }, {
    "title": "The influence of a sudden climatic",
    "authors": ["P.B. Wignall", "A.H. Ruffell"],
    "year": 1990
  }, {
    "title": "Evolution of the Arctic-North Atlantic and the Wes",
    "authors": ["P.A. Ziegler"],
    "year": 1988
  }],
  "id": "SP:35d0d8b8b38dfa1edcfdfad59b5cd5063c2f9308",
  "authors": [{
    "name": "Mai Britt E. Mørk",
    "affiliations": []
  }, {
    "name": "Jorunn Os Vigran",
    "affiliations": []
  }, {
    "name": "Morten Smelror",
    "affiliations": []
  }, {
    "name": "Vidar Fjerdingstad",
    "affiliations": []
  }, {
    "name": "Reidar Bøe",
    "affiliations": []
  }],
  "abstractText": "The clay mineral compositions of sediments are determined by provenance, climate, transport, sedimentary facies, deposition rate and diagenesis. Depending on these factors, stratigraphic and geographic variations can be predicted. As mineralogy affects rock properties, such knowledge is valuable for predicting sediment behaviour during diagenesis and compaction and thus hydrocarbon reservoir and sealing properties.",
  "title": "Mesozoic mudstone compositions and the role of kaolinite weathering – a view from shallow cores in the Norwegian Sea (Møre to Troms)"
}