{
  "sections": [{
    "text": "respond to variations in atmospheric and geological events. This study has been conducted to deduce the role of natural and anthropogenic influences on the Caspian Sea mean water level fluctuations for the period of 1998–2005. It is recognized that climate is the primary mechanism of the Caspian Sea mean water level variations based on the relatively small differences of the Caspian Sea hydrologic budget residuals and the Caspian Sea mean water level fluctuations. This is further supported by the similarity in water-level variations of the Caspian Sea with those of Lake Van and Lake Urmia. On the other hand, the Caspian Sea needed to lose some of its water to attain water balance equilibrium in 2000 and 2001. The year 2000 showed anomalous seismic activity particularly in the southwestern part of the Caspian Sea. Two significant earthquakes with magnitudes of 6.8 and 6.5 Mw occurred on November 25, 2000. The focal mechanisms of these earthquakes and numerous aftershocks indicated normal faulting and, therefore, caused the Caspian Sea lake level to decline in 2000. The contribution of submarine mud volcano eruptions to the Caspian Sea lake level could be insignificant based on the comparison of water budget residuals and the mean water level variations. Neither crustal deformation (based on the GPS measurements) nor the offshore oil and natural gas production activities in the Caspian Sea are\nresponsible for noticeable changes to the level of the Caspian Sea.\nKeywords Caspian Sea Water budget Climate Earthquake Mud volcanism"
  }, {
    "heading": "Introduction",
    "text": "The main purpose of this paper is to identify the role of climatic, geological, and anthropogenic factors on the Caspian Sea mean water level fluctuations from 1998 to 2005. This work is based on the comparisons between water budget residuals and corresponding sea level variability in the Caspian Sea. It has been proposed by many studies that the Caspian Sea mean water level fluctuations could probably occur under the prevailing climatic conditions (Rodionov 1994; Arpe et al. 2000; Shiklomanov et al. 1995; Arpe and Leroy 2007). The comparison of mean water level variations with that of Caspian Sea within, and in the close vicinity of, the Caspian Sea drainage basin could help to identify the role of climate. Lake Van and Lake Urmia, which are soda and saline lakes, are selected due to the fact that fluctuations in these two lakes are natural. The south Caspian basin has peculiar geological settings: 25–30 km thick sediments, intensive seismic activity, and active mud volcanoes. Because the margin of the south Caspian basin has exhibited intensive tectonic activity, specifically over the 5 Myr until today, seismic activity and related processes should be taken into consideration in hydrologic budget calculations. Therefore, earthquakes with magnitudes 3 and larger that occurred within and along the margin of the Caspian Sea have been compiled for each year. As the effects of earthquakes on mean water level are dependent on the type of the faults, Electronic supplementary material The online version of this article (doi:10.1007/s12665-011-1163-0) contains supplementary material, which is available to authorized users. A. Ozyavas (&) S. D. Khan Department of Earth and Atmospheric Sciences, University of Houston, Houston, TX 77204, USA e-mail: azizozyavas@yahoo.com\nfocal mechanisms of large earthquakes have been collected from different seismic catalogs. In addition, focal mechanisms have been considered in previous studies (Jackson et al. 2002; Allen et al. 2003; Knapp et al. 2004; Ritz et al. 2006) whose focus is on the tectonics of the region. Manifestation of subaqueous mud volcanic eruptions can be seen as oil slicks on the water surface. To evaluate the role of submarine mud volcanic eruptions in the Caspian Sea for the 7-year time period, the Advance Spaceborne Thermal Emission and Reflection Radiometer (ASTER) and Landsat satellite images have been used. Three extensive oils slick events occurred between 1998 and 2005 in the southern Caspian Sea (Huseyinov and Guliyev 2004) and several events in 2003 and in 2004 (Zatyagalova et al. 2007). Lastly the amounts of oil and natural gas extracted from the Caspian Sea were evaluated to estimate the extent of possible subsidence caused by the production activities.\nGeological setting of the Caspian basin\nStrong tectonic activities have been recorded in the south Caspian region, resulting in the uplift in the southern Caspian area (Alborz thrust belt) and subsidence in the southern Caspian basin (Allen et al. 2004). The ongoing deformation in the region is signified by the observations of abundant and large earthquakes on the margins of the basin (Lerche and Bagirov 1999), and large-scale hydrocarbon (natural oil and gas seepage) migration within the basin (Knapp et al. 2004). An intense NNE and SSW crustal shortening in response to the Arabia–Eurasia collision related to the Alpine closure of Neo-Tethys occurred during the Pliocene–Quaternary (Brunet et al. 2003). A north–south convergence rate of 3–3.5 cm by the global plate motion model NUVEL-1 A (DeMets et al. 1990, 1994) and 2–2.5 cm (Nilforoushan et al. 2003) between Arabia and Eurasia have been suggested, based on GPS measurements. The Arabia–Eurasia collision is not totally accommodated by Zagros extending up to co-linear tectonic settings of the Greater Caucasus, the Apsheron-Balkan-Sill, and Kopet dag to the north. The total shortening accommodated through the Alborz and Greater Caucasus is 0.8 and 1.0 cm/year, respectively (Nilforoushan et al. 2003). The under-formed south Caspian crust underthrusts at a rate of 0.5–0.6 cm/year according to Nilforoushan et al. (2003) and 0.8–1.0 cm/ year according to Jackson et al. (2002). Although GPS measurements so far have not demonstrated large-scale extension in the Arabia–Eurasia collision zone, surprisingly geodetic motion in northwestern Iran indicates a significant extension where the compression would be expected. This extension is probably caused by the\nunderthrust of the south Caspian basin beneath the Apsheron-Balkan-Sill and Kura basin under the Greater Caucasus. This extension is analogous to the large extension in the Aegean region, which resulted from the northward Aegean subduction in the Africa–Eurasia collision. As a result, contrasting tectonic styles may occur in the Caspian Sea region (Mason et al. 1994).\nAn unusually thick high-velocity basement overlain by the south Caspian basin is overthrust from the western, southern, and eastern sides, and underthrusts beneath the Eurasian platform to the north (Allen et al. 2003; Jackson et al. 2002). Although its tectonic origin is controversial, it is generally considered as a back-arc basin located to the north of the Neo-Tethyan arc (Brunet et al. 2003) rather than a remnant of the Paleo-Tethys Ocean (Nadirov et al. 1997). The south Caspian basin is characterized by very thick Mesozoic–Cenozoic sediments up to 25–30 km, making it a unique inland depression (Mangino and Priestley 1998; Lerche and Bagirov 1999; Jackson et al. 2002; Brunet et al. 2003). The Pliocene–Quaternary sedimentary infill of more than 10 km thick in the basin comprises the bulk of the sedimentary sequence (Brunet et al. 2003). A very thick sedimentary cover indicates equivalent basement subsidence (Lerche and Bagirov 1999). The south Caspian basin has experienced a very high rate of subsidence for at least 5 Myr (Allen et al. 2003). The subsidence from Oligocene to present has reached a total of 7 km (Brunet et al. 2003). The climax of 2-km tectonic subsidence was experienced during Pliocene-Quaternary (Brunet et al. 1997).\nVery rapid deposition of sediments of 10 km less than in 5 Myr trapped the fluids within the deposits, resulting in the overpressuring and undercompaction of underlying Oligo–Miocene age mud-prone sediments called the Maikop Formation, as well as other deposits (Brunet et al. 2003). As a result, the abundance of onshore and offshore mud volcanoes (over 400, more than 40% of the world total mud volcanoes) represent a manifestation of this overpressured mud. Huge mud diapirs, with a diameter of several kilometers and depths of tens of kilometers, can be traced in seismic cross-sections in the basin (Lerche and Bagirov 1999). Evans et al. (2007) used three-dimensional seismic reflection data for the giant Chirag mud volcano in the middle of the Apsheron-Balkan sill to reconstruct the eruptive history. Based on seismic section interpolation, Evans et al. (2007) suggested that the volume of sediments for each individual eruption could reach up to 2.7 km3 along with a considerable volume of liquid and gas. Quantitative measurements of ejected mud breccias from several mud volcano eruptions in Azerbaijan were compiled by Huseyinov and Guliyev (2004). For instance, the Touragay mud volcano in 1947 and the Boyuk Kyanizadag mud volcano eruptions ejected 50,000 and 100,000 m3 of\nmud breccia (Huseyinov and Guliyev 2004), respectively. The Lokbatan mud volcano to the south of Baku erupted on 24 October 2001, yielding 300,000 m3 of breccia flow (Planke et al. 2003). The surface deformations of local uplift and subsidence as much as 100 s of meters were accompanied by eruptions (Planke et al. 2003). Mud volcanoes formed dome-like structures reaching up to heights of 400 m and volumes up to several tens of millions of cubic meters (Lerche and Bagirov 1999). Large amounts of gases, which are mainly methane (95%) with carbon dioxide, nitrogen, ethane, heavy hydrocarbons, hydrogen, and helium, are emitted during mud volcanism eruptions and remain similar across different regions (Lerche and Bagirov 1999). Therefore, mud volcanoes play a significant role in the global atmospheric methane budget (Milkov 2000; Kopf 2003). The amount of gases released during a mud volcano eruption is estimated on the basis of size and duration of the flame, and flow rates with an average value of 590 9 106 m3 (Lerche and Bagirov 1999). A total methane volume of 1 billion m3/year was emitted onshore in Azerbaijan after two mud volcano eruptions (Huseyinov and Guliyev 2004).\nLake Van and Lake Urmia\nLake Van is the largest soda lake as well as fourth largest closed body of water in terms of its volume of water (607 km3) in the world, with a salinity of 21 % and an alkaline pH of 9.7–9.8 (Kempe et al. 1991). Lake Van is located in the Van-Mus depression surrounded by high mountains in eastern Turkey (Fig. 1; Deniz and Yildiz 2007) at the triple junction of the Eurasian, Arabian, and Persian Plates (Kipfer et al. 1994), and several active volcanoes with caldera lakes (e.g., Lake Nemrut and Lake Suphan) exists in its vicinity (Kipfer et al. 1994). Lake Van lies at about 1,650 m above the mean sea level without an outlet (Altunkaynak et al. 2003). It has a surface area of 3,626 km2 and a maximum depth of 451 m. Only a single fish species (Calcalburnus tarichi) can survive in the lake due to its high salinity (Deniz and Yildiz 2007). During the second half of the last century, the water level in Lake Van increased by almost 2 m (Fig. 2) causing low-lying land to become inundated (Altunkaynak et al. 2003). Note that Lake Van is within the Caspian Sea drainage basin (Fig. 1).\nLake Urmia, located in a closed subsiding tectonic basin in northwestern Iran, is one of the world’s hypersaline lakes (Djamali et al. 2008; Fig. 1). The surface area of Lake Urmia depends on inflow to and outflow from the lake and is between 4,500 and 6,000 km2 (Ghaheri et al. 1999). The lake is relatively shallow (the depth is between 8 and 12 m) and its salinity is greater than 200 g/l (Kelts\nand Shahrabi 1986). The watershed where there are 13 main rivers draining to the lake is approximately 51,440 km2. Rivers provide most of the annual inflow to Lake Urmia (4,900 9 106 m3) and the yearly direct precipitation over the lake is about 2,000 9 106 m3 (Ghaheri et al. 1999). The mean annual precipitation and temperature for Lake Urmia are 341 mm and 11.2 C, respectively (Djamali et al. 2008). The mean water level has been approximately at 1,276 m over the past 39 years (Fig. 3; Abbaspour and Nazaridoust 2007)."
  }, {
    "heading": "Data and methodology",
    "text": "The annual Caspian Sea mean water level fluctuations monitored in Baku Azerbaijan between 1965 and 2006 (Fig. 4) were used to examine the similarity with those of Lake Van and Lake Urmia. The Lake Van water-level data (Fig. 2) was provided by Van 100th Year University in Van, Turkey. The water-level variability of Lake Urmia was obtained from a publication by Abbaspour and Nazaridoust 2007 (Fig. 3). The US Department of Agriculture’s Foreign Agricultural Service provided the Topex/Poseidon altimetry data for Lake Urmia (Fig. 1 ESM only). The oil slicks that were processed were obtained by ASTER carried onboard the TERRA platform. ASTER records solar radiation through 14 spectral bands ranged from visible to thermal infrared (Lawrence and Mars 2003). The Landsat 7 satellite was the main data source for scenes without oil slicks. Landsat 7, launched in April 1999, carries the Enhanced Thematic Mapper Plus (ETM?) scanner and provides high spatial\nresolution images with 183–170 km coverage every 16 days (Flynn et al. 2001). Landsat 7 has eight spectral bands (VNIR, SWIR, TIR, and panchromatic) with 15–60 m spatial resolution (Flynn et al. 2001). The earthquake data set with magnitudes of 3 and higher between 1998 and 2005 was obtained from the National Earthquake Information Center (NEIC/USGS). Besides, annual earthquake energy from 1998 to 2004 was calculated using Gutenberg and Richter’s empirical relationship described as Log E = 5.8 ? 2.4 mb (Lay and Wallace 1995) where E and mb are the earthquake energy and body wave magnitude, respectively. The locations of epicenters of all earthquakes in and around the margins of the Caspian Sea were classified in terms of their magnitudes and year and are shown for each year in Figs. 5 and 6 (along with Figures 2 to 7, ESM only). A distribution of annual number of the earthquakes within the Caspian Sea with magnitudes larger than 3 from 1998 to 2005 is presented in Fig. 7. ASTER and Landsat images were provided from USGS GLOVIS. Available ASTER and Landsat imageries were downloaded and investigated for possible oil slicks between 1998 and 2005. As a result, the only identified oil slicks are from the ASTER images acquired on July 23, 2000 along the coast of Azerbaijan. The Landsat 7 band 3 (0.66 lm) and ASTER band 2 (0.661 lm) in gray-scale images resulted in a satisfactory contrast that made the oil slicks more obvious. Oil slicks identified on ASTER images over the Caspian Sea surface were vectorized in ArcMap\n(Fig. 8). Closer-look oil slick images from ASTER and Landsat images were processed using ArcMap (from Figs. 8 to 16, ESM only)."
  }, {
    "heading": "Results",
    "text": "The annual water-level changes of the Caspian Sea, Lake Van and Lake Urmia demonstrate a general rising trend\nover the last 40 years. It is noticeable that the water level time series for Lake Van and Lake Urmia are strikingly similar (Figs. 2, 3). The Topex/Poseidon altimetry data over the Lake Urmia from 1993 to 2008 also demonstrate a continuous decrease in mean water level after 1996 (Fig. 1, ESM only). The range of magnitudes for the earthquakes within the Caspian Sea from 1998 to 2005 was between 3.2 and 6.8 magnitudes. The earthquakes occurred at rather shallow depths between 10 and 100 km, the majority around 33 km. The eight earthquakes in 1998 had magnitudes ranging from 3.9 to 4.5 (Fig. 2, ESM only). In 1999, relatively fewer earthquakes (5) occurred, with magnitudes between 3.8 and 4.6. Almost all of these 1999 earthquake epicenters were along the northern Apsheron Peninsula (Fig. 3, ESM only). However, there was abnormal seismic activity during 2000 (Fig. 5). The strongest earthquakes during this 7-year period occurred 10–15 km off the coast of Baku, which had monumental magnitudes of 6.8 and 6.5,\nwith normal fault focal mechanisms. Besides these two large earthquakes, numerous aftershocks occurred on November 25, 2000 (Fig. 6). The rest of the earthquakes clustered in the middle Caspian Sea. Nine earthquakes were recorded in the Caspian Sea in 2001, the lowest having a magnitude of 4.1, the strongest 5.2 (Fig. 4, ESM only); most of these earthquakes were in the south Caspian basin. The magnitude 5 earthquake was the most significant one during 2002, along with seven earthquakes of lesser magnitude (Fig. 5, ESM only). Almost all of the epicenters were located in the middle Caspian Sea in 2003 (Fig. 6, ESM only). The magnitudes of 14 earthquakes varied from 3.9 to 4.7 in 2003. Seismicity was lowest in 2004 in terms of magnitudes compared with other years; and there were seven earthquakes with magnitudes between 3.5 and 4 (Fig. 7, ESM only). The earthquake energy calculation reveals that the earthquakes during 2000 released the highest energy of 1.56 9 1022 J that is 10,000 times larger than the total energy for the other years. The energy released by earthquakes in 2001 was approximately 2.8 9 1018 J, which was the second largest energy discharge after 2000. The earthquake energy ranged from 5.7 9 1015 to 8 9 1017 J for the rest of the years. As most of the earthquakes within the Caspian Sea took place at relatively shallow depths (33 km), the depth of the earthquakes was not taken into consideration in estimating earthquake energy. Mean Caspian Sea level including its water budget calculations (Table 1) along with the total annual quantities of oil and natural gas produced by Azerbaijan, Kazakhstan, Turkmenistan, and Iran from their operations in the Caspian Sea were provided (Table 2, ESM only)."
  }, {
    "heading": "Discussion",
    "text": "Climate and tectonic-related variations as well as anthropogenic effects on the Caspian Sea mean water level\nchanges are likely to have more influence due to the fact that it is a closed basin. The annual hydrologic budget analysis in conjunction with Caspian Sea mean water levels from 1998 to 2005 revealed moderately small dissimilarity except for the years 2000 and 2001 (Table 1). The mean propagation error of the Caspian Sea water budget, shown in Table 1, was about ±7.5 cm on the basis of the remnant evaporation, rainfall and altimetry measurements (Ozyavas et al. 2010). The error in the Caspian Sea mean water level variations obtained from Topex/Poseidon altimetry satellite was ±2.5 cm (Ozyavas et al. 2010) (Table 1). A relatively larger imbalance between the water balance residuals and the Caspian Sea mean water level variability for the years 2000 and 2001 may indicate the existence of geological and/or anthropogenic effects over the Caspian Sea mean water level oscillations. First and foremost, small discrepancies between water budget residuals and sea surface changes in the Caspian Sea in most years indicate the significance of climate impact on the mean water level fluctuations in the Caspian Sea. To observe whether similar patterns of water level variations occur in lakes near the Caspian Sea, an attempt was made to investigate these levels and compare them against the Caspian Sea water levels. These were the only two lakes available for this study because almost all of the other lakes are artificial and regulated by dams, etc. However, the analysis of mean water level elevation time series of Lake Van and Lake Urmia yielded noteworthy results. First, since Lake Van and Lake Urmia are soda and hypersaline lakes, respectively; therefore, their mean water level fluctuations may have been a natural phenomenon. Second, the similarity of water-level variations in Lake Van and Lake Urmia (Figs. 2, 3) also could indicate that these fluctuations were controlled by natural forces. The most striking feature of these two lake surface elevation changes, together with the Caspian Sea, is that a long-term mean water level rise ceased in 1995, 1996 in all of them (Figs. 2, 3, 4). In addition to that, a general trend of water level increase was observed in all cases. Therefore, it is reasonable to suggest that climate was the primary driving force that controlled the water level fluctuations in the Caspian Sea, Lake Van, and Lake Urmia.\nTo uncover the sources of the relatively large imbalance in 2000 and 2001, the role of earthquakes, submarine mud volcano eruptions, and anthropogenic effects (oil and natural gas extraction) was evaluated. First, a list of earthquakes with magnitudes greater than 3 in the Caspian Sea and surrounding areas for 1998–2005 was compiled. The differences between the water balance residuals and the Caspian Sea mean water level variations for 1998, 1999, 2002, 2003, and 2004 were comparatively small (Table 1); between 0.2 and 2.3 cm. Since the number and magnitudes of earthquakes for the period of 1998–2004 (excluding"
  }, {
    "heading": "1998 1.4 ± 7.5 1.6 ± 2.5",
    "text": ""
  }, {
    "heading": "2002 10.1 ± 7.5 11.7 ± 2.5",
    "text": ""
  }, {
    "heading": "2003 7.0 ± 7.5 7.3 ± 2.5",
    "text": ""
  }, {
    "heading": "2004 8.4 ± 7.5 7.7 ± 2.5",
    "text": "Positive and negative values of CSLL represent the amounts of Caspian Sea lake-level rise and drop, respectively, with corresponding years. Note that relatively higher difference between the residuals and CSLL in relation to other years. The errors are also indicated in the water budget and lake level columns\n2000) were rather similar and relatively small, even if those earthquakes caused a rupture along the normal or reverse faults, these would not have had a significant consequence on the Caspian Sea mean water level variations. The change of 3.7 and 5.2 cm (in 2000 and 2001, respectively) of Caspian Sea mean water level was supposed to have occurred to keep the water balance residual and mean water level variation in equilibrium (Table 1). In 2000, the seismic activity was entirely different to that of other years, both the number and magnitude of the earthquakes. The year 2000 was characterized by two significant earthquakes with magnitudes of 6.8 and 6.5 Mw and normal fault focal mechanism solutions. The seismic activity in 2000 was concentrated south of the city of Baku. In addition, 18 earthquakes with magnitudes between 4 and 5 occurred adjacent to these two large earthquakes. It is assumed that these earthquakes a few days before and after the November 25th earthquake were also likely to be caused by the movement along the normal faults as well. This assumption is also supported by earlier seismic studies that demonstrated that the focal mechanisms of earthquakes in the same area were due to the rupture along normal faults. Because the normal faulting would increase the basin capacity to hold more water volume, the Caspian Sea water level was expected to drop as a result of these earthquakes in 2000. Global sea-level change accompanied by significant earthquakes has also been suggested by other studies (Bilham and Barrientos 1991; Sieh et al. 2008). Possible surface deformation in the Apsheron Peninsula was studied using a single pair of synthetic aperture radar (SAR) data from 1998 to 2000 with the interferometric synthetic aperture radar (InSAR) technique. InSAR processing of October 1998 and December 2000 ERS-2 pair resulted in some fringes due to November 2000 earthquakes over the Apsheron Peninsula with low coherence owing to the long time interval between the pair. Modeling of two strong earthquakes in November 25, 2000 estimated a strong surface deformation onshore and to the south of the Apsheron Peninsula (Mellors and Panahi 2005). The earthquakes in 2001 were similar to the general trend seen in most years, in terms of the number and magnitudes of the earthquakes. The difference between the net water balance and mean water level height is somewhat larger in 2001 (Table 1; 5.1 cm of water had to be taken out from the Caspian Sea to sustain the balance). The strongest earthquake of 5.2 magnitude with normal fault mechanism occurred to the south of the Apsheron peninsula in 2001. Although it caused a fall in the water level of the Caspian Sea, the effect of this earthquake is not sufficient to explain the significant loss of water from the sea that year. Furthermore, the 2001 earthquakes do not explain the loss of Caspian Sea water for balancing the residual and Caspian Sea mean water level change. On the other hand, the\nNovember 25 earthquakes as well as the one in 2001, caused by tensional stress could enable groundwater to outflux from the Caspian Sea. In addition, it is possible to expect depressions to be generated around subaqueous mud volcanoes due to the loss of volume sometime after submarine mud volcano eruptions. Therefore, the imbalance in 2001 could be attributed to the cumulative effect of earthquakes, groundwater, and mud volcanic eruptions.\nMore than one-third of the total mud volcanoes on Earth are in the south Caspian basin (Lerche and Bagirov 1999). Thus, another mechanism considered to have potential over the Caspian Sea mean water level variability could be submarine mud volcano eruptions. The authors’ focus was on the considerable oil seeps observed by satellite images during 2000, 2003, and 2004. Clusters of oil slicks on the southwestern part of the Caspian Sea surface and the shelf of Azerbaijan were located over the oil-bearing geological structures (Shirvan-Deniz, Inam, Kurgan-Deniz, Salavan, Irs) and well-known underwater mud volcanoes (Zatyagalova et al. 2007). The first event occurred 4 months before the strong November 25 earthquakes offshore of Azerbaijan to the southwestern portion of the Caspian Sea, which was probably caused by submarine mud extrusions. The oil slicks seen on July 23, 2000 by ASTER images were of natural origin due to their concentration over and near submarine mud volcanoes (Fig. 8). There are eight mud volcano islands in the Baku archipelago (Aliyev 2003), around one of which was concentrated half circles of oil slicks on July 23, 2000 (Fig. 8, ESM only). These slicks were not seen before, June 30, 2000 (Fig. 9, ESM only) or after January 8, 2001 (Fig. 10, ESM only), the oil seeps occurred. Zatyagalova et al. (2007) suggested that multi-circular shapes of oil seeps could indicate successive production of the same mud volcano or closely located simultaneous mud volcano activity. A multi-circular appearance of oil seepage was also observed on July 23, 2000 on the Caspian Sea surface (Fig. 11, ESM only) where the oil slicks were not seen on satellite scenes before (Fig. 12, ESM only) and over July 23 (Fig. 13, ESM only). While the strongest oil seeps were observed in the Baku bay, Azerbaijan (Fig. 14, ESM only), Landsat images before and after shown in Figs. 15 and 16 (ESM only), respectively, were without seepages. The surface area of the natural oil seepage derived from submarine mud volcano eruptions in 2000 was calculated to be approximately 199 km2. Other widespread natural oil slicks that appeared on the sea surface in 2003 and 2004 could be considered to be alternative regional cases. The water balance residuals and mean water level variations in 2000, 2003, and 2004 were not in equilibrium.\nAlthough the amount of material varies, it has been suggested that mud volcanoes can eject a large volume of solid, liquid and gases (Planke et al. 2003; Huseyinov and Guliyev 2004; Evans et al. 2007). Therefore, it is likely that\nsubmarine mud volcano eruptions in the Caspian Sea could add materials and hence, to some extent, cause a rise in mean water level. The contribution of submarine mud volcano extrusions to the volume of the Caspian Sea basin could be evaluated by investigating the water budget calculation. In 2003, because the Caspian Sea requires 0.3 cm of water to attain a balance (Table 1) as opposed to 2000 and 2004 where the Caspian Sea would need to lose a certain amount of water to balance (Table 1). The largest number of earthquakes (14) after 2000 with moderate magnitudes (between 4 and 4.7) occurred in 2003. It is assumed that the majority of the earthquakes (around Apsheron Peninsula and just north of Apsheron-BalkanSill) are likely to have focal mechanisms of normal faults, based on the previous seismic studies (Jackson et al. 2002; Allen et al. 2003; Knapp et al. 2004; Ritz et al. 2006). Since these earthquakes are not strong enough to produce large surface deformation at the basin, they would not cause a significant fall in the Caspian Sea mean water level. Therefore, it is proposed that submarine mud volcano eruptions contributed only slightly more than 0.3 cm mean water level changes in 2003. Consequently, it is suggested that the supply of material from submarine mud volcano eruptions have a negligible effect on the mean water level in the Caspian Sea. Likewise, the effect of submarine mud volcano eruptions on the Caspian Sea water level in 2000 and 2004 when the oil slicks were observed would be inconsequential. As the present study focused on oil slick observations for a limited time period, monitoring longer records of oil slicks will be very useful to better delineate the relationship between the Caspian Sea mean water level change and subaqueous mud volcanic eruptions.\nTable 2 (ESM only) lists both the volume of annual oil and natural gas produced in km3 and the volumes of onshore and offshore crude oil and natural gas production of Azerbaijan, Iran, Turkmenistan, and Kazakhstan in the Caspian Sea region between 1998 and 2005. Kazakhstan and Azerbaijan account for most of the oil production in the Caspian Sea region (Gelb 2006). Oil production in Azerbaijan and Turkmenistan of approximately 0.017 and 0.05 km3 exhibited hardly any change during these years (Table 2, ESM only). Although oil production in Kazakhstan increased from 0.03 to 0.07 km3 between 1998 and 2005, the amount of oil produced had no significant effect on the mean water level of the Caspian Sea. Iran is the largest oil and natural gas producer in the region (Table 2, ESM only). However, the major oil fields in Iran are in the south of the country and the Persian Gulf (Saxton 2006). The amount of gas extracted by these countries is a few km3 except for Iran (Table 2, ESM only). Natural gas production of Azerbaijan and Turkmenistan declined from 1998 to 2005. Conversely, Kazakhstan increased its natural gas production from 2 to 7.5 km3 by the end of 2004. As no\ncorrelation is evident between the Caspian Sea mean water level changes with oil and natural gas production in the region, oil and gas production in the Caspian Sea region between 1998 and 2005 could not have affected the Caspian Sea mean water level fluctuations. However, analysis over a longer time period that included injection processes used in oil extraction would be helpful to better understand the role of oil production in the Caspian Sea mean water level oscillations.\nThe National Center for Environmental Prediction Department of Energy Reanalysis 2 meteorological data were used to estimate evaporation over the Caspian Sea using the Penman method. Evaporation represents almost the entire outflow from the Caspian Sea (Rodionov 1994; Shiklomanov et al. 1995). The rate of evaporation from the Caspian Sea is the highest from July to September when it reaches its peak (Rodionov 1994). Groundwater measurements can be made by indirect and geophysical methods and the estimated contribution of groundwater varies significantly from researcher to researcher. Therefore, the effect of groundwater in and outflow from the Caspian Sea is hard to measure and are usually neglected due to their very small amount (Shiklomanov et al. 1995). Shiklomanov et al. (1995) used a constant amount of 5 km3 groundwater inflow on average to the Caspian Sea annually in their water balance computations."
  }, {
    "heading": "Conclusion",
    "text": "This paper has evaluated the influences of climate and human factors on variations in the mean water level of the Caspian Sea from 1998 to 2005. Hydrologic budget calculations reveal that the Caspian Sea mean water level changes throughout those 7 years were mainly brought about by variability in atmospheric forces. This argument is also supported by the similar pattern of water-level variations of Caspian Sea, Lake Van, and Lake Urmia. However, the relatively larger gap between budget residuals and the Caspian Sea lake-level variations in 2000 and 2001 may point to contributions from other mechanism/mechanisms. First of all, seismic activity within and around the Caspian Sea was investigated. The number and magnitudes of the earthquakes within the Caspian Sea are similar, with the exception of the year 2000. The largest of the earthquakes in this time frame are the two strong earthquakes (6.8 and 6.5 Mw) on November 25, 2000, offshore to the south of the Apsheron peninsula. These two earthquakes, along with several aftershocks, were caused by the movement along normal faults based on the focal mechanisms. Therefore, it is suggested that the imbalance in 2000 could be accounted for by these earthquakes, which caused the lake level to decline. The disequilibrium of residual and\nCaspian Sea mean water level variation in 2001 could be explained by the sum of seismic activity, depressions and collapsed structures caused as a result of submarine mud volcano eruptions, and groundwater outflow from the Caspian Sea. The regional submarine mud volcanic eruptions activity in 2000, 2003, and 2004 were mapped by satellites images. The addition of the liquid and solid material ejected from submarine mud volcano eruptions under the Caspian Sea is thought to have made an insignificant contribution to water level changes, because only 0.3 cm of additional seawater was required to reach equilibrium. As a result, it is considered that the subaqueous mud volcanic eruptions do not bring about enormous perturbations to the mean water level of the Caspian Sea. The GPS measurements do not demonstrate that a very largescale deformation occurs within a short time span, which disturbs the Caspian. The role of oil and natural gas production offshore in the Caspian Sea is also assessed. The amount of oil and natural gas extraction offshore in the Caspian Sea is unlikely to cause significant change to the Caspian Sea mean water level variations.\nAcknowledgments The authors are grateful to Dr. Burke, Dr. Murphy, and 270 Dr. Robinson (University of Houston) for useful comments and suggestions. Also, the authors thank Dr. Orhan Deniz (Van 100th 271 Year University, Van, Turkey) for providing Lake Van lake level height data."
  }],
  "year": 2012,
  "references": [{
    "title": "Determination of environmental water requirements of Lake Urmia, Iran: an ecological approach",
    "authors": ["M Abbaspour", "A Nazaridoust"],
    "venue": "Int J Environ Stud",
    "year": 2007
  }, {
    "title": "Late Cenozoic deformation in the South Caspian region: effects of a rigid basement block within a collision zone",
    "authors": ["MB Allen", "SJ Vincent", "GI Alsop", "A Ismail-zadeh", "R Flecker"],
    "venue": "Tectonophysics",
    "year": 2003
  }, {
    "title": "Late Cenozoic reorganization of the Arabia–Eurasia collision and the comparison of the shortterm and long-term deformation rates",
    "authors": ["A Allen", "J Jackson", "R Walker"],
    "venue": "Tectonics 23 TC2008",
    "year": 2004
  }, {
    "title": "Triple diagram model of level fluctuations in Lake Van, Turkey",
    "authors": ["A Altunkaynak", "M Özger", "Z Sen"],
    "venue": "Hydrol Earth Syst Sci",
    "year": 2003
  }, {
    "title": "The Caspian Sea level forced by the atmospheric circulation, as observed and modeled",
    "authors": ["K Arpe", "SAG Leroy"],
    "venue": "Quat Int",
    "year": 2007
  }, {
    "title": "Sporyshev PV (2000) Connection between Caspian Sea level variability and ENSO",
    "authors": ["K Arpe", "L Bengtsson", "GS Golitsyn", "II Mokhov", "VA Semenov"],
    "year": 2000
  }, {
    "title": "Sea-level rise and earthquakes",
    "authors": ["R Bilham", "S Barrientos"],
    "venue": "Nature",
    "year": 1991
  }, {
    "title": "First steps of modeling in the south Caspian Sea",
    "authors": ["M-F Brunet", "YL Rebestky", "YS Nikitina"],
    "venue": "Peri-Tethys Programme annual meeting,",
    "year": 1997
  }, {
    "title": "The south Caspian Basin: a review of its evolution from subsidence modeling",
    "authors": ["M-F Brunet", "MV Korotaev", "AV Ershov", "AM Nikishin"],
    "venue": "Sediment Geol",
    "year": 2003
  }, {
    "title": "Effect of recent revisions to the geomagnetic reversal time scale on estimates of current plate motions",
    "authors": ["C DeMets", "RG Gordon", "DF Argus", "S Stein"],
    "year": 1994
  }, {
    "title": "The ecological consequences of level changes in Lake Van",
    "authors": ["O Deniz", "MZ Yildiz"],
    "venue": "Water Resour",
    "year": 2007
  }, {
    "title": "A late Pleistocene long pollen record from Lake Urmia, NW Iran",
    "authors": ["M Djamali", "J-L Beaulieu", "M Shah-hosseini", "V Andrieu-Ponel", "P Ponel", "A Amini", "H Akhani", "SAG Leroy", "L Stevens", "H Lahijani", "S Brewer"],
    "venue": "Quat Res",
    "year": 2008
  }, {
    "title": "Internal structure and eruptive history of a kilometer-scale mud volcano system, South Caspian Sea",
    "authors": ["RJ Evans", "JD Richard", "AS Simon"],
    "venue": "Basin Res",
    "year": 2007
  }, {
    "title": "Improved identification of volcanic features using Landsat 7 ETM",
    "authors": ["LP Flynn", "AJL Harris", "R Wright"],
    "venue": "Remote Sens Environ",
    "year": 2001
  }, {
    "title": "Caspian oil and gas: production and prospects",
    "authors": ["BA Gelb"],
    "venue": "CRS Report for Congress,",
    "year": 2006
  }, {
    "title": "Lake Urmia, Iran: a summary review",
    "authors": ["M Ghaheri", "MH Baghal-Vayjooee", "J Naziri"],
    "venue": "Int J Salt Lake Res",
    "year": 1999
  }, {
    "title": "Mud volcanic natural phenomena in the south Caspian Basin: geology, fluid dynamics and environmental impact",
    "authors": ["DA Huseyinov", "IS Guliyev"],
    "venue": "Geol",
    "year": 2004
  }, {
    "title": "Active tectonics of the south Caspian basin",
    "authors": ["J Jackson", "K Priestley", "M Allen", "M Berberian"],
    "venue": "Geophys J Int",
    "year": 2002
  }, {
    "title": "Holocene sedimentology of hypersaline Lake Urmia, northwestern Iran",
    "authors": ["K Kelts", "M Shahrabi"],
    "venue": "Palaeogeogr Palaeoclimatol Palaeoecol",
    "year": 1986
  }, {
    "title": "Largest known microbialites discovered in Lake Van, Turkey",
    "authors": ["S Kempe", "J Kazmierczak", "G Landmann", "T Konuk", "A Reimer", "A Lipp"],
    "venue": "Nature",
    "year": 1991
  }, {
    "title": "Injection of mantle type helium into Lake Van (Turkey): the clue for quantifying deep water renewal",
    "authors": ["R Kipfer", "W Aeschbach-Hertig", "H Baur", "M Hofer", "DM Imboden", "P Signer"],
    "year": 1994
  }, {
    "title": "Crustal-scale structure of the South Caspian basin revealed by deep seismic reflection profiling",
    "authors": ["CC Knapp", "JH Knapp", "AC John"],
    "venue": "Mar Pet Geol",
    "year": 2004
  }, {
    "title": "Global methane emission through mud volcanoes and its past and present impact on the earth’s climate",
    "authors": ["AJ Kopf"],
    "venue": "Int J Earth Sci",
    "year": 2003
  }, {
    "title": "Lithologic mapping in the Mountain Pass, California area using Advanced Spaceborne Thermal Emission and Reflection Radiometer (ASTER) data",
    "authors": ["CR Lawrence", "JC Mars"],
    "venue": "Remote Sens Environ",
    "year": 2003
  }, {
    "title": "Modern global seismology: earthquake kinematics and dynamics",
    "authors": ["T Lay", "TC Wallace"],
    "year": 1995
  }, {
    "title": "Impact of natural hazards on oil and gas extraction: the South Caspian basin",
    "authors": ["I Lerche", "E Bagirov"],
    "year": 1999
  }, {
    "title": "The crustal structure of the southern Caspian region",
    "authors": ["S Mangino", "K Priestley"],
    "venue": "Geophys J Int",
    "year": 1998
  }, {
    "title": "The response of lake levels and areas to climatic changes",
    "authors": ["IM Mason", "MAJ Guzkowska", "CG Rapley", "FA Street-Perrott"],
    "venue": "Clim Chang",
    "year": 1994
  }, {
    "title": "InSAR analysis of the Apsheron Peninsula and nearby areas, Azerbaijan. Mud Volcanoes, Geodynamics and Seismicity",
    "authors": ["RJ Mellors", "B Panahi"],
    "venue": "NATO Science Series: IV: Earth and Environmental Sciences,",
    "year": 2005
  }, {
    "title": "Flexural plate subsidence, sedimentation rates, and structural development of the super-deep south Caspian basin",
    "authors": ["RS Nadirov", "E Bagirov", "M Tagiyev", "I Lerche"],
    "venue": "Mar Pet Geol",
    "year": 1997
  }, {
    "title": "GPS network monitors the Arabia–Eurasia collision deformation in Iran",
    "authors": ["F Nilforoushan", "F Masson", "P Vernant", "C Vigny", "J Martinod", "M Abbassi", "H Nanakali", "D Hatzfeld", "R Bayer", "F Tavakoli", "A Ashtiani", "E Doerflinger", "M Daignieres", "P Collard", "J Chery"],
    "venue": "J Geodesy",
    "year": 2003
  }, {
    "title": "A possible connection of Caspian Sea level fluctuations with meteorological factors and seismicity",
    "authors": ["A Ozyavas", "SD Khan", "JF Casey"],
    "venue": "Earth Planet Sci Lett 299:150–158",
    "year": 2010
  }, {
    "title": "Active transtension inside central Alborz Iransouthern Caspian geodynamics",
    "authors": ["J-F Ritz", "H Nazari", "A Ghassemi", "R Salamati", "A Shafei", "S Solaymani", "P Vernant"],
    "venue": "Geology 34:477–480",
    "year": 2006
  }, {
    "title": "Global and regional climate interpretation: the Caspian Sea experience",
    "authors": ["SN Rodionov"],
    "year": 1994
  }, {
    "title": "Earthquake supercycles inferred from sea-level changes recorded in the corals of west Sumatra",
    "authors": ["K Sieh", "DH Natawidjaja", "AJ Meltzner", "C-C Shen", "H Cheng", "K-S Li", "BW Suwargadi", "J Galetzka", "B Philibosian", "RL Edwards"],
    "venue": "Science",
    "year": 2008
  }, {
    "title": "Classification of mud volcanoes in the South Caspian Basin, offshore Azerbaijan",
    "authors": ["M Yusifov", "DP Rabinowitz"],
    "venue": "Mar Pet Geol",
    "year": 2004
  }, {
    "title": "Application of Envisat SAR imagery for the mapping and estimation of natural oil seeps in the south Caspian Sea",
    "authors": ["VV Zatyagalova", "AYu Ivanov", "BN Golubov"],
    "venue": "Proceedings of the Envisat symposium,",
    "year": 2007
  }],
  "id": "SP:5dae5acf85b8e9368c408ba28e1cf36bb5446f66",
  "authors": [{
    "name": "Aziz Ozyavas",
    "affiliations": []
  }, {
    "name": "Shuhab D. Khan",
    "affiliations": []
  }],
  "abstractText": "Closed basins such as the Caspian Sea rapidly respond to variations in atmospheric and geological events. This study has been conducted to deduce the role of natural and anthropogenic influences on the Caspian Sea mean water level fluctuations for the period of 1998–2005. It is recognized that climate is the primary mechanism of the Caspian Sea mean water level variations based on the relatively small differences of the Caspian Sea hydrologic budget residuals and the Caspian Sea mean water level fluctuations. This is further supported by the similarity in water-level variations of the Caspian Sea with those of Lake Van and Lake Urmia. On the other hand, the Caspian Sea needed to lose some of its water to attain water balance equilibrium in 2000 and 2001. The year 2000 showed anomalous seismic activity particularly in the southwestern part of the Caspian Sea. Two significant earthquakes with magnitudes of 6.8 and 6.5 Mw occurred on November 25, 2000. The focal mechanisms of these earthquakes and numerous aftershocks indicated normal faulting and, therefore, caused the Caspian Sea lake level to decline in 2000. The contribution of submarine mud volcano eruptions to the Caspian Sea lake level could be insignificant based on the comparison of water budget residuals and the mean water level variations. Neither crustal deformation (based on the GPS measurements) nor the offshore oil and natural gas production activities in the Caspian Sea are responsible for noticeable changes to the level of the Caspian Sea.",
  "title": "The driving forces behind the Caspian Sea mean water level oscillations"
}