{
  "sections": [{
    "text": "100\nIsotopic and elemental records of authigenic calcite from lacustrine deposits in the intraforeland basins of Utah were analyzed in an effort to reconstruct the regional paleoclimate, paleohydrology, and paleotopography of the early Cenozoic central North American Cordillera. Isotopic profi les for Paleogene Lakes Uinta, Flagstaff, and Claron show relatively large oxygen isotopic shifts that are diachronous among basins with an ~7‰ decrease in δ18Ocalcite values at ca. 45 Ma in Lake Flagstaff, an ~5‰ decrease in δ18Ocalcite values between ca. 42 and 35 Ma in Lake Claron, and an ~6‰ decrease in δ18Ocalcite values between ca. 44 and 43 Ma in Lake Uinta. We interpret these negative oxygen isotopic shifts to be the combined result of increased hypsometric mean elevation of basin catchments and related freshening associated with basin infi lling. The basins studied also have undergone periods of intense evaporation during periods of hydrologic closure, which, for example, produced an ~7‰ increase in δ18Ocalcite values in Lake Uinta beginning at ca. 51 Ma. Hydrologic closure in the Uinta Basin probably resulted from growth of local topography that diverted previously substantial infl ows from low elevation regions within the foreland.\nThis study adds to the growing body of\nevidence that suggests a pattern of alongstrike variations in the timing of topographic development and dissection of the Cordilleran landscape during the early Cenozoic. We favor an interpretation that calls for the middle Eocene rearrangement of regional drainage patterns such that intraforeland basins that once received waters from far-fl ung foreland river systems became dominated by infl ows of low δ18O waters from catchments with higher hypsometric mean elevations that drained the adjacent hinterland and/or basin-bounding uplifts. This drainage reorganization is analogous but subsequent to the large-scale integration of catchments in the northern Cordillera that has been recognized on the basis of isotopic and sedimentological evidence in Montana and Idaho at ca. 50–47 Ma, with rivers fl owing southeast into Lake Gosiute at ca. 49 Ma and then for a time reaching Lake Uinta, causing a prominent highstand in that lake at 48.6 Ma. The negative oxygen isotopic shifts presented herein, which occurred between ca. 45 and ca. 35 Ma in the intraforeland basins of Utah, may refl ect the north-to-south progression of drainage integration in the Cordillera as magmatism and related topography swept southward through the hinterland and increased the hypsometric mean of catchments that fed subjacent intraforeland basins.\nKeywords: isotope ratios, lacustrine sediments, Paleogene, paleotopography, paleolimnology,\nLaramide orogeny, Sevier hinterland, foreland basin, North American Cordillera."
  }, {
    "heading": "INTRODUCTION",
    "text": "Despite profound relationships and feedbacks among climate, topography, and tectonics (e.g., Molnar and England, 1990; Ruddiman and Kutzbach, 1990), paleoenvironmental reconstructions of evolving orogens remain diffi cult and controversial. Patterns in the distribution of stable oxygen and hydrogen isotopes in precipitation and surface waters have long been used as a tool for the study of hydrological and surface processes, but studies of geological proxies have generally focused on isotopic variation caused by changes in atmospheric circulation and/or surface elevation (e.g., Chamberlain et al., 1999; Chamberlain and Poage, 2000; Garzione et al., 2000; Garzione et al., 2006; Rowley and Currie, 2006). In this study, we reconstruct trends in the oxygen isotopic composition of lake and river water (δ18O\nlw\nand δ18O rw , respectively) of the Uinta, Flagstaff, and Claron Basins of Paleogene Utah (Fig. 1), and make use of several geochemical techniques and proxies to argue that the observed trends were controlled by changing drainage patterns in the evolving late Laramide Cordillera and attendant changes in basin hydrology.\nPrecipitation is progressively depleted in 18O and D during cooling of air masses that travel along surface-temperature gradients or over orographic barriers (Dansguard, 1964; Ambach et al., 1968; Rozanski et al., 1993). Empirically\nFor permission to copy, contact editing@geosociety.org © 2008 Geological Society of America\n†E-mail: sjdavis@stanford.edu\nGSA Bulletin; January/February 2009; v. 121; no. 1/2; p. 100–116; doi: 10.1130/B26308.1; 8 fi gures; Data Repository item 2008140.\nGeological Society of America Bulletin, January/February 2009 101\n102 Geological Society of America Bulletin, January/February 2009\nobserved isotopic lapse rates and thermodynamic models have exploited this effect to reconstruct paleoaltitude using the isotopic composition of ancient surface waters recorded by authigenic minerals (e.g., Poage and Chamberlain, 2001; Rowley et al., 2001). However, isolation of the altitude effect demands accurate constraints on the source and seasonality of precipitation, paleogeography, variations in regional or global climate, and hydrologic setting.\nAs today, the central Cordillera during the Paleogene was probably situated at the atmospheric divide between areas dominated by either summer or winter precipitation, its topography having interacted with air masses transporting Pacifi c moisture along dominant westerlies as well as those drawn from the Mississippi Embayment and the Arctic (Mock, 1996). This complexity undermines quantitative estimates of altitude in the study area, and requires paleoenvironmental interpretations of isotopic data to carefully consider the sedimentological and tectonic context and draw upon multiple isotopic proxies, several isotopic systems, and numerous stratigraphic sections that are well constrained in time.\nHere, then, we present new data showing diachronous timing of isotopic shifts in neighboring basins, combined with geochemical analyses of basin hydrology and previous work on sedimentary provenance, paleofl ow, and regional tectonism to support the conclusion that local hydrologic setting and large-scale drainage patterns in the Cordillera were the primary controls on developing intraforeland basins and the isotopic record they preserve. We observe large (5–7‰) negative shifts in the oxygen isotopic composition of geologic proxy materials in each of these basins that are diachronous, beginning at ca. 44 Ma in the Uinta Basin, at ca. 45 Ma in the Flagstaff Basin, and at ca. 42 Ma in the Claron Basin. Because basin catchments are adjoining, these oxygen isotopic shifts cannot be the result of global or regional climate changes nor changes in the source of precipitation delivered directly to this region. Instead, we interpret these stable isotopic data as recording the evolution of foreland basin catchments as a result of changes in the hypsometric mean elevations of their drainage basins resulting from ongoing Laramide tectonism and the freshening of basin lakes as potential accommodation waned. When placed in the context of other paleoelevation studies in the hinterland of the North American Cordillera (Chase et al., 1998; Wolfe et al., 1998; Horton et al., 2004; Kent-Corson et al., 2006), our study is consistent with an along-strike migration of a high-elevation landscape from north to south with time. However, rather than a change in mean elevation of the intraforeland basins themselves, we suggest that topographic profi les of the catch-\nment areas that feed the basins may have evolved to areas of higher mean elevation and/or higher relief. This implies that from north to south the hypsometric mean elevation of catchment areas increased, because of either one or more of the following: (1) distal catchments within the lowlying foreland were diverted by developing topography, (2) catchments draining the adjacent high Sevier hinterland expanded or became dominant relative to diminished foreland infl ows, or (3) catchments became locally confi ned in basin-bounding uplifts. As such, our work supports recent work on the stable isotopic records of the Sage Creek (Kent-Corson et al., 2006) and Greater Green River Basins (Carroll et al., 2008), which suggests that stream capture of catchments that drain distal and developing volcanic topography modifi ed the hydrologic character of Lake Gosiute, and implies that an along-strike pattern of drainage integration may have connected topographic changes in the hinterland to the foreland."
  }, {
    "heading": "GEOLOGIC SETTING",
    "text": "By the Late Cretaceous the Sevier fold-andthrust belt had produced highlands of moderate relief trending northeast across Utah into southwest Wyoming and draining eastward into the foreland basin of the ancestral Great Plains (Armstrong, 1968; Fouch et al., 1983; Heller et al., 1986; DeCelles and Coogan, 2006). Laramide deformation began during Campanian to Maastrichtian time (ca. 70–80 Ma), and basement uplifts inboard of the Sevier thrust belt defi ned discrete intraforeland basins where drainages ponded and deposited great thicknesses of carbonate and clastic sediments, the latter derived from both adjacent and distal mountain ranges (Surdam and Stanley, 1979, 1980; Dickinson et al., 1986, 1988). Though Laramide time is often considered to have ended by ca. 55 Ma, there is evidence that tectonism of basement uplift continued into the middle Eocene (perhaps as late as 40 Ma; Anderson and Picard, 1974), a period herein referred to as late Laramide.\nThus, for much of Paleogene time, intermontane basins of southwest Wyoming, Utah, and northwestern Colorado were occupied by large lakes (Stokes, 1986). In Utah the largest of these ancient lakes were Lake Uinta in the northeast, Lake Flagstaff in the central part of the state, and Lake Claron in the southwest (Fig. 1). Though the maximum extent of each lake was not coeval, there is evidence for periods of connectivity between these lakes (Spieker, 1946; Stanley and Collinson, 1979; Roehler, 1992), as well as with Lake Gosiute in southwest Wyoming and the lake in the Piceance Creek Basin of northwest Colorado (Surdam and Stanley, 1979; Smith et al., 2006).\nLake Uinta\nThe largest lake of the Green River lake system, Lake Uinta, at its maximum, covered ~20,000 km2 in the Uinta and Piceance Creek Basins with depths of up to 50 m (Picard and High, 1968). The Uinta Basin spans ~210 km along its east-west axis and ~160 km between its steeply dipping northern edge to its southern margin. Laramide structures bound the depocenter on all sides: To the north, the Uinta uplift parallels its axis. To the southwest and east-southeast are the San Rafael Swell and Uncompahgre uplifts, respectively. And to the east, the Douglas Creek Arch separated the Uinta Basin from the Piceance Creek Basin of northwest Colorado except during lake highstands (Fig. 1).\nLacustrine sediments in the Uinta Basin occur as the different facies of the Green River Formation and consist of cyclically interbedded limestone, marl, oil shale (kerogen-rich and fi ssile marls), and sandstone (Bradley, 1931; Dane, 1954, 1955; Picard, 1955, 1959). More recent stratigraphic analysis includes the Flagstaff, Main Body, Saline Facies, and Sandstone and Limestone Facies as members of the Green River Formation in the basin (e.g., Dyni et al., 1985; Bryant et al., 1989; Remy, 1992; Fig. 2; Smith et al., 2008). The Flagstaff Member (Flagstaff Formation in central Utah) was deposited along the southernmost margin of the Uinta Basin during the late Paleocene (Stanley and Collinson, 1979; Fouch et al., 1982; Wells, 1983; Fouch et al., 1987), and the lake transgressed southward into the Flagstaff Basin ahead of southwestwardly prograding deltaic claystone, mudstone, and sandstone of the early Eocene Colton Formation (Peterson, 1976; Zawiskie et al., 1982; Fig. 2). In the early Eocene, Lake Uinta transgressed to the north, depositing the Main Body, Saline Facies, and Sandstone and Limestone Facies, which together make up a >2-km-thick section in the western reaches of the basin (Ryder et al., 1976) and span a time interval from approximately 54 to 43 Ma (Bryant et al., 1989; Smith et al., 2008). Subsurface and outcrop stratigraphy show the lacustrine rocks thinning and interfi ngering with fl uvial-deltaic mudstone and sandstone of the Uinta Formation in the eastern part of the basin (Douglass, 1914; Picard, 1957; Ryder et al., 1976; Cashion, 1982; Roehler, 1992). Westward progradation of these fl uvial sediments indicates the gradual regression of Lake Uinta, beginning ca. 48 Ma (Prothero, 1996). Fluvial sandstone, conglomerate, and poorly stratifi ed fi ne-grained rocks of the Duchesne River Formation derived from the Uinta Uplift (i.e., the Uinta Mountains) conformably overlie and interfi nger with the\nGeological Society of America Bulletin, January/February 2009 103\nUinta Formation in the east and the Sandstone and Limestone Facies of the Green River Formation in the west (Kay, 1934; Anderson and Picard, 1972, 1974; Fig. 2), extending the continuous sedimentary record of the basin into Oligocene time. The geochronology of all units in the basin is reasonably well constrained by radiometric and fi ssion track dating of tuffs, paleontology, and magnetostratigraphy, and ages further demonstrate the partial equivalence of the Green River, Uinta, and Duchesne River Formations in the basin (Fig. 2 and\nLake Flagstaff Extending ~150 km south-southwest from the Uinta Basin into central Utah, Lake Flagstaff occupied the low-lying region between the Sevier thrust sheets to the west and the Laramide San Rafael Swell to the east (Spieker and Reeside, 1925; Stanley and Collinson, 1979; Fig. 1).\nAs mentioned above, the lacustrine Flagstaff Member of the Green River Formation records the transgression of a lake from the late Paleocene southern Uinta Basin southwestward into the early Eocene Flagstaff Basin (Fig. 2). Upsection, the Flagstaff Member is overlain by the late early Eocene Green River Formation of the Flagstaff Basin. Though it has not been possible to correlate the Green River Formation of the Flagstaff Basin with the formation of the same name in the Uinta Basin, some workers have suggested that the limestone and marl of the Flagstaff Basin represent sedimentation in a southerly arm of a continuous Lake Uinta (Spieker, 1946). However, others argue for a discrete Flagstaff depocenter on the basis of geochemistry (Stanley and Collinson, 1979). The Green River Formation in the Flagstaff Basin is topped by an erosional unconformity of indefi - nite duration, overlain by yellow and red sandstone and fi ne-grained rocks of the Crazy Hollow Formation that were deposited in a fl uvial environment during the middle Eocene (Nelson et al., 1980; Weiss, 1982; Norton, 1986). The Crazy Hollow Formation is in turn conformably overlain by mudstone, paludal limestone, tuffaceous sandstone, and minor volcaniclastic conglomerate of the middle and late Eocene\nA ge\n( M\na)\n1GSA Data Repository Item 2008140, supplemental data and tables, is available at www.geosociety. org/pubs/ft2008.htm. Requests may also be sent to editing@geosociety.org.\n104 Geological Society of America Bulletin, January/February 2009\nBald Knoll Formation (Formation of Aurora) (Willis, 1986; Lawton and Willis, 1987) and the (lithologically similar but unconformable) late Eocene to Oligocene Dipping Vat Formation (McGookey, 1960; Nelson et al., 1980; Willis, 1988). An extensive sequence of ash-fl ow tuffs and volcaniclastic rocks related to the Marysvale Volcanic Field was deposited in the basin beginning at ca. 25 Ma (Willis, 1988). Fluviallacustrine mudstone, sandstone, limestone, and conglomerate of the Sevier River Formation were deposited in the area during middle to late Miocene time (ca. 15–5 Ma) (Callaghan, 1938; Rowley et al., 1975; Willis, 1988; Fig. 2).\nLake Claron\nBeginning in the late Paleocene, southwest Utah hosted the shallow Lake Claron in a slowly subsiding basin trending east-northeast (Rowley et al., 1979; Hintze, 1986; Goldstrand, 1990b, 1994). En echelon Sevier thrust sheets bordered the lake to the west (Goldstrand, 1994). To the south and east the basin was partitioned by Laramide structures: the Markagunt-Paunsaugunt Upwarp, Kaibab Monocline, Johns Valley and Upper Valley Anticlines, Monument Uplift, and Circle Cliffs Uplift (Goldstrand, 1994; Fig. 1).\nThe Claron Formation consists of interbedded limestone, marl, calcareous sandstone, and minor conglomerate, historically divided into a Red (lower) Member and White or gray (upper) Member, each ~400 m thick (Leith and Harder, 1908; Gregory, 1950; Mackin, 1960; Bowers, 1972; Anderson and Rowley, 1975; Taylor, 1993). Rocks of the Red Member of the Claron Formation were commonly altered by pedogenic processes in the shallow and seasonally ephemeral lake (Mullet, 1989). Though the age of the Claron Formation is poorly constrained, basal rocks are time transgressive, with onset of deposition ranging from late Paleocene at its western extent in the modern Basin and Range near the Nevada border to middle Eocene east of the Johns Valley Anticline, suggesting eastnortheast transgression of the lake (Goldstrand, 1990a, b, 1992, 1994). At the western end of the Claron Basin the upper Claron interfi ngers with tuffs of the Needles Range Group dated as early Oligocene (Taylor, 1993). On the modern high plateaus near the eastern extent of the basin, faunal ages suggest that deposition of the Claron ceased by the latest middle Eocene (Eaton et al., 1999). Unconformably overlying the Claron Formation on the Markagunt Plateau are sandstones, claystones, limestones, and volcaniclastics of the Brian Head Formation (Gregory, 1950; Sable and Maldonado, 1997). As revised by Sable and Maldonado (1997), the Brian Head includes much of what was histori-\ncally the White Member of the Claron, divided into a basal sandstone and conglomerate unit of nontuffaceous sandstone and pebbly conglomerate with subangular clasts of chert and carbonate derived from the underlying Claron (~30 m), a gray volcaniclastic unit of tuffaceous sandstone and claystone, with beds of ledge-forming limestone (~140 m), and a unit of mudfl ow breccia and conglomerate with volcanic wacke matrix (up to 100 m). Tuffaceous material in the Brian Head has yielded ages ranging from 35.2 ± 0.8 Ma (this study) to 31.0 ± 0.5 Ma (Fleck et al., 1975; Anderson and Kurlich, 1989; Sable and Maldonado, 1997). The Wah Wah Springs Tuff (29.5 Ma) of the Needles Range Group directly overlies the Brian Head in many areas, thus providing an upper age limit to the formation (Best et al., 1989; Rowley et al., 1994). The boundary between the Red and White Members of the Claron Formation is not constrained in time; this study assumes constant sedimentation rates and interpolates between the poorly known maximum age and the better known minimum age of these rocks."
  }, {
    "heading": "LAKE GEOCHEMISTRY",
    "text": "Minerals formed in lacustrine settings are particularly useful geological proxies owing to the continuity, longevity, and environmental sensitivity of lake deposits (Carroll and Bohacs, 1999). The hydrologic character of a lake is a function of rates of potential accommodation and sediment and water fi ll, thus infl uenced by both tectonic and climatic forcing, respectively (Fig. 3A). In turn, δ18O\nlw and δD lw values repre-\nsent a weighted average of the freshwater input from extrabasinal drainages, intrabasinal precipitation, outfl ow from the basin, and evaporation from the lake (Criss, 1999). The challenge in using lake deposits as isotopic proxies is in identifying and quantifying evaporative enrichment. In this study we employ three geochemical techniques to do so: (1) the relationship of δD and δ18O in chert samples, (2) covariance of δ13C–δ18O values in carbonate samples, and (3) Mg mole percentages and Sr/Ca ratios of carbonate samples.\nDuring evaporation a combination of equilibrium and kinetic effects fractionate oxygen and hydrogen isotopes as a function of relative humidity; in arid settings the result is that the isotopic composition of unevaporated water will become enriched in 18O and D with respect to infl ow (Gat, 1981). The relationship of δD–δ18O values in a single sample may be used to identify evaporative enrichment owing to mass dependent asymmetries. Because the mass difference between H\n2 16O and HD16O is not as great as that\nbetween H 2 16O and H 2 18O, unevaporated liquid\nis disproportionately enriched in 18O such that its isotopic composition evolves along a path in δD–δ18O space of lower slope than the global meteoric water line (GMWL) like that of ray E in Figure 4 (Gat, 1981). For this reason, chert recording both δD and δ18O of lake water that has not undergone much evaporation should plot in domains subparallel to the GMWL, such as the lines labeled with temperatures in Figure 4, with each composition x or y related to a meteoric water of composition X or Y, respectively (see Fig. 4). The correlation of δD–δ18O measured in a single proxy that instead describes a line of lower slope than the GMWL, such as that of ray e in Figure 4, indicates that lake waters were evaporatively enriched in 18O and D (Abruzzese et al., 2005). We use the approach of Abruzzese et al. (2005) to determine the role of evaporation in chert-bearing facies.\nThe δ13C calcite of primary lacustrine carbonate is prescribed by the isotopic composition of dissolved inorganic carbon (DIC) in the lake water. Covariance of δ13C\ncalcite and δ18O calcite in\nsuch carbonates is characteristic of hydrologically closed lakes, where long residence times allow preferential outgassing of 12C-rich CO\n2\naccompanied by evaporative enrichment of 18O (Talbot and Kelts, 1990). In contrast, δ13C\ncalcite\nvalues of early diagenetic carbonates are determined by bacterially mediated redox reactions, while δ18O\ncalcite values of such diagenetic phases\ncontinue to record the isotopic composition of sediment pore waters (Talbot and Kelts, 1990; see Fig. DR1 [see footnote 1]). It has been suggested that partial diagenesis of primary calcite might result in a covariant δ13C–δ18O trend representative of a mixing line between unaltered and diagenetic carbonate (Garzione et al., 2004). However, other studies (Talbot and Kelts, 1990) have found that diagenesis results in noncovariance of carbon and oxygen isotopes. In fact, these studies use noncovariance to differentiate between primary and diagenetic minerals (Talbot, 1990). In our study, covariance of δ13C\ncalcite and δ18O calcite occurs in\nlacustrine sediments of all the sampled basins, supporting the primary nature of the analyzed carbonates and in some cases supporting hydrologic and evaporative control of δ18O\nlw .\nThe partitioning of Mg and Sr between host water and authigenic carbonate precipitates is proportional to the ratio of these elements to Ca in the water (Müller et al., 1972). In hydrologically closed lakes, Mg2+ and Sr2+ are not fl ushed from the system, and as CaCO\n3 precipitates, these\nelements are progressively concentrated and incorporated into authigenic carbonates (Eugster and Kelts, 1983). Thus, Mg mole percentages and Sr/Ca ratios in lacustrine carbonates are useful in assessing evaporative enrichment of δ18O\ncalcite .\nGeological Society of America Bulletin, January/February 2009 105"
  }, {
    "heading": "METHODS",
    "text": "Sampling Strategy\nWe collected authigenic carbonate samples from 11 stratigraphic sections of Paleogene fl uvial-lacustrine facies within the Uinta, Flagstaff, and Claron Basins (Fig. 1). Details of sampling localities and key references for each are included in the GSA Data Repository (Table DR1; see footnote 1). In all, 364 samples of limestone, marl, and calcite-cemented sandstone were collected, spaced along the outcrop every 5–10 m. We also collected 39 chert samples from closely spaced beds (~25–30 cm apart) at fi ve outcrops of the Green River Formation in the Uinta Basin. We also sampled interbedded air-fall ashes, where present, for radiometric dating. In the Uinta Basin, collected\nsamples represent a sedimentary record from ca. 52 to 29 Ma, including equivalent middle Eocene rocks from different sections within the basin. Samples from the Flagstaff depocenter of central Utah, though punctuated by intermittent unconformities, span ca. 50–10 Ma. From the Claron Basin of southwest Utah, collected samples record from ca. 57 to 30 Ma.\nAnalytical Techniques\nStable Isotope Analyses Oxygen and carbon isotopic analyses of carbonate were performed using the phosphoricacid-digestion method of McCrea (1950). Between 300 and 500 μg of sample material was drilled from each sample, sealed in reaction vials, fl ushed with helium, and reacted with pure phosphoric acid at 72 °C. Evolved CO\n2 in\nthe vial headspace was then sampled using a Finnigan GasBench II, connected to a Finnigan MAT DeltaPlus XL mass spectrometer. Replicate analyses of NBS-19 (limestone) and laboratory standards yielded a precision ±0.2‰ or better for both δ18O and δ13C.\nChert samples were broken into small chips, and visually homogeneous chips in the size fraction 300–150 μm were selected for analysis from the interior of each sample. Some of the chips were powdered in a tungsten carbide shatterbox and treated with 3M HCl and 6% H\n2 O 2 to eliminate carbonate and organic matter in the samples, respectively. After thorough rinsing and drying, powdered samples were analyzed for δD of nonstoichiometric hydroxyl hydrogen and H\n2 O in microfl uid inclusions\n(Knauth, 1992). Hydrogen isotope analyses of prepared chert samples were conducted by high\nD Lake Claron Fl\nuv ia\nl\nEolian\nFl uv\nia l\nEolian\nOverfilled (open)\nBalanced\nUnderfilled (Closed)\nThin\nThick\nSe d\nim en\nt +\nw at er fil l r at e\nPotential accommodation rate\nP/E = 1.0\nP/E = ?\nC Lake Flagstaff\nFl uv\nia l\nEolian\nFl uv\nia l\nEolian\n?\nSe d\nim en\nt +\nw at er fil l r at e\nPotential accommodation rate\nP/E = 1.0\nP/E = ?\nSe d\nim en\nt +\nw at er fil l r at e\nPotential accommodation rate\nP/E = 1.0\nP/E = ?\nSe d\nim en\nt +\nw at er fil l r at e\nPotential accommodation rate\nP/E = 1.0\nP/E = ?\nPoorly preserved\nB Lake UintaA Lake-type model\n44 Ma 46 Ma\n49 Ma 43 Ma\n? 50 Ma45 Ma 50 Ma 42 Ma\n37 Ma\nFigure 3. Hydrologic evolution of paleolakes Uinta, Flagstaff, and Claron, as inferred from isotopic and elemental analyses of lacustrine samples and observations of sedimentary facies. Panel (A) is the schematic lake-type model of Carroll and Bohacs (1999), showing that lake hydrology, and the type and thickness of sedimentation, are functions of sediment plus water fi ll rate on the y-axis and potential accommodation rate on the x-axis. Note that fi ll rate is related to climate (P/E shown refers to the precipitation/evaporation ratio), and potential accommodation rate is usually dictated by tectonics. Bold arrows in panels (B), (C), and (D) depict the hydrologic evolution of Lakes Uinta, Flagstaff, and Claron, respectively, with approximate ages indicated alongside. Question marks correspond to depositional unconformities.\n106 Geological Society of America Bulletin, January/February 2009\ntemperature carbon reduction: ~5 mg of chert powder was wrapped in silver foil capsules, dried under vacuum at 80 °C for several hours, then dropped into a carbon reduction furnace heated to 1450 °C. Produced H\n2 was entrained\nin helium carrier gas and measured in continuous fl ow by a Finnigan MAT DeltaPlus XL mass spectrometer. A comparison of sample runs with replicate analyses of NBS-22 (oil), PEF-1 (polyethylene foil), NBS-30 (biotite), and laboratory standards yielded a relatively poor precision of ±6‰. Oxygen isotope analyses of prepared chert samples were made using infrared laser fl uorination (method modifi ed from Sharp, 1990; Alexandre et al., 2006): 700–900 μg of chert chips were reacted with BrF\n5 , and liber-\nated oxygen gas was introduced directly into the dual inlet system of a Finnigan MAT 252 mass spectrometer. Replicate analyses of laboratory\nstandards Lausanne-1 (quartz) and UWG-2 (garnet) gave a precision of ±0.2‰."
  }, {
    "heading": "Petrography and X-Ray Diffraction",
    "text": "Thin sections of representative chert samples exhibit cryptocrystalline and granular microcrystalline quartz. X-ray diffraction of treated chert samples produced patterns of α-quartz uncontaminated by carbonate or clay minerals."
  }, {
    "heading": "Trace and Major Element Analyses",
    "text": "Mole percentage Mg and Sr/Ca ratios were obtained from selected carbonate samples using inductively-coupled-plasma atomic-emission spectroscopy (ICP-AES). Samples were digested in HNO\n3 , diluted with megapure water,\nand fi ltered. Total dissolved Ca, Mg, and Sr were measured at wavelengths of 317.9, 285.2, and 407 nm, respectively (cf. de Villiers et al., 2002).\nReplicate analyses of prepared blanks and standard solutions of varying known concentrations indicated detection limits for Ca, Mg, and Sr of 6, 2, and 0.1 μg L–1, respectively, with precision better than 15 μg L–1 for Ca and Mg, and 1 μg L–1 for Sr. This analysis represents precision better than 1% for Mg mole percentages and better than 0.1 mmol/mol for Sr/Ca ratios."
  }, {
    "heading": "Ion Microprobe Geochronology",
    "text": "Zircon U-Pb geochronology was carried out using the Stanford–U.S. Geological Survey sensitive high-resolution ion microprobe (SHRIMP-RG). Zircon separates from sampled air-fall ashes were mounted in epoxy, polished, imaged by cathodoluminescence on a JEOL 5600LLV scanning electron microscope, and gold coated. Analytical spots 25–30 μm in diameter on the zircon grains were sputtered using an ~10 nA primary beam of 16O–\n2 ions.\nAfter rastering the spot for 90 s to remove surfi - cial contaminants, the secondary ion beam was repeatedly scanned for 90Zr\n2 16O, 204Pb, 206Pb,\n207Pb, 238U, 232Th16O, and 238U16O. Zircon standard R33 (419 Ma from monzodiorite, Braintree Complex, Vermont) was used as a concentration standard. Concentration measurements were corrected and reduced using SQUID software (Version 1.02; Ludwig, 2001).\nPresented results are grouped by formation and sedimentary facies. We interpolate sample ages assuming a constant rate of deposition between available age constraints, which are shown in Figures 5–7 and listed in Table DR2 of the GSA Data Repository (see footnote 1), including seven new U/Pb ages (SHRIMP-RG results and Tera-Wasserburg plots are also provided in the Data Repository [see footnote 1], Figs. DR2–DR8). Results of all isotope analyses are reported in standard δ-notation relative to V-SMOW (Vienna standard mean ocean water), except where δ13C and δ18O are compared relative to V-PDB (Vienna Peedee belemnite). Major element Mg and trace element Sr are reported as mole percentages of Mg (Mg/Mg + Ca) and Sr/Ca ratios (mmol/mol), respectively. Isotopic and elemental compositions, as well as estimated ages, of all samples are presented in Table DR3 of the GSA Data Repository (see footnote 1). Statistical covariance was determined following the geometric mean regression (i.e., reduced major axis) treatment of Ricker (1973) using MATLAB 7.3.0 (R2007b), and linearity of results is reported by the Pearson product-moment correlation coeffi cient (r2)."
  }, {
    "heading": "RESULTS",
    "text": "Oxygen isotopic records from each basin reveal three distinct trends: (1) Between\nδD (\nV -S\nM O\nW )\nGeological Society of America Bulletin, January/February 2009 107\nA ge\n( M\na)\nA ge (M\na)\nA ge\n( M\na)\nA ge (M\na)"
  }, {
    "heading": "B Uinta Basin (fluvial units)",
    "text": ""
  }, {
    "heading": "A Uinta Basin (lacustrine units)",
    "text": "108 Geological Society of America Bulletin, January/February 2009\nthe early Eocene and early middle Eocene (ca. 51–46 Ma), δ18O\ncalcite values of lacustrine\nsamples in the Uinta Basin gradually increased by 7‰ and remained high for ~2 m.y. before steadily decreasing 8‰ between ca. 44 and 43 Ma (Fig. 5A). (2) In the Flagstaff Basin, between the Green River Formation and overlying fl uvial units in the early middle Eocene (ca. 45 Ma), δ18O\ncalcite values suddenly\ndecreased by ~7‰ and remained low through late Miocene time (Fig. 6). (3) Over ~5 m.y. in the late middle Eocene (ca. 42–37 Ma), δ18O\ncalcite values in the White Member of the Claron Formation declined systematically upsection by 5‰ (Fig. 7A). Elemental compositions of samples were measured in order to evaluate carbonate mineralogy as well as the chemistry and salinity of waters present during carbonate precipitation (i.e., dolomite formation and evaporative effects).\nUinta Basin"
  }, {
    "heading": "Oxygen and Carbon Isotopes of Carbonate",
    "text": "Between ca. 51 and 46 Ma, oxygen isotope values of carbonate samples from the Main Body, Saline Facies, and Sandstone and Limestone Facies of the Green River Formation fi rst progressed from low to high δ18O\ncalcite\nvalues and then, beginning ca. 44 Ma, values decreased to near starting values of δ18O\ncalcite =\n~19‰ (Fig. 5A). Between 51 and 46 Ma, the lowest measured δ18O\ncalcite values from Main\nBody samples increased by ~7‰, from 20‰ to 27‰. Between 46 and 44.2 Ma, values from the Saline Facies remained high, varying from 27‰ to 30‰. But beginning at 44.2 Ma, values from the overlying Sandstone and Limestone Facies steadily decreased again by ~8‰, from 28.5‰ to 20.5‰ at 43.1 Ma.\nTo the east and north, fl uvial and time-equivalent rocks of the Uinta and Duchesne River Formations, respectively, preserve an isotopic record of scattered 18O\ncalcite values (Fig. 5B) that\nare generally lower than those of the lacustrine Green River Formation (Fig. 5B). δ13C\ncalcite\nvalues covary with δ18O calcite values throughout samples of the Main Body of the Green River Formation (r2 = 0.49, n = 53; Fig. DR1-D, see footnote 1). In contrast, values from the Saline Facies, when examined as a single population, do not exhibit isotopic covariance (r2 = 0.08, n = 35). However, a subset of the oldest Saline Facies samples do reveal a positive correlation of δ13C\ncalcite and δ18O calcite (r2 = 0.57, n\n= 14; Fig. DR1-E [see footnote 1]) spanning an estimated 600 k.y. (46.0–45.4 Ma), as do a subset of the youngest samples (r2 = 0.63,\nn = 14; Fig. DR1-E [see footnote 1]) over an estimated 200 k.y. (44.9–44.7 Ma). Similarly, isotopic covariance exists in only a subset of the oldest rocks from the Sandstone and Limestone Facies, representing ~400 k.y. (r2 = 0.90, n = 11; 44.2–43.8 Ma; Fig. DR1-F [see footnote 1])."
  }, {
    "heading": "Elemental Compositions of Carbonate",
    "text": "Mole percentages of Mg and Sr/Ca ratios in samples from the Uinta Basin are linearly correlated with δ18O\ncalcite (mole% Mg: r2 = 0.64,\nSr/Ca: r2 = 0.52; Fig. DR9, see footnote 1). Between 51 and 46 Ma, when δ18O\ncalcite val-\nues increased, the mole% Mg varied from ~15% to nearly 50% Mg, and Sr/Ca trends from 1.2 mmol/mol to >3 mmol/mol. Where δ18O\ncalcite is high, in the Saline Facies, between 46 and 44.2 Ma, elemental compositions also remain high: between 40 and 50 mole% Mg and 2.8 and 4.7 mmol/mol Sr/Ca. As do δ18O\ncalcite values, Mg content and Sr/Ca ratios decreased within the Sandstone and Limestone Facies from 48% and 4.6 mmol/mol at 44.2 Ma to 3% and 1.2 mmol/mol at 43.1 Ma.\nIn contrast to the lacustrine samples, fl uvial samples from the Duchesne River Formation and the Myton Member of the Uinta Formation, spanning ca. 45–30 Ma, generally contain much\nA ge (M\na)\nA ge\n( M\na)"
  }, {
    "heading": "Flagstaff Basin",
    "text": "Geological Society of America Bulletin, January/February 2009 109\nless Mg and Sr: <15 mol% Mg and <1 mmol/ mol Sr/Ca (Fig. 5B)."
  }, {
    "heading": "Oxygen and Hydrogen Isotopes of Chert",
    "text": "Chert samples from the lacustrine units of the Uinta Basin have consistently high δ18O values (hereinafter δ18O\nchert ) relative to previ-\nously studied fresh-water cherts from the Flagstaff Basin (Abruzzese et al., 2005; Fig. 4). In the Main Body of the Green River Formation, cherts from two ~4 m sections give values from 31.0‰ to 32.8‰ around a mean of 31.9‰ (1σ = 0.59). Assuming a constant rate of deposition between dated intervals, these sections have ages of ca. 50.5 and 48.5 Ma and span ~40 and 60 k.y., respectively). Samples from the Saline Facies of the same formation, again from two\ndistinct ~3 m outcrops (deposited at ca. 45.4 and 44.8 Ma, each spanning ~23 k.y.) yield 18O\nchert values of 29.5‰–32.6‰, with a mean\nof 31.7‰ (1σ = 0.68). δ18O chert of a single chert sample from the upper part of the Sandstone and Limestone Facies (ca. 43.1 Ma) is notably lower: 24.3‰.\nδD values of the same chert samples (hereinafter δD\nchert ) from the Green River Formation\nare consistent with previously reported values. The Main Body values fall between −141‰ and −119‰, with a mean of −130‰ (1σ = 7.6). Values from the Saline Facies are somewhat less negative, varying from −133‰ to −109‰, with a mean of −126‰ (1σ = 5.3). The sample from the upper part of the Sandstone and Limestone Facies has a δD of −101‰.\nFlagstaff Basin\nOxygen and Carbon Isotopes of Carbonate Oxygen isotopic values in the Flagstaff Basin shift rapidly from high to low values; the magnitude of the shift is about −7‰ and occurred at ca. 45 Ma. Between ca. 51 and 45 Ma, values from the Green River Formation in the Flagstaff Basin vary between 22.7‰ and 30.5‰ (Fig. 6). Upsection, values from fl uvial units are abruptly and permanently much lower. The oldest samples from the unconformable Crazy Hollow Formation give values of 17.2‰ at ca. 44 Ma and decreased further within the formation to 13.2‰ prior to ca. 40 Ma, with a mean value of 15.9‰ (n = 9, 1σ = 2.1). Between 40.5 and 38 Ma, samples in the overlying Bald Knoll Formation (Formation\nA ge\n( M\na)\nA ge (M\na)\n5 10 15 20\n30\n35\n45\n55\nA ge\n( M\na)\n60\n50\n40\nδ18O (V-SMOW)\nAge constraints\n110 Geological Society of America Bulletin, January/February 2009\nof Aurora) are scattered around a mean of 17.8‰ (n = 20, 1σ = 2.4). After a brief depositional hiatus, beginning at 34.6 Ma and continuing through ca. 25 Ma, values in the Dipping Vat Formation are more narrowly distributed around a mean of 15.4‰ (n = 11, 1σ = 0.4). Much younger samples from the Miocene Sevier River Formation in the basin (15.0 to ca. 10 Ma) preserve a mean value of 17.5‰ (n = 10, 1σ = 2.0).\nAs a single population spanning an estimated 6 m.y., samples from the Green River Formation in the Flagstaff Basin show a poor correlation between δ13C\ncalcite and δ18O calcite (r2 = 0.13).\nHowever, isotopic values from a subset of the youngest samples do covary (r2 = 0.50, n = 18;\nFig. DR1-I, see footnote 1) between ca. 50.5 and 45.8 Ma. The much younger lacustrine rocks of the Sevier River Formation (15 to ca. 10 Ma) also demonstrate marked covariance between δ13C calcite and δ18O calcite (r2 = 0.82, n = 10)."
  }, {
    "heading": "Elemental Compositions of Carbonate",
    "text": "Mg content and Sr/Ca ratios in samples from the Flagstaff Basin are correlated with δ18O\ncalcite (mole% Mg: r2 = 0.72, Sr/Ca: r2 = 0.78;"
  }, {
    "heading": "Oxygen and Carbon Isotopes of Carbonate",
    "text": "lacustrine carbonate in the Red (lower) Member of the Claron Formation on the Markagunt Plateau varied between 18.9‰ and 22.3‰ (Fig. 7A). Beginning at ca. 42 Ma and continuing to ca. 37 Ma, values from the White (upper) Member of the Claron Formation decreased from 22.5‰ to 14.6‰. From ca. 36 to 29.5 Ma, δ18O\ncalcite values from the unconformably overlying Brian Head Formation remained relatively low, varying between 12.9‰ and 17.3‰.\nThough their ages are speculative, samples of lacustrine carbonate from the undivided Claron Formation in the western extent of the basin (in the modern Basin and Range) yield very low δ18O\ncalcite values, between 16.3‰ and\n6.6‰ (Fig. 7B). Between ca. 40 and 32 Ma, the δ18O\ncalcite values of these samples decreased\nfrom 16.1‰ to 6.6‰. The δ13C\ncalcite and δ18O calcite of Claron Formation\nsamples are poorly correlated within both the Red and White Members. However, carbon and oxygen isotopes covary in a subset of the oldest samples from the Red Member (r2 = 0.66, n = 12;\nFig. DR1-L, see footnote 1) estimated to have been deposited between ca. 45 and 40.1 Ma."
  }, {
    "heading": "Elemental Compositions of Carbonate",
    "text": "Elemental compositions in the Claron Formation were not as well correlated with δ18O calcite\nas were lacustrine units in the other basins (mole% Mg: r2 = 0.45, Sr/Ca: r2 = 0.25; Fig. DR11, see footnote 1). Nonetheless, a few samples from the Red Member of the Claron Formation on the Markagunt Plateau (ca. 49–42.5 Ma) contained as much as 44 mol% Mg and 1 mmol/mol Sr/ Ca. No samples from the White Member were analyzed, but samples from the Brian Head Formation (ca. 36–29.5 Ma) contained at most 9.2 mol% Mg and 0.36 mmol/mol Sr/Ca."
  }, {
    "heading": "INTERPRETATION",
    "text": "Overview\nWe interpret the fi rst-order isotopic shifts in each basin to be the result of (1) diversion of infl ows sourced within the foreland, which led to hydrologic closure and attendant evaporation in Lake Uinta after 48.6 Ma (the Mahogany highstand in the Piceance Creek and Uinta Basins) producing the ~7‰ increase in δ18O\ncalcite values; and (2) changing\nhypsometric mean elevation of basin catchments and freshening of basin lakes owing to the increased infl uence of catchments draining the adjacent high Sevier hinterland and/or basin-bounding uplifts. The effects of evolving basin catchments were diachronous within the foreland, as observed by an ~7‰ decrease in δ18O\ncalcite values beginning at ca. 45 Ma in Lake\nFlagstaff, an ~5‰ decrease in δ18O cc values between ca. 42 and 37 Ma in Lake Claron, and an ~6‰ decrease in δ18O\ncalcite values between\n44 and 43 Ma in Lake Uinta. In all cases the isotopic shifts observed in the basins studied refl ect reorganization of regional drainage patterns likely driven by tectonic processes that affected basement cored uplifts in the foreland, the region of previously thickened crust (and lithosphere) within the Sevier fold-and-thrust belt, as well as the hinterland to the west. For the reasons discussed below we dismiss other possible controls on the isotopic profi les, such as global or regional changes in temperature, changes in sources of precipita-\ntion, seasonality, and diagenesis as the dominant controls responsible for the observed oxygen and hydrogen isotopic patterns.\nBecause the oxygen isotopic shifts in these lakes are diachronous, they cannot be the result of either global or regional changes in temperature. Nevertheless, global cooling between the early Eocene climatic optimum (EECO, ca. 52–50 Ma) and the early Oligocene certainly did affect these lakes (Wolfe, 1994; Wing, 1998), but the ~3‰ decrease in δ18O\ncalcite values that would have been\ncaused by the combined effects of such cooling is masked by more local isotopic changes in surface waters (compare shaded areas and data in Figures 5–7). The ~3‰ decrease in δ18O\ncalcite\nvalues was calculated using the relationship between δ18O\nmw and temperature (0.55‰ and\n0.58‰; Rozanski et al., 1993; Fricke and O’Neil, 1999), the calcite-water isotopic fractionation (−0.21‰ per °C at temperatures between 20 and 30 °C; Kim and O’Neil, 1997), and the changes in terrestrial temperatures during the Paleogene inferred from paleobotanical analyses (Wolfe, 1994; Wing, 1998).\nIt is highly unlikely that the oxygen isotopic shifts in the sampled sections refl ect a change in the seasonal timing of calcite formation during the deposition of these rocks. In general, carbonates precipitate at elevated temperatures during summer months when solubility is at a minimum, alkalinity is at a maximum, and where peak productivity draws down CO\n2 and\nstimulates inorganic calcite precipitation. Thus, δ18O\ncalcite probably records the isotopic composition of surface or pore waters during similar conditions each year, and we have no reason to believe these conditions changed from the Eocene to the early Oligocene.\nFurther, we consider it unlikely that changes in source regions of local precipitation could have caused the observed isotopic patterns. Because the isotopic shifts are diachronous, this interpretation would require different sources of precipitation affecting basins whose catchments are adjoining. Moreover, isotopic studies (e.g., Fricke, 2003; Sjostrom et al., 2006) and climate models for the Paleogene (e.g., Sewall et al., 2000; Sewall and Sloan, 2006) indicate that the dominant source of moisture to the Laramide foreland was from the Mississippi Embayment during the summer monsoon. Although certainly cooler and drier today (MacGinitie, 1969; Sheldon and Retallack, 2004; WRCC, 2006), monsoonal circulation remains a robust feature over the Utah basins, with the largest volume of precipitation in the studied basins still sourced from the Gulf of Mexico during the summer (Mock, 1996). However, it is possible and even likely that low δ18O surface waters delivered to the basins by catchments tapping the hinterland\nGeological Society of America Bulletin, January/February 2009 111\nwere sourcing Pacifi c moisture that had surmounted the paleo–Sierra Nevada and which lacked a moderating southerly moisture contribution; but observing the effect of this different precipitation source requires changing intraforeland basin catchments.\nFinally, we point out that diagenesis is unlikely to be responsible for the observed trends in the isotopic data, although it may be the cause of some of the scatter. Because the isotopic composition of calcite is susceptible to diagenetic alteration, past interpretations of high elevations in the Uinta Mountains during the Eocene from lacustrine carbonates have, in fact, been questioned (Norris et al., 1996; Morrill and Koch, 2002). Because diagenesis generally results in relatively low δ18O\ncalcite values,\nto reproduce the observed trends would require the unlikely condition that the less deeply buried rocks in these sections would have been more severely affected by diagenetic alteration. In addition, in this study only micritic samples were analyzed, and we specifi cally avoided any sparry calcite, following the protocols discussed in Garzione et al. (2004).\nBasin Hydrology\nFor the reasons discussed below we interpret the isotopic profi les of these three basins to have been controlled by rearrangement of basin catchments that altered the isotopic composition and volume of infl ows and prompted periods of evaporation during basin closure. Because these basins were at times interconnected, the isotopic profi les are best presented in discrete time intervals rather than basin by basin. Figures 3 and 8 illustrate the interpretations presented in this section.\n50–45 Ma Lake Uinta transitions from balanced to closed and becomes strongly evaporitic. At ca. 48.6 Ma, Lake Uinta reached a highstand delineated by the rich oil shales of the Mahogany Zone (Surdam and Stanley, 1979, 1980; Smith, 2002). The carbon and oxygen isotopic record in the Uinta Basin indicates that the lake was hydrologically balanced (oscillating between open and closed) prior to and during this time, but transitioned over the next 5 m.y. to a closed, evaporitic lake. Taken together, fi ve observations support this interpretation: First, δ18O\ncalcite values\nfrom lacustrine carbonates of the Main Body of the Green River Formation increased by ~7‰ between 51 and 46 Ma, indicating increasing evaporative enrichment (Fig. 5A). Second, Mg content and Sr/Ca ratios of these same lacustrine carbonates increased markedly between 51 and 46 Ma, indicating progressive concen-\ntration of Mg2+ and Sr2+ in the lake as CaCO 3 precipitated from the closed basin (e.g., Eugster and Kelts, 1983; Fig. 5A). Third, covariance of δ13C\ncalcite and δ18O calcite in the Main Body (from ca. 51–46 Ma, r2 = 0.49, n = 53; Fig. DR1-D, see footnote 1) suggests regular periods of hydrologic closure and correspondingly long residence times of lake water (e.g., Talbot and Kelts, 1990). Fourth, δD\nchert and δ18O chert values\nof cherts sampled from the Main Body give very high values (Fig. 4), which we interpret to be the result of formation from evaporatively Dand 18O-enriched lake water. This interpretation is supported by the study of Abruzzese et al. (2005), who showed that cherts throughout the Green River Formation in the Flagstaff Basin have δD\nchert and δ18O chert values that plot along a\nline with a slope of 1.6 (r2 = 0.72; Fig. 4), much lower than the slope of the GMWL and thus indicative of evaporation. Fifth, δ18O\ncalcite values\nof coeval fl uvial samples from the northeastern margin of the Uinta Basin do not show the positive trend in oxygen isotope values and are lower than those from lacustrine samples from the Main Body of Lake Uinta (Fig. 5B).\nLake Flagstaff is closed and infills. During the same time period, Lake Flagstaff was hydrologically closed and distinct from Lake Uinta, and accommodation in the Flagstaff Basin was exhausted by ca. 45 Ma. Again, several lines of evidence support this interpretation: First, δ18O\ncalcite values from the Green River Formation in the Flagstaff Basin are substantially higher than coeval samples from Lake Uinta, suggestting that the lakes were not connected (Fig. 6). Second, Mg content and Sr/Ca ratios in the samples from Lake Flagstaff are also high, suggesting that Flagstaff waters were enriched in these elements by evaporation (Fig. 6). Third, δ18O\ncalcite\nand δ13C calcite covary in the youngest Green River Formation samples from the Flagstaff Basin, which we interpret to refl ect cessation of periodic overfl ow from balanced Lake Uinta into Lake Flagstaff, thereby allowing uninterrupted evolution of lake water in a closed Lake Flagstaff (Fig. DR1-I; see footnote 1). Fourth, fl uvial samples of the overlying Crazy Hollow Formation (44–40.5 Ma) are unconformable (Weiss, 1982), further evidence that the closed, evaporitic lake was completely infi lled and—after a brief period of erosion—new accommodation was created in the basin.\n45–44 Ma Lake Uinta is closed and evaporitic. Between 46 and 44 Ma, Lake Uinta was hydrologically closed and evaporitic. Several lines of evidence support this interpretation: First, δ18O\ncalcite val-\nues, Mg content, and Sr/Ca ratios of the Green River Formation in the Uinta Basin reached a\nmaximum and remained high throughout deposition of the Saline Facies (Fig. 5A). Second, the carbonate samples collected from the Saline Facies commonly contain molds of halite. Third, δ13C\ncalcite and δ18O calcite values covary during discrete intervals of the Saline Facies (from 46.0 to 45.4 Ma, r2 = 0.57, n = 14; and again from 44.9 to 44.7 Ma, r2 = 0.62, n = 14; Fig. DR1-E, see footnote 1). A lack of covariance in the Saline Facies as a whole may be understood in light of sedimentological evidence that the closed lake episodically gave way to ephemeral lakes and playas (Pitman et al., 1996) as well as underwent periodic infusions of water from the balanced lake in the Piceance Creek Basin, either of which may have periodically disrupted the isotopic evolution of the lake water by complete desiccation or fl ushing, respectively. Fourth, high δD\nchert and δ18O chert values of samples from\nthe Saline Facies indicate that the waters present during chert formation were enriched in D and 18O by evaporation (Fig. 4).\nFlagstaff Basin is freshened. After a brief unconformity, fl uvial deposition commenced in the Flagstaff Basin at ca. 44 Ma, indicating renewed accommodation in the basin. This interpretation is supported by δ18O\ncalcite values\nthat decrease by ~7‰ at ca. 45 Ma, indicating a shift in the oxygen isotopic composition of waters fl owing into the basin (Fig. 6). In addition, Mg content and Sr/Ca ratios also decrease in the youngest samples from the Green River Formation of Lake Flagstaff, supporting a freshening in the lake immediately prior to the rapid shift in δ18O\ncalcite values (Fig. 6).\nLake Claron is closed. We suggest that between ca. 49 and 42.5 Ma, Lake Claron was internally drained. Covariance of δ13C\ncalcite and\nδ18O calcite values in the oldest samples of the Red Member (from ca. 45 to 40.5 Ma, r2 = 0.66, n = 12; Fig. DR1-L, see footnote 1), along with elevated Mg content and Sr/Ca ratios (Fig. 7A), support this interpretation. However, low Mg content and Sr/Ca ratios in the younger Red Member samples (Fig. 7A) suggest that by 42.5 Ma, evaporative enrichment of δ18O\ncalcite in\nthe upper Claron Formation was minimal.\n44–37 Ma Lake Uinta transitions from closed to open. Beginning at ca. 44.2 Ma, evaporitic Lake Uinta began freshening and ultimately transitioned to an open basin before lacustrine deposition ended at ca. 43.1 Ma. Evidence for this transition comes from three separate observations: First, δ18O\ncalcite values from samples of the Sandstone and Limestone Facies decreased by nearly 6‰ between 44.2 and 43.1 Ma (Fig. 5A). Second, Mg content and Sr/Ca ratios decrease throughout the Sandstone and Limestone Facies, indicating\n112 Geological Society of America Bulletin, January/February 2009\nperiods during which the lake was overfi lled (Fig. 5A). Third, values of δ13C\ncalcite and δ18O calcite\ncovary in the lowermost Sandstone and Limestone Facies (from 37.6 to 35.3 Ma, r2 = 0.90, n = 11; Fig. DR1-F, see footnote 1), indicating hydrologic closure, but these values do not correlate in samples farther upsection, suggesting that the lake became open.\nFluvial system at paleo–Lake Flagstaff. The isotopic composition of calcite from the fl uvial system remained constant during this period. The δ18O\ncalcite values of these streams are lower\nthan those from Lake Uinta, suggesting minimal or no input from that lake (Fig. 6).\nLake Claron transitions from closed to open. Beginning ca. 42 Ma, Lake Claron became hydrologically open and transitioned to a fl uvial depocenter, probably owing to increasing infl ow of low-δ18O waters fl owing into the basin, probably from both the south and west. This interpretation is supported by the following: First, δ18O\ncalcite\nvalues from lacustrine samples of the White Member of the Claron Formation in the eastern Claron Basin decreased by ~5‰ between ca. 42\nand 37 Ma (Fig. 7A). Given lack of evidence for signifi cant evaporative enrichment prior to 42 Ma, this decrease suggests that a change in the δ18O value of waters fl owing into Lake Claron fully account for the decrease. Second, the undivided Claron Formation in the western extent of the basin contains a greater proportion of interfi ngering fl uvial rocks and gives δ18O\ncalcite\nvalues that are lower than those from generally more lacustrine rocks on the modern Markagunt Plateau to the east (Fig. 7B). Third, a decrease in Mg content and Sr/Ca ratios within the Red\nGeological Society of America Bulletin, January/February 2009 113\nMember supports freshening as the lake transitioned from closed to open (Fig. 7A). Fourth, δ18O\ncalcite and δ13C calcite do not covary in samples from the White Member of the Claron Formation, suggesting that the residence time of water in the lake was short (Fig. DR1; see footnote 1). And fi fth, δ18O\ncalcite values of the youngest lacus-\ntrine samples are nearly identical to the values of overlying fl uvial samples of the Brian Head Formation, suggesting that Lake Claron was completely open before diminishing accommodation and/or growing infl ows prompted a transition to fl uvial deposition (Fig. 7A).\nCatchment Evolution\nThough the isotopic and elemental records of the studied intraforeland basins undoubtedly refl ect changing basin hydrology, the magnitude of isotopic shifts and a rich context of previous studies suggest that basin hydrology was in turn controlled by regional drainage patterns that evolved in response to changing topography in the Cordillera. We interpret the pattern of diachronous negative isotope shifts to record an increase in the hypsometric mean elevation of the basin catchments. However, it is not known whether the increase in catchment hypsometry involved the growing infl uence of catchments draining distal uplands or growth of local basinbounding structures that diverted low-elevation foreland infl ows and which themselves sourced waters fl owing into the basins. We favor distal uplift as a primary driver, but below we present evidence for each of these interpretations, which are not mutually exclusive. Figure 8 illustrates the inferred changes in regional drainages.\nSix lines of evidence indicate that the negative isotopic shifts record basin catchments expanding in distal areas, perhaps related to increasing mean elevation in those areas. First, by way of precedent, and based on strontium and oxygen isotopic analyses of sediments in Lake Gosiute (Carroll et al., 2008) and paleosols in the Sevier hinterland in central Montana (Kent-Corson et al., 2006), it has been suggested that at ca. 49 Ma the drainage system feeding Lake Gosiute underwent a rapid (100–200 k.y.) river capture event that expanded the drainage system of Lake Gosiute deep into the Sevier orogen. This drainage capture was likely the result of construction of volcanic edifi ces (Challis and Absaroka volcanic centers) and associated regional surface uplift (Smith et al., 2008). Second, the basins studied here probably had long-lived catchments that extended west into the Sevier orogen, as indicated by Sr isotopic analysis of the late Paleocene Flagstaff Member of the Green River Formation of Lake Flagstaff (GierlowskiKordesch et al., 2008). Third, paleocurrrent\nindicators from piggyback basins on the Sevier fold-and-thrust belt in central Utah indicate fl ow to the northeast during the Paleogene (Lawton et al., 1993). Fourth, magmatism (e.g., Copper Basin and Tuscarora volcanic fi elds) and negative isotopic shifts took place in the hinterland of northeastern Nevada between ca. 45 and 40 Ma (Christensen and Yeats, 1992; Horton et al., 2004; Henry, 2008), and the decrease in δ18O\ncalcite values in the Uinta Basin began at\nca. 44.2 Ma (Fig. 8). The geochronology and distribution of ash-fl ow tuffs in the Elko Basin give evidence of eastward-fl owing paleorivers leading toward the Uinta Basin (Henry, 2008). Fifth, an isotopic gradient in δ18O\ncalcite values in\nLake Claron from lower values in the west to higher values in the east (Fig. 8) suggests that low-δ18O waters were sourced in highlands to the west during the early Paleogene. A source of water to the west is also supported by paleocurrent and provenance data from the Claron Basin (Goldstrand, 1990b). Sixth, these Lake Claron sections all show a decrease in δ18O\ncalcite values,\nbeginning between ca. 42 and 40 Ma (Fig. 8), that may refl ect uplift or tilting of either or both the Colorado Plateau and the adjacent hinterland in the late Eocene, as supported by (1) increased erosion rates of Paleocene and Eocene “rim gravels” in northern Arizona, indicating a reversal of drainages along the Utah-Arizona border (Elston and Young, 1991); (2) (U-Th)/He cooling ages between 40 and 35 Ma that show an episode of rock uplift in northern Arizona at this time (Flowers et al., 2008); and (3) the coeval magmatism and negative isotopic shifts in the hinterland of northeastern Nevada between ca. 45 and 40 Ma (Christensen and Yeats, 1992; Horton et al., 2004).\nThough there is substantial evidence that increasing hypsometric mean elevation of intraforeland basin catchments was related to the changes in the distal topography of the hinterland, an alternative interpretation for the isotopic profi les presented in this study would be that the δ18O\nlw in Lakes Flagstaff, Uinta, and Claron\nresulted from more localized uplift. If this had been the case, the basin drainages would have been largely sourced in basin-bounding structures. Although this interpretation is consistent with geochemical evidence presented in this paper, it would require that the local relief during late Laramide time was >2500–3000 m, with highly elevated areas of basement uplifts capturing a volumetrically disproportionate amount of low-δ18O water to rapidly modify the isotopic composition of the studied lakes. Four lines of evidence indicate a local control of catchment evolution: First, the oxygen isotopic values of Lake Uinta (this paper) and Lake Gosiute (Carroll et al., 2008) at 49 Ma are essen-\ntially the same, corroborating sedimentological evidence that these two lakes were hydrologically connected during the Mahogany highstand (48.6 Ma). After this time, Lake Uinta became strongly evaporitic and isolated, which most likely indicates growth of local structures adjacent to this basin that diverted waters fl owing from Lake Gosiute. Second, petrographic and geochronological analyses of fl uvial sandstones deposited in Lake Uinta indicate the waning of distal sources beginning at ca. 48 Ma, including both the Sawatch–San Luis Uplift to the southeast (Dickinson et al., 1986) and the volcaniclastic sediments from Lake Gosiute (Surdam and Stanley, 1979). Third, there is structural evidence for the reactivation of the Uinta Uplift at ca. 40 Ma, with synorogenic sediments of the Duchesne River Formation prograding southward off this uplift into the Uinta Basin (Anderson and Picard, 1972, 1974). The freshening of Lake Uinta, as indicated by the decrease in δ18O\nlw beginning at 44.2 Ma, may have been an early result of this local tectonism (Fig. 8). Fourth, and perhaps the strongest piece of evidence for local control, the combined oxygen isotopic profi les of these three proximal lakes show distinct isotopic evolutions despite having adjoining catchments. This observation generally supports strong local control of each lake’s accommodation and drainage basin.\nThough existing data do not permit us to distinguish between these two possible interpretations, it is certain that these intraforeland lakes had both distal and local sources of water, which proportionally varied through time. A more complete understanding of the relative contributions of these sources demands further study and will require additional data from other isotopic systems (such as Sr), geochronological studies (such as U/Pb zircons), and sedimentological provenance.\nSpace-Time Patterns of Cordilleran Evolution\nDuring the past decade, numerous isotopic and paleobotanical studies focused on the paleoelevational and climatic history of the western North American Cordillera (e.g., Chase et al., 1998; Wolfe et al., 1998; Poage and Chamberlain, 2002; Horton et al., 2004). In general these two independent approaches arrive at the same interpretation, calling for a spatially and temporally evolving pattern of high elevations from north to south in the Sevier hinterland. Stable isotopic studies of metamorphic core complexes show evidence of high elevations (~4 km) in British Columbia and Washington in the early Eocene at 49–47 Ma (Mulch et al., 2004; Mulch et al., 2007). Oxygen isotopic studies of intermontane\n114 Geological Society of America Bulletin, January/February 2009\nbasins suggest increased peak elevations and development of relief occurring between 50 and 47 Ma in southwestern Montana (Kent-Corson et al., 2006), between 40 and 35 Ma in northern Nevada (Horton et al., 2004), and by ca. 15 Ma in southern Nevada (Horton and Chamberlain, 2006), evidenced by large (5‰–7‰) negative shifts in oxygen isotopic ratios. Migration of high topography is independently supported by paleobotanical studies that show altitudes as high as 2.5–3 km in the early middle Eocene (50–48 Ma) in southern British Columbia and northeastern Washington, ~2 km in the late middle Eocene (ca. 44–40 Ma) in northeast Nevada (Wolfe, 1994; Wolfe et al., 1998), and ~3 km in west-central Utah by 31.4 Ma (Gregory-Wodzicki, 1997). Together, these studies suggest that surface uplift migrated into northern Nevada in the middle Eocene to Oligocene, with elevations as high as 3 km persisting into the early middle Miocene (Wolfe et al., 1997).\nA separate body of work has recognized a southward sweep of magmatism within the Sevier hinterland that is roughly coincident with isotopic and paleobotanical evidence for high elevations (e.g., Lipman et al., 1972; Armstrong and Ward, 1991; Christensen and Yeats, 1992). This connection between surface uplift and magmatism has been used to constrain tectonic models calling for the north-to-south buckling of the Farallon slab (e.g., Humphreys, 1995) or the bidirectional delamination of mantle lithosphere (e.g., Sonder and Jones, 1999). To the extent that evidence indicates that changes in distal hinterland topography caused the increase in hypsometric mean elevation of intraforeland basin catchments, the present study implies a genetic and large-scale linkage among drainage patterns throughout the Cordillera. If real, such a linkage has signifi cant implications for our understanding of topographic development and dissection of the Cordilleran landscape, as well as paleoenvironmental reconstructions of evolving orogens in general."
  }, {
    "heading": "CONCLUSIONS",
    "text": "New stable isotopic records from three intraforeland basins of Paleogene Utah add to a growing data set of evidence showing an evolving Cordilleran landscape in the early Cenozoic. The records from the Uinta, Flagstaff, and Claron Basins of Utah are characterized by large (>5‰), diachronous shifts in δ18O\ncalcite values. Coupled\nwith previous studies of provenance and paleofl ow, we interpret these isotopic results to refl ect changes in basin hydrology and catchment hypsometry as Cordilleran drainages responded to growing relief in the foreland and integration of catchments within the elevated Sevier hinterland.\nA ~7‰ increase in δ18O calcite values in Lake Uinta, beginning at ca. 51 Ma, corresponds to a protracted period of hydrologic closure and evaporite deposition, probably as a result of infl ows to the lake from the north being blocked by late Laramide tectonism of the Uinta Uplift. Decreases in δ18O\ncalcite values of ~7‰ in Lake\nFlagstaff at ca. 45 Ma, ~5‰ in Lake Claron between ca. 42 and 35 Ma, and ~6‰ in Lake Uinta between ca. 44 and 43 Ma are interpreted as the combined result of increasing hypsometric mean elevation of basin catchments within the hinterland and freshening of fi lling basins. As such, isotopic profi les from the Utah basins imply a pattern of drainage integration that began earlier in the northern Cordillera and spread southward along strike as magmatism and related topography migrated through the hinterland and increased the hypsometry of catchments fl owing into subjacent intraforeland basins."
  }, {
    "heading": "ACKNOWLEDGMENTS",
    "text": "We acknowledge the support of U.S. National Science Foundation grants EAR–0309011 and EAR0609649 to C.P. Chamberlain, and Stanford University Earth Sciences McGee grants to S.J. Davis. We thank Trevor Dumitru, Bettina Wiegand, and Joe Wooden for help with geochronology sample preparation and data reduction, Stephan Graham and Malinda Kent-Corson for productive discussion, Doug Phelps, Stu Warren, and Austin Hart for their help in the fi eld and laboratory, and Mark Abruzzese for an invaluable head start in the fi eld. The paper was much improved by the careful reviews of Paul Koch and Henry Fricke."
  }, {
    "heading": "REFERENCES CITED",
    "text": "Abruzzese, M., Waldbaur, J., and Chamberlain, C.P., 2005, Oxygen and hydrogen isotope ratios in freshwater chert as indicators of ancient climate and hydrologic regime: Geochimica et Cosmochimica Acta, v. 69, p. 1377–1390, doi: 10.1016/j.gca.2004.08.036. Alexandre, A., Basile-Doelsch, I., Sonzogni, C., Sylvestre, F., Parron, C., Meunier, J.-D., and Colin, F., 2006, Oxygen isotope analyses of fi ne silica grains using laser-extraction technique: Comparison with oxygen isotope data obtained from ion microprobe analyses and application to quartzite and silcrete cement investigation: Geochimica et Cosmochimica Acta, v. 70, p. 2827–2835, doi: 10.1016/j.gca.2006.03.003. Ambach, W., Dansguard, W., Eisner, H., and Mooler, J., 1968, The altitude effect on the isotopic composition of precipitation and glacier ice in the Alps: Tellus, v. 20, p. 595–600. Anderson, D.W., and Picard, M.D., 1972, Stratigraphy of the Duchesne River Formation (Eocene–Oligocene?), Northern Uinta Basin, Northeastern Utah: Utah Geological and Mineralogical Survey Bulletin 97, p. 1–23. Anderson, D.W., and Picard, M.D., 1974, Evolution of synorogenic clastic deposits in the intermontane Uinta Basin of Utah: Society of Economic Paleontologists and Mineralogists Special Publication 22, p. 167–189. Anderson, J.J., and Kurlich, R.A., 1989, Post-Claron Formation, pre-regional ash-fl ow tuff early Tertiary stratigraphy of the southern High Plateaus of Utah: Geological Society of America Abstracts with Programs, v. 21, no. 5, p. 50. Anderson, J.J., and Rowley, P.D., 1975, Cenozoic stratigraphy of southwestern high plateaus of Utah, in Anderson, J.J., et al., eds., Cenozoic geology of southwestern High Pla-\nteaus of Utah: Geological Society of America Special Paper 160, p. 1–51. Armstrong, R.L., 1968, Sevier Orogenic Belt in Nevada and Utah: Geological Society of America Bulletin, v. 79, p. 429–458, doi: 10.1130/0016-7606(1968)79[429:SO BINA]2.0.CO;2. Armstrong, R.L., and Ward, P., 1991, Evolving geographic patterns of Cenozoic magmatism in the North America Cordillera: The temporal and spatial association of magmatism and metamorphic core complexes: Journal of Geophysical Research, v. 96, p. 13,201–13,224, doi: 10.1029/91JB00412. Best, M.G., Christiansen, E.H., and Blank, H.R., 1989, Oligocene caldera complex and calc-alkaline tuffs and lavas of the Indian Peak volcanic fi eld, Nevada and Utah: Geological Society of America Bulletin, v. 101, p. 1076–1090, doi: 10.1130/0016-7606(1989)101<107 6:OCCACA>2.3.CO;2. Bowers, W.E., 1972, The Canaan Peak, Pine Hollow, and Wasatch Formations in the Table Cliff Region, Garfi eld County, Utah: U.S. Geological Survey Bulletin 1331-B, p. 1–39. Bradley, W.H., 1931, Origin and Microfossils of the Oil Shale of the Green River Formation of Colorado and Utah: U.S. Geological Survey Professional Paper 168, 58 p. Bryant, B., Naeser, C.W., Marvin, R.F., and Mehnert, H.H., 1989, Upper Cretaceous and Paleogene Sedimentary Rocks and Isotopic Ages of Paleogene Tuffs, Uinta Basin, Utah: U.S. Geological Survey Bulletin 1787-J, 22 p. Callaghan, E., 1938, Preliminary report of the alunite deposits of the Marysvale region, Utah: U.S. Geological Survey Bulletin 886-D, p. 91–134. Carroll, A.R., and Bohacs, K.M., 1999, Stratigraphic classifi - cation of ancient lakes: Balancing tectonic and climatic controls: Geology, v. 27, p. 99–102, doi: 10.1130/0091- 7613(1999)027<0099:SCOALB>2.3.CO;2. Carroll, A.R., Doebbert, A.C., Booth, A.L., Chamberlain, C.P., Rhodes-Carson, M., Smith, E., Johnson, C.M., and Beard, B.L., 2008, Capture of high altitude precipitation by a low altitude Eocene lake, western U.S.: Geology, v. 36, p. 791–794, doi 10.1130/624783A.1. Cashion, W.B., 1982, Descriptions of four stratigraphic sections of parts of the Green River and Uinta Formations in the eastern Uinta Basin, Uintah County, Utah, and Rio Blanco County, Colorado: U.S. Geological Society Open File Report, v. 83-17. Chamberlain, C.P., and Poage, M.A., 2000, Reconstructing the paleotopography of mountain belts from the isotopic composition of authigenic minerals: Geology, v. 28, p. 115–118, doi: 10.1130/0091-7613(2000)28<115:RTP OMB>2.0.CO;2. Chamberlain, C.P., Poage, M.A., Craw, D., and Reynolds, R.C., 1999, Topographic development of the Southern Alps recorded by the isotopic composition of authigenic clay minerals, South Island, New Zealand: Chemical Geology, v. 155, p. 279–294, doi: 10.1016/S00092541(98)00165-X. Chase, C.G., Gregory-Wodzicki, K.M., Parrish-Jones, J.T., and DeCelles, P.G., 1998, Topographic history of the western Cordillera of North America and controls on climate, in Crowley, T.J., and Burke, K., eds., Tectonic Boundary Conditions for Climate Model Simulations: New York, Oxford University Press, p. 73–99. Christensen, R.L., and Yeats, R.L., 1992, Post-Laramide geology of the U.S. Cordilleran region, in Burchfi el, B.C., et al., eds., The Cordilleran Orogen, Conterminous U.S.: Boulder, Colorado, Geological Society of America, Geology of North America, v. G-3, p. 261–406. Criss, R.E., 1999, Principles of Stable Isotope Distribution: New York, Oxford University Press, 254 p. Dane, C.H., 1954, Stratigraphic and facies relationships of upper part of Green River formation and lower part of the Uinta formation in Duchesne, Uintah, and Wasatch counties: American Association of Petroleum Geologists Bulletin, v. 38, p. 405–425. Dansguard, W., 1964, Stable isotopes in precipitation: Tellus, v. 16. DeCelles, P.G., and Coogan, J.C., 2006, Regional structure and kinematic history of the Sevier fold-and-thrust belt, central Utah: Geological Society of America Bulletin, v. 118, p. 841–864, doi: 10.1130/B25759.1. de Villiers, S., Greaves, M., and Elderfi eld, H., 2002, An intensity ratio calibration method for the accurate\nGeological Society of America Bulletin, January/February 2009 115\ndetermination of Mg/Ca and Sr/Ca of marine carbonates by ICP-AES: Geochemistry Geophysics Geosystems, v. 3, doi: 10.1029/2001GC000169. Dickinson, W.R., Lawton, T.F., and Inman, K.F., 1986, Sandstone detrital modes, central Utah foreland region: Stratigraphic record of Cretaceous–Paleogene tectonic evolution: Journal of Sedimentary Petrology, v. 56, p. 276–293. Dickinson, W.R., Klute, M.A., Hayes, M.J., Janecke, S.U., Lundin, E.R., McKittrick, M.A., and Olivares, M.D., 1988, Paleogeographic and paleotectonic setting of Laramide sedimentary basins in the central Rocky Mountain region: Geological Society of America Bulletin, v. 100, p. 1023–1039. Douglass, E., 1914, Geology of the Uinta formation: Geological Society of America Bulletin, v. 25, p. 417–420. Dyni, J.R., Milton, C., William, B., and Cashion, J., 1985, The saline facies of the upper part of the Green River Formation near Duchesne, Utah, in Picard, M.D., ed., Geology and Energy Resources, Uinta Basin, Utah: Utah Geological Association, p. 51–60. Eaton, J.G., Hutchison, J.H., Holroyd, P.A., Korth, W.W., and Goldstrand, P.M., 1999, Vertebrates of the Turtle Basin local fauna, middle Eocene, Sevier Plateau, south-central Utah, in Gilleue, D.D., ed., Vertebrate Paleontology in Utah: Utah Geological Survey Miscellaneous Publication, p. 463–468. Elston, D.P., and Young, R.A., 1991, Cretaceous–Eocene (Laramide) landscape development and Oligocene–Pliocene drainage reorganization of Transition Zone and Colorado Plateau, Arizona: Journal of Geophysical Research, v. 96, p. 12,389–12,406, doi: 10.1029/90JB01978. Eugster, H.P., and Kelts, K., 1983, Lacustrine chemical sediments, in Goudie, A.S., and Pye, K., eds., Chemical Sediments and Geomorphology: Precipitates and Residua in the Near-Surface Environment: San Francisco, Academic Press, p. 321–368. Fleck, R.J., Anderson, J.J., and Rowley, P.D., 1975, Chronology of mid-Tertiary volcanism in High Plateaus region of Utah, Cenozoic geology of the southwestern High Plateaus of Utah, in Anderson, J.J, et al., eds., Cenozoic geology of southwestern High Plateaus of Utah: Geological Society of America Special Paper 160, p. 53–62. Flowers, R. M., Wernicke, B., and Farley, K. A., 2008, Unroofi ng, incision, and uplift history of the southwestern Colorado Plateau from apatite (U-Th)/He thermochronometry: Geological Society of America Bulletin, v. 120, p. 571-587 Fouch, T.D., Lawton, T.F., Nichols, D.J., Cashion, W.B., and Cobban, W.A., 1982, Chart showing the preliminary correlation of major Albian to middle Eocene rock units from the Sanpete Valley in central Utah to the Book Cliffs in eastern Utah, in Nielson, D.L., ed., Overthrust Belt of Utah: Utah Geological Association Publication 10, p. 267–272. Fouch, T.D., Lawton, T.F., Nichols, D.J., Cashion, W.B., and Cobban, W.A., 1983, Patterns and timing of synorogenic sedimentation in Upper Cretaceous rocks of central and northeast Utah, in Reynolds, M.W., and Dolly, E.D., eds., Mesozoic Paleogeography of the West-Central United States: Society of Economic Paleontologists and Mineralogists, Rocky Mountain Paleogeography Symposium 2, p. 305–328. Fouch, T.D., Hanley, J.H., Forester, R.M., Keighin, C.W., Pitman, J.K., and Nichols, D.J., 1987, Chart Showing Lithology, Mineralogy, and Paleontology of the Nonmarine North Horn Formation and Flagstaff Member of the Green River Formation, Price Canyon, Central Utah: A Principal Reference Section: U.S. Geological Survey, Miscellaneous Investigation Series, I-1797-A. Fricke, H.C., 2003, Investigation of early Eocene water-vapor transport and paleoelevation using oxygen isotope data from geographically widespread mammal remains: Geological Society of America Bulletin, v. 115, p. 1088–1096, doi: 10.1130/B25249.1. Fricke, H.C., and O’Neil, J.R., 1999, The correlation between 18O/16O ratios of meteoric water and surface temperature: Its use in investigating terrestrial climate change over geologic time: Earth and Planetary Science Letters, v. 170, p. 181–196, doi: 10.1016/S0012-821X(99)00105-3. Garzione, C.N., Dettman, D.L., Quade, J., DeCelles, P.G., and Butler, R.F., 2000, High times on the Tibetan Plateau: Paleoelevation of the Thakkola graben, Nepal: Geology,\nv. 28, p. 339–342, doi: 10.1130/0091-7613(2000)28<33 9:HTOTTP>2.0.CO;2. Garzione, C.N., Dettman, D.L., and Horton, B.K., 2004, Carbonate oxygen isotope paleoaltimetry: Evaluating the effect of diagenesis on paleoelevation estimates for the Tibetan plateau: Palaeogeography, Palaeoclimatology, Palaeoecology, v. 212, p. 119–140. Garzione, C.N., Molnar, P., Libarkin, J.C., and McFadden, B.J., 2006, Rapid late Miocene rise of the Bolivian Altiplano: Evidence for removal of mantle lithosphere: Earth and Planetary Science Letters, v. 241, p. 543–556. Gat, J.R., 1981, Lakes, in Gat, J.R., and Gonfi antini, R., eds., Stable Isotope Hydrology: Deuterium and Oxygen-18 in the Water Cycle: Vienna, International Atomic Energy Agency, Technical Reports Ser., p. 203–221. Gierlowski-Kordesch, E.H., Jacobson, A.D., Blum, J.D., and Valero-Garcés, B.L., 2008, Watershed reconstruction of a Paleocene–Eocene lake basin using Sr isotopes in carbonate rocks: Geological Society of America Bulletin, v. 120, p. 85–95, doi: 10.1130/B26070.1. Goldstrand, P.M., 1990a, Stratigraphy and ages of the basal Claron, Pine Hollow, Canaan Peak, and Grapevine Wash Formations, southwest Utah: Utah Geological and Mineral Survey Open File Report, p. 188. Goldstrand, P.M., 1990b, Stratigraphy and Paleogeography of Late Cretaceous and Paleogene Rocks of Southwest Utah: Utah Geological and Mineral Survey Miscellaneous Publication, 58 p. Goldstrand, P.M., 1992, Evolution of late Cretaceous and early Tertiary basins of southwest Utah based on clastic petrology: Journal of Sedimentary Petrology, v. 62, p. 495–507. Goldstrand, P.M., 1994, Tectonic development of Upper Cretaceous to Eocene strata of southwestern Utah: Geological Society of America Bulletin, v. 106, p. 145–154, doi: 10.1 130/0016-7606(1994)106<0145:TDOUCT>2.3.CO;2. Gonfi antini, R., 1986, Environmental isotopes in lake studies, in Fritz, P., and Fontes, J.C., eds., Handbook of Environmental Isotope Geochemistry: London, Elsevier, p. 113–168. Gregory, H.E., 1950, Geology of eastern Iron County, Utah: Utah Geological and Mineralogical Survey Bulletin 37, p. 1–96. Gregory-Wodzicki, K.M., 1997, The Late Eocene House Range Flora, Sevier Desert, Utah: Paleoclimate and Paleoelevation: Palaios, v. 12, p. 552–567. Heller, P.L., Bowdler, S.S., Chambers, H.P., Coogan, J.C., Hagen, E.S., Shuster, M.W., Winslow, N.S., and Lawton, T.F., 1986, Time of initial thrusting in the Sevier orogenic belt, Idaho-Wyoming and Utah: Geology, v. 14, p. 388–391, doi: 10.1130/0091-7613(1986)14<388:TO ITIT>2.0.CO;2. Henry, C.D., 2008, Ash-fl ow tuffs and paleovalleys in northeastern Nevada: Implications for Eocene paleogeography and extension in the Sevier hinterland, northern Great Basin: Geosphere, v. 4, p. 1–35, doi: 10.1130/ GES00122.1. Hintze, L.F., 1986, Stratigraphy and structure of the Beaver Dam Mountains, southwestern Utah, in Griffi n, D.T., and Phillips, W.R., eds., Thrusting and extensional structures and mineralization in the Beaver Dam Mountains, southwestern Utah: Utah Geological Association Publication 15, p. 1–36. Horton, T.W., and Chamberlain, C.P., 2006, Stable isotopic evidence for Neogene surface downdrop in the central Basin and Range province: Geological Society of America Bulletin, v. 118, p. 475–490, doi: 10.1130/ B25808. Horton, T.W., Sjostrom, D.J., Abruzzese, M.J., Poage, M.A., Waldbauer, J.R., Hren, M., Wooden, J., and Chamberlain, C.P., 2004, Spatial and temporal variation of Cenozoic surface elevation in the Great Basin and Sierra Nevada: American Journal of Science, v. 304, p. 862–888, doi: 10.2475/ajs.304.10.862. Humphreys, E.D., 1995, Post-Laramide removal of the Farallon slab, western United States: Geology, v. 23, p. 987–990, doi: 10.1130/0091-7613(1995)023<0987: PLROTF>2.3.CO;2. Kay, J.L., 1934, The Tertiary formations of the Uinta Basin, Utah: Annals of the Carnegie Museum, v. 23, p. 357–371. Kent-Corson, M.L., Sherman, L.S., Mulch, A., and Chamberlain, C.P., 2006, Cenozoic topographic and cli-\nmatic response to changing tectonic boundary conditions in Western North America: Earth and Planetary Science Letters, v. 252, p. 453–466, doi: 10.1016/ j.epsl.2006.09.049. Kim, S.-T., and O’Neil, J.R., 1997, Equilibrium and nonequilibrium oxygen isotope effects in synthetic carbonates: Geochimica et Cosmochimica Acta, v. 61, p. 3461–3475, doi: 10.1016/S0016-7037(97)00169-5. Knauth, L.P., 1992, Origin and diagenetic history of cherts: An isotopic perspective, in Clauer, N., and Chaudhuri, S., eds., Isotopic Signatures and Sedimentary Rocks: New York, Springer-Verlag, p. 123–152. Lawton, T.F., and Willis, G.C., 1987, The geology of Salina Canyon, Utah: Boulder, Colorado, Geological Society of America Centennial Field Guide, v. 2, p. 265–268, doi: 10.1130/0-8137-5402-X.265. Lawton, T.F., Talling, P.J., Hobbs, R.S., James, H., Trexler, J., Weiss, M.P., and Burbank, D.W., 1993, Structure and stratigraphy of Upper Cretaceous and Paleocene strata (North Horn Formation), eastern San Pitch Mountains, Utah—Sedimentation at the front of the Sevier Orogenic Belt: U.S. Geological Survey Bulletin 1787, no. 2, p. 1–36. Leith, C.K., and Harder, E.C., 1908, The Iron Ores of the Iron Springs District, Southern Utah: U.S. Geological Survey Bulletin 338, 102 p. Lipman, P.W., Prostka, H.J., and Christensen, R.L., 1972, Cenozoic volcansim and plate tectonic evolution of the western United States. I. Early and Middle Cenozoic: Philosophical Transactions of the Royal Society of London, Ser. A: Mathematical and Physical Sciences, v. 271, p. 217–248, doi: 10.1098/rsta.1972.0008. Ludwig, K.R., 2001, SQUID 1.02; a users manual: Berkeley, California, Berkeley Geochronology Center Special Publication 2. MacGinitie, H.D., 1969, The Eocene Green River Flora of Northwestern Colorado and Northeastern Utah, University of California Publications in Geological Sciences: Berkeley, University of California Press, 140 p. Mackin, J.H., 1960, Structural signifi cance of Tertiary volcanic rocks in southwestern Utah: American Journal of Science, v. 258, p. 81–131. McCrea, J.M., 1950, On the isotopic chemistry of carbonates and a paleotemperature scale: Journal of Chemical Physics, v. 18, p. 849–857, doi: 10.1063/1.1747785. McGookey, D.P., 1960, Early Tertiary stratigraphy of part of central Utah: American Association of Petroleum Geologists Bulletin, v. 44, p. 589–615. Mock, C.J., 1996, Climatic controls and spatial variations of precipitation in the western United States: Journal of Climate, v. 9, p. 1111–1125, doi: 10.1175/1520-0442 (1996)009<1111:CCASVO>2.0.CO;2. Molnar, P., and England, P., 1990, Late Cenozoic uplift of mountain ranges and global climate change: Chicken or egg?: Nature, v. 346, p. 29–34, doi: 10.1038/ 346029a0. Morrill, C., and Koch, P.L., 2002, Elevation or alteration? Evaluation of isotopic constraints on paleoaltitudes surrounding the Eocene Green River Basin: Geology, v. 30, p. 151–154, doi: 10.1130/0091-7613(2002)030<0151:E OAEOI>2.0.CO;2. Mulch, A., Teyssier, C., Cosca, M.A., Vanderhaeghe, O., and Vennemann, T.W., 2004, Reconstructing paleoelevation in eroded orogens: Geology, v. 32, p. 525–528, doi: 10.1130/G20394.1. Mulch, A., Teyssier, C., Cosca, M.A., and Chamberlain, C.P., 2007, Stable isotope paleoaltimetry of Eocene core complexes in the North American Cordillera: Tectonics, v. 26, TC4001, doi: 10.1029/2006TC001995. Müller, G., Irion, G., and Forstner, U., 1972, Formation and diagenesis of inorganic Ca-Mg carbonates in the lacustrine environment: Naturwissenchaften, v. 59, p. 158–164, doi: 10.1007/BF00637354. Mullet, D.J., 1989, Interpreting the early Tertiary Claron Formation of southern Utah: Geological Society of America Abstracts with Programs, v. 21, no. 5, p. 120. Nelson, M.E., Madsen, J.H., and Stokes, W.L., 1980, A titanothere from the Green River Formation, central Utah; Telodus uintensis (Perissodactyla; Bronotheriidae): Rocky Mountain Geology, v. 18, p. 127–134. Norris, R.D., Jones, L.S., Corfi eld, R.M., and Cartlidge, J.E., 1996, Skiing in the Eocene Uinta Mountains? Isotopic evidence in the Green River Formation for snow melt\n116 Geological Society of America Bulletin, January/February 2009\nand large mountains: Geology, v. 24, p. 403–406, doi: 10 .1130/0091-7613(1996)024<0403:SITEUM>2.3.CO;2. Norton, K.L., 1986, Lithofacies and paleogeography of the Crazy Hollow Formation, central Utah [M.S. thesis]: Northern Illinois University, 183 p. Peterson, A.R., 1976, Paleoenvironments of the Colton Formation, Colton, Utah: Brigham Young University Geology Studies, v. 23, p. 7–35. Picard, M.D., 1955, Subsurface stratigraphy and lithology of Green River Formation in Uinta basin, Utah: American Association of Petroleum Geologists Bulletin, v. 39, p. 75–102. Picard, M.D., 1957, Green River and lower Uinta Formation subsurface stratigraphy in central and eastern Uinta basin, Utah, in Seal, O.G., ed., Guidebook to the Geology of the Uinta Basin: Intermountain Association of Petroleum Geologists, Annual Field Conference Guidebook, p. 116–130. Picard, M.D., 1959, Green River and lower Uinta Formation subsurface stratigraphy in western Uinta basin, Utah, in Williams, N.C., ed., Guidebook to the Geology of the Wasatch and Uinta Mountains Transition Area: Intermountain Association of Petroleum Geologists, Annual Field Conference Guidebook, p. 139–149. Picard, M.D., and High, L.R., 1968, Sedimentary cycles in the Green River Formation (Eocene), Uinta Basin, Utah: Journal of Sedimentary Petrology, v. 38, p. 378–383. Pitman, J.K., Norris, R.D., Jones, L.S., and Corfi eld, R.M., 1996, Effects of water-residence time on the isotopic evolution of an Eocene closed-basin lake complex: American Association of Petroleum Geologists Bulletin, v. 80, p. A112. Poage, M.A., and Chamberlain, C.P., 2001, Empirical relationships between elevation and the stable isotope composition of precipitation and surface waters: Considerations for studies of paleoelevation change: American Journal of Science, v. 301, p. 1–15, doi: 10.2475/ajs.301.1.1. Poage, M.A., and Chamberlain, C.P., 2002, Stable isotopic evidence for a Pre–Middle Miocene rain shadow in the western Basin and Range: Implications for the paleotopography of the Sierra Nevada: Tectonics, v. 21, p. 10.1029/2001TC001303. Prothero, D.R., 1996, Magnetic stratigraphy and biostratigraphy of the Middle Eocene Uinta Formation, Uinta Basin, Utah, in Prothero, D.R., and Emry, R.J., eds., The Terrestrial Eocene–Oligocene Transition in North America: Cambridge, UK, Cambridge University Press, p. 3–24. Remy, R.R., 1992, Stratigraphy of the Eocene part of the Green River Formation in the south-central part of the Uinta Basin, Utah: U.S. Geological Survey Bulletin 1787-BB, p. 1–79. Ricker, W.E., 1973, Linear regressions in fi shery research: Journal of the Fisheries Research Board of Canada, v. 30, p. 409–434. Roehler, H.W., 1992, Correlation, composition, areal distribution, and thickness of Eocene stratigraphic units, Greater Green River Basin, Wyoming, Utah, and Colorado: U.S. Geological Survey Professional Paper 1506-E, p. 1–49. Rowley, D.B., and Currie, B.S., 2006, Palaeo-altimetry of the Late Eocene to Miocene Lunpola basin, central Tibet: Nature, v. 439, p. 677–681, doi: 10.1038/nature04506. Rowley, D.B., Pierrehumbert, R.T., and Currie, B.S., 2001, A new approach to stable isotope-based paleoaltimetry: Implications for paleoaltimetry and paleohypsometry of the High Himalaya since the Late Miocene: Earth and Planetary Science Letters, v. 188, p. 253–268, doi: 10.1016/S0012-821X(01)00324-7. Rowley, P.D., Anderson, J.J., and Williams, P.L., 1975, A summary of Tertiary volcanic stratigraphy of the southwestern high plateaus and adjacent Great Basin, Utah: U.S. Geological Survey Bulletin 1405-B, p. 1–20. Rowley, P.D., Steven, T.A., Anderson, J.J., and Cunningham, C.G., 1979, Cenozoic Stratigraphic and Structural Framework of Southwestern Utah: U.S. Geological Survey Professional Paper 1149, 22 p. Rowley, P.D., Mehnert, H.H., Naeser, C.W., Snee, L.W., Cunningham, C.G., Steven, T.A., Anderson, J.J., Sable, E.G., and Anderson, R.E., 1994, Isotopic ages and stratigraphy of Cenozoic rocks of the Marysvale Volcanic Field and adjacent areas, west-central Utah: U.S. Geological Survey Bulletin 2071, p. 1–35. Rozanski, K., Araguas-Araguas, L., and Gonfi antini, R., 1993, Isotopic Patterns in Modern Global Precipitation, in Swart, P.K., et al., eds., Climate change in continental isotopic records: Washington, D.C., American Geophysical Union Geophysical Monograph 78, p. 1–37. Ruddiman, W.F., and Kutzbach, J.E., 1990, Late Cenozoic plateau uplift and climate change: Transactions of the Royal Society of Edinburgh, Earth Sciences, v. 81, p. 301–314. Ryder, R.T., Fouch, T.D., and Elison, J.H., 1976, Early Tertiary sedimentation in the western Uinta Basin, Utah: Geological Society of America Bulletin, v. 87, p. 496–512, doi: 10.1130/0016-7606(1976)87<496:ETSITW>2.0.CO;2. Sable, E.G., and Maldonado, F., 1997, The Brian Head Formation (revised) and selected Tertiary sedimentary rock units, Markagunt Plateau and adjacent areas, southwestern Utah: U.S. Geological Survey Bulletin 2153-A, p. 5–26. Sewall, J.O., and Sloan, L., 2006, Come a little bit closer: A high-resolution climate study of the early Paleogene Laramide foreland: Geology, v. 34, p. 81–84, doi: 10.1130/G22177.1. Sewall, J.O., Sloan, L., Huber, M., and Wing, S.L., 2000, Climate sensitivity to changes in land surface characteristics: Global and Planetary Change, v. 26, p. 445–465, doi: 10.1016/S0921-8181(00)00056-4. Sharp, Z.D., 1990, A laser-based microanalytical method for the in situ determination of oxygen isotope ratios of silicates and oxides: Geochimica et Cosmochimica Acta, v. 54, p. 1353–1357, doi: 10.1016/0016-7037(90)90160-M. Sheldon, N.D., and Retallack, G.J., 2004, Regional paleoprecipitation records from the Late Eocene and Oligocene of North America: Journal of Geology, v. 112, p. 487–494. Sjostrom, D.J., Hren, M., Horton, T.W., Waldbauer, J.R., and Chamberlain, C.P., 2006, Stable isotopic evidence for a pre–late Miocene elevation gradient in the Great Plains– Rocky Mountain Region, USA, in Willet, S., et al., eds., Tectonics, Climate, and Landscape Evolution: Geological Society of America Special Paper 398, p. 309–319. Smith, M.E., 2002, 40Ar/39Ar Geochronology of the Eocene Green River Formation, Wyoming and Utah [M.S. thesis]: University of Wisconsin–Madison, 71 p. Smith, M.E., Singer, B.S., Carroll, A.R., and Fournelle, J.H., 2006, High-resolution calibration of Eocene strata: 40Ar/39Ar geochronology of biotite in the Green River Formation: Geology, v. 34, p. 393–396, doi: 10.1130/ G22265.1. Smith, M.E., Carroll, A.R., and Singer, B.S., 2008, Synoptic reconstruction of a major ancient lake system: Eocene Green River Formation, western United States: Geological Society of America Bulletin, v. 120, p. 54–84, doi: 10.1130/B26073.1. Sonder, L.J., and Jones, C.H., 1999, Western United States extension: How the west was widened: Annual Review of Earth and Planetary Sciences, v. 27, p. 417–462, doi: 10.1146/annurev.earth.27.1.417. Spieker, E.M., 1946, Late Mesozoic and early Cenozoic history of central Utah: U.S. Geological Survey Professional Paper 205-D, p. 117–161. Spieker, E.M., and Reeside, J.B., 1925, Cretaceous and Tertiary formations of the Wasatch Plateau, Utah: Geological Society of America Bulletin, v. 36, p. 435–454. Stanley, K.O., and Collinson, J.W., 1979, Depositional history of Paleocene–lower Eocene Flagstaff Limestone and coeval rocks, Central Utah: American Association of Petroleum Geologists Bulletin, v. 63, p. 311–323. Stokes, W.L., 1986, Geology of Utah: Salt Lake City, University of Utah, Utah Museum of Natural History, 280 p. Surdam, R.C., and Stanley, K.O., 1979, Lacustrine sedimentation during the culminating phase of Eocene Lake Gosiute, Wyoming (Green River Formation): Geological Society of America Bulletin, v. 90, p. 93–110, doi: 10.11 30/0016-7606(1979)90<93:LSDTCP>2.0.CO;2. Surdam, R.C., and Stanley, K.O., 1980, Effects of changes in drainage-basin boundaries on sedimentation in Eocene Lakes Gosiute and Uinta of Wyoming, Utah, and Colorado: Geology, v. 8, p. 135–139, doi: 10.1130/0091-761 3(1980)8<135:EOCIDB>2.0.CO;2. Talbot, M.R., 1990, A review of the paleohydrological interpretation of carbon and oxygen isotopic ratios in primary lacustrine carbonates: Chemical Geology, v. 80, p. 261–279. Talbot, M.R., and Kelts, K., 1990, Paleolimnological signatures from carbon and oxygen isotopic ratios in carbonates from organic carbon-rich lacustrine sediments, in Katz, B.J., ed., Lacustrine basin exploration: Case studies and modern analogs: Tulsa, Oklahoma, American Association of Petroleum Geologists Memoir 50, p. 99–112. Taylor, W.J., 1993, Stratigraphic and lithologic analysis of the Claron Formation in southwestern Utah: Utah Geological Survey Miscellaneous Publication, v. 93-1, 52 p. Weiss, M.P., 1982, Relation of the Crazy Hollow Formation to the Green River Formation, Central Utah, Overthrust Belt of Utah: Utah Geological Association Publication, v. 10, p. 285–289. Wells, N.A., 1983, Carbonate deposition, physical limnology and environmentally controlled chert formation in Paleocene–Eocene Lake Flagstaff, central Utah: Sedimentary Geology, v. 35, p. 263–296, doi: 10.1016/0037-0738(83)90062-3. Willis, G.C., 1986, Geologic Map of the Salina Quadrangle, Sevier County, Utah, Map 83: Utah Geological and Mineral Survey, scale 1:24,000, 2 sheets with 20 p. pamphlet. Willis, G.C., 1988, Geologic Map of the Aurora Quadrangle, Sevier County, Utah: Utah Geological and Mineral Survey, scale 1:24,000, 2 sheets with 21 p. pamphlet. Wing, S.L., 1998, Tertiary vegetation of North America as a context for mammalian evolution, in Janis, C.M., ed., Evolution of Tertiary mammals of North America, Volume 1: Terrestrial Carnivores, Ungulates, and Ungulatelike Mammals: Cambridge, UK, Cambridge University Press, p. 37–60. Wolfe, J.A., 1994, Tertiary climatic changes at middle latitudes of western North America: Palaeogeography, Palaeoclimatology, Palaeoecology, v. 108, p. 195–205, doi: 10.1016/0031-0182(94)90233-X. Wolfe, J.A., Schorn, H.E., Forest, C.E., and Molnar, P., 1997, Paleobotanical evidence for high altitudes in Nevada during the Miocene: Science, v. 276, p. 1672–1675, doi: 10.1126/science.276.5319.1672. Wolfe, J.A., Forest, C.E., and Molnar, P., 1998, Paleobotanical evidence of Eocene and Oligocene paleoaltitudes in midlatitude western North America: Geological Society of America Bulletin, v. 110, p. 664–678, doi: 10.1130/00 16-7606(1998)110<0664:PEOEAO>2.3.CO;2. WRCC, 2006, Historical Climate Information, www.wrcc. dri.edu/newweb.html: Reno, Nevada, Western Regional Climate Center. Zawiskie, J., Champman, D., and Alley, R., 1982, Depositional history of the Paleocene–Eocene Colton Formation, north-central Utah, in Nielson, D.L., ed., Overthrust Belt of Utah: Utah Geological Association Publication 10, p. 273–284."
  }, {
    "heading": "MANUSCRIPT RECEIVED 12 AUGUST 2007 REVISED MANUSCRIPT RECEIVED 14 MARCH 2008 MANUSCRIPT ACCEPTED 18 MARCH 2008",
    "text": "Printed in the USA"
  }],
  "year": 2015,
  "references": [],
  "id": "SP:cc25c03029ac285c9a18645035cc6c31014e1828",
  "authors": []
}