{
  "year": 2004,
  "references": [{
    "title": "Geologic Time Table (Elsevier, Amsterdam)",
    "authors": ["B.U. Haq", "F.W.B. Van Eysinga"],
    "year": 1987
  }, {
    "title": "Extinction Events in Earth History (eds",
    "authors": ["P.N. Leary", "M.R. Rampino"],
    "year": 1990
  }, {
    "title": "The Earth's Sedimentary Shell (American Geological Institute, Falls Church VA)",
    "authors": ["A.B. Ronov"],
    "year": 1983
  }, {
    "title": "The Age of the Earth : An Introduction to Geological Ideas (Benn, London)",
    "authors": ["A. Hohnes"],
    "year": 1927
  }, {
    "title": "Spectral Analysis and its Applications (Holden-Day, San Francisco)",
    "authors": ["G.M. Jenkins", "D.G. Watts"],
    "year": 1968
  }, {
    "title": "A Geologic Time Scale",
    "authors": ["W.B. Harland", "A.V. Cox", "P.G. Llewellyn", "C.A.G. Pickton", "A.G. Smith", "R. Walters"],
    "year": 1982
  }, {
    "title": "A Geologic Time Scale",
    "authors": ["W.B. Harland", "R.L. Armstrong", "A.V. Cox", "L.E. Craig", "A.G. Smith", "D.G. Smith"],
    "year": 1989
  }, {
    "title": "Mass Extinctions, Processes and Evidence (ed. Donovan, S.K.) (Columbia, New York)",
    "authors": ["C.J. Orth"],
    "year": 1990
  }, {
    "title": "Patterns and Processes in the History ofLife (eds., Raup, D.M",
    "authors": ["E.F. Connor"],
    "year": 1986
  }, {
    "title": "EPISODES OF TERRESTRIAL GEOLOGIC ACTIVITY",
    "authors": ["A.G. Fischer", "M.A. Arthur"],
    "venue": "Soc. Econ. Paleont. and Mineral. Special Pub",
    "year": 1977
  }, {
    "title": "Mass Extinctions, Processes and Evidem'e (Columbia, New York)",
    "authors": ["S.K. Donovan"],
    "year": 1989
  }, {
    "title": "The Permian-Triassic Boundary in the Carnic Alps of Austria (Gartnerkofel Region)",
    "authors": ["W.T. Holser"],
    "venue": "Abhand. der Geologisch. Bundesanstalt,",
    "year": 1991
  }],
  "id": "SP:2a05e635419af55302e915ad4ac31d82b5052dc3",
  "authors": [{
    "name": "MICHAEL R. RAMPINO",
    "affiliations": []
  }, {
    "name": "KEN CALDEIRA",
    "affiliations": []
  }],
  "abstractText": "Records of major geologic events of the past ~260 Myr including: biologic extinction events, ocean-anoxic and black-shale events, major changes in sea level, major ew~porite (salt) deposits, continental flood-basalt eruptions, first-order discontinuities in sea-floor spreading, and major mountain building events, have been aggregated and analyzed with moving-window and spectral techniques that facilitate recognition of clustering and possible cyclicity. Significant clustering of events suggests a model in which changes in rates and directions of sea-floor spreading (\"ridge jumps\") are associated with episodic rifting, volcanism, mountain building, global sea level and changes in the composition of the earth's atmosphere via the carbon cycle. Variation in atmospheric CO2 affects global climate, ocean circulation and marine productivity. The geologic data formally show a statistically significant underlying periodicity of 26.6 Myr for the Mesozoic and Cenozoic (the exact period differs with minor changes in geologic dating). Phase inIbrmation suggests that the most recent maximum of the cycle occurred within the last 9 Myr, and may be close to the present time. The quasi-regular pulses of activity might be related to internal earth processes. However, a similar periodicity in impact craters and in galactic dynamics, and a one-to-one correlation among mass extinctions, large impact events, and flood-basalt volcanism, indicate an extraterrestrial pacemaker.",
  "title": "EPISODES OF TERRESTRIAL GEOLOGIC ACTIVITY DURING THE PAST 260 MILLION YEARS: A QUANTITATIVE APPROACH"
}