{
  "sections": [{
    "text": "Key words: planets and satellites: Mars — Geology — surface processes — interior processes"
  }, {
    "heading": "1 INTRODUCTION",
    "text": "Although only half of the size of the Earth (Fig. 1), Mars has a remarkably rich and complex preserved geological record covering a time span possibly longer than on Earth, which has been irreversibly lost due to the continuous crustal recycling operated by terrestrial plate tectonics (e.g. Hamilton 2007).\nOur knowledge about the Geology of Mars is ramping up steeply, but most of what we know has its roots in the planetary explorations of the ’60s and ’70s. The largest advancement in our knowledge of Mars since the start of telescopic observations was made by the twin Viking missions (e.g. Arvidson et al. 1980; Carr 1987), although telescopic campaigns were still widely used in the ’90s (Parker et al. 1999). In particular, the knowledge about the global geology and stratigraphy gained a tremendous benefit from the then enormous set of data collected by Viking (e.g. Tanaka 1986). During the post-Viking era, in the ’80s and the ’90s of the last century, this relatively limited dataset, after being analyzed and exploited for several years, produced long-standing results (Kieffer\n& Jakosky 1993) in all geological and neighboring disciplines. In many cases, the validity of these results remained unchanged over the last three decades, in some others, it has been challenged by newer discoveries. Nowadays, after some 10 more successful missions, we have collected an enormous set of data that needs to be digested.\nCombined results from Viking and subsequent missions concurred to update our knowledge on Mars Geology (e.g. Carr 2006; Bell 2008; Kargel 2004). In this respect, the study of terrestrial analogs, in terms of landforms and processes, also helped our understanding of the Geology on Mars (Chapman 2007), providing constraints on formation conditions of several landforms and deposits.\nWe are nowadays approaching field-like scale observations of Mars with both orbital and rover (Squyres et al. 2004a,b) platforms (Fig. 2), but many questions still remain unanswered, such as the actual amount and timing of past liquid water on and below the surface, the exact mechanisms of alteration of rocks, the nature of extensive layered deposits in Valles Marineris (e.g. Lucchitta et al. 1992) and elsewhere (e.g. Hynek & Phillips 2008), and the actual composition and exact variability of the Martian crust, just to name a few. Nevertheless, enormous progress has been made in the field of hyperspectral analysis and identification of local mineralogy from orbit (e.g. Bibring et al. 2005; Bibring et al. 2006; Mustard et al. 2005, 2008; Gendrin et al. 2005; Bibring & Langevin 2008).\nDuring the upcoming decades, we will likely see an increasingly complex and ambitious set of Mars exploration missions. The analysis of the wealth of data acquired in the last ten years or so itself contains potential revolutions in our understanding of Mars Geology and planetary evolution. New paradigms will have the chance to be elaborated upon and the understanding of ancient Mars, still potentially accessible, will also be an important cornerstone for the understanding of early Earth.\nThe upcoming chapters will briefly highlight several issues with respect to Geology. Technical terms will be marked in this text as italic and can be looked up in any general Earth Science dictionary, such as McGraw-Hill (2003), Bates & Jackson (1984) and Kusky (2005). Mars toponyms can be located using the IAU Planetary Nomenclature Gazetteer (IAU-USGS 2010)."
  }, {
    "heading": "1.1 Mars vs. Earth — A General Overview",
    "text": ""
  }, {
    "heading": "1.1.1 Timing",
    "text": "The first striking global characteristic of Mars is its hemispheric dichotomy (Watters et al. 2007), which divides a low-lying northern hemisphere, apparently depleted of craters, from a high southern one, with clear impact craters and basins (Fig. 3). The geological eras on Mars (e.g. Neukum et al. 2001; Hartmann & Neukum 2001) (Fig. 4) are obviously much coarser than on Earth (Walker & Geissman 2009) and comprise: Noachian (4.65–3.7 Gyr), Hesperian (3.7–3.0 Gyr ) and Amazonian\n(3.0 Gyr-present). During its 4.6 Gyr history, Mars has experienced large-scale volcanism combined with a lack of plate tectonics or other means to recycle its lithosphere, and so it has maintained its volcanic record almost intact, including colossal volcanic edifices and extensive flood basalts (e.g. McEwen et al. 1999). With peaks in the Noachian and Hesperian eras (Greeley & Spudis 1981; Neukum et al. 2004), Martian volcanism was possibly active until a few tens of million years ago (Neukum et al. 2004). Tectonic deformation was also intimately associated with the robust volcanism of Mars (e.g. Chicarro et al. 1985; Banerdt et al. 1992; Mège & Masson 1996a) also in some cases possibly until relatively recent times (Knapmeyer et al. 2006). Prominent Earth-like features visible at large scales on Mars are channels and valleys carved by running water in the earlier phases of Mars’ geological history, such as the so-called outflow channels (e.g. Baker 2001; Nelson & Greeley 1999; Fairén et al. 2003). Until very recently, evidence of past water-related activities was primarily geomorphological in nature. Since less than a decade ago, hyperspectral compositional data have supported the idea of an ancient water-rich Mars (Baker et al. 1991), while also opening a new set of questions on how and when (e.g. Bibring et al. 2005; Bibring et al. 2006; Mustard et al. 2005; Bibring & Langevin 2008) water-related alteration of rocks happened.\nThe actual temporal association of geological events (e.g. volcanic phases vs. outflow channel development) is described in detail by various authors (e.g. Head 2007; Carr 2006; Tanaka 1986; Neukum et al. 2004)."
  }, {
    "heading": "1.1.2 Physical properties",
    "text": "Mars’ orbit is slightly elliptical with a semi-major axis of 1.52 AU and a distance of 1.381 AU at perihelion and 1.666 AU at aphelion. Similar to Earth, the rotational spin axis is tilted by 25.19◦ (Earth’s tilt is currently 23.44◦) and is undergoing significant oscillations between 15◦ to 35◦ with a period of 105 yr (Ward 1992; Kieffer & Zent 1992; Laskar et al. 2004). Obliquities as high as 60◦ led to a higher solar flux in polar areas and as a consequence a redeposition of polar ice to mid latitudes. Mars’ orbital eccentricity is around 0.093 and its orbit is inclined by 1.85◦ with respect to the ecliptic, leading to more pronounced seasons when compared to the Earth with long and cold southern hemispheric winters (i.e. pronounced northern-hemispheric summers of 183 Earth days) and shorter and warmer southern hemispheric summers (158 Earth days). Eccentricity values can vary considerably and take values between 0.0 to 0.15 (Laskar et al. 2004). Martian seasons are not given in months but as aerocentric longitudes of the Sun in degrees (solar longitude, LS). Northern hemispheric spring (vernal equinox) starts at LS = 0◦ corresponding to the beginning of the southern hemispheric fall. Northern summer solstice occurs at LS = 90◦ corresponding to winter in the southern hemisphere. A Mars day (termed sol) is comparable to the duration of an Earth’s day with 24h39m, due to its orbit, however, its period of rotation is 687 d (or 669 sols) which corresponds to 1.88 Earth years.\nMars has a size between that of Earth and the Moon with a mean radius of 3389.5±0.2 km, i.e., an equatorial axis of 3396.19±0.1 km and a polar axis of 3376.2±0.1 km, resulting in a slight polar flattening of 1:169.89 (Seidelmann et al. 2002) as mainly elaborated through the Mars Orbiter Laser Altimeter (MOLA) instrument onboard the Mars Global Surveyor and occultation measurements (Esposito et al. 1992; Smith et al. 1999, 2001). The surface area of Mars is 149×106 km2 which roughly corresponds to the surface area covered by land masses on the Earth. Mars’ surface gravity has a value of 3.711 m s−2 and is thus in between that of Earth (9.81 m s−2) and Earth’s moon (1.63 m s−2).\nAs for the Earth, Mars’ interior is differentiated into a crust of basaltic composition and variable thickness of 5–100 km with a greater thickness in the southern hemisphere, a mantle and a core with a radius of roughly 1300–1500 km. The absence of a magnetic field leads to the conclusion that Mars’ core is solid today. Mars is considered to be a one-plate planet showing no indication of plate tectonics (Longhi et al. 1992; Stevenson 2001; Zuber 2001). The global physiography is\ncharacterized by a pronounced global dichotomy with smooth northern lowland plains and a heavilycratered southern hemisphere. The dichotomy boundary is marked by an escarpment which is well pronounced in mid-longitudes and less well-developed in the region of the Tharsis volcanic rise and the eastern Chryse Planitia region. Topographically, Mars shows a wide height range from –7550 m at the deepest point located in the Hellas Planitia impact basin in the eastern hemisphere to 22640 m at the top of Olympus Mons, the largest volcano in the solar system (Seidelmann et al. 2002). Due to the absence of sea level, these values depend on the artificial reference body used so that values as high as 29 km for the highest point and –8.2 km for the deepest are found frequently when elevations are referenced with respect to the equipotential surface of the truncated sphere with r = 3396 km.\nMars’ atmosphere is mainly made up of carbon dioxide, with 95% carbon dioxide, 3% nitrogen, 1.6% argon, and traces of oxygen and water. The pressure at the surface ranges from 6.9 to 9 mbar with peak values of 14 mbar at the deepest elevation and 0.7 mbar at the top of Olympus Mons (Fanale et al. 1992; Zurek 1992; Carr 2006). Surface pressure varies considerably due to seasonal condensation of CO2 at the poles where up to 25% of the atmosphere resublimates. Due to the\nthin atmosphere, diurnal surface temperatures range from polar 150 K to equatorial 240 K but they can reach values as high as 300 K at maximum (Kieffer et al. 1977). At these temperature and surface pressure ranges, CO2 easily sublimates during late fall/winter at the poles and resublimates during spring and summer as the triple point of carbon dioxide is located at T = 216.55 K/5.2 bar. This also indicates that liquid CO2 cannot be stable under Martian conditions. In the given pressure ranges, liquid water is, in general, only stable in a very small window and only transiently, but local atmospheric effects can increase the stability range (James et al. 1992; Jakosky & Haberle 1992; Jakosky & Phillips 2001; Leovy 2001; Haberle et al. 2001; Carr 2006).\nMars has two satellites called Phobos and Deimos that were both discovered in 1877 by A. Hall and which are considered to be captured asteroids from the main belt and are spectrally similar to C- or D-type asteroids (Batson et al. 1992; Thomas et al. 1992b). Phobos is described by a triaxial rotational ellipsoid with radii of 13.4×11.2× 9.2 km (Seidelmann et al. 2002) and a mean density of 1.887 g cm−3. It has a slightly eccentric orbit (ε = 0.0151) with a periapsis distance of 9034 km and an apoapsis one of 9517 km, and thus is located inside the Roche limit, leading either to a breakup in the future or to a collision with Mars. Its orbit is slightly inclined (1.09◦) with respect to Mars’ equator and orbits around Mars in 7h39m. Due to its synchronous rotation, it always shows the same face towards the Martian surface. Deimos is smaller in size with radii of 7.5 ×6.1 × 5.2 km and its near circular orbit has a semimajor axis of 23460 km. Phobos’ mean density is about 1.47 g cm−3. It takes Deimos 1d6h in its orbit to revolve around Mars."
  }, {
    "heading": "1.2 A Brief History of Mars Exploration",
    "text": "The exploration of Mars can be roughly divided into three major periods. The first one is the prespacecraft area characterized by naked-eye and telescopic observations starting in the early ages of humankind - in a time when the appearance of the red planet was mainly associated with war and disease. Scientific light was shed upon Mars exploration in the course of telescopic observations at the beginning of the 17th century and culminated in the mid 20th century (Martin et al. 1992). During the space race in the early 1960s and 1970s, the second period of planetary exploration began and Mars became a target of exploration by spacecraft with the major goal of reaching Mars by flyby at short distance and to conduct environmental measurements and image the surface from a close approach trajectory (Snyder & Moroz 1992). Later goals were targeted in orbiter and lander or rover missions. The third period of exploration has recently begun and strives towards joint efforts to investigate the red neighbor by multinational large-scale endeavors to pave the way for human exploration.\nIn contrast to robotic missions to the Moon, mission and instrument designs must cope with totally different requirements and start windows are limited to times when Mars and Earth are approaching each other on their individual heliocentric orbits which occurs every two years. It was not until 1965 when the US succeeded in sending the Mariner 4 spacecraft to Mars and obtained the first 22 images of the surface of Mars (Nicks 1967) showing a barren wasteland filled with impact craters. Following the Mariner 4 success, improved spacecraft design and new instrumentation led to thousands of TV camera observations, IR/UV measurements and investigations of the interplanetary environment over the course of the Mariner 6–9 missions (Masursky et al. 1972). Despite its later launch, Mariner 9 arrived at Mars a week earlier than the Soviet Mars 2 and became the first Mars orbiting spacecraft ever. Although a global dust storm hindered clear sight of the surface at the beginning of Mariner’s mapping phase, the mission finally resulted in a global mapping of the surface of Mars with over 7300 images returned, including the first detailed views of a diverse landscape consisting of large volcanoes, tectonism, traces of fluvial activity, and polar caps. It also provided information on global dust storms and surface aeolian activity, the satellites Phobos and Deimos, the triaxial figure of Mars, and the complex gravity field. With these findings, Mariner 9 expanded the view of Mars and showed its diverse and geologically complex landscape (Sagan et al.\n1972; McCauley et al. 1972; Hartmann & Raper 1974; Veverka et al. 1974; Born 1974; Sagan & Fox 1975). The science results have been published in a variety of special issues, see Snyder & Moroz (1992), p.117 and references therein.\nThe results of the Mariner 9 mission were surpassed by the dual spacecraft missions Viking 1 and 2 launched in the second half of 1975. Besides a number of scientific instruments consisting of a dual-head camera, IR spectrometer, and an atmospheric water detector unit, both orbiters carried a lander module, which allowed close-up investigations from the planet’s surface and in-situ measurements of the regolith and atmosphere. The Viking 1 Orbiter operated until the summer of 1980 after having completed over 1400 orbits while the Viking 2 Orbiter was shut off after having completed over 700 mapping orbits and providing images down to a resolution of 150 m pixel−1 and as high as 7 m pixel−1 locally from a 300 km orbit with their TV camera systems.\nThe Viking landers operated until 1980 (Viking 1 Lander) and late 1982 (Viking 2 Lander) sending back 1400 images of the surface and massive amounts of data on the properties of the atmosphere, the regolith and rocks. Volcanoes, lava plains, immense canyons, cratered areas, windformed features, and evidence of surface water are apparent in the orbiter images.\nThe planet appears to be divisible into two main regions: northern low plains and southern cratered highlands. Superimposed on these regions are the Tharsis and Elysium bulges, which are high-standing volcanic areas, and Valles Marineris, a system of giant canyons near the equator. Measured temperatures at the landing sites ranged from 150 to 250 K, with a variation over a given day of 35 to 50 K. Seasonal dust storms, pressure changes, and transport of atmospheric gases between the polar caps were observed. The biology experiment produced no evidence of life at either landing site (Fletcher et al. 1976; Soffen 1976b; Soffen & Snyder 1976; Soffen 1976a; Flinn 1977; Soffen 1977; Snyder 1977; Snyder & Moroz 1992).\nAfter a dormant phase in Mars exploration and several new attempts starting in 1988 with two ill-fated Soviet Mars orbiters and Phobos lander missions and the failure of the American Mars Observer in 1992, the US launched the Mars Global Surveyor (MGS) in 1996 which was successfully inserted into Mars’ orbit after some struggling with the solar panels during the aerobraking phase in late 1998. Instruments were modified from their original Mars Observer design, and they provided completely new insights into the geophysics in terms of shape and magnetic field, and the geology in terms of rocks, mineralogy and landscape forming processes.\nThe three most prominent instruments carried by the Mars Global Surveyor were the Mars Orbiter Laser Altimeter, MOLA (Smith et al. 1999), the Mars Orbiter Cameras (Narrow-Angle, MOC-NA and Wide-Angle, MOC-WA) (Malin et al. 1992; Malin & Edgett 2001) and the Thermal Emission Spectrometer (TES) (Christensen et al. 1998). The knowledge about the global shape, relief and topography of Mars we have today resulted from over 6× 108 individual laser-pulse measurements by the MOLA instruments which have hit the ground and were reflected to the MGS spacecraft. Unfortunately, the instrument degraded and it had to be switched off as early as 2001. At that time, the TES instrument conducted its measurements helping to understand the regional-scale mineralogy and physical characteristics of the Martian high- and lowlands as well as the polar caps.\nThe camera instruments were designed to obtain a global image of Mars at a focused scale of 231 m (MOC-WA) during a three-month geodesy phase. This view was similar to the global map provided by the Viking camera experiments into which thousands of TV images at a variety of resolutions were merged. Much of the southern hemisphere, however, was hidden under a global dust storm event that prevented obtaining a clear sight of the surface. The Narrow-Angle telescope (MOC-NA) has provided tens of thousands of highest-resolution images with a scale down to 2 m per pixel depicting unseen details of selected areas.\nIn 2001, the Mars Odyssey spacecraft joined the MGS in orbit around Mars and is still operating today delivering daily multispectral image data of the Martian surface via the Thermal Emission and Imaging Spectrometer, THEMIS (Christensen et al. 2004). The instrument was accompanied by a γ-ray spectrometer combined with a High Energy Neutron detector and Neutron spectrometers\nwhich helped to determine elemental abundances of surface material and provided insights into the subsurface distribution of hydrogen indicating the possible presence of large-scale water/ice reservoirs (Boynton et al. 2002; Mitrofanov et al. 2002). In 2006, the MGS spacecraft was shut down after having operated for over ten years.\nOn the European side, the Mars Express spacecraft was launched in Baikonur in mid 2003 and entered Mars’ orbit in early 2004 (Schmidt 2003). Besides a variety of instruments, the Mars Express consisted of a lander planned for touch-down in Isidis Planitia but which failed to send back any signals (Pillinger & Sims 1998; Sims et al. 1999; Bridges et al. 2003). A wealth of new data is still being delivered today by the High-Resolution Stereo Camera (HRSC, Neukum et al. 2004; Neukum et al. 2004; Jaumann et al. 2007) which not only images the surface at four wavelength bands but which also allows the systematic derivation of high-resolution digital terrain models of the Martian surface, the infrared imaging spectrometer OMEGA (Bibring et al. 2004; Bibring et al. 2004) for the mineralogical and molecular composition of the Martian surface (Bibring et al. 2004), and a subsurface radar sounding instrument (MARSIS, Picardi et al. 2004).\nThe discovery of amounts of methane in the Martian atmosphere by the Mars Express Planetary Fourier Spectrometer (PFS, Formisano et al. 2004a,b) has led to joint NASA-ESA efforts in substantiating a Trace Gas Orbiter mission to Mars as part of the ExoMars program and which is to be launched in 2016. The recent results of the ESA Mars Express mission have been published in Witasse (2009).\nAlso in 2004, the US landed the two Mars Exploration Rovers (MER), one called Spirit which touched down in Gusev Crater at the highland-lowland boundary, the other, called Opportunity, landed on the antipodal side at the equator in Meridiani Planum. Both rovers were equipped with a plethora of camera equipment and sophisticated surface-analyzing instruments to characterize the Martian surface environment and to search for evidence of traces of exobiological life (Squyres et al. 2004a,b). Both rovers were designed for traverses of 100 m d−1 and their planned operating lifetime was 90 Martian days (sols). However, even today after three Martian years, both rovers are still operating, though in January NASA decided to discontinue trying to free the sand-trapped Spirit rover and made it a stationary research station. In contrast to its colleague Opportunity, Spirit’s instrument could not detect significant evidence for water in the past and the rocks analyzed in Gusev crater were mainly of basaltic, i.e. volcanic composition. Opportunity, despite its putatively less spectacular landing area, has come up with plenty of results on altered rocks at the Martian surface indicating the presence of standing bodies of water (Herkenhoff et al. 2004; Bell et al. 2004; Squyres et al. 2006).\nTwo years later, in mid-2006, the Mars Reconnaissance Orbiter (MRO) arrived at Mars leading to an overall number of four orbiters being active around Mars for the first time (Zurek & Smrekar 2007). The instrument suite of the MRO consists of imagers and spectrometers as well as radar instruments for highest resolution mapping (Keszthelyi et al. 2008; Bell et al. 2009). The HighResolution Imaging Science Experiment (HiRISE. McEwen et al. 2007) provides image data in three spectral bands with a resolution of up to 20–30 cm per pixel. The instrument is accompanied by a Context Imager (CTX, Malin et al. 2007) for mapping purposes at a resolution of 5–6 m px−1, the Compact Reconnaissance Imaging Spectrometer (CRISM, Murchie et al. 2007) and the Shallow Radar (SHARAD, Seu et al. 2007) instruments, which are higher resolution counterparts of the Mars Express OMEGA and MARSIS experiments, respectively.\nAs part of the NASA Mars-Scout program, the Phoenix lander touched down in the Martian north polar latitudes in mid 2007. As a stationary mission, Phoenix searched the shallow subsurface for water ice by using its wet-chemistry lab and detected (unconfirmed) traces of perchlorates (Hecht et al. 2009) and precipitation of water ice (Smith et al. 2009). On 2008 November 10 the mission officially ended due to energy shutdown in the course of the Martian north-polar winter."
  }, {
    "heading": "2 CRATERING",
    "text": ""
  }, {
    "heading": "2.1 Chronology and Stratigraphy",
    "text": "The stratigraphy of a planetary surface relates the inventory of rock surface units and the time at which they were emplaced. There are two methods of obtaining absolute ages of rock surface units of planetary bodies. One method links radiogenic isotope ages obtained for the Moon with crater retention ages, i.e., relative ages, obtained through photogeological mapping (Hartmann et al. 1981; Neukum & Ivanov 1994; Hartmann & Neukum 2001). In the other approach, models for rates for formation of impact craters are employed and are transferred to other planetary objects considering their specific environment, e.g., position and size, atmosphere, and target properties (Neukum & Wise 1976; Neukum & Hiller 1981; Hartmann et al. 1981; Schmidt & Housen 1987). For the terrestrial planets in the Inner Solar System, surface ages can only be obtained by models of the crater forming rates on each one of these bodies. Shapes of crater size-frequency distributions (SFDs) measured on the terrestrial planets, including the Moon, were shown to be more or less similar, which indicates (a) the same family of bodies, preferentially asteroids (Main Belt, Near Earth asteroids, etc.) have impacted these planets, and (b) that time dependences of impact and cratering rates are similar to that for the Moon (Neukum & Hiller 1981; Neukum & Wise 1976; Neukum & Ivanov 1994; Neukum et al. 2001; Strom et al. 2005).\nThe establishment of time scales for planetary bodies is based upon geological mapping as defined by surface properties, e.g., morphologies, textures, spectral compositions, and as delineated by geologic contacts and the superposition of individual units following basic stratigraphic principles (e.g. Steno 1669). Relative ages can be derived by measuring the size-frequency distribution of impact craters that have accumulated in a planet’s history through time which means that densely cratered surfaces are older than less-densely cratered surface units. Thus, a geologic unit records the age as expressed by the number of impact craters formed during meteoritic bombardment and the time a unit was exposed to the projectile impact flux (Öpik 1960; Baldwin 1964; Hartmann 1966; Neukum et al. 1975).\nOn Mars, impact cratering and plains volcanism played a dominant role in shaping the planet’s surface through history and a variety of fluvial, glacial and aeolian resurfacing processes have significantly contributed to the morphologies that are observed today. The subdivision of the stratigraphic system of Mars is based on marker horizons that are formed by plains-forming volcanism (Scott & Carr 1978; Tanaka 1986; Tanaka et al. 1992). Martian geologic time periods are from oldest to youngest: the Noachian, the Hesperian, and the Amazonian and subdivisions into epochs (Scott & Carr 1978; Tanaka 1986; Tanaka et al. 1992). For Mars, several chronology models have been proposed and modified over the course of the availability of new higher resolution data. Some of these efforts have been combined lately to form the currently recent chronology model by Hartmann & Neukum (2001). Stratigraphic boundaries (boundaries of time periods) are slightly different, which has led to the Hartmann model (HM) and the Neukum model (NM).\n– A Pre-Noachian period is informally established, although the Noachian basis is not evident; however, radiometrically derived ages for the Martian meteorite ALH84001 with a crystallization age of 4.5 Gyr fit into this period (Mittlefehldt 1994). – The Noachian Period is characterized by the oldest, most densely cratered units in the highlands covering a time range of older than 3.97 to 3.74 Gyr ago (Tanaka et al. 1992; Hartmann & Neukum 2001). Its basis is defined by highland material of the Noachis Terra located between the Argyre and Hellas Planitiae impact basins (Tanaka et al. 1992). The period is generally characterized by Heavy Bombardment impacts, large scale volcanism peaking in the Tharsis region and the highland volcanic provinces, global tectonism and extensive valley network formation indicating fluvial processes and a much denser atmosphere and warmer climate. The Late Noachian period spans 3.86 to 3.74 Gyr ago (Hartmann & Neukum 2001), and is mainly\ncharacterized by cratered plateau material. During that epoch, the crustal dichotomy (Watters et al. 2007) has been morphologically shaped. The Middle Noachian, which covers the time span between 3.97 and 3.86 Gyr ago (Hartmann & Neukum 2001), is characterized by cratered highland terrain shaped by impact cratering and the Argyre Planitia impact-basin event. During the late Early Noachian (> 3.97 Gyr), the Hellas and Isidis impact basins formed and global volcanism shaped the Tharsis region with the formation of Paterae and Tholi, and the circum Hellas Planitia Highland volcanoes (Tanaka et al. 1992). Recently, the Noachian period was characterized in terms of geochemical alteration by Bibring et al. (2006), suggesting that formation of clay minerals, i.e., phyllosilicates, peaked during the Early and Middle Noachian period. – The Hesperian Period is subdivided into the Early and Late Hesperian epochs spanning 3.74 to 2.9 Gyr ago and is characterized by the Hesperia Planum ridged plains material northeast of the Hellas Planitia impact basin. Impact cratering rates were significantly lower when compared to the Noachian period marking the end of the Heavy Bombardment period. Vanishing fluvial activity was replaced by large-scale volcanism in the lowland units (Tanaka et al. 1992, and references therein). The disappearance of surface water has led to the assumption that most of the water is stored as permafrost under the surface. Catastrophic release of water led to formation of outflow channels on Mars in the circum-Chryse and eastern Hellas Planitia regions along with formation of the Martian chaotic terrain and the Valles Marineris system (Tanaka et al. 1992). The Hesperian is also characterized by extensive sulfate deposits (Bibring et al. 2006) primarily in the Valles Marineris region. The Early Hesperian period covers the age range of 3.74 to 3.65 Gyr ago (Hartmann & Neukum 2001) and is defined through the Hesperia Planum ridged plains units. The Late Hesperian, covering the period between 3.65 and 2.9 Gyr ago (Hartmann & Neukum 2001), is defined through the plains material of the northern plains Vastitas Borealis unit. – The Amazonian period spans much of Martian history and starts 2.9 Gyr ago according to the Hartmann model (HM), and up to 3.31 Gyr ago according to the chronology of the Neukum model (NM). The period is generally defined through processes related to the northern lowland units and plains materials, and is characterized by extensive resurfacing processes. Late-stage volcanism and aeolian resurfacing shaped large areas of Mars and obliterated older units (Tanaka et al. 1992). The Amazonian also shows late-stage outflow activity in the circum-Chryse Planitia area and an abundance of ice-related surface processes predominantly near the global dichotomy escarpment and circum-Tharsis volcanoes as well as the circum-Hellas/Argyre Planitiae regions. Surface alteration by the formation of anhydrous ferric oxides led to the planet’s characteristic red surface color (Bibring et al. 2006). The basis of the Upper Amazonian Period is defined by flood plains material of the southern Elysium Planitia area and starts 0.3 Gyr (HM) to 0.6 Gyr (NM) ago (Tanaka 1986; Hartmann & Neukum 2001). Characteristic materials of the Upper Amazonian are predominantly found near the seasonally changing polar caps of Mars and in the young deposits and flow fields delineating the northern hemispheric volcanoes. The Middle Amazonian is defined by the age of Amazonis Planitia lava flow materials (Tanaka 1986; Hartmann & Neukum 2001) and covers the time range between 2.1 Gyr and 0.6 Gyr ago (NM) or 1.4 Gyr to 0.3 Gyr ago (HM). The basis for the Early Amazonian period is set to 3.3 Gyr (NM) to 2.9 Gyr (HM) ago and is defined by the smooth plains materials of Acidalia Planitia (Tanaka 1986; Hartmann & Neukum 2001).\nFor a concise overview of planetary and terrestrial stratigraphic systems see the text-book treatment by Ogg et al. (2008)."
  }, {
    "heading": "2.2 Crater Morphology",
    "text": "Mars exhibits one of the largest morphological variabilities of impact craters among solid bodies in the Solar System (Melosh 1989; Strom et al. 1992) and thanks to the MGS Mars Orbiter Laser\nAltimeter (MOLA) data, a global morphometric characterization of Martian craters has been possible (Garvin & Frawley 1998; Garvin et al. 2003). Simple craters (Fig. 4B) (Pike 1980) are bowl-shaped depressions; they constitute the majority of small impact craters on Mars and their smaller size range observed from orbit is metric or plurimetric. With increasing crater size, there is a transition towards complex craters (Fig. 4C), which show larger and more diverse surface features, such as tangential faults, terraces, and the presence of a central peak, which tends to evolve into a peak ring towards larger crater sizes (Pike & Spudis 1987; Strom et al. 1992). The transition between simple and complex craters on Mars occurs at around 7–8 km in diameter (Garvin & Frawley 1998; Garvin et al. 2003), while the upper size limit for complex craters showing peak rings is around 70 km on Mars. Peak-ring craters are formed up to diameters of around 150 km; after that – for diameters larger than 300 km – multi-ring basins are formed (Pike & Spudis 1987). The Hellas Planitia impact basin located in the southern hemisphere is one of the largest examples of impact basins on Mars (Fig. 3A). However, less visible large impact craters and basins might be located in the northern plains (Fig. 3A) and are faintly visible in morphometric analyses indicating their old age (Frey et al. 2002). The cause for the global dichotomy itself might also possibly be impact-related (Marinova et al. 2008).\nBoth simple and complex craters are common on other solid bodies in the Solar System (e.g. Pike 1980; Melosh 1989; Moore et al. 2001), but one class of craters typical and very abundant on Mars is constituted by rampart craters (Fig. 4D) (Strom et al. 1992) or, in general, craters with Layered Ejecta Structures (LES) (Barlow et al. 2000): they have peculiar lobate ejecta, with a variable degree of geometrical and morphological complexity (Barlow & Perez 2003; Komatsu et al. 2007). The exact formation process for LES is not exactly constrained and two end-member interpretations exist: either that impact-induced fluidization of volatiles in Mars’ upper crust is involved in the LES formation (Barlow & Perez 2003; Barlow 2005), or that the interaction between the impact process and the Martian atmosphere is responsible for LES genesis (Barnouin-Jha & Schultz 1998). The fact that Mars has had a considerable amount of volatiles in its past and a much denser atmosphere makes both explanations plausible; it is also possible that a combination of processes might produce a peculiar crater LES (Komatsu et al. 2007).\nCraters of any size or class can be found in a wide variety of modification stages, due to volcanic, fluvial, glacial, periglacial and aeolian processes (e.g. Craddock et al. 1997; Forsberg-Taylor et al. 2004; Kuzmin et al. 2001; Kreslavsky & Head 2006), possibly co-occurring. All this complexity explains the variety in Martian crater morphologies (Figs. 3 and 4)."
  }, {
    "heading": "3 ENDOGENIC PROCESSES",
    "text": "Our knowledge of Mars’ interior is very limited and is related mostly to what has been derived from orbital data (e.g. Connerney et al. 1999; Spohn et al. 2001; Zuber et al. 2000) while no in situ geophysical observations are available thus far, but envisaged for the near future (Chicarro 2009). Similar to other terrestrial planets, Mars has a largely metallic core, a mantle and a crust, whose absolute sizes have some range of estimates in geophysical models (Spohn et al. 2001).\nGlobal gravity (Zuber et al. 2000) and magnetic fields (Connerney et al. 1999) have been measured by different spacecraft and they depict a planet generally characterized by a rather thick crust (Neumann et al. 2004) and rigid lithosphere (Phillips et al. 2008), apart from early in Martian history (Hoogenboom & Smrekar 2006). Currently, only strong crustal remnant magnetization (Connerney et al. 1999; Langlais & Quesnel 2008) is present in the southern highlands of Mars (Fig. 3C), indicating an early Noachian magnetic dynamo, which produced a global magnetic field, recorded in the ancient crust of the southern hemisphere of Mars (Fig. 3C). The exact mechanism for the production of crustal magnetic anomalies is still debated (e.g. Nimmo 2000; Fairen et al. 2002; Scott & Fuller 2004; Connerney et al. 2005). All these global geophysical features had a great but still not fully understood impact on Mars’ geological evolution (Stevenson 2001; Watters et al. 2007), including its\nprogressive loss of atmosphere subsequent to the stagnation of the magnetic dynamo (e.g. Barabash et al. 2007; Chassefiere & Leblanc 2004; Roberts et al. 2009) and the evolution in space and time of volcanism and tectonism (e.g. Solomon et al. 2005)."
  }, {
    "heading": "3.1 Volcanism",
    "text": "Questions on Mars’ volcanism range from its timing and volume to its emplacement styles (Wilson & Head 1994), compositional variations (Bibring & Langevin 2008; Christensen et al. 2003) and time and space variability (Greeley & Spudis 1981; Neukum et al. 2004). Many of them have been answered by past and current missions.\nMars has a very rich volcanic history (Greeley & Spudis 1981) that dates back from the Noachian up to a few million years ago (Neukum et al. 2004). In general, Mars’ volcanism has some basic dissimilarities to Earth, mainly due to the lower gravity and lower atmospheric pressure, which determines features such as: larger volcanic diapirs at shallow depths, more extensive lava flows, much larger volcanic edifices and areal distribution of (finer) volcaniclastic deposits (Wilson & Head 1994). The large size of volcanic edifices on Mars is not only linked to lower gravity, but also to very long-lived mantle plumes below them (Greeley & Spudis 1981; Baker et al. 2007) and the largely horizontal immobility of the Martian lithosphere over geological timescales (Zuber 2001). This immobility is probably linked to the lack of plate tectonics, at least during the latest and longest portion of its history.\nThe volcanic types on Mars include large shield volcanoes (Fig. 6A) such as the ones of the Tharsis province (Fig. 3A), which are comparable to terrestrial basaltic shield volcanoes, the socalled highland Paterae (Williams et al. 2009) (Fig. 3B) that are considered to be ancient volcanoes where the strong erosion of flanks suggests the interaction of magmatism with groundwater and an explosive style of volcanism, and smaller volcanic constructs such as Tholi or Domes (e.g. Hauber et al. 2005) (Fig. 3C). Extremely large areas on Mars are finally covered by lava flows of variable morphology, some of which bear a strong resemblance to lunar mare basalts (Greeley & Spudis\n1981; Head et al. 2001). Moreover, volcano-water (e.g. Wilson & Head 2004) and volcano-ice (e.g. Chapman & Tanaka 2001) interactions have been proposed to have happened during Martian geological history in different locations and times.\nMars thus shows volcanism with a variety of characteristics and landforms closer in complexity to Earth rather than the Moon. Giant, long-lived mantle plumes provided the engine for the construction of the colossal volcanic provinces, such as Tharsis (Baker et al. 2007), that we see now on Mars.\nThe resulting intrinsic complexity of time-space variability of Mars volcanism (Greeley & Spudis 1981), including its apparent very recent age, at places (Neukum et al. 2004; Schumacher & Breuer 2007) is linked to its internal dynamics (Wilson et al. 2001) which finally produced remarkably young activity, up to about 5 million years ago (Neukum et al. 2004), for a planet whose more active phases date back billions of years.\nOn Mars, as on Earth, volcanism is strongly associated with tectonic activity, especially with tectonic extension: in fact dike swarms (Ernst et al. 2001) and radial grabens are often associated with volcanic provinces on Mars (Fig. 6E)."
  }, {
    "heading": "3.2 Tectonism",
    "text": "Mars displays a variety of tectonic structures, both compressional (related to shortening of the crust) and extensional (related to crust elongation) (Fig. 5C, D), which, from both the morphologic and kinematic point of view, appear very similar to either terrestrial (extensional, mainly) or lunar counterparts (compressional, mainly). The main difference is found in the geodynamics of Mars and Earth of which the lack of plate tectonics is most dominant. The contribution of global sources of stress, such as contraction or polar wandering on currently observed structures, is poorly constrained (Banerdt et al. 1992).\nCompressional structures (Fig. 5C) (Watters 1993; Mueller & Golombek 2004) are present on a global scale on Mars (Chicarro et al. 1985) and show a wide range of types, such as wrinkle ridges, which appear as regularly spaced, two-sided asymmetric elevated curvilinear relief (Watters 2004) or lobate scarps (Watters & Robinson 1998), and positive one-sided features. Wrinkle ridges frequently occur on Mars, the Moon, and Mercury (Head et al. 2007) and are located in a variety of locations and geological settings on Mars (e.g. Chicarro et al. 1985; Plescia & Golombek 1986; Watters 1993; Mueller & Golombek 2004).\nThe generic compressional nature of wrinkle ridges and lobate scarps is not in doubt, but the exact subsurface structural associations are not obvious (Schultz 2000).\nOn the other hand, extensional structures (Fig. 5C, D) are morphologically easier to detect and observe on Mars: extensional faults tend to be more visible as ruptures than compressional ones. Compressional faults are usually buried for most of their length. Long, narrow grabens can be found in a variety of locations on Mars (e.g. Banerdt et al. 1992), while much more spectacular large-scale extensional features, comparable in shape to terrestrial extensional rifts (Hauber et al. 2009a), are located in a few locations in both the southern and northern hemispheres, e.g. Thaumasia and Tempe Terra (Hauber et al. 2009a); they consist of large, complex associations of normal faults, thousands of kilometers long and a few kilometers deep.\nDike swarms (Ernst et al. 2001), associated with narrow long grabens, are often closely related to large volcanic edifices such as Alba Patera.\nTranscurrent or strike slip structures are also present at small scales on Mars (e.g. Schultz 1989), but are far less represented than compressional and extensional ones, also due to the lack of plate tectonics and large-scale transform boundaries.\nThe occurrence and location of both compressional and extensional structures are strongly controlled by the regional geology on Mars (Fig. 3). In particular, the huge Tharsis bulge has global stress effects and it yielded numerous radial (with respect to Tharsis geometrical center) extensional\nstructures (e.g. Tanaka et al. 1991; Banerdt et al. 1992) and concentric compressional ones (e.g. Chicarro et al. 1985). The peculiar association of different types of tectonic structures and the huge Tharsis province is due to the extreme loading produced and can be interpreted primarily as the result of a huge mantle plume (Mège & Masson 1996a; Baker et al. 2007), with various models presented in the literature (e.g. Mège & Masson 1996b; Grott & Breuer 2009).\nTectonic activity on Mars is distributed over a wide time span (e.g. Banerdt et al. 1992), and it is strongly linked with volcanism, which has been suggested to be rather recent in some cases (e.g. Neukum et al. 2001), therefore some faults could have been recently active and could have potentially produced earthquakes (Knapmeyer et al. 2006), but actual measurements are still lacking (e.g. Chicarro 2009)."
  }, {
    "heading": "4 EXOGENIC PROCESSES",
    "text": "Exogenic processes on Mars find almost no other competitor than Earth in the Solar System for their variety, magnitude and importance in shaping the planet’s surface. Many landforms and deposits on Mars resemble terrestrial counterparts, although their scale, similar to the endogenic Martian volcanic features, is usually much larger than on Earth.\nThis has been obvious since the early exploration of Mars (e.g. Nicks 1967; Arvidson et al. 1980) and the basis of most geological interpretations has been geomorphology, for more than three decades (e.g. Baker 1979; Carr 1987; Baker et al. 1992) (Fig. 7).\nRecent discoveries on Martian surface composition (e.g. Bibring et al. 2005; Bibring et al. 2006; Mustard et al. 2005) also include many relevant observations in the field of sedimentary geology (e.g. Gendrin et al. 2005; Mustard et al. 2008; Milliken et al. 2008, 2009) as all these new data are adding mineralogical context information to geology and geomorphology, supporting the picture of an earlier wetter Mars. Many mysteries remain about the detailed conditions of this water-rich period and the actual relation between water-carved morphologies (such as outflow channels) and water-based alteration of volcanic bedrock (e.g. Bibring et al. 2006). Noachian alteration of basaltic rocks is extensive and leads to the formation of clay minerals, among others, but exact mechanisms of alteration and the amount of water involvement are still largely debated (e.g. Poulet et al. 2005; Ehlmann et al. 2009; Schwenzer & Kring 2009). The discovery of relatively younger sulfate deposits (Gendrin et al. 2005) on Mars has also sparked debates on their origin, either primary (e.g. Rossi et al. 2008) or derived from alteration (Murchie et al. 2009). In this respect, rover-based data are complementing orbital datasets in depicting local portraits of past Mars aqueous activity (e.g. Grotzinger et al. 2005).\nThe appreciation and utilization of the full impact of recent hyperspectral-based discoveries on Mars will probably take years, but they are already changing the way Martian geology and geomorphology are being studied."
  }, {
    "heading": "4.1 Sedimentation and Erosion",
    "text": "A striking erosional landform class is constituted by outflow channels (e.g. Baker 1979; Baker et al. 1992), which are very large (thousands of kilometers long, tens of kilometers wide, kilometers deep) systems (Fig. 7A).\nThey have been interpreted to be the result of some sort of catastrophic fluid release (e.g Carr 1979), most likely water, but a certain role of ice in channel formation and modification has also been proposed (Lucchitta 2001). Such features are closely related to the so-called chaotic terrains on Mars which consist of mesas to blocky terrains, where a clear disruption and loss of material has occurred (e.g. Sharp 1973). They are mostly located at low latitudes, in the area of the crustal dichotomy boundary (Fig. 3) and they have been suggested to have been produced by catastrophic release of fluids (e.g. Carr 1979), either in single or multiple episodes (e.g. Nelson & Greeley 1999; Rodrı́guez et al. 2005). There are no clear-cut terrestrial analogs to chaotic terrains, although some morphological, and possibly mechanical, similarities exist among these Martian features and submarine slope failures (Nummedal & Prior 1981), while the types of rocks are most likely completely different: unconsolidated to semi-consolidated sediments on Earth and mega-regolith or stacked basaltic lava flows on Mars.\nThe role of surface/subsurface collapses in the formation of landforms, such as chaotic terrains (Rodrı́guez et al. 2005) or the neighboring Valles Marineris canyon system (Schultz 1998), is very likely but not well constrained, due to the lack of a clear subsurface picture.\nIn addition, apart from subsurface collapses, a certain pre-existing structural control on the chaotic terrain development, either tectonic or impact related, is likely (e.g. Rodrı́guez et al. 2005).\nA genetic connection between outflow channels and chaotic terrains, apart from the spatial vicinity and morphological continuity, has been proposed (e.g. Nelson & Greeley 1999; Rodrı́guez et al.\n2005), implying that chaos areas are the source for the channel-carving fluids. Outflow channels experienced multiple episodes of flooding (Nelson & Greeley 1999) and several phases of erosion and sedimentation (e.g. Pacifici et al. 2009), thus producing the complex association of landforms now visible on the surface.\nThere are some terrestrial analogs to large-scale flood-related features such as outflow channels in Washington state (Baker 2001, 2009), Gibraltar (Ryan 2009) and the English Channel (Gupta et al. 2007), but even the largest catastrophic floods on Earth are orders of magnitude smaller than the ones on Mars, which can have discharges ranging from 108 to 109 m3 s−1 (Baker 2001). These huge outflow channels have been proposed to be the water source for a putative Noachian Ocean occupying the northern plains (Baker et al. 1991; Parker et al. 1993) (Fig. 3A).\nSmaller in scale and more similar to terrestrial river drainage systems are valley networks (Baker et al. 1992) (e.g. a valley in Fig. 7A). Their ages are variable across the planet, but most of them date back to the Noachian to Early Hesperian (Carr 1995; Fassett & Head 2008). Their geographical distribution is also peculiar, being located mostly in the Martian southern highlands (Fig. 3A) (Carr 1995), but also in other plateau locations (Mangold et al. 2004) or, particularly the younger Early Hesperian ones, in association with volcanoes (Gulick 2001). It is not completely clear whether valley networks are the results of surface running water (i.e. precipitation) or, to some extent, of groundwater interactions (Baker et al. 1992).\nIndeed, some of the channels on Mars (Fig. 7A) have been interpreted as the effect of groundwater erosion or sapping rather than precipitation (Howard et al. 1988). Nevertheless, their groundwater-only origin has been challenged by some authors (Irwin et al. 2009). A hydrothermal\norigin, consisting of water mobilization due to internal heating, has also been proposed for some of the sapping channels on Mars (Gulick 1998), including valley networks on volcano flanks (Gulick 2001).\nMore Earth-like, both in terms of scale and geological features, fluvial and lacustrine landforms and deposits are much smaller in size than outflow channels and valley networks, and much more difficult to preserve over geological time scales. Therefore, the actual examples are somewhat limited (e.g. Ori et al. 2000; Lewis & Aharonson 2006; Pondrelli et al. 2005; Di Achille et al. 2006; Pondrelli et al. 2008; Hauber et al. 2009b), also given their very old Noacian age (Hauber et al. 2009b), although younger ages have been proposed for some of them (e.g. Di Achille et al. 2007). After the first discoveries based on Viking data (Ori et al. 2000), some spectacular examples of Martian delta fans have been found at Martian southern latitudes of which the Eberswalde (previously known as Holden NE) delta is a prominent one (Malin & Edgett 2003). It is largely accepted that they are landforms produced in an ancient Martian lake (e.g. Wood 2006; Pondrelli et al. 2008) with a complex structure caused by variations in water level and supply over time (Pondrelli et al. 2008). Other similar features are scattered elsewhere on Mars (Hauber et al. 2009b), but with variable states of complexity, exposure and preservation.\nA prominent feature on the Martian surface, very visible from extremely large distances, is the Valles Marineris Canyon System, a 4000 km long, 7 km deep, tens to hundreds of kilometers wide elongated depression (Lucchitta et al. 1992). Although its origin is closely related to Tharsis volcanism and tectonism (e.g. Lucchitta et al. 1992; Schultz 1998), water erosion had a significant role in shaping its interior, as it appears spatially and genetically correlated with chaotic terrains and outflow channels (e.g. Lucchitta et al. 1992; Baker et al. 1991).\nApart from the erosional landforms linked to more or less catastrophic fluid flows, Valles Marineris hosts extensive, thick, so-called Interior Layered Deposits (ILD) (Fig. 7D). They have been described in detail (e.g. Lucchitta et al. 1992) and their actual origin is still mysterious. Many different genetic hypotheses have been proposed, from volcanic to various kinds of sedimentary options (e.g. Nedell et al. 1987; Lucchitta et al. 1992; Chapman & Tanaka 2001; Rossi et al. 2008; Murchie et al. 2009); the deposits themselves appear to be rich in sulfates of different kinds (Gendrin et al. 2005), possibly produced during or after the ILD emplacement. These kinds of sulfate-rich deposits, such as the one in Meridiani, explored by one of the MER rovers (Squyres et al. 2004b), might have been either formed or altered thanks to groundwater-related circulation and diagenetic activity (e.g. Grotzinger et al. 2005), possibly driven by the large-scale Martian topography and physiography (e.g. Andrews-Hanna et al. 2007).\nMuch smaller in scale and more recent features are constituted by gullies (Fig. 7E): they seem to be the product of mass wasting, most likely a debris flow triggered by liquid water. They have been discovered to form currently on Mars (Malin & Edgett 2000) and their origin is still debated, either due to near-surface liquid water emergence (Malin & Edgett 2000), or, more likely, due to local ground ice melting (e.g. Costard et al. 2002; Reiss et al. 2009).\nAnother aspect of Mars’ sedimentary environments has been important in the past and is still rather active today: the aeolian one and the influence of wind-related processes in general (Greeley et al. 1992, 2001). Both erosional and depositional aeolian landforms are very similar to terrestrial ones, such as dunes in desert areas (e.g. Fig. 8A), but Martian conditions are nevertheless rather different in terms of surface pressure (about 0.0062 bar) and gravity (3.71 m s−2), affecting particle size transport (e.g. Greeley et al. 1992, 2001). It has to be kept in mind, however, that ancient Mars might have had a much higher surface pressure, before atmospheric loss due to lack of magnetic shielding (e.g. Barabash et al. 2007; Chassefiere & Leblanc 2004).\nThe provenance of material composing Martian dunes is often challenging (e.g. Silvestro et al. 2009) and the actual activity of the depositional landforms is difficult to characterize, given the very small changes that have been detected over several years (Bourke et al. 2008) on Martian dunes.\nRegional and global dust storms (e.g. Gierasch 1974; Zurek & Martin 1993; Cantor et al. 2001) are a peculiar phenomenon on Mars, which can produce global surface changes in terms of albedo and dust cover, and has a strong impact on orbital observation and surface exploration.\nFinally, a very subtle type of feature is very important in producing even large albedo changes on the Martian surface (Geissler 2005): dust devils (Balme & Greeley 2006) (Fig. 8B). There are relatively small tornado-like vortices that can lift dust-sized particles and inject them into the atmosphere (Balme & Greeley 2006). One of their useful side effects is the cleaning of solar panels that were dusty as happened a few times for the MER rovers."
  }, {
    "heading": "4.2 Ice(s) on Mars",
    "text": "Much of the Martian landscape has been shaped by water and ice in the past, and even today an abundance of landforms indicates the presence of liquid water on the surface of Mars in early history. Near the surface, water and carbon dioxide ice is present today at high latitudes and within the polar caps (Fig. 8C) whose size of the uppermost layer - the seasonal cap - is subject to seasonal variations (e.g. Jian & Ip 2009). The south and north polar caps of Mars are different in their appearance: the white north-polar cap has a diameter of 800 km while the south polar cap measures no more than 300 km in diameter but both caps extend far beyond the portion visible in polar images of Mars. The height of these features amounts to approximately 3 km above the surrounding terrain. The underlying residual parts of the polar caps are composed of fine-layered deposits of dusty material intermixed with water ice and form a residual unit termed polar layered deposits which have a diameter of 1000 km in the north and about 1500 km in the south (Thomas et al. 1992a; Jakosky & Haberle 1992; James et al. 1992; Thomas et al. 2000; Piqueux et al. 2003; Hvidberg 2005). A number of unusual landforms, such as so-called spiders and Swiss-cheese terrains, are indicators for seasonal processes related to the disappearance and deposition of carbon dioxide ice (Thomas et al. 2000; Piqueux et al. 2003).\nWhile the polar caps exhibit ice at and close to the surface, the dominant reservoir of ice is considered to be hidden in the subsurface as permafrost as the planet is controlled by the periglacial domain at all locations on the surface (Squyres et al. 1992; Kuzmin 2005). This means that water on Mars is frozen and that landscape evolution is controlled by ground ice (permafrost) interaction. Moreover, Mars has a dry permafrost environment. There is no significant precipitation and thus Mars’ environment is comparable to similar regions on Earth, such as the Dry Valleys in Antarctica or the high Canadian Arctic.\nThe internal structure of Martian polar caps has been investigated for the first time thanks to the MARSIS (Picardi et al. 2004) and SHARAD (Seu et al. 2007) orbital sounding radars, which have allowed the discovery of the total thickness and volume of polar caps (e.g. Plaut et al. 2007), their erosional state (Seu et al. 2007) and their geophysical signature (Zuber et al. 2007).\nApart from the wealth of surface morphologies on Mars indicative of periglacial and permafrost environments, i.e., the cryosphere, modeling work has significantly contributed to the understanding of the distribution of Martian ground ice and its stability in connection to orbital oscillations (e.g., Mellon & Jakosky 1995). The question of ground-ice stability needs to be seen under (a) present and (b) past conditions, where a higher obliquity of the planet’s spin axis (e.g., Murray et al. 1973; Pollack 1979; Toon et al. 1980; Jakosky et al. 1995) might have caused re-deposition of polar volatiles in equatorial latitudes (Levrard et al. 2004) and affected the stability and distribution of ground ice (e.g., Mellon & Jakosky 1995). Modeling of the tilt of the spin axis suggests that the average axis tilt over the last 5 Myr was almost 40◦ (Laskar et al. 2004).\nFor the present conditions on Mars, ground ice is not only controlled by the atmosphere but also by the physical properties of the so-called Martian regolith and the exchange of volatiles between both systems. Ground ice is stable in the subsurface at locations where it is in equilibrium with the atmospheric water vapor content. Clifford & Hillel (1983) and Fanale et al. (1986) performed\nanalyses on the long-term stability of ground ice in the regolith and estimated that at low latitudes, half of the ground-ice covered by a 100 m dry layer of soil would have been lost during the last 3.8 Gyr (Clifford & Hillel 1983).\nThe plethora of ice-related landforms described from equatorial latitudes must therefore be relics and witnesses of past climates. Ice must have been preserved due to “diffusion-limiting properties of a fine-grained regolith” and a desiccated upper layer with a thickness of several hundred meters (Fanale et al. 1986; Squyres et al. 1992).\nThe periglacial environment on Mars hosts a variety of landforms ranging from millimeter-scale to several hundreds of meters and more. Several major landforms that were interpreted to be formed and modified by permafrost processes are observable from Mars-orbiting spacecraft. All of these landforms occur in two small latitude bands centered at ±45◦ on both hemispheres which implies a strong climatic control. The best studied landforms are mass-wasting features related to interstitial ice and thermal contraction polygons and their associated features.\n– Landforms indicative of creeps of ice and debris are considered to be either rock glaciers fed by wall-rock erosion and secondary ice or glaciers mainly fed by precipitation (primary ice) (Squyres 1978, 1979; Lucchitta 1984; Squyres & Carr 1986; Head et al. 2006a,b). Similar to avalanche or landslide material, such creep features are related to mass-wasting that produced large-scale landforms in the recent past (50–100 Myr ago) which deformed internally by ice-assisted creep as inferred by characteristic surface lineations and lobe morphologies. Today they occur predominantly at the Martian dichotomy boundary and in large southernhemispheric impact basins (Sharp 1973; Carr & Schaber 1977; Squyres 1978, 1979; Lucchitta 1981; Mangold & Allemand 2001). Similar landforms are known from terrestrial polar and high mountain areas (e.g., the Tibetan plateau) and are prime indicators for the past and present climate (Barsch 1996) and it could be shown that relict landforms (1 Gyr ago) are observed today closer to the equator (Hauber et al. 2008). A complex interaction of youthful ice deposited through an obliquely-driven mantling material (e.g., Mustard et al. 2001) and degradation of old permafrost is still being discussed (van Gasselt et al. 2010). There is observational evidence for Amazonian glaciations in Martian equatorial latitudes that are related to the Tharsis volcanic edifices, termed fan-shaped deposits which have been discussed in the context of analogs in the Antarctic Dry Valleys (Head & Marchant 2003; Milkovich et al. 2006; Shean et al. 2007). The actual detection of water ice within the proposed glacial deposits on Mars has been possible in a few cases, thanks to the SHARAD sounding radar, in debris aprons both in the southern hemisphere (Holt et al. 2008) and in the northern one (Plaut et al. 2009); in these cases, the interface between ice-rich and ice-depleted materials is visible in the data as a subsurface reflector, separating deposits with different dielectric properties. – For polygonal surface features on Mars, two major types are seen: one group consists of giant kilometer-scale polygons observed in the region near Utopia Planitia, the other group consists of small meter-scale polygonal features known also from the Earth in regions of active permafrost and seasonal thaw-freeze cycles. An extensive review and summary of the formation of the giant polygons were provided by Hiesinger & Head (2000) and the reader is referred to this work and the references cited therein for further details as they are most likely not related to thermal contraction due to seasonal temperature fluctuations. In contrast to such large polygons, small-scale features on Mars have a strong morphologic and geometric resemblance to thermal-contraction polygons in terrestrial permafrost although there is still some lack of evidence as some of these crack patterns compare closely to desiccation cracks or even cooling joints in basaltic lava. In early lander-based imagery, small-scale polygons were already interpreted as ice-wedge analogs (Mutch et al. 1977; Lucchitta 1981, 1983). The overall diameter-sizes vary considerably; values range from tens of meters to hundreds of meters (e.g., Seibert & Kargel 2001). They not only occur in the mid-latitude belts (Seibert\n& Kargel 2001; Mangold 2005; Levy et al. 2009, 2010) but also on the polar caps and are modified within a seasonal context (van Gasselt et al. 2005). Their association to periglacial processes seems valid as they are often spatially related to sublimation pits indicative of subsurface thermokarst processes (Carr & Schaber 1977; Theilig & Greeley 1979; Kargel & Strom 1992; Costard & Kargel 1995; Kargel 2004; Morgenstern et al. 2007; Lefort et al. 2009, 2010)."
  }, {
    "heading": "5 OPEN ISSUES, FUTURE PROSPECTS AND CONCLUSIONS",
    "text": "Here, we tried to summarize the very basic aspects of Mars’ geologic record. Currently, new missions with new instruments and terabytes of data are providing new insights into the evolution of Mars and the post-Viking picture of the planet is either being confirmed or revised. Many discoveries have been made thanks to recently and currently flown spacecraft, but many more questions on the complex Martian geological record have arisen from them.\nThere is a rather uniform consensus on the fact that water in its liquid form was available in the first hundred Myr of Mars’ geological history, which led both to the formation of the well-known erosional and depositional landforms and the recently discovered Noachian mineral alteration (e.g. Bibring et al. 2006). Also, early Mars had very intense geodynamic activity, which yielded surface, subsurface and atmospheric environments less harsh than the current ones.\nBoth the exact amount, duration and timing of water-related activity at the surface is still debated, as are the chronology and geodynamics of long-lived colossal volcanism on Mars, possibly active until very recently (Neukum et al. 2004).\nThe possibility of the development and appearance of life on Mars (e.g. McKay 1997) and its early habitability (e.g. McCollom 2006) are among the biggest questions still open about Mars, and its geological evolution certainly played a key role, but these processes are still not completely understood (Westall 2005). The recent discovery (Formisano et al. 2004a) of space and time-variable methane on Mars (Mumma et al. 2009) could point, among other abiogenic possibilities (e.g. Oze & Sharma 2005), to current microbial life (e.g. Krasnopolsky et al. 2004; Tung et al. 2005).\nThe future of robotic exploration of Mars will try to tackle some of these strongly interrelated issues, with different mission architectures, involving orbiters, landers, rovers or sample-return missions. The importance of surface mobility has already been demonstrated by the Mars Exploration Rover (MER) mission since 2004, and this will be a key factor in performing field Earth-like geological observations in a variety of different settings on Mars.\nThe use of terrestrial analogs, taking into account all their limits, in terms of morphologies, structures and processes (Chapman 2007) has proved to be very useful when trying to interpret an alien geologic record such as the Martian one.\nData from future missions, as well as current and past mission data, will be available to the international community through long-term archives such as the NASA Planetary Data System (Wang et al. 2009) or the ESA Planetary Science Archive (Heather et al. 2008) and publicly available tools exist for processing and analyzing planetary data sets, such as the United States Geological Survey (USGS) Integrated Software for Imagers and Spectrometers (ISIS) (Gaddis et al. 1997; Anderson et al. 2004), for which tutorial documentation is available from a variety of sources (e.g. USGS 2010; ESA 2007, 2008a,b; PDS 2009).\nIn this respect, the role of future missions such as the Chinese Yinghuo-1 (Ping et al. 2010; Zhao 2010) and the further development of international cooperation in Mars exploration will improve data exploitation and, in the long run, substantially increase our understanding of Mars. Therefore, the knowledge of Martian geology will also surely increase in forthcoming years and decades, especially if ambitious programs of Mars exploration (several rovers, Mars Sample Return), do indeed materialize in the near future. The exploitation of the currently available dataset will enormously advance our geological knowledge of the planet. Viking alone, with merely a few Gigabytes (PDS 2010) of datasets, produced a wealth of scientific results over more than 20 yr (e.g. Carr 1987; Kieffer &\nJakosky 1993). Currently collected Mars data (early 2010) are at least several tens of terabytes in size, 3 to 4 orders of magnitude higher.\nOn Earth we have had several hundred years of modern Geology, with full access to surface and subsurface sampling. On the other hand, on Mars we have had one order of magnitude less time and much less sampling capabilities, thus far. Whatever the shape of future planetary exploration will be, big fundamental issues on the evolution of Mars and the terrestrial planets at large will have to be tackled. Fostering international cooperation among all interested parties will be the key to answering those questions.\nAcknowledgements This paper was inspired by the short course “ESA China Mars Advanced School” (http://www.chinahou.org/mars/), held on July 20th–24th, 2009 in Jiaxing, China and it very briefly summarizes the Geology section from that school. We thank all the organizers, teachers and participants. Our gratitude goes particularly to Wing-Huen Ip and Agustin Chicarro. Thanks to the International Space Science Institute (ISSI) for their continuous support. We are also very grateful to Monica Pondrelli, Ernst Hauber, Gaetano di Achille, Barbara Cavalazzi and Andrea Pacifici for all the valuable material they provided while preparing the lectures. Thanks to the anonymous reviewer for constructive comments and suggestions."
  }],
  "year": 2010,
  "references": [{
    "title": "Rockglaciers: indicators for the present and former geoecology on high mountain",
    "authors": ["D. Barsch"],
    "year": 1996
  }, {
    "title": "Dictionary of geological terms (Anchor Press/Doubleday",
    "authors": ["R.L. Bates", "J.A. Jackson"],
    "year": 1984
  }, {
    "title": "The Martian surface: composition, mineralogy, and physical properties (Cambridge: Cambridge",
    "authors": ["J. Bell"],
    "year": 2008
  }, {
    "title": "Mineralogy of the Martian surface from Mars Express OMEGA",
    "authors": ["J.F. Bell", "M.J. Wolff", "Malin", "M. C"],
    "venue": "J. Geophys. Res. (Planets),",
    "year": 2009
  }, {
    "title": "Noordwijk, the Netherlands: ESA)",
    "authors": ["G.H. Born"],
    "venue": "J. Geophys. Res.,",
    "year": 1974
  }, {
    "title": "The surface of Mars",
    "authors": ["B. Cantor", "P. James", "M. Caplinger", "M. Wolff"],
    "venue": "J. Geophys. Res. (Planets),",
    "year": 2001
  }, {
    "title": "The Geology of Mars (Cambridge",
    "authors": ["M.H. Carr", "G.G. Schaber"],
    "venue": "J. Geophys. Res.,",
    "year": 1977
  }, {
    "title": "First Mars Express Data Worshop: HRSC, OMEGA",
    "authors": ["J Wray"],
    "venue": "J. Geophys. Res. (Planets),",
    "year": 2009
  }, {
    "title": "Second Mars Express Data Worshop: HRSC, OMEGA, http://sci.esa.int/mexdw2/ ESA. 2008b, Third Mars Express Data Worshop: MaRS, MARSIS",
    "authors": ["P.B. Esposito", "W.B. Banerdt", "G.F. Lindal", "W.L. Sjogren", "M.A. Slade", "B.G. Bills", "D.E. Smith"],
    "venue": "ESA",
    "year": 2008
  }, {
    "title": "The geology of Mars: evidence from Earth-based analogs",
    "authors": ["R. Strom", "T. Watters"],
    "venue": "Space Science Reviews,",
    "year": 2007
  }, {
    "title": "International Astronomical Union (IAU) Working Group for Planetary System",
    "authors": ["A. Howard", "R. Kochel", "H. Holt"],
    "venue": "NASA Spec. Publ,",
    "year": 1988
  }, {
    "title": "Mars, a warmer wetter planet (Chichester, England: Springer Praxis Publ.)",
    "authors": ["M.S. Matthews (Tucson"],
    "venue": "Planetary and Space Science,",
    "year": 2007
  }, {
    "title": "E05S02 McGraw-Hill. 2003, McGraw-Hill dictionary of earth science (McGraw-Hill) McKay, C",
    "authors": ["C.M. Weitz"],
    "venue": "J. Geophys. Res. (Planets),",
    "year": 2007
  }, {
    "title": "Impact cratering: A geologic process, ed",
    "authors": ["M.T. Mellon", "B.M. Jakosky"],
    "venue": "J. Geophys. Res.,",
    "year": 1995
  }, {
    "title": "SP-1240 (Noordwijk, the Netherlands: ESA)",
    "authors": ["A. Wilson"],
    "venue": "Science, 194,",
    "year": 1975
  }, {
    "title": "The Concise Geologic Time Scale (New York: Cambridge Univ",
    "authors": ["Nicks", "O. W", "Moon", "Planets", "F. 150 Nimmo"],
    "venue": "Geology,",
    "year": 2000
  }, {
    "title": "SP-1240 (Noordwijk, the Netherlands: ESA)",
    "authors": ["A. Wilson"],
    "venue": "Lunar and Planetary Science Conference,",
    "year": 1980
  }, {
    "title": "Geologic Map of Mars, I-1083",
    "authors": ["R. Schultz"],
    "venue": "J. Geophys. Res. (Planets),",
    "year": 2000
  }, {
    "title": "Geomorphology, in press (doi: 10.1016/j.geomorph.2009.07.019",
    "authors": ["J. J", "L. Marinangeli", "S.E. Smrekar", "D.C. Nunes"],
    "venue": "J. Geophys. Res. (Planets),",
    "year": 2007
  }, {
    "title": "Annual Review of Earth and Planetary",
    "authors": ["T. Watters", "P. McGovern", "R. Irwin Iii"],
    "venue": "J. Geophys. Res. (Planets),",
    "year": 2007
  }, {
    "title": "Mars Express: The Scientific Investigations (ESA SP-1291) (European Space Agency",
    "authors": ["F Poulet"],
    "venue": "Planetary and Space Science,",
    "year": 2009
  }],
  "id": "SP:73821ed6bf9e3fedecc55b3b35cb8f1adb5b8046",
  "authors": [{
    "name": "Angelo Pio Rossi",
    "affiliations": []
  }, {
    "name": "Stephan van Gasselt",
    "affiliations": []
  }],
  "abstractText": "The knowledge of Martian geology has increased enormously in the last 40 yr. Several missions orbiting or roving Mars have revolutionized our understanding of its evolution and geological features, which in several ways are similar to Earth, but are extremely different in many respects. The impressive dichotomy between the two Martian hemispheres is most likely linked to its impact cratering history, rather than internal dynamics such as on Earth. Mars’ volcanism has been extensive, very longlived and rather constant in its setting. Water was available in large quantities in the distant past of Mars, when a magnetic field and more vigorous tectonics were active. Exogenic forces have been shaping Martian landscapes and have led to a plethora of landscapes shaped by wind, water and ice. Mars’ dynamical behavior continues, with its climatic variation affecting climate and geology until very recent times. This paper tries to summarize major highlights in Mars’ Geology, and points to deeper and more extensive sources of important scientific contributions and future exploration.",
  "title": "Geology of Mars after the first 40 years of exploration"
}