{
  "sections": [{
    "text": "Phil. Trans. R. Soc. A (2010) 368, 2535–2558 doi:10.1098/rsta.2010.0063\nHow will melting of ice affect volcanic hazards in the twenty-first century?"
  }, {
    "heading": "BY HUGH TUFFEN*",
    "text": "Lancaster Environment Centre, Lancaster University, Lancaster LA1 4YQ, UK\nGlaciers and ice sheets on many active volcanoes are rapidly receding. There is compelling evidence that melting of ice during the last deglaciation triggered a dramatic acceleration in volcanic activity. Will melting of ice this century, which is associated with climate change, similarly affect volcanic activity and associated hazards? This paper provides a critical overview of the evidence that current melting of ice will increase the frequency or size of hazardous volcanic eruptions. Many aspects of the link between ice recession and accelerated volcanic activity remain poorly understood. Key questions include how rapidly volcanic systems react to melting of ice, whether volcanoes are sensitive to small changes in ice thickness and how recession of ice affects the generation, storage and eruption of magma at stratovolcanoes. A greater frequency of collapse events at glaciated stratovolcanoes can be expected in the near future, and there is strong potential for positive feedbacks between melting of ice and enhanced volcanism. Nonetheless, much further research is required to remove current uncertainties about the implications of climate change for volcanic hazards in the twenty-first century.\nKeywords: volcanic hazards; climate change; volcano–ice interaction; ice sheets; glaciers; lahars"
  }, {
    "heading": "1. Introduction",
    "text": "There is growing evidence that past changes in the thickness of ice covering volcanoes have affected their eruptive activity. Dating of Icelandic lavas has shown that the rate of volcanic activity in Iceland accelerated by a factor of 30–50 following the last deglaciation at approximately 12 ka (Maclennan et al. 2002). Analyses of local and global eruption databases have identified a statistically significant correlation between periods of climatic warming associated with recession of ice and an increase in the frequency of eruptions (Jellinek et al. 2004; Nowell et al. 2006; Huybers & Langmuir 2009). Today the bodies of ice found on many volcanoes are rapidly thinning and receding. These bodies range from extensive ice sheets to small tropical glaciers and thinning is thought to be triggered by contemporary climate change (e.g. Rivera et al. 2006; Björnsson & Pálsson 2008; Vuille et al. 2008).\n*h.tuffen@lancaster.ac.uk\nOne contribution of 15 to a Theme Issue ‘Climate forcing of geological and geomorphological hazards’.\nThis journal is © 2010 The Royal Society2535\nThis leads to the following question: will the current ice recession provoke increased volcanic activity and lead to increased exposure to volcanic hazards? In this paper, I analyse our current knowledge of how ice thickness variations influence volcanism and identify several unresolved issues that currently prevent quantitative assessment of whether activity is likely to accelerate in the coming century. These include the poorly constrained response time of volcanic systems to unloading of ice, uncertainty about how acceleration in volcanic activity scales to the rate and total amount of melting, and the lack of models to simulate how melting of ice on stratovolcanoes may affect magma storage and eruption to the surface. In conclusion, I highlight some of the future research needed for better understanding of how melting of ice may force volcanic activity.\n(a) What are the hazards at ice- and snow-covered volcanoes and where are they found?\nMany volcanoes are mantled by ice and snow, especially those located at high latitudes or that reach over 4000 m in altitude. Notable examples occur in the Andes, the Cascades, the Aleutian–Kamchatkan arc, Iceland, Antarctica, Japan and New Zealand (figures 1 and 2). The nature of ice and snow cover spans\nPhil. Trans. R. Soc. A (2010)\na broad spectrum from seasonal snow (Mee et al. 2006), small bodies of ice and firn in summit regions (Houghton et al. 1987; Julio-Miranda et al. 2008), larger alpine glaciers on volcano flanks (figures 1b and 2a; e.g. Rivera et al. 2006; Vuille et al. 2008), thick ice accumulations within summit craters and calderas (e.g. Gilbert et al. 1996; Huggel et al. 2007a), to substantial ice sheets that completely cover volcanic systems (figure 2b; e.g. Guðmundsson et al. 1997; Corr & Vaughan 2008).\nHistorical eruptions at more than 40 volcanoes worldwide have involved disruption of ice and snow (Major & Newhall 1989), whereas numerous geological studies have enabled the recognition of interactions between volcanoes and ice or\nPhil. Trans. R. Soc. A (2010)\nsnow in ancient eruptions (e.g. Noe-Nygaard 1940; Mathews 1951; Gilbert et al. 1996; Smellie 1999; Lescinsky & Fink 2000; Mee et al. 2006). Volcanic deposits provide an invaluable record of palaeo-environmental change, such as fluctuations in ice thickness and extent (Smellie 2008; Smellie et al. 2008; Tuffen et al. in press), as well as the processes and hazards associated with various types of volcano–ice interaction (e.g. Smellie & Skilling 1994; Smellie 1999; Lescinsky & Fink 2000; Carrivick 2007; Tuffen & Castro 2009).\n(b) Hazards at ice- and snow-covered volcanoes\nThe presence of ice and snow on volcanoes can greatly magnify hazards, principally because perturbation of ice and snow during eruptions can rapidly generate large volumes of meltwater that are released in destructive lahars and floods. Major & Newhall (1989) compiled a comprehensive global review of historical eruptions at more than 40 volcanoes during which ice and snow were perturbed and lahars or floods generated. Major loss of life occurred in several eruptions, including Nevados de Ruiz (Columbia, 1985), Villarrica (Chile, 1971), Tokachi-dake (Japan, 1926) and Cotopaxi (Ecuador, 1877).\n(i) Pertubation of ice and snow by volcanic activity\nMajor & Newhall (1989) identified five distinct mechanisms that can cause perturbation of snow and ice or volcanoes: (i) mechanical erosion and melting by flowing pyroclastic debris or blasts of hot gases (e.g. Walder 2000), (ii) melting of the ice or snow surface by lava flows (e.g. Mee et al. 2006), (iii) basal melting by subglacial eruptions or geothermal activity (e.g. Guðmundsson et al. 1997), (iv) ejection of water by eruptions through a crater lake, and (v) deposition of tephra onto ice and snow (e.g. Capra et al. 2004).\nSubsequently, observations of volcanic activity in Columbia, Iceland, the USA, New Zealand and Alaska (Waitt 1989; Pierson et al. 1990; Guðmundsson et al. 1997, 2004, 2008; Carrivick et al. 2009a) have highlighted how rapidly meltwater may be generated during melting of the base of ice sheets and glaciers, and when pyroclastic debris moves over ice and snow. Melting rates may exceed 0.5 km3 d−1 during powerful subglacial eruptions (e.g. Guðmundsson et al. 2004). The hazards associated with meltwater production are exacerbated when transient accumulation occurs with craters or calderas, as this can lead to even higher release rates of meltwater when catastrophic drainage is triggered by dam collapse or floating of an ice barrier that allows rapid subglacial drainage (Pierson et al. 1990; Guðmundsson et al. 1997; Carrivick et al. 2004, 2009a).\nThe magnitude of meltwater floods (jökulhlaups and lahars) can exceed 40 000 m3 s−1 (Major & Newhall 1989; Pierson et al. 1990; Guðmundsson et al. 2004, 2008), creating significant hazards in river valleys and on outwash plains many tens of kilometres from the site of melting (figures 1c,d and 2b; e.g. Pierson et al. 1990; Eliasson et al. 2006; Huggel et al. 2007a). The total volume of meltwater floods may be restricted either by the amount of pyroclastic material or lava available to cause melting or by the volume of ice and snow that can be melted.\nPhil. Trans. R. Soc. A (2010)\n(ii) Explosive eruptions\nThe hazards posed by explosive eruptions at ice- and snow-covered volcanoes are typical of those at other volcanoes, with the following important modifications. (i) Interactions between magma and meltwater may trigger phreatomagmatic activity (figure 1a), even during basaltic eruptions that would not otherwise be explosive (e.g. Smellie & Skilling 1994; Guðmundsson et al. 1997). (ii) When ice is thick the explosive phase of eruptions may partly or entirely take place beneath the ice surface (Tuffen 2007), reducing the hazards associated with ashfall and pyroclastic debris. (iii) If explosive eruptions do occur then widespread perturbation of ice and snow by pyroclastic material may be important, both at the vent area and in more distal areas.\n(iii) Edifice instability and collapse\nIce- and snow-covered volcanic edifices are especially prone to collapse, creating hazardous debris avalanches that may convert to lahars (e.g. Huggel et al. 2007a,b) and reach many tens of kilometres from their source. Collapse is favoured by (i) constraint by ice, which may encourage the development of structurally unstable, oversteepened edifices, (ii) melting of ice, which may create weak zones at ice–bedrock interfaces (Huggel 2009), and (iii) shallow hydrothermal alteration driven by snow and ice melt, which can greatly weaken volcanic edifices (e.g. Carrasco-Núñez et al. 1993; Huggel 2009). Ice avalanches are a newly recognized phenomenon that may occur at ice-covered volcanoes (figure 2a; Huggel et al. 2007b). Ice avalanches ranging from 0.1 to 20 × 106 m3 in volume originate from steep areas near the summit of Iliama volcano, Alaska, where the geothermal flux is high. These avalanches travel up to 10 km down the volcano flanks at speeds of 20–70 m s−1 (Huggel 2009). The thermal perturbations that can trigger slope failure include volcanic/geothermal, glacier–permafrost and climatically induced warming.\nThe distribution of hazards at active ice- and snow-covered volcanoes such as Citlaltepetl, Mexico (lahars; Hubbard et al. 2007), Nevado de Ruiz, Columbia (lahars, avalanches; Huggel et al. 2007a), Mt Rainier, Washington (lahars; Hoblitt et al. 1998), Ruapehu, New Zealand (lahars; Houghton et al. 1987), Iliama, Alaska (lahars, avalanches; Waythomas & Miller 1999; Huggel et al. 2007b), and Katla, Iceland (jökulhlaups; Björnsson et al. 2000) reflects these different sources of volcanic hazard, principally meltwater floods, which potentially affect millions of people living close to these volcanoes."
  }, {
    "heading": "2. How is ice thickness on volcanoes currently changing?",
    "text": "Rapid thinning and recession of ice has been noted on many active and potentially active volcanoes, including Popocatepetl and other Mexican volcanoes (Julio-Miranda et al. 2008), Columbian stratovolcanoes (Huggel et al. 2007a), Villarrica and other Chilean volcanoes (Rivera et al. 2006) and Kilimanjaro, Tanzania (figure 3; Thompson et al. 2009). Ice sheets covering volcanic systems are also rapidly thinning, including Vatnajökull in Iceland (Björnsson & Pálsson 2008) and parts of the West Antarctic Ice Sheet (Wingham et al. 2009). Selected measured or estimated rates of ice thinning and recession are provided in table 1.\nPhil. Trans. R. Soc. A (2010)\nWhereas the changing mass balance of thick ice sheets is predominantly manifested in a reduction in ice surface elevation and therefore in ice thickness (e.g. Wingham et al. 2009), the surface area of smaller glaciers on many volcanoes is rapidly reducing, along with a rapid decrease in ice volume. Rates of thinning vary from 0.54 m a−1 on Kilimanjaro (Thompson et al. 2009) to 1.6 m a−1 (Pine Island Glacier, West Antarctic Ice Sheet; Wingham et al. 2009). Assuming that current rates of ice loss continue over the coming century, ice bodies on numerous volcanoes may therefore thin by approximately 50–150 m by 2100. Stratovolcanoes hosting thin glaciers, such as Kilimanjaro, may therefore become completely ice-free in the coming century (Thompson et al. 2009). At some volcanoes, this has already occurred, such as at Popocatepetl, Mexico, where dramatic extinction of summit ice over the last 50 years reached completion in 2004 (Julio-Miranda et al. 2008).\n(a) Ice thinning owing to climate change\nMuch of the current recession and thinning of glaciers and ice sheets covering volcanoes is attributed to the effects of global climate change, with increasing mean temperature and, in some cases, decreasing precipitation leading to negative glacier mass balance changes (e.g. Rivera et al. 2006; Bown & Rivera 2007; Vuille et al. 2008). The equilibrium line altitude (ELA) is the altitude on a glacier where the annual accumulation and ablation rates are exactly balanced. The ELA of glaciers on Chilean stratovolcanoes, such as Villarrica, has migrated upwards by approximately 100 m between 1976 and 2004/2005 (Rivera et al. 2006), partly owing to a mean temperature increase at 2000 m elevation of 0.023◦C a−1 (Bown & Rivera 2007). Ice thinning on Popocatepetl between 1958 and 1994 is likewise thought to be related to climatic change (Julio-Miranda et al. 2008), as is dramatic thinning of tropical mountain glaciers on Ecuadorian volcanoes such as Antizana and Cotopaxi (Vuille et al. 2008).\nPhil. Trans. R. Soc. A (2010)\nT ab\nle 1.\nC ur\nre nt\nes ti\nm at\ned ra\nte s\nof ic\ne th\nin ni\nng an\nd re\nce ss\nio n\nat se\nle ct\ned vo\nlc an\noe s\nan d\nic e\nsh ee\nts .\nvo lc\nan o/\nre gi\non la\nst er\nup ti\non ar\nea or\nvo lu\nm e\nof ic\ne ra\nte of\nth in\nni ng\nre fe\nre nc\ne\nV at\nna jö\nku ll,\nIc el\nan d\n20 04\n, 19\n98 , 19\n96 A\n= 81\n00 km 2 , V = 31 00 km\n3 (i\nn 20\n00 )\n0. 8\nm a−\n1 av\ner ag\ne (1\n99 5–\n20 08 ); ge ot he rm al m el ti ng an d er up ti on s m el te d 0. 55 km 3 a− 1 , an nu al su rf ac e ab la ti on 13 km 3 a− 1\nP ag\nli &\nSi gm\nun ds\nso n\n(2 00 8) an d B jö rn ss on & P ál ss on (2 00 8)\nV ol\ncá n\nV ill\nar ri\nca , C\nhi le\n20 08\n, 20\n07 , 20\n05 A\n= 30\n.3 km\n2 0.\n81 ±\n0. 45\nm a−\n1 (1\n96 1–\n20 04\n) R\niv er\na et\nal . (2\n00 6)\nP op\noc at\nep et\nl, M\nex ic\no 19\n94 –2\n00 1\nW as\n0. 72\n9 km\n2 in\n19 58 , no w 0 km 2\n19 96\n, ap\npr ox\nim at\nel y\n0. 2\nm a− 1 ; 19 99 , ap pr ox im at el y 4 m a− 1\nJu lio\n-M ir\nan da\net al\n. (2\n00 8)\nN ev\nad o\nde l R\nui z,\nC ol\num bi\na 19\n91 A\n= 19\n–2 5\nkm 2\n(1 98\n5) ,\n10 .3\nkm 2\n(2 00\n2– 20\n03 )\nno t\nkn ow\nn C\neb al\nlo s\net al\n. (2\n00 6)\nan d\nH ug\nge l et\nal . (2\n00 7a ) C ot op ax i, E cu ad or 19 40 A = 19 .2 km 2 (1 97 6) , 13 .4 km 2 (1 99 7) 3– 4 m a− 1 on sn ou ts Jo rd an et al . (2 00 5) K ili m an ja ro , K en ya /T an za ni a 15 0– 20 0 ka A = 2. 5 km 2 (2 00 0) , 1. 85 km 2 (2 00 7) 0. 54 m a− 1 T ho m ps on et al . (2 00 9) W es t A nt ar ct ic Ic e Sh ee t ap pr ox im at el y 2 ka V = 2. 2 × 10 6 km 3 P in e Is la nd G la ci er ap pr ox im at el y 1. 6 m a− 1 , ac ce le ra ti ng ov er 19 95 –2 00 6 L yt he & V au gh an (2 00\n1) ,\nSh ep\nhe rd\net al\n. (2\n00 1) , C or r & V au gh an (2 00 8)\nan d\nW in\ngh am\net al\n. (2\n00 9)\nPhil. Trans. R. Soc. A (2010)\nThinning of the Vatnajökull ice sheet in Iceland is also pronounced, with an average thinning of 0.8 m a−1 between 1995 and 2008 (Björnsson & Pálsson 2008; Pagli & Sigmundsson 2008). Future prediction of mass balance changes at Vatnajökull in the coming century, which incorporate glacier dynamic models with predicted increases in mean temperature (2.8◦C) and precipitation (6%), projects a 25 per cent volume loss by 2060 (Björnsson & Pálsson 2008). The effects of climate change on the mass balance of glaciers and ice sheets on volcanoes are likely to be strongly location specific. This is because changes in temperature and precipitation are spatially heterogeneous and glacier dynamics highly variable. This local sensitivity is illustrated by the contrasting recession rates of glaciers on neighbouring Chilean volcanoes less than 50 km apart (e.g. Rivera et al. 2006; Bown & Rivera 2007) and highlights the importance of studying individual ice-covered volcanoes, rather than applying a regional or global climate change model (Huybers & Langmuir 2009) to predict local changes in ice thickness on specific volcanoes.\n(b) Ice thinning owing to volcanic and geothermal activity\nVolcanic and geothermal activity can strongly influence the mass balance of ice bodies on volcanoes during both eruptions and periods of quiescence. The ‘background’ ablation and accumulation rates determine the overall effects of volcanic and geothermal activity on glacier mass balance and dynamics (Magnusson et al. 2005; Guðmundsson et al. 2009). Mechanisms of ice loss include basal melting and ice disruption during and after subglacial eruptive activity (figure 4a; e.g. Guðmundsson et al. 1997; Jarosch & Guðmundsson 2007), melting of the ice and snow surface by the heat of erupted debris (Julio-Miranda et al. 2008), changes to surface albedo owing to tephra cover (figure 4b; Rivera et al. 2006) and lubrication by sustained basal melting owing to geothermal heat (e.g. Bell 2008). Rapid melting, fracturing and mechanical erosion during eruptions can cause dramatic, localized thinning of ice above vents (figure 4a) and meltwater drainage pathways (e.g. Guðmundsson et al. 1997),\nPhil. Trans. R. Soc. A (2010)\nwith removal of tens or hundreds of metres of ice in hours. Perturbations to the ice surface may be transient, however, as depressions formed may swiftly fill owing to increased snow deposition and inward deformation of surrounding ice (Aðalgeirsdóttir et al. 2000).\nThere is strong evidence that volcanic and geothermal activity is hastening the demise of ice bodies on some volcanoes. Eruptive activity at Popocatepetl, Mexico, from 1994 to 2001 led to the complete extinction of its small (less than 1 km2) summit glaciers (figure 4b; Julio-Miranda et al. 2008). This extinction reflects the negligible accumulation at a volcano located in an intertropical zone, which makes its glacier mass balance extremely sensitive to eruptiontriggered ablation. It is speculated that the disappearance of ice on Popocatepetl was inevitable owing to climate change, but greatly hastened by eruptive activity (Julio-Miranda et al. 2008). Recent changes in the mass balance of glaciers on Villarrica volcano, Chile, reflect the effects of tephra cover on the ice surface (Rivera et al. 2006). At Villarrica, mass balance is also strongly influenced by basal geothermal fluxes. Tephra cover drives enhanced melting when tephra is thin owing to enhanced heat absorption, but thicker layers may insulate ice and snow and reduce melting (Rivera et al. 2006; Brock et al. 2007).\nMelting and mechanical removal of ice during the 1985 eruption of Nevado del Ruiz, Columbia, removed approximately 10 per cent of the volume of ice on the volcano (Ceballos et al. 2006; Huggel et al. 2007a), which totalled 0.48 km3 in 2003. This demonstrates that a single moderately large volcanic eruption (volcanic explosivity index (VEI) 3) can have an appreciable impact on the mass balance of ice on Andean stratovolcanoes, owing to the low ice accumulation rates on tropical glaciers (Ceballos et al. 2006).\nBy contrast, even considerable volcanically triggered melting probably has a negligible effect on the mass balance of Iceland’s Vatnajökull ice sheet over a decadal time scale. This is because Icelandic glaciers and ice sheets are characterized by high annual accumulation and ablation owing to temperate conditions and extremely high precipitation (Björnsson & Pálsson 2008). At Vatnajökull on average 0.55 km3 a−1 was melted by volcanic eruptions during the period 1995–2008, but this amounted to only 4 per cent of the total surface ablation from the ice sheet during this period (13 km3; Björnsson & Pálsson 2008). However, the geothermal heat fluxes may have significant effects on ice dynamics and mass balance over both long and short time scales: models of the volume of Vatnajökull at the last glacial maximum are highly sensitive to basal geothermal heat fluxes (Hubbard 2006) and eruption-triggered jökulhlaups may also trigger surging, which affects glacier mass balance (Björnsson 1998; Björnsson & Pálsson 2008)."
  }, {
    "heading": "3. How has ice recession affected volcanic activity in the past?",
    "text": "(a) Evidence for accelerated volcanism triggered by deglaciation\nThere is strengthening quantitative evidence linking periods of deglaciation with increased volcanic activity in many different volcanic settings. The best established and most dramatic acceleration in activity occurred in Iceland,\nPhil. Trans. R. Soc. A (2010)\nwhere vigorous volcanism is strongly affected by a temperate ice sheet that may almost completely cover the island during glacial periods and almost completely disappear during interglacials (Björnsson & Pálsson 2008). Unloading of hundreds of metres to 2 km of ice during deglaciation in Iceland causes decompression that, according to current models, leads to a greater degree and depth range of mantle melting (Jull & McKenzie 1996; Maclennan et al. 2002). This is reflected in a 30–50-fold increase in the rate of magma eruption on individual volcanic systems in the 1.5 ka after the deglaciation of each area, inferred from the volume of erupted deposits (figure 5; Maclennan et al. 2002). The short time delay between inferred ice unloading and enhanced volcanism shows that the ‘extra’ magma generated is rapidly transported from source to surface without prolonged storage in magma chambers, so that Icelandic volcanism responds swiftly to changes in ice thickness. In most other volcanic settings magma accumulation in chambers is the norm (e.g. volcanic arcs), in which case the mechanism for enhanced volcanism may differ. It may reflect the response of magma chambers to unloading, rather than the eruption of primitive melts directly to the surface.\nStatistical analyses of eruption databases show that volcanic activity elsewhere can also be influenced by changes in ice thickness: both globally (Huybers & Langmuir 2009; figure 6a), in eastern California (Jellinek et al. 2004; figure 6b) and in western Europe (Nowell et al. 2006). It is important to note that most statistical studies use a global climate proxy from marine d18O records as an indication of ice thickness changes, rather than local ice thickness changes on volcanoes themselves (which are poorly constrained). Further, only the number of eruptions is considered in analyses, rather than the volume of eruptions. Huybers & Langmuir (2009) used a database of global eruptions in the last 40 ka (Siebert & Simkin 2002) to calculate the change in frequency of eruptions with VEI > 2 prior to, during and after the last deglaciation. The increase in volcanic activity during deglaciation above modern values was found to be statistically highly significant (p < 0.01) and activity during deglaciation (18–7 ka) was significantly higher than glacial rates between 40 and 20 ka. Although there are doubts about the completeness of the eruption record, interesting trends emerge from the data. The timing of enhanced volcanism differs between localities (e.g. a global increase occurred at approx. 18 ka, but occurred later in Iceland, at approx. 12 ka). This may reflect differing regional deglaciation histories, although other factors such as the delay between deglaciation and magma reaching the surface may also differ and depend upon the plumbing system of individual volcanic complexes. There is currently no discussion in the literature about whether the magnitude of volcanic eruptions increases during deglaciation, or whether it is only the frequency of eruptions that is affected.\nQualitative evidence for accelerated volcanism at individual volcanic complexes during deglaciation includes studies at Mt Mazama, western USA (Bacon & Lanphere 2006), and three Chilean volcanoes: Lascar, Puyehue and Nevados de Chillan (Gardeweg et al. 1998; Singer et al. 2008; Mee et al. 2009). However, confidence about whether glacial–interglacial cycles truly influence eruptive activity is generally low, as there are insufficient dated eruptions at individual volcanoes to adequately test statistical significances. In some cases, there is no obvious increase in activity during the last deglaciation (e.g. Torfajökull, Iceland; McGarvie et al. 2006).\nPhil. Trans. R. Soc. A (2010)\n(b) Edifice collapse triggered by ice recession\nA mechanistic link between deglaciation and collapse of ice-covered stratovolcanoes has been proposed by Capra (2008), who noted the coincidence between major edifice collapses and periods of rapid ice recession in the last 30 ka\nPhil. Trans. R. Soc. A (2010)\nfor 24 volcanoes, predominantly located in Chile, Mexico and the USA. Capra proposed that abrupt climate change resulting in rapid ice melting may trigger edifice collapses through glacial debuttressing and an increase in fluid circulation\nPhil. Trans. R. Soc. A (2010)\nand humidity. However, more data are required to quantitatively test whether periods of rapid ice decline do indeed correlate with acceleration in the incidence of edifice collapse."
  }, {
    "heading": "4. How does the rate and extent of current ice melting compare with past changes?",
    "text": "In order to assess whether the current changes in ice thickness and extent on many volcanoes are likely to trigger accelerated volcanic activity, the current rate of melting must be compared with inferred rates of melting during the last deglaciation. Precisely reconstructing rates of ice thinning during the last deglaciation is problematic, owing to the limits of resolution provided by proxies for changing ice extent and thickness. Furthermore, the history of deglaciation was complex, with major stepwise advances and retreats including the Younger Dryas event at 11–10 ka and the Preboreal Oscillation at 9.9–9.7 ka (Geirsdóttir et al. 2000).\nQuoted ‘average’ rates of deglaciation for Iceland, as used in mantle melting models, are 2 m a−1 (2 km in 1 ka; Jull & McKenzie 1996; Pagli & Sigmundsson 2008). Similarly, the mean rate of surface elevation change of the Laurentide ice sheet during early Holocene deglaciation is estimated at 2.6 m a−1 (Carlson et al. 2008). However, it is inappropriate to assume a constant rate of ice unloading, as phases of dramatic warming, such as the end of the Younger Dryas event, are likely to have involved much more rapid recession over shorter time intervals. Indeed, there is geological evidence for bursts of considerably faster deglaciation during abrupt warming events (e.g. 100 m a−1 in Denmark between 18 and 17 ka; Humlum & Houmark-Nielsen 1994). Rapid deglaciation in volcanically active areas could be further driven by positive feedback, with eruption-triggered jökulhlaups potentially playing an important role in glacier break-up (Geirsdóttir et al. 2000; Carrivick et al. 2009b).\nNonetheless, it is informative to compare data: the current rates are mostly approximately 20–40% of the mean estimated deglaciation rates for the Icelandic and Laurentide ice sheets (figure 7). The extent of ice unloading is, however, very different, as rapid unloading has occurred only since the end of the Little Ice Age. For example, Vatnajökull in Iceland has only shrunk since 1890 (Björnsson & Pálsson 2008; Pagli & Sigmundsson 2008). This means that total thinning of only approximately 60 m has occurred at Vatnajökull since 1890, compared with approximately 2 km during the last deglaciation (figure 7). Tropical glaciers in the Andes reached their maximum extents of the last millennium between AD 1630 and 1730 (Jomelli et al. 2009) and have rapidly retreated only since the middle of the nineteenth century. Therefore, current thinning has been sustained only over a 100–200 year period, which is considerably shorter than major deglaciation events. As a consequence, the total reduction in ice thickness to date during current warming is probably less than 10 per cent of that during major past deglaciation events.\nHowever, there are marked local and regional discrepancies in how rapidly ice sheets and glaciers have receded during current (post-Little Ice Age) warming. Over 3030 km3 of ice has been lost from Glacier Bay, Alaska, since 1770\nPhil. Trans. R. Soc. A (2010)\n(Larsen et al. 2005), with local thinning of up to 1.5 km at a mean rate of up to 6.5 m a−1. This value is more comparable to changes during the main phases of deglaciation, but has not occurred in an active volcanic region."
  }, {
    "heading": "5. How might hazards be affected by melting of ice and snow?",
    "text": "(a) Ice unloading may encourage more explosive eruptions\nThe explosivity of eruptions beneath ice sheets is restrained by thick ice, as high glaciostatic pressures (greater than 5 MPa) inhibit volatile exsolution (Tuffen et al. in press) and rapid ice deformation can close cavities melted at the base of the ice, encouraging intrusive rather than explosive activity (figure 8; Tuffen et al. 2007). Thinning of ice covering a volcano may therefore encourage more explosive eruptions, which generate meltwater more rapidly than intrusive eruptions (Guðmundsson 2003) and, if the ice surface were breached, create hazards associated with tephra. Where ice is thin (less than 150 m), there is generally comparatively little interaction between magma and meltwater, as thin ice fractures readily, offers little constraint to the force of eruptions and is inefficient at collecting meltwater around the vent (Smellie & Skilling 1994; Smellie 1999). Thinning of ice may therefore generally lead to more explosive eruptions at volcanoes that are currently covered by substantial thicknesses of ice (greater than 300 m), especially those with deep ice-filled summit calderas such as Sollipulli, Chile (Gilbert et al. 1996), and Katla, Iceland (Björnsson et al. 2000). It is important to note, however, that there is currently no quantitative relationship between eruption explosivity and ice thickness. The models quoted only simulate\nPhil. Trans. R. Soc. A (2010)\na small part of the coupled volcano–ice system and thus are essentially qualitative; they do not incorporate feedbacks between the dynamics of magma storage, ascent and the response of the overlying ice.\n(b) Ice unloading and increased melting may trigger edifice stability\nIt has been hypothesized that melting and recession of ice on volcanic edifices may lead to instability and edifice collapse owing to two independent mechanisms: first, debuttressing and the withdrawal of mechanical support from ice (Capra 2008) and, second, an increase in the pore fluid pressure within shallow hydrothermal systems, which may trigger movement on pre-existing weaknesses (Capra 2008). However, this hypothesis currently remains unproven owing to insufficient data. A significant proportion of glacier meltwater may enter the hydrothermal system of volcanoes (e.g. Antizana volcano, Ecuador; Favier et al. 2008). Seasonal seismicity at volcanoes such as Mt Hood (USA) is consistent with seismic triggering by an increase in meltwater input (Saar & Manga 2003), illustrating that movement on pre-existing weaknesses is favoured by enhanced meltwater production.\n(c) Melting of ice and snow may decrease the likelihood and magnitude of meltwater floods\nAs the volume of ice and snow on a volcano decreases, the size of the reservoir of potential meltwater decreases. At volcanoes where a relatively small volume of ice and snow is present, the total volume of lahars may be restricted by the volume of ice and snow available for melting (Huggel et al. 2007a). This leads to the following qualitative prediction: as this volume decreases, the total volume and magnitude of meltwater floods should decrease for a given size of eruption, thus reducing the associated hazards. Björnsson & Pálsson (2008) have shown that meltwater discharge from thinning Icelandic glaciers is likely to peak in 2040–2050 as ablation rates rise, but thereafter recede, reflecting the diminished volume of ice available for melting. Furthermore, as meltwater floods are triggered when tephra falls onto ice and snow (Major & Newhall 1989; Walder 2000; Julio-Miranda et al. 2008), a reduction in the area of ice and snow will reduce the probability that this will occur, therefore reducing the incidence of lahar generation. However, if the size of eruptions were to increase then in some cases a dwindling ice volume would not prevent an increase in the magnitude of meltwater floods, as recognized by Huggel et al. (2007a)."
  }, {
    "heading": "6. What are the likely effects of twenty-first century climate change on hazards at ice-covered volcanoes?",
    "text": "Unloading as ice and snow melt may trigger increased volcanic activity. Vexed questions include how quickly volcanic systems respond to ice thickness changes, which baselines for rates of volcanic activity are appropriate for the Holocene and how to scale past accelerations in volcanic activity to changes in the twenty-first century.\nPhil. Trans. R. Soc. A (2010)\n(a) Increased magma production and eruption in Iceland?\nMelting of Icelandic ice sheets leads to increased mantle melting and eruption of magma to the surface (figure 5; Jull & McKenzie 1996; Maclennan et al. 2002; Pagli & Sigmundsson 2008). It is estimated that melting of Vatnajökull between 1890 and 2003 (435 km3 loss, with a thinning rate of approx. 0.5 m a−1) led to a 1 per cent increase in the rate of magma production (Pagli & Sigmundsson 2008). If current melting rates continue throughout the twenty-first century, a roughly similar additional rise in melt production may be anticipated. Any increase in the thinning rate would trigger a stronger acceleration in melt production. It is important to note, however, that the rate and amount of ice thinning are far lower than during the last deglaciation (figure 7), and the projected increases in the rate of melt production are far weaker (at most a few per cent increase, as opposed to a 30–50-fold increase). Although studies have shown that additional melt was transported to the surface at a rate of over 50 m a−1 (Maclennan et al. 2002), this only constrains the time scale of melt extraction to being less than 2 ka.\nThere is incomplete evidence collected to date, but some preliminary data suggest that the timing of Icelandic volcanism during deglaciation may have coincided with rapid warming events, indicating a short delay between extra melting and eruption to the surface. The timing of large tuya-building eruptions in north Iceland appears to correspond with the two most marked warming events during deglaciation—the Bolling warming and the end of the Younger Dryas (Licciardi et al. 2007).\nWe therefore have insufficient knowledge to predict whether the ‘extra’ melt generated would erupt to the surface in the twenty-first century and whether any statistically significant increase in activity should be anticipated.\n(b) Increased magma production and eruption globally?\nThe pioneering study by Huybers & Langmuir (2009) attempts to relate changes in global volcanic activity during deglaciation to estimates of the rate of ice unloading. In it they use a simple glacier mass balance model to estimate modern changes in ice thickness at a number of glaciers. This model considers only relative accumulation versus ablation rates and ignores the ice dynamical processes (e.g. Bell 2008; Wingham et al. 2009) and local variations in precipitation and temperature (e.g. Vuille et al. 2008) that strongly influence mass balance and ice sheet profiles (e.g. Hubbard 2006). The results of eruption datasets are used to calculate glacial/deglacial and deglacial/Holocene eruption frequency ratios (figure 6a). Volcanoes with a current strong negative ice volume balance are excluded from the analysis as they are assumed not to have been icecovered during the late Pleistocene, and therefore insignificant ice unloading is assumed to have occurred during deglaciation. Analysis of the eruption frequency of volcanoes considered to have been ice-covered then produces an enhancement in the rate of volcanic activity by a factor of two and six between 12 and 7 ka. These figures were generated using a −6 and a −9 m a−1 cut-off, respectively.\nEstimates of the amount of increased melting and magma eruption to the surface are very approximate. Huybers and Langmuir assume that unloading 1 km of ice above a 60 km thick melting region triggers a 0.1 per cent increase in the melt percentage, and that 10 per cent of the melt then reaches the surface. They then estimate that 15 per cent of the 1.8 × 106 km3 of ice lost Phil. Trans. R. Soc. A (2010)\nfrom mountain glaciers between the last glacial maximum and today influences magma production. The validity of this percentage needs to be checked against the distribution of global ice loss from mountain glaciers, which is itself very difficult to constrain owing to a lack of data and the complexity of local climatic variations (e.g. Vuille et al. 2008). The melting model also ignores diversity in melt zone depths and does not take into account crustal storage in magma chambers.\nElsewhere, Jellinek et al. (2004) examine statistical correlations between changes in ice thickness (assumed to be related to the time derivative of the SPECMAP d18O record) and the frequency (rather than magnitude) of documented volcanic eruptions in eastern California (figure 6b). They found a significant correlation, with increased frequency of volcanism following periods of inferred glacier unloading. Models indicated a delay between unloading and increased volcanism of 3.2 ± 4.2 kyr and 11.2 ± 2.3 ka for silicic and basaltic eruptions, respectively. Although local ice thickness fluctuations are unlikely to relate consistently or linearly to the oxygen isotope record, this analysis does point to intriguing differences between the rate of response to unloading between different magma types and volcanic plumbing systems. Similarly, Nowell et al. (2006) found evidence for accelerated volcanism during deglaciation of western Europe.\nThese studies indicate that a statistically significant correlation exists between unloading of ice and increased volcanism. However, as is the case for Iceland, the time scale of the response of volcanic systems to ice unloading is not well constrained. Data from eastern California suggest that the volcanic response may be delayed by thousands of years. If this were the case, volcanism in the coming century may reflect changing ice thicknesses in the mid-to-late Holocene, rather than melting of ice since the Little Ice Age. Scaling issues are also problematic. There is considerable uncertainty about how the magnitude of acceleration in melt production and magma eruption to the surface scale to the amount and rate of ice unloading. A simple linear relationship between melt production and unloading (e.g. Huybers & Langmuir 2009) is not appropriate as the rate of melt production also depends on the previous loading and unloading history (Jull & McKenzie 1996). Furthermore, magma residence in chambers may decouple the timing of melt production from that of magma eruption to the surface.\n(c) Potential effects on volcanic hazards\nAn increase in the rate of magma eruption to the surface would entail larger and/or more frequent eruptions, thus increasing exposure to hazards. Indeed, analysis of tephra in the Greenland ice core (Zielinski et al. 1996) has shown that the greatest frequency of volcanic events in the last 110 ka occurred between 15 and 8 ka, closely corresponding to the timing of Northern Hemisphere deglaciation. The largest eruptions also occurred during a similar, overlapping interval, between 13 and 7 ka. To date, most studies have focused solely on the frequency of eruptions (e.g. Jellinek et al. 2004; Nowell et al. 2006; Huybers & Langmuir 2009). Increased eruptive frequency at a given volcano will increase risk exposure. The intensity and explosivity index of eruptions also scale to their total volume (e.g. Newhall & Self 1982; Pyle 1999). There is currently insufficient evidence to determine whether the size or frequency of eruptions will increase in the twenty-first century.\nPhil. Trans. R. Soc. A (2010)\nThe explosivity of eruptions beneath ice is expected to generally increase as the ice thins (figure 8; Tuffen et al. 2007). Therefore, where ice is over 150 m in thickness and thinning of more than 100 m occurs, the probability of more hazardous explosive eruptions will increase. This will be most relevant to volcanoes with deep ice-covered calderas such as Sollipulli, Chile (Gilbert et al. 1996). However, it is not currently possible to quantify the increased probability of explosive eruptions and whether it is significant.\nThere is stronger evidence that current ice recession may considerably increase hazards related to edifice instability. Capra (2008) has proposed that the incidence of major volcano collapses is strongly affected by ice recession during deglaciation. Huggel et al. (2008) have noted an upturn in the rate of large-volume avalanches, which corresponds with, and is attributed to, recent climate change. Similar predictions are made for mountain instabilities owing to recession of alpine glaciers (Keiler et al. 2010). Melting and unloading of ice may have a much more rapid effect on edifice stability than on melt production and eruption. Modelling by Huggel (2009) shows that the thermal perturbations that may destabilize slopes are likely to occur over tens or hundreds of years (for conductive heat flow processes) and years to decades (for advective/convective heat flow processes). Perturbations triggered by volcanic activity may be effective over much shorter time scales.\nAndean stratovolcanoes that host rapidly diminishing tropical glaciers are likely to be particularly sensitive to climate warming. Many glaciers are completely out of equilibrium with current climate and may completely disappear within decades (Vuille et al. 2008). Model projections of future climate change in the tropical Andes indicate a continued warming of the tropical troposphere\nPhil. Trans. R. Soc. A (2010)\nthroughout the twenty-first century, with a temperature increase that is enhanced at higher elevations. By the end of the twenty-first century, following the SRES A2 emission scenario, the tropical Andes may experience a massive warming of the order of 4.5–5◦C (Vuille et al. 2008). This warming will drive edifice instability by removing ice, increasing the amount of meltwater at high elevations on edifices and thawing ice–bedrock contacts, encouraging slippage.\nClimate warming may in some incidences reduce lahar hazards, as the disappearance of small volumes of snow and ice from volcanoes such as Popocatepetl will reduce the volume of ice available for meltwater flood generation. Dwindling areas of ice and snow will also reduce the probability of lahar generation. This reduction in lahar hazards may only be notable in volcanoes undergoing almost complete glacier extinction (Huggel et al. 2007a)."
  }, {
    "heading": "7. Gaps in our knowledge and targets for future research",
    "text": "Important gaps in our knowledge of links between melting of ice and volcanic hazards remain, including the following.\n— Uncertainty about the time scale of volcanic responses to ice unloading. We currently have only limited insight into the reasons for delayed volcanic responses (Maclennan et al. 2002) and the time scales involved (Jellinek et al. 2004); response times are likely to differ in different tectonic settings. — Poor constraint on how ice bodies on volcanoes will respond to twentyfirst century climate change. The highly localized effects of topography, microclimates and local geothermal and eruption-related processes on volcanoes conspire to create considerable diversity in the response of individual glaciers and ice sheets to climate change (e.g. Geirsdóttir et al. 2006; Rivera et al. 2006; Bown & Rivera 2007; Brock et al. 2007). — The sensitivity of volcanoes to small changes in ice thickness or to recession of small glaciers on their flanks is unknown. Although there is strong evidence that wholesale ice removal during deglaciation can significantly accelerate volcanic activity, there is considerable uncertainty about how volcanic responses to unloading scale with the magnitude, rate and distribution of ice unloading. A simple linear relationship between the rates of ice melting and additional melt production is unlikely to be appropriate. The effects of recession of different scales of ice body need to be considered, from the largest ice sheets to the smallest summit glaciers. — Lack of data on how past changes in ice thickness have affected the style of volcanic eruptions and associated hazards. Most statistical studies of the effects of ice thickness changes on volcanism have focused exclusively on the frequency of eruptions. It would be of great interest to know whether the sizes of eruptions or the probability of large caldera-forming events increase during periods of ice recession. — It is not known how localized ice withdrawal from stratovolcanoes will affect shallow crustal magma storage and eruption. Existing models for how loading by ice affects volcanism have focused on large (greater than 50 km diameter), near-horizontal ice sheets and mantle melting (e.g. Jull & McKenzie 1996; Pagli & Sigmundsson 2008). Stratovolcanoes, which\nPhil. Trans. R. Soc. A (2010)\nconstitute the vast majority of ice- and snow-covered volcanoes worldwide, are entirely different systems, being characterized by smaller, thinner ice bodies and the existence of crustal magma chambers. — Broader feedbacks between volcanism and climate change remain poorly understood. A number of potential positive feedbacks during volcano–ice interactions exist, which could potentially greatly magnify the rate of ice recession and effects on volcanic activity. Feedbacks include the increased CO2 emissions from accelerated volcanism during ice unloading, which may act to further warm the climate (Huybers & Langmuir 2009). Enhanced basal melting may destabilize ice sheets, leading to more rapid ice recession (Bell 2008). More locally, tephra covering the ice surface may affect the mass balance of glaciers (Rivera et al. 2006; Brock et al. 2007). Currently, little is known about the effects of these feedbacks and whether they will play an important role in the twenty-first century and beyond.\n(a) Future work required\nIn order to resolve these problems both new data and improved models are required. Existing databases of known volcanic eruptions need to be augmented by numerous detailed case studies of the Quaternary eruptive history of ice-covered volcanoes, especially in the Andes, to determine whether the frequency and size of their eruptions have been influenced by past changes in ice thickness. The volcanic response should be examined both to large-magnitude, long time-scale climatic changes such as glacial–interglacial cycles and to smaller, briefer fluctuations in the last millennium such as the Little Ice Age. This will reveal the sensitivity and response time of volcanic systems to a range of forcing timescales and magnitudes.\nThe unique record of palaeo-ice thicknesses provided by subglacially erupted volcanic deposits (e.g. Mee et al. 2006; Licciardi et al. 2007; Smellie et al. 2008; Tuffen et al. in press) must be exploited in order to precisely reconstruct fluctuating local ice thicknesses on volcanic edifices. In tandem high-resolution dating techniques will be required, which stretch the limits of existing radiometric methods. Geochemical indicators of the residence time of magma in shallow magma chambers could reveal whether shallow magma storage is affected by ice thickness variations.\nImproved physical models are required to test how magma generation, storage and eruption at stratovolcanoes are affected by stress perturbations related to the waxing and waning of small-volume ice bodies on what is commonly steep topography. Finally, feedbacks between the mass balance of ice sheets and glaciers and volcanic activity need to be incorporated into future Earth-system models.\nH.T. was supported by an NERC Research Fellowship (NE/E013740/1) and an NERC New Investigator grant (NE/G000654/1). Thanks to Seb Watts, David Pyle, John Maclennan, Jasper Knight, Freysteinn Sigmundsson, John Smellie and Jennie Gilbert for discussions and sharing materials. Chris Kilburn is thanked for efficient and insightful editorial handling."
  }],
  "year": 2010,
  "references": [{
    "title": "The response of a glacier to a surface disturbance: a case study on Vatnajökull ice cap, Iceland",
    "authors": ["G. Aðalgeirsdóttir", "M.T. Guðmundsson", "H. Björnsson"],
    "venue": "Ann. Glaciol",
    "year": 2000
  }, {
    "title": "Eruptive history and geochronology of Mount Mazama and the Crater Lake region, Oregon. Geol",
    "authors": ["C. Bacon", "M. Lanphere"],
    "year": 2006
  }, {
    "title": "The role of subglacial water in ice-sheet mass balance",
    "authors": ["R.E. Bell"],
    "venue": "Nat. Geosci",
    "year": 2008
  }, {
    "title": "Hydrological characteristics of the drainage system beneath a surging glacier",
    "authors": ["H. Björnsson"],
    "venue": "Nature 395,",
    "year": 1998
  }, {
    "title": "Surface and bedrock topography of the Mýrdalsjökull ice cap, Iceland",
    "authors": ["H. Björnsson", "F. Pálsson", "M.T. Guðmundsson"],
    "venue": "Jökull",
    "year": 2000
  }, {
    "title": "Climate changes and recent glacier behaviour in the Chilean lake district",
    "authors": ["F. Bown", "A. Rivera"],
    "venue": "Global Planet. Change 49,",
    "year": 2007
  }, {
    "title": "The surface energy balance of an active ice-covered volcano: Villarrica Volcano, Southern Chile",
    "authors": ["B. Brock", "A. Rivera", "Casassa G", "F. Bown", "C. Acuna"],
    "venue": "Ann. Glaciol",
    "year": 2007
  }, {
    "title": "Abrupt climatic changes as triggering mechanisms of massive volcanic collapses",
    "authors": ["L. Capra"],
    "venue": "J. Volcanol. Geotherm. Res",
    "year": 2008
  }, {
    "title": "Rapid early Holocene deglaciation of the Laurentide ice sheet",
    "authors": ["A.E. Carlson", "A.N. Legrande", "D.W. Oppo", "R.E. Came", "G.A. Schmidt", "F.S. Anslow", "J.M. Licciardi", "E.A. Obbink"],
    "venue": "Nat. Geosci",
    "year": 2008
  }, {
    "title": "A voluminous avalanche-induced lahar from Citlaltépetl volcano, Mexico. Implications for hazard assessment",
    "authors": ["G. Carrasco-Núñez", "J.W. Vallance", "W.I. Rose"],
    "venue": "J. Volcanol. Geotherm. Res",
    "year": 1993
  }, {
    "title": "Hydrodynamics and geomorphic work of jökulhlaups (glacial outburst floods) from Kverkfjöll volcano, Iceland",
    "authors": ["J.L. Carrivick"],
    "venue": "Hydrol. Process",
    "year": 2007
  }, {
    "title": "Palaeohydrology and sedimentology of jökulhlaups from Kverkfjöll, Iceland",
    "authors": ["J.L. Carrivick", "A.J. Russell", "F.S. Tweed", "D. Twigg"],
    "venue": "Sediment. Geol",
    "year": 2004
  }, {
    "title": "Geomorphological evidence towards a deglacial control on volcanism",
    "authors": ["J.L. Carrivick", "A.J. Russell", "E.L. Rushmer", "F.S. Tweed", "P.M. Marren", "H. Deeming", "O.J. Lowe"],
    "venue": "Earth Surf. Process. Landf",
    "year": 2009
  }, {
    "title": "Fast shrinkage of tropical glaciers in Colombia",
    "authors": ["J.L. Ceballos", "C. Euscátegui", "J. Ramírez", "M. Cañon", "C. Huggel", "W. Haeberli", "H. Machguth"],
    "venue": "Ann. Glaciol",
    "year": 2006
  }, {
    "title": "A recent volcanic eruption beneath the West Antarctic ice sheet",
    "authors": ["H.F.J. Corr", "D.G. Vaughan"],
    "venue": "Nat. Geosci",
    "year": 2008
  }, {
    "title": "Probabilistic model for eruptions and associated floods events in the Katla caldera, Iceland",
    "authors": ["J. Eliasson", "G. Larsen", "M.T. Gudmundsson", "F. Sigmundsson"],
    "venue": "Comput. Geosci",
    "year": 2006
  }, {
    "title": "Evidence of groundwater flow on Antizana ice-covered volcano, Ecuador",
    "authors": ["V. Favier", "A. Coudrain", "E. Cadier", "B. Francou", "E. Ayabaca", "L. Maisincho", "E. Praderio", "M. Villacis", "P. Wagnon"],
    "venue": "Hydrol. Sci",
    "year": 2008
  }, {
    "title": "Evolution of Lascar volcano, northern Chile",
    "authors": ["M.C. Gardeweg", "R.S.J. Sparks", "S.J. Matthews"],
    "venue": "J. Geol. Soc. Lond",
    "year": 1998
  }, {
    "title": "Glacial extent and catastrophic meltwater events during the deglaciation of Southern Iceland",
    "authors": ["Á. Geirsdóttir", "J. Hardardóttir", "Á.E. Sveinbjörnsdóttir"],
    "venue": "Quat. Sci. Rev",
    "year": 2000
  }, {
    "title": "Response of Hofsjökull and southern Vatnajökull, Iceland, to climate change",
    "authors": ["Á. Geirsdóttir", "T. Johannesson", "H. Björnsson", "F. Pálsson", "O. Sigurðsson"],
    "venue": "J. Geophys. Res. 111,",
    "year": 2006
  }, {
    "title": "Non-explosive, constructional evolution of the ice-filled caldera at Volcán Sollipulli, Chile",
    "authors": ["J.S. Gilbert", "M.V. Stasiuk", "S.J. Lane", "C.R. Adam", "M.D. Murphy", "R.S.J. Sparks", "J.A. Naranjo"],
    "year": 1996
  }, {
    "title": "Melting of ice by magma-ice-water interactions during subglacial eruptions as an indicator of heat transfer in subaqueous eruptions",
    "authors": ["M.T. Guðmundsson"],
    "venue": "AGU Geophysical Monographs,",
    "year": 2003
  }, {
    "title": "Ice-volcano interaction of the 1996 Gjálp subglacial eruption, Vatnajökull, Iceland",
    "authors": ["M.T. Guðmundsson", "F. Sigmundsson", "H. Björnsson"],
    "venue": "Nature 389,",
    "year": 1997
  }, {
    "title": "The 1996 eruption at Gjálp, Vatnajökull ice cap, Iceland: course of events, efficiency of heat transfer, ice deformation and subglacial water pressure",
    "authors": ["M.T. Guðmundsson", "F. Sigmundsson", "H. Björnsson", "Þ. Högnadóttir"],
    "year": 2004
  }, {
    "title": "Volcanic hazards in Iceland",
    "authors": ["M.T. Guðmundsson", "G. Larsen", "A. Höskuldsson", "Á.G. Gylfason"],
    "venue": "Jökull",
    "year": 2008
  }, {
    "title": "Similarities and differences in the response to climate warming of two ice caps in Iceland",
    "authors": ["S. Guðmundsson", "H. Björnsson", "T. Johannesson", "G. Aðalgeirsdóttir", "F. Pálsson", "O. Sigurðsson"],
    "venue": "Hydrol. Res",
    "year": 2009
  }, {
    "title": "Volcano hazards from Mount Rainier, Washington, revised",
    "authors": ["R.P. Hoblitt", "J.S. Walder", "C.L. Driedger", "K.M. Scott", "P.T. Pringle", "J.W. Vallance"],
    "venue": "US Geological Survey Open-File Report no. 98–428",
    "year": 1998
  }, {
    "title": "Volcanic hazard assessment for Ruapehu composite volcano, Taupo volcanic zone, New Zealand",
    "authors": ["B.F. Houghton", "J.H. Latter", "W.R. Hackett"],
    "year": 1987
  }, {
    "title": "The validation and sensitivity of a model of the Icelandic ice sheet",
    "authors": ["A. Hubbard"],
    "venue": "Quat. Sci. Rev",
    "year": 2006
  }, {
    "title": "Comparative lahar hazard mapping at Volcan Citlaltépetl, Mexico using SRTM, ASTER and DTED-1 digital topographic data",
    "authors": ["B.E. Hubbard", "M.F. Sheridan", "G. Carrasco-Nuñez", "R. Díaz-Castellon", "S.R. Rodríguez"],
    "venue": "J. Volcanol. Geotherm",
    "year": 2007
  }, {
    "title": "Recent extreme slope failures in glacial environments: effects of thermal perturbation",
    "authors": ["C. Huggel"],
    "venue": "Quat. Sci. Rev",
    "year": 2009
  }, {
    "title": "2007a Review and reassessment of hazards owing to volcano–glacier interactions in Colombia",
    "authors": ["C. Huggel", "J.L. Ceballos", "B. Pulgarin", "J. Ramirez", "Thouret", "J.-C"],
    "venue": "Ann. Glaciol",
    "year": 2007
  }, {
    "title": "2007b Monitoring and modeling ice-rock avalanches from ice-capped volcanoes: a case study of frequent large avalanches on Iliamna Volcano, Alaska",
    "authors": ["C. Huggel", "J. Caplan-Auerbach", "C.F. Waythomas", "R.F. Wessels"],
    "venue": "J. Volcanol. Geotherm",
    "year": 2007
  }, {
    "title": "Recent extreme avalanches: triggered by climate change",
    "authors": ["C. Huggel", "J. Caplan-Auerbach", "R. Wessels"],
    "venue": "EOS Trans. Am. Geophys. Union 89,",
    "year": 2008
  }, {
    "title": "High deglaciation rates in Denmark during the Late Weichselian—implications for the palaeoenvironment",
    "authors": ["O. Humlum", "M. Houmark-Nielsen"],
    "venue": "Geogr. Tidsskr",
    "year": 1994
  }, {
    "title": "Feedback between deglaciation, volcanism, and atmospheric CO2",
    "authors": ["P. Huybers", "C. Langmuir"],
    "venue": "Earth Planet. Sci. Lett. 286,",
    "year": 2009
  }, {
    "title": "Numerical studies of ice flow over subglacial geothermal heat sources at Grímsvötn, Iceland, using the full Stokes equations",
    "authors": ["A.H. Jarosch", "M.T. Gudmundsson"],
    "venue": "J. Geophys. Res",
    "year": 2007
  }, {
    "title": "Did melting glaciers cause volcanic eruptions in eastern California? Probing the mechanics of dike formation",
    "authors": ["A.M. Jellinek", "M. Manga", "M.O. Saar"],
    "venue": "J. Geophys. Res. 109,",
    "year": 2004
  }, {
    "title": "Fluctuations of glaciers in the tropical Andes over the last millennium and palaeoclimatic implications: a review",
    "authors": ["V. Jomelli", "V. Favier", "A. Rabatel", "D. Brunstein", "G. Hoffmann", "B. Francou"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 2009
  }, {
    "title": "BEDMAP: a new ice thickness and subglacial topographic",
    "authors": ["D.G. Vaughan"],
    "year": 2001
  }, {
    "title": "Volume changes of Vatnajökull ice",
    "authors": ["E. 2001GC000282) Magnusson", "H. Björnsson", "J. Dall", "F. Palsson"],
    "year": 2005
  }, {
    "title": "The volcanic explosivity index (VEI): an estimate",
    "authors": ["C.G. 009-0277-7) Newhall", "S. Self"],
    "year": 1982
  }, {
    "title": "Sizes of volcanic eruptions",
    "authors": ["D.M. Pyle"],
    "venue": "In Encyclopaedia of volcanoes (ed. H. Sigurdsson),",
    "year": 1999
  }, {
    "title": "Ice volumetric changes on active volcanoes in Southern Chile",
    "authors": ["B. Brock"],
    "venue": "Ann. Glaciol",
    "year": 2006
  }, {
    "title": "Seismicity induced by seasonal groundwater recharge at Mt",
    "authors": ["M.O. Saar", "M. Manga"],
    "year": 2003
  }, {
    "title": "Subglacial eruptions",
    "authors": ["Chile. Geol"],
    "venue": "In Encyclopaedia of volcanoes (ed. H. Sigurdsson),",
    "year": 1999
  }, {
    "title": "Products of subglacial volcanic eruptions under different",
    "authors": ["I.P. Skilling"],
    "year": 1994
  }, {
    "title": "Six million years of glacial history recorded in volcanic lithofacies",
    "authors": ["B. van Wyk de Vries"],
    "year": 2008
  }, {
    "title": "Models of ice melting and edifice growth at the onset of subglacial basaltic",
    "authors": ["H. Tuffen"],
    "year": 2007
  }, {
    "title": "Pyroclast/snow interactions and thermally driven slurry formation",
    "authors": ["J.S. BF00301553) Walder"],
    "year": 2000
  }, {
    "title": "Spatial and temporal evolution of Pine Island",
    "authors": ["D.J. Survey. Wingham", "D.W. Wallis", "A. Shepherd"],
    "year": 2009
  }, {
    "title": "Glacier thinning, 1995–2006",
    "authors": ["G. Zielinski", "P. Mayewski", "L. Meeker", "S. Whitlow", "M.A. Twickler"],
    "venue": "Geophys. Res. Lett. 36,",
    "year": 1996
  }],
  "id": "SP:324658c189fd3c7a40cf4ced2414ccbb13e0be23",
  "authors": [],
  "abstractText": "Glaciers and ice sheets on many active volcanoes are rapidly receding. There is compelling evidence that melting of ice during the last deglaciation triggered a dramatic acceleration in volcanic activity. Will melting of ice this century, which is associated with climate change, similarly affect volcanic activity and associated hazards? This paper provides a critical overview of the evidence that current melting of ice will increase the frequency or size of hazardous volcanic eruptions. Many aspects of the link between ice recession and accelerated volcanic activity remain poorly understood. Key questions include how rapidly volcanic systems react to melting of ice, whether volcanoes are sensitive to small changes in ice thickness and how recession of ice affects the generation, storage and eruption of magma at stratovolcanoes. A greater frequency of collapse events at glaciated stratovolcanoes can be expected in the near future, and there is strong potential for positive feedbacks between melting of ice and enhanced volcanism. Nonetheless, much further research is required to remove current uncertainties about the implications of climate change for volcanic hazards in the twenty-first century.",
  "title": "How will melting of ice affect volcanic hazards in the twenty-first century?"
}