{
  "sections": [{
    "text": "1\nMass extinctions generally involve a complex array of interrelated causes and are 18 best evaluated by a multi-proxy approach as applied here for the end-Cretaceous mass 19 extinction. This study documents and compares the planktic foraminiferal records, 20 carbonate dissolution effects, stable isotopes, and magnetic susceptibility in France 21 (Bidart), Austria (Gamsbach) and Tunisia (Elles) in order to explore the environmental 22 conditions during the uppermost Maastrichtian Plummerita hantkeninoides zone CF1 23 leading up to the mass extinction. Planktic foraminiferal assemblages at Bidart and 24 Gamsbach appear to be more diverse than those at Elles, with unusually high abundance 25 (20-30%) and diversity (~15 species) of globotruncanids in the two deep-water sections 26 but lower abundance (<10%) and diversity (<10 species) at the middle shelf Elles section. 27\n© 2015. This manuscript version is made available under the Elsevier user license http://www.elsevier.com/open-access/userlicense/1.0/\n2\nOxygen isotopes in zone CF1 of Elles record rapid climate warming followed by cooling 28 and a possible return to rapid warming prior to the mass extinction. 29 The onset of high stress conditions for planktic foraminifera is observed ~50-60 30 cm below the KTB at Bidart and Gamsbach, and ~4.5 m below the KTB at Elles due to 31 much higher sediment accumulation rates. These intervals at Bidart and Gamsbach record 32 low magnetic susceptibility and high planktic foraminiferal fragmentation index (FI) at 33 Elles, Bidart and Gamsbach. An increased abundance of species with dissolution-resistant 34 morphologies is also observed at Gamsbach. The correlative interval in India records 35 significantly stronger carbonate dissolution effects in intertrappean sediments between 36 the longest lava flows, ending with the mass extinction. Based on current evidence, this 37 widespread dissolution event stratigraphically coincides with the climate cooling that 38 follows the Late Maatrichtian global warming and may be linked to ocean acidification 39 due to Deccan volcanism. The estimated 12,000–28,000 Gigatons (Gt) of CO2 and 5200–40 13,600 Gt of SO2 introduced into the atmosphere likely triggered the carbonate crisis in 41 the oceans resulting in severe stress for marine calcifiers leading to the mass extinction. 42\n43\n3\n1. INTRODUCTION 44\n45 46 One of the best-known European Cretaceous-Tertiary boundary (KTB) sections, 47 also known as Cretaceous-Paleogene (KPB or KPg) sections, is exposed at a beach near 48 Bidart, in the Basque-Cantabrian basin of southwestern France (Figs. 1, 2B, Seyve, 1990; 49 Haslett, 1994). At this locality about 8 m of uppermost Maastrichtian and ~4 m of basal 50 Danian sediments are exposed, including the boundary clay, an Iridium (Ir) anomaly and 51 negative δ13C excursion that indicate a relatively complete KTB transition (Fig. 2A, C; 52\nRenard et al., 1982; Bonté et al., 1984; Apellaniz et al., 1997; Font et al., 2014). 53 Nevertheless, the Bidart section remained in limbo for nearly two decades because of 54 uncertain age control, particularly the reported absence of the latest Maastrichtian 55 nannofossil Micula prinsii zone and absence of the planktic foraminiferal zones CF1 56 (Plummerita hantkeninoides) and CF2, which together are correlative with paleomagnetic 57 chron C29r. This led to the assumption that the latest Maastrichtian is missing (Gallala et 58 al., 2009). Subsequent paleomagnetic and microfossil studies revealed that the ~8 m of 59 uppermost Maastrichtichtian sediments below the KTB were deposited during the Micula 60 prinsii zone (Galbrun and Gardin, 2004) and the recent finding of P. hantkeninoides zone 61 CF1 (Font et al., 2014) further confirms deposition in paleomagnetic chron C29r below 62 the KTB boundary and hence a substantially complete KTB transition. 63 Restudy of the Bidart section is particularly important because of the potential 64 connection between the high-stress interval spanning the last 50-cm of the Maastrichtian 65 and Deccan volcanism in India (Font et al., 2011, 2014). As early as the 1990s, Apellaniz 66 et al. (1997) reported a drop in carbonate content and increased planktic foraminiferal test 67\n4\ndissolution particularly in the KTB clay and the underlying 28-cm uppermost 68 Maastrichtian sediments. This interval depleted in carbonate content is also featured by a 69 loss of iron oxides (biogenic and detrital magnetite), interpreted to be the result of 70 acidification linked to Deccan acid rains (Font et al., 2014; Font and Abrajevitch, 2014). 71 The possible link between this dissolution interval and ocean acidification related to 72 Deccan volcanism appears to be more than coincidental and warrants a fresh 73 investigation of associated changes in planktic foraminiferal assemblages. Bidart 74 therefore provides a unique opportunity to analyze this critical time interval in Earth 75 history to understand the environmental changes in the northern mid-latitude Atlantic 76 Ocean that may be related to the global effects of Deccan volcanism. 77 Preliminary faunal analysis of the Bidart section reveals a planktic foraminiferal 78 assemblage remarkably different from those reported for El Kef (GSSP) and Elles, 79 Tunisia, and other continental shelf locations (Abramovich et al., 2002; Font et al., 2014). 80 To evaluate whether this is due to different depositional settings (open ocean bathyal 81 depths for Bidart versus shelf depth for Tunisia), we chose a second bathyal section, 82 Gamsbach, Austria, as a control site. Gamsbach is located in the Eastern Alps with a 83 palaeogeographic setting and depositional history similar to Bidart (Figs. 1, 3B; Grachev 84 et al., 2005). Gamsbach contains planktic foraminiferal assemblages similar to those at 85 Bidart, including a pre-KTB dissolution interval that supports the choice of Gamsbach as 86 a complementary site. 87 Although numerous studies have explored the KTB transition at Bidart and 88 Gamsbach over the past three decades (see sections 1 and 2, supplementary material), the 89 published microfossil records are generally not quantitative and at very low sample 90\n5\nresolution yielding little or no information for the critical pre-extinction interval. We 91 present comprehensive biostratigraphic, assemblage and stable isotope, geochemical and 92 mineralogical data that focus on the rapid climatic and biotic events of zone CF1, which 93 globally record the crises that led up to the KTB mass extinction. The primary objective 94 of this study is to test the hypothesis that Deccan volcanism may have caused global 95 climate changes and ocean acidification that directly resulted in the KTB mass extinction 96 recorded in planktic foraminifera. 97 We test this hypothesis based on: (1) High-resolution quantitative planktic 98 foraminiferal species abundances through the uppermost Maastrichtian zones CF1-CF2 at 99 Bidart and Gamsbach. (2) High-resolution biostratigraphic analysis with special emphasis 100 on the presence/absence of index species (e.g., Gansserina gansseri and Plummerita 101 hantkeninoides) to re-evaluate the conflicting published reports (reviewed below). (3) 102 Evaluation of the palaeoclimatic and the paleoenvironmental conditions recorded in 103 stable isotopes, geochemical proxies, and associated biotic events. (4) Evaluation of 104 carbonate and iron oxide dissolution events based on the quality of foraminiferal test 105 preservation (fragmentation index FI) and magnetic susceptibility, respectively. (5) 106 Determination of the chronologic sequence of biotic, climatic and geochemical events 107 through zone CF1 at Bidart and Gamsbach, as well as their regional and global 108 oceanographic significance in the context of environmental perturbations related to 109 Deccan volcanism. And (6) comparison with shelf sequences at Elles and El Kef, Tunisia, 110 to assess the nature of environmental changes in shallow vs. deep-water environments. 111\n112 2. BACKGROUND 113\n6\n114 2.1. Bidart and Gamsbach 115 Previous studies of the Bidart and Gamsbach sections report sedimentologic, 116 geochemical, paleomagnetic and microfossil biostratigraphic data. A brief summary is 117 given here (See supplementary material for details). 118 Bidart: Planktic foraminifera and nannofossils record a rapid decline at the KTB 119 at Bidart (Gorostidi and Lamolda, 1995; Thibault et al., 2004; Apellaniz et al., 1997; 120 Gallala et al., 2009), whereas benthic foraminifera switch from infaunal to epifaunal 121 dominance across the KTB (Alegret et al., 2004). An Iridium anomaly of 6.3±1.1 ppb, 122 enrichment of Co, Cr, Ni, As, Sb, Se and depletion of rare earth elements (REE) are 123 reported in the Bidart KTB red clay layer (Delacotte, 1982; Smit and Ten Kate, 1982; 124 Bonté et al., 1984). Some studies report the presence of microtektites, microspherules and 125 Ni-rich crystals in the KTB red layer in the Basque sections but provide no supporting 126 data (Apellaniz et al., 1997; Arz and Arenillas, 1998; Arenillas et al., 2004). 127 Gamsbach: Previous studies on Gamsbach show the KTB clay enriched in Ir (6 128 ppb), iron hydroxides, Co, Ni, Cr and siderophile elements and sporadic occurrence of 129 pure Ni crystals, awaruite (Fe3Ni), Ni-Fe, Ni-Fe-Mo and Ni-Fe-Co alloys, cosmic dust 130 and spherules of varied geochemical affinities (Grachev et al., 2005, 2008; Pechersky et 131 al., 2006; Egger et al., 2009). Micropaleontological and biostratigraphic studies are 132 limited due to poor carbonate preservation throughout the KTB transition (Egger et al., 133 2004, Summesberger et al., 2009, Korchagin and Kollmann in Grachev, 2009). 134 Summesberger et al. (2009) reported on the cephalopod, nannofossil and planktic 135 foraminiferal biostratigraphy at Gamsbach but provided no quantitative documentation. 136\n7\n137 2.2. Deccan Volcanism 138 Deccan eruptions resulted in an estimated 1.5 million km3 of lava flooding the 139 Indian sub-continent (Raja Rao et al., 1999). Three main phases of eruptions are 140 recognized: the initial phase-1 (~6% of the total volume) in the early late Maastrichtian 141 recently dated by 40Ar/39Ar at 67.12±0.44 Μa at the chron C30n/C29r transition 142\n(Schoebel et al., 2014); the main phase-2 (~80% of the total lava pile) in chron C29r 143 (Subbarao et al., 2000; Jay and Widdowson, 2008; Chenet et al., 2007, 2008; Schoene et 144 al., 2014) culminating in the KTB mass extinction (Keller et al., 2011a, 2012); and the 145 final phase-3 (~14% of the total volume) in the early Danian chron C29n. The 146 environmental effects of the three Deccan phases are determined by the tempo and 147 magnitude of eruptions and the amounts of SO2, CO2, Cl and other gases released into the 148 atmosphere (Self et al., 2008). A global review of the planktic foraminiferal events 149 contemporaneous with Deccan phase-2 and phase-3 can be found in Punekar et al. 150 (2014a). 151 In the Krishna-Godavari Basin of SW India a rapid succession of four phase-2 152 lava mega-flows span C29r below the KTB and mark the CF1–CF2 and Micula prinsii 153 (nannofossil) zones; intertrappean sediments reveal rapid extinctions (Keller et al., 2011a, 154 2012). The correlative interval in Meghalaya (NE India) is dominated (95%) by 155 Guembelitria blooms, and high-stress is also marked by ocean acidification and strong 156 carbonate dissolution (Gertsch et al., 2011). Schoene et al. (2015) show that the Phase-2 157 volcanism itself lasted ~500-kyr into the Danian. On a global basis paleoclimatic data 158 from DSDP 525A (Li and Keller, 1998a), Tunisia, (Stüben et al., 2003) and Texas (Keller 159\n8\net al., 2011b; Abramovich et al., 2011) show at least one and possibly multiple 160 hyperthermal events during the CF1-CF2 global warming, which indicates complex and 161 episodic climate fluctuations in the latest Maastrichtian correlative with Deccan phase-2 162 (Punekar et al., 2014a). 163 At Bidart and Gubbio Font et al. (2011, 2014) discovered akaganeite, an unusual 164 Cl-bearing iron hydroxide preserved in a low magnetic susceptibility (MS) interval below 165 the KTB. The origin of this low MS interval is explained by the loss of detrital and 166 biogenic magnetites from reductive iron hydroxide dissolution due to acid rains and 167 ocean acidification linked to Deccan Phase-2 (Font et al., 2014). They proposed a Deccan 168 volcanic origin for akaganeite, formed by interaction of acid aerosols with the high 169 atmosphere and potentially transported through the stratosphere at Bidart (Atlantic realm) 170 and Gubbio, Italy (Tethys realm). If a volcanic origin for akaganeite is confirmed, this 171 can provide a promising new geochemical benchmark for identifying Deccan 172 environmental effects across the globe. 173\n174 3. GEOLOGIC SETTING AND LITHOLOGY 175\n176 3.1. Bidart, France 177 The Bidart KTB boundary section outcrops along the Erreteguia beach 2 km north 178 of Bidart and can be accessed by the national highway R.N. 10 (W 1°35', N 43°26'; Fig. 179 2B). Sediments consist of hemipelagic to pelagic marls and limestones deposited at 180 upper-middle bathyal depths in the Aturian Trough during the late Maastrichtian to 181 Paleocene (Galbrun and Gardin, 2004; Alegret et al., 2004; Font et al., 2011). Deposition 182\n9\noccurred in a flysch zone and accumulated at 3-4 cm/ky, resulting in thick marl beds 183 (Seyve, 1984; Nelson et al., 1991; Clauser, 1994; Peybernes et al., 1997; Vonhof and 184 Smit, 1997). Tectonic disturbance (Pyrenean orogeny) and diapirism resulted in interbed 185 sliding, slickensides, and mass-flow deposits (Razin, 1989; Apellaniz et al., 1997). 186 About 8 m of uppermost Maastrichtian (C29r) pink to purple marlstones and 187 marls with occasional turbidites and cut by local faults are exposed below the KTB at 188 Bidart and can be traced throughout the Basque basin (Fig. 2A; Apellaniz et al., 1997). At 189 the base of the section analyzed is a 25-cm thick marlstone followed by ~2.5 m of marls 190 with common pelecypod shells and fragments. In the ~50-cm below the KTB carbonate 191 content decreases and macrofossils are absent, except at the top of this interval where 192 burrows are truncated by the overlying boundary clay. 193 The KTB is easily recognized by a 2 mm “rusty” layer at the base of an 8-15 cm 194 thick clay layer (Fig. 2B, C; Bonté et al., 1984; Apellaniz et al., 1997). The base of the 195 clayey interval is a grey to yellow silty clay overlain by red brown siltstone and a thinly 196 laminated dark grey siltstone at the top. Carbonate content gradually increases in the 197 overlying basal Danian claystones, which are overlain by hemipelagic limestones marked 198 by alternating pink and white (occasionally glauconitic) biogenic limestones bioturbated 199 near the top of the section (Apellaniz et al., 1997; Font et al., 2011). At the top of the 200 outcrop is a mass-flow deposit with an erosive basal surface. 201\n202 3.2. Gamsbach, Austria 203 204 The KTB boundary section is located in the Gamsbach valley of the Austrian 205 Alps (E 14o51’50; N 47o39’51; Figs. 3B). During the KTB transition the Gamsbach area 206\n10\nwas located in the northwestern Tethys between paleolatitudes 20° to 30°N (Fig. 1; 207 Haubold et al. 1999; Pueyo et al. 2007). The basin was formed after the early Cretaceous 208 thrusting followed by transtension and subsidence due to subduction (Wagreich, 1993, 209 1995). Erosion at the front of the Austro-Alpine microplate resulted in deposition of 210 sediments at middle bathyal depths (600-1000 m) during the late Maastrichtian and lower 211 bathyal depth (>1000 m) in the early Danian (Egger et al., 2009). 212 Sediments consist of hemipelagic pelites interbedded with thin sandy turbidites 213 (<15 cm) characteristic of the Nierental Formation of the Gosau group in the northern 214 calcareous Alps (Wagreich and Krenmayr, 1993, 2005). The Maastrichtian is composed 215 of medium gray marlstones and marly limestones. Truncated burrows mark the top of the 216 Maastrichtian below the 2-cm thick clay layer that marks the KT boundary. This KT clay 217 layer contains 0.2-0.4 cm thick yellowish clay at the base (Fig. 3A, C). 218\n219 4. MATERIAL AND METHODS 220\n221 Sampling at Bidart concentrated on the 3.5 m interval below the KTB with 222 samples collected at 15-cm intervals for the bottom 3 m and 5-cm intervals for the top 50 223 -cm. At Gamsbach, 2 m of the uppermost Maastrichtian below the KTB were sampled at 224 5-6 cm intervals. In the laboratory, samples were crushed into small fragments and left 225 overnight in 3% hydrogen peroxide solution to oxidize any organic carbon. The 226 disaggregated sediment samples were then washed through >63 µm and >38 µm sieves 227 (Keller et al., 1995). The washed residues were oven dried at 50°C. Quantitative faunal 228 analysis was based on 63-150 µm and >150 µm size fractions. Each size fraction of every 229\n11\nsample was split with an Otto micro-splitter to obtain approximately 300 specimens of 230 planktic foraminifera (for a statistical representation of the species population). These 231 were picked, sorted and mounted on micro-slides and identified. The residual sample was 232 searched for rare species and index species for biostratigraphy but not included in the 233 quantitative dataset. Species identification is based on standard taxonomic concepts (e.g., 234 Robaszynski et al., 1983-1984; Nederbragt, 1991; Olsson et al., 1999). 235 For the foraminifera fragmentation index, a microsplitter was used to obtain 236 approximately 500-700 foraminifera and fragments from the >63 mm fraction such that at 237 least 100 entire tests were counted. Three categories were identified based on the quality 238 of preservation: entire (nearly) perfect tests (Plate 1, Plate 3: A-G), partially damaged 239 (imperfect) tests (Plate 2: A-L; Plate 3: H-L, O, P) and fragments (Plate 2: M-T; Plate 3: 240 M, N, Q-S). Specimens consisting of less than two-third of an entire test were counted as 241 fragments (Berger et al., 1982). Planktic foraminifera fragmentation data was obtained 242 for Bidart, Gamsbach and Elles sections. Benthic foraminifera fragmentation data was 243 also obtained for Bidart to account for mechanical breakage due to post-depositional 244 transport and sample processing techniques. 245 Stable carbon and oxygen isotope analyses were performed on whole-rock 246 samples from Gamsbach for this study. These analyses were conducted using a Thermo 247 Fisher GasBench II preparation device interface with a Thermo Fisher Delta Plus XL 248 continuous flow isotope ratio mass spectrometer at the Institute of Earth Surface 249 Dynamics (IDYST) of the University of Lausanne, Switzerland. The stable carbon and 250 oxygen isotope ratios are reported in delta (δ) notation as permil (‰) deviation relative to 251\nthe Vienna Pee Dee belemnite (VPDB). Whole rock and clay mineral data were acquired 252\n12\nfrom XRD analyses using SCINTAG XRD 2000 Diffractometer at the Geological 253 Institute of the University of Lausanne, Switzerland. The procedure for sample 254 processing was based on Adatte et al. (1996). 255 Mass specific magnetic susceptibility (MS) was measured at the Institute Dom 256 Luís (IDL), at the University of Lisbon, Portugal with a MFK-1 (AGICO). Rock 257 fragments were crushed by using an agate mortar and filled within typical cubic plastic 258 boxes of 8 cm3 in volume. MS values are reported relative to mass (m3/kg). 259\n260 5. BIOSTRATIGRAPHY: HOW COMPLETE IS THE KTB TRANSITION? 261\n262 To evaluate the stratigraphic completeness of the KTB transition we apply the 263 high-resolution planktic foraminiferal zonal scheme by Li and Keller (1998a,b) and 264 Keller et al. (1995, 2002a) (Fig. 4). The KTB is placed at 65.5 Ma (Gradstein et al., 265 2004). However, the precise age of this boundary event is in flux with more recent 266 geochronologic dating suggesting an age closer to 66.0 Ma (Renne et al., 2013) and 267 additional dating still in progress. Based on cyclostratigraphy the duration for 268 paleomagnetic chron C29r is estimated at 750 ky with the base of C29r at 66.25 Ma 269 (Gradstein et al., 2004; Schoene et al., 2014; Thibault et al., this vol.). 270 Uppermost Maastrichtian Zone CF1: This zone is defined by the total range of 271 the index species P. hantkeninoides. Previous studies concluded that P. hantkeninoides is 272 absent at Bidart (Arz and Molina, 2002; Gallala et al., 2009; Galalla, 2013). However, we 273 observed this species in the 5 m below the KTB (see also Font et al., 2014) and 1.75 m 274 below the KTB at Gamsbach (Supplementary material Section 3). This indicates that in 275\n13\nboth localities the uppermost Maastrichtian zone CF1 is present. Zones CF1 and CF2 are 276 equivalent to the upper part of the nannofossil M. prinsii zone, which spans the top 8 m 277 of the Bidart section (Galbrun and Gardin, 2004) and corresponds to C29r below the 278 KTB. The sediment accumulation rate for this interval is 3.2 cm/ky (800 cm/250ky) and 279 3.1 cm/ky for zone CF1. Previous studies estimated a sedimentation rate of 4 cm/ky for 280 the Maastrichtian distal sea fan at Bidart (Seyve 1990; Nelson et al., 1991; Vonhof and 281 Smit, 1997) and 2.5 cm/ky for the nearby Sopelana section (Mary et al., 1991). This study 282 suggests that the zone CF1 interval is substantially complete, although truncated burrows 283 at the top of CF1 just below the KT boundary clay suggest some erosion. Compared with 284 the middle bathyal environment at Bidart, the middle shelf depositional environment at 285 Elles, Tunisia, reveals a much higher sediment accumulation rate of 8.6 cm/ky for C29r 286 below the KTB. Based on this section, the duration of zone CF1 is estimated at ~160 ky 287 based on the KTB at 65.5 Ma (Gradstein et al., 2004). Considering the KTB at 66 Ma and 288 the C30n/C29r transition at ~66.288 Ma, zone CF1 at Elles is ~130 ky long (Renne et al., 289 2013; Schoene et al., 2014) 290 At Gamsbach, P. hantkeninoides was identified in the top ~1.75 m of the 291 Maastrichtian for the first time in this study (Fig. 6B, Plate 1: M). Truncated burrows 292 mark the top of zone CF1 below the boundary clay similar to Bidart. Based on these 293 observations we conclude that the upper part of zone CF1 to the KTB mass extinction at 294 Gamsbach is similar to Bidart and substantially complete. The abrupt negative δ13C shift 295\nin bulk rock at the KTB and the presence of an erosional surface truncating burrows at 296 both Gamsbach and Bidart suggests some erosion. Biostratigraphy indicates that erosion 297 was primarily of basal Danian sediments. 298\n14\nKT boundary clay Zone P0: The KTB consists of a “boundary clay” zone P0 299 overlying the Maastrichtian mass extinction horizon. The boundary is easily identified on 300 the basis of five globally verified criteria: (1) mass extinction of Cretaceous planktic 301 foraminifera, (2) appearance of the first five Danian species within a few cm of the 302 boundary clay, (3) KTB clay and red layer, (4) an Ir anomaly and (5) the δ13C negative 303\nshift (Keller et al., 1995; 2011b). The KTB is also characterized by an abrupt increase in 304 magnetic susceptibility (Font et al., 2011; this study). At Bidart and Gamsbach, the KTB 305 clay is very thin (~5 cm and ~3 cm respectively) and overlies an erosion surface with 306 truncated burrows. The zone P0 clay, which is defined by the interval between the mass 307 extinction horizon and first appearance of Parvularugoglobigerina eugubina, is absent as 308 this species directly overlies the mass extinction horizon. Ir anomalies of 6.3 ppb and 309 ~6.0 ppb at Bidart and Gamsbach, respectively (Bonté et al., 1984; Vonhof and Smit, 310 1997; Egger et al., 2009) are concentrated in the thin clay that represents redox conditions 311 above the erosion surface. Similarly, the δ13C negative shift of 2.0 to 2.3‰ is abrupt 312\nacross the erosion surface in both sections (Rocchia et al., 1987; Font et al., 2014). In 313 comparison, at the stratotype El Kef and expanded Elles sections in Tunisia, the P0 clay 314 is 50 to 75 cm thick with an Ir anomaly of 18 ppb at the base and a 4‰ negative carbon 315 isotope excursion (Rocchia et al., 1996; Stuben et al., 2003). The relative time 316 represented by the condensed P0 intervals and hiatuses at Bidart and Gamsbach can be 317 estimated based on the zone P1a planktic foraminiferal assemblages. 318 Zone P1a hiatuses: This zone is defined by the total range of P. eugubina and/or 319 P. longiapertura and can be subdivided into subzones P1a(1) and P1a(2) based on the FO 320 of Parasubbotina pseudobulloides and/or Subbotina triloculinoides (Fig. 4). At the time 321\n15\nof the P0/P1a(1) boundary only about five early Danian species had evolved and all were 322 rare as the assemblages were dominated by the Cretaceous survivor and disaster 323 opportunists Guembelitria species (review in Keller and Pardo, 2004). 324 At Bidart, zone P1a(1) directly overlies the mass extinction with common 325 Parvularugoglobigerina extensa, P. eugubina and P. longiapertura, an assemblage that is 326 known to first appear well into zone P1a(1) about 100 kyr after the KTB mass extinction 327 (Fig. 5A). This indicates that the early evolution of Danian species in P0 and lower part 328 of P1a(1) is missing due to erosion or non-deposition (Fig. 4). About 30-cm above this 329 hiatus subzone P1a(1) ends with another sudden faunal assemblage change marked by 330 dramatically decreased Guembelitria, P. eugubina and P. longiapertura, a sudden 331 appearance of abundant Chiloguembelina morsei and the FO of S. triloculinoides (Fig. 332 5A). This assemblage is indicative of subzone P1a(2) and marks another short hiatus 333 between subzones P1a(1) and P1a(2) (Fig. 4). Hiatuses at the KTB and lower Danian 334 (resulting from condensed sedimentation and/or deep-sea currents) have been 335 documented worldwide in various studies (reviews in MacLeod and Keller, 1991; Keller 336 et al., 2003, 2013). 337 At Gamsbach an early Danian hiatus is also present as evident by the diverse (12 338 species) early Danian assemblage including P. pseudobulloides, the index species for 339 subzone P1a(2) directly overlying the mass extinction horizon (Fig. 6A). This indicates 340 erosion of P0, P1a(1) and at least part of P1a(2) (Fig. 4). Another abrupt faunal change 341 and hiatus occurs at the P1a(2)/P1b boundary about 30-cm above the KTB marked by the 342 extinction of P. eugubina and P. longiapertura (index for top P1a(2)) and terminal 343 abundance decrease in Globigerina edita. Above this hiatus abundant C. morsei and 344\n16\ncommon P. pseudobulloides followed by abundant Guembelitria spp. indicates zone P1b 345 (Figs. 4, 6A). 346\n347 6. STABLE ISOTPES AND FAUAL TURNOVER 348\n349 6.1. Stable isotopes 350 Whole-rock stable carbon and oxygen isotope data for Gamsbach (Austria) were 351 obtained for this study (supplementary materials Table 7). Planktic, benthic and bulk 352 stable isotope data for Elles (Tunisia) and whole-rock isotope data for Bidart (France) 353 have already been documented (Stüben et al., 2003; Thibault et al., this vol.; Font et al., 354 2014). Visual inspection of preservation and degree of recrystallization of individual 355 foraminifera tests indicated that the Gamsbach isotope data were likely to be the most 356 compromised. 357 At Elles, the overall low δ18O values (-7.0 to -4.0‰) for planktic as well as 358\nbenthic (-4.5 to -2.0‰) foraminifera indicate diagenetic effects but long term trends may 359\nstill be preserved (Stüben et al., 2003; supplementary materials Table 5). At Bidart, the 360 whole-rock δ13C values range between -1.7 and 1.8‰ and bulk δ18O values range 361 between -3.2 and -0.3‰. Plotting δ13C vs. δ18O values yields a correlation coefficient 362 R2=0.53, suggesting that diagenetic alteration of the primary signal may not be ruled out 363 (supplementary materials Table 6). A low δ13C event is recognized between 3.5 m and 364 0.75 m below the KTB. A similar event is also observed in the planktic δ13C values at 365\nElles between 1.75 m and 6.6 m below the KTB boundary indicating that this signal may 366 be real (Fig. 7). A long term increasing trend through zone CF1 is observed in δ18O 367\n17\nprofiles of Bidart, Gamsbach and Elles, although the values at Gamsbach and Elles 368 record frequent fluctuations (Fig. 8). The whole-rock δ13C values for Gamsbach range 369 between 1.41 to 2.42‰ and the bulk δ18O range between -2.6 and -1.1‰. The δ13C vs. 370 δ18O correlation coefficient is lower than that for Bidart (R2=0.27) but the poorly 371\npreserved fragmented and recrystallized tests suggest considerable overprint on the 372 primary isotopic composition. The low δ13C event of Bidart and Elles is not preserved at 373\nGamsbach. 374\n375 6.2. Faunal Turnover 376 Bidart (France) 377 Maastrichtian planktic foraminifera at Bidart are recrystallized but relatively well 378 preserved and identification is fairly easy. About 51 species were identified in the 63-150 379 µm size fraction and 23 species in the >150 µm size fraction (Fig. 5A). The species 380\nrichness in the 63-150 µm fraction gradually drops from 30 to 20 through the analyzed 381\ninterval of zone CF1. A rapid decline from ~20 species to 3 species is seen 3-cm below 382 the KTB. A brief increase to 13 species occurs 2-cm above the boundary clay is observed 383 in the small and large size fractions and is likely due to erosion and redeposition (Fig. 384 5A). In the >150 µm fraction, diversity remains nearly constant through CF1 but declines 385\nfrom ~50 species to 11 species at 3-cm below the KTB. 386 All typical late Maastrichtian globotruncanids, rugoglobigerinids, heterohelicids 387 and pseudoguembelinids are represented, although the biserial heterohelicids and 388 pseudoguembelinids dominate the assemblages in the 63-150 um (Fig. 5B). In addition to 389 common cosmopolitan species, biserial species Hartella harti and Spiroplecta americana 390\n18\nEhrenberg are also frequent in the assemblage (Plate 1: K, J); these species were first 391 described by Georgescu and Abramovich (2009) from upper Maastrichtian sediments of 392 the Atlantic Ocean. At Bidart H. harti and Heterohelix navarroensis are the most 393 abundant and together constitute 40-60% of the assemblage throughout CF1 (Figs. 5B, 7; 394 Plate 1: K, L). Guembelitria sp. is present in the 63-150 µm size fraction but not in the 395\nabundance observed in shallow marine KTB transitions (e.g. Egypt, Sinai, Tunisia 396 (Seldja); Keller and Benjamini, 1991; Keller et al., 1997; Keller, 1998b; 2002b; Punekar 397 et al., 2014b; Plate 1: I). The newly evolved Danian assemblage in zone P1a(1) is 398 dominated by Guembelitria sp. and Parvularugoglobigerina sp. (30-40%, Fig. 5A). The 399 P1a(2) assemblage is dominated by Chiloguembelina midwayensis. (See supplementary 400 material Fig. S1 for planktic foraminifera in the >150 µm size fraction at Bidart) 401\nGamsbach (Austria) 402 A planktic foraminiferal study by Korchagin in Grachev et al. (2005) identified 403 only 25 Maastrichtian species and placed this assemblage in the Abathomphalus 404 mayaroensis zone, which spans most of the late Maastrichtian (68.72 – 65.5 Ma). The 405 preservation of Maastrichtian planktic foraminifera in the 63-150 µm fraction at 406\nGamsbach is very poor. Recrystallization and the difficulty of freeing specimens from 407 surrounding sediments result in specimens with a highly fragmented and abraded 408 appearance and no reliable quantitative data can be obtained for the Maastrichtian 409 (supplementary material Fig. S2). In the >150 µm fraction preservation is better and 410\ntherefore was analyzed quantitatively (Fig. 6B). A total of 46 species were identified in 411 the >63 µm size fraction which is likely an underestimate of the total assemblage due to 412\npoor preservation. Most species are consistently present in the lower 1.25 m of the 413\n19\nsection. But in the uppermost 0.5 m, species are more sporadic and species richness drops 414 from 46 to 21-30 species. In the >150 µm fraction, species richness ranges between 30-40 415\nspecies and drops from ~25 to 8 species at the KTB (Fig. 6A). 416 All common Maastrichtian groups such as the globotruncanids, rugoglobigerinids, 417 heterohelicids and pseudoguembelinids are present in the assemblage. Pseudotextularia 418 elegans, Pseudotextularia nuttali, Pseudoguembelina hariaensis, Heterohelix globulosa 419 and Planoglobulina brazoensis dominate the >150 µm fraction (Fig. 6B). Guembelitria 420\nsp. is almost absent in the 63-150 µm fraction. In contrast to Bidart, H. harti and S. 421\namericana are not present in the assemblage (Fig. 8C). In the Danian, the diversity in 422 zone P1a(2) is about 10 species which increases to ~20 species in zone P1c. The P1a(2) 423 assemblage overlying the KTB is dominated by G. cretacea, P. eugubina, P. 424 longiapertura, Globigerina edita, Globanomalina archaeocompressa and Praemurica 425 taurica (Fig. 6A). 426\n427 6.3. Depth-ranked species 428 Planktic foraminifera species have been classified into surface dwelling 429 opportunistic species Guembelitria, surface-subsurface mixed layer, intermediate or 430 thermocline and deep-water dwellers based on stable oxygen and carbon isotope ranking 431 of well-preserved specimens (Abramovich et al., 2003, 2010). The diversity and 432 abundance changes for each depth group can indicate climatic and environmental effects 433 at different depths of the water column. Figure 9 shows the diversity and abundance of 434 the four groups in small (63-150 µm) and larger (>150 µm) size fractions analyzed 435\nthrough zone CF1 at Bidart and Gamsbach and compared with Elles, Tunisia 436\n20\n(Supplementary material Section 5, Table 1 show the depth-ranked grouping of species 437 used for this study). 438 At Bidart, the small sized opportunistic Guembelitria (63-150 µm fraction) are 439\nrare in the lower part of the section and slightly increase in the upper ~1.5 m below the 440 KTB (Fig. 9B). This group is not as rare in Elles but the relative abundance is <10% (Fig. 441 9A). The subsurface mixed layer dwellers (Table 1) constitute 80-90% of the CF1 442 assemblage at both Bidart and Elles. In the small size fraction, this group at Bidart with 443 30-40 species is almost twice as diverse as at Elles, (10-20 species). In the >150 µm 444\nfraction, the relative abundance of mixed layer dwellers constitute 60-80% at Bidart and 445 ~80% at Elles (Fig. 9A, B). Their diversity fluctuates through CF1 and shows a gradual 446 decrease from ~20 to 14 species followed by a rapid decline ~3 cm below the KTB. The 447 thermocline dwelling globotruncanids are rare in the small size fraction at both Bidart 448 and Elles with relative abundance <5%. Two peaks of increased abundance and diversity 449 are noted in the upper 30-cm of late Maastrichtian at Bidart and in the last meter at Elles. 450 In the >150 µm fraction, thermocline dwellers are more abundant (20-30%) at Bidart 451\ncompared to the same group in Elles (<10%). The sub-thermocline deep-water dwellers 452 in both size fractions at Bidart and Elles show consistently low abundances (<5%) and 453 diversity (<3 species) throughout zone CF1 (Fig. 9A, B). 454 At Gamsbach the mixed dwellers dominate in the larger size fraction, with ~70% 455 relative abundance, followed by the thermocline dwellers with 25-30% abundance. The 456 high abundance of thermocline dwelling globotruncanids in Gamsbach is more 457 comparable to the assemblage at Bidart than that at Elles (Fig. 9C). The deep dwellers are 458 represented by 1-3 species and account for <10% throughout CF1. 459\n21\nThe faunal assemblage differences between Elles vs. Bidart and Gamsbach appear 460 to be related to deposition in a relatively shallow continental shelf vs. deep middle 461 bathyal environments. This is indicated by the similarity in the faunal compositions 462 between Bidart, Gamsbach and the middle bathyal DSDP Site 525A, but dissimilarity 463 with Elles. For example (1) there is significantly higher relative abundance of P. 464 hariaensis at Bidart (20-25%), Gamsbach (10-20%) and Site 525A (10-20%), compared 465 with Elles (<5%) Abramovich and Keller, 2002; 2003); (2) Heterohelix globulosa is less 466 abundant in the >150 µm fraction at Bidart (15-20%), Gamsbach (<10% with acme of 467\n20%) than at Elles (40-50%); (3) Planoglobulina brazoensis is more abundant (5-10%) in 468 all three deeper sections, but rare at Elles; and (4) Globotruncana arca is more abundant 469 at Bidart (10%), Gamsbach (10-20%) and Site 525A (20-30%) than at Elles (<5%). 470\n471 472 7. DISSOLUTION-BASED PROXIES FOR OCEAN ACIDIFICATION 473\n474 7.1 Magnetic Susceptibility (MS) 475 Magnetic susceptibility (MS) of marine deposits depends essentially on their 476 mineralogical composition, and includes contributions (in proportion to their abundance) 477 from all - diamagnetic (e.g., calcite), paramagnetic (e.g., clay) and ferromagnetic (ex: 478 magnetite) - minerals present in the sediment. Since the pristine signal of magnetic 479 susceptibility in marine sediment reflects the balance between detrital input (high MS) 480 and carbonate productivity (low MS), it represents a robust paleoenvironmental indicator. 481 The rock magnetic properties for Elles are published in Stüben et al. (2003) and for 482 Bidart in Font et al. (2011, 2014) and Font and Abrajevitch (2014). 483\n22\nMass specific magnetic susceptibility values of the Maastrichtian marls from Elles 484 are in the range of 10-7 to 10-6 m3/kg, and comparable to other marine sediments 485 worldwide (Ellwood et al., 2008). The overall MS profile for zones CF3-CF1 shows a 486 positive correlation with percent phyllosilicates and an inverse correlation with carbonate 487 content, indicating a strong relationship between MS, climate (precipitation and runoff) 488 and/or sea-level rise. The KTB is featured by an abrupt shift in MS values, probably 489 resulting from an abrupt change in lithofacies (i.e. the clay layer). The Elles section does 490 not show the typical low MS interval below the KT boundary as in Bidart (Fig. 10A). At 491 Bidart the average MS value is 1.85x10-7 m3/kg for the lower part of zone CF1 and 492 ~0.84x10-7 m3/kg for the final ~60 cm that forms the benchmark interval. The 493 characteristic abrupt increase in MS values (to 4.62x10-7 m3/kg, likely due to or a very 494 rapid change in sedimentation) marks the KTB hiatus at Bidart (Fig. 10B). For the 495 Gambsach section, the mass specific magnetic susceptibility of 49 samples excluding 496 turbiditic levels was measured (Fig. 10C). Maastrichtian MS values range between 10-8 to 497 10-7 m3/kg. The average MS value for the lower part of zone CF1 is 6.7x10-8m3/kg. About 498 ~60 cm below the KTB, MS values reach a minimum of 4.5 x10-8m3/kg (average of 499 5.1x10-8m3/kg). These low MS values persist over an interval of 36-cm. Across the KTB 500 MS values show the typical increase culminating at 2.3x10-7m3/kg, similar to Bidart and 501 other KTB sections (e.g., Gubbio, Oman: Ellwood et al., 2003; Atlantic ODP 1259: 502 Erbacher et al., 2004; North Atlantic ODP 1049A: Moore et al., 1998). 503\n504 7.2. Percent calcium carbonate 505\n23\nWhole-rock percent CaCO3 content of marine sediments is the net result of the 506 local paleaoclimate, calcareous nannoplankton and calcareous dinoflagellate 507 palaeoproductivity, planktic foraminiferal abundance, water column pH/dissolution, pore-508 water dissolution/re-crystallization and detrital influx. For localities with greater 509 terrigenous influx the ratio of Ca/detritus is a better estimate of biogenic CaCO3 as it 510 accounts for the detrital contribution. At Elles, the calcite/detritus ratio is low (0.5) near 511 the base of zone CF1 (8-10 m below the KTB, Fig. 10A). In this interval, the 512 phyllosilicate content is relatively high (25-35%) with an increasing trend. The 513 Ca/detritus ratio fluctuates but increases to 0.75-1.00 about 5-8 m below the KTB along 514 with an increase in MS values. The Ca/detritus ratio is higher in the top 4 m of zone CF1, 515 albeit with three sharp decreases. 516 The percent CaCO3 at Bidart gradually decreases from 55% at the base of zone 517 CF1 to about 40% 2 m below the KTB. An increase to 50% is observed 1.5 m below 518 KTB followed by values between 40-50% up to the low MS interval where values 519 sharply increase to 60% about 0.25 m below the KTB (Fig. 10B). At Gamsbach, CaCO3 520 ranges between 40-50% and records several abrupt decreases in zone CF1 correlative 521 with abrupt changes in percent quartz and MS values (Fig. 10C). In the 1m below the 522 KTB CaCO3 varies between 55-80% with the largest drop ~20 cm below the KTB 523 correlative with increased phyllosilicates and MS values. A drop in CaCO3 to nearly zero 524 percent is indicated in the KTB clay in all three sections. 525\n526 7.3 Fragmentation index 527\n24\nTests of planktic as well as benthic foraminifera may undergo fragmentation due 528 to a multitude of taphonomic processes. Acidic ambient waters react with planktic 529 foraminiferal test carbonate, which leads to test dissolution and enhanced fragmentation. 530 The number of fragments have been used as a quantitative estimate of low pH in 531 foraminiferal assemblages (Thunell, 1976; Berger et al., 1982). The fragmentation index 532 may be calculated based on the following equation (Williams et al., 1985; Malmgren, 533 1987): 534 535 Fragment % = (Fragments/8)/[(Fragments/8) + whole tests] 536 537 538 Based on the assumption that each (non-crystallized) test breaks into an average of 8 539 fragments, the equation requires the total number of counted fragments to be divided by 8 540 to estimate the original number of whole tests. This is because the number of fragmented 541 tests is a better approximation of dissolution effects than the total number of fragments 542 counted (Le and Shackleton, 1992). As most of the planktic foraminifera at Bidart, Elles 543 and Gamsbach are recrystallized and/or infilled with secondary calcite, they are relatively 544 more resistant to fragmentation than pristine tests. We adjust for recrystallization by 545 reducing the number of fragments per test to 6 instead of 8 to avoid underestimation of 546 fragmented tests. Similarly, we consider 2 fragments per test for benthic foraminifera for 547 Bidart as they are far more resistant to fragmentation. 548 The stacked area graphs of Fig. 10 show fragmentation indices for Elles, Bidart 549 and Gamsbach. At Elles, fragmented tests increase from 23% to 46% at the beginning of 550 the low MS interval and increased fragmentation and imperfect tests are observed in the 551 top 4 m below the KTB (Fig. 10A). At Bidart, the percentage of imperfect tests for the 552 lower part of CF1 is considerably higher than at Elles and that of fragmented tests is 553\n25\nlower (Fig. 10 A-B). In the uppermost ~60 cm of zone CF1, the low-MS interval is 554 accompanied by a significant (p<0.0001) increase in the combined abundance of 555 imperfect and fragmented from ~25% to 70% (~0.3 m below KTB, Fig. 10B). A drop in 556 this percentage ~2.5 m below the KTB boundary is followed by a rapid increase to 90%. 557 It must be noted that the fragmented tests (not the imperfect tests) dominate at the KTB 558 boundary hiatus. The fragmentation index at Gamsbach also shows an abrupt increase in 559 the combined abundance of fragmented and imperfect tests from 40% to ~90% at the 560 onset of the low MS interval ~50 cm below the KTB boundary. Within this interval, 561 fragmentation continues to be high (~90%) up to the KTB boundary (Fig. 10C). A brief 562 episode of decreased fragmentation is observed ~20 cm below the KTB boundary similar 563 to the event recorded at Bidart (supplementary material Tables 2-4). Figure 11 compares 564 the fragmentation indices of planktic and calcareous benthic foraminifera at Bidart. The 565 proportion of fragments of benthic foraminifera remains 2-3 % for most of the analyzed 566 CF1 interval (Plate 3: M, N, Q-S). This is consistent with the general robustness of 567 benthic morphologies and likely indicates a limited/uniform influence of sample 568 processing techniques and post-depositional breakage on the assemblage. However, an 569 increase in the fragments to ~5% concurrent with the Deccan benchmark event may 570 imply enhanced post-depositional bottom water transport during the climate-cooling 571 event (Figs. 10, 11). The imperfect benthic tests of CF1 largely show mechanical damage 572 unlike the planktic counterparts that show chemically leached surfaces and holes (Plate 2: 573 A-L). However, at the KTB and the lowermost Danian, sediments contain benthic 574 foraminifera that show intense leaching as well as mechanical damage strongly indicating 575 a dominance of post-depositional dissolution and bottom water transport affecting the 576\n26\nassemblage. The planktic FI is not useful to isolate water column dissolution effects in 577 these samples (Fig 11). 578\n579 7.4 Preferential preservation of robust morphologies 580 Dissolution preferentially decreases the relative abundance of thin-walled test 581 morphologies and therefore increases the relative abundance of robust dissolution-582 resistant tests (e.g. Globotruncana, Globotruncanita, Pseudotextularia and P. 583 brazoensis), which may explain the increased calcite at this interval. This bias is evident 584 just below the KTB mass extinction in all three profiles analyzed. In the middle shelf 585 environment of Elles, globotruncanids and pseudotextularids are rare in zone CF1 (~1%), 586 increase to 2% in the low-MS interval and peaks at 10% and 6% in the 1 m preceding the 587 mass extinction (Fig. 10A). In the middle bathyal sections of Bidart and Gamsach, the 588 abundance of globotruncanids average 20-30% throughout zone CF1. At Bidart 589 globotruncanids abruptly reach 70% correlative with increased fragmentation and 590 decreased percent CaCO3 beginning about 30-cm below the KTB (Fig. 10B). At 591 Gamsbach, globotruncanids and another robust species (Planoglobulina brazoensis show 592 anomalously high abundance throughout zone CF1 with peak abundance of P. brazoensis 593 correlative with the high fragmentation index ~15 cm below the KTB (Fig. 10C). 594\n595 8. DISCUSSION 596\n597 8.1 Paleoclimate 598\n27\nWhole-rock stable oxygen and carbon isotopes approximate mixed layer (mostly 599 calcareous nannoplankton) values in the deep-water sediments at Bidart and Gamsbach. 600 Diagenesis and recrystallization of tests may have overprinted δ18O signals but their 601 effects on the δ13C trend are limited. This claim is supported by the low correlation 602 coefficients of δ13C vs. δ18O (Stüben et al., 2003; R2=0.53 for Bidart and R2=0.27 for 603 Gamsbach) and the low correlation coefficient of δ13C v/s %CaCO3 (R2=0.40 for Bidart 604 and R2=0.39 for Gamsbach). 605 The lower ~3 m of zone CF1 at Bidart and lower ~1.2 m of Gamsbach record 606 faunal responses comparable with those observed in the upper part of the late 607 Maastrichtian global warming at Elles and DSDP Site 525A. Globally, this warm event 608 began in zone CF2 as a likely consequence of the onset of the main phase-2 of Deccan 609 volcanism (Punekar et al., 2014a). This is consistent with the more negative δ18O values 610\nfor these intervals indicating higher temperatures (-2‰ for Bidart and -1.5 to -2‰ for 611 Gamsbach, Fig. 8). At Bidart, the late Maastrichtian warm event is associated with 612 changes in the relative abundance of heterohelicids (particularly H. planata, H. 613 navarroensis and H. globulosa) and increased P. hariaensis abundance in the >150 µm 614\nfraction. 615 The end of the late Maastrichtian warming at Elles is marked by abrupt cooling 616 concurrent with unprecedented low MS values and increased test fragmentation ~4 m 617 below the KTB. This could be an expression of increased volcanic SO2 emission and 618 acidification (Fig. 10 this study; Fig. 5 of Stüben et al., 2003). At Bidart the onset of this 619 same cooling event is recognized by a drop in MS associated with increased dissolution 620\n28\nand disappearance of Globigerinelloides yaucoensis, P. costulata, G. subcarinatus and R. 621 rugosa and at Gamsbach the disappearance of G. subcarinatus (Figs. 8, 10). 622\n623 8.2 Paleoproductivity 624 Low δ13C values with multiple negative excursions are observed at Elles and 625\nBidart (~0.5‰ and ~0.7‰ respectively) near the end of the late Maastrichtian CF1 warm 626 event Fig. 7). Similar negative excursions (~1 ‰) are recorded at deep marine Site 525A 627 (~0.3 ‰) as well as in shallow marine environments of Texas and India (Meghalaya) (Li 628 and Keller, 1998a; Gertsch et al., 2011; Abramovich et al., 2011). The existing dataset 629 shows a greater magnitude of δ13C negative shift in the shallow sites (e.g., Meghalaya 630 (India), Mullinax-1 (Texas) and slightly deeper Elles (Tunisia). The smaller δ13C shift at 631\ndeeper Site 525A may be due to an incomplete record resulting from erosion of early 632 Danian and topmost Maastrichtian sediments (Li and Keller, 1998a). 633 A rise in sea level near the end of the Maastrichtian and across the KTB transition 634 accompanied by increased precipitation and continental weathering/erosion (Haq et al., 635 1988; Li et al., 1999) may have been responsible for the increased delivery of organic 636 carbon with very low δ13C values into shallow marine environments. Low primary 637 productivity could have been the other important contributor to the low δ13C values. Low 638\nnannofossil productivity is recorded in Elles, Bidart, DSDP Site 525A, DSDP Site 577A 639 and DSDP Site 216 during the late Maastrichtian warm event in CF1 (Gorostidi and 640 Lamolda, 1995; Gardin, 2002; Tantawy et al., 2009; Thibault and Gardin, 2007, 2010). 641 Heterotrophic planktic foraminifera may have in turn suffered, resulting in a decrease in 642 carbonate export and the eventual δ13C value of bulk carbonate. The lower carbonate 643\n29\n(40%) between 1.2-3.0 m below the KTB at Bidart, correlative with the low δ13C interval 644\nlends support to this interpretation. 645 These global effects of increased precipitation and enhanced continental 646 weathering/erosion can be attributed to climate warming caused by ongoing large scale 647 Deccan volcanism. Additionally, the outgassing of higher-than-background quantities of 648 volcanic CO2 (δ13C about -5‰) would also significantly contribute to lowering the δ13C 649 of the global oceans dissolved inorganic carbon (DIC), although the sediment record of 650 this signal would lag by ~1000 years (Zeebe, 2012). 651\n652 8.3 Planktic Foraminifera 653 The high abundance of planktic and near absence of benthic foraminifera at Bidart 654 is consistent with the high planktic:benthic ratio (>90% planktics) reported by Coccioni 655 and Marsili (2007). The middle bathyal paleobathymetry and open marine setting appears 656 to be the reason for the unusual globotruncanid abundance at Bidart and Gamsbach (Fig. 657 9). This is supported by the high abundance of globotruncanids at Site 525A (~35-40%, 658 >150 µm) where deposition occurred at ~1000 m depth (Shackleton and Boersma, 1985; 659\nAbramovich and Keller, 2003). In relatively shallow (<150 m) continental shelf 660 environments, such as Elles, the diversity and abundance of globotruncanids is much 661 lower (Fig. 9). 662\n663 8.4 Pre-KTB Ocean Acidification 664 White et al. (1994) showed that under present-day conditions (pH rain=5.6), 665 magnetite grains have very long time residence (>107 years) on land, but can be rapidly 666\n30\ndissolved under more acidic conditions. In marine sediments, iron oxide dissolution by 667 ocean acidification has previously been documented for the Triassic-Jurassic mass 668 extinction and the coeval Central Atlantic Magmatic Province (Abrajevitch et al., 2013), 669 and more recently in the case of the KTB mass extinction at Bidart and Gubbio (Font et 670 al., 2014). The top ~50 cm interval of low-magnetic susceptibility (MS) that immediately 671 precedes the KTB at Bidart was attributed to the main phase-2 of Deccan volcanism 672 (Font et al., 2011, 2014; Font and Abrajevitch, 2014). The reductive iron oxide 673 dissolution may have occurred on land and/or in seawater. The first scenario was tested 674 by Font et al. (2014) who used a numerical weathering model to test for the consequences 675 of acidic rains on a continental regolith. Results revealed nearly complete magnetite 676 dissolution after ~31kyr (with a pH of 3.3.). However, the dissolution of magnetotactic 677 bacteria, which generally thrive the oxic-anoxic boundary in deep-sea marine sediments, 678 evokes ocean acidification as well and requires validation (Font and Abrajevitch, 2014; 679 Abrajevitch et al., in review). 680 Factors affecting the nature and concentration of detrital magnetic minerals and 681 therefore the MS of sediments include the nature and proximity of continental sediment 682 sources carbonate productivity, sea-level changes and/or post-depositional alteration 683 mechanisms (oxidation due to weathering/ diagenetic reduction of oxides). The influence 684 of sea level change on bulk MS is based on the relative contribution of carbonate 685 (diamagnetic, low MS) versus detrital input (paramagnetic clays and ferromagnetic iron 686 oxides, high MS) and thus can be estimated by correlating MS data with phyllosilicates 687 where a direct positive correlation implies a strong dependence of both parameters. 688 At Elles, the pre-KTB low-MS interval is not evident probably because 689\n31\nparamagnetic minerals (clays) dominate the MS signal, supported by very low Ca:detritus 690 ratios (Fig. 10). At Bidart, the correlation between percent phyllosilicates and MS in zone 691 CF1 is poor (r=0.088), indicating an overall weaker influence due to sea level changes or 692 turbidity currents. For Gamsbach, this correlation is more complicated due to the 693 presence of frequent turbidite beds that are rich in dia/paramagnetic-silicates (Fig. 10; 694 samples Gb 5, 10, 12, 15, 27-28). However, the MS profile of Gambsach does show low 695 MS values for the ~40 cm interval below the KTB, similar to the MS profile of the Bidart 696 section (Fig. 10). The MS data of the present study thus suggest that the Gambsach 697 section is a good analog of the Bidart section. A prolonged period of acid rain on the 698 continents resulting in dissolution of magnetic detrital minerals can therefore be the 699 principal mechanism that caused the low MS intervals antecedent to the KTB because sea 700 level changes are a secondary influence on the MS profiles of Bidart and Gamsbach, 701 Surface ocean acidification in the low MS intervals of Bidart and Gamsbach is 702 indicated by increased dissolution and fragmentation of planktic foraminiferal tests (Fig. 703 10). This increased fragmentation interval correlates with the abrupt cooling event at 704 Elles (~4 m to ~0.5 m below the KTB), Bidart (~0.5 m interval below the KTB) and 705 Gamsbach (~0.4 m interval below the KTB) despite their different paleogeography, 706 paleobathymetry, depositional conditions and faunal assemblages, suggesting a common 707 cause. An increase in the proportion of dissolved tests (in addition to physically 708 fragmented ones) in Bidart and Gamsbach confirm the contribution of chemical leaching 709 as cause for imperfect carbonate tests with holes. This implies that water column 710 acidification is a likely cause for the observed increase in FI. 711 Benthic foraminifera are well preserved and even pristine looking in the same 712\n32\nsamples alongside leached and fragmented planktic foraminiferal tests at Bidart and 713 Gamsbach (Plates 2, 3). This may indicate acidification restricted to the upper water 714 column, or may reflect the inherently more robust mechanically resistant benthic tests. 715 Alegret et al. (2004; fig. 4) noted an increase in the proportion of agglutinated 716 foraminifera relative to calcareous benthic foraminifera in the top 10-cm of the 717 Maastrichtian at Bidart. We confirm these to be arenaceous (do not dissolve with 1:1 718 HCl), which may be interpreted as a consequence of ocean acidification or dissolution. 719 Only in the KTB red clay layer are benthic species corroded suggesting that low pH 720 acidic waters reached through the water column into deeper waters precisely at the KT 721 boundary event. However, the benthic species were little affected by the KTB mass 722 extinction or ocean acidification as their survival is globally documented (Widmark and 723 Malmgren, 1992; Alegret et al., 2001, 2003. Alegret and Thomas, 2004). For the most 724 part preceding the KTB, ocean acidification was restricted to the upper water column 725\nwith surface waters in equilibrium with very high atmospheric pCO2 and low CO3 2- 726 concentrations. Dissolution of test calcite during sinking through the water column would 727 make tests more fragile in post-depositional transport. The degree of 728 dissolution/fragmentation appears to be largely affected by local paleobathymetry and 729 species composition of the assemblage. 730 At Elles, the percentage of fragments is high throughout zone CF1 owing to 731 greater bottom water currents at shallower depths and also dominance of thin-walled 732 fragile heterohelicids in the assemblage (Fig. 10). In contrast, at Bidart the overall test 733 fragmentation is quite low due to a high proportion of structurally more robust 734 globotruncanids and quieter deposition at a greater depth. However, the proportion of 735\n33\nleached out tests with holes due to dissolution increased (Fig. 10; red). At Gamsbach, the 736 degree of fragmentation is high throughout zone CF1 despite a high abundance of 737 globotruncanids. This can be attributed to the frequent turbiditic activity at this site that 738 may have increased post-depositional transport and fragmentation. The variable lithology 739 (deposition of quartz rich beds/lenses) may have facilitated pore-water dissolution, 740 recrystallization-cementation leading to lithified sediments that are difficult to 741 disaggregate and free individual tests. 742\n743 8.5 Ocean acidification: The missing link to Deccan Volcanism? 744 The main phase-2 of Deccan volcanism occurred over ~750kyr entirely within 745 chron C29r, straddling the KTB (Schoene et al., 2014). However, all volcanism did not 746 occur at uniform intensity within this interval, as inferred from the multiple eruptive 747 events of geologically short duration separated by red/green boles indicating periods of 748 quiescence (Subbarao et al., 2000; Jay and Widdowson, 2008; Chenet et al., 2007, 2008). 749 Four of the Deccan phase-2 longest lava-flows across the Indian sub-continent (likely 750 signifying peak volcanic activity) erupted within a duration of ~250 kyr (zone CF2-CF1) 751 as seen in the Krishna-Godavari basin, India. The overlying Danian zone P1a sediments 752 constrain the age of the KTB mass extinction as coincident with the final mega-flow of 753 the peak phase-2 eruptions. (Keller et al., 2011a, 2012). The resultant cumulative loading 754 of 12,000–28,000 Gigatons (Gt) of CO2 into the end Cretaceous atmosphere within tens 755 of thousand years could increase the pCO2 on timescales that are recorded in the 756 sediments. This excess CO2 equilibrates with surface ocean water thus altering the 757 carbonate chemistry. The carbonic acid (H2CO3) formed dissociates to bicarbonate anion 758\n34\n(HCO-3) and H + ions, reducing the pH of surface waters. These H+ ions combine with 759\nCO3 2- anions forming more HCO3 - and decreasing the bioavailability of CO3 2- to 760 calcifying organisms to build their tests. 761 The episodic release of hundreds to thousands of teragrams of volcanogenic SO2 762 per year for each Deccan eruption would form sulfate aerosols upon reaction with 763 atmospheric water vapor and precipitate out as toxic acid rain locally/regionally 764 centennial timescales, shorter than the millennial timescales for removal of CO2 (Self et 765 al., 2008; Chenet et al., 2009; Mussard et al., 2014; Callegaro et al., 2014). This could 766 have been directly toxic/lethal for continental flora and fauna of affected areas. On land, 767 acid rain would exacerbate continental weathering. Sulfur dioxide would also lower the 768 surface ocean pH further, significantly contributing to the calcification crisis and high-769 stress conditions for calcifying organisms on shorter timescales. 770 Ocean acidification has been identified as an important mechanism associated 771 with faunal turnovers and mass extinction events through geological history (e.g. ocean 772 anoxic events (OAEs) of the Paleozoic and the Paleocene-Eocene thermal maximum 773 (PETM)) that have affected marine calcifiers e.g. coccolithophores, planktic and benthic 774 foraminifera (review in Hönisch et al., 2012). Physiological manifestations of high-stress 775 due to acidification recorded as dwarfism, deformed tests, and R- strategist–dominated 776 assemblages in the Late Maastrichtian have already been linked with phase-2 Deccan 777 volcanism (Erba et al., 2010; review in Punekar et al., 2014a). Moy et al. (2009) reported 778 a 30%–35% lower calcification in modern Globigerina bulloides from the Southern 779 Ocean as compared to Holocene specimens. The anthropogenic CO2 emissions have 780 resulted in acidification of the Southern Ocean in the past ~300 yr (drop in pH by 0.1 781\n35\nunits, expected drop of 0.7 units in the next ~300 yr; Orr et al., 2005; Zeebe et al., 2008). 782 Carbonate tests of planktic organisms can experience dissolution in the water column as 783 demonstrated by the in vitro pteropod shell dissolution within 48 hours of exposure to 784 low pH waters (Fabry et al., 2008; Doney et al., 2009). The cumulative effect of thinner 785 walled tests undergoing water-column dissolution can render a test increasingly fragile 786 and vulnerable to fragmentation, consistent with our taphonomic evidence for ocean 787 acidification. 788 There are multiple lines of evidence in support of global surface ocean 789 acidification associated with the main phase-2 Deccan volcanism: (1) intensely corroded 790 carbonate tests and rapid extinctions of Maastrichtian planktic foraminifera in the 791 intertrappean sediments of the lava mega-flows in the Krishna-Godavari Basin of India 792 (Keller et al., 2011a, 2012). (2) Strong carbonate dissolution and high-stress 793 environments indicated by intense Guembelitria blooms (>95%) in CF1 of Meghalaya 794 (NE India) (Gertsch et al., 2011). And (3) evidence for iron oxide dissolution by 795 acidification inferred from low MS as well as for surface ocean acidification near the end 796 of zone CF1 preceding the KTB at distal sites such as Bidart (France) and Gamsbach 797 (Austria) as documented in this study. 798\n799 9. Conclusions 800 Good temporal correlation between the age of the main phase of Deccan volcanic 801 eruptions in India and the age and episodic nature of climate fluctuations worldwide has 802 strengthened the case for large scale volcanism as a significant contributor to the Late 803 Maastrichtian biotic stress that culminated in the KTB mass extinction. However, 804\n36\ninherent limitations due to incompleteness of the stratigraphic record and the lack of a 805 convincing kill-mechanism have inspired strong skepticism for this hypothesis. 806 A multi-proxy study of the Late Maastrichtian zone CF1 in Bidart (France) and 807 Gamsbach (Austria) reveals events in the final ~160 ky of the Late Maastrichtian that are 808 critical to understanding the role of Deccan volcanism in global high stress environments 809 and leads to the following conclusions. 810 • The Late Maastrichtian warm event in the lower part of zone CF1 at Bidart 811 (France) and Gamsbach (Austria) is recognized by faunal responses similar to 812 those observed at Elles (Tunisia) and DSDP Site 525A. 813 • A period of low δ13C values and decreased percent CaCO3 content during the 814 global warming may record a combination of increased continental 12C influx 815 through increased runoff, suppressed primary and calcifier productivity and 816 equilibration of surface ocean waters with increased isotopically lighter 817 volcanogenic CO2. 818 • An increase in carbonate dissolution and foraminiferal test fragmentation 819 suggests surface ocean acidification in 60-cm immediately preceding the KTB 820 at Bidart (France) and Gamsbach (Austria). This event globally correlates 821 with the low MS interval defined as the Deccan benchmark interval in Bidart 822 by Font et al., (2011, 2014). 823 • The widespread ocean acidification interval is coincident with the rapid 824 cooling. At Elles, evidence for another rapid warming following this interval 825 coincides with the KTB mass extinction. The acidification may be the result 826 of equilibration with huge amounts of CO2 injected rapidly into the 827\n37\natmosphere at rates overwhelming the response time of feedback mechanisms. 828\n829 Acknowledgements: 830 This research was supported by Princeton University’s Scott and Tuttle Funds, the U.S. 831 National Science Foundation (grants NSF EAR-0207407, EAR-0447171 and EAR-832 1026271) and FCT (ref. PTDC/CTE-GIX/117298/2010). We thank the three anonymous 833 reviewers and the Guest Editor Prof. Wolfram M. Kürschner for their insightful 834 comments and suggestions. 835\n836 REFERENCES 837\n838 Abrajevitch, A., Hori, R. S., and Kodama, K., 2013. Rock magnetic record of the 839 Triassic-Jurassic transition in pelagic bedded chert of the Inuyama section, Japan. 840 Geology, 41(7), 803-806. 841\n842 Abramovich, S. and Keller, G., 2002. High stress late Maastrichtian paleoenvironment: 843 inference from planktonic foraminifera in Tunisia. Palaeogeography, 844 Palaeoclimatology, Palaeoecology, 178(3), 145-164. doi: 10.1016/S0031-845 0182(01)00394-7 846\n847 Abramovich, S. and Keller, G., 2003. Planktonic foraminiferal response to the latest 848 Maastrichtian abrupt warm event: a case study from South Atlantic DSDP Site 849\n38\n525A. Marine Micropaleontology, 48(3), 225-249. 10.1016/S0377-850 8398(03)00021-5 851\n852 Abramovich, S., Keller, G., Berner, Z., Cymbalista, M., and Rak, C., 2011. Maastrichtian 853 Planktic Foraminiferal Biostratigraphy and Paleoenvironment of Brazos River, 854 Falls County, Texas, in: Keller, G. and Adatte ,T., eds., 100 SEPM Special 855 Publication, 123–156. doi: 10.1017/S0016756812001069 856\n857 Abramovich, S., Keller, G., Stüben, D. and Berner, Z., 2003. Characterization of late 858 Campanian and Maastrichtian planktonic foraminiferal depth habitats and vital 859 activities based on stable isotopes. Palaeogeography, Palaeoclimatology, 860 Palaeoecology, 202(1), 1-29. 10.1016/S0031-0182(03)00572-8 861\n862 Abramovich, S., Yovel-Corem, S., Almogi-Labin, A. and Benjamini, C., 2010. Global 863 climate change and planktic formaminiferal response in the Maastrichtian: 864 Paleoceanography, 25, PA2201. doi:10.1029/2009PA001843. 865\n866 Adatte, T., Keller, G. and Stinnesbeck, W., 2002. Late Cretaceous to early Paleocene 867 climate and sea-level fluctuations. Paleogeography, Paleoclimatology, 868 Paleoecology, 178, 165-198. doi: 10.1016/S0031-0182(01)00395-9 869\n870 Adatte, T., Keller, G., Stüben, D., Harting, M., Kramar, U., Stinnesbeck, W., 871 Abramovich, S. and Benjamini, C., 2005. Late Maastrichtian and K/T 872\n39\npaleoenvironment of the eastern Tethys (Israel): mineralogy, trace element and 873 platinum group elements, biostratigraphy and faunal turnovers. Bulletin Société 874 Géologique de France, 176(1), 35-53. doi: 10.2113/176.1.37 875\n876 Adatte, T., Stinnesbeck, W. and Keller, G. 1996. Lithostratigraphic and mineralogic 877 correlations of near K/T boundary sediments northeastern Mexico: implications 878 for origin and nature of deposition. The Cretaceous–Tertiary Event and Other 879 Catastrophes in Earth History, Boulder, Colorado. Geological Society of America 880 Special Papers, 307, 211–226. 881\n882 Alegret, L. and Thomas, E., 2004. Benthic foraminifera and environmental turnover 883 across the Cretaceous/Paleogene boundary at Blake Nose (ODP Hole 1049C, 884 Northwestern Atlantic). Palaeogeography, Palaeoclimatology, Palaeoecology, 885 208(1), 59-83. doi: 10.1016/j.palaeo.2004.02.028 886\n887 Alegret, L., Kaminski, M. A. and Molina, E., 2004. Paleoenvironmental recovery after 888 the Cretaceous/Paleogene boundary crisis: evidence from the marine Bidart 889 section (SW France). Palaios, 19(6), 574-586. doi: 10.1669/0883-890 1351(2004)019<0574:PRATPB>2.0.CO;2 891\n892 Alegret, L., Molina, E. and Thomas, E., 2001. Benthic foraminifera at the Cretaceous-893 Tertiary boundary around the Gulf of Mexico. Geology, 29(10), 891-894. doi: 894 10.1130/0091-7613(2001)029<0891:BFATCT>2.0.CO;2 895\n40\n896 Alegret, L., Molina, E. and Thomas, E., 2003. Benthic foraminiferal turnover across the 897 Cretaceous/Paleogene boundary at Agost (southeastern Spain): 898 paleoenvironmental inferences. Marine Micropaleontology, 48(3), 251-279. doi: 899 10.1016/S0377-8398(03)00022-7 900\n901 Apellaniz, E., Baceta, J. I., Bernaola-Bilbao, G., Núñez-Betelu, K., Orúe-Etxebarría, X., 902 Payros, A., Pujalte, V., Robin, E. and Rocchia, R., 1997. Analysis of uppermost 903 Cretaceous–lowermost Tertiary hemipelagic successions in the Basque Country 904 (western Pyrenees): evidence for a sudden extinction of more than half planktic 905 foraminifer species at the K/T boundary. Bulletin de la Societé Géologique de 906 France, 168, 783–793. 907 Arenillas, I., Arz, J. and Molina, E., 2004. A new high‐resolution planktic foraminiferal 908 zonation and subzonation for the lower Danian. Lethaia, 37(1), 79-95. doi: 909 10.1080/00241160310005097 910\n911 Arz, J. A. and Arenillas, I., 1998. Extinción en masa catastrófica de foraminíferos 912 planctónicos en el límite Cretácico/Terciario del Pirineo occidental (España). 913 Sociedad Mexicana de Paleontología Revista, 8(2), 146-162. doi: 914 10.1155/2013/643278 915\n916 Arz, J. A. and Molina, E., 2002. Late Campanian and Maastrichtian biostratigraphy and 917 chronostratigraphy based on planktic foraminifera in temperate and subtropical 918\n41\nlatitudes (Spain, France and Tunisia). Neues Jahrbuch fur Geologie und 919 Palaontologie-Abhandlungen, 224(2), 161-195. 920\n921 Berger, W. H., Bonneau, M. C. and Parker, F. L., 1982. Foraminifera on the deep-sea 922 floor-lysocline and dissolution rate. Oceanologica Acta, 5(2), 249-258. 923\n924 Berggren, W.A., Kent, D.V., Swisher, C.C. and Aubry, M. P. 1995. A revised Cenozoic 925 geochronology and chronostratigraphy. In: Berggren, W.A., Kent, D.V., Aubry, 926 M. P., Hardenbol, J., eds., Geochronology, Time Scales and Global Stratigraphic 927 Correlation. SEPM Special Publication 54, 129-212. doi: 10.2110/pec.95.04.0129 928\n929 Bonté, P., Delacotte, O., Renard, M., Laj, C., Boclet, D., Jehanno, C., and Rocchia, R., 930 1984. An iridium rich layer at the Cretaceous/Tertiary boundary in the Bidart 931 section (southern France). Geophysical Research Letters, 11(5), 473-476. doi: 932 10.1029/GL011i005p00473 933\n934 Callegaro, S., Baker, D. R., De Min, A., Marzoli, A., Geraki, K., Bertrand, H., Viti, C., 935 and Nestola, F., 2014. Microanalyses link sulfur from large igneous provinces and 936 Mesozoic mass extinctions. Geology, 42(10), 895-898. doi: 10.1130/G35983.1 937\n938 Cande, S. and Kent, D.V. 1995. Revised calibration of the geomagnetic polarity 939 Timescale for the Late Cretaceous and Cenozoic. Journal of Geophysical 940 Research, 100, 6093-6095. doi: 10.1029/94JB03098 941\n42\n942 Caron, M., 1985. Cretaceous planktic foraminifera. In: Bolli, H.M., Saunders, J.B. and 943\nPerch-Nielsen, K., eds. Plankton Stratigraphy: Cambridge, Cambridge University 944 Press, 17-86. 945\nChenet, A. -L., Fluteau, F., Courtillot, V., Gérard, M., and Subbarao, K. V., 2008. 946 Determination of rapid Deccan eruptions across the Cretaceous-Tertiary boundary 947 using paleomagnetic secular variation: Results from a 1200-m-thick section in the 948 Mahabaleshwar escarpment. Journal of Geophysical Research, 113(B4). doi: 949 10.1029/2006JB004635 950\nChenet, A., -L, Quidelleur, X., Fluteau, F., Courtillot, V., and Bajpai, S., 2007. 40K–951 40Ar dating of the Main Deccan large igneous province: Further evidence of KTB 952 age and short duration. Earth and Planetary Science Letters, 263(1-2), 1-15. doi: 953 10.1016/j.epsl.2007.07.011 954\nClauser, S., 1994. Etudes stratigraphiques du Campanien et du Maastrichtien de l'Europe 955 Occidentale: Cote Basque, Charentes (France), Limbourg (Pays-Bas). Documents 956 du Bureau de Recherches Géologiques et Minières, 235, 243. 957\n958 Coccioni, R. and Marsili, A., 2007. The response of benthic foraminifera to the K–Pg 959 boundary biotic crisis at Elles (northwestern Tunisia). Palaeogeography, 960 Palaeoclimatology, Palaeoecology, 255(1), 157-180. 961 doi:10.1016/j.palaeo.2007.02.046 962\n963\n43\nCowie , J. W., Ziegler, W. and Remane , J., 1989. Stratigraphic Commission accelerates 964 progress, 1984 to 1989. Episodes, 12, 79-83. 965\n966 Dekkers, M. J., 1997. Environmental magnetism: an introduction. Geologie en 967 Mijnbouw, 76(1-2), 163-182. 968\n969 Delacotte, O., 1982. Etude magnétostratigraphique et géochimique de la limite Crétacé-970 Tertiaire de la coupe de Bidart (Pyrennées Atlantiques). PhD thesis. Université 971 Pierre et Marie Curie, Paris, France. 972\n973 Doney, S.C., Fabry, V.J., Feely, R.A., and Kleypas, J.A., 2009. Ocean acidifi cation: 974 The other CO2 problem. Annual Review of Marine Science, 1, 169–192, 975 doi:10.1146/annurev.marine.010908.163834. 976\n977 Egger, H., Koeberl, C., Wagreich, M., and Stradner, H., 2009. The Cretaceous-Paleogene 978 (K/Pg) boundary at Gams, Austria: Nannoplankton stratigraphy and geochemistry 979 of a bathyal northwestern Tethyan setting. Stratigraphy, 6(4), 333-347. 980\n981 Egger, H., Rögl, F., and Wagreich, M., 2004. Biostratigraphy and facies of Paleogene 982 deep-water deposits at Gams (Gosau Group, Austria) Annalen des 983 Naturhistorischen Museums Wien, 106A, 281–307. 984\n985\n44\nEllwood, B., MacDonald, W., Wheeler, C. and Benoist, S., 2003. The K–T boundary in 986 Oman: identified using magnetic susceptibility field measurements with 987 geochemical confirmation. Earth and Planetary Science Letters, 206(3), 529-540. 988 doi:10.1016/j.palaeo.2008.01.005 989\n990 Ellwood, B., Tomkin, J., Ratcliffe, K., Wright, M., and Kafafy, A., 2008. High-resolution 991 magnetic susceptibility and geochemistry for the Cenomanian/Turonian boundary 992 GSSP with correlation to time equivalent core. Palaeogeography, 993 Palaeoclimatology, Palaeoecology, 261(1), 105-126. 994 doi:10.1016/j.palaeo.2008.01.005 995\n996 Erba, E., Bottini, C., Weissert, H.J., and Keller, C.E., 2010. Calcareous nannoplankton 997 response to surface-water acidification around oceanic anoxic event 1a. Science, 998 329(5990), 428–432, doi:10.1126/science.1188886. 999\n1000 Erbacher, J., Mosher, D. C. and Malone, M. J., 2004. Demerara Rise: Equatorial 1001 Cretaceous and Paleogene Paleoceanographic Transect, Western Atlantic. In 1002 Proceedings of the Ocean Drilling Program, Initial Reports, 207. 1003\n1004 Fabry, V.J., Seibel, B.A., Feely, R.A., and Orr, J.C., 2008. Impacts of ocean acidification 1005 on marine fauna and ecosystem processes: ICES Journal of Marine Science: 1006 Journal du Conseil, 65(3), 414–432. doi:10.1093/icesjms/fsn048. 1007\n1008\n45\nFont, E. and Abrajevitch, A., 2014. Paleoenvironmental signature of the Deccan Phase 2. 1009 Frontiers in Earth Sciences. doi: 10.3389/feart.2014.0002. 1010\n1011 Font, E., Nedelec, A., Ellwood, B.B., Mirao, J., and Silva, P.F., 2011. A new sedimentary 1012 benchmark for the Deccan Traps volcanism? Geophysical Research Letters, 38, 1013 L24309. doi: 10.1029/2011GL049824 1014\n1015 Font, E., Fabre, S., Nédélec, A., Adatte, T., Keller, G., Veiga-Pires, C., Ponte, J., Mirão, 1016 J., Khozyem, H., and Spangenberg, J. E., 2014. Atmospheric halogen and acid 1017 rains during the main phase of Deccan eruptions: Magnetic and mineral 1018 evidence. Geological Society of America Special Papers, 505, SPE505-18. doi: 1019 10.1130/2014.2505(18) 1020\nGalbrun, B., and Gardin, S., 2004. New chronostratigraphy of the Cretaceous –Paleogene 1021 boundary interval at Bidart (France). Earth and Planetary Science Letters, 224, 1022 19-32. doi: 10.1016/j.epsl.2004.04.043 1023\nGallala, N., 2013. Planktonic Foraminiferal Biostratigraphy and Correlation Across the 1024 Cretaceous-Paleogene Transition at the Tethyan and the Atlantic Realms. 1025 Paleontology Journal, 2013. 1026\nGallala, N., Zaghbib-Turki, D., Arenillas, I., Arz, J. A., and Molina, E., 2009. 1027 Catastrophic mass extinction and assemblage evolution in planktic foraminifera 1028 across the Cretaceous/Paleogene (K/Pg) boundary at Bidart (SW France). Marine 1029 Micropaleontology, 72(3), 196-209. doi: 10.1016/j.marmicro.2009.05.001 1030\n46\n1031 Gardin, S., 2002. Late Maastrichtian to early Danian calcareous nannofossils at Elles 1032 (Northwest Tunisia). A tale of one million years across the K–T boundary. 1033 Palaeogeography, Palaeoclimatology, Palaeoecology, 178(3), 211-231. 1034\n1035 Georgescu, M. D. and Abramovich, S., 2009. A new Late Cretaceous (Maastrichtian) 1036 serial planktic foraminifer (Family Heterohelicidae) with early planispiral coil and 1037 revision of Spiroplecta Ehrenberg, 1844. Geobios, 42(6), 687-698. 1038\n1039\nGertsch, B., Keller, G., Adatte, T., Garg, R., Prasad, V., Berner, Z., and Fleitmann, D., 1040 2011. Environmental effects of Deccan volcanism across the Cretaceous–Tertiary 1041 transition in Meghalaya, India. Earth and Planetary Science Letters, 310(3-4), 1042 272-285. doi: 10.1016/j.epsl.2011.08.015 1043\nGrachev, A.F. (ed.), 2009. The K/T boundary of Gams (Eastern Alps, Austria) and the 1044 nature of terminal Cretaceous mass extinction. Vienna (Geologische 1045 Bundesanstalt), 199. doi: 10.2205/2009-GAMSbook 1046\n1047 Grachev, A. F., Korchagin , O. A., Kollmann , H. A., Pechersky, D. M. and Tsel ´movich, 1048 V. A., 2005. A new look at the nature of the transitional layer at the K/T boundary 1049 near Gams, Eastern Alps, Austria, and the problem of the mass extinction of the 1050 biota. Russian Journal of Earth Sciences, 7: doi: 10.2205/2005ES000189. 1051\n1052\n47\nGradstein , F., Ogg , J. and Smith , A., 2004. A Geologic Time Scale 2004. Cambridge: 1053 Cambridge University Press, 589. 1054\n1055 Gorostidi, A., and Lamolda, M. A., 1995. La nannoflora calcárea y el tránsito KT de la 1056 sección de Bidart (SW de Francia). Revista Española de Paleontología no. 1057 Homenaje al Dr. Guillermo Colom, 153–168. 1058\n1059 Grachev, A. F., Borisovsky, S. E., and Grigor’eva, A. V., 2008. The first find of native 1060 rhenium in the transitional clay layer at the Cretaceous/Paleogene boundary in the 1061 Gams Section (eastern Alps, Austria). In Doklady Earth Sciences, 422(1), 1065-1062 1067. MAIK Nauka/Interperiodica. doi: 10.1134/S1028334X08070131 1063\n1064 Grachev, A. F., Korchagin, O. A., Kollmann, H. A., Pechersky, D. M. and Tsel'movich, 1065 V. A., 2005. A new look at the nature of the transitional layer at the K/T boundary 1066 near Gams, Eastern Alps, Austria, and the problem of the mass extinction of the 1067 biota. Russian Journal of Earth Sciences, 7(6). 1068\n1069 Haslett, S.K., 1994. Planktonic foraminiferal biostratigraphy and palaeoceanography of 1070 the Cretaceous–Tertiary boundary section at Bidart, south–west France, 1071 Cretaceous Research, 15, 179–192. doi: 10.1006/cres.1994.1009 1072\n1073 Haubold , H., Scholger, R., Frisch , W., Summesberger, H. and Mauritsch , H. J., 1999. 1074 Reconstruction of the geodynamic evolution of the Northern Calcareous Alps by 1075\n48\nmeans of paleomagnetism. Physics and Chemistry of the Earth, Part A: Solid 1076 Earth and Geodesy (A), 24, 697-703. doi: 10.1016/S1464-1895(99)00101-5 1077\n1078 Hönisch, B., Ridgwell, A., Schmidt, D.N., Thomas, E., Gibbs, S.J., Sluijs, A., 1079 Zeebe, R., Kump, L., Martindale, R.C., Greene, S.E., Kiessling, G., Ries, 1080 J., Zachos, J.C., Royer, D.L., Barker, S., Marchitto, T.M., Jr., Moyer, R., 1081 Pelejero, C., Ziveri1, P., Foster, G.L., and Williams, B., 2012. The geological 1082 record of ocean acidifi cation, Science, 335(6072), 1058– 1083 1063. doi:10.1126/science.1208277. 1084\n1085 Jay, A. E. and Widdowson, M., 2008. Stratigraphy, structure and volcanology of the SE 1086 Deccan continental flood basalt province: implications for eruptive extent and 1087 volumes. Journal of the Geological Society, 165(1), 177-188. doi: 10.1144/0016-1088 76492006-062 1089\n1090 Keller, G., 2004. Paleoecology of Late Maastrichtian-early Danian planktic foraminifera 1091 in the eastern Tethys. Journal of Foraminiferal Research, 34(1), 49-73. 1092\n1093 Keller, G. and Benjamini, C., 1991. Paleoenvironment of the eastern Tethys in the early 1094 Danian, Palaios, 6, 439-464. doi: 10.2307/3514984 1095\nKeller, G., Abramovich, S., Adatte, T., and Berner, Z., 2011b, Biostratigraphy, age of the 1096 Chicxulub impact, and depositional environment of the Brazos River KTB 1097 sequences, in Keller, G., and Adatte, T., eds., The End-Cretaceous Mass 1098\n49\nExtinction and the Chicxulub Impact in Texas: Society for Sedimentary Geology 1099 (SEPM) Special Publication 100, 81–122. 1100\nKeller, G., Abramovich, S., Berner, Z., and Adatte, T., 2009. Biotic effects of the 1101 Chicxulub impact, K-T catastrophe and sea-level change in Texas. 1102 Paleogeogeography, Paleoclimatology, Paleoecology, 271, 52-68. doi: 1103 10.1016/j.palaeo.2008.09.007 1104\n1105 Keller, G., Adatte, T., Bhowmick, P. K., Upadhyay, H., Dave, A., Reddy, A. N., and 1106 Jaiprakash, B. C., 2012. Nature and timing of extinctions in Cretaceous-Tertiary 1107 planktic foraminifera preserved in Deccan intertrappean sediments of the 1108 Krishna–Godavari Basin, India. Earth and Planetary Science Letters, 341, 211-1109 221. doi: 10.1016/j.epsl.2012.06.021 1110\n1111 Keller, G., Adatte, T., Burns, S. J., Tantawy, A. A., 2002a. High-stress paleoenvironment 1112 during the late Maastrichtian to early Paleocene in central Egypt. 1113 Palaeogeography, Palaeoclimatology, Palaeoecology 187, 35e60. doi: 1114 10.1016/S0031-0182(02)00504-7 1115\n1116 Keller, G., Adatte, T., Stinnesbeck, W., Luciani, V., Karoui, N. and Zaghbib-Turki, D., 1117 2002b. Paleoecology of the Cretaceous-Tertiary mass extinction in planktic 1118 foraminifera. Paleogeography, Paleoclimatology, Paleoecology, 178, 257-298. 1119 doi: 10.1016/S0031-0182(01)00399-6 1120\n1121\n50\nKeller, G., Adatte, T., Stinnesbeck, W., Stuben, D. and Berner, Z. 2001. Age, chemo- 1122 and biostratigraphy of Haiti spherule-rich deposits: a multi-event K-T scenario. 1123 Canadian Journal of Earth Sciences, 38, 197-227. doi: 10.1139/e00-087 1124\n1125 Keller, G., Adatte, T., Stinnesbeck, W., Stüben, D., Kramar, U., Berner, Z., Li, L. and 1126 Perch-Nielsen, K. V. S., 1997. The Cretaceous-Tertiary transition on the shallow 1127 Saharan platform of southern Tunisia. Geobios, 30(7), 951-975. 1128\n1129 Keller, G., Adatte, T., Tantawy, A. A., Berner, Z., and Stüben, D., 2007. High Stress Late 1130 Cretaceous to early Danian paleoenvironment in the Neuquen Basin, Argentina. 1131 Cretaceous Research, 28, 939-960. doi: 10.1016/j.cretres.2007.01.006 1132\n1133\nKeller, G., Bhowmick, P. K., Upadhyay, H., Dave, A., Reddy, A. N., Jaiprakash, B. C. and 1134 Adatte, T., 2011a. Deccan Volcanism Linked to the Cretaceous-Tertiary Boundary Mass 1135 Extinction : New Evidence from ONGC Wells in the Krishna-Godavari Basin. Journal of 1136 the Geological Society of India, 78, 399-428. doi: 10.1007/s12594-011-0107-3. 1137\nKeller, G., Khozyem, H., Adatte, T., Malarkodi, N., Spangenberg, J. E. and Stinnesbeck, 1138 W., 2013. Chicxulub impact spherules in the North Atlantic and Caribbean: age 1139 constraints and Cretaceous–Tertiary boundary hiatus. Geological Magazine, 1140 150(05), 885-907. 1141\n1142\n51\nKeller, G., Li, L. and MacLeod, N., 1995. The Cretaceous/Tertiary boundary stratotype section at 1143 El Kef, Tunisia: How catastrophic was the mass extinction? Paleogeography, 1144 Paleoclimatology, Paleoecology, 119, 221-254. doi: 10.1016/0031-0182(95)00009-7 1145\n1146 Keller, G., Lyons, J.B., MacLeod, N., and Officer, C.B., 1993. Is there evidence for 1147 Cretaceous-Tertiary boundary impact deposits in the Caribbean and Gulf of 1148 Mexico? Geology, 21, 776-780. doi: 10.1130/0091-7613(1993) 1149\n1150 Keller, G., Stinnesbeck, W., Adatte, T. and Stüben, D., 2003. Multiple Impacts across the 1151 Cretaceous-Tertiary boundary. Earth Science Reviews, 62, 327-363. doi: 1152 10.1016/S0012-8252(02)00162-9 1153\n1154 Kuiper, K. F., Deino , A., Hilgen , F. J., Krijgsman , W., Renne , P. R. and Wijbrans , J. 1155 R., 2008. Synchronizing rock clocks of Earth history. Science, 320, 500-504. doi: 1156 1157 10.1126/science.1154339 1158 1159 1160 Le, J., and Shackleton, N. J., 1992. Carbonate dissolution fluctuations in the western 1161 equatorial Pacific during the late Quaternary. Paleoceanography, 7(1), 21-42. 1162\n1163 Li, L. and Keller, G., l998a. Maastrichtian climate, productivity and faunal 1164 turnovers in planktic foraminifera in South Atlantic DSDP Sites 525A and 21, 1165 Marine Micropaleontology, 33, 55-86. doi: 10.1016/S0377-8398(97)00027-3 1166\n1167\n52\nLi, L. and Keller, G., l998b. Diversification and extinction in Campanian-Maastrichtian 1168 planktic foraminifera of northwestern Tunisia. Eclogae Geologicae Helveticae, 1169 91, 75-102. doi: 0012-9402/98/010075-28 1170\n1171 MacLeod, N. and Keller, G., 1991. Hiatus distributions and mass extinctions at the 1172 Cretaceous/Tertiary boundary, Geology, 19, 497-501. doi: 10.1016/0031-1173 0182(95)00009-7 1174\n1175 Malmgren, B. A., 1987. Differential dissolution of Upper Cretaceous planktonic 1176 foraminifera from a temperate region of the South Atlantic Ocean. Marine 1177 Micropaleontology, 11(4), 251-271. 1178\n1179 Moore, J. C., Klaus, A. and Bangs, N.L., 1998. Site 1049, Proc. ODP, Initial Reports 1180 171A (1998), 47–91. 1181\n1182 Moy, A.D., Howard, W.R., Bray, S.G., and Trull, T.W., 2009. Reduced calcification 1183 in modern Southern Ocean planktonic foraminifera. Nature Geoscience, 1184 2(4), 276–280. doi:10.1038/ngeo460. 1185\n1186 Mussard, M., Le Hir, G., Fluteau, F., Lefebvre, V., and Goddéris, Y., 2014, Modeling the 1187 carbon-sulfate interplays in climate changesrelated to the emplacement of 1188 continental flood basalts, in Keller, G., and Kerr, A.C., eds., Volcanism, Impacts, 1189\n53\nand Mass Extinctions: Causes and Effects. Geological Society of America Special 1190 Paper 505, doi: 10.1130/2014.2505(17). 1191\n1192 Nederbragt, A. J., 1991. Late Cretaceous biostratigraphy and development of 1193 Heterohelicidae (planktic foraminifera). Micropaleontology, 329-372. 1194 10.2307/1485910 1195\n1196 Nelson, B.K., Macleod, G.K. and Ward, P.D., 1991. Rapid change in strontium isotopic 1197 composition of seawater before the Cretaceous/Tertiary boundary. Nature, 351, 1198 644–647. doi: 10.1038/351644a0 1199\n1200 Olsson, R.K., Hemleben, C., Berggren, W.A. and Huber, B.T., 1999. Atlas of Paleocene 1201 Planktonic Foraminifera. Smithsonian Contribution to Paleobiology No. 85. 1202 Smithsonian Institution Press, Washington D.C., pp. 252. 1203\n1204 Orr, J.C., Fabry, V.J., Aumont, O., Bopp, L., Doney, S.C., Feely, R.A., Gnanadesikan, 1205 A., Gruber, N., Ishida, A., Joos, F., Key, R.M., Lindsay, K., 1206 Maier-Reimer, E., Matear, R., Monfray, P., Mouchet, A., Najjar, R.G., 1207 Plattner, G-K., Rodgers, K.B., Sabine, C.L., Sarmiento, J.L., Schlitzer, 1208 R., Slater, R.D., Totterdell, I.J., Weirig, M-F., Yamanaka, Y., and Yool, 1209 A., 2005. Anthropogenic ocean acidification over the twenty-first century 1210 and its impact on calcifying organisms. Nature, 437, 681–686. 1211 doi:10.1038/nature04095. 1212\n54\n1213 Pechersky, D. M., Grachev, A. F., Nourgaliev, D. K., Tsel'movich, V. A. and Sharonova, 1214 Z. V., 2006. Magnetolithologic and magnetomineralogical characteristics of 1215 deposits at the Mesozoic/Cenozoic boundary: Gams section (Austria). Russian 1216 Journal of Earth Sciences, 8(3). doi: 10.2205/2006ES000204. 1217\n1218 Peybernes, B., Fondecave-Wallez, M.J., Gourinard, Y., and Eichène, P., 1997. 1219 Stratigraphie séquentielle comparée et grade-datation par les foraminifères 1220 planctoniques du Campano-Maastrichtien et du Paléocène de quelques sites 1221 d'Europe sud-occidentale et d'Afrique du Nord Comptes Rendus de l’Académie 1222 des Sciences, Series D, Sciences de la Terre, 324, 839–846. doi: 10.1016/S1251-1223 8050(97)82519-0 1224\n1225 Pueyo, E. L., Mauritsch , H. J., Gawlick , H. -J., Scholger, R. and Frisch , W., 2007. New 1226 evidence for block and thrust sheet rotations in the central northern Calcareous 1227 Alps deduced from two pervasive remagnetization events. Tectonics, 26, TC5011, 1228 doi: 10.1029/2006TC001965. 1229\n1230 Punekar, J., Keller, G., Khozyem, H., Hamming, C., Adatte, T., Tantawy, A. A. and 1231 Spangenberg, J. E. 2014b. Late Maastrichtian–early Danian high-stress 1232 environments and delayed recovery linked to Deccan volcanism. Cretaceous 1233 Research, 49, 63-82. 10.1016/j.cretres.2014.01.002 1234\n1235\n55\nPunekar, J., Mateo, P., and Keller, G., 2014a. Effects of Deccan volcanism on 1236 paleoenvironment and planktic foraminifera: A global survey. Geological Society 1237 of America Special Papers, 505, 91-116. doi: 10.1130/2014.2505(04) 1238\n1239 Raja Rao, C.S., Sahasrabudhe, S.S., Deshmukh, S.S. and Raman, R. 1999. Distribution, 1240 structure and petrography of the Deccan Traps, India, in: K.V. Subbarao (Ed.), 1241 Deccan Volcanic Province, Memoir - Geological Society of India, 43, 401–414. 1242\n1243 Razin, P., 1989. Evolution tectono-sédimentaire alpine des Pyrénées Basques à l'Ouest de 1244 la transformante de Pampelune (Province du Labourd) (Thèse de 1245 doctorat) Université de Bordeaux III, 464. 1246\n1247 Renne, P. R., Deino, A. L., Hilgen, F. J., Kuiper, K. F., Mark, D. F., Mitchell, W. S., 1248 Morgan, L. E., Mundil, R. and Smit, J., 2013. Time scales of critical events 1249 around the Cretaceous-Paleogene boundary. Science, 339(6120), 684-687. doi: 1250 10.1126/science.1230492 1251\n1252 Remane, J., Keller, G., Hardenbol, J., and Ben Haj Ali, M., l999. Report on the 1253 International Workshop on Cretaceous-Paleogene Transitions: Episodes, 22(1), 1254 47-48. 1255\n1256 Renard, M., Delacotte, O., and Létolle, R., 1982. Le strontium et les isotopes stables 1257 dans les carbonates totaux de quelques sites de l'Atlantique et de la Tethys. 1258\n56\nBulletin de la Société Géologique de France, 14, 519–534. doi: 1259 10.2113/gssgfbull.S7-XXIV.3.519 1260\n1261 Robaszynski, F., Caron, M., Gonzalez-Donoso, J. M., Wonders, A. H., Ewgpf 1983–1262 1984. Paris Atlas of late Cretaceous Globotruncanids. Revue de 1263 Micropaléontologie, 36 (3–4), 145–305. 1264\n1265 Rocchia, R., Boclet, D., Bonté, Ph., Devineau, J., Jéhanno, C. and Renard, M., 1987. 1266 Comparaison des distributions de l'iridium observéesàla limite Crétacé-Tertiaire 1267 dans divers sites européens. Mémoires de la Société géologique de France N.S., 1268 150 (1987), 95–103. 1269\n1270 Rocchia, R., Robin, E., Froget, L. and Gayraud, J. 1996. Stratigraphic distribution of 1271 extraterrestrial markers at the Cretaceous-Tertiary boundary in the Gulf of Mexico 1272 area: Implications for the temporal complexity of the event. Geological Society of 1273 America, Special Paper, 307, 279-286. 1274\n1275 Schöbel, S., de Wall, H., Ganerød, M., Pandit, M. K., and Rolf, C., 2014. 1276 Magnetostratigraphy and 40Ar–39Ar geochronology of the Malwa Plateau region 1277 (Northern Deccan Traps), central western India: Significance and correlation with 1278 the main Deccan Large Igneous Province sequences. Journal of Asian Earth 1279 Sciences, 89, 28-45. doi: 10.1016/j.jseaes.2014.03.022 1280\n1281\n57\nSchoene, B., Samperton, K., Eddy, M., Keller, G., Adatte, T., Bowring, S., Khadri, S. F. 1282 R. and Gertsch, B., 2014. U-Pb geochronology of the Deccan Traps and relation 1283 to the end-Cretaceous mass extinction. Science (aaa0118). 1284 doi:10.1126/science.aaa0118 1285\n1286 Shackleton, N. and Boersma, A., 1985. History of the Walvis Ridge. A précis of the 1287 results of DSDP Leg 74 In: Moore, T. C. Jr, Rabinowitz, P. D. and Borella, P. E., 1288 eds., South Atlantic Paleoceanography, 57. 1289\n1290 Self, S., Blake, S., Sharma, K., Widdowson, M., and Sephton, S., 2008. Sulfur and 1291 chlorine in Late Cretaceous Deccan magmas and eruptive gas release. Science 1292 319, 1654-1657. doi: 10.1126/science.1152830 1293 Seyve, C., 1984. Le passage Crétacé-Tertiaire à Pont Labau. Bulletin des Centres de 1294 Recherches Exploration-Production Elf-Aquitaine, 8, 385–423. 1295\n1296 Smit, J., and ten Kate, W.G.H.Z., 1982. Trace-element patterns at the Cretaceous–1297 Tertiary boundary-consequences of a large impact Cretaceous Research, 3, 307–1298 332. 1299\n1300 Stüben, D., Kramar, U., Berner, Z. A., Meudt, M., Keller, G., Abramovich, S., Adatte, T., 1301 Hambach, U. and Stinnesbeck, W. 2003. Late Maastrichtian paleoclimatic and 1302 paleoceanographic changes inferred from Sr/Ca ratio and stable isotopes. 1303\n58\nPalaeogeography, Palaeoclimatology, Palaeoecology, 199(1), 107-127. doi: 1304 10.1016/S0031-0182(03)00499-1 1305\n1306 Subbarao, K.V., Bodas, M.S., Khadri, S.F.R., Beane, J.E., Penrose Deccan 2000, Field 1307 excursion guide to the western Deccan Basalt Province. Penrose Field Guides, B. 1308 Geological Society of India, ed., 2000. 1309\n1310 Summesberger, H., Wagreich, M. and Bryda, G. 2009. Upper Maastrichtian cephalopods 1311 and the correlation to calcareous nannoplankton and planktic foraminifera zones 1312 in the Gams Basin (Gosau Group; Styria, Austria). Annalen des Naturhistorischen 1313 Museums Wien 111A, 159–182. 1314\n1315 Tantawy, A. A., 2003. Calcareous nannofossil biostratigraphy and paleoecology of the 1316 Cretaceous-Tertiary transition in the central eastern desert of Egypt. Marine 1317 Micropaleontology, 47, 323-356. doi: 10.1016/S0377-8398(02)00135-4 1318\n1319 Tantawy, A. A., Keller, G. and Pardo, A., 2009. Late Maastrichtian volcanism in the 1320 Indian Ocean: effects on calcareous nannofossils and planktic foraminifera. 1321 Palaeogeography, Palaeoclimatology, Palaeoecology, 284(1), 63-87. 1322 10.1016/j.palaeo.2009.08.025 1323\n1324 Thibault, N. and Gardin, S., 2010. The calcareous nannofossil response to the end-1325 Cretaceous warm event in the Tropical Pacific. Palaeogeography, 1326\n59\nPalaeoclimatology, Palaeoecology, 291(3), 239-252. 1327 doi:10.1016/j.palaeo.2010.02.036 1328\n1329 Thibault, N., Minoletti, F., Gardin, S., and Renard, M., 2004. Morphométrie de 1330 nannofossiles calcaires au passage Crétacé-Paléocène des coupes de Bidart 1331 (France) et d'Elles (Tunisie). Comparaison avec les isotopes stables du carbone et 1332 de l'oxygène. Bulletin de la Societe Géologique de France, 175. 1333\n1334 Thunell, R. C., 1976. Optimum indices of calcium carbonate dissolution, in deep-sea 1335 sediments. Geology, 4(9), 525-528. 1336\n1337 Vonhof, H.B. and Smit, J., 1997. High-resolution late Maastrichtian–early Danian 1338 oceanic 87Sr/86Sr record: implications for Cretaceous–Tertiary boundary events. 1339 Geology, 25, 347–350. doi: 10.1130/0091-7613(1997)025<0347:HRLMED>1340 2.3.CO;2 1341\n1342 Wagreich, M., 1993. Subcrustal tectonic erosion in orogenic belts - A model for the Late 1343 Cretaceous subsidence of the Northern Calcareous Alps (Austria). Geology, 21, 1344 941-944. 1345\n1346 Wagreich, M., 1995. Subduction tectonic erosion and Late Cretaceous subsidence along 1347 the northern Austroalpine margin (Eastern Alps, Austria). Tectonophysics, 242, 1348 63-78. 1349\n60\n1350 Wagreich, M. and Krenmayr, H., -G., 1993. Nannofossil biostratigraphy of the Late 1351 Cretaceous Nierental Formation, Northern Calcareous Alps (Bavaria, Austria). 1352 Zitteliana, 20, 67-77. 1353\n1354 Wagreich, M. and Krenmayr, H., -G., 2005. Upper Cretaceous oceanic red beds (CORB) 1355 in the Northern Calcareous Alps (Nierental Formation, Austria): slope topography 1356 and clastic input as primary controlling factors. Cretaceous Research, 26, 57-64. 1357\n1358 Widmark, J. G. V. and Malmgren, B. A., 1992. Benthic foraminiferal changes across the 1359 Cretaceous/Tertiary boundary in the deep sea; DSDP sites 525, 527, and 465. The 1360 Journal of Foraminiferal Research, 22(2), 81-113. 1361\n1362 Williams, D. F., Healy-Williams, N. and Laschak, P., 1985. Dissolution and water-mass 1363 patterns in the southeast Indian Ocean, I, Evidence from Recent to late Holocene 1364 foraminiferal assemblages, Geological Society of America Bulletin, 96, 176–189. 1365\n1366 Zeebe, R.E., 2012. History of seawater carbonate chemistry, atmospheric CO2, and ocean 1367 acidification: Annual Review of Earth and Planetary Sciences, 40, 141–165, doi: 1368 10.1146/annurev-earth-042711-105521. 1369\n1370 Zeebe, R.E., Zachos, J.C., Caldeira, K., and Tyrrell, T., 2008. Carbon emissions 1371 and acidification. Science, 321, 51–52. doi:10.1126/science.1159124. 1372\n61\nLIST OF FIGURES 1373\n1374\nFigure 1. Palaegeographic map of 66 Ma showing the study sections Bidart (France) and 1375 Gamsbach (Austria) and the reference section Elles (Tunisia, GSSP) relative to the 1376 location of the Reunion hotspot (focal point of Deccan volcanism). Modified after ©2000 1377 C R Scotese PALEOMAP Project. 1378\n1379\nFigure 2. (A) Lithological log of the upper Maastrichtian-basal Danian interval studied at 1380 Bidart, the red layer marks the KTB (B) Google Earth image showing the present day 1381 location of Bidart (C) Field photograph of the Bidart section showing the sampled 1382 interval and the position of KTB (in red). 1383\n1384\nFigure 3. (A) Lithological log of the uppermost Maastrichtian interval of Gamsbach, the 1385 red layer marks the KTB (B) Google Earth image showing the present day location of 1386 Gamsbach (C) Field photograph of the Gamsbach section showing the position of KTB 1387 (in red). 1388\n1389\nFigure 4. The completeness of Bidart and Gamsbach sections relative to Elles (Tunisia) 1390 based on planktic foraminiferal biozonation scheme of Keller et al. (1995; 2002). The 1391 biozone ages can be extrapolated using a KTB age of 65.5 Ma (Gradstein et al., 2004) or 1392 66.04 Ma (Renne et al., 2013). Hiatuses are observed at the KTB and at the P1a(1)/P1a(2) 1393 transition at Bidart. A major hiatus is identified at the KTB at Gamsbach due to missing 1394 zones P0, P1a(1) and early P1a(2). 1395\n62\n1396\nFigure 5. (A) Key foraminifera and geochemical attributes of the KTB boundary and 1397 lower Danian at Bidart (B) Abundance of late Maastrichtian planktic foraminifera of the 1398 63-150 µm size fraction and the KTB mass extinction. The δ13C record shows the 1399 characteristic ~2‰ negative shift at the KTB. 1400\n1401\nFigure 6. (A) Faunal and geochemical changes at the KTB boundary and in the lower 1402 Danian of Gamsbach. (B) Late Maastrichtian planktic foraminifera of the >150 µm size 1403 fraction and the KTB mass extinction. The δ13C record shows ~1.3‰ negative shift at the 1404 KTB. 1405\n1406\nFigure 7. A comparison of the relative abundances of some key species (63-150 µm) in 1407 the upper Maastrichtian zone CF1 assemblage of (A) Elles (Tunisia) and (B) Bidart 1408 (France). Note that Heterohelix dentata, H. globulosa and Pseudoguembelina costulata 1409 dominate the assemblage in Elles, in contrast to Bidart where they are rare. Whole-rock 1410 δ13C and δ18O are shown. 1411\n1412\nFigure 8. A comparison of the relative abundances of some key species (>150 µm) in the 1413 Late Maastrichtian zone CF1 assemblage of (A) Elles (Tunisia), (B) Bidart (France) and 1414 (C) Gamsbach (Austria). The deep-water assemblages of Bidart and Gamsbach are very 1415 similar to each other and different from the neritic assemblages of Elles. Planktic δ13C 1416 and δ18O for Elles are obtained from Rugoglobigerina rugosa and benthic values are 1417\n63\nfrom Cibicidoides pseudoacuta. Whole-rock isotope data are shown for the Bidart and 1418 Gamsbach sections. 1419\n1420\nFigure 9. Relative abundances of depth-ranked groups of planktic foraminifera species in 1421 (A) Elles (Tunisia), (B) Bidart (France) and (C) Gamsbach (Austria). Thermocline 1422 dwelling globotruncanids (blue) are more abundant in the >150 µm fraction of Bidart and 1423 Gamsbach (open marine settings) as compared to Elles (neritic setting). Poor preservation 1424 of foraminifera in the 63-150 µm fraction of the Gamsbach section precluded quantitative 1425 analysis. 1426\n1427\nFigure 10. Multi-proxy data shows a dissolution interval immediately preceding the 1428 KTB. A low magnetic susceptibility (MS) interval in the upper part of zone CF1 of Elles, 1429 Bidart and Gamsbach (yellow) marks a regional chemical benchmark of Deccan 1430 volcanism (after Font et al, 2011; 2014). Increased planktic foraminiferal test 1431 fragmentation in the low MS interval supports water column carbonate dissolution. 1432\n1433\nFigure 11. Magnetic susceptibility (MS) data for Bidart (Font et al., 2011) along with the 1434 fragmentation index (FI) data for planktic and benthic foraminifera. The geochemical 1435 Deccan benchmark interval coincides with a pronounced water column dissolution event 1436 recorded by the planktic foraminifera. The benthic FI for the same interval indicate only a 1437 minor contribution of post-depositional breakage. 1438\n1439\n1440\n64\nPlate 1. Characteristic taxa of the upper Maastrichtian zone CF1 assemblage at Bidart, 1441 France, scale bar= 100 µm. 1442\nA. Globotruncanita stuarti (de Lapparent), spiral view 1443 B. Abathomphalus mayaroensis (Brönnimann), spiral view 1444 C. Heterohelix rajagopalani Govindan 1445 D. Pseudoguembelina hariaensis Nederbragt 1446 E. Heterohelix globulosa (Ehrenberg) 1447 F. Pseudotextularia elegans (Rzehak) 1448 G. Racemiguembelina fructicosa (Egger) 1449 H. Planoglobulina brazoensis (Martin) 1450 I. Guembelitria cretacea (Cushman) 1451 J. Spiroplecta americana (Ehrenberg) 1452 K. Hartella harti Georgescu & Abramovich 1453 L. Heterohelix navarroensis (Loeblich) 1454 M. Plummerita aff. hantkeninoides (Brönnimann) 1455 N. Rugoglobigerina macrocephala (Brönnimann) 1456 O. Globigerinelloides volutus (White) 1457 P. Globigerinelloides subcarinatus (Brönnimann) 1458\n1459 Plate 2. Planktic foraminifera indicating varying degrees of preservation in the upper 1460 Maastrichtian zone CF1 assemblage at Bidart, France, scale bar= 100 µm. 1461\n(A-L): “Imperfect” tests with minor breakages and/or holes and signs test surface 1462 dissolution 1463\n65\n(M-S): “Fragments” defined by less than two-thirds or the original test preserved. 1464\n1465 Plate 3. Benthic foraminifera indicating varying degrees of preservation in the upper 1466 Maastrichtian zone CF1 and the KTB assemblage at Bidart, France, scale bar= 100 µm. 1467\n(A-G): “Perfect” tests with no signs of chemical or mechanical damage 1468 (H-L, O, P): “Imperfect” tests with minor breakages and/or holes and signs test surface 1469 dissolution. Note that the proportion of the tests with holes is maximum at the KTB and 1470 in the early Danian sediments. 1471 (M, N, Q-S): “Fragments” defined by less than two-thirds or the original test preserved. 1472\n1473\n1474\n1475\n1476\n1477\n1478\n1479\n1480\n1481\n1482\n1483\n1484\n1485\n1486\nKG Basin\nREUNION HOTSPOT\nINDIA\n30°N\n0°\n30°S\n2000 km\nBidart France\nGamsbach Austria\nElles Tunisia\nFigure1. Paleogeographic Map\nFigure2. Location_Lithology_Bidart\nFigure3. Location_Lithology_Gamsabch\nFigure4. Biostratigraphic zones\nFigure5A. Bidart Early Danian\nFigure5B. Bidart Late Maastrichtian (63-150um)\nFigure6A. Gamsbach Early Danian\nFigure6B. Gamsbach Late Maastrichtian (>150um)\nFigure7.AB. Key Species (63-150um) and stable isotopes\nFigure8.ABC. Key Species (>150um) and stable isotopes\nFigure9.ABC. Depth ranked Species\nFigure10.ABC. Multi-proxy evidence for ocean acidification\nFigure11. Planktic vs. Benthic Fragmentation Index\nPlate1. Bidart Planktic Foraminifera\nPlate2. Planktic Foraminifera Preservation\nPlate3. Benthic Foraminifera Preservation"
  }],
  "year": 2015,
  "references": [{
    "title": "Rock magnetic record",
    "authors": ["A. Abrajevitch", "R.S. Hori", "K. Kodama"],
    "year": 2013
  }, {
    "title": "High stress late Maastrichtian paleoenvironment",
    "authors": ["S. Abramovich", "G. Keller"],
    "year": 2002
  }, {
    "title": "Planktonic foraminiferal response to the latest",
    "authors": ["S. Abramovich", "G. Keller"],
    "year": 2003
  }, {
    "title": "Characterization of late",
    "authors": ["S. Abramovich", "G. Keller", "D. Stüben", "Z. Berner"],
    "year": 2003
  }, {
    "title": "Late Cretaceous to early Paleocene",
    "authors": ["T. Adatte", "G. Keller", "W. Stinnesbeck"],
    "year": 2002
  }, {
    "title": "Late Maastrichtian and K/T",
    "authors": ["S. Abramovich", "C. Benjamini"],
    "year": 2005
  }, {
    "title": "Lithostratigraphic and mineralogic",
    "authors": ["T. Adatte", "W. Stinnesbeck", "G. Keller"],
    "year": 1996
  }, {
    "title": "Benthic foraminifera and environmental turnover",
    "authors": ["L. Alegret", "E. Thomas"],
    "year": 2004
  }, {
    "title": "Paleoenvironmental recovery after",
    "authors": ["L. Alegret", "M.A. Kaminski", "E. Molina"],
    "year": 2004
  }, {
    "title": "Benthic foraminifera at the Cretaceous",
    "authors": ["L. Alegret", "E. Molina", "E. Thomas"],
    "year": 2001
  }, {
    "title": "Benthic foraminiferal turnover",
    "authors": ["L. Alegret", "E. Molina", "E. Thomas"],
    "year": 2003
  }, {
    "title": "Analysis of uppermost",
    "authors": ["A. Payros", "V. Pujalte", "E. Robin", "R. Rocchia"],
    "year": 1997
  }, {
    "title": "A new high‐resolution planktic foraminiferal",
    "authors": ["I. Arenillas", "J. Arz", "E. Molina"],
    "year": 2004
  }, {
    "title": "Extinción en masa catastrófica de foraminíferos",
    "authors": ["J.A. Arz", "I. Arenillas"],
    "year": 1998
  }, {
    "title": "Late Campanian and Maastrichtian biostratigraphy",
    "authors": ["J.A. Arz", "E. Molina"],
    "year": 2002
  }, {
    "title": "Foraminifera on the deep-sea",
    "authors": ["W.H. Berger", "M.C. Bonneau", "F.L. Parker"],
    "year": 1982
  }, {
    "title": "A revised Cenozoic",
    "authors": ["W.A. Berggren", "D.V. Kent", "C.C. Swisher", "M.P. Aubry"],
    "year": 1995
  }, {
    "title": "Revised calibration of the geomagnetic polarity",
    "authors": ["S. Cande", "D.V. Kent"],
    "year": 1995
  }, {
    "title": "Cretaceous planktic foraminifera",
    "authors": ["M. Caron"],
    "year": 1985
  }, {
    "title": "The response of benthic foraminifera to the K–Pg",
    "authors": ["R. Coccioni", "A. Marsili"],
    "year": 2007
  }, {
    "title": "Stratigraphic Commission accelerates",
    "authors": ["J.W. Cowie", "W. Ziegler", "J. Remane"],
    "year": 1989
  }, {
    "title": "Environmental magnetism: an introduction",
    "authors": ["M.J. Dekkers"],
    "year": 1997
  }, {
    "title": "Etude magnétostratigraphique et géochimique de la limite Crétacé",
    "authors": ["O. Delacotte"],
    "year": 1982
  }, {
    "title": "Biostratigraphy and facies of Paleogene",
    "authors": ["H. Egger", "F. Rögl", "M. Wagreich"],
    "year": 2004
  }, {
    "title": "The K–T boundary",
    "authors": ["B. Ellwood", "W. MacDonald", "C. Wheeler", "S. Benoist"],
    "year": 2003
  }, {
    "title": "Calcareous nannoplankton",
    "authors": ["E. Erba", "C. Bottini", "H.J. Weissert", "C.E. Keller"],
    "year": 2010
  }, {
    "title": "Impacts of ocean acidification",
    "authors": ["V.J. Fabry", "B.A. Seibel", "R.A. Feely", "J.C. Orr"],
    "year": 2008
  }, {
    "title": "Paleoenvironmental signature of the Deccan Phase",
    "authors": ["E. Font", "A. Abrajevitch"],
    "year": 2014
  }, {
    "title": "A new sedimentary",
    "authors": ["E. Font", "A. Nedelec", "B.B. Ellwood", "J. Mirao", "P.F. Silva"],
    "year": 2011
  }, {
    "title": "Atmospheric halogen and acid",
    "authors": ["1016 J", "H. Khozyem", "J.E. Spangenberg"],
    "year": 2014
  }, {
    "title": "New chronostratigraphy of the Cretaceous –Paleogene",
    "authors": ["B. 1020 Galbrun", "S. Gardin"],
    "year": 2004
  }, {
    "title": "Late Maastrichtian to early Danian calcareous nannofossils at Elles",
    "authors": ["S. Gardin"],
    "year": 2002
  }, {
    "title": "A new Late Cretaceous (Maastrichtian",
    "authors": ["M.D. Georgescu", "S. Abramovich"],
    "year": 2009
  }, {
    "title": "The K/T boundary of Gams (Eastern Alps, Austria",
    "authors": ["A.F. Grachev"],
    "year": 2009
  }, {
    "title": "A new look at the nature of the transitional layer at the K/T boundary",
    "authors": ["A. V"],
    "year": 2005
  }, {
    "title": "A Geologic Time Scale",
    "authors": ["F. Gradstein", "J. Ogg", "A. Smith"],
    "year": 2004
  }, {
    "title": "The first find of native",
    "authors": ["A.F. Grachev", "S.E. Borisovsky", "A.V. Grigor’eva"],
    "year": 2008
  }, {
    "title": "A new look at the nature of the transitional layer at the K/T boundary",
    "authors": ["A. V"],
    "year": 2005
  }, {
    "title": "Planktonic foraminiferal biostratigraphy and palaeoceanography",
    "authors": ["S.K. Haslett"],
    "year": 1994
  }, {
    "title": "Stratigraphy, structure and volcanology of the SE",
    "authors": ["A.E. Jay", "M. Widdowson"],
    "year": 2008
  }, {
    "title": "Paleoecology of Late Maastrichtian-early Danian planktic foraminifera",
    "authors": ["G. Keller"],
    "year": 2004
  }, {
    "title": "Paleoenvironment of the eastern Tethys in the early",
    "authors": ["G. Keller", "C. Benjamini"],
    "year": 1991
  }, {
    "title": "2011b, Biostratigraphy, age",
    "authors": ["G. Keller", "S. Abramovich", "T. Adatte", "Z. Berner"],
    "year": 2011
  }, {
    "title": "Biotic effects",
    "authors": ["G. Keller", "S. Abramovich", "Z. Berner", "T. Adatte"],
    "year": 2009
  }, {
    "title": "Nature and timing of extinctions in Cretaceous-Tertiary",
    "authors": ["B.C. Jaiprakash"],
    "year": 2012
  }, {
    "title": "The Cretaceous-Tertiary transition on the shallow",
    "authors": ["K.V.S. 1126 Perch-Nielsen"],
    "year": 1997
  }, {
    "title": "High Stress Late",
    "authors": ["G. Keller", "T. Adatte", "A.A. Tantawy", "Z. Berner", "D. Stüben"],
    "year": 2007
  }, {
    "title": "Chicxulub impact spherules in the North Atlantic and Caribbean: age",
    "authors": [],
    "year": 2013
  }, {
    "title": "The Cretaceous/Tertiary boundary stratotype",
    "authors": ["G. Keller", "L. Li", "N. MacLeod"],
    "year": 1995
  }, {
    "title": "Is there evidence",
    "authors": ["G. Keller", "J.B. Lyons", "N. MacLeod", "C.B. Officer"],
    "year": 1993
  }, {
    "title": "Carbonate dissolution fluctuations in the western",
    "authors": ["J. Le", "N.J. Shackleton"],
    "year": 1992
  }, {
    "title": "Hiatus distributions and mass extinctions",
    "authors": ["N. MacLeod", "G. Keller"],
    "year": 1991
  }, {
    "title": "Differential dissolution of Upper Cretaceous planktonic",
    "authors": ["B.A. Malmgren"],
    "year": 1987
  }, {
    "title": "Reduced calcification",
    "authors": ["A.D. Moy", "W.R. Howard", "S.G. Bray", "T.W. Trull"],
    "year": 2009
  }, {
    "title": "Late Cretaceous biostratigraphy and development",
    "authors": ["A.J. Nederbragt"],
    "year": 1991
  }, {
    "title": "Rapid change in strontium isotopic",
    "authors": ["B.K. Nelson", "G.K. Macleod", "P.D. Ward"],
    "year": 1991
  }, {
    "title": "Magnetolithologic and magnetomineralogical characteristics",
    "authors": ["V. Z"],
    "year": 2006
  }, {
    "title": "Effects of Deccan volcanism",
    "authors": ["J. Punekar", "P. Mateo", "G. Keller"],
    "year": 2014
  }, {
    "title": "Evolution tectono-sédimentaire alpine des Pyrénées Basques à l'Ouest",
    "authors": ["P. Razin"],
    "year": 1989
  }, {
    "title": "Time scales of critical events",
    "authors": ["L.E. Morgan", "R. Mundil", "J. Smit"],
    "year": 2013
  }, {
    "title": "Le strontium et les isotopes stables",
    "authors": ["M. Renard", "O. Delacotte", "R. Létolle"],
    "year": 1982
  }, {
    "title": "Stratigraphic distribution",
    "authors": ["R. Rocchia", "E. Robin", "L. Froget", "J. Gayraud"],
    "year": 1996
  }, {
    "title": "U-Pb geochronology of the Deccan Traps and relation",
    "authors": ["B. Gertsch"],
    "year": 2014
  }, {
    "title": "History of the Walvis Ridge. A précis",
    "authors": ["N. Shackleton", "A. Boersma"],
    "year": 1985
  }, {
    "title": "Le passage Crétacé-Tertiaire à Pont Labau",
    "authors": ["C. Seyve"],
    "venue": "Bulletin des Centres",
    "year": 1984
  }, {
    "title": "Late Maastrichtian paleoclimatic",
    "authors": ["U. 1301 Hambach", "W. Stinnesbeck"],
    "year": 2003
  }, {
    "title": "Upper Maastrichtian cephalopods",
    "authors": ["H. Summesberger", "M. Wagreich", "G. Bryda"],
    "year": 2009
  }, {
    "title": "Calcareous nannofossil biostratigraphy and paleoecology",
    "authors": ["A.A. Tantawy"],
    "year": 2003
  }, {
    "title": "Late Maastrichtian volcanism",
    "authors": ["A.A. Tantawy", "G. Keller", "A. Pardo"],
    "year": 2009
  }, {
    "title": "The calcareous nannofossil response to the end",
    "authors": ["N. Thibault", "S. Gardin"],
    "year": 2010
  }, {
    "title": "Optimum indices of calcium carbonate dissolution, in deep-sea",
    "authors": ["R.C. Thunell"],
    "year": 1976
  }, {
    "title": "High-resolution late Maastrichtian–early Danian",
    "authors": ["H.B. Vonhof", "J. Smit"],
    "year": 1997
  }, {
    "title": "Subcrustal tectonic erosion in orogenic belts - A model for the Late",
    "authors": ["M. Wagreich"],
    "year": 1993
  }, {
    "title": "Subduction tectonic erosion and Late Cretaceous subsidence",
    "authors": ["M. Wagreich"],
    "year": 1995
  }, {
    "title": "Nannofossil biostratigraphy of the Late",
    "authors": ["M. Wagreich", "H. Krenmayr"],
    "venue": "-G.,",
    "year": 1993
  }, {
    "title": "Upper Cretaceous oceanic red beds",
    "authors": ["M. Wagreich", "H. Krenmayr"],
    "venue": "-G.,",
    "year": 2005
  }, {
    "title": "Benthic foraminiferal changes",
    "authors": ["J.G.V. Widmark", "B.A. Malmgren"],
    "year": 1992
  }, {
    "title": "Dissolution and water-mass",
    "authors": ["D.F. Williams", "N. Healy-Williams", "P. Laschak"],
    "year": 1985
  }, {
    "title": "History of seawater carbonate chemistry, atmospheric CO2, and ocean",
    "authors": ["R.E. Zeebe"],
    "year": 2012
  }],
  "id": "SP:f45428980b8703be34ffaf1ba1a9a239209913d0",
  "authors": [{
    "name": "Jahnavi Punekar",
    "affiliations": []
  }, {
    "name": "Gerta Keller",
    "affiliations": []
  }, {
    "name": "Hassan M. Khozyem",
    "affiliations": []
  }, {
    "name": "Thierry Adatte",
    "affiliations": []
  }, {
    "name": "Eric Font",
    "affiliations": []
  }],
  "abstractText": "mass extinction 2 Jahnavi Punekar, Gerta Keller, Hassan M. Khozyem, Thierry Adatte, Eric Font, Jorge 3 Spangenberg 4 5 Geosciences, Princeton University, Princeton, NJ 08540, USA. 6 Department of Geology, Faculty of Science, Aswan University, Aswan 81528, Egypt. 7 Institute of Earth Sciences, University of Lausanne, 1015 Lausanne, Switzerland. 8 IDL-FCUL, Instituto Dom Luís, Faculdade de Ciências, Universidade de Lisboa, Portugal, Campo 9 Grande, 1749-016, Lisbon, Portugal. 10 11 Corresponding Author: 12 Jahnavi Punekar 13 Phone: +1609-258-6482 14 Email: jpunekar@princton.edu 15 16 Abstract 17"
}