{
  "sections": [{
    "text": "Middle Permian U-Pb zircon ages of the “glacial” deposits of the Atkan 1 Formation, Ayan-Yuryakh anticlinorium, Magadan province, NE Russia: Their 2 significance for global climatic interpretations 3\n4 Davydov, V. I.1,2*(corresponding author), Biakov, A. S.2,3, Isbell, J. L.4, Crowley, J. 1, 5 Schmitz, M. D.1, and Vedernikov, I. L.3 6 7 1Department of Geosciences, Boise State University, Boise, ID, 83725, USA; 8 (vdavydov@boisesate.edu, 1-208-4261119; JimCrowley@boisestate.edu; 9 MarkSchmitz@boisestate.edu) 10 2 Kazan Federal University, 18 Kremlyovskaya St., Kazan, Republic of Tatarstan 11 420008, Russia 12 3 North-East Interdisciplinary Scientific Research Institute N.A. Shilo, Far East Branch of 13 the Russian Academy of Sciences, 16 Portovaya St., Magadan 685000, Russia, 14 abiakov@mail.ru; ivedernikov@rambler.ru) 15 4 Department of Geosciences, University of Wisconsin–Milwaukee, Milwaukee, 16 Wisconsin 17 53201, USA, jisbell@uwm.edu. 18 19 20 Abstract 21 22 The Atkan Formation in the Ayan-Yuryakh anticlinorium, Magadan province, northeastern 23 Russia, is of great interest because of the occurrence of deposits of apparent 24 “dropstones” and “ice rafted debris” that have been previously interpreted as glacial. 25 Two high-precision U-Pb zircon ages, one for an intercalated volcanic tuff (262.5 ± 0.2 26 Ma) and the other for a boulder clast (269.8 ± 0.1 Ma) within a diamictite of the Atkan 27 Formation, constrain the age of the Atkan Formation as Guadalupian (middle Permian). 28 Sedimentologic study of the Atkan Formation casts doubt on the glacial nature of the 29 diamictites. Deposition of rocks of the Atkan Formation temporally correlates with the 30 Capitanian interglacial event in the southern hemisphere that recently was calibrated 31 with high precision CA-TIMS. The previously proposed climate proxy record based 32 upon warm-water foraminifera, which corresponds closely to global climate fluctuations, 33 is compared with the glacial record of eastern Australia and indicates that the 34 Capitanian was a time of globally warm climate. The sedimentology of Atkan Formation, 35 the record of diversification of both fusulinids and rugosa corals, global sea-water 36\n© 2015. This manuscript version is made available under the Elsevier user license http://www.elsevier.com/open-access/userlicense/1.0/\ntemperature, and sea-level fluctuations agree well with high latitude paleoclimate 37 records in northeastern Russia and eastern Australia. Major components of the Atkan 38 Formation, the volcanic rocks, are syngenetic with the sedimentation process. The 39 volcanic activity in the nearby regions during middle-late Permian was quite extensive. 40 Key words: Guadalupian volcanism, Middle-Late Permian glaciation, U/Pb 41 geochronology, Guadalupian climate, North-East Russia 42 43 1. Introduction 44 45 Bipolar ice caps are a main feature of many models for Earth’s glaciations. For the late 46 Paleozoic ice age, the evidence for bipolarity is not so obvious, although it is assumed 47 in most publications (i.e., González and Díaz Saravia, 2010; Montanez and Poulson, 48 2013 and references there within). The Permian in northeastern Russia contains key 49 sedimentary deposits that have been previously interpreted as glacial. The most cited 50 glacial unit is the upper Permian Atkan Formation in Magadan province, northeastern 51 Russia, and correlative units in the Omolon microcontinental block (Chumakov, 1994, 52 2015; Epshteyn, 1972; Raymond et al., 2004), where glacial deposits, including 53 dropstones and ice rafted debris were reported (e.g., Epshtein, 1972; Chumakov 1994). 54 These upper Permian deposits (in the older sense, but which now include middle 55 [Guadalupian] and upper [Lopingian] Permian of the recent geologic time scale) have 56 become the most commonly cited evidence for late Paleozoic glaciation in the Northern 57 Hemisphere (Chumakov, 1994; Isbell et al., 2012; Montanez and Poulsen, 2013). Other 58 Pennsylvanian and Cisuralian glacial deposits in northeastern Asia are very poorly 59 documented or constrained (Ustritskiy and Yavshits, 1971). 60 Permian chronostratigraphy in northeastern Russia and correlative units outside 61 of the region are still poorly defined due to an absence of diverse and high resolution 62 conodont or fusulinid fossil faunas; the strong provinciality within other fossil faunas 63\nincluding brachiopods, bivalves, smaller foraminifera, and ammonoids; and a lack of 64 radiometric dates. Although recent biostratigraphic studies have greatly improved the 65 chronostratigraphy of these strata (Biakov, 2010; Davydov and Biakov, 2015, in press; 66 Ganelin and Biakov, 2006; Karavaeva and Nestell, 2007; Klets et al., 2006; Kutygin et 67 al., 2006), many problems remain in constraining the important paleobiologic and 68 geologic events in this region. The presence of Permian volcanism is currently disputed 69 by some geologists, and volcanic material, including boulders and gravel within the 70 Atkan Formation, is interpreted as Devonian in age (Chumakov, 1994; Epshteyn, 1981; 71 Ganelin, 1997, 2013). The new interpretations of the Atkan Formation as volcanoclastic 72 diamictites (Biakov et al., 2010) provided an opportunity to apply recent geochemical 73 methods, particularly U-Pb zircon geochronology, to resolve some of the 74 chronostratigraphic problems mentioned above. 75 The Atkan Formation and similar diamictite-bearing sediments are widely distributed 76 in northeastern Russia (Ganelin and Biakov, 2006; Biakov et al., 2010). In the Ayan-77 Yuryakh anticlinorium of the Magadan province, the formation hosts major gold deposits 78 that include the giant Natalka deposit. 79 Here, we document the first high-precision chemical abrasion isotope dilution 80 thermal ionization mass spectrometry (CA-TIMS) age for strata of the Atkan Formation 81 using zircons collected from a volcanic ash bed and from a boulder contained within a 82 “diamictite” (Fig. 1). These dates confirmed the widespread Permian volcanic activity in 83 this and surrounding regions. The high precision U-Pb ages and sedimentologic nature 84 of the Atkan diamictites also provide important constraints on regional and global 85 paleoclimate interpretations. 86 87 2. Geologic setting 88\nNortheastern Asia now consists of a complicated system of amalgamated allochthonous 89 and autochthonous terranes. However, during the Permian, the region consisted of 90 numerous developing sea and ocean basins (Parfenov et al., 1993; Shpikerman, 1998). 91 A passive margin characterized the north-western (in paleo coordinates) border of the 92 Siberian (North-Asian) Craton adjacent to the Verkhoyansk epicontinental sea along the 93 passive margin of the Craton (Fig. 2). As much as 5.5 km of sedimentary successions 94 deposited in this sea consist of relatively shallow-water, rhythmically- stratified 95 siliciclastic deposits (Klets, 2005). To the northwest (in paleo coordinates), the Okhotsk 96 Microcontinent comprised continental and shallow marine sedimentary deposits 97 including abundant volcanic debris of various sizes and compositions (Umitbayev, 98 1963). Further west (in paleo coordinates), the Omolon Microcontinent was separated 99\nfrom the Siberian Craton and the Okhotsk Microcontinent by a series of deep-water 100 basins including: 1) part of the Verkhoyansk epicontinental sea, 2) the Ayan-Yuryakh 101 trough, and 3) the Balygychan and the Sugoy basins (Figs. 1-2). The Okhotsk-Taigonos 102 volcanic arc (Biakov et al., 2005, 2007; synonymous with the Koni-Taigonos or Uda-103 Murgal arcs of Zaborovskaya, 1978; Nekrasov, 1976; Parfyonov, 1984) developed north 104 and north-west of the basins and Okhotsk Microcontinent (Fig. 2). Rocks of this arc are 105 composed of calc-alkaline volcanics (Umitbaev, 1963), with maximum eruptive activity 106 having occurred during the Capitanian (Gizhigian) and continued volcanism that may 107 have extended to the end of the Permian (Biakov, 2003; Biakov et al., 2005, 2010). The 108 northwestern part of the arc likely developed upon the Okhotsk Microcontinent, whereas 109 to the west, the Omolon Microcontinent was bounded by the deep-water Gizhiga and 110 Taigonos basins (Umitbaev, 1963; Zhulanova et al., 1998). 111 112 3. Material 113\nThe Permian rocks described and analyzed in this paper were collected in the Natalka 114 open-pit gold mine located in the southern part of the Yana-Kolyma fold belt on the 115 southeastern flank of the Ayan-Yuryakh anticlinorium (Fig. 1). Here, the 5.5-km-thick 116 Permian strata consist of the Cisuralian and Guadalupian Pioneer, the Guadalupian 117 Atkan, the Guadalupian to Lopingian Omchak, and the Lopingian Staratel’ (Prospector) 118 Formations (Biakov, 2007). At this locality, the Atkan Formation occurs on the limbs of 119 the Natalka syncline, with rocks exposed along Geological Creek and the right bank of 120 Natalka Creek at the margin of the mine pit (Fig. 1) that consist of the following 480-m-121 thick succession (from bottom to top): 122 1. Dark-grey massive diamictites with up to 1-m-thick layers of grey to light-grey 123 fine- 124 grained sandstone and silicic crystal tuffs (110 m) 125 2. Dark-grey massive diamictites (70 m) 126 3. Dark-grey massive diamictites intercalated with 1- to 25-m-thick, fine- to very 127 fine-grained siltstones and 0.1- to 0.2-m-thick medium- to coarse-grained 128 sandstones, with rare and thin horizons of silicic crystal tuffs (100 m) 129 4. Dark-grey massive diamictites (45 m) 130 5. Intercalations of dark-grey, fine- to very fine-grained siltstones, with rare beds 131 of 132 grey, medium- to coarse-grained sandstones (75 m) 133 6. Dark-grey massive diamictites (80 m) 134 Diamictites in the Atkan Formation are interbedded with thick, marine fossil-135 bearing graded sandstone and mudstone beds. The latter sometimes possessed deep-136 water trace fossils. Ripple marks and hummocky cross-stratification were not observed 137 in the examined exposures. The diamictites are bedded. No striated or grooved 138 surfaces were found beneath any of the units. The diamictites are matrix supported and 139\nvary from clast-poor to clast-rich deposits (cf. Hambrey and Glasser, 2012). Clasts are 140 randomly dispersed throughout the diamictite and do not display preferred orientations, 141 clast clustering, or striated and faceted surfaces. 142 The diamictites consist of mixed volcanic-siliciclastic debris, with volcanic 143 components comprising from 10 to 50% of individual units (Biakov et al., 2010). The 144 matrix of the diamictites consists of dark-grey, sericitized, silty-clay, with some sections 145 transformed into a microfelsite aggregates with chaotically dispersed clasts ranging in 146 size from granules to boulders. However, the vast majority of clasts fall within the 147 granule to pebble size range. Granules contained within the matrix are partially 148 composed of dacite and rhyolite. In thin-section, sand-sized particles (0.25-0.5 mm) 149 dispersed in the matrix are angular to rounded and consist of equal amounts of volcanic 150 quartz, plagioclase feldspar lathes, and larger lithic fragments. Approximately 50% of 151 the lithic fragments consist of devitrified volcanic glass that has altered to a clay 152 aggregate containing microfelsite crystals. Pumice debris, 0.2 -20 mm in diameter, with 153 “torn” edges and occasional irregular “branchy” shapes, occur together with glassy 154 palmate debris. Smaller grains of carbonate are also present. 155 Pebble to boulder-size clasts of volcanic rhyolite and dacite, and rare intrusive 156 diorite and granodiorite, are unevenly distributed within the diamictites. Some boulders 157 are as large as 0.7 m in diameter. A significant number of clasts, particularly the 158 intrusive clasts, are well rounded, sometimes nearly isometric in shape, but the majority 159 of the clasts (volcanic) have irregular shapes (Fig.3). Clasts displaying embayments and 160 finger-like protrusions are common. Alteration hallows also surround some clasts. The 161 magmatic clasts are “floating” in a fine-grained volcanic-siliciclastic matrix. 162 Morphologically, the textures of these deposits closely resemble some glacigenic 163 diamictites from Gondwana (cf. Fielding et al., 2008a; Isbell et al., 2013b; Jones and 164 Fielding, 2004; Young, 2013). 165\nAn absence of wave indicators, the association of the diamictites with graded 166 sandstone beds that are interpreted as deep water turbidites, the occurrence of marine 167 fossils, and the occurrence of deep-water trace fossils within the diamictite-bearing 168 successions suggest that the Atkan strata were deposited within a deep-water marine 169 environment that was well below storm-wave base. Although these deposits were 170 previously interpreted as having a glacigenic origin, glacial indicators, such as striations 171 and faceted surfaces, were not observed on any of the clasts, and an absence of 172 grooved and striated surfaces beneath the diamictites precludes a subglacial origin or 173 an origin as iceberg-turbate features (cf. O'Brien and Christie-Blick, 1992; Woodworth-174 Lynas and Dowdeswell, 1994; Eyles et al., 2005; Vesely and Assine, 2014). An absence 175 of clast clusters and an absence of observed lonestones (dropstones) within non-176 diamictite facies suggest that ice rafting was not a factor in deposition of these units (cf. 177 Thomas and Connell, 1985; Gilbert, 1990). The bedded nature of the diamictites (less 178 than 2 m thick), their occurrence as thick diamictite successions, and an absence of 179 preferred orientation of clasts suggest deposition of these units as debris flows within 180 sediment gravity-flow fans (cf. Mulder and Alexander, 2001; Haughton et al., 2009; 181 Carto and Eyles, 2012). The predominance of volcanic clasts, volcaniclastic sand 182 grains, and tuff/volcanic glass fragments within the matrix indicate a volcanic arc 183 provenance (Biakov et al., 2010). The absence of bullet-shaped and striated clasts, the 184 abundant of clasts with embayments and finger-like protrusions, and an abundance of 185 glass shards and grains containing altered volcanic glass preclude a glacial origin. 186 Volcanic grains displaying these shapes and compositions would not survive intense 187 abrasion typical of subglacial environments or long-term chemical weathering of pre-188 existing sedimentary rocks. The composition and shape of the grains suggest derivation 189 from active volcanic sources or volcanic sediments, and the presence of embayed 190\nclasts and alteration halos in the matrix surrounding clasts may have resulted from the 191 incorporation of incandescent grains into the volcanic debris flows. 192 The magmatic clasts were historically considered as Devonian, although the 193 exact age was never established. Recently, however, U-Pb SHRIMP zircon analyses 194 from the Atkan Formation have yielded an age of 278.8±3 Ma (Biakov et al., 2010), for a 195 sample collected from the matrix (unpublished data, A. Biakov). But the matrix in the 196 Atkan diamictites consists of particles of various sizes, including volcanic clasts and 197 microclasts of various compositions. Some of these particles are reworked 198 volcaniclastic grains. Therefore, the zircon crystals analyzed by Biakov et al (2010) 199 likely included detrital components, which suggest that the reported age may not be the 200 depositional age of the Atkan Formation. 201 In this study, two samples were collected from the Atkan Formation. One sample 202 was a light grey rhyolite boulder (10 x 20 cm) that was enclosed within a dark-grey 203 volcanic-siliciclastic matrix (Fig. 3) collected in the lower part of the Atkan Formation at 204 Geological Creek (Figs. 1, 3). The second sample was collected from strata in the 205 middle part of the Atkan Formation exposed in the Natalkin – Glukharynyi Creek 206 watershed. This sample was a whitish-pink crystal tuff (0.5 kg) of probable rhyolitic 207 composition. The tuff is altered, and it was not possible to make a thin-section from the 208 collected material (Fig. 3). 209 210 4. Results. U-Pb geochronology 211 The U-Pb dates were obtained by the CA-TIMS method on single zircon grains (Table 212 1). Zircon was separated from rocks using standard techniques, annealed in a muffle 213 furnace at 900° for 60 hours, mounted in epoxy, and polished until the centers of the 214 grains were exposed. Cathodoluminescence (CL) images were obtained with a JEOL 215 JSM-1300 scanning electron microscope and Gatan MiniCL. Zircon grains selected on 216\nthe basis of CL images were removed from the epoxy mounts and subjected to 217 chemical abrasion in concentrated hydrofluoric acid at 180°C for 12 hours, after which 218 they were rinsed, spiked with the EARTHTIME ET535 isotopic tracer, and totally 219 dissolved. Further details of chemical separation and mass spectrometry have been 220 published in Davydov et al. (2010) and Schmitz and Davydov (2012). The CA-TIMS U-221 Pb dates and uncertainties were calculated using the algorithms of Schmitz and 222 Schoene (2007), EARTHTIME ET535 tracer solution values of 235U/205Pb = 100.233, 223 and 233U/235U = 0.99506, and the U decay constants of Jaffey et al. (1971). The 224 206Pb/238U ratios and dates are reported as corrected for initial 230Th disequilibrium. 225 Weighted mean 206Pb/238U dates were calculated from equivalent dates. Errors on the 226 weighted mean dates are given as ± x (y) [z] , where x is the internal error based on 227 analytical uncertainties only, including counting statistics, subtraction of tracer solution, 228 and blank and initial common Pb subtraction; y includes the tracer calibration 229 uncertainty propagated in quadrature; and z includes the 238U decay constant 230 uncertainty propagated in quadrature. All errors are reported at the 95% (2-sigma) 231 confidence interval. 232 Nine zircon grains from the volcanic tuff sample 12VD105 were analyzed, the four 233 youngest of which yielded equivalent 206Pb/238U dates with a weighted mean 206Pb/238U 234 date of 262.45 ± 0.21 (0.24) [0.37] Ma (MSWD = 1.3, probability of fit = 0.27) interpreted 235 as the eruption and depositional age of the tuff. Four other grains yielded 206Pb/238U 236 dates up to 266.3 ± 0.8 Ma in age, and one grain yielded a 206Pb/238U date of 298.17 ± 237 0.26 Ma; all are interpreted as inherited grains. 238 Six zircon grains from the volcanic boulder epiclast sample 12VD108a were analyzed, 239 all of which yielded equivalent 206Pb/238U dates with a weighted mean 206Pb/238U date of 240 269.80 ± 0.08 (0.1) [0.32] Ma (MSWD = 2.2, probability of fit = 0.05). This is interpreted 241 as the volcanic crystallization and eruptive age of the epiclast. 242\n243 5. Discussion 244 5.1 Atkan Formation and its relationship to Gondwana Glaciation 245 Our results indicate that contemporaneous volcanism was occurring during deposition 246 of strata in the Atkan Formation and that reworking of these materials, as well as 247 Guadalupian-age volcanic deposits, supplied detritus to depositional basins adjacent to 248 the late Paleozoic Siberian Craton. These deposits formed in deep-water settings well 249 below wave base as volcanic debris flows, rather than as glacial deposits as previously 250 interpreted. A deep-water origin is indicated by a lack of storm or wave reworked 251 deposits, the presence of deep-water trace fossils, and an association of the diamictites 252 with sandstones deposited as turbidites. The bedded nature of the diamictites and the 253 occurrence of randomly dispersed clasts within individual units suggest that these 254 deposits formed as debris flows. The abundance of volcanic grains and glass shards, 255 the occurrence of embayed clasts, and an absence of striated and faceted clasts all 256 indicate that the sediment originated from erosion of a volcanic landscape, rather than 257 as a product of glacial processes. 258 The age of the Atkan Formation was initially proposed as Upper Permian (sensu 259 lato) (Epsteyn, 1981), which in 1981 included the Guadalupian (middle Permian) and 260 Lopingian (upper Permian sensu stricto) of the modern Permian International Time 261 Scale (Henderson et al., 2012). The extensive study of brachiopods and bivalves in 262 recent years has provided better age constraints for the formation (Biakov, 2007). The 263 Atkan Formation in the Ayan-Yuryakh trough is assigned to the Maitaia bella bivalve 264 zone that corresponds to the lower Gizhigian regional stage of northeastern Russia (Fig. 265 1) (Biakov, 2010). The latter correlates with the Capitanian of the International Time 266 Scale because of the occurrence of the ammonoid Timorites, together with Gizhigian 267 bivalves and brachiopods in the Transbaikal region (Kotlyar et al., 2006). 268\nOur CA-TIMS U-Pb zircon ages corroborate the Capitanian age of the Atkan 269 Formation, with the volcanic tuff depositional age of 262.45 ± 0.21 Ma. The eplclastic 270 volcanic detritus comprising much of the Atkan Formation is also middle Permian (latest 271 Roadian), based upon the rhyolite boulder age of 269.90± 0.08 (Fig. 4). 272 The widely accepted model of late Paleozoic Gondwana glaciation, which was 273 derived entirely from eastern Australia and extended to include purported glaciation in 274 the Russian Far East, does not easily equilibrate with new global faunal and 275 geochronological data. In eastern Australia, two glacial episodes were reported for 276 Guadalupian Series strata: the P3 glaciation that extended from upper Kungurian 277 through Roadian time, and the P4 glaciation that developed from late Wordian through 278 the entire Capitanian (Fielding et al., 2008b; Isbell et al., 2012; Henry, 2013; Montanez 279 and Poulsen, 2013). These middle Permian glaciations are interpreted to have been 280 smaller than early Permian Asselian-early Sakmarian (P1-Gondwana wide glaciation) 281 and late Sakmarian-Artinskian (P2- only known from Australia) glaciations 282 (Fielding et al., 2008b; Isbell et al., 2012; Frank et al., 2015). The P2, P3, and P4 283 glaciations of eastern Australia occurred at a time when polar Gondwana was 284 apparently ice-free (Isbell et al., 2012, 2013b). 285 A new high-precision U-Pb calibration of the middle-late Permian strata of 286 eastern Australian has recently placed revised constraints on the P3 and P4 glacial 287 events (Metcalfe et al., 2015). The P3 glacial episode is now known to extend between 288 ca. 271 Ma and 263.5 Ma (lower Roadian to lower Capitanian; Fig. 5). The older limit of 289 this glacial event is well constrained. The younger limit is somewhat conventional and 290 approximately constrained with the age of 263.51 that came from the top of the mid-291 Capitanian Broughton Formation. The latter is interpreted to have been deposited at the 292 short interglacial episode between P3 and P4 alpine glaciation (Metcalf et al., 2015). 293\nThe age of the P4 glaciation is taken here to extend from 260 to 254.5 Ma (early 294 to middle Wuchiapingian, possibly includes the latest Capitanian). This event occurs on 295 the International Chronostratigraphic Chart between what is interpreted as the 296 Guadalupian-Lopingian mass extinction, which might occur slightly below the formal G-L 297 boundary, and two established U-Pb ages, 255.26 Ma that is slightly older than the P4 298 glacial deposits and 253.38 slightly younger than the glacial deposits (Metcalf et al., 299 2015). 300 Original dating of the P3 and P4 glacial events of eastern Australia and the 301 original purported age and interpretation of suggested glacial diamictites in Siberia 302 suggested that the Capitanian was a cold interval in Earth history. Our new dates for the 303 Atkan Formation and the new dates for middle and late Permian glaciation in eastern 304 Australia now indicate that the deposition of rocks of the Atkan Formation was not 305 coeval with the eastern Australian P3 or P4 glaciations, but rather occurred during the 306 warm interval between the two glacial events. The interpretation of the Atkan diamictites 307 as volcanic debris flows suggests that the Capitanian in the northern polar region was 308 also a warm climate interval. Therefore, the nature and age of the Atkan Formation has 309 far reaching significance for middle and late Permian climatic models. This significance 310 is outlined and its relationship to other climate indicators is explored below. 311 312 5.2 Capitanian Climate 313 In the last decade, the Capitanian was traditionally considered as an interval of 314 global cooling, the Kamura event, associated with a high positive value of δ13C for the 315 carbonate record (Isozaki, 2007). At first, it was interpreted to have started in the early 316 Capitanian (low part of Yabeina zone) and lasted as long as 4–5 million years. As 317 proposed (Isozaki et al., 2007), during this time the δ13C carbonate value rose above 318 +4.5‰ and reached the maximum of +7.0‰ within the Yabeina fusulinid Zone of the 319\nearly-middle Capitanian. This cooling event, interpreted to have been caused by high 320 biotic productivity, may have been coeval with a long-term cooling event, which induces 321 the mass extinction at the end of middle Permian (Isozaki, 2007). This mass extinction 322 mainly effected the symbiont-bearing faunas of the “tropical trio”, i.e. fusulinids 323 Verbeekinidae, giant bivalves Alatoconchidae, and rugosa corals Waagenophyllidae 324 (Isozaki and Aljinovic, 2009). In later studies, however, the beginning of Kamura cooling 325 event was placed in the middle Capitanian and the latest Capitanian and Wuchiapingian 326 was interpreted as being a globally warm interval (Isozaki et al., 2011). Kofukuda et al. 327 (2014) indicated the Kamura cooling event was associated with a so-called “barren 328 interval” and extinction interval in the Akasaka and Ishiyama limestone terranes of 329 Japan that correspond only to the uppermost part of Capitanian. The duration of the 330 Kamura event was originally proposed as 4-5 million years (Isozaki et al., 2007), but has 331 not been re-assessed since that work. According to the Japanese sedimentological 332 record, the “barren interval” might not be greater in duration than about 15 percent of 333 the Capitanian (i.e. less than 1 million years; Kofukuda et al., 2014; Ota and Isozaki, 334 2006). In the marine record, the Kamura event is correlated to the P4 glaciation in the 335 continental record of eastern Australia (Isozaki et al., 2011; Fielding et al., 2008; 336 Kofukuda et al., 2014). 337 The lack of analyses on the dynamics of fusulinid evolution within the Capitanian, 338 as mentioned in the studies described above (Isozaki et al., 2007 etc.), conceal the fact 339 that the highest diversity among Capitanian fusulinids occurs at the end of the stage 340 (Chedia, 1987; Davydov, 2014; Leven, 2003; Ozawa, 1987), where, following the logic 341 of the progressive cooling development (Isozaki et al., 2007), the diversity should be the 342 lowest. Another feature that is contradictory to the proposed extinction/cooling during 343 the entire Capitanian is the existence of a diverse assemblage of fusulinids, including 344 advanced neoschwagerinids such as Lepidolina, in southern China in the type section 345\nof the Capitanian-Wuchiapingian boundary (Penglangton section), up to the top of the 346 Capitanian J. granti/Clarkina postbittery hongshuensis conodont zones (Shen et al., 347 2007; V.I. Davydov, unpub. data). In fact, the assemblage from the Laibin Limestone, 348 which constitutes the upper 10 m within this 120-m-thick Capitanian succession, 349 contained the greatest diversity among fusulinids in the entire section (Shen et al., 350 2007). 351 The P3 or P4 cold climatic episodes in southern Gondwana are well correlated 352 with global warming and cooling episodes documented in the record of benthic warm-353 water foraminifera along the North American continental shelves (Davydov, 2014). The 354 global climatic warming events are associated with diversity peaks and with migration 355 events of warm-water fusulinids into temperate North American shelves. These warming 356 events are proposed to have occurred in the late Artinskian, the late Kungurian, the 357 Capitanian, and the Changhsingian (Fig. 5). The cooling events correspond with low 358 taxonomic diversity in the North American foraminiferal record and are proposed to 359 have occurred in the early Artinskian, the early Kungurian, the Roadian–early Wordian, 360 and the early Wuchiapingian (Davydov, 2014). According to these data, Capitanian time 361 was associated with a warm global climate that, in addition to fusulinid data, is also 362 supported by data showing global reef expansion (Weidlich, 2002) and an increase in 363 global diversity of rugosa corals (Fedorowski, 1989). 364 These data are consistent with the records from the type area of the Capitanian 365 in Texas. During the Pennsylvanian and Permian, the North American shelves were 366 located in tropical paleolatitudes. However, these shelves appear to have had 367 temperate paleoclimates as indicated by significantly lower foraminiferal and coral 368 diversity than correlative warm-water Tethyan faunas (Davydov 2014; Fedorowsky, 369 1997; Fedorowsky et al., 2009). Davydov (2014) proposed that the episodic 370 appearances of Tethyan warm-water fusulinid faunal elements in North American 371\nshelves indicate paleoclimatic warming events, rising sea levels, and interregional 372 migrations of these taxa in the region. The recent record from several sections and 373 wells in western Texas shows that a prominent warming event and a major fusulinid 374 migration to North America occurred in the middle-late Capitanian (Nestell et al., 2006). 375 Tethyan fusulinids, such as Yabeina, Pseudokahlerina, Paradoxiella, Reichelina, 376 Codonofusiella, Rauserella, and Lanchichites, and the very characteristic Tethyan 377 smaller foraminifera Abadehella, have all been found above the Yabeina in Texas 378 (Dunbar and Skinner, 1937; Skinner and Wilde, 1955; Nestell et al., 2006). 379 Neoschwagerinids, including Yabeina, are climatically sensitive foraminifera that survive 380 only in very warm paleoenvironments where surface waters are thought to have 381 exceeded an annual temperature of 20–22 °C (Ueno, 2006; Davydov and Arefifard, 382 2013). It seems that the shallow-water paleoclimatic condition in Texas at that time was 383 marginal for neoschwagerinids, as Yabeina is rare in the area and is represented by a 384 small and primitive form. The remainder of the fusulinids, i.e., schubertellids 385 schwagrinids and ozawainellids, survive into more temperate environments (Davydov, 386 2011, 2014; Davydov and Arefifard, 2013). Polydiexodina predominates among 387 fusulinids in the lower-middle Capitanina in Texas (Wilde, 2000). The morphologic and 388 environmental similarity of Eoparafusulina, Monodioexodina, and Polydiexodina 389 (Davydov, 2014; Davydov and Arefifard, 2013; Ueno, 2006) also suggests a more 390 temperate climate in the early-middle Capitaninin of Texas. The Texas fusulinids 391 generally show increased diversity towards the end of the Capitanian (Nestell and 392 Nestell, 2006), and therefore suggest a progressive warming rather than cooling trend 393 at that time. The extinction episode in Texas occurs in the latest Capitanian between 394 middle and upper Tonsil Members (Nestell and Nestell, 2006) and at the top of Reef 395 Trail Formation (Wilde et al., 1999), near the top of the global Capitanian Stage, and the 396 top of the Jinogondolella granti and Clarkina postbittery hongshuensis conodont zones 397\n(Nestell and Wradlaw, 2010). We consider the idea that the fusulinid genera that are all 398 known in the J. granti conodont Zone also occur in Wuchiapingian strata elsewhere in 399 the world (Bond et al., 2010) to be incorrect, because of a lack of an supporting data for 400 such conclusion (Davydov and Arefifard, 2013; Kobayashi, 2012; Kofukuda et al., 2014; 401 Kolodka et al., 2012; Wingall et al., 2012). For the Capitanian, a strong link between 402 biotic and climatic events in North America, and the similarity of biotic changes between 403 the North American and other regions, suggests that paleoclimatic events within the 404 North America were controlled by global factors (Davydov, 2014). 405 The data from Zagros sections in Iran are also consistent with the latter 406 observation (Davydov and Arefifard, 2013). Warm-water Neoschwagerinids Afghanella 407 and Sumatrina in the region occur in late Capitanian, whereas temperate Chusenella, 408 Eoplydiexodina, and Monodiexodina kattaensis are documented in the early Capitanian 409 (Davydov and Arefifard, 2013). Similarly, in Transcaucasia, the fusulinids from the 410 lower Midian substage (analogue of upper Wordian) consists of predominantly 411 schubertellids, ozawainellids, and endemic schwagerinids, whereas in the upper Midian 412 (e.g., Capitanian) Neoschwagerina and abundant Kahlerina are present (Kotlyar et al., 413 1989). 414 The essentially complete Wordian-Wuchiapingian shallow carbonates succession 415 has been described lately in the north-east Thailand (Hada et al., 2015). The Capitanian 416 there assigned to the Lepidolina fusulinid zone divided into two units. Unit one 417 characterized by relatively diverse assemblage including Sumatrina annae (Volz), S. 418 longissima (Deprat), Neoschwagerina craticulifera (Schwager), Yabeina cf. globosa 419 (Yabe), Lepidolina asiatica (Ishii) and L. columbiana (Dawson). However, upper unit 420 (two) contains very diverse assemblage of several Lepidolina, Verbeekina, 421 Codonofusiella and Dunbarula species. Besides, the abundant green algae Mizzia, 422 Macroporella and Gymnocodium along with extraordinarily large Alatoconchidae 423\nbivalves documented in the uppermost Capitanian (Hada et al., 2015). Therefore, again 424 as in the other regions the most abundant and warmest assemblage of fusulinids, algae 425 and bivalves occur in the upper Capitanian. 426 Recently, the Kamura event has been recognized in the Chandalaz regional 427 stage in southern Primorie, Russian Far East (Kossovaya and Kropacheva, 2013) and 428 is correlative to the Capitanian of the International Time Scale. The δ13C carbonate 429 isotopic signature within the limestone succession of the Chandalaz Formation 430 interpreted as the evidence of the Kamura cooling event. The fusulinids in the 431 Monodiexodina sutchanica-Metadoliolina dutkevitchi zone of the lower Chandalaz 432 Formation consist predominantly of temperate Monodiexodina and rare Metadoliolina, 433 Parafusulina, Pseudofusulina, Chusenella, Minojapanella, Codonofusiella, Sichotenell, 434 Rauserella, and Reichelina. Single and incomplete specimens of neoschwagerinids 435 (Colania/Lepidolina) are found near the top of this zone (Chedia in Kotlar et al., 1989; 436 V.I. Davydov, unpub. data). Fusulinid diversity increases dramatically in the overlying 437 Parafusulina stricta zone, where neoschwagerinids Lepidolina, including L. kumaensis, 438 become common (Fig. 6). The dominant taxa there are Parafusulina, Pseudofusulina, 439 Skinerella, Chusenella, and numerous and diverse schubertellids and ozawainellids. In 440 the upper part of the Chandalaz fusulinid zone, Metadoliolina lepida- Lepidolina 441 kumaensis, the neoschwagerinds, are the dominant element of the assemblage. They 442 include Lepidolina, Neosumatrina, Yabeina, and Neoschwagerina. The verbikiinids, 443 schwagerinids, schubertellids, and ozawainellids are exceptionally diverse (Chedia, 444 1981; Chedia in Kotlar et al., 1989; Sosnina, 1981, 1983). Thus, the fusulinids in 445 Primorie are characterized by the same trend in diversity increase towards the end of 446 the Capitanian as those in Texas, Transcaucasia, Zagros, and southern China. 447 Similar to the fusulinids, the rugosa corals in southern Primorie in the lower 448 Chandalaz Formation Monodiexodina sutchanica-Metadoliolina dutkevitchi fusulinid 449\nzone, are represented by the solitary form only and their diversity there is low 450 (Kossovaya and Kropacheva, 2013). Solitary corals appear in a wide range of the 451 climatic environments from temperate to very warm, whereas massive colonial corals 452 exist only in predominantly warm climate (Fedorovsky et al., 2007; Kossovaya and 453 Kropacheva, 2013). A dramatic increase in coral diversity occurs in the Parafusulina 454 stricta fusulinid zone. Rare massive colonial forms were found in the upper part of this 455 fusulinid zone (Figure 6). The latter corals predominate in the Metadoliolina lepida- 456 Lepidolina kumaensis fusulinid zone (Kossovaya and Kropacheva, 2013). Only rare 457 solitary corals are present in the uppermost part of the Chandalaz succession where 458 fusulinids are absent. This part of the succession reasonably correlates with the “barren 459 interval” of the topmost Capitanian Kamura event in Japan (Kossovaya and 460 Kropacheva, 2013). The diversity data of rugosa corals in the Capitanian of Primorie 461 are consistent with the overall diversity trends throughout Tethys (Fedorovsky, 1997) 462 (Figure 6). 463 The trend of increasing faunal diversification throughout the Capitanian and the 464 appearance of warm-water massive colonial corals (i.e., Waagenophyllidae) and tropical 465 reefs in the upper Capitanian Metadoliolina lepida- Lepidolina kumaensis fusulinid zone 466 are inconsistent with the suggested Kamura cooling event at that time (Kossovaya and 467 Kropacheva, 2013). This contradiction could be explained by southward movement of 468 the Primorie terranes during the Capitanian (Kossovaya and Kropacheva, 2013). 469 However, most of the widely accepted paleogeography maps (Boucot et al., 2013; 470 Golonka, 2011; Lawver et al., 2011; Scoteese, 2014) suggest stable or northward 471 movement of the terranes during Cisuralian and Guadalupian. In addition, southward 472 movement that would be great enough to cause warming of at least 4-5 °C (low diversity 473 solitary forms in Monodiexodina sutchanica-Metadoliolina dutkevitchi fusulinid zone vs 474 dominance of massive colonial forms in zone Metadoliolina lepida- Lepidolina 475\nkumaensis fusulinid zone) in deep-slope temperate water environments and habitats of 476 the Primorie corals (Kossovaya and Kropacheva, 2013) would require southward 477 movement of at least 1500-2000 km during the Capitanian (Montanez and Poulsen, 478 2013). This is unrealistic as it is more likely that the late Capitanian fusulinid and coral 479 diversification was associated with late Capitanian climate warming. 480 Recent studies δ18O isotopes from biogenic carbonates in the low, middle and 481 high latitudes (Korte et al., 2008) clearly suggest a global cooling phase during Roadian 482 time and then the subsequent progressive warming from Wordian towards the end of 483 the Capitanian. High-resolution oxygen isotope data for the entire Permian, with ages 484 based on the several hundred conodont biogenic apatite dates from low latitude 485 locations in southern China, Iran, and Texas, USA, provide a unique late Paleozoic 486 paleotemperature and ice volume history on a global scale (Chen et al., 2013). This 487 record shows significant surface temperature fluctuation within the Guadalupian-488 Lopingian transition, with a 4 °C warming in the late Capitanian, followed by 6 to 8 °C 489 cooling during the early Wuchiapingian. This cooling is interpreted as a combined 490 climate change signature initiated by Emeishan volcanism and changes in the habitat 491 depth of gondolellid conodonts as a consequence of sea-level changes (Chen et al., 492 2013). The global eustatic sea-level variations (Rigel et al., 2008) are not always 493 supported by the paleoclimate model proposed here, mostly because of less reliable 494 chronostratigraphic constraints that require further study. The biogenic conodont apatite 495 geochemical data are consistent with the glaciation-deglaciation records and recent 496 data from eastern Australia (Metcalfe et al., 2015) and the model proposed here. 497 498 6. Conclusions: 499 1. High-precision U-Pb zircon dates for the Atkan Formation in the Ayan-Yuryakh 500 anticlinorium, Magadan province, northeastern Russia verify a Capitanian 501\ndepositional age, and support intensive volcanic activity in the region during 502 Guadalupian time. 503 2. The sedimentology of the Atkan Formation casts doubt on the glacial nature of 504 the diamictites. 505 3. The Capitanian was most likely a time of global warming, based upon the new 506 available high-precision U-Pb zircon ages of the eastern Australian glacial record 507 and available geochemical data. 508 4. The diversification of fusulinids and corals increased from the early Capitanian 509 towards the end of the stage. This correlates with the migration event of warm 510 water neoschwagerinid fusulinids and massive colonial rugosa corals into 511 temperate North America shelf basins and it agrees well with high-latitude 512 paleoclimate records in northeastern Russia and eastern Australia. 513 5. The conodont biogenic apatite isotopic data agree with biota and glacial records 514 and suggest a warming trend occurred from early-middle Guadalupian to the end 515 of the Capitanian. 516 517 Acknowledgements. 518 519 This paper was completed with support from NSF grants EAR-1124488, a seed grant 520 from the University of Wisconsin-Milwaukee’s Research Grant Initiative (RGI) and the 521 Russian Foundation for Basic Research, project no. 14-05-00217 (to ASB). The 522 research was also funded in part by the subsidy of the Russian Government to support 523 the Program of Competitive Growth of Kazan Federal University among the World 524 Leading Academic Centers. We thank E.V. Kolesov and Yu. Yu. Ivanov for their 525 assistance in the field. The notes and suggestions of Prof. Metcalfe and the Editor 526 Richard Goldfarb are greatly improved the manuscript. 527 528 Figures and tables capture. 529\nTable 1 U-Pb isotopic CA-TIMS data from samples 12VD105 and 12VD108. 530\nFig. 1. Generalized Permian and Lower Triassic succession and location of the Ayan-531 Yuryakh Basin in the tectonic montage of the Yana-Kolyma folded system in 532 northeastern Russia (after Shpikerman, 1998; Biakov, 2006). 533\nFig. 2. Paleogeographic map of the globe during the Lopingian (Lawver et al., 2011). 534 Main cratons include: AFR, Africa; AMR, Amuria; BAL, Baltica; GR, Greenland; NAM, 535 North America; NCB, North China Block; SIB, Siberia. High-latitude northern terranes 536 and arcs: AOA, Alazeay-Oloi Arc System; OB, Omulevka Block; OK, Okhotsk Block; 537 OM, Omolon Microcontinent; OTA, Okhotsk-Taigonos Arc system; VB, Verkhoyansk 538 epicontinental sea. 539\nFig. 3. Photos of rock and strata exposed around the Natalka gold mine. 3A, general 540 view of the Natalka gold mine, red arrow shows the approximate position of the volcanic 541 ash (sample 12VD105) from which zircons were obtained for dating; 3B, the rhyolite 542 volcanic boulder epiclast (sample 12VD108) within Atkan diamictite rock; 3C, cross-cut 543 of the boulder; 3D and 3F, semi-altered volcanic ash (sample 12VD105). 544\nFig. 4. Plot of 206Pb/238U dates from single grains of zircon analyzed by CA-TIMS. 545 Plotted with Isoplot 3.0 (Ludwig, 2003). Error bars are at the 2-sigma confidence 546 interval. A weighted mean date is shown and represented by the grey boxes behind the 547 error bars. One older date from 12VD105 is not shown. 548\nFig. 5. Warming and cooling events along the North American shelves during late 549 Cisuralian through the end of the Permian. The warming events associated with 550 diversity peaks and occur in late Artinskian, late Kungurian, Capitanian, and 551 Changhsingian. The cooling events correspond to low taxonomic diversity interval and 552 proposed to occur in early Artinskian, early 553 Kungurian, Roadian–early Wordian, and early Wuchiapingian (from Davydov, 2014). 554 Radiometric calibration of P3 and P4 glacial events of Australia from Metcalfe et al., 555\n2015. The age of the volcanic tuff from the middle Atkan Formation is slightly younger 556 the age 263.51 from the top of mid-Capitanian Broughton Formation that is interpreted 557 as the short interglacial episode between P3 and P4 alpine glaciation (Metcalfe et al., 558 2015). Abbreviations for the chronostratigraphic units: Lnx—lower part of Lenoxian. 559 Word.—Wordian; Changhsin—Changhsingian. P2 glacial event (Artinskian-Kungurian) 560 cited in the literature as a single glaciation, whereas fusulinid record suggests a global 561 warming climatic episode in late Artinskian. Therefore, it is proposes the existence of 562 two glacial episodes that are not yet recognized as separate. The late Artinskian 563 warming spike is derived from fusulinid data from Urals, North America shelves, Timor, 564 and Thailand (Davydov et al., 2013; Davydov, 2014; Ueno et al., 2015). 565\nFig. 6. Biota (fusulinid and rugosa corals), conodont biogenic apatite geochemistry, 566 global eustatic sea-level and radiometric calibration constrains in regards of the 567 recognized paleoclimatic events and proposed here. Fusulinid data and paleoclimate 568 interpretations from Davydov, 2014. For more explanations see figure 5. Tethyan 569 rugosa corals diversity from Fedorovsky, 1997 and Wang and Sugiyama, 2002. Two 570 diversity peaks in Rugosa generally corresponds with late Artinskian and middle-late 571 Capitanian fusulinids diversity maximum, although the chronostratigraphic constrains on 572 the corals are not as accurate as on fusulinids and thus, the diversity pattern is more 573 generalized. The details of the Capitanian rugosa record (selected by the dashed lines) 574 are from the Primorye region (Kossovaya and Kropacheva, 2013) as the records from 575 other areas are lacking this information. The dominance of massive colonial forms 576 (Szechuanophyllum kitakamiense–Wentzelloides ussuricus coral zone) corresponds 577 with highest diversity among fusulinids in both Texas and Primorie regions (see details 578 in the text). The biogenic apatite geochemical sea-water temperature from Chen et al., 579 2013 and the global eustaic sea-level frequency and magnitude is from Rigel et al., 580 2008. The paleotemperature and global sea-level fluctuations show general trend from 581\nice house to greenhouse global climate. Sharp early Wuchiapingian sea water 582 temperature drop (Chen et al., 2013 ) coincided with P4 glacial event in eastern 583 Australian. The global eustatic sea-level variations (Rigel et al., 2008) are not always 584 supported the proposed paleoclimate model because of less reliable chronostratigraphy 585 constrains on the sea level curve, which require further updates. Conodont 586 abbreviations: C. – Clarkina; J. - Jinogondolella 587 588 References 589 590 Biakov, A.S., 2006. Permian bivalve mollusks of Northeast Asia. Journal of Asian Earth 591 Sci-ences (ISSN: 1367-9120) 26 (3–4), 235–242. 592 http://dx.doi.org/10.1016/j.jseaes.2005. 11.005 593 Biakov, A.S., 2007. Permian biostratigraphy of the Northern Okhotsk Region (Northeast 594 Asia). Stratigraphy and Geological Correlation 15 (2), 161–184. 595 Biakov, A.S., 2010. Zonal stratigraphy, event correlation, paleobiogeography of the 596 Permian of Northeast Asia (based on bivalves). In: Chuvashov, B.I. (Ed.), NEISRI 597 FEB RAS, Magadan. ISBN: 978-5-94729-102-5 (in Russian with English 598 summary). 599"
  }, {
    "heading": "Biakov, A.S., Vedernikov, I.L., Akinin, V.V., 2010. Permian diamictites of North-East Asia and 600",
    "text": "their probable origin. News of North-Eats Scientific Center of Russian Academy of 601 Sciences, 14-24 (in Russian with English abstract). 602 Boucot, A.L., Xu, Chen , and Scotese, Ch. R., 2013. Phanerozoic Paleoclimate: An 603 Atlas of Lithologic Indicators of Climate. SEPM (Society for Sedimentary 604 Geology). 605 Carto, S.L., Eyles, N., 2012. Identifying glacial influences on sedimentation in 606 tectonically-active, mass flow dominated arc basins with reference to the 607\nNeoproterozoic Gaskiers glaciation (c. 580 Ma) of the Avalonian-Cadomian 608 orogenic belt. Sedimentary Geology 261-262, 1-14. 609 Chediya, I.O., 1981. Important criteria the species designation of Lepidolina genus 610 (Neoschwagerinidae family). Voprosy micropaleontologii 24, 60-75 (In Russian). 611 Chen, B., Joachimski, M.M., Shen, S., Lambert, L.L., Lai, X., Wang, X., Chen, J., Yuan, 612 D., 2013. Permian ice volume and palaeoclimate history; oxygen isotope proxies 613 revisited. Gondwana Research 24, 77-89. 614 Chumakov, N.M., 1994. Evidence of Upper Permian glaciation on the Kolyma River; 615 repercussions of the Gondwana glaciation in northeastern Asia? Stratigrafiya 616 Geologicheskaya Korrelyatsiya 2, 130-150 (in Russian) 617 Chumakov, N.M., 2015.The role of glaciations in the biosphere. Russian Geology and 618 Geophysics 56, 541–548. 619 Davydov, V.I., 2014. Warm water benthic foraminifera document the Pennsylvanian–620 Permian warming and cooling events — The record from the Western Pangea 621 tropical shelves. Palaeogeography, Palaeocimatology and Palaeogeography 622 414, 284-295. 623 Davydov, V.I., 2011. Taxonomy, nomenclature and evolution of the early schubertellids 624 (Fusulinida, Foraminifera) Acta Palaeontologica Polonica. 56, 181-194. 625 Davydov, V.I., Arefifard, S., 2013. Middle Permian (Guadalupian) fusulinid taxonomy 626 and biostratigraphy of the mid-latitude Dalan Basin, Zagros, Iran and their 627 applications in paleoclimate dynamics and paleogeography. Geoarabia 18, 17-628 62. 629 Davydov, V.I., Biakov, A.S., 2015 (in press). Discovery of shallow-marine biofacies 630 conodonts in a bioherm within the Carboniferous–Permian transition in the 631 Omolon Massif, NE Russia near the North paleo-pole: Correlation with a warming 632 spike in the southern hemisphere. Gondwana Research, 10. 633\nDavydov, V.I., Haig, D.W., McCartain, E., 2014. Latest Carboniferous (late Gzhelian) 634 fusulinids from Timor Leste and their paleobiogeographic affinities. Journal of 635 Paleontology 88, 588-605. 636 Dunbar, C.O., Skinner, J.W., 1937. Permian Fusulinidae of Texas. University of Texas 637 Bulletin, Report 3701, 517-825. 638 Epshteyn, O.G., 1972. Upper Permian glacial marine deposits in the source basin of the 639 Kolyma River. Litologiya i Poleznyye Iskopayemyye 3, 112-127(in Russian). 640 Epshteyn, O.G., 1981. Late Permian ice-marine deposits of the Atkan Formation in the 641 Kolyma River headwaters regions, U.S.S.R, In: Hambrey, M.J., Harland, W.B. 642 (Eds.), Earth’s Pre-Pleistocene Glacial Record. Cambridge University Press, 643 Cambridge, U.K., pp. 270-273. 644 Eyles, N., Eyles, C.H., Woodworth-Lynas, C., Randall, T.A., 2005. The sedimentary 645 record of drifting ice (early Wisconsin Sunnybrook deposit) in an ancestral ice-646 dammed Lake Ontario, Canada. Quaternary Research 63, 171-181. 647 Fedorowski, J., 1989. Extinction of Rugosa and Tabulata near the Permian Triassic 648 boundary. Memoir of the Association of Australasian Palaeontologists 8, 346. 649 Fedorowski, J., Bamber, W.E., Stevens, C.H., 2007. Lower Permian Colonial Rugose 650 Corals, Western and Northwestern Pangaea: Taxonomy and Distribution. NRC 651 Research Press,, Ottawa, Ontario, Canada. 652 Fedorowski, J., Bamber, W.E., Stevens, C.H., 1999. Permian corals of the Cordilleran-653 Arctic-Uralian Realm. Acta Geologica Polonica 49, 159-173. 654 Fielding, C.R., Frank, T.D., Birgenheier, L.P., Rygel, M.C., Jones, A.T., Roberts, J., 655 2008a. Stratigraphic record and facies associations of the late Paleozoic ice age 656 in eastern Australia (New South Wales and Queensland). Special Paper - 657 Geological Society of America 441, 41-57. 658\nFielding, C.R., Frank, T.D., Isbell, J.L., 2008b. The late Paleozoic ice age; a review of 659 current understanding and synthesis of global climate patterns. Special Paper - 660 Geological Society of America 441, 343-354. 661 Frank, T.D., Shultis, A.I., Fielding, C.R., 2015. Acme and demise of the late Palaeozoic 662 ice age: A view from the southeastern margin of Gondwana. Palaeogeography, 663 Palaeoclimatology, Palaeoecology 418, 176-192. 664 Ganelin, V.G., 1997. Boreal benthic biota in the structure og the Late Paleozoic World 665 Ocean. Stratigrafiya Geologicheskaya Korrelyatsiya 5, 29-42 (in Russian). 666 Ganelin, V.G., 2013. Middle-to-late Paleozoic transition, late Paleozoic sedimentation 667 and biocenoses in northeastern Asia. Geokart, Moscow(in Russian). 668 Ganelin, V.G., Biakov, A.S., 2006. The Permian biostratigraphy of the Kolyma-Omolon 669 region, Northeast Asia. Journal of Asian Earth Sciences 26, 225-234. 670 Gilbert, R., 1990. Rafting in glacimarine environments, In: Dowdeswell, J.A., Scourse, 671 J.D. (Eds.), Glacimarine environments: processes and sediments. Geological 672 Society Special Publications, pp. 105-120. 673 Golonka, J., 2011. Phanerozoic palaeoenvironment and palaeolithofacies maps of the 674 Arctic region, In: Spencer, A.M., Embry, A.F., Gautier, D.L., Stoupakova, A.V., 675 Sorensen, K. (Eds.), Memoirs of the Geological Society of London. Geological 676 Society of London, London, London, pp. 79-129. 677 Hada, S.,Khosithanont, S., Goto, H., Fontaine, H. and Salyapongse, S., 2015.Evolution 678 and extinction of Permian fusulinid fauna in the Khao Tham Yai Limestone in NE 679 Thailand. Journal of Asian Earth Sciences, 104, 175–184. 680 Haughton, P., Davis, C., McCaffrey, W., Barker, S., 2009. Hybrid sediment gravity flow 681 deposits; classification, origin and significance. Marine and Petroleum Geology 682 26, 1900-1918. 683\nHenderson, C., Davydov, V.I., Wardlaw, B.R., 2012. The Permian Period, In: Gradstein, 684 F.M., Ogg, J.G., Schmitz, M.D., Ogg, G. (Eds.), The Geologic Time Scale 2012. 685 Elsevier, Amsterdam, pp. 653-679. 686 Henry, L.C., 2013. Late Paleozoic glaciation and ice sheet collapse over Western and 687 Eastern Gondwana: Sedimentology ad Stratigraphy of glacial to post-glacial 688 strata in Western Argentina and Tasmania, Australia, Geosciences. The 689 University of Wisconsin-Milwaukee, Wisconsin-Milwaukee, p. 313. 690 Isbell, J.L., Biakov, A.S., Vedernikov, I.L., Davydov, V.I., Gulbranson, E.L., Fedorchuk, 691 N.D., Kolesov, E.V., Ivanov, Y.Y., 2013a. Reevaluation of Permian glaciation in 692 Siberia during the late Paleozoic ice age; preliminary analyses on the origin of 693 capitanian diamictites in the Atkan formation, Okhotsk region, Russia. Abstracts 694 with Programs - Geological Society of America 45, 301. 695 Isbell, J.L., Gulbranson, E.L., Taboada, A.C., Pagani, M.A., Limarino, C.O., Fraiser, 696 M.L., Pauls, K.N., Henry, L.C., 2013b. Carboniferous and Permian strata of the 697 Tepuel-Genoa Basin, Patagonia, Argentina; a near-continuous, deep-water 698 record of polar Gondwana during the late Paleozoic ice age. Bulletin - New 699 Mexico Museum of Natural History and Science 60, 137-138. 700 Isbell, J.L., Henry, L.C., Gulbranson, E.L., Limarino, C.O., Fraiser, M.L., Koch, Z.J., 701 Ciccioli, P.L., Dineen, A.A., 2012. Glacial paradoxes during the late Paleozoic ice 702 age; evaluating the equilibrium line altitude as a control on glaciation. Gondwana 703 Research 22, 1-19. 704 Isozaki, Y., Aljinovic, D., 2009. End-Guadalupian extinction of the Permian gigantic 705 bivalve Alatoconchidae; end of gigantism in tropical seas by cooling. 706 Palaeogeography, Palaeoclimatology, Palaeoecology 284, 11-21. 707\nIsozaki, Y., Aljinovic, D., Kawahata, H., 2011. The Guadalupian (Permian) Kamura 708 event in European Tethys. Palaeogeography, Palaeoclimatology, Palaeoecology 709 308, 12-21. 710 Isozaki, Y., Kawahata, H., Ota, A., 2007. A unique carbon isotope record across the 711 Guadalupian-Lopingian (Middle-Upper Permian) boundary in mid-oceanic paleo-712 atoll carbonates; the high-productivity \"Kamura event\" and its collapse in 713 Panthalassa. Global and Planetary Change 55, 21-38. 714 Jones, A.T., Fielding, C.R., 2004. Sedimentological record of the late Paleozoic 715 glaciation in Queensland, Australia. Geology 32, 153-156. 716 Karavaeva, N.I., Nestell, G.P., 2007. Permian foraminifers of the Omolon Massif, 717 northeastern Siberia, Russia. Micropaleontology 53, 161-211. 718 Klets, A.G., 2005. Upper Paleozoic of the Angarida marginal seas. GEO, Novosibirsk(in 719 Russian). 720 Klets, A.G., Budnikov, I.V., Kutygin, R.V., Biakov, A.S., Grinenko, V.S., 2006. The 721 Permian of the Verkhoyansk-Okhotsk region, NE Russia. Journal of Asian Earth 722 Sciences 26, 258-268. 723 Kofukuda, D., Isozaki, Yu., Igo, H. 2014. A remarkable sea-level drop and relevant biotic 724 responses across the Guadalupian–Lopingian (Permian) boundary in low-latitude 725 mid-Panthalassa: Irreversible changes recorded in accreted paleo-atoll 726 limestones in Akasaka and Ishiyama, Japan Journal of Asian Earth Sciences 82 727 (2014) 47–65. 728 Kolodka, C., Vennin, E., Vachard, D., Trocme, V., Goodarzi, M.H., 2012. Timing and 729 progression of the end-Guadalupian crisis in the Fars province (Dalan Formation, 730 Kuh-e Gakhum, Iran) constrained by foraminifers and other carbonate 731 microfossils. Facies 58, 131-153. 732\nKorte, C., Jones, P.J., Brand, U., Mertmann, D., Veizer, J., 2008. Oxygen isotope 733 values from high-latitudes: clues for Permian sea-surface temperature gradients 734 and Late Palaeozoic deglaciation. Palaeogeography, Palaeoclimatology, 735 Palaeoecology 269, 1–16. 736 Kossovaya, O.L., Kropatcheva, G.S., 2013. Extinction of Guadalupian rugose corals; an 737 example of biotic response to the Kamura event (southern Primorye, Russia). 738 Special Publication - Geological Society of London 376. 739 Kotlyar, G.V., Zakharov, Y.D., Kropacheva, G.S., Pronina, G.P., Chedija, I.O., Burago, 740 V.I., 1989. Evolution of the latest Permian Biota. Midian regional stages in the 741 USSR. Nauka, Leningrad. 742 Kotlyar, G.V., Popeko, L.I., Kurilenko, A.V., 2006. The Permian of the Transbaikal 743 region, eastern Russia; biostratigraphy, correlation and biogeography. Journal of 744 Asian Earth Sciences 26, 269-279. 745 Kutygin, R.V., 2006. Permian ammonoid associations of the Verkhoyansk region, 746 Northeast Russia. Journal of Asian Earth Sciences 26, 243-257. 747 Lawver, L.A., Gahagan, L.M., Norton, I., 2011. Palaeogeographic and tectonic evolution 748 of the Arctic region during the Palaeozoic. Memoirs of the Geological Society of 749 London 35, 61-77. 750 Leven, E.Y., 2003. Dinamika rodovogo raznoobraziya i osnovnyye etapy evolyutsii fuzulinid. 751 Fusulinidae diversity dynamics and main stages of evolution. Stratigrafiya, 752"
  }, {
    "heading": "Geologicheskaya Korrelyatsiya 11, 15-26. 753",
    "text": "Metcalfe, I., Crowley, J.L., Nicoll, R.S., Schmitz, M., 2015 in press. High-precision U-Pb 754 CA-TIMS calibration of Middle Permian to Lower Triassic sequences, mass 755 extinction and extreme climate-change in eastern Australian Gondwana. 756 Gondwana Research. 757\nMontanez, I.P., Poulsen, C.J., 2013. The late Paleozoic ice age; an evolving paradigm. 758 Annual Review of Earth and Planetary Sciences 41, 629-656. 759 Mulder, T., Alexander, J., 2001. The physical character of subaqueous sedimentary 760 density flows and their deposits. Sedimentology 48, 269-299. 761 Nestell, M.K., Nestell, G.P., Wardlaw, B.R., Sweatt, M.J., 2006. Integrated 762 biostratigraphy of foraminifers, radiolarians and conodonts in shallow and deep 763 water Middle Permian (Capitanian) deposits of the \"Rader slide\", Guadalupe 764 Mountains, West Texas. Stratigraphy 3, 161-194. 765 Nestell, M.K., Wardlaw, B.R., 2010. Radiolarians and conodonts of the Guadalupian 766 (Middle Permian) of West Texas; advances in taxonomy and biostratigraphy. 767 Micropaleontology 56, 1-6. 768 O'Brien, P.E., Christie-Blick, N., 1992. Glacially grooved surfaces in the Grant Group, 769 Grant Range, Canning Basin and the extent of Late Paleozoic Pilbara ice sheets. 770 BMR Journal of Australian Geology and Geophysics 13, 87-92. 771 Ota, A., Isozaki, Y., 2006. Fusuline biotic turnover across the Guadalupian–Lopingian 772 (Middle-Upper Permian) boundary in mid-oceanic carbonate buildups: 773 biostratigraphy of accreted limestone in Japan. J. Asian Earth Sci. 26, 353–368. 774 Ozawa, T., 1987. Permian fusulinacean biogeographic provinces in Asia and their 775 tectonic implications. Terra Sci. Publ. Co., Tokyo. 776 Parfenov, L.M., Natapov, L.M., Sokolov, S.D., Tsukanov, N.V., 1993. Terranes and 777 Accretionary Tectonics of Northeastern Asia. Geotectonics 27, 62-72 (in 778 Russian). 779 Raymond, A.L., Metz, C., Parrish, J.T., 2004. Ice and its consequences; glaciation in the 780 Late Ordovician, Late Devonian, Pennsylvanian-Permian, and Cenozoic 781 compared, Journal of Geology, pp. 655-670. 782\nRygel, M.C., Fielding, C.R., Frank, T.D., Birgenheier, L.P., 2008. The magnitude of late 783 Paleozoic glacioeustatic fluctuations; a synthesis. Journal of Sedimentary 784 Research 78, 500-511. 785 Scotese, C.R., 2014. Atlas of Permo-Carboniferous Paleogeographic Maps (Mollweide 786 Projection), Maps 53 – 64, Volumes 4, The Late Paleozoic, PALEOMAP Atlas for 787 ArcGIS, PALEOMAP Project, Evanston, IL. 788 Shen, S.-Z., Wang, Y., Henderson, C.M., Cao, C.-Q., Wang, W., 2007. Biostratigraphy 789 and lithofacies of the Permian System in the Laibin-Heshan area of Guangxi, 790 South China. Palaeoworld 16, 120-139. 791 Shpikerman, V. I., 1998. Pre-Cretaceous minerageny of the North-East Asia. NEISRI 792 FEB RAS, Magadan (in Russian). 793 Skinner, J.W., Wilde, G.L., 1955. New fusulinids from the Permian of West Texas. 794 Journal of Paleontology 29, 927-940. 795 Sosnina, M.I., 1981. Nekotoryye permskiye fuzulinidy Dal'nego Vostoka. Some 796 Fusulinida of the Permian of the Far East. Ezhegodnik Vsesoyuznogo 797 Paleontologicheskogo Obshchestva 24, 13-34. 798 Sosnina, M.I., 1983. Nekotoryye novyye predstaviteli miliolid i nodozariid pozdney permi 799 Yuzhnogo Primor'ya (foraminifery). Some new miliolids and nodosarids of the 800 Upper Permian of South Primorye; foraminifera. Ezhegodnik Vsesoyuznogo 801 Paleontologicheskogo Obshchestva 26, 29-47. 802 Thomas, G.S.P., Connell, R.J., 1985. Iceberg drop, dump, and grounding structures 803 from Pleistocene glacio-lacustrine sediments, Scotland. Journal of Sedimentary 804 Petrology 55, 243-249. 805 Ueno, K., Arita, M., Meno, S., Sardsud, A., Saesaengseerung, D., 2015, in press. An 806 Early Permian fusuline fauna from southernmost Peninsular Thailand: Discovery 807\nof Early Permian warming spikes in the peri-Gondwanan Sibumasu Block. 808 Journal of Asian Earth Sciences, 104, 185–196. 809 Ueno, K., 2006. The Permian antitropical fusulinoidean genus Monodiexodina; 810 distribution, taxonomy, paleobiogeography and paleoecology. Journal of Asian 811 Earth Sciences 26, 380-404. 812 Ueno, K., Arita, M., Meno, S., Sardsud, A., Saesaengseerung, D., 2015, in press. An 813 Early Permian fusuline fauna from southernmost Peninsular Thailand: Discovery 814 of Early Permian warming spikes in the peri-Gondwanan Sibumasu Block. 815 Journal of Asian Earth Sciences, 12 pages. 816 Ustritskiy, V.I., Yavshits, G.P., 1971. Middle Carboniferous glaciomarine sediments in 817 the northeastern USSR. Doklady Akademii Nauk SSSR 199, 437-440(in 818 Russian). 819 Vesely, F., Assine, M.L., 2014. Ice-keel scour marks in the geologic record: evidence 820 from Carboniferous soft-sediment striated surfaces in the Parana´ Basin, 821 southern Brazil. Journal of Sedimentary Research 84, 26-39. 822 Weidlich, O., 2002. Middle and Late Permian reefs; distributional patterns and reservoir 823 potential. Special Publication - Society for Sedimentary Geology 72, 339-390. 824 Wilde, G.L., 2000. Formal Middle Permian (Guadalupian) series; a fusulinacean 825 perspective. Smithsonian Contributions to the Earth Sciences 32, 89-100. 826 Wilde, G.L., Rudine, S.F., 2000. Late Guadalupian biostratigraphy and fusulinid faunas, 827 Altuda Formation, Brewster County, Texas. Smithsonian Contributions to the 828 Earth Sciences 32, 343-371. 829 Wilde, G.L., Rudine, S.F., Lambert, L.L., Saller, A.H., Harris, P.M., Kirkland, B.L., 830 Mazzullo, S.J., 1999. Formal designation; Reef Trail Member, Bell Canyon 831 Formation, and its significance for recognition of the Guadalupian-Lopingian 832 boundary. Special Publication - Society for Sedimentary Geology 65, 63-83. 833\nWoodworth-Lynas, C.M.T., Dowdeswell, J.A., 1994. Soft-sediment striated surfaces and 834 massive diamicton facies produced by floating ice, In: Deynoux, M., Miller, 835 J.M.G., Domack, E.W., Eyles, N., Fairchild, I.J., Young, G.M. (Eds.), Earth's 836 Glacial Record. Cambridge University Press, Cambridge, U.K., pp. 241-259. 837 Young, G.M., 2013. Evolution of Earth’s climatic system: Evidence from ice ages, 838 isotopes, and impacts. GSA Today 23, 4-10. 839\nGraphical Abstract\nFigure1\nFigure2\nFigure3\nFigure4\nFigure5\nFigure6\nTable1"
  }],
  "year": 2017,
  "references": [{
    "title": "Permian bivalve mollusks of Northeast Asia",
    "authors": ["A.S. Biakov"],
    "venue": "Journal of Asian Earth",
    "year": 2006
  }, {
    "title": "Permian biostratigraphy of the Northern Okhotsk Region (Northeast",
    "authors": ["A.S. Biakov"],
    "year": 2007
  }, {
    "title": "Zonal stratigraphy, event correlation, paleobiogeography",
    "authors": ["A.S. Biakov"],
    "year": 2010
  }, {
    "title": "Permian diamictites of North-East Asia",
    "authors": ["A.S. Biakov", "I.L. Vedernikov", "V.V. Akinin"],
    "year": 2010
  }, {
    "title": "Identifying glacial influences on sedimentation",
    "authors": ["S.L. Carto", "N. Eyles"],
    "year": 2012
  }, {
    "title": "Evidence of Upper Permian glaciation on the Kolyma River",
    "authors": ["N.M. Chumakov"],
    "year": 1994
  }, {
    "title": "2015.The role of glaciations in the biosphere. Russian Geology",
    "authors": ["N.M. Chumakov"],
    "year": 2015
  }, {
    "title": "Warm water benthic foraminifera document the Pennsylvanian",
    "authors": ["V.I. Davydov"],
    "year": 2014
  }, {
    "title": "Taxonomy, nomenclature and evolution of the early schubertellids",
    "authors": ["V.I. Davydov"],
    "year": 2011
  }, {
    "title": "Middle Permian (Guadalupian) fusulinid taxonomy",
    "authors": ["V.I. Davydov", "S. Arefifard"],
    "year": 2013
  }, {
    "title": "2015 (in press). Discovery of shallow-marine biofacies",
    "authors": ["V.I. Davydov", "A.S. Biakov"],
    "year": 2015
  }, {
    "title": "Latest Carboniferous (late Gzhelian",
    "authors": ["V.I. Davydov", "D.W. Haig", "E. McCartain"],
    "year": 2014
  }, {
    "title": "Permian Fusulinidae of Texas",
    "authors": ["C.O. Dunbar", "J.W. Skinner"],
    "year": 1937
  }, {
    "title": "Upper Permian glacial marine deposits in the source basin",
    "authors": ["O.G. Epshteyn"],
    "year": 1972
  }, {
    "title": "Late Permian ice-marine deposits of the Atkan Formation",
    "authors": ["O.G. Epshteyn"],
    "year": 1981
  }, {
    "title": "The sedimentary",
    "authors": ["N. Eyles", "C.H. Eyles", "C. Woodworth-Lynas", "T.A. Randall"],
    "year": 2005
  }, {
    "title": "Extinction of Rugosa and Tabulata near the Permian Triassic",
    "authors": ["J. Fedorowski"],
    "year": 1989
  }, {
    "title": "Permian corals of the Cordilleran",
    "authors": ["J. Fedorowski", "W.E. Bamber", "C.H. Stevens"],
    "year": 1999
  }, {
    "title": "The late Paleozoic ice age; a review",
    "authors": ["C.R. Fielding", "T.D. Frank", "J.L. Isbell"],
    "year": 2008
  }, {
    "title": "Boreal benthic biota in the structure og the Late Paleozoic World",
    "authors": ["V.G. Ganelin"],
    "year": 1997
  }, {
    "title": "Middle-to-late Paleozoic transition, late Paleozoic sedimentation",
    "authors": ["V.G. Ganelin"],
    "year": 2013
  }, {
    "title": "The Permian biostratigraphy of the Kolyma-Omolon",
    "authors": ["V.G. Ganelin", "A.S. Biakov"],
    "year": 2006
  }, {
    "title": "Rafting in glacimarine environments",
    "authors": ["R. Gilbert"],
    "year": 1990
  }, {
    "title": "Phanerozoic palaeoenvironment and palaeolithofacies maps",
    "authors": ["J. Golonka"],
    "year": 2011
  }, {
    "title": "Hybrid sediment gravity flow",
    "authors": ["P. Haughton", "C. Davis", "W. McCaffrey", "S. Barker"],
    "year": 2009
  }, {
    "title": "The Permian Period, In: Gradstein",
    "authors": ["C. Henderson", "V.I. Davydov", "B.R. Wardlaw"],
    "year": 2012
  }, {
    "title": "Late Paleozoic glaciation and ice sheet collapse over Western and",
    "authors": ["L.C. Henry"],
    "year": 2013
  }, {
    "title": "Reevaluation of Permian glaciation",
    "authors": ["N.D", "E.V. Kolesov", "Y.Y. Ivanov"],
    "year": 2013
  }, {
    "title": "Carboniferous and Permian strata",
    "authors": ["M.L", "K.N. Pauls", "L.C. Henry"],
    "year": 2013
  }, {
    "title": "Glacial paradoxes during the late Paleozoic ice",
    "authors": ["P.L. Ciccioli", "A.A. Dineen"],
    "year": 2012
  }, {
    "title": "End-Guadalupian extinction of the Permian gigantic",
    "authors": ["Y. Isozaki", "D. Aljinovic"],
    "year": 2009
  }, {
    "title": "The Guadalupian (Permian",
    "authors": ["Y. Isozaki", "D. Aljinovic", "H. Kawahata"],
    "year": 2011
  }, {
    "title": "A unique carbon isotope record",
    "authors": ["Y. Isozaki", "H. Kawahata", "A. Ota"],
    "year": 2007
  }, {
    "title": "Sedimentological record of the late Paleozoic",
    "authors": ["A.T. Jones", "C.R. Fielding"],
    "year": 2004
  }, {
    "title": "Permian foraminifers of the Omolon Massif",
    "authors": ["N.I. Karavaeva", "G.P. Nestell"],
    "year": 2007
  }, {
    "title": "Upper Paleozoic of the Angarida marginal seas",
    "authors": ["A.G. Klets"],
    "year": 2005
  }, {
    "title": "A remarkable sea-level drop and relevant biotic",
    "authors": ["D. Kofukuda", "Isozaki", "Yu", "H. Igo"],
    "year": 2014
  }, {
    "title": "Oxygen isotope",
    "authors": ["C. Korte", "P.J. Jones", "U. Brand", "D. Mertmann", "J. Veizer"],
    "year": 2008
  }, {
    "title": "Extinction of Guadalupian rugose corals",
    "authors": ["O.L. Kossovaya", "G.S. Kropatcheva"],
    "year": 2013
  }, {
    "title": "The Permian of the Transbaikal",
    "authors": ["G.V. Kotlyar", "L.I. Popeko", "A.V. Kurilenko"],
    "year": 2006
  }, {
    "title": "Permian ammonoid associations of the Verkhoyansk",
    "authors": ["R.V. Kutygin"],
    "year": 2006
  }, {
    "title": "Palaeogeographic and tectonic evolution",
    "authors": ["L.A. Lawver", "L.M. Gahagan", "I. Norton"],
    "year": 2011
  }, {
    "title": "Dinamika rodovogo raznoobraziya i osnovnyye etapy evolyutsii fuzulinid",
    "authors": ["E.Y. Leven"],
    "year": 2003
  }, {
    "title": "The late Paleozoic ice age; an evolving paradigm",
    "authors": ["I.P. Montanez", "C.J. Poulsen"],
    "year": 2013
  }, {
    "title": "The physical character of subaqueous sedimentary",
    "authors": ["T. Mulder", "J. Alexander"],
    "year": 2001
  }, {
    "title": "Radiolarians and conodonts of the Guadalupian",
    "authors": ["M.K. Nestell", "B.R. Wardlaw"],
    "year": 2010
  }, {
    "title": "Glacially grooved surfaces in the Grant",
    "authors": ["P.E. O'Brien", "N. Christie-Blick"],
    "year": 1992
  }, {
    "title": "Fusuline biotic turnover across the Guadalupian–Lopingian",
    "authors": ["A. Ota", "Y. Isozaki"],
    "year": 2006
  }, {
    "title": "Permian fusulinacean biogeographic provinces in Asia and their",
    "authors": ["T. Ozawa"],
    "year": 1987
  }, {
    "title": "Ice and its consequences; glaciation",
    "authors": ["A.L. Raymond", "C. Metz", "J.T. Parrish"],
    "year": 2004
  }, {
    "title": "The magnitude of late",
    "authors": ["M.C. Rygel", "C.R. Fielding", "T.D. Frank", "L.P. Birgenheier"],
    "year": 2008
  }, {
    "title": "Atlas of Permo-Carboniferous Paleogeographic Maps (Mollweide",
    "authors": ["C.R. Scotese"],
    "year": 2014
  }, {
    "title": "Pre-Cretaceous minerageny of the North-East Asia",
    "authors": ["V.I. Shpikerman"],
    "venue": "NEISRI",
    "year": 1998
  }, {
    "title": "New fusulinids from the Permian of West Texas",
    "authors": ["J.W. Skinner", "G.L. Wilde"],
    "year": 1955
  }, {
    "title": "Nekotoryye permskiye fuzulinidy Dal'nego Vostoka",
    "authors": ["M.I. Sosnina"],
    "year": 1981
  }, {
    "title": "Nekotoryye novyye predstaviteli miliolid i nodozariid pozdney permi",
    "authors": ["M.I. Sosnina"],
    "year": 1983
  }, {
    "title": "Iceberg drop, dump, and grounding structures",
    "authors": ["G.S.P. Thomas", "R.J. Connell"],
    "year": 1985
  }, {
    "title": "The Permian antitropical fusulinoidean genus Monodiexodina",
    "authors": ["K. Ueno"],
    "year": 2006
  }, {
    "title": "Middle Carboniferous glaciomarine sediments",
    "authors": ["V.I. Ustritskiy", "G.P. Yavshits"],
    "year": 1971
  }, {
    "title": "Ice-keel scour marks in the geologic record: evidence",
    "authors": ["F. Vesely", "M.L. Assine"],
    "year": 2014
  }, {
    "title": "Middle and Late Permian reefs; distributional patterns and reservoir",
    "authors": ["O. Weidlich"],
    "year": 2002
  }, {
    "title": "Formal Middle Permian (Guadalupian) series; a fusulinacean",
    "authors": ["G.L. Wilde"],
    "year": 2000
  }, {
    "title": "Late Guadalupian biostratigraphy and fusulinid faunas",
    "authors": ["G.L. Wilde", "S.F. Rudine"],
    "year": 2000
  }, {
    "title": "Formal designation; Reef",
    "authors": ["S.J. Mazzullo"],
    "venue": "Trail Member,",
    "year": 1999
  }, {
    "title": "Soft-sediment striated surfaces and",
    "authors": ["C.M.T. Woodworth-Lynas", "J.A. Dowdeswell"],
    "year": 1994
  }, {
    "title": "Evolution of Earth’s climatic system: Evidence from ice",
    "authors": ["G.M. Young"],
    "year": 2013
  }],
  "id": "SP:880be20e0a53e2aca8f8c1c3afc64f0d5fc51a53",
  "authors": [],
  "abstractText": "4 Davydov, V. I.(corresponding author), Biakov, A. S., Isbell, J. L., Crowley, J. , 5 Schmitz, M. D., and Vedernikov, I. L. 6 7 Department of Geosciences, Boise State University, Boise, ID, 83725, USA; 8 (vdavydov@boisesate.edu, 1-208-4261119; JimCrowley@boisestate.edu; 9 MarkSchmitz@boisestate.edu) 10 2 Kazan Federal University, 18 Kremlyovskaya St., Kazan, Republic of Tatarstan 11 420008, Russia 12 3 North-East Interdisciplinary Scientific Research Institute N.A. Shilo, Far East Branch of 13 the Russian Academy of Sciences, 16 Portovaya St., Magadan 685000, Russia, 14 abiakov@mail.ru; ivedernikov@rambler.ru) 15 4 Department of Geosciences, University of Wisconsin–Milwaukee, Milwaukee, 16 Wisconsin 17 53201, USA, jisbell@uwm.edu. 18 19 20 Abstract 21 22 The Atkan Formation in the Ayan-Yuryakh anticlinorium, Magadan province, northeastern 23",
  "title": "Middle Permian U-Pb zircon ages of the “glacial” deposits of the Atkan"
}