{
  "sections": [{
    "text": "1SCIENTIfIC REPORTS | (2018) 8:4197 | DOI:10.1038/s41598-018-22576-3\nwww.nature.com/scientificreports"
  }, {
    "heading": "Volcanic ash as a driver of enhanced",
    "text": "organic carbon burial in the"
  }, {
    "heading": "Cretaceous",
    "text": "Cin-Ty A. Lee1, Hehe Jiang1, Elli Ronay1,2, Daniel Minisini3, Jackson Stiles1 & Matthew Neal1"
  }, {
    "heading": "On greater than million year timescales, carbon in the ocean-atmosphere-biosphere system is",
    "text": "controlled by geologic inputs of CO2 through volcanic and metamorphic degassing. High atmospheric CO2 and warm climates in the Cretaceous have been attributed to enhanced volcanic emissions of CO2 through more rapid spreading at mid-ocean ridges and, in particular, to a global flare-up in continental arc volcanism. Here, we show that global flare-ups in continental arc magmatism also enhance the global flux of nutrients into the ocean through production of windblown ash. We show that up to 75% of Si, Fe and P is leached from windblown ash during and shortly after deposition, with soluble Si, Fe and P inputs from ash alone in the Cretaceous being higher than the combined input of dust and rivers today. Ash-derived nutrient inputs may have increased the efficiency of biological productivity and organic carbon preservation in the Cretaceous, possibly explaining why the carbon isotopic signature of Cretaceous seawater was high. Variations in volcanic activity, particularly continental arcs, have the potential of profoundly altering carbon cycling at the Earth’s surface by increasing inputs of CO2 and ash-borne nutrients, which together enhance biological productivity and burial of organic carbon, generating an abundance of hydrocarbon source rocks.\nThe Cretaceous period (145–66 Ma) was characterized by unusually warm (greenhouse) climate with little or no permanent polar ice caps, high (eustatic) sea level and atmospheric CO2 concentrations more than ten times higher than that of today1–9. The Cretaceous was also characterized by high burial rates of carbon in the form of carbonates and organic carbon, much of the latter forming a significant proportion of the world’s hydrocarbon source rocks10–15. The high atmospheric CO2 concentrations and carbon burial fluxes suggest that geological inputs of CO2, through volcanism and metamorphism, were high13,16–22. These high CO2 inputs are widely thought to have been supported by high mid-oceanic ridge spreading rates and a high frequency of flood basalts13,19–22. However, the length of continental arcs may have also been longer (>2 times) in the Cretaceous than during the Cenozoic (Fig. 1A,B), leading to suggestions that inputs of CO2 into the atmosphere from interaction of continental arc magmas with ancient carbonates stored in the continental plate may have also been important16,17,23–27."
  }, {
    "heading": "Ash in the Cretaceous Western Interior Seaway",
    "text": "Continental arc magmas, due to their higher volatile contents and more silicic compositions, tend to be more explosive than island arc lavas28. Volcanic ash is abundant in sediments of the Cretaceous Interior Seaway in western North America, manifesting as numerous discrete layers correlative over hundreds of kilometers29,30. The source of such ash came from the continental magmatic arc to the west (Fig. 1A), e.g., the Peninsular Ranges, Sierra Nevada and Idaho batholiths, associated with eastward subduction of the Farallon oceanic plate beneath western North America31,32. Experimental studies as well as studies of modern ash dispersal and deposition have shown that ash, largely composed of highly unstable and reactive volcanic glass, alters quickly and can become an important source of nutrients for life33–42. There are recent cases of individual modern volcanic eruptions, which were followed by local phytoplanktonic blooms in marine and lacustrine environments43–50. However, there is considerable variability in the reactivity of ash, with basaltic ash being more reactive than more silicic ashes39. These modern observations raise the question of whether globally enhanced ash production in the Cretaceous may have extensively fertilized the ocean.\n1Department of Earth, Environmental and Planetary Sciences, Rice University, Houston, TX, USA. 2Department of Earth and Environmental Sciences, Vanderbilt University, Nashville, TN, USA. 3Shell International Exploration and Production Inc., Shell Houston Technology Center, 3333 Highway 6 South, Houston, Texas, 77082, USA. Correspondence and requests for materials should be addressed to C.-T.A.L. (email: ctlee@rice.edu)\nReceived: 5 December 2017\nAccepted: 22 February 2018\nPublished: xx xx xxxx\nOPEN\n2SCIENTIfIC REPORTS | (2018) 8:4197 | DOI:10.1038/s41598-018-22576-3"
  }, {
    "heading": "Geochemistry of Cretaceous ashes",
    "text": "Ash beds are unfortunately almost always highly altered to clays (e.g., bentonite) and bear little resemblance to their original unaltered protoliths save for a few relict grains of volcanic minerals51. Here, we present a method for estimating the unaltered protolith composition, allowing us to quantify what fraction of life-essential elements may have been leached. We focus on Si, Fe, and P because Si is important for diatomaceous organisms and because Fe and P are considered essential nutrients52. We investigated the Upper Cretaceous (middle to late Turonian) marlstones and limestones from the uppermost Eagle Ford and lowermost Austin Chalk formations in southwest Texas (Fig. 2). The Eagle Ford and Austin Chalk groups are characterized by numerous discrete ash horizons53–56 much like similar aged sediments in the Bighorn Basin in Wyoming31,32. The Eagle Ford and Austin Chalk are represented by finely laminated marlstones, deposited in a distal portion of the interior seaway and starved of significant clastic sedimentary inputs53,56,57. The Eagle Ford, in particular, is characterized by high organic carbon contents and is an economically important hydrocarbon source rock. Recent geochronology and chronostratigraphy studies have shown that despite the distal environment, sedimentation rates were high (averaging 10–20 m/My and up to 60 m/My) due to high rates of biogenic carbonate sedimentation54–56.\nWe sampled altered ash from the uppermost Eagle Ford and lowermost Austin Chalk formations from a ~13 m vertical section exposed in a roadcut (29.826030°, −101.623631°) along old highway 90 near Osman Canyon, Texas, USA53,56. This is the same outcrop described in Minisini et al. as DR1156 and is situated next to a 100 m core investigated in the same study (INNES-1). Based on chronostratigraphy from this outcrop and adjacent core56 and of a nearby section in Lozier Canyon, the age of this section is around 90–91 Ma54,55. Ash layers were identified in the field by their orange color and tendency to form recessed layers between more resistant limestone and marlstone layers. We analyzed discrete ash horizons ranging in thickness from <0.5 up to 10 cm as well as some marls. Ash layers are laterally continuous for 100 s of meters along the entire width of the outcrop. The thickest ash layers are clay-rich (illite, montmorillonite, kaolinite), but the thin ash layers can be diluted by diagenetic carbonate. Although the ashes have been completely altered to clays, fresh euhedral quartz and zircon grains of volcanic origin are present. Rounded quartz or zircon grains of detrital origin are not observed, indicating that the ash beds have not been contaminated or diluted by clastic sediments.\nWe analyzed ash horizons using laser ablation inductively coupled plasma mass spectrometry. For each ash horizon, we typically analyzed five, randomly spaced 110 µm diameter ablation spots (see Methods) from polished thick sections. Because of local heterogeneity, we averaged these ablation shots to obtain an average composition for the ash. For comparison, we have also compiled bulk rock compositions of ash layers from nearby localities of similar age in the Eagle Ford, lower Austin Chalk, and Del Rio formations, the latter underlying the base of the lower Eagle Ford58,59.\nAsh protolith compositions and chemical depletion factors Ash layers are rich in Na, K and Al, and low in Si and Fe compared to average continental crust as a result of the high clay content of the ashes. Negative correlations with Ca and Sr are due to the diluting effects of variable amounts of calcium carbonate. Of interest is how much Si, P and Fe has been depleted from the original unaltered ash and what the composition of the unaltered protolith was. We use the relative abundances of Ti and Zr because they are relatively immobile during aqueous alteration60 and because they exhibit distinct behaviors during magmatic\nFigure 1. (A) Extent of continental magmatic arcs (red lines) above ocean-continent subduction zones in the Cretaceous map taken from Cao et al.23. Location of field site DR11 shown by star. (B) Length of continental\narcs (black line, left vertical axis) and detrital U/Pb zircon ages (red line, right vertical axis) through time compiled from the literature23,94. Continental arc length is based on compilation of granitoid plutonic belts through time23 and does not necessarily correspond with total subduction lensgth.\n3SCIENTIfIC REPORTS | (2018) 8:4197 | DOI:10.1038/s41598-018-22576-3\ndifferentiation in continental arcs61,62. During differentiation of continental arc magmas, Si and Zr increase due to fractionation of mafic minerals which are poor in Si and largely devoid of Zr. At extreme differentiation, Zr decreases slightly owing to a decrease in zircon solubility63. Fractionation of magnetite, a feature of calc-alkaline series differentiation common to subduction zone magmatism, removes Ti and Fe during differentiation64. P increases early during differentiation but decreases as magmas become more silicic. These systematics can be seen in Fig. 3A–D, where we have plotted the compositions of plutonic rocks from the Cretaceous Peninsular Ranges batholith in southern California65, which are similar to that of other continental arcs61. Magmatic differentiation leads to monotonic increase in SiO2 with decreasing Ti/Zr (Fig. 3A), Fe/Zr versus Ti/Zr (Fig. 3B), P/Zr versus Ti/Zr (Fig. 3C), and Si/Ti versus Zr/Ti (Fig. 3D) with the following empirical relationships (applicable only to magmas with molar Mg/(Mg + Fe) <0.65(: SiO2 (wt. %) = 93.02(Ti/Zr)−0.134 (r2 = 0.70), Fe/Zr = 12.582(Ti/Zr)0.9689 (r2 = 0.94), P/ Zr = 0.4279(Ti/Zr)0.7299 (r2 = 0.90), and Si/Ti = 77.2–2.024 × (Zr/Ti) + 5.739 × 104(Zr/Ti)2–2.026 × 105(Zr/Ti)3 (r2 = 0.62) (Si/Ti versus Zr/Ti equation is valid only between 0.01–0.2 Zr/Ti). In Fig. 3E,F, we also show that the above chosen element ratios do not correlate with indices of carbonate, such as Ca, indicating that Si, Fe, Ti, and Zr derive from the altered ash component. A significant exception is high P/Zr in carbonate-rich samples because of the higher P content of carbonates and the very low amounts of Zr in carbonates (Fig. 3C).\nWe estimate the mass fraction of Si, P or Fe leached (depletion factor) from altered ash by comparing immobile-element normalized Si, P and Fe ratios to immobile element ratios in ash and the above empirical magmatic differentiation arrays (Fig. 3A–D). For example, the Si depletion factor is determined by assuming Ti is perfectly immobile:\n= − \n \n         M M C C C C 1 (1) Si L Si o Si re Ti re Ti o Si o\nFigure 2. Field site in west Texas. (A) Stratigraphic section of outcrop DR11 modified from Minisini et al.56. Discrete ash layers noted as brown and denoted with black font in the stratigraphic column, while marls with disseminated ash are noted in blue font. (B) Exact location of outcrop DR11. Image is from Google Earth\n(© Google, DigitalGlobe, CNES/Airbus, Map data © Google, INEGI). (C) Outcrop photo with ash horizons appearing as orangish recessed layers. (D) Discrete ash layer B4 (thick) is shown for reference and refers to the thickest layer seen in the outcrop in C.\n4SCIENTIfIC REPORTS | (2018) 8:4197 | DOI:10.1038/s41598-018-22576-3\nThe left hand side represents the Si depletion factor, where MSi o is the original mass of Si in the rock and MSi L is the total mass of Si lost. The quantities CSi re and CTi re are the concentrations of Si and Ti remaining in the altered ash (equivalent to the measured concentration), CSi o and CTi\no are the concentrations of Si and Ti in the original rock, and C C/Si re Ti re is the Si/Ti ratio of the altered ash and C C/Si o Ti o is the Si/Ti ratio of the unaltered protolith. Graphically, Si-depleted ashes would plot below the magmatic array in a Si/Ti versus Zr/Ti diagram (Fig. 3D). Based on the Ti/Zr systematics of ash from this study and from58,59, most of the ashes are found to have\nandesitic protoliths with an average SiO2 content of 63 ± 6(1σ) wt. % SiO2 (Fig. 3A; Supplementary Tables). Interestingly, the ash protolith is similar to the average SiO2 content of the Peninsular Ranges Batholith (64 wt. %)65. Most of the ashes are depleted in Fe and Si with depletions up to 70% (Fig. 3B,D; Supplementary Tables). Si is consistently depleted, but Fe shows some enrichments, possibly due to oxidation of pyrite (which is locally common in the section) and subsequent diffusion of Fe into to the ash. Calculated Fe depletion factors are thus minimum bounds. For P, we see that the thick ash beds are depleted up to 75%. However, there is extensive P addition (organic P) associated with carbonate-rich sediments. We thus ignore the P contents of those with >80% carbonate. In summary, the Si, Fe, and P depletion factors are much larger than depletions associated with chemical weathering of igneous or metamorphic basement, as inferred from the geochemistry of soil profiles or clastic sediments60. However, these extreme chemical depletions should not seem surprising as it has been shown that volcanic glass alters rapidly in seawater36.\nWe speculate that most of the leaching occurred during early diagenesis. If silica had been leached well after burial, we might expect to see re-precipitation of silica elsewhere in the system, but only limited silicification, such as cherts, is found in the section. This suggests that any Si loss was transported into the ocean during early diagenesis rather than re-distributed deep within the sedimentary column. Indeed, sedimentary pore waters typically become saturated in Si at depths greater than ~0.5 m depth66, which would also suggest early Si loss. Using the reported average sedimentation rates of 10–20 m/My and assuming most Si loss occurred within the upper 0.5 m of the sediment, we estimate an individual ash layer to contribute to a sediment to seawater flux of Si over a 25–50 ky interval. Exactly how much is released during settling through the water column compared to during burial diagenesis is unclear. Regardless, the high abundance of ash layers in the Eagle Ford suggest ash fall recurrence\nFigure 3. (A) Plutonic rock data (black circles) from the Cretaceous Peninsular Ranges Batholith in California65 plotted as SiO2 (wt. %) versus Ti/Zr (by weight). Red circles (thin, carbonate-rich layers) and blue squares (thick, carbonate-poor layers) represent measured Ti/Zr of ash layers. Horizontal red, orange and blue lines with arrows represent approximate SiO2 content of protolith based on empirical correlation (curved black line) of SiO2 versus Ti/Zr from the batholith data. (B–D) Average Fe/Zr and P/Zr versus Ti/Zr and Si/Ti versus Ti/Zr (all ratios by weight). Altered ash is given by red circles and blue squares and unaltered batholith rocks\nby gray open circles from this study. Curved lines represent regressions with details given in the text. Error bars represent one standard deviation. (E and F) Si/Ti and Ti/Zr (by weight) versus XCa, which is the mass fraction of Ca relative to the total mass of cations (i.e., cation mass fraction), a measure of carbonate fraction. Samples represent individual measurements, in contrast to (B–D), where only the average for each sample is shown. Blue squares in (E and F) represent thick, carbonate-poor ash horizons and red circles represent thin, carbonate-rich ash layers. Orange triangles in (A–D) represent bulk rock samples of ash horizons from58,59; standard deviations are not provided for these samples because analyses represent only one bulk rock measurement.\n5SCIENTIfIC REPORTS | (2018) 8:4197 | DOI:10.1038/s41598-018-22576-3\nintervals of less than 10 ky54–56, which being shorter than the burial diagenesis time of 25–50 ky, suggests that the ash-to-seawater flux of dissolved Si, P and Fe by alteration may have been somewhat continuous during the interval of arc magmatism, even if ash events themselves are episodic."
  }, {
    "heading": "Global ash-laden nutrient fluxes",
    "text": "We now evaluate the potential global effect of a flare-up of continental magmatic arcs in the Cretaceous. Global nutrient inputs (moles/y) associated with windblown ash from continental arcs can be estimated with the following equation, ρLwM C f M M( / )i ash i L i o\n , where L is the length (km) of continental arcs in excess of the present, w is the average width of the magmatic arc (km), M is the magmatic flux (km3/km2/My), ρ is average crustal density (2800 kg/m3), Ci is the concentration of an element i in an average continental arc, fash is the mass fraction of the magmatic flux that erupts in the form of ash, and M M/i L i o is the mass fraction of element i that is leached away during alteration. Based on compilations of exposed plutonic belts through time, Cao et al.23 reconstructed past continental arc lengths and report an excess continental arc length L of ~25,000 km in the Cretaceous. We then assume that the average width w of a continental magmatic arc is ~50–100 km and typical magmatic fluxes M for continental arcs are ~1 km/My67. The SiO2, FeO, and P2O5 concentrations of average continental arcs are 65, 3 and 0.2 wt.%61,62 while the mass fractions M M/i L i o of Si, P, and Fe leached are 25–75% based on this study. The fraction of magmatic flux that gives rise to explosive eruptions, fash, which generates ash, is poorly known. However, detailed studies of extrusive volcanic deposits and constraints on pluton size suggest that the intrusive to eruptive ratio in silicic magmatic systems is ~10:1, that is, ~10% of the magmatic flux is erupted68. What fraction of the erupted flux is explosive and generates ash is not known. We assume only 10% of the extrusive flux gives rise to ash, that is, ~1% of the total magmatic flux is ash. This estimate of the ash flux is a conservative estimate of the nutrient flux from Cretaceous continental arcs. Where we do have eruptive estimates, such as from the 0.76 Ma Bishop Tuff eruption of Long Valley caldera (CA, USA), which generated ~700 km3 of ash from a circular shaped magma body of ~5400 km3 (radius ~15 km and thickness ~8 km), 5–10% of the magma body was erupted in just one ash event (after correcting for density)69. In the above, one of the most important assumptions we have made is that the magmatic flux through an active continental arc is constant, resulting in the global magmatic and nutrient inputs scaling linearly with excess continental arc length. Whether this assumption represents an adequate approximation of how arcs operate on a global scale is unclear. In any case, weathering of volcanic crust in the arc itself, which we do not accounted for in this analysis, is likely to be large70,71, so our estimates of ash-laden nutrient inputs are minimum bounds on the global volcanic-derived nutrient inputs into the ocean.\nBased on the above calculations, we estimate time-averaged oceanic inputs of Si, Fe and P by windblown ash alone to be 11–44, 0.5–1.9 and 0.04–0.1 Tmoles/y during the Cretaceous (Fig. 4). For comparison, modern global (riverine + windblown) inputs of soluble Si into the ocean are ~5 Tmoles/y72,73, with >90% of the Si input to oceans coming from riverine flow and the remainder from windblown dust. Estimates of modern global inputs of soluble Fe into the ocean are highly uncertain because the soluble fraction of windblown Fe is not well constrained. Assuming the soluble fraction of windblown Fe ranges up to 10–50%74,75, the modern global Fe input to the oceans can range up to 0.055–0.17 Tmoles/y, with dust making up 50–80% of the global input73,76. If the soluble fraction of dust is only ~1% as in the case of soil Fe, global inputs would be much smaller. We consider these modern estimates of global Fe input to the ocean to be upper bounds. Modern global inputs of soluble P into the ocean range from ~0.05–0.1 Tmoles/y, with >50% coming from rivers and the remainder from windblown dust77.\nOur results show that, during the Cretaceous, the soluble flux of Si, Fe and P from windblown ash alone was >2 times, >5 times and equal to or greater than the modern global inputs of soluble Si, Fe and P, respectively, into the\nFigure 4. Estimated inputs of soluble Si, Fe and P in Teramoles/y. Red bars represent soluble flux from Cretaceous windblown ash only (this study). Black lines or squares represent soluble inputs into ocean for wind, riverine and combined riverine + wind in the present day (P from Table 3 in Ruttenberg77; Fe from Jickells et al.76 and Meybeck73; Si from Treguer et al.72 and Meybeck)73. Details of calculations are discussed in the text.\n6SCIENTIfIC REPORTS | (2018) 8:4197 | DOI:10.1038/s41598-018-22576-3\noceans via windblown dust and riverine flow. The Cretaceous flare-up of continental arcs was also associated with enhanced erosion67, which would have also contributed to the inputs of Si, Fe and P via chemical weathering. The global (riverine and ash) input of Si, Fe and P into the Cretaceous oceans must therefore have been substantially higher than today."
  }, {
    "heading": "Implications",
    "text": "In the vast expanses of the modern open ocean, where there is limited upwelling, biological productivity is nutrient-limited, particularly in terms of Fe and P52. Our work here suggests biological productivity could have increased during the Cretaceous due to the more than doubling of continental arc volcanic activity, which would have increased global nutrient fluxes into the ocean by windblown ash deposition, increasing the global delivery of nutrients into the oceans. Distal shelf or slope environments in the Cretaceous oceans, which were otherwise starved of siliciclastic derived nutrients and probably too shallow to undergo extensive upwelling, appear to have experienced high sedimentation rates owing to high biogenic sediment accumulation56. Enhanced nutrient delivery via ash may have thus increased the efficiency of organic C production and preservation. This would predict that the fraction of volcanic CO2 inputs into the ocean/atmosphere, which was converted to organic carbon would have been higher in the Cretaceous. This prediction is consistent with the anomalously heavy carbon isotopic signature of Cretaceous seawater, which is widely thought to reflect a higher fraction of organic carbon forg burial78, but the driving mechanism for the high forg has been debated78–80. We suggest that the high quantities of hydrocarbon source rocks in the Cretaceous81 may be due to a combination of enhanced geologic inputs of carbon into the atmosphere through continental arc volcanism16,23–26 and sequestration of organic carbon driven by ash fertilization. We note that time intervals of intense organic carbon burial are often associated with global oceanic anoxia events, many of which occur in the Cretaceous or Paleogene11. Flood basalts have been suggested to be responsible for at least some of the oceanic anoxic events82, but the relationship to flood basalts may not be so simple because anoxia seems to also occur in lacustrine environments, which would be unaffected by nutrients delivered by flood basalts. However, what seems to be clear is that the background ocean system must have been primed in such a way that small environmental perturbations could trigger an anoxic event. It is generally agreed that ocean oxygen content may have been lower in the Cretaceous due to elevated temperatures imparted by higher atmospheric pCO211, the latter driven by the higher volcanic inputs of CO2 during that time16,23,24. We speculate that enhanced ash inputs into both marine and terrestrial environments could have further pushed oceanic and lacustrine systems towards lower oxygen contents.\nOur study predicts that high total organic carbon in sediments may at times be temporally and even spatially correlated with ash. Indeed, bentonite layers appear to be abundant in other source rocks, such as the Jurassic/ Cretaceous Vaca Muerta in Argentina83 and the Cretaceous Niobrara formation in the United States84. Natural gamma ray logs of the Eagle Ford show that total organic carbon qualitatively correlates with Th and U concentration53,85, elements which likely derive originally from the ash and are then are leached and ultimately bound to organic carbon. In addition, Zr concentrations appear to correlate with sulfur content, the former deriving from ash and the latter an indirect measure of organic carbon86. In fact, altered ash is so commonly associated with shale source rocks that their presence is well known to interfere with drilling and hydrocarbon recovery87. In the Eagle Ford, sections with the highest organic carbon content appear to also have the most bentonite beds56.\nWhile there are clearly other mechanisms for globally enhancing organic carbon burial, such as fertilization by large igneous provinces88,89, enhanced coastal upwelling by increasing continental margin length during supercontinent break-up90, or enhanced orogenic erosion91, the results of this study suggest that subduction-related volcanism, particularly continental arcs, can play an important role in the long-term carbon cycle16–18,24,92, not just through amplifying the inputs of volcanic CO2, but also in terms of nutrient delivery via ash. Further testing of the ash-organic carbon connection will require highly detailed chemo- and litho-stratigraphy in the context of igneous petrology as well as analyses of different sections in time and space. There is also a need to better understand how eruptive flux varies with different types of volcanism (composition and explosivity) and how ash is transported in the atmosphere, deposited in marine and terrestrial environments, and ultimately assimilated into the biosphere. Finally, more study is needed to evaluate the relative contributions of dissolution of ash in the marine environment and weathering of ash in terrestrial environments."
  }, {
    "heading": "Methods",
    "text": "Major and traces were determined by laser ablation inductively coupled plasma mass spectrometry (ICP-MS) using a 213 nm laser (New Wave) and a Thermo Element 2 ICP-MS following methods described in93. Analyses were done on 150 µm thick sections with a 100 µm diameter spot size at 5 Hz and a fluence of 3 J/cm2. The ICP-MS was operated in medium mass resolution mode (m/Δm~3000) in order to resolve various molecular interferences. We used multiple standards for external calibration (USGS BHVO-2g, BIR-1g, and BCR-2g). Sensitivity under these conditions ranged from 5,000–10,000 cps/ppm depending on which element was analyzed. We used 30Si and 44Ca as internal standards for carbonate-poor and carbonate-rich samples."
  }, {
    "heading": "Acknowledgements",
    "text": "We thank Martin Schuepbach, Kurt Rudolph, Albert Bally, Gary Gray, Steve Bergman, Wenrong Cao, and Laurence Yeung for discussions. This work was funded by a Frontiers of Earth System Dynamics grant from the NSF (OCE-1338842) and a Guggenheim fellowship to C.-T. A. Lee and a Geological Society of America grant to H. Jiang. Some of this work was part of E. Ronay’s undergraduate honor’s thesis. Monica Erdman, Kelley Liao, and Emily Chin are thanked for help in the field."
  }, {
    "heading": "Author Contributions",
    "text": "C.-T.A.L. conceived the project, interpreted the data and wrote the manuscript. H.J. collected and interpreted data. E.R. collected and interpreted data. D.M. contributed stratigraphic information and data interpretation. J.S. and M.N. collected data.\nAdditional Information Supplementary information accompanies this paper at https://doi.org/10.1038/s41598-018-22576-3. Competing Interests: The authors declare no competing interests. Publisher's note: Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.\nOpen Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or\nformat, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made. The images or other third party material in this article are included in the article’s Creative Commons license, unless indicated otherwise in a credit line to the material. If material is not included in the article’s Creative Commons license and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this license, visit http://creativecommons.org/licenses/by/4.0/. © The Author(s) 2018"
  }],
  "year": 2018,
  "references": [{
    "title": "Marked decline in atmospheric carbon dioxide concentrations during the Paleogene",
    "authors": ["M. Pagani", "J.C. Zachos", "K.H. Freeman", "B. Tipple", "S. Bohaty"],
    "venue": "Science 309,",
    "year": 2005
  }, {
    "title": "A review of Mesozoic climates",
    "authors": ["A. Hallam"],
    "venue": "J. Geol. Soc. London 142,",
    "year": 1985
  }, {
    "title": "Chronology of fluctuating sea levels since the Triassic",
    "authors": ["B.U. Haq", "J. Hardenbol", "P.R. Vail"],
    "venue": "Science 235,",
    "year": 1987
  }, {
    "title": "Long-term sea-level fluctuations driven by ocean basin dynamics",
    "authors": ["R.D. Müller", "M. Sdrolias", "C. Gaina", "B. Steinberger", "C. Heine"],
    "venue": "Science 319,",
    "year": 2008
  }, {
    "title": "CO2 as a primary driver of Phanerozoic climate",
    "authors": ["D.L. Royer", "R.A. Berner", "I.P. Montanez", "N.J. Tabor", "D.J. Beerling"],
    "venue": "Geol. Soc. Am. Today",
    "year": 2004
  }, {
    "title": "Atmospheric carbon dioxide concentrations over the past 60 million years",
    "authors": ["P.N. Pearson", "M.R. Palmer"],
    "venue": "Nature 406,",
    "year": 2000
  }, {
    "title": "A multiple proxy and model study of Cretaceous upper ocean temperatures and atmospheric CO2 concentrations",
    "authors": ["Bice", "K. L"],
    "venue": "Paleoceanography",
    "year": 2005
  }, {
    "title": "Evaluation of atmospheric carbon dioxide concentrations during the Cretaceous",
    "authors": ["S.K. Hong", "Y.I. Lee"],
    "venue": "Earth Planet. Sci. Lett. 327–328,",
    "year": 2012
  }, {
    "title": "Warm tropical ocean surface and global anoxia during the mid-Cretaceous period",
    "authors": ["P.A. Wilson", "R.D. Norris"],
    "venue": "Nature 412,",
    "year": 2001
  }, {
    "title": "Evolution of rock composition and geochemical processes in the sedimentary shell of the Earth",
    "authors": ["A.B. Ronov"],
    "venue": "Sedimentology 19,",
    "year": 1972
  }, {
    "title": "Geochemistry of oceanic anoxic events",
    "authors": ["H.C. Jenkyns"],
    "venue": "Geochem. Geophys. Geosys. 11,",
    "year": 2010
  }, {
    "title": "from continents to oceans",
    "authors": ["Jenkyns", "H.C. Cretaceous anoxic events"],
    "venue": "Journal of the Geological Society London 137, 171–188",
    "year": 1980
  }, {
    "title": "Geological consequences of superplumes",
    "authors": ["R.L. Larson"],
    "venue": "Geology 19,",
    "year": 1991
  }, {
    "title": "Geochemical and climatic effects of increased marine organic carbon burial at the Cenomanian/Turonian boundary",
    "authors": ["M.A. Arthur", "W.E. Dean", "L.M. Pratt"],
    "venue": "Nature 335,",
    "year": 1988
  }, {
    "title": "Stratigraphic atlas of North and Central America",
    "authors": ["T.D. Cook", "A.W. Bally", "S. Milner"],
    "year": 1975
  }, {
    "title": "Continental arc-island arc fluctuations, growth of crustal carbonates and long-term climate change",
    "authors": ["Lee", "C.-T. A"],
    "venue": "Geosphere 9,",
    "year": 2013
  }, {
    "title": "Global continental arc flare-ups and their relation to long-term greenhouse conditions",
    "authors": ["Lee", "C.-T. A", "J.S. Lackey"],
    "venue": "Elements 11,",
    "year": 2015
  }, {
    "title": "interplays between magmatism, uplift, weathering and climate",
    "authors": ["Lee", "C.-T.A.", "S. Thurner", "S.R. Paterson", "Cao", "W. The rise", "fall of continental arcs"],
    "venue": "Earth and Planetary Science Letters 425, 105–119",
    "year": 2015
  }, {
    "title": "evidence for a mid-Cretaceous superplume",
    "authors": ["Larson", "R.L. Latest pulse of Earth"],
    "venue": "Geology 19, 547–550",
    "year": 1991
  }, {
    "title": "a revised model of atmospheric CO2 over Phanerozoic time",
    "authors": ["R.A. Berner", "Kothavala", "Z. Geocarb III"],
    "venue": "Am. J. Sci. 301, 182–204",
    "year": 2001
  }, {
    "title": "a revised model of atmospheric CO2 over Phanerozoic time",
    "authors": ["Berner", "R.A. GEOCARB II"],
    "venue": "Am. J. Sci. 294, 56–91",
    "year": 1994
  }, {
    "title": "A model for atmospheric CO2 over Phanerozoic time",
    "authors": ["R.A. Berner"],
    "venue": "Am. J. Sci",
    "year": 1991
  }, {
    "title": "a global compilatio",
    "authors": ["W. Cao", "Lee", "C.-T.A.", "Lackey", "J.S. Episodic nature of continental arc activity since 750 Ma"],
    "venue": "n. Earth and Planetary Science Letters 461, 85–95",
    "year": 2017
  }, {
    "title": "Continental arc volcanism as the principal driver of icehouse-greenhouse variability",
    "authors": ["McKenzie", "N. R"],
    "venue": "Science 352,",
    "year": 2016
  }, {
    "title": "Effect of melt composition on crustal carbonate assimilation - implications for the transition from calcite consumption to skarnification and associated CO2 degassing",
    "authors": ["L.B. Carter", "R. Dasgupta"],
    "year": 2016
  }, {
    "title": "implications for generation of ultracalcic melts and outflux of CO2 at volcanic arcs",
    "authors": ["L.B. Carter", "Dasgupta", "R. Hydrous basalt-limestone interaction at crustal conditions"],
    "venue": "Earth and Planetary Science Letters 427, 202–214",
    "year": 2015
  }, {
    "title": "Remobilization of crustal carbon may dominate volcanic arc emissions",
    "authors": ["E. Mason", "M. Edmonds", "A.V. Turchyn"],
    "venue": "Science 357,",
    "year": 2017
  }, {
    "title": "implications about volcanic source areas and paleowind patterns, Western Interior, United States",
    "authors": ["Elder", "W.P. Geometry of Upper Cretaceous bentonite beds"],
    "venue": "Geology 16, 835–838",
    "year": 1988
  }, {
    "title": "In Mesozoic systems of the Rocky Mountain Region, USA",
    "authors": ["E.H. Christiansen", "B.J. Kowallis", "M.D. Barton"],
    "venue": "Association for Petroleum Geologists,",
    "year": 1994
  }, {
    "title": "implications for tectonostratigraphic evolution and paleogeography",
    "authors": ["May", "S.R. et al. Detrital zircon geochronology from the Bighorn Basin", "USA Wyoming"],
    "venue": "Geological Society American Bulletin 125, 1403–1422",
    "year": 2013
  }, {
    "title": "implications for stratigraphic correlation and paleogeography",
    "authors": ["May", "S.R. et al. Detrital zircon geochronology from Cenomanian-Coniacian strata in the Bighorn Basin", "USA Wyoming"],
    "venue": "Rocky Mountain Geology 48, 41–61",
    "year": 2013
  }, {
    "title": "a review",
    "authors": ["Duggen", "S. et al. The role of airborne volcanic ash for the surface ocean biogeochemical iron-cycle"],
    "venue": "Biogeosciences 7, 827–844",
    "year": 2010
  }, {
    "title": "II",
    "authors": ["S.R. Gislason", "Oelkers", "E.H. Mechanism", "rates", "consequences of basaltic glass dissolution"],
    "venue": "An experimental study of the dissolution rates of basaltic glass as a function of pH and temperature. Geochimica et Cosmochimica Acta 67, 3817–3832",
    "year": 2003
  }, {
    "title": "the role of airborne volcanic ash from subduction zone and hot spot volcanoes and related iron fluxes into the Pacific Ocean",
    "authors": ["Olgun", "N. et al. Surface ocean iron fertilization"],
    "venue": "Global Biogeochemical Cycles 25, https://doi.org/10.1029/2009GB003761",
    "year": 2011
  }, {
    "title": "Biological mediated dissolution of glass",
    "authors": ["H. Staudigel", "R.A. Chastain", "A. Yayanos", "W. Bourcier"],
    "venue": "Chemical Geology 126,",
    "year": 1995
  }, {
    "title": "Leachability of uranium and other elements from freshly erupted volcanic ash",
    "authors": ["D.B. Smith", "R.A. Zielinski", "W.I. Rose"],
    "venue": "Journal of Volcanology and Geothermal Research",
    "year": 1982
  }, {
    "title": "Early response of the northeast subarctic Pacific plankton assemblage to volcanic ash fertilization",
    "authors": ["J Melancon"],
    "venue": "Limnol. Oceanogr",
    "year": 2014
  }, {
    "title": "Rapid releases of metal salts and nutrients following the deposition of volcanic ash into aqueous environments",
    "authors": ["M.T. Jones", "S.R. Gislason"],
    "venue": "Geochimica et Cosmochimica Acta 72,",
    "year": 2008
  }, {
    "title": "The impact of the 1991 Mount Pinatubo tephra fallout on the geochemical environment of the deep-sea sediments in the South China Sea",
    "authors": ["M. Haeckel", "J. van Beusekom", "M.G. Wiesner", "I. König"],
    "venue": "Earth and Planetary Science Letters 193,",
    "year": 2001
  }, {
    "title": "effects on iron solubility and redox speciation",
    "authors": ["E.C. Maters", "P. Delmelle", "Bonneville", "S. Atmospheric processing of volcanic glass"],
    "venue": "Environmental science & technology 50, 5033–5040",
    "year": 2016
  }, {
    "title": "The role of airborne volcanic ash from subduction zone and hot spot volcanoes and related iron fluxes into the Pacific Ocean",
    "authors": ["Olgun", "N. et al. Surface ocean iron fertilization"],
    "venue": "Global Biogeochemical Cycles 25",
    "year": 2011
  }, {
    "title": "satellite evidence and laboratory study",
    "authors": ["Lin", "I.-I. et al. Fertilization potential of volcanic ash in the low-nutrient low-chlorophyll western North Pacific subtropical gyre"],
    "venue": "Global Biogeochemical Cycles 25, GB1006, https://doi.org/10.1029/2009GB003758",
    "year": 2011
  }, {
    "title": "concurrent effects of nutrients and formation of alteration mineral",
    "authors": ["Censi", "P. et al. Trace element behaviour in seawater during Etna’s pyroclastic activity in 2001"],
    "venue": "s. J. Volcanol. Geotherm. Res. 193, 106–116",
    "year": 2010
  }, {
    "title": "evidence from biogeochemical experiments and satellite data",
    "authors": ["S. Duggen", "P. Croot", "U. Schact", "Hoffmann", "L. Subduction zone volcanic ash can fertilize the surface ocean", "stimulate phytoplankton growth"],
    "venue": "Geophys. Res. Lett. 34, https://doi. org/10.1029/2006GL027522",
    "year": 2007
  }, {
    "title": "The influence of volcanic ashfall on biological processes in a lake",
    "authors": ["I.I. Kurenkov"],
    "venue": "Limnol. Oceanogr",
    "year": 1966
  }, {
    "title": "Enhancement of primary productivity in the western North Pacific caused by the eruption of the Miyake-jima volcano",
    "authors": ["M. Uematsu", "M.M.K. Toratani", "Y. Narita", "Y. Senga", "T. Kimoto"],
    "venue": "Geophysical Research Letters 31,",
    "year": 2004
  }, {
    "title": "Volcanic ash fuels anomalous plankton bloom in subarctic northeast Pacific",
    "authors": ["R.C. Hamme"],
    "venue": "Geophysical Research Letters 37, L19604,",
    "year": 2010
  }, {
    "title": "Volcanic ash as fertiliser for the surface ocean",
    "authors": ["B. Langmann", "K. Zaksek", "M. Hort", "S. Duggen"],
    "venue": "Atmos. Chem. Phys. 10,",
    "year": 2010
  }, {
    "title": "Fertilizing potential of volcanic ash in ocean surfac water",
    "authors": ["P. Frogner", "S.R. Gislason", "N. Oskarsson"],
    "venue": "Geology 29,",
    "year": 2001
  }, {
    "title": "Isotopic and chemical compositions of bentonites as paleoenvironmental indicators of the Cretaceous",
    "authors": ["A.A.J. Cadrin", "T.K. Kyser", "W.G.E. Caldwell", "Longstaffe", "F.J. Palaeogeography", "Palaeoclimatology", "Palaeoecology"],
    "venue": "Western Interior Seaway 119,",
    "year": 1995
  }, {
    "title": "Iron deficiency limits photoplankton growth in the north-east Pacific subarctic",
    "authors": ["J.H. Martin", "S.E. Fitzwater"],
    "venue": "Nature 331,",
    "year": 1988
  }, {
    "title": "west Texas",
    "authors": ["Donovan", "A.D. et al. Field guide to the Eagle Ford (Boquillas) Formation"],
    "venue": "148",
    "year": 2011
  }, {
    "title": "astronomic forcing of organic-rich sedimentary rocks from the Cenomanian to early Coniacian of the Cretaceous Western Interior Seaway, USA",
    "authors": ["Eldrett", "J.S. et al. Origin of limestone-marlstone cycles"],
    "venue": "Earth and Planetary Science Letters 423, 98–113",
    "year": 2015
  }, {
    "title": "Implications for global chronostratigraphy",
    "authors": ["Eldrett", "J.S. et al. An astronomically calibrated stratigraphy of the Cenomanian", "Turonian", "USA earliest Coniacian from the Cretaceous Western Interior Seaway"],
    "venue": "Cretaceous Research 56, 316–344",
    "year": 2015
  }, {
    "title": "Chronostratigraphic framework and depositional environments in the organicrich, mudstone-dominated Eagle Ford Group, Texas, USA",
    "authors": ["D. Minisini", "J. Eldrett", "S.C. Bergman", "R. Forkner"],
    "venue": "Sedimentology, n/a–n/a,",
    "year": 2017
  }, {
    "title": "Decoupling of the carbon cycle during Ocean",
    "authors": ["J.S. Eldrett", "D. Minisini", "S.C. Bergman"],
    "venue": "Anoxic Event 2. Geology",
    "year": 2014
  }, {
    "title": "U-Pb geochronology of the Late Cretaceous Eagle Ford Shale, Texas; defining chronostratigraphic boundaires and volcanic ash source, University of Texas",
    "authors": ["J.D. Pierce"],
    "year": 2014
  }, {
    "title": "Zircon U-Pb geochronology and sources of volcanic ash beds in the Upper Cretaceous Eagle Ford shale, south Texas",
    "authors": ["J.D. Pierce", "S.C. Ruppel", "H. Rowe", "D.F. Stockli"],
    "venue": "Gulf Coast Asssociation of Geological Societies Journal",
    "year": 2016
  }, {
    "title": "results on weathering and pedogenesis",
    "authors": ["G.H. Brimhall", "Dietrich", "W.E. Constitutive mass balance relations between chemical composition", "volume", "density", "porosity", "strain in metasomatic hydrochemical systems"],
    "venue": "Geochim. Cosmochim. Acta 51, 567–587",
    "year": 1987
  }, {
    "title": "a global study",
    "authors": ["M.J. Farner", "Lee", "C.-T.A. Effects of crustal thickness on magmatic differentiation in subduction zone volcanism"],
    "venue": "Earth and Planetary Science Letters 470, 96–107",
    "year": 2017
  }, {
    "title": "How important is the role of crystal fractionation in making intermediate magmas? Insights from Zr and P systematics",
    "authors": ["Lee", "C.-T. A", "O. Bachmann"],
    "venue": "Earth and Planetary Science Letters 393,",
    "year": 2014
  }, {
    "title": "Perspectives on the source, segregation and transport of granitoid magmas",
    "authors": ["C.F. Miller", "E.B. Watson", "T.M. Harrison"],
    "venue": "Trans. R. Soc. Edinburgh, Earth Sci",
    "year": 1988
  }, {
    "title": "Lateral variation of basalt magma type across continental margins and island arcs",
    "authors": ["H. Kuno"],
    "venue": "Bulletin Volcanologique 29,",
    "year": 1966
  }, {
    "title": "from island arcs to accretion and continental arc magmatism",
    "authors": ["Lee", "C.-T.A.", "D.M. Morton", "R.W. Kistler", "Baird", "A.K. Petrology", "tectonics of Phanerozoic continent formation"],
    "venue": "Earth and Planetary Science Letters 263, 370–387",
    "year": 2007
  }, {
    "title": "Early diagenesis; a theoretical approach",
    "authors": ["R.A. Berner"],
    "year": 1980
  }, {
    "title": "reconstructing the history of the Cretaceous Peninsular Ranges batholith, southern California through detrital hornblende barometry in forearc sediments",
    "authors": ["H. Jiang", "Lee", "C.-T.A. Coupled magmatism-erosion in continental arcs"],
    "venue": "Earth and Planetary Science Letters 472, 69–81",
    "year": 2017
  }, {
    "title": "Integrating perspectives from geological, geophysical, and geochronological data",
    "authors": ["P.W. Lipman", "Bachmann", "O. Ignimbrites to batholiths"],
    "venue": "Geosphere 11, 705–743",
    "year": 2015
  }, {
    "title": "several contiguous but discrete systems",
    "authors": ["Hildreth", "W. Volcanological perspectives on Long Valley", "Mammoth Mountain", "Mono Craters"],
    "venue": "J. Volcanol. Geotherm. Res. 136, 169–198",
    "year": 2004
  }, {
    "title": "Basalt weathering laws and the impact of basalt weathering on the global carbon cycle",
    "authors": ["C. Dessert", "B. Dupre", "J. Gaillardet", "L.M. Francois", "C.J. Allegre"],
    "venue": "Chemical Geology 202,",
    "year": 2003
  }, {
    "title": "Hidden erosion on volcanic islands",
    "authors": ["S. Rad", "C.J. Allegre", "P. Louvat"],
    "venue": "Earth and Planetary Science Letters 262,",
    "year": 2007
  }, {
    "title": "The silica balance in the world ocean",
    "authors": ["P Treguer"],
    "venue": "Science 268,",
    "year": 1995
  }, {
    "title": "Global chemical weathering of surficial rocks estimated from river dissolved loads",
    "authors": ["M. Meybeck"],
    "venue": "American Journal of Science 287,",
    "year": 1987
  }, {
    "title": "Atmospheric global dust cycle and iron inputs to the ocean",
    "authors": ["Mahowald", "N. M"],
    "venue": "Global Biogeochemical Cycles 19, https://doi",
    "year": 2005
  }, {
    "title": "biogeochemical implications",
    "authors": ["Hand", "J.L. et al. Estimates of atmospheric-processed soluble iron from observations", "a global mineral aerosol model"],
    "venue": "Journal of Geophysical Research 109, https://doi.org/10.1029/2004JD004574",
    "year": 2004
  }, {
    "title": "Global iron connections between desert dust, ocean biogeochemistry, and climate",
    "authors": ["Jickells", "T. D"],
    "venue": "Science 308,",
    "year": 2005
  }, {
    "title": "The global phosphorous cycle",
    "authors": ["K.C. Ruttenberg"],
    "venue": "Treatise of Geochemistry",
    "year": 2003
  }, {
    "title": "The Phanerozoic carbon cycle: CO2 and O2",
    "authors": ["R.A. Berner"],
    "year": 2004
  }, {
    "title": "Compilation and time-series analysis of a marine carbonate  δ18O, δ13C, 87Sr/86Sr and δ34S database through Earth history",
    "authors": ["A. Prokoph", "G.A. Shields", "J. Veizer"],
    "venue": "Earth-Science Reviews",
    "year": 2008
  }, {
    "title": "A statistical analysis of the carbon isotope record from the Archean to Phanerozoic and implications for the rise of oxygen",
    "authors": ["J. Krissansen-Totton", "R. Buick", "D.C. Catling"],
    "venue": "American Journal of Science 315,",
    "year": 2015
  }, {
    "title": "Depositional controls, distribution, and effectiveness of world’s petroleum source rocks",
    "authors": ["G.F. Ulmishek", "H.D. Klemme"],
    "venue": "U. S. Geol. Survey Bull. 1931,",
    "year": 1990
  }, {
    "title": "Cretaceous oceanic anoxic event 2 triggered by a massive magmatic episode",
    "authors": ["S.C. Turgeon", "R. Creaser"],
    "venue": "Nature 454, https://doi",
    "year": 2008
  }, {
    "title": "A misunderstood exceptional source rock in the Southern Mendoza area of the Neuquen Basin, Argentina",
    "authors": ["D.A. Kietzmann", "R.M. Palma", "A.C. Riccardi", "J. Martin-Chivelet", "Lopez-Gomez", "J. Sedimentology", "sequence stratigraphy of a Tithonian-Valanginian carbonate ramp (Vaca Muerta Formation"],
    "venue": "Sedimentary Geology 302, 64–86",
    "year": 2014
  }, {
    "title": "In Geology of tight gas reservoirs",
    "authors": ["R.M. Pollastro", "P.A. Scholle"],
    "venue": "(American Association of Petroleum Geologists,",
    "year": 1986
  }, {
    "title": "Sulfur determination by laser ablation high resolution magnetic sector ICP-MS applied to glasses, aphyric lavas, and micro-laminated sediments",
    "authors": ["Shu", "X.-J", "Lee", "C.-T. A"],
    "venue": "Chinese Journal of Geochemistry,",
    "year": 2015
  }, {
    "title": "biotic response to tectonic forcing during the mid-Cretaceous",
    "authors": ["R.M. Leckie", "T.J. Bralower", "Cashman", "R. Oceanic anoxic events", "plankton evolution"],
    "venue": "Paleoceanography 17, https://doi.org/10.1029/2001PA000623",
    "year": 2002
  }, {
    "title": "Rapid formation of Ontong Java Plateau by Aptian mantle plume volcanism",
    "authors": ["Tarduno", "J. A"],
    "venue": "Science 254,",
    "year": 1991
  }, {
    "title": "The break-up of Rodinia, birth of Gondwana, true polar wander and the snowball Earth",
    "authors": ["P.F. Hoffman"],
    "venue": "Journal of African Earth Sciences",
    "year": 1999
  }, {
    "title": "Tectonic forcing of late Cenozoic climate",
    "authors": ["M.E. Raymo", "W.F. Ruddiman"],
    "venue": "Nature 359,",
    "year": 1992
  }, {
    "title": "Plate tectonic influences on Neoproterozoic-early Paleozoic climate and animal",
    "authors": ["N.R. McKenzie", "N.C. Hughes", "B.C. Gill", "P.M. Myrow"],
    "venue": "evolution. Geology",
    "year": 2014
  }, {
    "title": "a case study of pseudotachylites within mylonitic granitoid",
    "authors": ["H. Jiang", "Lee", "C.-T.A.", "J.K. Morgan", "Ross", "C.H. Geochemistry", "thermodynamics of an earthquake"],
    "venue": "Earth and Planetary Science Letters 430, 235–248",
    "year": 2015
  }, {
    "title": "global compilation of radiometrically dated detrital zircon grains",
    "authors": ["P.J. Voice", "M. Kowalewski", "Eriksson", "K.A. Quantifying the timing", "rate of crustal evolution"],
    "venue": "Journal of Geology 119, 109–126 (2011). Acknowledgements We thank Martin Schuepbach, Kurt Rudolph, Albert Bally, Gary Gray, Steve Bergman, Wenrong Cao, and Laurence Yeung for discussions. This work was funded by a Frontiers of Earth System Dynamics grant from the NSF"
  }],
  "id": "SP:11bd51f9c57a98c2165cf3b457d0699e06c107d7",
  "authors": [{
    "name": "Cin-Ty A. Lee",
    "affiliations": []
  }, {
    "name": "Hehe Jiang",
    "affiliations": []
  }, {
    "name": "Elli Ronay",
    "affiliations": []
  }, {
    "name": "Daniel Minisini",
    "affiliations": []
  }, {
    "name": "Jackson Stiles",
    "affiliations": []
  }, {
    "name": "Matthew Neal",
    "affiliations": []
  }],
  "abstractText": "On greater than million year timescales, carbon in the ocean-atmosphere-biosphere system is controlled by geologic inputs of CO2 through volcanic and metamorphic degassing. High atmospheric CO2 and warm climates in the Cretaceous have been attributed to enhanced volcanic emissions of CO2 through more rapid spreading at mid-ocean ridges and, in particular, to a global flare-up in continental arc volcanism. Here, we show that global flare-ups in continental arc magmatism also enhance the global flux of nutrients into the ocean through production of windblown ash. We show that up to 75% of Si, Fe and P is leached from windblown ash during and shortly after deposition, with soluble Si, Fe and P inputs from ash alone in the Cretaceous being higher than the combined input of dust and rivers today. Ash-derived nutrient inputs may have increased the efficiency of biological productivity and organic carbon preservation in the Cretaceous, possibly explaining why the carbon isotopic signature of Cretaceous seawater was high. Variations in volcanic activity, particularly continental arcs, have the potential of profoundly altering carbon cycling at the Earth’s surface by increasing inputs of CO2 and ash-borne nutrients, which together enhance biological productivity and burial of organic carbon, generating an abundance of hydrocarbon source rocks.",
  "title": "Volcanic ash as a driver of enhanced organic carbon burial in the Cretaceous"
}