{
  "sections": [{
    "text": "Key words Prediction · K/T boundary · Impact · Ejecta · Impact frequency · Chicxulub\nIntroduction\nOne can use the term prediction in different ways, with respect to a large body impact. One kind of prediction is concerned with the chances of the next devastating impact, just like the weather forecast. But on the other hand, one can also use prediction as a forecast for what one can expect to find in the geological record, as result of a large body impact on the earth, as a test for a theory. Both types of prediction will be examined in this paper.\nJ. Smit Department of Sedimentary Geology, Institute of Earth Sciences, Free University de Boelelaan 1085, Amsterdam 1081 HV, The Netherlands\nProbability of major impact events\nOne of the questions frequently asked to scientists studying impacts is: When is the next large impact going to happen? Since meteorite impact is largely a stochastic process, this question cannot simply be answered. Size/frequency plots of the number of large bodies in an orbit intercepting the orbit of the Earth have been published by several authors, in particular by Weissman (1982), Wetherill and Shoemaker (1982) Shoemaker (1984) Shoemaker et al. (1979, 1990), Gehrels (1994). These estimates were determined in several ways, such as actual observation of meteoroid impacts in the top of the atmosphere by satellites (Tagliaferri et al. 1994) or photographic networks. Also, the frequency of past collisions with the Earth has been estimated on the counts of young craters on the Earth (Grieve et al. 1995) and on the Moon (Neukum and Ivanov 1994). Finally, the frequency of meteorite collisions can be estimated from the actual telescope (Carusi et al. 1994) and radar (Ostro et al. 1990) observations of large bodies with orbits that intercept, or nearly intercept the orbit of the Earth. The most widely used estimate of these frequencies is from Shoemaker (1983) who predicts an impact frequency of a body the size of the 1909 Tunguska bolide (&25 mT) once every 500 years, a body of 0.5 km every 250 000 years, of 1 km every 500 000 years, and a Cretaceous-Tertiary (K/T) boundary size type bolide ('10 km) every 100 millions years, although the uncertainty remains a factor of 3. The frequency of potential future impacts can also be estimated from the observation of the orbits of Earth crossing (Apollo) asteroids and short-lived comets, referred to as Near Earth Objects (NEOs). To perform such searches for NEOs, Eugene and Carolyn Shoemaker at the Palomar Observatory, and Tom Gehrels of the University of Arizona, among others, have developed programs such as the ‘‘Space guard’’ and ‘‘Spacewatch.’’ The count of large Earth crossing objects is more or less complete for objects larger than\n8 km. However, less than 5% of all objects '1 km have been detected, and for '0.1-km objects the completeness is less than 0.01% (Chapman and Morrison 1994). Furthermore, long-lived comets of any size cannot be predicted more than approximately 1 year before their entry into the inner solar system. At the present funding level, these programs are merely adequate to detect most the NEOs down to a size of 0.5 km within the next 20 years or so.\nSmaller objects, which are also potentially dangerous and generate energies up to the equivalent of 10 000 megaton (Mt) TNT, are much harder to detect and their orbits are much more difficult to determine (Chapman and Morrison 1994). NASA recently initiated the ‘‘Spaceguard’’ survey, a program designed to detect and determine the orbits of all objects hazardous to mankind within the next 20 years. When these orbits are known, a forewarning of a few months to a few years would be provided during which period it might be possible to mitigate the impact hazards. Whether nuclear missiles should be reserved to shatter incoming bodies (despite all the social and political problems involved), or more gentle methods should be applied, such as pushing the body at perihelion so that it would miss the Earth, is already a subject of heated debates (e.g., Carl Sagan vs Edward Teller at the Hazards Conference in Tucson, Arizona, January 1993).\nPrediction as validation of theory\nAlthough the precise moment of future impacts cannot be predicted, other aspects of large-body impacts contain predictive elements. For instance, the presence of densely cratered terranes on the Moon and several planets led to the prediction, and has forced the geologic community to realize that the Earth has been bombarded likewise. The vast majority of impacts took place during the early bombardment stage, 4.6—4 Ga ago, but in the past 2 Ga the rate of collision has remained stable, although a certain periodicity (26—30 Ma) in impact frequency may exist (Alvarez and Muller 1984; Hut et al. 1987).\nThe impact-extinction hypothesis at the CretaceousTertiary (K/T) boundary (Alvarez et al. 1980; Smit and Hertogen 1980) has had a strong predictive element from the beginning. Some of the predictions can be made in hindsight, but some predictions, based on actual knowledge of the cratering process and observations of ejecta on the Moon, were made at the start. Alvarez stated in the 1979 preprint of their 1980 paper that one of the scientifically strong points of the impact-extinction theory is its testability. Tests could be developed for the predictions that come out of the theory, so that these in the future may prove or disprove its value. We also shortly examine predictions of rival hypotheses, such as the worldwide effects of wide-\nspread (Deccan trap) volcanism (McLean 1981), and a major sea-level regression, just preceding the K/T boundary (Hallam 1992; Stanley 1987).\nPredictive elements of impacts: geologic and geochemical elements\nWhat has, or should have, been predicted in the impact scenario? From studies of the Moon it is clear that ejecta from cratering events should be found. Most of it reaches not more than two to three crater radii away, but more distal ejecta could possibly extend in rays over the entire globe. But what kind of ejecta? Presumably everything vaporized, melted and shocked, and driven out by the impact vapor plume.\nMelted distal ejecta on the Earth are known as tektites. Tektites are glassy objects with look superficially like obsidian glass, but are distinguished from these by the absence of small crystallites and the extremely low water content of the glass due to higher temperatures of the melt from which the tektites solidified.\nThe larger tektites range from 1 to 10 cm. ‘‘Microtektites,’’ found in deep sea cores sometimes by the thousands, range from 0.05 to 0.5 mm. Four large so-called strewnfields of tektites are known: one in the late Eocene, one associated with the Miocene Ries crater (Moldavites) and two in the Pleistocene. The 0.7-Maold Australasian strewnfield extends over the entire Indian Ocean, but no associated impact crater is known. The other strewnfield, in Ivory Coast, is associated with the 1.1-Ma-old, 10-km diameter Bosumtwi crater in Ghana.\nBecause some large craters are associated with a tektite strewnfield, the hunt is on for the tektites from the K/T boundary. But where are they?\nThe first additional evidence found were small crystalline potassium feldspar spherules in the Caravaca, Spain, impact layer (Smit and Klaver 1981) and later in many other K/T boundary sites. However, these spherules were strongly altered and did not convince many researchers. Somewhat later high-temperature, unaltered Ni-rich magnesioferrite spinels were found inside spherules. These spherules have a high iridium content. Those spinel-rich spherules occur almost worldwide in the K/T boundary layer (Kyte and Smit 1986; Montanari et al. 1983). The precursor of the K-feldspar spherules, a Ca-rich clinopyroxene, was later found in DSDP site 577 (Smit et al. 1992a,b). John and Glass (1972) earlier discovered spherules reminiscent of tektites in a late Eocene layer with enhanced iridium content (Ganapathy 1982), and therefore considered these to be impact related. However, these spherules have Ni-rich spinels and clinopyroxene inside, remarkably similar to those at the K/T boundary. Glass and Burns (1988) have termed such impact spherules microcrystites.\nTrue tektites were only recently discovered at the K/T boundary in Beloc, Haiti (Izett et al. 1990; Sigurdsson et al. 1991) and Mimbral, Mexico (Smit et al. 1992b). The glass has the characteristic low water content of tektite glass, and is therefore not an obsidian.\nNon-melted ejecta were also found. Studies of (in 1979) well-known impact craters, such as the Ries in Germany and Manicouagan in Canada, have shown that the surrounding rocks are shattered by the passage of shock waves, leaving traces in rocks and minerals. Well-known diagnostic macroscopic features for an impact crater are ‘‘shatter cones.’’ On a microscopic scale, sets of deformation lamellae occur in shocked minerals, termed planar deformation featuers (PDFs). These lamellae are amorphous, shock melted, and nicely contrast in the Transmission Electron Microscopy (TEM) with the crystalline host. Such PDFs are indicative of the high shock pressures (10—35 Gpa) created by the impact shock waves. They cannot be produced during volcanic eruptions, although lamellae produced by shear or twinning lamellae in volcanic xenocrysts have been confused with shock produced PDFs (Alexopoulos et al. 1988; Carter and Officer 1989).\nW. von Engelhardt (Tübingen) suggested in 1982 to search the K/T impact layer for minerals with diagnostic shock features, predicting that these should be found mixed in the layer. Bruce Bohor of the U.S. Geological Survey searched for such clues and found them as shocked quartz and stishovite in the K/T impact layer in the continental U.S. (Bohor et al. 1984), and later in many other K/T sites worldwide (Bohor et al. 1987).\nThe ‘‘vaporized’’ ejecta can only be traced geochemically, and are best represented by the iridium spike, derived from the vaporized impacting body. The vaporized target rocks probably do not leave a characteristic geochemical signature. It has been argued that iridium could also have been derived from volcanic exhalations, because a few specific fumaroles at Kilauea Volcano yield Ir-rich fluorides, albeit in negligibly small amounts. However, even if the iridium were from a giant volcanic eruption, such as the Deccan traps, there is another way to distinguish volcanic iridium from a cosmic source. Not only is iridium enriched at the K/T boundary, but also the other platinum metal group elements (PGEs) such as platinum, osmium, rhenium, palladium, rhodium. Iridium is usually exclusively mentioned because of its easy detection by instrumental neutron activation analysis (INAA), whereas the others require additional extraction. The PGE behave similarly, but their liquidus/solidus partitioning coefficients differ, so fractionation is expected in igneous processes. This fractionation produces a ‘‘volcanic’’ PGE pattern which is fundamentally different from a non-fractioned or primordial solar system source. Ganapathy (1980) and Kyte et al. (1985) tested the prediction that the PGEs at the K/T boundary should\nhave a cosmic pattern, and indeed, the K/T PGEs are close to a chondritic ratio.\nThe ‘‘easy’’ prediction is the presence of a crater. An iridium anomaly in itself does not require a large body impact, but ‘‘merely’’ a substantial increase in the flux of extraterrestrial matter. Also, the accretion of a shower of small objects hypothetically could cause an iridium anomaly, but the dynamics of a shower of such objects in the inner solar system predicts that the iridium then should have been accreted over 3 million years (Kyte and Wasson 1986). The shape of the iridium anomaly in the most complete, best preserved geologic sections, such as Agost (Fig. 2), Caravaca, and Zumaya in Spain, and El Kef in Tunisia, does not allow for such a prolonged accretion.\nThe finding of small-impact spherules (Smit and Klaver 1981) and particularly shocked quartz and stishovite grains in the K/T boundary layer (Bohor et al. 1984) definitively showed that a large impact, somewhere, must have taken place. Initially, the absence of a crater, predicted to be in the size range of 150—200 km, was explained away by pointing at the large amount of oceanic crust subducted since Late Cretaceous times (ca. 50% of the ocean crust; Smit 1990). This seemed supported by the finding of mafic spherules (microkrystites) at the K/T boundary (Montanari et al. 1983; Smit et al. 1992a), a flat chondritenormalized REE pattern (Smit and ten Kate 1982) and a negative eNd of spherules of the ejecta layer (DePaolo et al. 1983; Shaw and Wasserburg 1982). However, the\nglobal occurrence of highly shocked quartz (Bohor et al. 1987) strongly contradicted an oceanic source.\nThe Chicxulub crater discovery is a small story in itself, which dates back to the early 1970s, when the circular gravity anomalies were already attributed to a buried large-impact crater (Verschuur 1996) in some oil company circles. However, these thoughts remained unknown to the scientific community involved in cratering research for an amazingly long time.\nKnowing now the crater location, and the characteristics of the target rocks, we can say in hindsight that the age and the geochemistry of the crater melt fit remarkably well with the globally found ejecta, such as the glass from Mimbral and Beloc, and the shocked zircons from the U.S. interior (Bohor et al. 1990) and the microkrystites (Smit et al. 1992a).\nAdditional predictions, which could have been made, include the discovery of microdiamonds in the K/T ejecta layer (Gilmour et al. 1992). Careful TEM analysis can distinguish terrestrial diamonds from impact diamonds, which were known (and mined!) in the washedout ejecta of the Popigai crater in Siberia.\nPaleobiologic predictive elements\nConcerning the paleobiologic record, some predictions can be made which are compatible with an impactextinction scenario; others are not. The macrofossil record will always be disputed, because the incomplete record neither proves nor disproves gradual or instantaneous extinction. As for the microfossil record, the debate is still raging (Ginsburg 1997). Important is the question of whether the mass extinctions at the K/T boundary were preceded by significant extinctions in the Late Maastrichtian, accelerating towards the K/T boundary. If one can prove the latter, than the relation to the impact event would be seriously questioned. However, the road to a definitive answer is pockmarked with pitfalls. A major pitfall is the socalled Signor-Lipps effect (Signor and Lipps 1982), which implies that for homogeneously distributed rare species, the illusion of a gradual disappearance emerges when approaching an extinction level, where in reality a sharp cutoff exists. On the other hand, the occurrence of a hiatus may artificially truncate species ranges, creating the illusion of a catastrophic extinction. The best records across the K/T boundary (El Kef, Tunisia; Agost, Caravaca, Zumaya, Spain), do not show any significant hiatus (biostratigraphically and sedimentologically), but show an almost instantaneous decline in the population and relative abundances of foraminifera and nannofossils, at the exact impact ejecta level, coincident with a major change in L13C (Fig. 2). The Signor-Lipps effect may have influenced analyses of foraminiferal assemblages (Keller 1988). Rare species show an apparent gradual extinction record. However, this record is probably artificial, as demonstrated in a so-called blind test conducted to test foraminiferal extinction patterns (Ginsburg 1997). Another wellknown example of the Signor-Lipps effect is the putative decline of ammonite species abundance in the Late Maastrichtian (Wiedmann 1988). More extensive searches by Ward and Kennedy (1993) have shown that ammonite faunas last up to the K/T boundary, with little or no evidence for a decline prior to their final\nextinction. A similar pattern exists for the extinction of the dinosaurs. It was argued that the last dinosaur remains occurred approximately 3 m below the K/T boundary (Clemens et al. 1981) and gradually declined in the Maastrichtian (Sloan 1986). The only analysis to date performed to test the gradual disappearance of dinosaurs however, demonstrated that the decline was more apparent than real. Additional collecting efforts have narrowed the gap between the youngest in situ dinosaur remains and the K/T boundary. In Colorado (USA) footprints of a hadrosaur occurs 37 cm below the K/T ejecta layer (Lockley 1991). In Moreno shale of the Panoche Hills section (California), a juvenile hadrosaur jaw was found at the K/T boundary level. In northern Spain, a dentary jaw of a hadrosaur was found in the Fontllonga section (A. Schulp, pers. commun.) near the K/T boundary, arguing against the conclusion that dinosaurs went extinct in southern Europe long before the K/T boundary (Galbrun et al. 1993).\nApart from those changes attributed to the SignorLipps effect, the latest Maastrichtian fossil record does not show any proven decline towards the K/T boundary, suggesting that the extinctions were sudden and unannounced. Over the last 10—30 million years of the Cretaceous there is possibly a decline in abundance of several taxa (dinosaurs, ammonites, rudists). However, considering the long duration, the decline has probably no relation to their final demise, but may be related to long-duration climate (or sea-level) changes.\nIt has been predicted, on the basis of statistal analysis of paleontological databases, assuming a cause-andeffect relationship between large impacts and extinction events, that large impacts in geological history did not occur randomly, but display a certain periodicity (Raup and Sepkoski 1988).\nThe age/size distribution on Earth of craters seems to be close to random (Grieve and Shoemaker 1994), although an early analysis has suggested a certain periodicity of cratering events at specific time intervals (Alvarez and Muller 1984). The problems of accurately dating most of the impact craters precludes an reliable test of periodicity vs randomness. For instance, the large Popigai crater in Siberia has yielded ages ranging from 30 to 70 million years. Also, the supposed periodicity of extinctions has not been supported by additional data, and has been questioned (Hoffman 1986).\nPredictive elements of volcanism and sea-level change\nHow do the predictions fare which are inherent to a hypothesis of widespread or global volcanism (Officer and Drake 1985)? Clearly, the Deccan trap basaltic volcanics were extruded in an interval straddling the K/T boundary, mostly during Chron 29R. But the volcanism is still of a regional nature. Moreover, iridium concentrations in the Deccan traps are extremely low ( 0.02 ng/g; Olmez et al. 1986), and PGE\nratios from the Deccan traps deviate strongly from chondritic ratios (Pd/Ir\"&50 and &1, respectively; Naldrett and Duke 1980). There is little evidence for increased volcanism elsewhere. A concentration of volcanic ash layers near and straddling the K/T boundary has not been found thus far. Well-known volcanic ejecta, such as volcanic glass shards or phenocrysts with associated volcanic geochemical markers, are not known to be anomalously concentrated at the K/T boundary. Volcanic explanations for highly oxidized Ni-rich spinels, volatile-free glass (from Beloc, Haiti; Koeberl 1992), shocked minerals, microdiamonds, stishovite, or their world wide distribution, all known from the K/T boundary layer, have not passed a critical test.\nThe mechanism of dispersion of volcanic eruptive material differs fundamentally from the dispersion of ejecta from a large impact. Even the largest eruptions imaginable are not capable of breaching the atmosphere, because the eruption plumes are driven largely by the buoyancy with respect to the lower atmosphere, and have an upper height of 55 km. From studies of the huge Toba lake eruption, it could be concluded that volcanic particles in the size range of 50—500 lm will not be transported further than 2000 km and should show a nice distance-grain size relation. An energetic impact or nuclear explosion in excess of approximately 200 Mt, far smaller than the Chicxulub impact with an energy of more than 100]106 Mt, will blow away the atmosphere and ballistically disperse both coarse and extremely fine ejecta worldwide. The K/T boundary ejecta are dispersed worldwide. When the K/T ejecta layer is well preserved, it is invariably 2—3 mm in thickness (except for the proximal sites in North America and the Caribbean). This observation alone argues against volcanic eruptions.\nAlso the often-mentioned late Maastrichtian up to 150-m-large sea-level lowering can be tested for its predictions (Hallam 1992). The evidence for sea-level lowering has a certain element of circular reasoning; because species abundances of a.o. ammonites, rudists, inoceramids, and foraminifers are suggested to decline for several million years (Hallam 1992; Stanley 1987) a sea-level change is invoked, where the Signor-Lipps effect could be blamed. Sea-level changes should preferably be observable in sedimentary packages following the rules of sequence stratigraphy (a sequence boundary), such as turbidite fan deposits, significant lowstand hiatuses or ravinement valleys, and sediment starvation near the maximum flooding surface. However, there is almost no hard sedimentologic evidence in favor of an exceptional uppermost Maastrichtian sea-level lowering. Sequence boundaries are shown on sea-level cycle charts (Haq et al. 1988) at 67, 68, and 71 Ma, or 0.5, 1.5, and 4.5 m.y., respectively, before the K/T boundary. These sequence boundaries may be represented in the Zumaya section, a continuous section of hemipelagic marls and limestones with intercalated turbidites, as a lithologic discontinuity from limestone-dominated to\nclay-dominated units at 15 m (0.3 Ma). 70 m (1.4 Ma), and 135 m (2.75 Ma), respectively, below the K/T boundary (Kate and Sprenger 1993). The disappearance of the Inoceramids at 2.75 Ma may coincide with the sequence boundary at 71 Ma, but there are no significant other extinctions near any of those levels. Moreover, even larger sea-level lowering events such as in the Upper Oligocene are not accompanied by any significant extinctions.\nInstead, a pronounced sea-level drop has been demonstrated in the earliest Danian (M. pseudobulloides zone; Mancini et al. 1989). Evidence for this lowering is the Vroenhoven hard ground in Limburg, Netherlands, and the hard- ground topping the Cerithium limestone in Denmark. On the Gulf Coast the sea level lowering is represented by the Clayton sands in Alabama (Mancini et al. 1989) and the Littig formation in Texas, lying often directly upon the K/T boundary (Smit et al. 1996). This lower Danian sea-level lowering has often removed the top of the Maastrichtian, creating the illusion of a late Maastrichtian hiatus and therefore a late Maastrichtian sea-level lowstand.\nConclusions\nMaking a prediction when the next large-body impact is going to happen is presently clearly impossible. Yet telescopic observations of Apollo-type asteroids and impact crater counts show that the frequency of largebody impacts is not negligible.\nAnother aspect of prediction is the verification of the hypothesis of impact-induced extinctions. The most famous example from the K/T boundary originally started with an iridium anomaly from a few K/T boundary sites. In the decades following the initial launch of the theory an impressive array of predictions and should-have-been-made predictions were fulfilled. Various types of ejecta were found (microkrystites, shocked minerals, stishovite, nanometer-sized diamonds, tektites, Ni-rich spinels) in the K/T boundary layer. The paleobiologic record seems better explained by a sudden mass extinction precisely at the K/T boundary than by a gradual species abundance decline. Finally, Chicxulub impact crater has precisely the same age as the glassy tektites from the K/T boundary. Moreover, the crater has the predicted size, a diameter of 180 km, and has the same geochemical characteristics as the ejecta.\nCompeting theories, such as widespread volcanism or sea-level lowering, have only a few predictions fulfilled. The large Deccan trap plateau basalts straddle the K/T boundary, but fail to explain almost all of the phenomena at the K/T boundary. A latest Maastrichtian sea-level lowering likewise fails to explain the finds at the K/T boundary. Moreover, it is not supported by the sedimentary record, which instead points to an earliest Danian sea-level lowering. The apparent de-\ncline in species abundances of a.o. ammonites and dinosaurs, often cited in support of sea-level changes, lacks a robust database, and is better explained by the Signor-Lipps effect.\nReferences\nAlexopoulos JS, Grieve RAF, Robertson PB (1988) Microscopic lamellar deformation features in quartz: discriminative characteristics of shock-generated varieties. Geology 16 : 796—799 Alvarez W, Muller RA (1984) Evidence in crater ages for periodic impacts on the earth. Nature 308 : 718—720 Alvarez LW, Alvarez W, Asaro F, Michel HV (1980) Extraterrestrial cause for the Cretaceous—Tertiary extinction. Science 208 : 1095—1108 Bohor BF, Foord EE, Modreski PJ, Triplehorn DM (1984) Mineralogic evidence for an impact event at the Cretaceous—Tertiary boundary. Science 224 : 867—869 Bohor BF, Modreski PJ, Foord EE (1987) Shocked quartz in the Cretaceous—Tertiary boundary clays: evidence for a global distribution. Science 236 : 705—709 Bohor BF, Betterton WJ, Foord EE (1990) Shocked zircon and chromite in K/T boundary claystones. Meteoritics 25 : 350 Bottke WE, Melosh HJ (1996) Formation of asteroid satellites and doublet craters by planetary tidal forces. Nature 381 : 51—54 Brinkhuis H, Smit J (1996) The Geulhemmerberg Cretaceous/Tertiary boundary section (Maastrichtian type area, SE Netherlands) an introduction. Geol Mijnbouw 75 : 101—106 Carter NL, Officer CB (1989) Comment and reply on ‘‘Microscopic lamellar deformation features in quartz: discriminative characteristics of shock-generated varieties.’’ Geology 17 : 477—480 Carusi A, Gehrels T, Helin EF, Marsden BG, Russell KS, Shoemaker CS, Shoemaker EM, Steel DI (1994) Near-earth objects: present search programs. In: Gehrels T (ed) Hazards due to comets and asteroids. University of Arizona Press, Tucson Chapman CR, Morrison D (1994) Impact on the Earth by asteroids and comets: assessing the hazards. Nature 367 : 33—40 Clemens WA, Archibald JD, Hickey LJ (1981) Out with a whimper, not a bang. Paleobiology 7 : 293—298 Galbrun B, Feist M, Colombo F, Rocchia, R, Tambareau Y (1993) Magnetostratigraphy and biostratigraphy of Cretaceous—Tertiary continental deposits, Ager basin, Prov of Lerida, Spain. Paleogeogr Paleoclimatol Paleoecol 102 : 41—51 Ganapathy R (1980) A major meteorite impact on the Earth 65 million years ago: evidence from the Cretaceous-Tertiary boundary clay. Science 209 : 921—923 Ganapathy R (1982) Evidence for a major meteorite impact on the Earth 34† million years ago: implication on the origin of North American tektites and Eocene extinction. In: Silver LT, Schultz PH (eds) Geological implications of impacts of large asteroids and comets on the Earth. Geol Soc Am, Boulder Colorado, pp 513—516 Gehrels T (1994) Hazards due to comets ad asteroids. In: Gehrels T (ed) Space sciences series, vol 24, 1299. University of Arizona Press, Tucson Gilmour I, Russell SS, Arden JW, Lee MR, Franchi IA, Pillinger CT (1992) Terrestrial carbon and nitrogen isotopic ratios from Cretaceous—Tertiary boundary nanodiamonds. Science 258 : 1624—1626 Ginsburg RN (1997) An attempt to resolve the controversy over the end-Cretaceous extinction of planktic foraminifera using a blind test. Introduction: background and procedures. Marine Micropaleontology, 29 : 67—68 Glass BP, Burns CA (1988) Microkrystites: a new term for impactproduced glassy spherules containing primary crystallites. Lunar and planetary Science Conference, pp 455—458 Grieve R, Rupert J, Smith J, Therriault A (1995) The record of terrestrial impact cratering. GSA Today 5 : 189—194\nGrieve RAF, Shoemaker EM (1994) The record of past impacts on the earth. In: Gehrels T (ed) Hazards due to comets and asteroids. University of Arizona Press, Tucson, pp 417—462 Groot JJ, Jonge RBG de, Langereis CG, ten Kate WGHZ, Smit J (1989) Magnetostratigraphy of the Cretaceous—Tertiary boundary at Agost (Spain). Earth Planet Sci Lett 94 : 385—397 Hallam A (1992) Phanerozoic sealevel changes. Columbia University Press, New York Haq BU, Hardenbol J, Vail PR (1988) Mesozoic and Cenozoic chronostratigraphy and cycles of sea-level change. 42 : 71—108 Hoffman A (1986) Was there 26-Myr periodicity of extinctions? Nature 321 : 535—536 Hut P, Alvarez W, Elder WP, Hansen T, Kauffman EG, Keller G, Shoemaker EM, Weissman PR (1987) Comet showers as a cause of mass extinctions. Nature 329 : 118—126. Izett GA, Maurrasse FJ-MR, Lichte FE, Meeker GP, Bates R (1990) Tektites in Cretaceous—Tertiary boundary rocks on Haiti. US Geol Surv Open-File Rep 90—635 : 1—31 John C, Glass BP (1972) Clinopyroxene-bearing glass spherules associated with North American microtektites. Geology 2 : 599—602 Kate WGT, Sprenger A (1993) Orbital cyclicities above and below the Cretaceous/Paleogene boundary at Zumaya (N Spain), Agost and Relleu. Sediment Geol 87 : 69—101 Keller G (1988) Extinction, survivorship and evolution of planktic Foraminifera across the Cretaceous/Tertiary boundary at El Kef. Tunisia. Mar Micropaleontol 13 : 239—263 Koeberl C (1992) Water content of glasses from the K/T boundary, Haiti: an indication of impact origin. Geochim Cosmochim Acta 56 : 4329—4332 Kyte FT, Smit J (1986) Regional variations in spinel compositions: an important key to the Cretaceous/Tertiary event. Geology 14 : 485—487 Kyte FT, Wasson JT (1986) Accretion rate of extraterrestrial matter: iridium deposited 33 to 67 million years ago. Science 232 : 1225—1229 Kyte FT, Smit J, Wasson JT (1985) Siderophile interelement variations in the Cretaceous—Tertiary boundary sediments from Caravaca, Spain. Earth Planet Sci Lett 73 : 183—195 Lockley M (1991) Tracking dinosaurs: a new look at an ancient world. Cambridge University Press, Cambridge Mancini EA, Tew BH, Smith CC (1989) Cretaceous—Tertiary contact, Mississippi and Alabama. J Foraminiferal Res 19 : 93—104 McLean DM (1981) Deccan volcanism and the Cretaceous—Tertiary transition scenario: a unifying causal mechanism. In: Russell DA, Rice G (eds) K-Tec II, Cretaceous—Tertiary extinctions and possible terrestrial and extraterrestrial causes. National Museums of Canada. Ottawa, pp 143—144 Montanari A, Hay RL, Alvarez W, Asaro F, Michel HV, Alvarez LW, Smit J (1983) Spheroids at the Cretaceous—Tertiary boundary are altered impact droplets of basaltic composition. Geology 11 : 668—671 Naldrett JA, Duke JM (1980) Platinum metals in magmatic sulfide ores. Science 208 : 1417—1424 Neukum G, Ivanov BA (1994) Crater size distributions and impact probabilities on Earth from lunar, terrestrial-planet, and asteroidal cratering data. In: Gehrels T (ed) Hazards due to comets and asteroids. University of Arizona Press, Tucson, pp 359—416 Officer CB, Drake CL (1985) Terminal, Cretaceous environmental effects. Science 227 : 1161—1167 Olmez I, Finnegan DL, Zoller WH (1986) Iridium emissions from Kilauea Volcano. J Geophys Res 91 : 653—663 Ostro SJ, Chandler JF, Hine AA, Rosema KD, Shapiro II, Yeomans DK (1990) Radar images of Asteroid 1989 PB. Science 248 : 1523—1528 Paolo DJ de, Kyte FT, Marshall BD, O’Neil JR, Smit J (1983) Rb—Sr, Sm—Nd, K—Ca, O, and H isotopic study of Cretaceous—Tertiary boundary sediments, Caravaca, Spain: evidence for an oceanic impact site. Earth Planet Sci Lett 64 : 356—373 Raup DM, Sepkoski JJ Jr (1988) Testing for periodicity of extinction. Science 241 : 94—96 Shaw HF, Wasserburg GJ (1982) Age and provenance of the target materials for tektites and possible impactites as inferred from Sm—Nd and Rb—Sr systematics. Earth Planet Sci Lett 60 : 155—177 Shoemaker EM (1983) Asteroid and comet bombardment of the Earth. Ann Rev Earth Planet Sci 11 : 461—494 Shoemaker EM (1984) Large body impacts through geologic time. In: Holland HD, Trendall AF (eds) Patterns of change in earth history. Dahlem Konferenzen. Springer, Berlin Heidelberg New York, pp 15—40 Shoemaker EM, Williams JG, Helin EF, Wolfe RF (1979) Earthcrossing asteroids: orbital classes, collision rates with Earth, and origin. In: Gehrels T (ed) Asteroids. University of Arizona Press, Tucson, pp 253—282 Shoemaker EM, Wolfe RF, Shoemaker CS (1990) Asteroid and comet flux in the neighbourhood of the earth. In: Sharpton VL, Ward PD (eds) Global catastrophes in earth history: an interdisciplinary conference on impacts, volcanism, and mass mortality. Geol Soc Am. Boulder, Colorado, pp 155—170 Signor PW, Lipps JH (1982) Sampling bias, gradual extinction patterns, and catastrophes in the fossil record. Geol Soc Am Spec Pap 190 : 291—296 Sigurdsson H, D’Hondt S, Arthur MA, Bralower TJ, Zachos JC, van Fossen M, Channell JET (1991) Glass from the Cretaceous— Tertiary boundary in Haiti. Nature 349 : 482—487 Sloan RE, Rigby JK, Valen LMV, Gabriel D (1986) Gradual dinosaur extinction and simultaneous ungulate radiation in the Hell Creek formation. Science 232 : 629—633 Smit J (1990) Meteorite impact, extinctions and the Cretaceous—Tertiary boundary. Geol Mijnbouw 69 : 187—204 Smit J, Hertogen J (1980) An extraterrestrial event at the Cretaceous— Tertiary boundary. Nature 285 : 198—200 Smit J, Klaver G (1981) Sanidine spherules at the Cretaceous— Tertiary boundary indicate a large impact event. Nature 292 : 47—49 Smit J, ten Kate WGHZ (1982) Trace element patterns at the Cretaceous—Tertiary boundary: consequences of a large impact. Cretaceous Res 3 : 307—332 Smit J, Alvarez W, Montanari Am Swinburne N, Kempen TM van, Klaver GT, Lustenhouwer WJ (1992a) ‘‘Tektites’’ and microkrystites at the Cretaceous—Tertiary boundary: two strewnfields, one crater? Proc Lun Planet Sci Conf 22 : 87—100 Smit J, Montanari A, Swinburne NHM, Alvarez W, Hildebrand AR, Margolis SV, Claeys P, Lowrie W, Asaro F (1992b) Tektitebearing, deep-water clastic unit at the Cretaceous—Tertiary boundary in northeastern Mexico. Geology 20 : 99—103 Smit J, Roep TB, Alvarez W. Montanari A, Claeys P, GrajalesNishimura JM, Bermudez J (1996) Coarse grained, clastic sandstone complex at the K/T boundary around the Gulf of Mexico: deposition by tsunami waves induced by the Chicxulub impact? In: Ryder G, Fastovski D, Gartner S (eds) The Cretaceous—Tertiary event and other catastrophes in earth history. Geol Soc Am Spec Pap 307 : 151—182 Stanley SM (1987) Extinction. Freeman, New York, p.242 Tagliaferri E, Spalding R, Jacobs C, Worden SP, Ehrlich A (1994) Detection of meteoroid impacts by optical sensors in Earth orbit. In: Gehrels T (ed) Hazards due to comets and asteroids. University of Arizona Press, Tucson, pp 199—220 Verschuur GL (1996) Impact! (the threat of comets and asteroids). Oxford University Press, Oxford, p. 223 Ward PD, Kennedy WJ (1993) Maastrichtian ammonites from the Biscay region (France, Spain). J Paleontol 67 (memoir 34): 1—58 Weissman PR (1982) Terrestrial impact rates for long- and shortperiod comets. Geol Soc Am Spec Pap 190 : 15—24 Wetherill GW, Shoemaker EM (1982) Collision of astronomically observable bodies with the earth. Geol Soc Am Spec Pap 190 : 1—13 Wiedmann J (1988) The Basque coastal sections of the K/T boundary. A key to understanding ‘‘mass extinction’’ in the fossil record. Revista Espanola Paleontol: 127—140"
  }],
  "year": 1997,
  "references": [{
    "title": "Microscopic lamellar deformation features in quartz: discriminative characteristics of shock-generated",
    "authors": ["JS Alexopoulos", "RAF Grieve", "PB Robertson"],
    "venue": "varieties. Geology",
    "year": 1988
  }, {
    "title": "Evidence in crater ages for periodic impacts on the earth",
    "authors": ["W Alvarez", "RA Muller"],
    "venue": "Nature",
    "year": 1984
  }, {
    "title": "Extraterrestrial cause for the Cretaceous—Tertiary extinction",
    "authors": ["LW Alvarez", "W Alvarez", "F Asaro", "HV Michel"],
    "venue": "Science",
    "year": 1980
  }, {
    "title": "Mineralogic evidence for an impact event at the Cretaceous—Tertiary",
    "authors": ["BF Bohor", "EE Foord", "PJ Modreski", "DM Triplehorn"],
    "venue": "boundary. Science",
    "year": 1984
  }, {
    "title": "Shocked quartz in the Cretaceous—Tertiary boundary clays: evidence for a global distribution",
    "authors": ["BF Bohor", "PJ Modreski", "EE Foord"],
    "venue": "Science",
    "year": 1987
  }, {
    "title": "Shocked zircon and chromite in K/T boundary claystones",
    "authors": ["BF Bohor", "WJ Betterton", "EE Foord"],
    "venue": "Meteoritics",
    "year": 1990
  }, {
    "title": "Formation of asteroid satellites and doublet craters by planetary tidal forces",
    "authors": ["WE Bottke", "HJ Melosh"],
    "venue": "Nature",
    "year": 1996
  }, {
    "title": "The Geulhemmerberg Cretaceous/Tertiary boundary section (Maastrichtian type area, SE Netherlands) an introduction",
    "authors": ["H Brinkhuis", "J Smit"],
    "venue": "Geol Mijnbouw",
    "year": 1996
  }, {
    "title": "Comment and reply on ‘‘Microscopic lamellar deformation features in quartz: discriminative characteristics of shock-generated varieties.’",
    "authors": ["NL Carter", "CB Officer"],
    "venue": "Geology",
    "year": 1989
  }, {
    "title": "Near-earth objects: present search programs. In: Gehrels T (ed) Hazards due to comets and asteroids",
    "authors": ["A Carusi", "T Gehrels", "EF Helin", "BG Marsden", "KS Russell", "CS Shoemaker", "EM Shoemaker", "DI Steel"],
    "year": 1994
  }, {
    "title": "Impact on the Earth by asteroids and comets: assessing the hazards",
    "authors": ["CR Chapman", "D Morrison"],
    "venue": "Nature",
    "year": 1994
  }, {
    "title": "Out with a whimper, not a bang",
    "authors": ["WA Clemens", "JD Archibald", "LJ Hickey"],
    "venue": "Paleobiology",
    "year": 1981
  }, {
    "title": "Magnetostratigraphy and biostratigraphy of Cretaceous—Tertiary continental deposits, Ager basin, Prov of Lerida, Spain",
    "authors": ["B Galbrun", "M Feist", "F Colombo", "Rocchia R", "Y Tambareau"],
    "venue": "Paleogeogr Paleoclimatol Paleoecol",
    "year": 1993
  }, {
    "title": "A major meteorite impact on the Earth 65 million years ago: evidence from the Cretaceous-Tertiary boundary clay",
    "authors": ["R Ganapathy"],
    "venue": "Science",
    "year": 1980
  }, {
    "title": "Evidence for a major meteorite impact on the Earth 34† million years ago: implication on the origin of North American tektites and Eocene extinction. In: Silver LT, Schultz PH (eds) Geological implications of impacts of large asteroids and comets on the Earth",
    "authors": ["R Ganapathy"],
    "venue": "Geol Soc Am, Boulder Colorado,",
    "year": 1982
  }, {
    "title": "Terrestrial carbon and nitrogen isotopic ratios from Cretaceous—Tertiary boundary nanodiamonds",
    "authors": ["I Gilmour", "SS Russell", "JW Arden", "MR Lee", "IA Franchi", "CT Pillinger"],
    "venue": "Science",
    "year": 1992
  }, {
    "title": "An attempt to resolve the controversy over the end-Cretaceous extinction of planktic foraminifera using a blind test. Introduction: background and procedures",
    "authors": ["RN Ginsburg"],
    "venue": "Marine Micropaleontology,",
    "year": 1997
  }, {
    "title": "Microkrystites: a new term for impactproduced glassy spherules containing primary crystallites",
    "authors": ["BP Glass", "CA Burns"],
    "venue": "Lunar and planetary Science Conference,",
    "year": 1988
  }, {
    "title": "The record of terrestrial impact cratering",
    "authors": ["R Grieve", "J Rupert", "J Smith", "A Therriault"],
    "venue": "GSA Today",
    "year": 1995
  }, {
    "title": "The record of past impacts on the earth. In: Gehrels T (ed) Hazards due to comets and asteroids",
    "authors": ["RAF Grieve", "EM Shoemaker"],
    "year": 1994
  }, {
    "title": "Magnetostratigraphy of the Cretaceous—Tertiary boundary at Agost (Spain)",
    "authors": ["JJ Groot", "de Jonge RBG", "CG Langereis", "WGHZ ten Kate", "J Smit"],
    "venue": "Earth Planet Sci Lett",
    "year": 1989
  }, {
    "title": "Phanerozoic sealevel changes",
    "authors": ["A Hallam"],
    "year": 1992
  }, {
    "title": "Mesozoic and Cenozoic chronostratigraphy and cycles of sea-level change",
    "authors": ["BU Haq", "J Hardenbol", "PR Vail"],
    "year": 1988
  }, {
    "title": "Was there 26-Myr periodicity of extinctions",
    "authors": ["A Hoffman"],
    "venue": "Nature",
    "year": 1986
  }, {
    "title": "Comet showers as a cause of mass extinctions",
    "authors": ["P Hut", "W Alvarez", "WP Elder", "T Hansen", "EG Kauffman", "G Keller", "EM Shoemaker", "PR Weissman"],
    "venue": "Nature",
    "year": 1987
  }, {
    "title": "Tektites in Cretaceous—Tertiary boundary rocks on Haiti",
    "authors": ["GA Izett", "FJ-MR Maurrasse", "FE Lichte", "GP Meeker", "R Bates"],
    "venue": "US Geol Surv Open-File Rep",
    "year": 1990
  }, {
    "title": "Clinopyroxene-bearing glass spherules associated with North American microtektites",
    "authors": ["C John", "BP Glass"],
    "venue": "Geology",
    "year": 1972
  }, {
    "title": "Orbital cyclicities above and below the Cretaceous/Paleogene boundary at Zumaya (N Spain), Agost and Relleu",
    "authors": ["WGT Kate", "A Sprenger"],
    "venue": "Sediment Geol",
    "year": 1993
  }, {
    "title": "Extinction, survivorship and evolution of planktic Foraminifera across the Cretaceous/Tertiary boundary at El Kef",
    "authors": ["G Keller"],
    "venue": "Tunisia. Mar Micropaleontol",
    "year": 1988
  }, {
    "title": "Water content of glasses from the K/T boundary, Haiti: an indication of impact origin",
    "authors": ["C Koeberl"],
    "venue": "Geochim Cosmochim Acta",
    "year": 1992
  }, {
    "title": "Regional variations in spinel compositions: an important key to the Cretaceous/Tertiary",
    "authors": ["FT Kyte", "J Smit"],
    "venue": "event. Geology",
    "year": 1986
  }, {
    "title": "Accretion rate of extraterrestrial matter: iridium deposited 33 to 67 million years",
    "authors": ["FT Kyte", "JT Wasson"],
    "venue": "ago. Science",
    "year": 1986
  }, {
    "title": "Siderophile interelement variations in the Cretaceous—Tertiary boundary sediments from Caravaca, Spain",
    "authors": ["FT Kyte", "J Smit", "JT Wasson"],
    "venue": "Earth Planet Sci Lett",
    "year": 1985
  }, {
    "title": "Tracking dinosaurs: a new look at an ancient world",
    "authors": ["M Lockley"],
    "year": 1991
  }, {
    "title": "Cretaceous—Tertiary contact, Mississippi and Alabama",
    "authors": ["EA Mancini", "BH Tew", "CC Smith"],
    "venue": "J Foraminiferal Res",
    "year": 1989
  }, {
    "title": "Deccan volcanism and the Cretaceous—Tertiary transition scenario: a unifying causal mechanism. In: Russell DA, Rice G (eds) K-Tec II, Cretaceous—Tertiary extinctions and possible terrestrial and extraterrestrial causes",
    "authors": ["DM McLean"],
    "venue": "National Museums of Canada. Ottawa,",
    "year": 1981
  }, {
    "title": "Spheroids at the Cretaceous—Tertiary boundary are altered impact droplets of basaltic",
    "authors": ["A Montanari", "RL Hay", "W Alvarez", "F Asaro", "HV Michel", "LW Alvarez", "J Smit"],
    "venue": "composition. Geology",
    "year": 1983
  }, {
    "title": "Platinum metals in magmatic sulfide",
    "authors": ["JA Naldrett", "JM Duke"],
    "venue": "ores. Science",
    "year": 1980
  }, {
    "title": "Crater size distributions and impact probabilities on Earth from lunar, terrestrial-planet, and asteroidal cratering data. In: Gehrels T (ed) Hazards due to comets and asteroids",
    "authors": ["G Neukum", "BA Ivanov"],
    "year": 1994
  }, {
    "title": "Terminal, Cretaceous environmental effects",
    "authors": ["CB Officer", "CL Drake"],
    "venue": "Science",
    "year": 1985
  }, {
    "title": "Iridium emissions from Kilauea Volcano",
    "authors": ["I Olmez", "DL Finnegan", "WH Zoller"],
    "venue": "J Geophys Res",
    "year": 1986
  }, {
    "title": "Rb—Sr, Sm—Nd, K—Ca, O, and H isotopic study of Cretaceous—Tertiary boundary sediments, Caravaca, Spain: evidence for an oceanic impact site",
    "authors": ["de Paolo DJ", "FT Kyte", "BD Marshall", "JR O’Neil", "J Smit"],
    "venue": "Earth Planet Sci Lett",
    "year": 1983
  }, {
    "title": "Testing for periodicity of extinction",
    "authors": ["Raup DM", "Sepkoski JJ Jr."],
    "venue": "Science",
    "year": 1988
  }, {
    "title": "Age and provenance of the target materials for tektites and possible impactites as inferred from Sm—Nd and Rb—Sr systematics",
    "authors": ["HF Shaw", "GJ Wasserburg"],
    "venue": "Earth Planet Sci Lett",
    "year": 1982
  }, {
    "title": "Asteroid and comet bombardment of the Earth",
    "authors": ["EM Shoemaker"],
    "venue": "Ann Rev Earth Planet Sci",
    "year": 1983
  }, {
    "title": "Large body impacts through geologic time. In: Holland HD, Trendall AF (eds) Patterns of change in earth history. Dahlem Konferenzen",
    "authors": ["EM Shoemaker"],
    "year": 1984
  }, {
    "title": "Earthcrossing asteroids: orbital classes, collision rates with Earth, and origin. In: Gehrels T (ed) Asteroids",
    "authors": ["EM Shoemaker", "JG Williams", "EF Helin", "RF Wolfe"],
    "year": 1979
  }, {
    "title": "Asteroid and comet flux in the neighbourhood of the earth. In: Sharpton VL, Ward PD (eds) Global catastrophes in earth history: an interdisciplinary conference on impacts, volcanism, and mass mortality",
    "authors": ["EM Shoemaker", "RF Wolfe", "CS Shoemaker"],
    "venue": "Geol Soc Am. Boulder,",
    "year": 1990
  }, {
    "title": "Sampling bias, gradual extinction patterns, and catastrophes in the fossil record",
    "authors": ["PW Signor", "JH Lipps"],
    "venue": "Geol Soc Am Spec Pap",
    "year": 1982
  }, {
    "title": "Channell JET (1991) Glass from the Cretaceous— Tertiary boundary in Haiti",
    "authors": ["H Sigurdsson", "S D’Hondt", "MA Arthur", "TJ Bralower", "JC Zachos", "M van Fossen"],
    "venue": "Nature",
    "year": 1991
  }, {
    "title": "Gradual dinosaur extinction and simultaneous ungulate radiation in the Hell Creek formation",
    "authors": ["RE Sloan", "JK Rigby", "LMV Valen", "D Gabriel"],
    "venue": "Science",
    "year": 1986
  }, {
    "title": "Meteorite impact, extinctions and the Cretaceous—Tertiary boundary",
    "authors": ["J Smit"],
    "venue": "Geol Mijnbouw",
    "year": 1990
  }, {
    "title": "An extraterrestrial event at the Cretaceous",
    "authors": ["J Smit", "J Hertogen"],
    "venue": "Tertiary boundary. Nature",
    "year": 1980
  }, {
    "title": "Sanidine spherules at the Cretaceous— Tertiary boundary indicate a large impact event",
    "authors": ["J Smit", "G Klaver"],
    "venue": "Nature",
    "year": 1981
  }, {
    "title": "Trace element patterns at the Cretaceous—Tertiary boundary: consequences of a large impact",
    "authors": ["Smit J", "ten Kate"],
    "venue": "WGHZ",
    "year": 1982
  }, {
    "title": "Tektites’’ and microkrystites at the Cretaceous—Tertiary boundary: two strewnfields, one crater",
    "authors": ["J Smit", "W Alvarez", "N Montanari Am Swinburne", "van Kempen TM", "GT Klaver", "WJ Lustenhouwer"],
    "venue": "Proc Lun Planet Sci Conf",
    "year": 1992
  }, {
    "title": "Tektitebearing, deep-water clastic unit at the Cretaceous—Tertiary boundary in northeastern Mexico",
    "authors": ["J Smit", "A Montanari", "NHM Swinburne", "W Alvarez", "AR Hildebrand", "SV Margolis", "P Claeys", "W Lowrie", "F Asaro"],
    "venue": "Geology",
    "year": 1992
  }, {
    "title": "Coarse grained, clastic sandstone complex at the K/T boundary around the Gulf of Mexico: deposition by tsunami waves induced by the Chicxulub impact",
    "authors": ["J Smit", "TB Roep", "A Alvarez W. Montanari", "P Claeys", "JM GrajalesNishimura", "J Bermudez"],
    "year": 1996
  }, {
    "title": "Detection of meteoroid impacts by optical sensors in Earth orbit. In: Gehrels T (ed) Hazards due to comets and asteroids",
    "authors": ["E Tagliaferri", "R Spalding", "C Jacobs", "SP Worden", "A Ehrlich"],
    "year": 1994
  }, {
    "title": "Impact! (the threat of comets and asteroids)",
    "authors": ["GL Verschuur"],
    "year": 1996
  }, {
    "title": "Maastrichtian ammonites from the Biscay region (France, Spain)",
    "authors": ["PD Ward", "WJ Kennedy"],
    "venue": "J Paleontol",
    "year": 1993
  }, {
    "title": "Terrestrial impact rates for long- and shortperiod comets",
    "authors": ["PR Weissman"],
    "venue": "Geol Soc Am Spec Pap",
    "year": 1982
  }, {
    "title": "Collision of astronomically observable bodies with the earth",
    "authors": ["GW Wetherill", "EM Shoemaker"],
    "venue": "Geol Soc Am Spec Pap",
    "year": 1982
  }, {
    "title": "The Basque coastal sections of the K/T boundary. A key to understanding ‘‘mass extinction’",
    "authors": ["J Wiedmann"],
    "venue": "in the fossil record. Revista Espanola Paleontol:",
    "year": 1988
  }],
  "id": "SP:ef04bcb64714753255eb0ce2c8dd61d3e508f658",
  "authors": [{
    "name": "J. Smit",
    "affiliations": []
  }],
  "abstractText": "Large-body impacts cannot be predicted, although the probability (size-frequency) of large impacts on the Earth has been worked out, yielding frequencies of the order of one impact of a 1-km body every 500 000 years. Another type of prediction, however, is that forthcoming from the consequences of a large-body impact. Prediction as validation of theory. What can be predicted are the consequences of a large impact, ranging from local and regional ejecta blankets to global climate changes leading to mass extinctions. It is the fulfillment of such predictions that has rendered strength to the impactextinction theory for the Cretaceous-Tertiary (K/T) boundary, in contrast to predictions attached to widespread volcanism, such as at the Deccan traps in India, or sea-level changes.",
  "title": "Predictive elements of large-body impacts in geologic history"
}