{
  "sections": [{
    "text": "leaf-shape SO2 proxy results, thus identifying cuticle surface morphology as a potentially powerful proxy for SO2. Recording the timing and duration of SO2 emissions in the past may help distinguish between the driving agents responsible for mass extinction events and thus improve our understanding of the Earth System.\nKeywords Fossil plant cuticle . Sulphur dioxide . End-Triassic mass extinction . Camp . Ginkgoales . Bennettitales . SO2 proxy . Flood basalt volcanism . Triassic– Jurassic boundary"
  }, {
    "heading": "Introduction",
    "text": "The Triassic–Jurassic (Tr–J) boundary ca. 201.6 Ma (Blackburn et al. 2013) is marked by a transition of severe environmental degradation, as well as extensive marine and terrestrial mass extinctions, referred to collectively as the end-Triassic mass extinction (ETE), one of the Bbig five^ Phanerozoic mass extinctions (Sepkoski 2002; McElwain et al. 2007; Benton 2008; Richoz et al. 2012; Steinthorsdottir et al. 2012; Petterfy et al. 2016). The emplacement of the Central Atlantic Magmatic Province (CAMP) is increasingly recognised as the main driver of the Tr–J events, through massive outgassing of CO2, recorded by stomatal densities and isotopes (McElwain et al. 1999; Hesselbo et al. 2002; Whiteside et al. 2010; Bacon et al. 2011; Schaller et al. 2011; Steinthorsdottir et al. 2011b), perhaps additionally accompanied bymethane release (Pàlfy et al. 2001; Beerling and Berner 2002; McElwain et al. 2007). The consequent global warming drove degradation and disruption of ecosystems as well as large-scale biodiversity loss on land and in the oceans (Rampino 2010; Steinthorsdottir et al. 2012; Lindström 2016; van de Schootbrugge and Wignall 2016), but CAMP duration This article is a contribution to the special issue BJurassic biodiversity and terrestrial environments^ Electronic supplementary material The online version of this article (https://doi.org/10.1007/s12549-017-0297-9) contains supplementary material, which is available to authorized users. * Margret Steinthorsdottir margret.steinthorsdottir@nrm.se 1 Department of Palaeobiology, Swedish Museum of Natural History, 104 05 Stockholm, Sweden 2 Bolin Centre for Climate Research, Stockholm University, 106 91 Stockholm, Sweden 3 School of Agriculture and Food Science, University College Dublin, Belfield, Dublin 4, Ireland 4 School of Geography, University of Leeds, Leeds LS2 9JT, UK\nand timeline of eruption events are still debated (McHone 2002; Marzoli et al. 2004; Nomade et al. 2007; Williford et al. 2007; Ruhl et al. 2009; Schoene et al. 2010; Marzoli et al. 2011; Blackburn et al. 2013).\nIt is known that in addition to CO2, extrusive volcanism releases significant amounts of other gasses, including considerable amounts of sulphur dioxide (SO2) (Thordarson et al. 2001; Thordarson and Self 2003; Richoz et al. 2012). SO2 is directly damaging to vegetation in both gaseous form and in particular when combining with water and precipitating as acid fog and rain (H2SO4) (Haines et al. 1985; Cape 1993; Kim et al. 1997; Jagels et al. 2002). SO2-induced damage can include decreased leaf production/leaf area (Pande and Mansfield 1985; Bacon et al. 2013), changes to leaf function (Darrall 1986; Dhir et al. 2001; Shepherd andWynne Griffiths 2006), as well as scarring of plant leaf cuticle and/or stomatal damage (Shepherd and Wynne Griffiths 2006; Bytnerowicz et al. 2007; Bartiromo et al. 2012; Elliott-Kingston et al. 2014). Additionally, SO2 forms tiny particles in the atmosphere, so-called aerosols, which may not only temporarily mask the effects of global warming, but also lead to devastating effects on ecosystems, mainly through causing transient global dimming and/or cooling (Thordarson and Self 2003; Storelvmo et al. 2016). During the emplacement of CAMP, recurring volcanic eruptions may have led to repeated episodes of atmospheric pollution and dimming, compounding the destabilisation of ecosystems. The negative effects of SO2 have been invoked as part of the explanation for environmental upheaval recorded across the Tr–J boundary, including the ETE events. This includes circumstantial evidence such as the severe terrestrial vegetation shifts and floral biodiversity losses, the increased abundance of spores and microbes, and a sometimes observed decoupling between marine and terrestrial biotic recovery (McElwain et al. 2007; van de Schootbrugge et al. 2009; Lindström et al. 2012, 2015; Mander et al. 2013; Bond and Wignall 2014; Lindström 2016; Petterfy et al. 2016). SO2 is thus considered to be a potentially important factor in contributing to the ETE as well as other flood basalt-induced mass extinctions in the past. It would therefore be greatly beneficial to develop reliable proxies to reconstruct SO2 emissions across mass extinction boundaries and at other times of significant environmental upheaval in the geological record. Such proxies would aid in separating the effects of SO2 and CO2 to further our understanding of climate sensitivity and thus allow improved predictions of the effects of future climate change by comparing to past global warming and mass extinction events (Bytnerowicz et al. 2007; Storelvmo et al. 2016).\nIn an effort to address the need for SO2 proxies, two studies have recently explored the possibility of detecting SO2 in the past, one through studying fossil leaf shape across the Tr–J boundary (Bacon et al. 2013) and another through investigating the effects of SO2 on the cuticle structure of modern\nBnearest living equivalents^ (modern plants that are analogous to their fossil equivalents in terms of taxonomy, morphology and/or ecology) of Mesozoic plants (Elliott-Kingston et al. 2014). Bacon et al. (2013) identified a physiognomic marker in plant leaves exposed to SO2 in controlled-environment experiments and found the same physiognomic response of increased leaf roundness in fossil leaves of multiple taxa preserved across the Tr–J boundary in East Greenland. The authors identified a stepped response of different species over time – that is, some plant fossils expressed an increase in roundness before others. Taxa became rounder than previously in the beds leading up to the Tr–J transition, when SO2 emissions due to CAMP volcanic activity are considered increasingly likely. These same taxa then decreased significantly in abundance locally, before either recovering with less round leaves after the Tr–J transition, or becoming locally extinct. Importantly, the order of response mirrored that predicted by nearest living equivalent taxa of Mesozoic plants exposed to simulated palaeo-atmospheric treatments (see fig. 5, Bacon et al. 2013). Elliott-Kingston et al. (2014) subsequently also exposed several different nearest living equivalent taxa to high levels of SO2 in controlled environment experiments and identified a range of cuticle damage features that are linked to exposure to SO2 in extant plants. These damage features included changes in surface waxes, blistering, collapsed epidermal cells and stomatal complex distortion, giving the impression of ‘disorganised’ and ‘distorted’ cuticle surfaces.\nPlant cuticles are very resistant polymeric structures with high preservation potential, and are already in wide use as proxies, e.g. for atmospheric CO2 concentrations (pCO2) via their stomatal densities (Woodward 1987; Beerling et al. 1998; McElwain 1998; Barclay et al. 2010; Steinthorsdottir et al. 2014; Steinthorsdottir and Vajda 2015,, Steinthorsdottir et al. 2016a, Steinthorsdottir et al. 2016b). The high preservation potential of plant cuticles as fragments in sediments, often when macrofossils are not available (Steinthorsdottir et al. 2011a,b), make them an attractive target for attempting to develop an SO2 proxy. While analysing hundreds of leaves and leaf fragments for use in pCO2 reconstruction, it was observed clearly that cuticle surfaces from certain sedimentary plant beds, particularly those close to and at the Tr–J boundary, appeared significantly more ‘messy’, with disorganised cell arrangement and increased surface textures – features referred to collectively as ‘distorted’ cuticles. Although this was observed with interest at the time, there was no clear indication of what may have caused the distortion. We note that the original study was not designed in order to develop an SO2 proxy and that future studies with the specific aim of investigating SO2 proxies will enable the proper quantification of the potential proxy outlined below. The development of such a proxy requires statistical scoring of morphological features interpreted to be caused by SO2\npollution and further analyses of cuticular morphology, including studying cross sections, measuring thickness and ultrastructure, and analysis with transmission electron microscopy (TEM) of the substomatal cavity, far beyond the scope of the current report.\nThe aim of this study is to preliminarily explore whether cuticle surface morphology has the potential to serve as a new palaeo-SO2 proxy. We tested the hypotheses that (1) distorted cuticles will display similar morphology to cuticles exposed to SO2 in the experiments of Elliott-Kingston et al. (2014); and (2) distorted cuticles will dominantly occur in the sedimentary beds where Bacon et al. (2013) identified increased leaf roundness."
  }, {
    "heading": "Geological background",
    "text": "The studied plant cuticles derive from nine fossil plant beds in a sedimentary section at Astartekløft in Jameson Land, East Greenland. The sediments were deposited in a terrestrial water logged floodplain setting (Dam and Surlyk 1992; Hesselbo et al. 2002). The nine plant beds include five Upper Triassic (Rhaetian) beds: 1, 1.5, 2, 3 and 4; the Tr–J boundary bed, bed 5; and the three Lower Jurassic (Hettangian) beds 6, 7 and 8 (McElwain et al. 2007) (Fig. 1). The Astartekløft fossil flora is abundant, diverse and well preserved, with most plants belonging to orders Ginkgoales, Bennettitales, Cycadales and Coniferales (Harris 1926; McElwain et al. 2007; Popa and\nMcElwain 2009; McElwain et al. 2009; Mander et al. 2010). Plant beds 1–5 are interpreted to be isotaphonomic (Mander et al. 2013), with the depositional environments of beds 6, 7 and 8 being very similar. However, bed 6 has been interpreted as a poorly developed coal swamp and beds 7 and 8 are somewhat sandier than the older beds (McElwain et al. 2007). The sampling strategy employed by McElwain et al. (2007) further ensured that the beds are directly inter-comparable (e.g. same volume of rock excavated for each bed and/or rarefaction correction to final collection). Environmental conditions have been shown to have changed through the sedimentary succession, with increasing pCO2 (McElwain et al. 1999; Steinthorsdottir et al. 2011b); a large stable carbon isotope excursion (Hesselbo et al. 2002; Bacon et al. 2011), increased wild fire activity (Belcher et al. 2010) and changes to the hydrological regime (Steinthorsdottir et al. 2012), all well documented across the Tr–J boundary at Astartekløft. The taphonomic control across the first six beds in particular is thus strong, with the same or similar preservation conditions present. Although there is a pronounced rise in pCO2 across the Tr–J boundary, constituting the most important environmental change experienced by the fossil plants, recent work suggests that this should only increase preservation potential, through thickening of cuticles (Bacon et al. 2016)."
  }, {
    "heading": "Fossil flora",
    "text": "Over all, the fossil flora at Astartekløft shows an 85% turnover rather than extinction of taxa at the Tr–J boundary, where minor components of the Triassic flora become dominant components of the Jurassic flora and vice versa (Harris 1937;McElwain et al. 2007). In-depth studies of vegetational and biogeochemical changes at Astartekløft show that diversity loss began to take place before the deposition of bed 3 and persisted until after the deposition of bed 6 (McElwain et al. 2009; Steinthorsdottir et al. 2011b; Mander et al. 2013), reflecting the complex pattern of CAMP-driven global change. Correlation and comparison with additional Tr–J transition sequences worldwide suggest that peak extinction in Astartekløft’s bed 5 (where the actual Tr–J boundary is located) probably reflects a biological tipping point brought about by the long-term cumulative effect of CAMP emplacement (e.g. Bonis and Kürschner 2012; Lindström et al. 2012; Mander et al. 2013).\nBennettitales and Ginkgoales, the two taxa studied here, are both among the most commonly preserved plant fossils and are uniquely present together in most of the beds. Bennettitales are far more abundant pre- Tr–J boundary, with abundance declining significantly across the Tr–J boundary and the group going locally extinct before bed 8 is deposited. Ginkgoales are rarer components of the flora before the Tr–J boundary, except in bed 2, but become ecologically dominant after the transition (McElwain et al. 2007, 2009). Some key\ndifferences in the composition of the macroflora and cuticle database include the strong presence of various conifers in the macroflora, including e.g. the broadleaf conifers Podozamites and Elatocladus, which are abundant in several beds throughout the section, but absent or near-absent as dispersed cuticles. This discrepancy between the macrofossil and cuticle records is likely due to the conifers in question having thin leaf cuticle, which does not preserve well (Harris 1932). Contrastingly, Ginkgoales are not present in bed 5 as macrofloral remains but cuticle fragments from Ginkgoales taxa are clearly identified in this bed. This raises the possibility that proxies for SO2 that focus exclusively on either plant macrofossils or dispersed cuticle will not alone provide a clear signal of the presence or strength of SO2 in the fossil record."
  }, {
    "heading": "Material and methods",
    "text": "The database analysed here consists of more than 1200 cuticle images of 95Ginkgoales (Ginkgoites, Baiera and Sphenobaiera) and 82 Bennettitales (Anomozamites and Pterophyllum), both from entire leaf specimens and dispersed cuticles extracted from bulk samples across the Tr–J boundary. The fossil plants have been classified to genus-level based onmacrofossils, whereas the cuticle morphology is very similar between the genera within Ginkgoales and Bennettitales respectively, preventing classification below order-level for the dispersed cuticles; therefore all cuticles are lumped together in these two taxonomic groups. Each studied cuticle specimen was photographed 5–10 times, with images distributed evenly across the cuticle surface, at ×200 magnification using a mounted Leica camera (Leica DM 2500 with epifluorescence module Leica eqb-100) and AutoMontage Pro (©Synoptics, version 5.03.0061). For a complete list of the specimen database, including specimen numbers, details of sample processing and data previously collected, see Steinthorsdottir et al. (2011b). The image database was analysed visually and the various structures observed scored for frequency and co-appearance between the two studied plant groups. The database is hosted by the UCD Plant Palaeoecology and Palaeobiology Group, University College Dublin, Ireland."
  }, {
    "heading": "Results",
    "text": "Morphology of cuticle surfaces interpreted as SO2 fumigation response\nThe distorted cuticle surface structures interpreted to express a morphological response to SO2 fumigation across the Tr–J boundary include a disorganised arrangement of cells on cuticle surfaces, often accompanied by an etched or ‘pocked’ surface (see Table 1). In addition, a bulging on some cuticle surfaces was observed, often accompanied by folding,\nresulting sometimes in surfaces displaying long elevated ridges consisting of folded cuticle and/or bulging epidermal cells. In the most extreme cases, during the Tr–J transition, cuticle surfaces are chaotic, severely folded and distressedlooking. This is in contrast to the smooth ‘natural’ cuticle surface with well-organised cell arrangement observed in beds most distant to the Tr–J boundary. Below we track the responses of both Bennettitales and Ginkgoales through the Astartekløft stratigraphical sequence and across the Tr–J boundary. Previously published studies suggesting 1) how cuticle surface morphologies change visually as a reaction to SO2 (Elliott-Kingston et al. 2014) and 2) within which bed each plant group reacted to SO2 fumigation at Astartekløft (Bacon et al. 2013) were used as a framework, to better enable the separation between ‘messy-looking’ cuticle caused by poor preservation and taphonomy, and distorted cuticle with potential proxy-structures expressing morphological responses to SO2. We specifically tested the following hypothesis based on the findings of Bacon et al. (2013) and ElliottKingston et al. (2014):\n1. The morphological range and type of distortion observed on the fossil plant cuticle surfaces will be of a similar type to that observed in SO2 fumigation experiments on extant plants. 2. Distorted cuticles will be dominantly identified in the same beds as the roundest leaves (beds 4–6) and will be rare or absent in the other beds, where less evidence for SO2 has been identified.\nThe results are described below, listed in Table 1 and illustrated in Figs. 2–10.\nGinkgoales responses\nIn bed 1, Ginkgoales cuticles are well-preserved, displaying a smooth, seemingly non-distorted surface (Fig. 2a–d, Table 1), with a very similar stomatal and epidermal arrangement and morphology to their modern nearest living equivalent species Ginkgo biloba (Fig. 2d–e). Although some wear and tear is evident on the fossil cuticle surfaces (see Fig. 2c for some light ridging and etching), bed 1 Ginkgoales generally displaying what could be considered the natural morphology of their cuticle surfaces. No Ginkgoales macrofossils nor leaf fragments were recovered from bed 1.5. Conversely, Ginkgoales is abundant in bed 2, where two types of cuticle morphology are observed. Firstly, fewer cuticle surfaces appear to be natural and non-distorted (similar to bed 1 cuticle surfaces) (Table 1, Fig. 3a–b). Secondly, more of the cuticles (estimated at about half the analysed leaf fragments) display a clear change in morphology, with distortion including the bulging of epidermal cells and papillae, ridging, folding and moreTa bl e 1 Sc he m at ic ov er vi ew of cu tic le fe at ur es be lie ve d to be\npo te nt ia lS\nO 2 pr ox ie s. C ut ic le su rf ac e fe at ur es\nar e sc or ed\nse pa ra te ly fo r bo th pl an tg ro up s in ea ch\nst ra tig\nra ph ic pl an tb ed\nth ro ug h th e T r– J\ntr an si tio\nn at A st ar te kl øf t, E as tG\nre en la nd .L\neg en d:\n• = C ut ic le pr es en t, un di st or te d;\n# = di so rg an is ed\nep id er m al ce ll ar ra ng em\nen t, su rf ac e et ch in g;\n≈ = cu tic le fo ld in g, ri dg in g, bu lg in g;\n− = C ut ic le /p\nla nt\ngr ou p ab se nt .B\nol d de no te s st ro ng\npr es en ce\nof th e re po rt ed\nfe at ur es .I nt er pr et ed\nst re ng th\nof SO\n2 po llu\ntio n:\n= m in im\nal or\nab se nt ;\n= m od er at e;\n= se ve re .M\nac ro fo ss il\nab un da nc e fr om\n(M cE\nlw ai n et al .2 00 7;\nta bl e 3)\nC hr on ol og y:\nR ha et ia n\nT r– J bo un da ry\nH et ta ng ia n\nSt ra tig\nra ph y:\nB ed\n1 B ed\n1. 5\nB ed\n2 B ed\n3 B ed\n4 B ed\n5 B ed\n6 B ed\n7 B ed\n8\nG in kg\noa le s\n• –\n≈ #\n≈ #\n≈ #\n≈ #\n≈ #\n• •\nC ut ic le ab un da nc e\nra re\nab se nt\nab un da nt\nra re\nex tr em\nel y ra re\nex tr em\nel y ra re\nex tr em\nel y ra re\nex tr em\nel y ab un da nt\nex tr em\nel y ab un da nt\nM ac ro fo ss il ab un da nc e\n12 .5\n0 31 .0 1\n2. 47\n0. 11\n0 0\n45 .7 2\n34 .3 9\nB en ne tt it al es\n• •\n• /#\n# •/ ≈\n≈ #\n≈ #\n# –\nC ut ic le ab un da nc e\nab un da nt\nab un da nt\nab un da nt\nra re\nex tr em\nel y ab un da nt\nex tr em\nel y ra re\nex tr em\nel y ra re\nex tr em\nel y ra re\nab se nt\nM ac ro fo ss il ab un da nc e\n41 .0 7\n37 .1\n27 .1 3\n2. 29\n77 .2 8\n0. 1\n3. 91\n0. 46\nab se nt\nS O 2 st re ng th :\nFig. 2 Bed 1 and modern Ginkgoales leaf cuticle morphology. The images together illustrate the non-distorted, natural appearance of Ginkgoales cuticle surfaces. The letter s identifies a single stoma on the epidermal cuticle surface in images a, c and e. Fossil cuticles derive from macrofossil specimens, with genus and specimen\nnumbers previously assigned: a Baiera (46972), b–d Ginkgoites (46882, 46968, 46972). Modern cuticle surface morphology of Ginkgo biloba is depicted in e–f. Macerated cuticle fragments of leaf specimens collected in Ireland, 2010\nFig. 3 Bed 2 Ginkgoales. First potential signs of distortion. While approximately half the cuticle surfaces derived from bed 2 display the natural, non-distorted morphology shown in a–b (similar to cuticles derived from bed 1), the other half appear distorted, with bulging and disorganisation of epidermal cells, as well as ridging observed in c–f. The arrows point to examples of ridging and/or bulging, but the overall degree\nof distortion of the epidermal surface is best appreciated from viewing the overall image. Examples of stomata are denoted with s. All Ginkgoites specimens (47760, 46992, 47022, 47045, 47038) from intact macrospecimens (a–e) and Ginkgoales macerated leaf fragment from bulk sample M.S. 2.05 (f)\nFig. 4 Bed 3 and 4 Ginkgoales. a–d distortion ubiquitous in bed 3, with ridging, light folding, surface etching and disorganisation of epidermal cell arrangement apparent. The arrows point to examples of ridging and/or bulging. Examples of stomata are denoted with s. Images from intact macroleaf specimens Baiera (47250) as well as\nSphenobaiera (47212, 47213). e–f cuticle surfaces record pronounced distortion, including disorganised epidermal cell arrangement, etching, ridging and folding. Images of Ginkgoales 1 and 3 macerated from bulk sample M.S. 4\nFig. 5 Bed 5 and 6 Ginkgoales: Severe distortion of cuticle. a–d bed 5 macerated Ginkgoales cuticle display bulging of epidermal cells, ridging, folding, etched surface structure and some disorganisation of epidermal cell arrangement (images of macerated leaf fragments with sample numbers Ast 5.2 SH Ginkgoales 8, CB Ast 5.03 Ginkgoales 1, CB Ast 5.02 Ginkgoales 1, and CB Ast 5.02 Ginkgoales 2). e macerated leaf fragment (MS Ast 6 Gingkoales 1) showing the extreme folding and disorganisation of cell arrangement characteristic for bed 6. The arrows point to examples of ridging and/or bulging. Examples of stomata\nare denoted with s. f a leaf fragment specimen of unknown taxonomic affinity (MS Ast 6 messy cuticle 1) illustrates particularly clearly the extreme folding, bulging and chaotic cell arrangement observed in all leaf material from bed 6. Important to note is that the cuticle Benvelope^ (both abaxial and adaxial epidermal cuticle) is present (see inside of opposite cuticle sheath in image upper left hand corner, denoted with arrow), indicating that the distorted cuticle morphology is not the product of taphonomy. No non-distorted cuticle was observed in either bed\ndisorganised cell arrangement (Table 1, Fig. 3c–f). The distorted cuticle specimens are most likely preserved in the same fashion as the non-distorted ones (same macro-\nmorphology, thickness and epidermal epifluorescence response), and thus the observed structures give the distinct impression that they are not caused by taphonomical\nprocesses, but rather were part of the cuticle morphology prior to deposition of the fossil leaves. In the following three beds (beds 3–5) all observed cuticles display the distorted cuticle surface morphology, with various levels of distortion of epidermal arrangement, uneven surfaces along with cuticle bulging, ridging and folding (Table 1; Fig. 4a–f; Fig. 5a–d). Bed 5 is the Tr–J boundary bed, but does not contain cuticles that are significantly more distorted than in beds 3 and 4. In bed 6 however, where plant fossils are rare, the cuticles are extremely ridged, bulged and folded, with significantly smaller cells and stomata than cuticles from any other bed (Fig. 5e). Albeit we cannot discount the possibility of a minor taphonomic effect due to the different preservation environment of bed 6, we consider it unlikely that this severe increase in distorted cuticles would be produced by a minor taphonomic alteration alone. Although the Ginkgoales cuticles in bed 6 are cuticle fragments macerated from bulk samples, we interpret the extreme folding to be an original morphological expression, mostly because both cuticles surfaces seem to be present, indicating good preservation of the material. The presence of additional (non-ginkgoalean) plant cuticle specimens with severely distorted surface cuticle, where it is clearly evident that the entire ‘leaf envelope’ (abaxial and adaxial leaf cuticle) is preserved and thus that the distortion was present on the original cuticle surface, and is not caused by macerated cuticles folding after deposition or post-processing in the laboratory, supports this interpretation (see Fig. 5f). Beds 7 and 8 contain a large abundance of extremely well-preserved intact nondistorted leaf specimens, which all display a return to the natural, smooth and non-distorted cuticle surface with organised epidermal cell and stomatal arrangements (Table 1; Fig. 6a–f). This return to natural cuticle surfaces is even more powerful when the taphonomic environment is considered. Beds 7 and 8 are sandier river bank deposits that are somewhat less likely to preserve high quality cuticles than the previous beds but all of the cuticles observed are natural, without any evidence for distorted cuticles that were so common in the previous beds.\nBennettitales responses\nBennettitales in beds 1 and 1.5 generally display clean, nondistorted well-preserved cuticle surfaces, which clearly display the range of bennettitalean stomatal and epidermal\narrangement: a natural cuticle surface morphology with which to compare subsequent cuticle surfaces (Table 1; Fig. 7a–f; Fig. 8a–b). Bed 2 Bennettitales, although still showing smooth, even, well-preserved cuticle surfaces, appear to be somewhat distorted in terms of epidermal cell and stomatal arrangement (Table 1; Fig. 8c–d), but this could be within the bennettitalean natural morphological range. Bed 3 Bennettitales cuticles are also mildly distorted, with ridging/ folding and surface etching (Table 1; Fig. 8e–f). Bed 4 Bennettitales cuticles conversely are seemingly mostly nondistorted, with only a hint of ridging, via bulging of epidermal cells (Table 1; Fig. 9a–b). In bed 5, the first unequivocal evidence of distortion is expressed by folded, ridged cuticles with disorganised epidermal cell and stomatal arrangement (Table 1; Fig. 9c–d). In bed 6, in concordance with Ginkgoales cuticles, Bennettitales cuticle surfaces are distinctly chaotic, severely folded and uneven (Table 1; Fig. 9e–f). Above the Tr–J transition, in bed 7, Bennettitales return to cuticle surfaces that are free from folding and ridging, but still appear somewhat distorted (Table 1; Fig. 10a–b). In bed 8, Bennettitales are absent from the Astartekløft sediments and interpreted to be locally extinct. Notably, Bennettitales cuticles overall are less distorted than Ginkgoales cuticles, except for in beds 5 and 6. Bennettitales cuticles express damage consistent with SO2 exposure both later and less severely than the Ginkgoales cuticles."
  }, {
    "heading": "Discussion",
    "text": "Fidelity of the cuticle database\nThe extensive cuticle database studied here comprises a large selection of epidermal surface images of almost 200 fossil Ginkgoales and Bennettitales specimens across the Tr– J boundary, and thus illustrates in detail the range of morphologies found in each group within each bed. However, the cuticle specimens were originally selected based on best preservation (for optimal pCO2 reconstruction, see Steinthorsdottir et al. 2011b) and it was therefore not possible to construct a rigorous statistical analysis, rendering the results presented here somewhat qualitative. Due to the database design, the likelihood of observing distorted cuticles is less in some beds than if indiscriminate observation of randomly chosen specimens had been the original selection goal. This nonetheless strengthens the findings because, despite the original criteria of best-preserved cuticles, distorted cuticles are still a common presence in the database and identified in increasing abundance at the Tr–J boundary, best illustrated by all cuticles in beds 5 and 6 being distorted. Evidence of a small proportion of additional distorted cuticles may thus have been overlooked in some beds, particularly beds 1, 1.5, 7 and 8, but this in turn\nFig. 8 Bed 1.5, 2 and 3 Bennettitales. From non-distorted to mildly distorted cuticle. Examples of stomata are denoted with s. a–b bed 1.5 Anomozamites (46842) and Pterophyllum (46851) display well-preserved, non-distorted natural cuticle morphology. c–d bed 2 Anomozamites (46991) and Pterophyllum (46851) are well-preserved and seem nondistorted, although some disorganisation of epidermal cell arrangement may be hinted at in this bed. e–f Anomozamites (47147) and Pterophyllum (47230) clearly show mild distortion, with disorganisation of epidermal cell arrangement, light ridging and surface etching\nhighlights the overwhelming proportion of distorted cuticles in the other beds. We therefore consider the fidelity of the database regarding mapping the occurrence of distorted cuticles across the Tr–J boundary to be high.\nComparison of Tr–J transition fossil cuticles to modern cuticles from simulated palaeoenvironment experiments\nIt was hypothesised that cuticle distortion observed in the fossil cuticle database would be similar to that observed in SO2 fumigation experiments, and the analysis of the fossil cuticles from Astartekløft clearly revealed numerous morphological distortion characteristics analogous to those identified on modern plant cuticles by Elliott-Kingston et al. (2014). In a study on the impact of continuous sulphur dioxide (SO2) exposure for 6 months at 0.2 ppm on modern plant leaf surfaces, Ginkgo biloba interveinal leaf tissue and stomatal subsidiary cells collapsed under continuous SO2 fumigation whereas stomatal papillae remained intact (Elliott-Kingston et al. 2014). Similar morphological changes are evident in the fossils in this study from bed 2 (Fig. 3e). Elliott-Kingston et al. (2014) also showed elevated areas of damaged leaf tissue as a result of SO2 exposure. In some cases this took the form of epidermal cells with overlying cuticle raised up into circular ‘bulges’; in others, areas of epidermal cells had collapsed below leaf surface level, which may have resulted from the bulges subsequently collapsing. In addition, the authors showed leaf areas with cuticle (without the underlying epidermal cells) raised up into ‘bubbles’ that subsequently burst. This epidermal and cuticle distortion stretched the cells, resulting in the enlarged tissue folding and forming ridges when it burst or collapsed. Folding and ridging are prominent features of the fossil cuticles (Fig. 3e–f; Fig. 5e–f; Fig. 9c–e) and although raised bulges and blistering are not directly observable on fossil cuticles, possibly due to epidermal cell degradation, and cell and cuticle compression during fossilisation, the ‘disorganised’ epidermal cell arrangement sometimes noted may be the observable product of SO2 fumigation.\nNguyen Tu et al. (1998) showed that a Cenomanian (c.100–94 Ma) fossil Ginkgoales, Eretmophyllum andegavense, still contained wax compounds, thus waxes may still be observable as part of the surface structure on fossil cuticles. Elliott-Kingston et al. (2014) also showed cuticular\nwax degradation in all species that produced new leaves under SO2 fumigation. In many species, surface waxes appeared thicker due to excessive wax production or degradation of individual wax structures that subsequently combined into a less structured mass (Bartiromo et al. 2012; Elliott-Kingston et al. 2014). The fossil cuticles appear to show production of extra cuticular wax in some cases (e.g. Fig. 3e; Fig. 5f; Fig. 9e). Taken together, exposure of modern plant leaves to SO2 fumigation resulted in a less organised cuticle surface, with clearly visible alterations in wax structure, which is comparable to many of the fossil cuticles.\nComparison of fossil cuticle distortion to macro-leaf physiognomy across the Tr–J boundary\nIt was hypothesised that fossil cuticle distortion, potentially caused by elevated atmospheric SO2, would be observed in the same beds as the roundest fossil leaves described by Bacon et al. (2013). In addition, increased leaf roundness was observed in several taxa – selected to be nearest living equivalents for abundant taxa at Astartekløft – that were exposed to simulated palaeoatmospheric conditions designed to mimic the Tr–J transition atmospheric conditions in controlled environment experiments (Bacon et al. 2013). Increased leaf roundness was observed when the plants were exposed to SO2 and a similar increase in leaf roundness was observed in fossil taxa in beds that correspond to the time of most likely CAMP activity and thus highest atmospheric SO2 levels across the Tr–J boundary. The physiognomic responses of fossil Ginkgoales and Bennettitales to atmospheric SO2 (see Fig. 4; Bacon et al. 2013) and the relative abundance of each plant group through the section (McElwain et al. 2007) can be briefly summarised as follows. Ginkgoales are rare in most Rhaetian sediments at Astartekløft, but Bacon et al. (2013) interpreted increased leaf roundness already by bed 2 as a response to SO2. Thereafter, Ginkgoales become extremely rare, almost to the point of local extinction, until the Hettangian bed 7, after which they become the dominant vegetation component at Astartekløft. Bennettitales leaves are abundant in Rhaetian sediments but show no physiognomic response until bed 4, (Bacon et al. 2013) when they become much rounder than leaves in previous beds. Bennettitales then decline sharply in abundance through to bed 7, after which they are entirely absent from the sediments.\nClear evidence of cuticle distortion becomes apparent in bed 3 and remains present in all analysed cuticles in beds 4, 5 and 6 (Figs. 4, 5, and 9). The most severe cuticle damage is apparent in bed 6 with ridged, bulged and folded cuticle apparent in all samples analysed. The cuticles return to natural morphology in beds 7 and 8 (Figs. 6 and 10), where leaf roundness also decreases in the macrofossils analysed in bed 7 (Bacon et al. 2013). Bennettitales do not show a major increase in leaf roundness until bed 4 and the roundest leaves\nFig. 9 Bed 4, 5 and 6 Bennettitales. Severe distortion of cuticle. a–b bed 4 Anomozamites (47303) and Pterophyllum (48164): clear evidence of distortion, including bulging of epidermal cells, ridging and disorganisation of epidermal cell arrangement. The arrows point to examples of ridging and/or bulging. Examples of stomata are denoted with s. c–d bed 5 Bennettitales (MS Ast 5.05, 5.06) macerated cuticle surfaces display severe distortion, including ridging, folding and disorganised epidermal cell arrangement. e–f bed 6 Bennettitales (MS Ast 6.04, 6.02) show severe cuticle distortion through chaotic cell arrangement, ridging/folding and some surface etching\nwere found in beds 4–6, although very few (<5) macro-leaves were present in each of beds 5 and 6 (Bacon et al. 2013). The cuticle analysis thus indicates the first signs of SO2 stress in bed 2 (Fig. 11), but this was of limited severity and occurrence. Bennettites only express disorganised epidermal cell arrangement and some surface etching in beds 2 and 3, whereas Ginkgoales express the full range of distortion – disorganised epidermal cell arrangement, surface etching and cuticle folding, ridging and bulging from bed 2. This suggests that, analogous to the leaf physiognomy proxy where Ginkgoales expressed increased roundness in bed 2, Ginkgoales responded earlier and initially more severely to SO2 than Bennettitales. The Bennettitales express a greater severity of SO2 cuticle distortion in bed 4 (Fig. 11), after which they decline severely in abundance at Astartekløft. The most severe cuticle SO2 distortion for Bennettitales was observed in beds 5 and 6 and while they return to natural morphologies in bed 7 (Fig. 11), they are extremely rare from bed 5 onwards and locally extinct before deposition of bed 8.\nA unique benefit of the cuticle analysis, compared to the leaf physiognomy analysis, is that cuticles of both plant groups are present in multiple beds across the Tr–J boundary, whereas e.g. Ginkgoales macrofossils are absent in beds 1.5, 3, 4, and 5. Contrastingly, Podozamitesmacrofossils are present in all beds except bed 7, whereas no Podozamites cuticle is found. The cuticle of Podozamites has been classified as particularly thin (Harris 1935) and no examples were recovered when bulk material was macerated to extract cuticles. However, this group is well-represented in the leaf macrofossil record and shows a significant increase in leaf roundness in bed 5, where some of the most distorted cuticles for other taxa are identified. Thus, the two approaches together show the most powerful evidence for the presence and effects of SO2\nacross the Tr–J boundary. The cuticle analysis agrees with the leaf physiognomy analysis, thereby increasing confidence in both methods. Furthermore, the cuticle analysis method adds an additional independent line of evidence of plant responses across the Tr–J boundary, suggesting that SO2 remained an active environmental pressure across the entire transition (beds 2/3 to 6; Fig. 11), when macrofossils of Ginkgoales and Bennettitales are absent. Importantly, the cuticle SO2 proxy provides the possibility of recognising times when plants were most exposed to SO2 and/or which plants were most stressed by SO2, by recording SO2-induced distortion in cuticle fragments when macrofossils may not be available.\nCause of cuticle morphological changes: Volcanic gasses or taphonomy?\nFossil vegetation records the environmental degradation typically accompanying mass extinction events e.g. by changes in community composition, abundance and diversity (McElwain et al. 2007, 2009). Plants do not, however, respond to mass extinctions in the severe manner fauna generally does, with comparatively few genera going extinct (McElwain and Punyasena 2007; Vajda and Bercovici, 2014). This makes it possible to track the responses of plant groups across mass extinction events because members of the same genus are likely to be found before, during and after the events. This resilience makes plants more useful tools than terrestrial fauna for mapping changes in the palaeo-environment and ecosystems. There is very little change in taphonomic conditions in the first six beds (beds 1–5), with well-preserved cuticles and macrofossils found in all of the beds. These beds are isotaphonomic in terms of deposition environment, whereas beds 6–8 were deposited in slightly different environment.\nUpchurch et al. (2007) surmised that cuticle distortion can be a function of either poor preservation and/or processing. Preservation is unlikely to account for the distortion observed here, due to the taphonomic factors already discussed that provide nearly homogenous preservation potential across the beds. Cuticle distortion is also considered unlikely to have occurred during processing, due to the observation of identical distortion on both intact non-processed and macerated cuticles from the same beds. Additionally, the preservation, in some cases, of both sides of the leaf cuticle envelope in processed cuticle fragments discounts the possibility that thin cuticle sheets were merely creased or otherwise distorted during processing.\nThe only major conditions that are predicted to change are those related to atmospheric composition, particularly (i) pCO2, and (ii) SO2 due to volcanic gas emissions, as well as an accompanying fire activity spike in bed 5 (Belcher et al. 2010). Concentrations of CO2 rise across the Tr–J boundary (Steinthorsdottir et al. 2011b) to peak in bed 6. It is unlikely that this atmospheric composition change would negatively affect preservation potential across the boundary, because higher pCO2 is predicted to increase leaf preservation potential (Bacon et al. 2016). The fire spike in bed 5 (Belcher et al. 2010) is recorded by a major increase in fossilised charcoal, but\nthere is no noticeable decline in the quality of preservation of fossil plant material (leaf or cuticle), with more individual leaf fossils excavated from this bed than any other for the same volume of rock (McElwain et al. 2007). The only observable changes in fossil preservation are those related to SO2 activity. Leaf roundness peaks in bed 5 for the Bennettitales genera, Anomozamites and Pterophyllum (they are absent as macrofossils in bed 6), as well as for two conifer genera, Elatocladus and Podozamites (Bacon et al. 2013), and all cuticles extracted from beds 5 and 6 are distorted. Given that no other significant changes are observed, particularly in the isotaphonomic beds 1–5, the observed alterations to mean leaf shape and cuticle morphology are highly likely to be driven by exposure to SO2 and not by taphonomic changes.\nPotential influence of SO2 on the palaeo-pCO2 proxy\nThe geologically sudden elevation of pCO2 and the concomitant temperature increases are considered the primary drivers of many mass extinction events. Proxies to investigate both have been available for decades, making the assessment of changing atmospheric pCO2 and temperature across mass extinction boundaries increasingly available, with the stomatal\nproxy being the most important terrestrial palaeo-pCO2 proxy in use (Woodward 1987; McElwain 1998; Roth-Nebelsick 2005; Beerling and Royer 2011). With the emergence of potential additional proxies for SO2, it is important to understand whether the presence of volcanic SO2 in the past may influence stomatal density based palaeo-pCO2 reconstructions. Previous studies on plant SD/SI responses when subjected to naturally elevated levels of SO2 in the vicinity of volcanic vents have been inconclusive, reporting decreased SI (Tanner et al. 2007) and SD (Ali et al. 2008), as well as no SD/SI response (Bettarini et al. 1997; Haworth et al. 2010) when compared to non-fumigated plants. The lack of SD/SI response was interpreted to potentially be the result of developmental resistance to SO2 fumigation by Haworth et al. (2010), who subsequently conducted a series of growth chamber experiments on several fossil-equivalent plant species with no prior exposure to SO2 (Haworth et al. 2012). Exposure to high pCO2 in combination with SO2 fumigation produced a variety of SD and SI responses between the plants, with SD increasing significantly in about half the plant species, as well as very variable SI responses, including a large SI increase in Ginkgo biloba (Haworth et al. 2012). However, all species showed an increase in the ratio between SD and SI (SD:SI), implying this ratio could be used to help detect SO2 responses recorded by plants in the geological record and that this effect could cause the underestimation of pCO2 using the stomatal method on material exposed to SO2 in the past.\nHaworth et al. (2012) then tested this assumption using the data of Steinthorsdottir et al. (2011b) by plotting the SD:SI ratio of Ginkgoales fossil leaves across the Tr-J of Astartekløft, East Greenland, thus using the same cuticle database that we here investigate for potential SO2 damage, and found a very significant increase (>100%) in the SD:SI ratio in bed 6. Although the increase in SD:SI as an SO2 indicator in bed 6 is consistent with our observations of high levels of cuticle distortion, as well as with the highest reconstructed pCO2 (Steinthorsdottir et al. 2011b), there are important differences. The fossil Ginkgoales record a significant SI decrease in bed 6, in contrast to the large SI increase recorded by G. biloba under the Tr-J equivalent experimental conditions (high pCO2, high SO2) (Haworth et al. 2012).Therefore, pCO2 reconstructed across the Tr-J cannot be interpreted to be underestimated based on these experimental results. In addition, fossil Bennettitales record essentially parallel levels and variations of pCO2 to Ginkgoales across the Tr-J (Steinthorsdottir et al. 2011b), as well as illustrating the high levels of cuticle distortion reported here, but do not show an increased SD:SI ratio in bed 6, or any other bed across the Tr-J (see supplementary information S1). The very high variability in the response of SD and SI to various combinations of natural and experimental fumigation of SO2 as well as pCO2 needs to be further investigated. Although SD and SI often respond in parallel, changes in\nSD may be directly related to e.g. changes in leaf expansion, whereas SI is recognised as the more reliable recorder of atmospheric pCO2, the most important plant substrate (Salisbury 1928). It is thus advisable that the SD:SI ratio be recorded when reconstructing pCO2 in order to detect any deviation from the parallel response, with the potential to identify the presence of SO2 or other detrimental environmental pollutants in the past, and to evaluate any potential influence on stomatal proxy derived pCO2 (Haworth et al. 2012).\nSignificance of SO2 proxies for interpreting the fossil record\nDespite linking large igneous province volcanism to three of the ‘big 5’ mass extinctions (the end-Permian, end-Triassic, and end-Cretaceous) the lack of detailed proxies mean that, although estimates of the volume of volcanic emissions (including pCO2 and SO2) can be made (e.g. Schmidt et al. 2016), the direct impact of these emissions on the environment and particularly the role of SO2 in causing or adding to the severity of mass extinctions has been difficult to determine. The development of SO2 proxies offers a means to begin to address this problem. It is important to understand the role of SO2 in mass extinction events so that we can fully interpret these major events in Earth history and so that we can make informed predictions about future climate change and potential mass extinctions in the Anthropocene (Bacon and Swindles 2016). Although considerably more work is needed, the potential cuticle SO2 proxy (presented here) and leaf physiognomy SO2 proxy (Bacon et al. 2013) represent the first steps towards developing plant-based SO2 proxies useful for interpreting environmental change mediated by SO2 in the fossil record. Future work, including targeted sampling of appropriate time intervals with more quantitative analyses of fossil plant material and experimental studies, are needed before these proxies can be applied with full confidence."
  }, {
    "heading": "Conclusions",
    "text": "The fossil cuticle analysis presented here provides strong evidence for the detrimental effects of SO2 on Ginkgoales and Bennettitales cuticle surfaces across the Tr–J boundary at Astartekløft, East Greenland. When considered together with previously reported evidence for SO2-mediated leaf shape change of multiple plant taxa, the findings of this study provide compelling evidence for a major role of SO2 in the ecosystem response observed across this transition, which includes the end-Triassic mass extinction. These findings provide a means of investigating the role of SO2 in mass extinction events, something that has previously proven elusive.\nAcknowledgements We would like to thank Prof. Jennifer C. McElwain (University College Dublin, Ireland) for original field\ncollection of the studied plant fossils, as well as useful advice and discussions. The manuscript was greatly improved by the comments and suggestions of Bas van de Schootbrugge and an anonymous reviewer. M. Steinthorsdottir gratefully acknowledges funding by EU Marie Curie Excellence Grant (MEXT-CT-2006-042531) and financial support from the Bolin Centre for Climate Research, Stockholm University.\nGreenland due to climate-driven floral change. Nature Geoscience, 3, 426–429. Benton, M. J. (2008). When life nearly died (p. 336). The greatest mass extinctions of all time: Thames & Hudson. Bettarini, I., Miglietta, T. A., & Raschi, A. (1997). Studying morphophysiological responses of Scirpus lacustris from natural CO2 enriched environment. In A. Raschi, F. Miglietta, R. Tognetti, & P. Van Gardingen (Eds.), Plant responses to elevated CO2 (pp. 134– 147). Cambridge: Cambridge University Press. Blackburn, T. J., Olsen, P. E., Bowring, S. A., McLean, N. M., Kent, D. V., Puffer, J., McHone, G., Rasbury, E. T., & Et-Touhami, M. (2013). Zircon U-Pb geochronology links the end-Triassic extinction with the Central Atlantic Magmatic Province. Science, 340, 941–945. Bond, D. P. G., & Wignall, P. B. (2014). Large Igneous provinces and mass extinctions: An update. In G. Keller, & A.C. Kerr (Eds.), Volcanism, Impacts, and Mass Extinctions: Causes and Effects. Geological Society of America Special Papers, 505, doi:10.1130/ 2014.2505(02). Bonis, N. R., & Kürschner, W. M. (2012). Vegetation history, diversity patterns, and climate change across the Triassic/Jurassic boundary. Paleobiology, 38, 240–264. Bytnerowicz, A., Omasa, K., & Paoletti, E. (2007). Integrated effects of air pollution and climate change on forests: A northern hemisphere perspective. Environmental Pollution, 147, 438–445. Cape, J. N. (1993). Direct damage to vegetation caused by acid rain and polluted cloud: Definition of critical levels for forest trees. Environmental Pollution, 82, 167–180. Dam, G., & Surlyk, F. (1992). Forced regression in a large wave- and storm-dominated anoxic lake, Rhaetian–Sinemurian Kap Stewart formation. Geology, 20, 749–752. Darrall, N. M. (1986). The sensitivity of net photosynthesis in several plant species to short term fumigation with sulphur dioxide. Journal of Experimental Botany, 37, 1313–1322. Dhir, B., Siddiqi, T. O., & Iqbal, M. (2001). Stomatal and photosynthetic responses of Cichorium intybus leaves to sulphur dioxide treatment at different stages of plant development. Journal of Plant Biology, 44, 97–102. Elliott-Kingston, C., Haworth, M., & McElwain, J. C. (2014). Damage structures in leaf epidermis and cuticle as an indicator of elevated atmospheric sulphur dioxide in early Mesozoic floras. Review of Palaeobotany and Palynology, 208, 25–42. Haines, B. L., Jernstedt, J. A., & Neufeld, H. S. (1985). Direct foliar effects of simulated acid rain. II. Leaf surface characteristics. New Phytologist, 99, 407–416. Harris, T. M. (1926). The Rhaetic flora of Scoresby sound, East Greenland. Meddelelser om Grønland, 68, 1–147. Harris, T. M. (1932). The fossil flora of Scoresby sound, East Greenland, part 3. Caytoniales and Bennettitales. Meddelelser om Grønland, 85, 1–133. Harris, T. M. (1935). The fossil flora of Scoresby sound, East Greenland, part 4. Ginkgoales, Coniferales, Lycopodiales and isolated fructifications. Meddelelser om Grønland, 112, 1–176. Harris, T. M. (1937). The fossil flora of Scoresby sound, East Greenland, part 5. Stratigraphic relations of the plant beds. Meddelelser om Grønland, 112, 1–112. Haworth, M., Gallagher, A., Elliott-Kingston, C., Raschi, A., Marandola, D., &McElwain, J. C. (2010). Stomatal index responses of Agrostis canina to carbon dioxide and Sulphur dioxide: Implications for palaeo-[CO2] using the stomatal proxy. New Phytologist, 188, 845–855. Haworth, M., Elliott-Kingston, C., Gallagher, A., Fitzgerald, A., & McElwain, J. C. (2012). Sulphur dioxide fumigation effects on stomatal density and index of non-resistant plants: Implications for the stomatal palaeo-[CO2] proxy method. Review of Palaeobotant and Palynology, 182, 44–54.\nCompliance with ethical standards\nConflict of interest The authors declare that they have no conflict of interest.\nOpen Access This article is distributed under the terms of the Creative Commons At t r ibut ion 4 .0 In te rna t ional License (h t tp : / / creativecommons.org/licenses/by/4.0/), which permits unrestricted use, distribution, and reproduction in any medium, provided you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made."
  }],
  "year": 2018,
  "references": [{
    "title": "Ontogenetic changes in foliar features and psoralen content of Psoralea corylifolia Linn. Exposed to SO2 stress",
    "authors": ["S.T. Ali", "M.Z. Abdin", "M. Iqbal"],
    "venue": "Journal of Environmental Biology,",
    "year": 2008
  }, {
    "title": "The Triassic–Jurassic boundary carbon-isotope excursions expressed in taxonomically identified leaf cuticles",
    "authors": ["K.L. Bacon", "C.M. Belcher", "S.P. Hesselbo", "J.C. McElwain"],
    "venue": "PALAIOS,",
    "year": 2011
  }, {
    "title": "Increased atmospheric SO2 detected from changes in leaf physiognomy across the Triassic–Jurassic boundary interval of East Greenland",
    "authors": ["K.L. Bacon", "C.M. Belcher", "M. Haworth", "J.C. McElwain"],
    "venue": "PloS One,",
    "year": 2013
  }, {
    "title": "Can atmospheric composition influence plant fossil preservation potential via changes in leaf mass per area? A new hypothesis based on simulated palaeoatmosphere experiments",
    "authors": ["K.L. Bacon", "M. Haworth", "E. Conroy", "J.C. McElwain"],
    "year": 2016
  }, {
    "title": "Carbon sequestration activated by a volcanic CO2 pulse during ocean anoxic event 2",
    "authors": ["R.S. Barclay", "J.C. McElwain", "B.B. Sageman"],
    "venue": "Nature Geoscience,",
    "year": 2010
  }, {
    "title": "Influence of volcanic gases on the epidermis of Pinus halepensis mill. In Campi Flegrei, southern Italy: A possible tool for detecting volcanism in present and past",
    "authors": ["A. Bartiromo", "G. Guignard", "M.R. Barone Lumaga", "F. Barattolo", "G. Chiodini", "R. Avino", "G. Guerriero", "G. Barale"],
    "year": 2012
  }, {
    "title": "Biogeochemical constraints on the Triassic–Jurassic boundary carbon cycle event",
    "authors": ["D.J. Beerling", "R.A. Berner"],
    "venue": "Global Biogeochemical Cycles,",
    "year": 2002
  }, {
    "title": "Convergent Cenozoic CO2 history",
    "authors": ["D.J. Beerling", "D.L. Royer"],
    "venue": "Nature Geoscience,",
    "year": 2011
  }, {
    "title": "Stomatal responses of the Bliving fossil^ Ginkgo biloba L. to changes in atmospheric CO2 concentrations",
    "authors": ["D.J. Beerling", "J.C. McElwain", "C.P. Osborne"],
    "venue": "Journal of Experimental Botany,",
    "year": 1998
  }, {
    "title": "Increased fire activity at the Triassic/Jurassic boundary",
    "authors": ["C.M. Belcher", "L. Mander", "G. Rein", "F.X. Jervis", "M. Haworth", "S.P. Hesselbo", "I.J. Glasspool", "J.C. McElwain"],
    "year": 2010
  }, {
    "title": "Terrestrial and marine mass extinction at the Triassic–Jurassic boundary synchronized with a major carbon-cycle perturbation: A link to initiation of massive volcanism? Geology",
    "authors": ["S.P. Hesselbo", "S.A. Robinson", "F. Surlyk", "S. Piasecki"],
    "year": 2002
  }, {
    "title": "Red spruce canopy response to acid fog exposure",
    "authors": ["R. Jagels", "M. Jiang", "S. Marden", "J. Carlisle"],
    "venue": "Atmospheric Research,",
    "year": 2002
  }, {
    "title": "Tolerance and susceptibility of Gingko to air pollution",
    "authors": ["Y.S. Kim", "J.K. Lee", "G.C. Chung"],
    "year": 1997
  }, {
    "title": "Palynofloral patterns of terrestrial ecosystem change during the end-Triassic event - a review",
    "authors": ["S. Lindström"],
    "venue": "Geological Magazine, 153(Special Issue",
    "year": 2016
  }, {
    "title": "No causal link between terrestrial ecosystem change and methane release during the end-Triassic mass extinction",
    "authors": ["S. Lindström", "B. van de Schootbrugge", "K. Dybkjær", "G.K. Pedersen", "J. Fiebig", "L.H. Nielsen", "S. Richoz"],
    "year": 2012
  }, {
    "title": "Intense and widespread seismicity during the end-Triassic mass extinction due to emplacement",
    "authors": ["S. Lindström", "G.K. Pedersen", "B. van de Schootbrugge", "K.H. Hansen", "N. Kuhlmann", "J. Thein", "L. Johansson", "H.I. Petersen", "C. Alwmark", "K. Dybkjær", "R. Weibel", "M. Erlström", "L.H. Nielsen", "W. Oschmann", "C. Tegne"],
    "year": 2015
  }, {
    "title": "An explanation for conflicting records of Triassic–Jurassic plant diversity",
    "authors": ["L. Mander", "W.M. Kürschner", "J.C. McElwain"],
    "venue": "Proceedings of the National Academy of Sciences of the United States of America,",
    "year": 2010
  }, {
    "title": "Palynostratigraphy and vegetation history of the Triassic–Jurassic transition in East Greenland",
    "authors": ["L. Mander", "W.M. Kürschner", "J.C. McElwain"],
    "venue": "Journal of the Geological Society,",
    "year": 2013
  }, {
    "title": "Synchrony of the Central Atlantic magmatic province and the Triassic–Jurassic boundary climatic and biotic crisis",
    "authors": ["A. Marzoli", "H. Bertrand", "K.B. Knight", "S. Cirilli", "N. Buratti", "C. Vèrati", "S. Nomade", "P.R. Renne", "N. Youbi", "R. Martini", "K. Allenbach", "R. Neuwerth", "C. Rapaille", "L. Zaninetti", "G. Bellieni"],
    "year": 2004
  }, {
    "title": "Timing and duration of the Central Atlantic magmatic province in the Newark and Culpeper basins, eastern U.S.a",
    "authors": ["A. Marzoli", "F. Jourdan", "J.H. Puffer", "T. Cuppone", "L.H. Tanner", "R.E. Weems", "H. Bertrand", "S. Cirilli", "G. Bellieni", "A. De Min"],
    "venue": "Lithos,",
    "year": 2011
  }, {
    "title": "Do fossil plants reflect palaeoatmospheric CO2 concentration in the geological past",
    "authors": ["J.C. McElwain"],
    "venue": "Philosophical Transactions of the Royal Society of London B,",
    "year": 1998
  }, {
    "title": "Mass extinction events and the plant fossil record",
    "authors": ["J.C. McElwain", "S.W. Punyasena"],
    "venue": "Trends in Ecology and Evolution,",
    "year": 2007
  }, {
    "title": "Fossil plants and global warming at the Triassic–Jurassic",
    "authors": ["J.C. McElwain", "D.J. Beerling", "F.I. Woodward"],
    "venue": "boundary. Science,",
    "year": 1999
  }, {
    "title": "Macroecological responses of terrestrial vegetation to climatic and atmospheric change across the Triassic/Jurassic boundary",
    "authors": ["J.C. McElwain", "M.E. Popa", "S.P. Hesselbo", "M. Haworth", "F. Surlyk"],
    "venue": "in East Greenland. Paleobiology,",
    "year": 2007
  }, {
    "title": "Fossil plant relative abundances indicate sudden loss of late Triassic biodiversity",
    "authors": ["J.C. McElwain", "P.J. Wagner", "S.P. Hesselbo"],
    "venue": "in East Greenland. Science,",
    "year": 2009
  }, {
    "title": "Volatile emissions of Central Atlantic Magmatic Province basalts: mass assumptions and environmental consequences",
    "authors": ["J.G. McHone"],
    "venue": "The Central Atlantic Province, AGU Geophysical Monographs,",
    "year": 2002
  }, {
    "title": "Comparison of leaf lipids from a fossil Ginkgoales and its",
    "authors": ["T.T. Nguyen Tu", "S. Derenne", "C. Largeau", "A. Mariotti", "H. Bocherens"],
    "year": 1998
  }, {
    "title": "Responses of winter barley",
    "authors": ["P.C. Pande", "T.A. Mansfield"],
    "year": 1985
  }, {
    "title": "Early Jurassic microbial mats",
    "authors": ["O. Petterfy", "M. Calner", "V. Vajda"],
    "year": 2016
  }, {
    "title": "end-Triassic mass extinction event. Palaeogeography, Palaeoclimatology, Palaeoecology",
    "authors": ["M.E. Popa", "J.C. McElwain"],
    "year": 2009
  }, {
    "title": "Mass extinctions of life and catastrophic flood",
    "authors": ["M.R. Rampino"],
    "year": 2010
  }, {
    "title": "Hydrogen sulphide",
    "authors": ["C.A. Hauzenberger", "P. Wignall"],
    "year": 2012
  }, {
    "title": "Reconstructing atmospheric carbon dioxide",
    "authors": ["A. Roth-Nebelsick"],
    "year": 2005
  }, {
    "title": "On the causes and ecological significance of stomatal",
    "authors": ["E.J. Salisbury"],
    "year": 1928
  }, {
    "title": "Selective environmental stress from sulphur emitted by continental flood basalt eruptions",
    "authors": ["A. Schmidt", "R.A. Skeffington", "T. Thordarson", "S. Self", "P.M. Forster", "A. Rap", "A. Ridgwell", "D. Fowler", "M. Wilson", "G.W. Mann", "P.B. Wignall", "K.S. Carslaw"],
    "venue": "Nature Geoscience,",
    "year": 2016
  }, {
    "title": "Correlating the end-Triassic mass extinction and flood basalt volcanism at the 100 ka level",
    "authors": ["B. Schoene", "J. Guex", "A. Bartolini", "U. Schaltegger", "T.J. Blackburn"],
    "year": 2010
  }, {
    "title": "A tale of two extinctions: Converging end-Permian and end-Triassic scenarios",
    "authors": ["Schootbrugge", "B. van de", "P.B. Wignall"],
    "venue": "Geological Magazine,",
    "year": 2016
  }, {
    "title": "Floral changes across the Triassic/Jurassic boundary linked to flood basalt volcanism",
    "authors": ["Schootbrugge", "B. van de", "T.M. Quan", "S. Lindström", "W. Püttmann", "C. Heunisch", "J. Pross", "J. Fiebig", "R. Petschick", "Röhling", "H.-G", "S. Richoz", "Y. Rosenthal", "P.G. Falkowski"],
    "venue": "Nature Geoscience,",
    "year": 2009
  }, {
    "title": "A compendium of fossil marine animal genera",
    "authors": ["J.J. Sepkoski"],
    "venue": "Bulletins of American Paleontology,",
    "year": 2002
  }, {
    "title": "The effects of stress on plant cuticular waxes",
    "authors": ["T. Shepherd", "D. Wynne Griffiths"],
    "venue": "New Phytologist,",
    "year": 2006
  }, {
    "title": "Early Jurassic (Pliensbachian) CO2 concentrations based on stomatal analysis of fossil conifer leaves from eastern Australia",
    "authors": ["M. Steinthorsdottir", "V. Vajda"],
    "venue": "Gondwana Research,",
    "year": 2015
  }, {
    "title": "Bennettitalean leaf cuticle fragments (here Anomozamites and Pterophyllum) can be used interchangeably in stomatal frequency based CO2",
    "authors": ["M. Steinthorsdottir", "K.L. Bacon", "M.E. Popa", "L. Bochner", "J.C. McElwain"],
    "venue": "reconstructions. Palaeontology,",
    "year": 2011
  }, {
    "title": "Extremely elevated CO2 concentrations at the Triassic/Jurassic boundary",
    "authors": ["M. Steinthorsdottir", "A.J. Jeram", "J.C. McElwain"],
    "year": 2011
  }, {
    "title": "Deep-time evidence of a link between elevated CO2 concentrations and perturbations in the hydrological cycle via drop in plant",
    "authors": ["M. Steinthorsdottir", "F.I. Woodward", "F. Surlyk", "J.C. McElwain"],
    "venue": "transpiration. Geology,",
    "year": 2012
  }, {
    "title": "Synchronous records of pCO2 andΔ",
    "authors": ["M. Steinthorsdottir", "A.M. de Boer", "K.I.C. Oliver", "F. Muschitiello", "M. Blaauw", "P.J. Reimer", "B. Wohlfarth"],
    "year": 2014
  }, {
    "title": "Fossil plant stomata indicate decreasing atmospheric CO2 prior to the Eocene–Oligocene boundary",
    "authors": ["M. Steinthorsdottir", "A. Porter", "A. Holohan", "L. Kunzmann", "M. Collinson", "J.C. McElwain"],
    "venue": "Climate of the Past,",
    "year": 2016
  }, {
    "title": "Global trends of pCO2 across the cretaceous–Paleogene boundary supported by the first southern hemisphere stomatal proxy-based pCO2 reconstruction",
    "authors": ["M. Steinthorsdottir", "V. Vajda", "M. Pole"],
    "year": 2016
  }, {
    "title": "Disentangling greenhouse warming and aerosol cooling to reveal Earth’s climate sensitivity",
    "authors": ["T. Storelvmo", "T. Leirvik", "U. Lohmann", "P.C.B. Phillips", "M. Wild"],
    "venue": "Nature Geoscience,",
    "year": 2016
  }, {
    "title": "Stomatal response",
    "authors": ["L.H. Tanner", "D.I. Smiwth", "A. Allan"],
    "year": 2007
  }, {
    "title": "Atmospheric and environmental effects",
    "authors": ["T. Thordarson", "S. Self"],
    "year": 2003
  }, {
    "title": "The global vegetation pattern",
    "authors": ["V. Vajda", "A. Bercovici"],
    "year": 2014
  }, {
    "title": "Compound-specific carbon isotopes",
    "authors": ["R.N. Sambrotto"],
    "year": 2010
  }, {
    "title": "Stomatal numbers are sensitive to increases",
    "authors": ["F.I. Woodward"],
    "year": 1987
  }],
  "id": "SP:62604acc2d41ac536086964ff61827fce28282f4",
  "authors": [{
    "name": "Margret Steinthorsdottir",
    "affiliations": []
  }, {
    "name": "Caroline Elliott-Kingston",
    "affiliations": []
  }, {
    "name": "Karen L. Bacon",
    "affiliations": []
  }],
  "abstractText": "Flood basalt volcanism has been implicated in several episodes of mass extinctions and environmental degradation in the geological past, including at the Triassic–Jurassic (Tr–J) transition, through global warming caused by massive outgassing of carbon dioxide. However, the patterns of biodiversity loss observed are complicated and sometimes difficult to reconcile with the effects of global warming alone. Recently, attention has turned to additional volcanic products as potential aggravating factors, in particular sulphur dioxide (SO2). SO2 acts both directly as a noxious environmental pollutant and indirectly through forming aerosols in the atmosphere, which may cause transient global dimming and cooling. Here, we present a range of morphological changes to fossil plant leaf cuticle surfaces of hundreds of Ginkgoales and Bennettitales specimens across the Tr–J boundary of East Greenland. Our results indicate that morphological structures of distorted cuticles near the Tr–J boundary are consistent with modern cuticle SO2-caused damage and supported by recent leaf-shape SO2 proxy results, thus identifying cuticle surface morphology as a potentially powerful proxy for SO2. Recording the timing and duration of SO2 emissions in the past may help distinguish between the driving agents responsible for mass extinction events and thus improve our understanding of the Earth System.",
  "title": "Cuticle surfaces of fossil plants as a potential proxy for volcanic SO2 emissions: observations from the Triassic–Jurassic transition of East Greenland"
}