{
  "sections": [{
    "text": "MARCH/APRIL 2003, VOL. 79, NO. 2, THE FORESTRY CHRONICLE 237\nAltitudinal treelines of the southern Andes near 40ºS1\nby Lori D. Daniels2 and Thomas T. Veblen3\nIn the southern Andes near 40ºS, altitudinal treelines are dominated by Nothofagus pumilio, a broadleaf deciduous angiosperm in the beech family (Fagaceae). Treeline elevations, ranging from 1100 to 1500 m a.s.l., are influenced by regional climate and volcanism. At the local scale, disturbance influences treeline elevation, ecotone length, and vegetation productivity. Decadal and interannual variation in climate related to El Niño-Southern Oscillation (ENSO) significantly affected radial growth of krummholz trees and seedling demography; however, climate-treeline relations were complex. Radial growth of krummholz trees and seedling demography responded differently to climate variation. These relations differed between climate regions and were unstable through time. We conclude that inter-annual variations in climate, such as those associated with ENSO, will be critical for successful reproduction and growth of Nothofagus pumilio at treeline in the Andes under the influence of global warming.\nKeywords: Argentina, Chile, climate change, disturbance, forest dynamics, global warming, northern Patagonia, Nothofagus pumilio, South America, timberline\nDans le sud des Andes près du 40ºS, les limites des arbres en altitude sont dominées par le Nothofagus pumilio, un angiosperme caduque à grandes feuilles de la famille des hêtres du sud (Nothofagaceae). Les limites des arbres, variant de 1 100 à 1 500 m au-dessus du niveau des mers, sont influencées par le climat régional et l’activité volcanique. À une échelle locale, les perturbations influencent la limite des arbres, la longueur de l’écotone et la productivité en terme de végétation. Les variations décennales et inter-annuelles du climat reliées à l’oscillation australe d’El Niño (ENSO) affectent significativement la croissance radiale des arbres krummholz et la démographie des semis; mais ces relations entre le climat et la limite des arbres sont très complexes. La croissance radiale des arbres krummholz et la démographie des semis ont réagi différemment aux variations climatiques. Ces relations ont différé entre les régions climatiques et étaient instables en fonction du temps. Nous concluons que les variations inter-annuelles du climat, comme celles associées aux ENSO, seront critiques au niveau d’une reproduction réussie et de la croissance du Nothofagus pumilio à la limite des arbres dans les Andes dans un scénario de réchauffement climatique.\nMots-clés : Argentine, Chili, changement climatique, perturbation, dynamiques forestières, réchauffement global, Nord de la Patagonie, Nothofagus pumilio, Amérique du Sud, limite des arbres"
  }, {
    "heading": "Why Study Andean Treelines?",
    "text": "Altitudinal treeline is the upper distributional limit of tree species in mountainous terrain. Global and regional patterns of treeline position support the classic paradigm that low temperature determines the elevation of treeline (Körner 1998). Consistent with this thermal explanation, treelines are generally expected to rise in response to global warming (Beniston 1994, Innes 1998). However, much of the theory to interpret and explain altitudinal treeline is based on climate-vegetation interactions observed in the Northern Hemisphere (Innes 1991, Körner 1998; but see Cullen et al. 2001).\nTreelines differ both in biology and in geographic context between the southern and northern hemispheres. In the Northern Hemisphere, needleleaf gymnosperms dominate most altitudinal treelines (Innes 1991, Körner 1998). In contrast, altitudinal treelines in the Southern Hemisphere are dominated by broadleaf angiosperms including deciduous and evergreen species of Nothofagus and evergreen Eucalyptus (Veblen et al. 1996), whereas gymnosperms are rare (Enright et al. 1995). In general, broadleaf angiosperms are less tolerant of low tem-\nperatures, soil water deficits, and snow loads, and are more sensitive to the length of the growing season than are needleleaf gymnosperms (Kupfer and Cairns 1996). Geographically, the small size of the land masses in the Southern Hemisphere result in temperate and high-latitude climates that are much less continental relative to the Northern Hemisphere (Körner 1998). Thus, at equivalent latitudes, summer heating is less, winters tend to be milder and wetter, and treelines tend to occur at lower elevations in the Southern Hemisphere than in the interior of large northern land masses. Together, these dissimilarities imply different adaptations to high elevation climates, responses to climate variation, and explanations for the position of altitudinal treeline in the Southern Hemisphere than in the Northern Hemisphere. In this essay on treelines in the southern 1Paper presented at “Mountain Forests: Conservation and Management,” IUFRO Silviculture Conference, Vernon, British Columbia, Canada, July 28–August 1, 2002. 2Department of Geography, University of British Columbia, Vancouver, BC V6T 1Z2. E-mail: daniels@geog.ubc.ca 3Department of Geography, University of Colorado at Boulder, Boulder, Colorado, USA 80309-0260. E-mail: Thomas.Veblen@Colorado.EDU\nThomas T. VeblenLori D. Daniels\nT he\nF or\nes tr\ny C\nhr on\nic le\nD ow\nnl oa\nde d\nfr om\np ub\ns. ci\nfif\nc. or\ng by\nU N\nIV E\nR SI\nT Y\nO F\nA R\nIZ O\nN A\nL IB\nR A\nR Y\no n\n02 /2\n6/ 19\nFo r\npe rs\non al\nu se\no nl\ny.\nAndes, where marked warming has occurred since 1977 (Daniels and Veblen 2000), we summarize recent findings on variation in treelines across a range of spatial scales and the influences of disturbance and climate on treeline structure and dynamics (Daniels 2000)."
  }, {
    "heading": "Physical Geography of the Study Areas",
    "text": "Three study areas, Antillanca Valley (40°47′S, 72°12′W) in Puyehue National Park, Chile, Cerro Bayo (40°44′S, 71°37′W) and Challhuaco Valley (41°15′S 71°18′W) in Nahuel Huapi National Park, Argentina, lie across the axis of the Andes (Fig. 1). Near 40°S, peaks in the Andes cordillera generally range from 2000 to 2700 m a.s.l. Soils have developed from parent material of volcanic ash.\nThe study areas represent two climate regions, one west and one east of the axis of the Andes. The prevailing westerlies and the orographic influence of the Andes create a dramatic westto-east precipitation gradient. Annual precipitation at Antillanca may be as much as 5600 mm (average for 1965 and 1966; MuñozSchick 1980), but only about 800 mm in the forest-steppe ecotone 50 km east of the Andes, near Challhuaco (De Fina 1972). Snow transects monitored in 1997 and 1998 documented deeper snow, more consistent snow cover through the winter and more persistent snow in spring at Antillanca than at Challhuaco (Daniels 2000). Regional temperature data, based on climate stations shown in Fig. 1, indicate a more continental climate at the Argentine sites than in Chile (Daniels 2000).\nRegional climate records show differing temporal trends at mid-latitudes in Chile and Argentina (Daniels and Veblen 2000). For example, in Chile temperatures were below average from 1988 to 1993. In Argentina, temperatures have been above average and precipitation has been below average since 1977, related to warm tropical sea surface temperatures and a shift in El Niño-Southern Oscillation (ENSO) activity (Graham 1995). Despite differences in regional climate at decadal scales, interannual variation in climate related to ENSO is similar in Chile and Argentina at mid-latitudes (Daniels and Veblen 2000). El Niño events result in wet falls, winters and springs, and dry summers; temperatures are warm, except for spring in Argentina.\nNothofagus Forests The high-elevation forests in Chile and Argentina near 40°S are composed of erect, single-stemmed Nothofagus pumilio, N. betuloides and/or N. dombeyi, with the latter two species decreasing in importance with increasing elevation (Veblen et al. 1996). The treeline ecotone is generally dominated by krummholz forms of N. pumilio with some N. antarctica and N. betuloides. The deciduous species are N. pumilio and N. antarctica, and the evergreen species are N. dombeyi and N. betuloides. N. pumilio dominated the treeline at all three study areas and was the focus of this research.\nThe Andean forest landscape is dynamic with frequent disturbance (Veblen et al. 1996). Volcanism and earthquakes affect forests on a regional scale (Veblen and Ashton 1978, Kitzberger et al. 1995). Mass movements and snow avalanches acting at local- and micro-scales commonly influence N. pumilio treeline forests (Veblen et al. 1977, Veblen and Ashton 1978, Veblen 1979). There was no evidence of fire during recent decades at treeline in the three study areas, and access to Challhuaco and Cerro Bayo by livestock has been restricted in recent decades\n(Heinemann et al. 2000, J.P. Raemdonck, Cerro Bayo Centro de Esqui (Ski Resort), Villa la Angostura, Argentina, personal communication, February 1997). Recent, direct human impacts in the three study areas are recreation-related and localized."
  }, {
    "heading": "Structure of Altitudinal Treelines in the Andes",
    "text": "At altitudinal treeline, vegetation grades from continuous forest of erect trees to non-forested vegetation. We defined the “treeline ecotone” as the transition zone between the forest and nonforested vegetation, with the upper and lower boundaries delimited by “timberline” and “treeline” (Fig. 2). Timberline is the boundary between trees with erect and krummholz growth forms. Upslope from timberline, the density of trees decreases and forest cover becomes less continuous as the krummholz forest grades into non-forested “altoandino” (alpine) vegetation. The location of the uppermost krummholz tree determines the position of treeline.\nThe treelines of the southern Andes are abrupt. At undisturbed sites, the width of the ecotone, measured as the distance from timberline to treeline, average 62 m (s.d. = 58, n = 95; Daniels and Veblen unpublished manuscript). At some sites, the ecotone was limited to only a few meters wide. At a few sites, there was no ecotone; timberline and treeline were equivalent and formed by trees that were 10 to 15 m tall and up to 60 cm in\nMARS/AVRIL 2003, VOL. 79, NO. 2, THE FORESTRY CHRONICLE238\nT he\nF or\nes tr\ny C\nhr on\nic le\nD ow\nnl oa\nde d\nfr om\np ub\ns. ci\nfif\nc. or\ng by\nU N\nIV E\nR SI\nT Y\nO F\nA R\nIZ O\nN A\nL IB\nR A\nR Y\no n\n02 /2\n6/ 19\nFo r\npe rs\non al\nu se\no nl\ny.\ndiameter at breast height. At disturbed sites, the treeline ecotone was commonly 150 to 500 m wide.\nThe structure of the Nothofagus forest changes across the timberline as single-stemmed, erect trees are replaced by krummholz trees with multiple-stems and irregular growth forms (Fig. 2). The krummholz growth forms of Nothofagus pumilio closely conform to those described for Nothofagus solandri growing at altitudinal treeline in New Zealand (Fig. 3). Of the krummholz growth forms, naturally coppiced trees were most abundant (Daniels unpublished data). Individual krummholz trees had up to 17 stems, but 67% of multiple-stemmed krummholz had two to five stems. Seventy percent to 90% of all Nothofagus erect trees, saplings, and krummholz that we sampled had cam-\nbial scars or exhibited partial crown dieback. Stems with scars or with crown dieback were common even at sites that showed no evidence of recent stand-level disturbance. However, dead Nothofagus accounted for < 2% of individuals in the transects at Antillanca, Chile and no more than 5% in the transects sampled at the two Argentine study areas. Upslope from timberline, the density of the krummholz trees declined and regeneration was less abundant as the krummholz forest graded into the non-forested altoandino community.\nElevation of treeline was lower at Antillanca, Chile (mean = 1193 m a.s.l., s.d. = 74, n = 68) than at the Argentine study areas, but there was no significant difference between elevations at Cerro Bayo (mean = 1479 m a.s.l., s.d. = 69, n = 35) and Challhuaco (mean = 1508 m a.s.l., s.d. = 56, n = 47; Daniels and Veblen unpublished manuscript). Differences in mean treeline elevation west and east of the Andes may be explained by a combination of regional disturbance and climate regimes. Veblen et al. (1977) and Veblen and Ashton (1979) suggested that the Antillanca treelines have been lowered by regionally extensive volcanic ash deposition. Nevertheless, the west-east difference in the elevational limit of the Nothofagus treeline that we observed is consistent with trends throughout southern South America (Wardle 1998). Higher treeline elevations east of the Andes probably reflect the more continental climate and longer snow-free growing season in Argentina than in Chile.\nElevation of treeline, krummholz growth rates, and cover of shrubs and herbs are three characteristics of treeline ecotones that are significantly impacted by local disturbance (Daniels and Veblen unpublished manuscript). Disturbed treelines were locally lowered with wider ecotones than undisturbed sites. Low krummholz growth rates, low vegetation cover, and high percentages of bare ground reflect damage to the vegetation caused by rapid mass movements and/or avalanches. Seasonal or annual disturbances, such as local soil creep, had a less severe impact on the vegetation but were more frequent than mass movements. Given the short recovery period between successive disturbances, the\nMARCH/APRIL 2003, VOL. 79, NO. 2, THE FORESTRY CHRONICLE 239\naltoandino\nvegetation\nkrummholz\nforest\nupslope\nsubalpine\nforest\ntreeline = upper-most\nkrummholz tree\ntimberline = limit of\nerect and krummholz\ntree growth forms\ntreeline\necotone\nFig. 2. The treeline ecotone in the Nothofagus pumilio forest of Chile and Argentina. At altitudinal treeline, vegetation grades from continuous forest of erect trees to non-forested vegetation. The boundary between trees with erect and krummholz growth forms is termed “timberline.” Above timberline, the density of trees decreases and forest cover becomes less continuous as the krummholz forest grades into non-forested altoandino vegetation. The location of the uppermost krummholz tree determines the position of “treeline.” The transition zone between timberline and treeline is the “treeline ecotone.”\nFig. 3. Common growth forms of Nothofagus species growing at altitudinal treeline in the Southern Hemisphere (from Norton and Schönenberger 1984, p. 364; reprinted with permission from Arctic, Antarctic and Alpine Research).\nT he\nF or\nes tr\ny C\nhr on\nic le\nD ow\nnl oa\nde d\nfr om\np ub\ns. ci\nfif\nc. or\ng by\nU N\nIV E\nR SI\nT Y\nO F\nA R\nIZ O\nN A\nL IB\nR A\nR Y\no n\n02 /2\n6/ 19\nFo r\npe rs\non al\nu se\no nl\ny.\nupslope expansion of the vegetation following disturbance is limited. Thus, treelines disturbed by soil creep occurred only at lower- and middle-slope positions."
  }, {
    "heading": "Treelines and Climate Variation",
    "text": "The influence of climate on tree radial growth and seedling establishment of Nothofagus pumilio is complex and has varied through time (Daniels 2000, Daniels and Veblen unpublished manuscript). Radial growth of N. pumilio growing at treeline was strongly influenced by temperature, but the relationship was non-linear. From 1957 to 1976, climate was cool and wet. Low growing-season temperatures limited radial growth of krummholz trees. El Niño conditions resulted in wet springs, then warm and dry summers, which facilitated tree growth. On average, radial growth was greater during the warm period from 1977 to 1996 in comparison with the previous 20-year cooler period. However, at an annual time-scale during the warmdry period from 1977 to 1996, high temperatures resulted in low moisture availability in summer, ultimately limiting radial growth. Negative correlations between growth and summer temperature were strongest on the drier sites. During this warm period, La Niña conditions resulted in cool, wet summers that facilitated greater radial growth.\nSeedling establishment was limited by moisture availability, but the relationship to moisture differed between the west and east sides of the Andes and varied through time. At Antillanca, Chile, seedling establishment was limited by low precipitation and low moisture availability. From 1957 to 1976, La Niña conditions resulted in cool, wet summers that favoured seedling establishment, whereas from 1977 to 1996, seedling establishment was most successful during a switch to La Niña conditions, when moisture was available both in the spring and fall. At the two study areas in Argentina, high temperatures resulted in low moisture availability and limited seedling establishment. From 1957 to 1976, high temperature and low moisture availability in summer limited seedling establishment. Cool, wet summers during La Niña conditions favoured seedling establishment. From 1977 to 1996, late summer-early fall conditions showed the strongest climate-seedling relationships. Cool temperatures, resulting in high moisture availability and marking a switch to La Niña conditions favoured seedling establishment. The spatial and temporal variations in vegetation-climate relationships documented in this study demonstrate the complexity of treeline dynamics in northern Patagonia under a changing climate."
  }, {
    "heading": "Implications for Future Treelines in the Southern Andes",
    "text": "Our results have important implications when considering the potential impacts of future climate on Nothofagus pumilio treelines in the southern Andes. In particular, tree radial growth and seedling establishment responses to the warm, dry climate in Argentina since 1977 provide the bases for making three predictions about how N. pumilio treelines may respond to future warming: (1) Radial growth will respond positively to increased temperatures, but beyond a critical threshold warm temperatures will have a negative influence on growth; (2) In the wetter treeline habitats (Chile), predicted increases in seedling establishment will not occur unless precipitation increases to counter the negative impact of higher temperatures on moisture availability. In the drier habitats (Argentina), seedling estab-\nlishment may be limited regardless of changes in precipitation, as low moisture availability corresponded with high temperature rather than low precipitation; (3) Inter-annual variations in climate, such as those associated with ENSO, will continue to be critical influences on tree radial growth and seedling establishment of N. pumilio at treeline. We conclude that a directional increase in temperature, as predicted by global climate scenarios, will not necessarily facilitate seedling establishment or stimulate growth in the current N. pumilio forest near treeline. Upslope migration of altitudinal treeline in the southern Andes is not supported."
  }, {
    "heading": "Acknowledgements",
    "text": "Funding was provided by the World Wildlife Fund Latin American and Caribbean Program, Sigma Xi Scientific Research Society, and the Graduate School at the University of Colorado at Boulder. For permission to conduct this research, we thank CONAF, Chile, and Parques Nacionales, Argentina. We thank Trudy Kavanaugh and Joe Antos for helpful comments on the manuscript."
  }],
  "year": 2003,
  "references": [{
    "title": "Introduction",
    "authors": ["M. Beniston"],
    "venue": "M. Beniston (ed.). Mountain environments in changing climates. Routledge, New York. Cullen, L.E., G.H. Stewart, R.P. Duncan and J.G. Palmer. 2001. Disturbance and climate warming influences on New Zealand Nothofagus tree-line population dynamics. J. Ecol. 89: 1061–1071.",
    "year": 1994
  }, {
    "title": "The dynamics of altitudinal treelines in Northern Patagonia: spatio-temporal influences of climate",
    "authors": ["L.D. Daniels"],
    "venue": "PhD Dissertation, Department of Geography, University of Colorado at Boulder, USA. 161 p. Daniels, L.D. and T.T. Veblen. 2000. ENSO effects on temperature",
    "year": 2000
  }, {
    "title": "Patagonian-Andean region: implications for biogeography",
    "authors": ["A.L. De Fina"],
    "venue": "Phys. Geogr",
    "year": 1972
  }, {
    "title": "The southern conifers — an introduction",
    "authors": ["nología Agropecuaria", "Buenos Aires", "Argentina. Enright", "N.J", "R.S. Hill", "T.T.Veblen"],
    "venue": "In N.S. Enright and R.S. Hill (eds.). Ecology of the southern conifers. pp",
    "year": 1995
  }, {
    "title": "Simulation of recent global temperature trends",
    "authors": ["N.E. Graham"],
    "venue": "Science 257: 666–671. Heinemann, K., T. Kitzberger and T.T. Veblen. 2000. Influences of gap microheterogeneity on the regeneration of Nothofagus pumilio in a xeric old-growth forest of northwestern Patagonia,",
    "year": 1995
  }, {
    "title": "High altitude and high latitude tree growth in relation to past, present and future global climate change. Holocene 1: 168–173",
    "authors": ["Argentina. Can"],
    "venue": "J. For. Res",
    "year": 1991
  }, {
    "title": "The impacts of climate variability on forests",
    "authors": ["duction. In: M. Beniston", "J.L. Innes (eds"],
    "venue": "Can. J. For. Res",
    "year": 1995
  }, {
    "title": "A re-assessment of high elevation treeline positions and their explanation",
    "authors": ["C. 1684–96. Körner"],
    "venue": "Oecologia",
    "year": 1998
  }, {
    "title": "Flora del Parque Nacional Puyehue. Editorial Universitaria, Santiago, Chile",
    "authors": ["M. 253–272. Muñoz-Schick"],
    "year": 1980
  }, {
    "title": "The growth forms and ecology of Nothofagus solandri at the alpine timberline, Craigieburn Range, New Zealand",
    "authors": ["D.A. Norton", "W. Schönenberger."],
    "venue": "Arctic and Alpine Research 16: 361–370. Veblen, T.T. 1979. Structure and dynamics of Nothofagus forests near timberline in south-central Chile. Ecology 60: 937–945.",
    "year": 1984
  }, {
    "title": "Catastrophic influences on the vegetation of the Valdivian Andes",
    "authors": ["T.T. Veblen", "D.H. Ashton."],
    "venue": "Vegetatio 36: 149–167. Veblen, T.T. and D.H. Ashton. 1979. Successional pattern above timberline in south-central Chile. Vegetatio 40: 39–47. Veblen, T.T., D.H. Ashton, F.M. Schlegel and A.T. Veblen.",
    "year": 1978
  }, {
    "title": "Ecology of southern Chilean and Argentinean Nothofagus forests",
    "authors": ["T.T. Veblen", "C. Donoso", "T. Kitzberger", "A.J. Rebertus."],
    "venue": "T.T. Veblen, S.R. Hill and J. Read (eds.). The ecology and biogeography of Nothofagus forests. pp. 293–353. Yale University Press, New Haven, Connecticut.",
    "year": 1996
  }, {
    "title": "Comparison of alpine timber lines in New Zealand and the southern Andes",
    "authors": ["P. Wardle"],
    "venue": "J. Royal Soc. New Zeal. Misc. Ser. 48: 69–90.",
    "year": 1998
  }],
  "id": "SP:e93eae6546b47f967ef07a3c689e6c4e0bbee3b6",
  "authors": [{
    "name": "Lori D. Daniels",
    "affiliations": []
  }, {
    "name": "Thomas T. Veblen",
    "affiliations": []
  }],
  "abstractText": "In the southern Andes near 40oS, altitudinal treelines are dominated by Nothofagus pumilio, a broadleaf deciduous angiosperm in the beech family (Fagaceae). Treeline elevations, ranging from 1100 to 1500 m a.s.l., are influenced by regional climate and volcanism. At the local scale, disturbance influences treeline elevation, ecotone length, and vegetation productivity. Decadal and interannual variation in climate related to El Niño-Southern Oscillation (ENSO) significantly affected radial growth of krummholz trees and seedling demography; however, climate-treeline relations were complex. Radial growth of krummholz trees and seedling demography responded differently to climate variation. These relations differed between climate regions and were unstable through time. We conclude that inter-annual variations in climate, such as those associated with ENSO, will be critical for successful reproduction and growth of Nothofagus pumilio at treeline in the Andes under the influence of global warming.",
  "title": "Altitudinal treelines of the southern Andes near 40oS"
}