{
  "sections": [{
    "text": "Advanced Review"
  }, {
    "heading": "Volcanoes and climate",
    "text": ""
  }, {
    "heading": "Jihong Cole-Dai∗",
    "text": "Of the natural forcings causing short-term climatic variations, volcanism, along with its climatic impact, is perhaps the best understood. The primary net result of the impact is the reduced receipt of solar energy at Earth’s surface due to the scattering of incoming solar radiation by secondary sulfate aerosols formed from volcanic sulfur. The quantitative effects can be measured in energy-balancebased climate models, which require validation using high-quality paleoclimatic and paleovolcanic data. An important advancement in the effort to understand the role of volcanism in climate change in the recent decade is the significant improvement in paleovolcanic records from polar ice cores, represented by long records with unprecedented temporal accuracy and precision, and by the potential to identify climate-impacting stratospheric eruptions in the records. Other improvements include (1) the investigation of long-term relationship between eruptions (including super-eruptions) and climate variations, beyond an eruption’s radiative impact of up to a few years; (2) a better understanding of the response to volcanic perturbation of feedback mechanisms in the climate system; and (3) the limited role of volcanic eruptions in the era of human-induced greenhouse warming. Urgent research/investigation is needed to evaluate the geoengineering proposition to counteract greenhouse warming by injecting sulfur dioxide into the stratosphere, which is based on the significant cooling effects of stratospheric volcanic eruptions, and its serious unintended consequences.  2010 John Wiley & Sons, Ltd. WIREs Clim Change 2010 1 824–839 DOI: 10.1002/wcc.76"
  }, {
    "heading": "INTRODUCTION",
    "text": "Earth’s climate is primarily determined by theenergy in the climate system. A stable climate is maintained by an energy steady state between incoming and outgoing radiation on Earth and by balanced energy distribution and exchange among the system components (atmosphere, ocean, and land).1 Climate change occurs when the energy steady state is altered or perturbed by changes in external or internal factors, called climate forcings. The most important climate forcings are: (1) the reception of insolation and its latitudinal distribution determined by the cyclic orbital relationship (Milankovitch cycles) between Earth and Sun2; (2) occasional volcanic eruptions altering the atmospheric albedo and therefore the energy budget; (3) fluctuations in solar irradiance upsetting the Earth’s energy steady state; and (4) changes in minor atmospheric components\n∗Correspondence to: jihong.cole-dai@sdstate.edu Department of Chemistry and Biochemistry, South Dakota State University, Brookings, SD, USA\nDOI: 10.1002/wcc.76\ncontrolling the greenhouse effect—absorption and subsequent emission of outgoing thermal radiation. The substantial and growing human greenhouse gas emissions since the nineteenth century3 have caused, or at least contributed to, the significant temperature rise over the last century.4 Forecasting future climate with well-constrained uncertainties requires the use of climate models,5 which need to be continuously evaluated and improved.6 Improvement and validation of sophisticated climate models benefit from reliable paleoclimatic records and accurate knowledge of past variations of climate forcings including volcanism.7 The climatic impact of volcanic eruptions has long been a topic of intense interest and of inquiry and considerable research effort. Early work on volcanism focused on documenting active volcanoes and past volcanic activities. Scientific efforts to explore the connection between volcanoes and climate began in the nineteenth century and were greatly aided by systematic documentation of volcanic eruptions that began in the mid-twentieth century. Since then, the development and improvement of our knowledge on\n824  2010 John Wiley & Sons, L td. Volume 1, November/December 2010\nthe volcano–climate connection have been no less spectacular than the eruptions themselves. In particular, the advance in volcano–climate research over the last two decades has essentially elucidated the primary physical processes linking climatic response to volcanic emissions and contributed to the effort to quantify natural climate variability and the role of volcanism in recent climate variations. This gives us the capability and confidence to predict the probable climatic response to a given level of volcanic activities. This remarkable advance is, in part, due to the heightened interests in climate change brought about by the concern of the human-induced greenhouse warming and also aided by the advent of tools that greatly increased our capabilities to study all aspects of the volcano–climate system. Those tools include satellite and other modern observational platforms, a global volcano monitoring system, paleovolcanic data from a variety of proxy measurements (developed as part of paleoclimatic data), and sophisticated climate models able to simulate accurately the physical processes relating atmospheric properties to climate conditions. For a thorough understanding of the volcano– climate topic and past research achievement, the reader is referred to an excellent comprehensive and well-illustrated review by Alan Robock.8 At the time of its publication (2000), the state of the art for the discipline was characterized by a clear understanding of the global radiative effects of volcanic aerosols and of regional differences in climatic response attributed to atmospheric dynamics, a recognition of the potential impact on stratospheric ozone, and a qualitative description of the role of volcanism in past episodes of climate changes. Robock concluded that although no index of past volcanism was perfect, polar ice cores held the most promise to provide volcanic records in the assessment of the climatic impact of past volcanic eruptions. This review summarizes what is known about the volcano–climate connection with an emphasis on the most significant advancements, particularly those in ice-core volcanic records, since 2000 and offers a brief outlook on future developments."
  }, {
    "heading": "THE PHYSICAL CONNECTION",
    "text": "Unlike orbital, solar and greenhouse climate forcings, volcanic eruptions are highly visual to an observer and, therefore, can be, in concept, readily connected to their impact on climate. For a long time, people knew through direct experience and by instinct that explosive volcanic eruptions changed weather patterns. The instances and extent of climate change caused by volcanic eruptions can be examined in the records of past volcanic eruptions and climate\ndata. However, a complete understanding of the physical processes connecting a volcanic eruption to its climatic effects is necessary to the efforts to model the climate system accurately to forecast future climate change. This section offers a close look at the physical connection between volcanic eruptions and climate."
  }, {
    "heading": "Volcanic Emissions",
    "text": "Volcanic eruptions are a strong and visible manifestation of the internal dynamics of the solid Earth. A strong characteristic is the emission into the atmosphere of large quantities of solid particles (ash) and gaseous substances in a short period of time. Ash clouds can block sunlight and darken the skies visibly, resulting in reduced solar heating. However, such effects are typically short-lived and geographically limited, as the ash settles by gravity out of the atmosphere quickly and locally.9 The gaseous emissions consist primarily of water vapor, carbon dioxide and reduced sulfur compounds (mainly SO2), nitrogen,10 and halogen compounds.11 They become constituents of the atmosphere and their atmospheric residence times are subject to the biogeochemical cycles of the elements (O, C, and S). The amounts of water vapor and carbon dioxide emitted by volcanoes are negligibly small, compared with the atmospheric reservoir size of these gases, and therefore their climate impact is insignificant.11"
  }, {
    "heading": "Aerosols and Climate",
    "text": "In the oxidizing atmosphere, SO2 from volcanic and other sources is converted to the chemically stable sulfuric acid (H2SO4) or sulfate. The conversion is quite rapid. In the troposphere, SO2 is converted to H2SO4 in a matter of a few days,12 while the conversion in the stratosphere may take up to several weeks and months.12,13 Sulfuric acid is highly hygroscopic and consequently exists as H2SO4·H2O or sulfuric acid aerosols. These sulfuric acid or sulfate aerosols scatter efficiently the visible part of the solar spectrum; their presence increases the optical depth of the atmosphere and therefore the atmospheric albedo.12 In addition, they also interact with both incoming and outgoing infrared radiation. Because the net effect of aerosols is the reduction of energy receipt near the surface,8 the most significant climatic impact of aerosols is the cooling at the surface and in the lower troposphere."
  }, {
    "heading": "Stratospheric Eruptions",
    "text": "Small or moderate eruptions and continuous noneruptive degassing by quiescent volcanoes emit relatively small amounts of volcanic substances into the\nVolume 1, November/December 2010  2010 John Wiley & Sons, L td. 825\ntroposphere.11,14 More importantly, the average residence time of sulfate aerosols in the troposphere is short (a few days), due to efficient removal via precipitation.15,16 Therefore most tropospheric eruptions and degassing possess no significant potential for climate impact beyond the short-lived effect of ash clouds on local weather.9,14 Exceptionally large tropospheric eruptions may have some climate impact, as the result of the brief presence of sufficiently large quantities of volcanic aerosols.14,17 This brief impact of tropospheric eruptions needs to be distinguished from the climatic effect of tropospheric sulfate aerosols from anthropogenic emissions of sulfur. The anthropogenic sulfate aerosols, primarily resulting from coal combustion and industrial smelting operations,18,19 play a significant role in human-induced climate forcing (the ‘aerosol forcing’ effect) because the aerosols are sustained by continuous emissions.20–22 In contrast, stratospheric eruptions are much more likely to have significant and lasting climatic impact, due to (1) the usually large amount of SO2 emitted, (2) the much longer aerosol residence times in the stratosphere than in the troposphere, and (3) the hemispheric or global distribution of the volcanic aerosols via stratospheric circulation. Extraordinarily large eruptions injecting massive amounts of SO2 directly into the stratosphere can cause significant surface and tropospheric cooling. Such eruptions in the tropics are capable of global impact, for their aerosols are usually distributed globally through rapid longitudinal circulation and poleward transport in both directions.8 That our understanding of the main physical processes linking volcanic eruptions to climate has not changed significantly since 2000 testifies to the excellent state of the discipline from the prior research reviewed by Robock.8 One of the significant developments since then may be the possible application of the knowledge on volcano–climate to solving a pressing problem. The global cooling effect of stratospheric volcanic eruptions provides the physical basis for the geoengineering proposition (albedo enhancement) to counteract the anthropogenic greenhouse warming by putting SO2 into the stratosphere. A brief discussion of the anticipated benefits and potential unintended consequences is presented in Section Future Developments.\nPAST VOLCANISM\nDue to the complexity of the climate system, understanding and disentangling the effects of individual forcings require careful analysis of time series of both\nclimate and forcing data. Not surprisingly, records of volcanic eruptions are needed to assess the role of volcanism in climate variations. In this section, the types of volcanic records and their strengths and weaknesses are discussed from the perspective of robust records for climate modeling. The volcanic impact on climate can be assessed by comparing these records with paleoclimatic data, which is discussed in detail in Section Volcanic Impact on Climate."
  }, {
    "heading": "Documentary History of Volcanic Eruptions",
    "text": "Devastating volcanic eruptions were documented in written history since the early times. An example is the eruption of Mount Vesuvius that buried the Roman city Pompeii in 79 AD.23,24 Historical documentation was limited in several ways. First, only those eruptions that actually caused immediate and significant societal and economic damages were worthy of entry in the history books. Second, documentation often relied on and therefore required eyewitness accounts and reliable record-keeping; as a consequence, eruptions in remote locations with sparse human presence were very unlikely to be documented for lack of eyewitnesses or of systematic information gathering. Third, in many regions and countries of the world, written histories did not begin until the most recent centuries. Finally, historical documentation is often only descriptive, neither scientific nor quantitative.25 In a few cases, historical documentation may be supplemented by private papers such as diaries.26 Early volcanic records relied on occasional reports and anecdotes in personal or news accounts and historical/political documents. More reliable compilation of active volcanoes and past volcanic eruptions began in the mid-nineteenth century.27 These efforts were expanded in the early twentieth century with the addition of volcanological data from geological investigations. A major advance occurred in the 1950s with the establishment of a global monitoring and reporting network and the publication of Catalog of Active Volcanoes of the World by the International Association of Volcanology and Chemistry of the Earth’s Interior.28 In addition to relying on records of eyewitness description, the efforts have also tapped into documentation of indirect observations. One of the spectacular effects of a volcanic eruption is the variation in visible atmospheric characteristics (color and turbidity) and temperature anomalies due to the presence of volcanic dust or aerosols in the atmosphere. The dust veil index (DVI) by Lamb29 is a comprehensive compilation of both historical records and the observed atmospheric aftermath of volcanic eruptions since 1500 AD.\n826  2010 John Wiley & Sons, L td. Volume 1, November/December 2010\nVolcanological studies document geological evidence and consequences of eruptions. The extent of volcanic eruptions is estimated with the size of craters and ashfall coverage (distance from the volcano, and depth and area of ash layer), and the type of eruption and the immediate environmental impact can be studied using the geochemistry of volcanic materials. This type of measurement has led to a semiquantitative volcanic explositivity index (VEI) introduced by Newhall and Self.25 Researchers at the U.S. National Museum of Natural History of the Smithsonian Institution collected all available volcanic records and published the chronology Volcanoes of the World28 in the early 1980s. This comprehensive compilation incorporated the content of Catalog of Active Volcanoes of the World and its successor Bulletin of Volcanic Eruptions, and the DVI and VEI. The original chronology was updated30 in the 1990s. Since then, the chronology has been continuously updated and the current catalog can be found on the website of the museum.31 An apparent and significant shortcoming of volcanic records from historical and geological documentation of direct and indirect observations is that volcanic eruptions may not be included due to the lack of documented observations. The much more comprehensive proxy records from ice cores, discussed next, have shown that many eruptions in the past, even very large eruptions, do not appear in the observation-based records. Since the establishment of the global volcano monitoring network in the 1950s, it has become much less likely that an explosive eruption anywhere in the world is not observed and recorded. The advent of global satellite measurement of atmosphere properties has significantly reduced the remaining possibility that any eruptions are unnoticed, although small eruptions in very remote regions may still be missed."
  }, {
    "heading": "Proxy Records",
    "text": "To quantify the role of volcanism in natural climatic variations and to assess the human influence on climate, longer and more comprehensive records than the documentary history of volcanic eruptions are needed. These records can come from geological and biological systems that archive environmental variables including the effects of volcanic eruptions. The two major types of the proxy records use polar ice cores and tree rings, which are described below, respectively."
  }, {
    "heading": "Ice Cores",
    "text": "Volcanic sulfuric acid or sulfate aerosols deposit from the atmosphere onto the Earth’s surface. On the polar\nice sheets of Antarctica and Greenland, the volcanic sulfuric acid fallout is preserved in the snow layers accumulated over hundreds and thousands of years. Measurement of acidity and/or sulfate concentration in polar ice cores can be used to detect and quantify signals of past volcanic eruptions in the snow strata. The foundation for ice-core volcanic records was established by Claus U. Hammer and colleagues, in a landmark study of volcanic acid in Greenland ice cores.23 Measurement of electric conductivity on solid ice (ECM) and of meltwater conductivity performed on early Greenland ice cores32,33 showed the presence of large acidity signals corresponding to well-known historic volcanic eruptions as well as eruptions with no entry in the documentary records. The most successful application of the ECM measurement yielded a 50,000-year record of volcanism from a deep ice core from Byrd Station, Antarctica.34 At about the same time when the initial conductivity measurement was performed on Greenland ice cores, Delmas and Boutron35 made the first sulfate concentration measurement in Antarctica ice cores in search of volcanic sulfuric acid signals. The conductivity techniques, consisting of the ECM method and the similar dielectric property (DEP) method, allow fast measurement of the ionic content (including volcanic sulfuric acid) of ice.36–38 The volcanic sulfuric acid in polar snow is superimposed on a relatively stable background of sulfuric acid and other ionic compounds from continuous, nonvolcanic sources such as marine biogenic emissions.39 Detection of volcanic signals in ice cores using conductivity measurement assumes that the acid content of the ice is the most important contributor to the ice electric conductivity and any brief elevation of the acidity is caused by the input of volcanic sulfuric acid.33 However, several factors complicate the detection of volcanic signals: the presence of other acids (e.g., nitric acid) and the variation of their concentrations in ice40; the neutralization of volcanic acid by alkaline dust; and the influence of physical structure and temperature on the conductivity of the solid ice.36 These complications limit the quality of the volcanic records derived from conductivity measurements. In constructing ice-core volcanic records, sulfate measurement is preferred over acidity measurement because sulfate is a volcanic species and its sources are few. The introduction of ion chromatography to ice core research41 significantly improved the accuracy and speed of sulfate measurement. Because the ion chromatographic sulfate measurement is not sensitive to interference by non-sulfur substances in ice and is generally not affected by non-chemical factors, the technique allows the detection and quantification of\nVolume 1, November/December 2010  2010 John Wiley & Sons, L td. 827\nvolcanic signals with significantly reduced analytical noise and errors, as compared with conductivity measurement,42 and therefore improved the quality of ice-core volcanic records. At the time (2000) of the review by Robock,8 only a few ice-core volcanic records were available and the quality of the records was quite variable.42–44 Since 2000, a relatively large number of new ice-core volcanic records have been published. In general, these new records are of higher quality than previous ice core records, due to remarkable improvements in ice core chemical measurement, and in increased accuracy and precision of ice core dating. The EPICA Dome C core45,46 provides the longest continuous volcanic record (45,000 years) from Antarctica ice cores. Detailed sulfate measurement in a Siple Dome, West Antarctica ice core is used by Kurbatov et al.47 to construct a 12,000-year volcanic record with annual dating resolution. These long records from Antarctica ice cores complement previously developed long records from Greenland ice cores.44,48,49 There are numerous ice core records of shorter temporal coverage.50–56 Legrand and Delmas43 first proposed to establish a volcanic index (the glaciological volcanic index) based on ice core measurements (concentration and/or flux of volcanic sulfate) to represent the atmospheric impact (aerosol mass loading) of volcanic eruptions. However, the presence and magnitude of volcanic signals in a single ice core may be influenced by local glaciology factors such as deposition mechanism, snow accumulation rate, and the preservation of volcanic materials in snow. Ice core records from multiple locations need to be combined statistically to yield composite ice core indexes more representative of volcanic forcing of regional or global climate. Robock and Free57 used a composite of several icecore volcanic records available at the time (1995) to construct a more robust ice-core volcanic index (IVI) for climate forcing. Recently (2008), the IVI has been improved by Gao et al.58 based on acidity and sulfate data from a large number (54) of bipolar ice cores."
  }, {
    "heading": "Characteristics of Ice-Core Volcanic Records",
    "text": "It has been pointed out59 that the most important factor of the climate impact is the sulfur or aerosol mass loading, not the explositivity, of a volcanic eruption. Therefore, the ice core-based volcanic index enjoys an important advantage over other indexes such as DVI and VEI in that the ice-core volcanic parameter (i.e., sulfate or acidity) is a direct measure of, but not affected by, the climate forcing by a volcanic eruption. Ice core records are quantitative. The experimentally measured concentration or flux of volcanic sulfate in ice can be extrapolated to aerosol mass\nloading by eruptions,33,60,61 and the aerosol mass loading can in turn be converted to atmospheric optical depth61 representing volcanic forcing. However, such conversion must be done with caution, for the relationship between aerosol mass loading and optical depth may not be linear over the range of mass loading by eruptions of varying magnitude, as optical depth also depends on the size distribution of the aerosol particles.62 A notable limitation of ice-core volcanic records has been the inability to distinguish signals of a relatively few large, climate-impacting stratospheric eruptions from those of numerous tropospheric eruptions of much lesser significance. In general, stratospheric eruptions are large in magnitude (SO2 emission) and appear as large sulfate or acidity signals in ice cores. However, sulfate signals of some small or moderate tropospheric eruptions may also appear large in certain ice cores, due to the close proximity of the erupting volcanoes to the ice core sites. Mistaking these as signals by large eruptions may lead to overestimate of aerosol mass loadings of the small or moderate eruptions and of their climate impact. Savarino et al.63,64 first pointed out that the isotopic composition of volcanic sulfate of stratospheric eruptions is likely different from that of tropospheric eruptions, resulting from the unique chemical processes in the stratosphere causing mass independent fractionation of the isotopes. The isotopic distinction in sulfate of stratospheric eruptions has been recently confirmed65,66 in a large number of volcanic sulfate signals in Antarctic ice cores. Cole-Dai et al.67 used the isotope technique to confirm that a prominent sulfate signal in bipolar ice core records is from a low-latitude, stratospheric eruption in 1809 AD., rather than two small or moderate eruptions in the high latitudes of Northern and Southern Hemispheres, respectively. Significant work remains in ice-core volcanic records. Local factors that contribute to the quantitative characteristics of ice cores from a specific location need to be identified and minimized when composite indexes are produced from multilocation ice core records.58 Although several long ice-core volcanic records exist, the quality of the records beyond the last 1000 years suffers from low temporal resolution of the sulfate or acidity measurement and from large dating uncertainties.45,49,68 Detailed ice core chemical analysis and high-precision chronology, requiring sub-annual analytical measurement and dating, are needed to capture the volcanic signals of very short duration (less than a year). The challenges of such high-quality analytical measurement and chronology development are formidable. Fortunately, recent advances in ice core chemical analysis69,70\n828  2010 John Wiley & Sons, L td. Volume 1, November/December 2010\nand dating techniques make it likely that significant improvements can be expected in future ice-core volcanic records."
  }, {
    "heading": "Tree Rings",
    "text": "The tropospheric cooling by volcanic eruptions reduces the growth of annual rings of trees near the upper elevation limit of vegetation and, in cases where freezing occurs during the growing season, results in frost rings—rings with visibly damaged cells. Therefore, the identification of frost rings and the accurate measurement of the width and/or density of tree rings can yield records of volcanic eruptions. LaMarche and Hirschboeck71 used frost rings in bristlecone pines to investigate climatically effective volcanic eruptions since 3435 BC. Jones et al.72 found evidence of widespread effects of volcanic eruptions in annual ring width and maximum density data of a large number of trees . Salzer and Hughes73 used tree ring data to compile a list of explosive volcanic eruptions in the last 5000 years. These data sets complement ice core records by providing confirmation from an alternative form of proxy record and suggesting more precise dates for older volcanic events. However, an important difference between volcanic records from ice cores and those from tree rings is that the sulfate and acidity records are a direct measure of the volcanic forcing, whereas the tree growth parameters reflect the climatic response to the volcanic forcing. As a result, tree ring volcanic records are less valuable in representing volcanic forcing in climate modeling, as they are subject to the influence of other climate forcings. Perhaps for this reason, Robock in the 2000 review8 did not consider tree ring data in discussing the construction of volcanic indexes. The climatic effect of volcanic eruptions may be underestimated from tree ring data. Volcanic aerosols scatter, rather than reflect, solar radiation. This not only causes a net reduction of solar receipt at the Earth’s surface, but also results in an increase in the amount of diffuse sunlight near the surface which stimulates photosynthesis,74 with the consequent effect of growth reduction of trees/vegetation less than what may be expected from the tropospheric cooling. The influence of indirect effects such as the increased diffuse sunlight can in theory be quantified75 using climate models."
  }, {
    "heading": "Other Records",
    "text": "Volcanic records could be derived using a few other methods, with varying degrees of coverage and efficacy. For example, ground-based measurement of solar radiation using pyrheliometers since the 1880s recorded the stratospheric effect of periodic\nvolcanic eruptions.76 In addition, the presence of volcanic aerosols changes the refractive properties of the stratosphere and alters the visual appearance of a totally eclipsed Moon. Stothers77,78 used descriptions of total lunar eclipse episodes in historical documents to compile a list of stratospheric volcanic eruptions in the period 1671–1881. A three-century chronology of stratospheric aerosol optical depth influenced by episodic volcanic inputs has been established79 using these methods."
  }, {
    "heading": "Advancements Since 2000",
    "text": "In the 2000 review, Robock8 evaluated volcanic records derived from the various sources of measurement and observation discussed above, except for tree ring records, and concluded that ice cores provided superior records. Despite the fact that, at the time, only a few relatively short (up to 2000 years) volcanic records were derived from ice cores and most were not based on sulfate measurement,57,80 Robock expected that future polar ice cores would yield much better records. Numerous ice-core volcanic records published in the last decade have perhaps exceeded this expectation: they are mainly sulfate-based, are much more robust in quantitative aspects (eruption dates and volcanic signal strength), and have much longer time coverage. Furthermore, the development of the isotopic technique to identify signals of climatically important stratospheric eruptions in ice cores has the potential to yield very high-quality, if not perfect, records valuable to understanding the volcano–climate connection.\nVOLCANIC IMPACT ON CLIMATE\nThe relatively brief residence time of volcanic aerosols in the stratosphere limits the duration of apparent volcanic impact on climate to a few years immediately following an eruption. This aspect of the volcanic impact is well understood, as discussed by Robock.8 However, longer term impact, which was not extensively covered in the 2000 review,8 is possible through feedback mechanisms in the climate system. The magnitude and duration of volcanic impact can be investigated by examining volcanic and climate records (this section) and using climate models (see Section Modeling the Volcanic Impact). Ice core studies have produced long volcanic records over the glacial–interglacial timescale. Two of the longest of such records, the 110,000-year GISP2, Greenland sulfate record48 and the dust data81 from a Siple Dome, Antarctica ice core borehole suggest that connections may exist between active volcanism\nVolume 1, November/December 2010  2010 John Wiley & Sons, L td. 829\nand millennial scale climate change. On the other hand, an analysis of a 45,000-year record from the EPICA Dome C ice core45 indicated no clear relationship between volcanic eruption frequency and climate change during that time period. It is apparent that, at the present, the number of long volcanic records and the quality of these records are insufficient for a credible evaluation of the volcanic-climate connection on such timescales. Our knowledge based on the currently available data indicates that the long-term connections between volcanism and climate change are complex and that evaluation of the connections requires detailed information such as magnitude of eruptions, location of volcanoes, and eruption frequency. Several Antarctic ice core records46,47 suggest no particular pattern in the frequency of large volcanic eruptions during the Holocene, except for an apparent increase in eruption frequency in the last 2000 years.46,47,68 This is in contrast to the GISP2 record,44,48 showing a large number of volcanic eruptions in the early part of the Holocene. The discrepancy between the Antarctica and Greenland records may very well be the result of ice core signals of local volcanic eruptions, as the Greenland record contains numerous signals of small and moderate eruptions in Iceland, Alaska, and the JapanKamchatka Arc. The higher eruption frequency in the last 2000 years, if verified by additional ice core records, could be a factor in the gradual cooling trend in late Holocene prior to the onset of the greenhouse warming. The discussion below focuses on the volcanic records for the last two millennia and the role of volcanism in the climate variations of the time period, because natural climate variations during this period provide the most relevant backdrop for the current climate."
  }, {
    "heading": "Prior to 1850 AD",
    "text": "Available climatic and volcanic records indicate that significant climate variations before 1850 AD were primarily caused by fluctuations in solar irradiance and the frequency of large, stratospheric volcanic eruptions.82,83 Although a volcanic eruption can cause significant cooling only for a few years immediately following the eruption, sustained active volcanism over an extended period of time could cause longer term impact.8 In a recent modeling exercise, Schneider et al.84 show that feedback mechanisms can propagate and extend the impact of a single eruption to over a decade for regions such as the Arctic. There has been strong interest in the role of volcanism during the climatic episodes of Medieval Warm Period (MWP, 800–1200 AD) and Little Ice Age (LIA, 1400–1900 AD), when direct human influence on the climate was negligible. Several studies attempted to determine the influence of solar forcing and volcanic forcing and came to different conclusions: Crowley and colleagues82,85,86 suggested that increased frequency of stratospheric eruptions in the seventeenth century and again in the early nineteenth century was responsible in large part for LIA. Shindell et al.83,87 concluded that LIA is the result of reduced solar irradiance, as seen in the Maunder Minimum of sunspots, during the time period. Ice core records show that the number of large volcanic eruptions between 800 and 1100 AD is possibly small (Figure 1), when compared with the eruption frequency during LIA.58 Several researchers have proposed8,53,88 that more frequent large eruptions during the thirteenth century (Figure 1) contributed to the climatic transition from MWP to LIA, perhaps as a part of the global shift from a warmer to a colder climate regime.46 This suggests that the volcanic impact may be particularly significant during periods of climatic transitions.\n830  2010 John Wiley & Sons, L td. Volume 1, November/December 2010\nRegardless of the extent of volcanic and solar forcing, the natural variations were very small and the climate appeared to be relatively stable in the last two millennia up to 1850.7\nAfter 1850 AD The climate since mid-nineteenth century has been dominated by an apparent increase in global average temperature.4 However, the temperature did not rise continuously. The first of the two temperature increases occurred in the first half of the twentieth century (Figure 2). This period was characterized by a remarkable volcanic quiescence, with only two relatively large eruptions in the early part of the period (Santa Maria, 1904 and Katmai, 1912). It is possible that reduced volcanism may have contributed to the warming in 1910–1940 (Figure 2). In contrast, several large eruptions occurred in the second half of the century; yet global temperature increased substantially during this period (Figure 2). This suggests that the greenhouse warming caused by the continued accumulation of fossil fuel CO2 and other anthropogenic greenhouse gases86 has begun to dominate over climate variations caused by natural factors such as volcanic eruptions. The large volcanic eruptions, Agung in 1963, El Chichón in 1982, and Pinatubo in 1991, only caused brief interruptions to the warming trend (Figure 2).\nAt the time (2000) of the review by Robock,8\nserious concerns had been expressed89 on the impact of volcanic eruptions on stratospheric ozone, stemming from the observed ozone effects by the 1991 Pinatubo eruption.90 These concerns have since eased considerably by the expected decline of stratospheric\nchlorine and the return to pre-anthropogenic levels by 2050,91 as a result of implementing the Montreal Protocol on Substances that Deplete the Ozone Layer."
  }, {
    "heading": "Volcanoes and El Niño/Southern Oscillation",
    "text": "It was suggested that another mechanism of volcanic impact on climate is that El Niño events are triggered in part by volcanic radiative forcing.92 Handler and Andsager93 found that an unusually large number of El Niño/Southern Oscillation (ENSO) episodes in the last 150 years were preceded by volcanic eruptions and proposed that the reduction of shortwave solar radiation at the surface following an eruption causes ENSO events. However, Self et al.94 found that such volcano–ENSO connection is not statistically significant over the past 150 years. On the other hand, Adams et al.95 found that the ENSO system may become more active in response to volcanic eruptions. Emile-Geay et al.,96 after analyzing millennium-long climate and volcanic records, concluded that most explosive eruptions are too small to affect ENSO statistics."
  }, {
    "heading": "Super-eruptions",
    "text": "Rare, extremely large eruptions were suspected to be capable of starting glaciation and ushering in ice ages.97 The only known eruption of this kind in the Quaternary is the Toba (2.5◦N, 99◦E) eruption approximately 74,000 years ago. The probably severe climatic impact of the eruption was suggested to have caused a ‘bottleneck’ in the late Pleistocene prehistoric human population growth.98 Evidence of the Toba super-eruption has been found in its caldera,99,100 ash\nVolume 1, November/December 2010  2010 John Wiley & Sons, L td. 831\ndeposit in the ocean101,102 and sulfate in a Greenland ice core.103 Initial assessment,97 based on extrapolation from the volcanological evidence of less powerful eruptions (e.g., Tambora, 1815 AD), indicated that the global average atmospheric cooling was at least 3–5◦C, with a 1◦C decrease in tropical ocean temperature,101 approaching glacial–interglacial temperature variations.104 Oppenheimer,105 after examining available evidence, suggested that these initial estimates of cooling were probably too high, given the large uncertainties of the volcanological data. The more problematic issues are the duration of the impact of the Toba eruption and its role in millennium scale climate change (stadials) in the last Ice Age. Zielinski et al.103 found the possible Toba signal in the GISP2, Greenland ice core at the beginning of a 1000-year long stadial event and suggested that such supereruptions are capable of initiating cold periods of century-to-millennium duration. Jones et al.106 used a simple climate model to quantify the Toba impact and found that, although the initial cooling was substantial, the duration of the impact was brief—the climate recovered after only a decade or so. Robock et al.107 used a full ensemble of climate variables and feedbacks in two climate models to simulate the response to Toba and concluded that it is very unlikely that the Toba super-eruption would have initiated a stadial or an ice age."
  }, {
    "heading": "MODELING THE VOLCANIC IMPACT",
    "text": "Significant advance has been made in the last decade in assessing the volcanic impact by quantifying the climatic response in climate models. This success has come in part from the improvements of climate models to evaluate natural climate variability and provide a quantitative basis for hindcasting the climate variations in the last several hundred years and forecasting future extent of the greenhouse warming. On the other hand, the unprecedented observation and measurement of the atmospheric impact of the Pinatubo eruption in 1991 provided extensive data valuable to the modeling efforts.13,108 Energy balance climate models measure forcing factors in energy flux (W m−2). Atmospheric parameters affected by volcanic eruptions are albedo and optical depth, which are related to volcanic aerosol mass loadings. Lacis et al.109 modeled and calculated the temperature effect of a stratospheric aerosol layer and computed a conversion factor between optical depth and radiative forcing. Sato et al.110 expanded on the model to establish a history of volcanic forcing based on a stratospheric aerosol optical depth record derived\nfrom atmospheric extinction measurement and simple extrapolation of volcanological data. When ice cores began to emerge as the most promising source of volcanic records, a number of researchers57,61,80 developed methods to convert ice core measurements (volcanic sulfate concentration and deposition flux) to stratospheric optical depth and to volcanic radiative forcing (W m−2). The most recent and comprehensive update of the volcanic records allows volcanic forcing to be incorporated directly into climate models.58,111 Once the volcanic forcing data from ice cores are incorporated, climate models can be used to evaluate the full impact of volcanic eruptions. In addition, comparison with climate records can assist with calibrating the climate models.84 Modeling can assess not only the immediate atmospheric radiative impact, but also the secondary effects, such as the connection to ENSO96 and the response of the ocean112 as a feedback mechanism. Much modeling effort has also explored the regional characteristics of the volcanic impact.113"
  }, {
    "heading": "FUTURE DEVELOPMENTS",
    "text": "Despite the previous achievements and the impressive advancements over the last decade in our understanding of the volcano–climate relationship, significant challenges remain. Below is a brief summary of some of the important issues and how they may be addressed in ongoing and future research.\nIce-Core Volcanic Records Ice cores have provided valuable records of past volcanism over long time periods. The development of new, mainly sulfate-based ice core records over the last decade demonstrates the potential for highly robust and quantitative paleovolcanic information. However, high-quality records are presently limited to only the last 1000–1500 years. Although several individual ice core records cover longer time periods, there are significant discrepancies among these records in older time periods, usually resulting from low temporal resolution of chemical analysis and poor dating accuracy and precision.34,45–47,68 Improved chronology or dating and high resolution measurement for long/deep ice cores will be needed to enhance the quality and value of ice-core volcanic records. Of the volcanic signals detected in an ice core, a large number may be small or moderate, tropospheric eruptions with no significant climate implication. Two approaches have traditionally been used to identify and eliminate the insignificant signals to\n832  2010 John Wiley & Sons, L td. Volume 1, November/December 2010\nproduce records of climatically important eruptions: (1) matching the established volcanic chronology (i.e., Volcanoes of the World) with VEI ratings30 and (2) comparison of signals in bipolar (Greenland and Antarctica) ice cores. These approaches become much less effective when volcanic signals older than 1000 years are considered, as the accuracy of both the volcanic chronology and ice core dating deteriorates with the length of time covered. The use of sulfur isotope composition of volcanic sulfate appears to be a promising technique to generate records of only stratospheric eruptions, although the ice sampling and measurement of sulfur isotopes are very challenging.65,66"
  }, {
    "heading": "Climate Modeling",
    "text": "Climate models evaluate the climatic impact of volcanic eruptions by computing the temperature response to the presence of volcanic aerosols in the atmosphere. In most cases, the modeled temperature response compares well with instrumental and proxy temperature records.58,82,83,113 However, in some instances, the models appear to overestimate the climate system’s response, particularly in cases of unusually explosive eruptions with extremely large aerosol mass loadings.58,82,114 While it is possible that the tree-ring-dominated climate records may underrepresent the actual temperature response,75 several researchers84,96,115 have suggested that converting aerosol mass loading linearly to climate forcing58 for model use may be too simplistic, for increasing aerosol mass loading above a certain level may have diminishing radiative impact as aerosol particles may be enhanced more in size than in number. Only one recent study by Timmreck et al.62 has investigated the role of aerosol particle size in volcanic impact. The issue of climate sensitivity to volcanic forcing has been previously investigated.112 However, the greenhouse warming could alter or trigger feedback processes that affect the climate response to volcanic forcing, as demonstrated by the important role of snow/ice cover in the Arctic.84 A key question for modeling the volcano–climate connection in the changing climate may be: What will be the level of climate response in the current climate system (greenhouse warming, reduced stratospheric ozone, tropospheric sulfate aerosols, diminished Arctic sea–ice cover, etc.) that is significantly different from the pre-industrial system?"
  }, {
    "heading": "Geoengineering via Stratospheric Aerosols",
    "text": "The cooling effect on climate by large volcanic eruptions has attracted much attention in the search for\neffective and appropriate solutions to the problem of greenhouse warming by anthropogenic CO2 emissions. (A comprehensive review on the topic of climate engineering116 can be found in a forthcoming issue of Wiley Interdisciplinary Reviews: Climate Change.) One of the potential geoengineering solutions is entirely based on our understanding of the radiative effects of volcanic eruptions. It has been proposed117,118 that large quantities of sulfur compounds, most likely SO2, be injected directly into the stratosphere, where the subsequently formed sulfate aerosols will reduce the amount of shortwave (solar) radiation reaching Earth surface. Blackstock et al.119 examine the details of this albedo enhancement or solar radiation management solution. While attractive as a short-term countermeasure to greenhouse warming, this approach has been criticized for its potential side effects on global-warming-related issues. First, albedo enhancement does not affect the levels of greenhouse gases, and therefore will not mitigate other effects of growing atmospheric CO2, such as ocean acidification. Second, it is known that stratospheric aerosols exacerbate the loss of stratospheric ozone120; the artificial enhancement of the aerosol layer would delay the recovery of,121 or even worsen,122 the polar ozone decline. Also impacted will be the amount and pattern of precipitation globally and regionally.123,124 Finally, because the cooling effect is short-lived due to the 1–2 year residence time of stratospheric aerosols125 while the greenhouse warming is long-lasting, SO2 injection will need to be continuous or repeated frequently,118 which will result in prolonged acid deposition. Despite the concerns, geoengineering via stratospheric aerosol enhancement appears to be an attractive tool to counteract the serious effects of global warming. However, as seen in the proxy records and modeling results, there is a significant level of uncertainty in the climate response to an enhanced stratospheric aerosol layer. In addition, our knowledge is rather limited on the effect of a significantly enhanced level of stratospheric aerosols for an extended period of time. Furthermore, all geoengineering proposals, in addition to the scientific and technical challenges, are fraught with societal, ethical, and governance questions that will require evaluation and possible revision of existing legal framework and/or international agreements.126 In the current debate on the albedo enhancement approach of geoengineering, a consensus appears to be building117–119,123,124 that continued and targeted research is urgently needed to determine its efficacy, feasibility, and the scope and consequences of unintended side effects.\nVolume 1, November/December 2010  2010 John Wiley & Sons, L td. 833"
  }, {
    "heading": "CONCLUSION",
    "text": "Climate change caused by the emission of greenhouse gases from human activities is likely the most serious environmental concern for the next few decades and centuries. Accurate prediction of the change requires thorough understanding of the quantitative effects of the various forcing factors in the climate system. Volcanism is one of the important natural forcings causing short-term climatic variations and its impact on climate has been the subject of past and ongoing research. Previous research, as summarized by Robock,8 has shown that only large stratospheric eruptions are capable of affecting the climate on a global or hemispheric scale. When such an eruption occurs, a significant cooling at the surface and the lower troposphere can be expected, usually for a few years immediately following the eruption, although regional differences are common. The magnitude of the cooling is clearly demonstrated by the 1991 Pinatubo eruption—a global temperature decrease of about 0.5◦C for a stratospheric SO2 loading of 20 million tons. The climate usually recovers from the volcanic impact after a brief time period (1–3 years). Over the last decade, there has been notable improvement in our knowledge of the relationship between volcanic eruptions and climate. First, long records of volcanic eruptions from ice cores have offered the opportunity to evaluate the long-term relationship between eruptions and climate variations (e.g., frequent eruptions could be an important factor in century-to-millennium-scale climate variations). Second, modeling efforts have demonstrated that the volcanic impact can be propagated through the climate system through feedback mechanisms, although the volcanism–ENSO connection has been shown to be\ninsignificant. Third, individual super-eruptions such as Toba, despite their extraordinary magnitude, are unlikely to influence the climate beyond the immediate radiative impact. Fourth, the role of volcanic eruptions in the anthropogenic era (since the nineteenth century) has been limited—eruptions in the twentieth century have not significantly affected the trend of the greenhouse warming and their potential to impact stratospheric ozone will diminish as stratospheric chlorine returns gradually to natural levels. An area of tremendous improvement is the quantitative knowledge of past volcanism. The number and quality of paleovolcanic records from polar ice cores have increased substantially. Long (>10,000 years) and well-dated records are now available from ice cores of both polar regions. Detailed sulfate measurement and the ability to identify stratospheric eruptions make it possible to obtain volcanic records that truly represent volcanic forcing in the climate system. With the addition of new ice cores and the advance in ice core chemical analysis and chronology, the quality of future records will be even more robust, which will enhance the ability of climate models to provide more accurate forecast with reduced uncertainties. Geoengineering via stratospheric aerosols appears at the present to be potentially the most effective tool to counteract the worst effects of anthropogenic global warming, in the absence of effective mitigation to stabilize atmospheric greenhouse gas concentrations. This is largely owing to our current knowledge of the radiative effects of volcanic aerosols. The same knowledge also indicates that substantial side effects of the aerosol/albedo enhancement approach may outweigh the benefits of the temperature decrease and therefore must be seriously considered."
  }, {
    "heading": "ACKNOWLEDGEMENTS",
    "text": "Funding for this work and for the underlying ice core research is provided by U.S. National Science Foundation (Awards 0337933, 0538553, 0612461, and 0839066). Contributions to field work and laboratory analysis from South Dakota State University staff and students are gratefully acknowledged. I thank the reviewers for their constructive comments and suggestions."
  }],
  "year": 2010,
  "references": [{
    "title": "Global Physical Climatology",
    "authors": ["Hartmann DL"],
    "year": 1994
  }, {
    "title": "Paleoclimatology. 2nd ed",
    "authors": ["Bradley RS"],
    "year": 1999
  }, {
    "title": "Changes in atmospheric constituents and in radiative forcing",
    "authors": ["P Forster", "V Ramaswamy", "P Artaxo", "T Berntsen", "R Betts", "DW Fahey", "J Haywood", "J Lean", "DC Lowe", "G Myhre"],
    "venue": "eds. Climate Change 2007: The Physical Science Basis Contribution of Working Group I to the Fourth Assessment Report of the Intergovernmental Panel on Climate Change",
    "year": 2010
  }, {
    "title": "Observations: surface and atmospheric climate change",
    "authors": ["KE Trenberth", "PD Jones", "P Ambenje", "R Bojariu", "D Easterling", "AK Tank", "D Parker", "F Rahimzadeh", "JA Renwick", "M Rusticucci"],
    "venue": "Climate Change 2007: The Physical Science Basis Contribution of Working Group I to the Fourth Assessment Report of the Intergovernmental Panel on Climate Change",
    "year": 2007
  }, {
    "title": "Cilmate models and their evaluation",
    "authors": ["DA Randall", "RA Wood", "S Bony", "R Colman", "T Fichefet", "J Fyfe", "V Kattsov", "A Pitman", "J Shukla", "J Srinivasan"],
    "venue": "Climate Change 2007: The Physical Science Basis Contribution of Working Group I to the Fourth Assessment Report of the Intergovernmental Panel on Climate Change",
    "year": 2007
  }, {
    "title": "Global climate projections",
    "authors": ["GA Meehl", "TF Stocker", "WD Collins", "P Friedlingstein", "AT Gaye", "JM Gregory", "A Kitoh", "R Knutti", "JM Murphy", "A Noda"],
    "venue": "Climate Change 2007: The Physical Science Basis Contribution of Working Group I to the Fourth Assessment Report of the Intergovernmental Panel on Climate Change",
    "year": 2007
  }, {
    "title": "Volcanic eruptions and climate",
    "authors": ["A. Robock"],
    "venue": "Rev Geophys",
    "year": 2000
  }, {
    "title": "The Mount St. Helens volcanic eruption of 18 May 1980: minimal climatic effect",
    "authors": ["A. Robock"],
    "venue": "Science",
    "year": 1981
  }, {
    "title": "Nitric acid from volcanoes",
    "authors": ["TA Mather", "AG Allen", "BM Davison", "DM Pyle", "C Oppenheimer", "AJS. McGonigle"],
    "venue": "Earth Planet Sci Lett",
    "year": 2004
  }, {
    "title": "The effects of volcanic eruptions on atmospheric chemistry",
    "authors": ["R von Glasow", "N Bobrowski", "C. Kern"],
    "venue": "Chem Geol",
    "year": 2009
  }, {
    "title": "Chemistry of the Natural Atmosphere",
    "authors": ["P. Warnecke"],
    "year": 2000
  }, {
    "title": "Gobal tracking of the SO2 clouds from the June 1991 Mount Pinatubo eruptions",
    "authors": ["GJS Bluth", "SD Dorion", "SC Schnetzler", "AJ Krueger", "LS. Walter"],
    "venue": "Geophys Res Lett",
    "year": 1992
  }, {
    "title": "Tropospheric volcanic aerosol",
    "authors": ["TA Mather", "DM Pyle", "C. Oppenheimer"],
    "venue": "Volcanism and the Earth’s Atmosphere",
    "year": 2003
  }, {
    "title": "The contribution of Earth degassing to the atmospheric sulfur budget",
    "authors": ["H-F Graf", "B Langmann", "J. Feichter"],
    "venue": "Chem Geol",
    "year": 1998
  }, {
    "title": "Depletion rates of sulfur dioxide in tropospheric volcanic plumes",
    "authors": ["C Oppenheimer", "P Francis", "J. Stix"],
    "venue": "Geophys Res Lett",
    "year": 1998
  }, {
    "title": "The Mount St. Helens volcanic eruption of 18 May 1980: Large short-term surface temperature effects",
    "authors": ["A Robock", "C. Mass"],
    "venue": "Science",
    "year": 1982
  }, {
    "title": "Scenarios of global anthropogenic emissions of air pollutants and methane until 2030",
    "authors": ["J Cofala", "M Amann", "Z Klimont", "K Kupiainen", "L. Hoglund-Isaksson"],
    "venue": "Atmos Environ",
    "year": 2007
  }, {
    "title": "Global gridded inventories of anthropogenic emissions of sulfur and nitrogen",
    "authors": ["CM Benkovitz", "MT Scholtz", "J Pacyna", "L Tarrason", "J Dignon", "EC Voldner", "PA Spiro", "JA Logan", "TE. Graedel"],
    "venue": "J Geophys Res",
    "year": 1996
  }, {
    "title": "Understanding and attributing climate change",
    "authors": ["GC Hegerl", "FW Zwiers", "P Braconnot", "NP Gillett", "Y Luo", "JAM Orsini", "N Nicholls", "JE Penner", "PA. Stott"],
    "venue": "Climate Change 2007: The Physical Science Basis Contribution of Working Group I to the Fourth Assessment Report of the Intergovernmental Panel on Climate Change",
    "year": 2007
  }, {
    "title": "Influence of future anthropogenic emissions on climate, natural emissions, and air quality",
    "authors": ["Jacobson MZ", "Streets DG"],
    "venue": "J Geophys Res",
    "year": 2009
  }, {
    "title": "Anthropogenic and natural contributions to regional trends in aerosol optical depth, 1980–2006",
    "authors": ["DG Streets", "F Yan", "M Chin", "T Diehl", "N Mahowald", "M Schultz", "M Wild", "Y Wu", "C. Yu"],
    "venue": "J Geophys Res",
    "year": 2009
  }, {
    "title": "Greenland ice sheet evidence of post-glacial volcanism and its climatic impact",
    "authors": ["CU Hammer", "HB Clausen", "W. Dansgaard"],
    "venue": "Nature",
    "year": 1980
  }, {
    "title": "Volcanoes in Human History",
    "authors": ["Zeilinga de Boer J", "Sanders DT"],
    "year": 2002
  }, {
    "title": "The volcanic explosivity index (VEI): an estimate of explosive magnitude for historical volcanism",
    "authors": ["CG Newhall", "S. Self"],
    "venue": "J Geophys Res",
    "year": 1982
  }, {
    "title": "Trans-hemispheric effects of large volcanic eruptions as recorded by an early 19th century diary",
    "authors": ["Lee DS", "MacKenzie AR"],
    "venue": "Intern J Climatol",
    "year": 2010
  }, {
    "title": "Volcanoes of the World",
    "authors": ["T Simkin", "L Siebert", "L McClelland", "D Bridge", "CG Newhall", "JH. Latter"],
    "year": 1981
  }, {
    "title": "Volcanic dust in the atmosphere, with a chronology and assessment of its meteorological significance",
    "authors": ["Lamb HH"],
    "venue": "Phil Trans R Soc London",
    "year": 1970
  }, {
    "title": "Volcanoes of the World",
    "authors": ["T Simkin", "L. Siebert"],
    "year": 1994
  }, {
    "title": "Volcanoes of the World: an Illustrated Catalog of Holocene Volcanoes and their Eruptions. Smithsonian Institution",
    "authors": ["L Siebert", "T Simkin"],
    "venue": "Global Volcanism Program Digital Information Series,",
    "year": 2002
  }, {
    "title": "Past volcanism revealed by Greenland ice sheet impurities",
    "authors": ["Hammer CU"],
    "venue": "Nature",
    "year": 1977
  }, {
    "title": "Acidity of polar ice cores in relation to absolute dating, past volcanism, and radio echoes",
    "authors": ["Hammer CU"],
    "venue": "J Glaciol",
    "year": 1980
  }, {
    "title": "Langway CCJ. 50,000 years of recorded global volcanism",
    "authors": ["CU Hammer", "HB Clausen"],
    "venue": "Clim Change",
    "year": 1997
  }, {
    "title": "Are the past variations of the stratospheric sulfate burden recorded in central Antarctic snow and ice layers",
    "authors": ["RJ Delmas", "C. Boutron"],
    "venue": "J Geophys Res",
    "year": 1980
  }, {
    "title": "Ice-core dating and chemistry by direct-current electrical conductivity",
    "authors": ["KC Taylor", "RB Alley", "Jr Fiacco RJ", "PM Grootes", "GW Lamorey", "PA Mayewski", "MJ. Spencer"],
    "venue": "J Glaciol",
    "year": 1992
  }, {
    "title": "A new technique for dielectric logging of Antarctic ice cores",
    "authors": ["Moore JC", "Paren JG"],
    "venue": "J Phys Paris",
    "year": 1987
  }, {
    "title": "Dielectric stratigraphy of ice: a new technique for determining total ionic concentrations in polar ice cores",
    "authors": ["JC Moore", "R Mulvaney", "JG. Paren"],
    "venue": "Geophys Res Lett",
    "year": 1989
  }, {
    "title": "Sulfur-derived species in polar snow: A Review",
    "authors": ["M. Legrand"],
    "venue": "Delmas RJ, ed. Ice Core Studies of Global Biogeochemical Cycles",
    "year": 1995
  }, {
    "title": "Volcanic deposits in Antarctic snow and ice",
    "authors": ["RJ Delmas", "M Legrand", "AJ Aristarain", "F. Zanolini"],
    "venue": "J Geophys Res",
    "year": 1985
  }, {
    "title": "Ion chromatographic determination of comman ions at ultratrace levels in Antarctic snow and ice",
    "authors": ["M Legrand", "M De Angelis", "RJ. Delmas"],
    "venue": "Anal Chim Acta",
    "year": 1984
  }, {
    "title": "Annually resolved southern hemisphere volcanic history from two Antarctic ice cores",
    "authors": ["J Cole-Dai", "E Mosley-Thompson", "LG. Thompson"],
    "venue": "J Geophys Res",
    "year": 1997
  }, {
    "title": "A 220-year continuous record of volcanic H2SO4 in the Antarctic ice sheet",
    "authors": ["Legrand M", "Delmas RJ"],
    "venue": "Nature",
    "year": 1987
  }, {
    "title": "Record of volcanism since 7000 B.C. form the GISP2 Greenland ice core and implications for the volcano–climate",
    "authors": ["GA Zielinski", "PA Mayewski", "LD Meeker", "S Whitlow", "MS Twickler", "M Morrison", "DA Meese", "AJ Gow", "RB. Alley"],
    "year": 1994
  }, {
    "title": "Volcanic eruption frequency over the last 45 ky as recorded in EpicaDome C ice core (East Antarctica) and its relationship with climatic changes",
    "authors": ["E Castellano", "S Becagli", "J Jouzel", "A Migliori", "M Severi", "JP Steffensen", "R Traversi", "R. Udisti"],
    "venue": "Glob Planet Change",
    "year": 2004
  }, {
    "title": "Holocene volcanic history as recorded in the sulfate stratigraphy of the European Project for Ice Coring in Antarctica Dome C (EDC96) ice core",
    "authors": ["E Castellano", "S Becagli", "M Hansson", "M Hutteli", "JR Petit", "MR Rampino", "M Severi", "JP Steffensen", "R Traversi", "R. Udisti"],
    "venue": "J Geophys Res",
    "year": 2005
  }, {
    "title": "A 12,000 year record of explosive volcanism in the Siple Dome Ice Core, West Antarctica",
    "authors": ["AV Kurbatov", "GA Zielinski", "NW Dunbar", "PA Mayewski", "EA Meyerson", "SB Sneed", "KC. Taylor"],
    "venue": "J Geophys Res",
    "year": 2006
  }, {
    "title": "A 110,000-yr record of explosive volcanism from the GISP2 (Greenland) ice core",
    "authors": ["GA Zielinski", "PA Mayewski", "LD Meeker", "S Whitlow", "MS. Twickler"],
    "venue": "Quat Res",
    "year": 1996
  }, {
    "title": "Volcanic aerosol records and tephrochronology of the Summit, Greenland, ice cores",
    "authors": ["GA Zielinski", "PA Mayewski", "LD Meeker", "K Gronvold", "MS Germani", "S Whitlow", "MS Twickler", "K. Taylor"],
    "venue": "J Geophys Res",
    "year": 1997
  }, {
    "title": "Sulphate record from a northeast Greenland ice core over the last 1200 years based on continuous flow analysis",
    "authors": ["M Bigler", "D Wagenbach", "H Fischer", "J Kipfstuhl", "H Miller", "S Sommer", "B. Stauffer"],
    "venue": "Ann Glaciol",
    "year": 2002
  }, {
    "title": "A 100-year record of North Pacific volcanism in an ice core from Eclipse Icefield, Yukon Territory, Canada",
    "authors": ["Yalcin K", "Wake CP"],
    "venue": "J Geophys Res",
    "year": 2003
  }, {
    "title": "A 780-year volcanic record from the DT263 ice core, East Antarctica",
    "authors": ["L Zhou", "Y Li", "J Cole-Dai", "D Tan", "B Sun", "J Ren", "L Wei", "H. Wang"],
    "venue": "Chinese Sci Bull",
    "year": 2006
  }, {
    "title": "The number and magnitude of large explosive volcanic eruptions between 904 and 1865 A.D.: quantitative evidence from a new South Pole ice core",
    "authors": ["D Budner", "J. Cole-Dai"],
    "venue": "Volcanism and the Earth’s Atmosphere. Washington, DC: AGU;",
    "year": 2003
  }, {
    "title": "Past 220 year bipolar volcanic signals: remarks on common features of their sources volcanic eruptions",
    "authors": ["M Kohno", "Y. Fujii"],
    "venue": "Ann Glaciol",
    "year": 2002
  }, {
    "title": "Eight centuries of volcanic signal and climate change at Talos Dome (East Antarctica)",
    "authors": ["B Stenni", "M Proposito", "R Gragnani", "O Flora", "J Jouzel", "S Falourd", "M. Frezzotti"],
    "venue": "J Geophys Res",
    "year": 2002
  }, {
    "title": "High-percision dating of volcanic events (A.D. 1301–1995) using ice cores from Law Dome, Antarctica",
    "authors": ["AS Palmer", "TD van Ommen", "MAJ Curren", "V Morgan", "JM Souney", "PA. Mayewski"],
    "venue": "J Geophys Res",
    "year": 2001
  }, {
    "title": "Ice cores as an index of global volcanism from 1850 to the present",
    "authors": ["Robock A", "Free MP"],
    "venue": "J Geophys Res",
    "year": 1995
  }, {
    "title": "Volcanic forcing of climate over the past 1500 years: an improved icecore-based index for climate models",
    "authors": ["C Gao", "A Robock", "CM. Ammann"],
    "venue": "J Geophys Res",
    "year": 2008
  }, {
    "title": "Sulphur-rich volcanic eruptions and stratospheric aerosols",
    "authors": ["MR Rampino", "S. Self"],
    "venue": "Nature",
    "year": 1984
  }, {
    "title": "The Pinatubo eruption in South Pole snow and its potential value to ice-core paleovolcanic records",
    "authors": ["J Cole-Dai", "E. Mosley-Thompson"],
    "venue": "Ann Glaciol",
    "year": 1999
  }, {
    "title": "Stratospheric loading and optical depth estimates of explosive volcanism over the last 2100 years derived from the Greenland Ice Sheet Project 2 ice cores",
    "authors": ["Zielinski GA"],
    "venue": "J Geophys Res",
    "year": 1995
  }, {
    "title": "Limited temperature response to the very large AD 1258 volcanic eruption",
    "authors": ["C Timmreck", "SJ Lorenz", "TJ Crowley", "S Kinne", "TJ Raddatz", "MA Thomas", "JH. Jungclaus"],
    "venue": "Geophys Res Lett 2009,",
    "year": 2009
  }, {
    "title": "Evidence from sulfate mass independent oxygen isotopic compositions of dramatic changes in atmospheric oxidation following massive volcanic eruptions",
    "authors": ["J Savarino", "S Bekki", "J Cole-Dai", "MH. Thiemens"],
    "venue": "J Geophys Res",
    "year": 2003
  }, {
    "title": "UV induced mass-independent sulfur isotope fractionation in stratospheric volcanic sulfate",
    "authors": ["J Savarino", "A Romero", "J Cole-Dai", "S Bekki", "MH. Thiemens"],
    "venue": "Geophys Res Lett",
    "year": 2003
  }, {
    "title": "Mass-independent sulfur isotopic compositions in stratospheric volcanic eruptions",
    "authors": ["M Baroni", "MH Thiemens", "RJ Delmas", "J. Savarino"],
    "venue": "Science",
    "year": 2007
  }, {
    "title": "Anomalous sulfur isotope composition of volcanic sulfate over the last millennium in Antarctic ice cores",
    "authors": ["M Baroni", "J Savarino", "J Cole-Dai", "VK Rai", "MH. Thiemens"],
    "venue": "J Geophys Res",
    "year": 2011
  }, {
    "title": "Cold decade (AD 1810–1819) caused by Tambora (1815) and another (1809) stratospheric volcanic eruption",
    "authors": ["J Cole-Dai", "D Ferris", "A Lanciki", "J Savarino", "M Baroni", "MH. Thiemens"],
    "venue": "Geophys Res Lett 2009,",
    "year": 2009
  }, {
    "title": "A 4100-year record of explosive volcanism from an East Antarctica ice core",
    "authors": ["J Cole-Dai", "E Mosley-Thompson", "SP Wight", "LG. Thompson"],
    "venue": "J Geophys Res",
    "year": 2000
  }, {
    "title": "High speed, high resolution, and continuous chemical analysis of ice cores using a melter and ion chromatography",
    "authors": ["J Cole-Dai", "DM Budner", "DG. Ferris"],
    "venue": "Environ Sci Technol",
    "year": 2006
  }, {
    "title": "An improved continuous flow analysis system for highresolution field measurements on ice cores",
    "authors": ["PR Kaufmann", "U Federer", "MA Hutterli", "M Bigler", "S Schupbach", "U Ruth", "J Schmitt", "TF. Stocker"],
    "venue": "Environ Sci Technol",
    "year": 2008
  }, {
    "title": "Hirschboeck KK. Frost ring in trees as records of major volcanic eruptions",
    "authors": ["LaMarche VC", "Jr."],
    "venue": "Nature",
    "year": 1984
  }, {
    "title": "Tree-ring evidence of the widespread effects of explosive volcanic eruptions",
    "authors": ["PD Jones", "KR Briffa", "FH. Schweingruber"],
    "venue": "Geophys Res Lett",
    "year": 1995
  }, {
    "title": "Bristlecone pine tree rings and volcanic eruptions over the last 5000 yr",
    "authors": ["Salzer MW", "Hughes MK"],
    "venue": "Quat Res",
    "year": 2007
  }, {
    "title": "Response of a deciduous forest to the Mount Pinatubo eruption: enhanced photosynthesis",
    "authors": ["LH Gu", "DD Baldocchi", "SC Wofsy", "JW Munger", "JJ Michalsky", "SP Urbanski", "TA. Boden"],
    "venue": "Science",
    "year": 2003
  }, {
    "title": "Cooling following large volcanic eruptions corrected for the effect of diffuse radiation on tree rings",
    "authors": ["A. Robock"],
    "venue": "Geophys Res Lett 2005,",
    "year": 2005
  }, {
    "title": "Major optical depth perturbations to the stratosphere from volcanic eruptions: pyrheliometric period, 1881–1960",
    "authors": ["Stothers RB"],
    "venue": "J Geophys Res",
    "year": 1996
  }, {
    "title": "Stratospheric transparency derived from total lunar eclipse colors, 1665–1800",
    "authors": ["Stothers RB"],
    "venue": "Publ Astron Soc Pac",
    "year": 2004
  }, {
    "title": "Stratospheric transparency derived from total lunar eclipse colors, 1801–1881",
    "authors": ["Stothers RB"],
    "venue": "Publ Astron Soc Pac",
    "year": 2005
  }, {
    "title": "Three centuries of observation of stratospheric transparency",
    "authors": ["Stothers RB"],
    "venue": "Clim Change",
    "year": 2007
  }, {
    "title": "The volcanic record in ice cores for the past",
    "authors": ["Robock A", "Free MP"],
    "venue": "Climatic Variations and Forcing Mechanisms of the Last",
    "year": 2000
  }, {
    "title": "Bipolar correlation of volcanism with millennial climate change",
    "authors": ["RC Bay", "N Bramall", "PB. Price"],
    "venue": "Proc Nat Acad Sci U S A",
    "year": 2004
  }, {
    "title": "Causes of climate change over the past 1000 years",
    "authors": ["Crowley TJ"],
    "venue": "Science",
    "year": 2000
  }, {
    "title": "Volcanic and solar forcing of climate change during the preindustrial era",
    "authors": ["DT Shindell", "GA Schmidt", "RL Miller", "ME. Mann"],
    "venue": "J Clim 2003, 16:4094–4107",
    "year": 2010
  }, {
    "title": "Climate response to large, high-latitude and low-latitude volcanic eruptions in the Community Climate System Model",
    "authors": ["DP Schneider", "CM Ammann", "BL Otto-Bliesner", "DS. Kaufman"],
    "venue": "J Geophys Res",
    "year": 2009
  }, {
    "title": "Detection of volcanic, solar and greenhouse gas signals in paleo-reconstructions of Northern Hemisphere temperature",
    "authors": ["GC Hegerl", "TJ Crowley", "SK Baum", "K-Y Kim", "WT. Hyde"],
    "venue": "Geophys Res Lett",
    "year": 2003
  }, {
    "title": "Solar forcing of regional climate change during the Maunder Minimum",
    "authors": ["DT Shindell", "GA Schmidt", "ME Mann", "D Rind", "A. Waple"],
    "venue": "Science",
    "year": 2001
  }, {
    "title": "The initiation of the ‘‘Little Ice Age’’ in regions round the North Atlantic",
    "authors": ["Grove JM"],
    "venue": "Clim Change",
    "year": 2001
  }, {
    "title": "The response of the stratospheric ozone to volcanic eruptions: sensitivity to atmospheric chlorine loading",
    "authors": ["X Tie", "G. Brasseur"],
    "venue": "Geophys Res Lett",
    "year": 1995
  }, {
    "title": "Atmospheric effects of the Mt. Pinatubo eruption",
    "authors": ["MP McCormick", "LW Thomason", "CR. Trepte"],
    "venue": "Science",
    "year": 1995
  }, {
    "title": "Possible association of stratospheric aerosols and El Nino type events",
    "authors": ["P. Handler"],
    "venue": "Geophys Res Lett",
    "year": 1984
  }, {
    "title": "Impact of volcanic aerosols on global climate",
    "authors": ["P Handler", "K. Andsager"],
    "venue": "Trends Geophys Res",
    "year": 1993
  }, {
    "title": "Volcanic aerosol perturbations and strong El Nino events: no general correlation",
    "authors": ["S Self", "MR Rampino", "J Zhao", "MG. Katz"],
    "venue": "Geophys Res Lett",
    "year": 1997
  }, {
    "title": "Proxy evidence for an El Nino-like response to volcanic forcing",
    "authors": ["J Adams", "ME Mann", "CM. Ammann"],
    "venue": "Nature",
    "year": 2003
  }, {
    "title": "Volcanoes and ENSO over the past pillennium",
    "authors": ["J Emile-Geay", "R Seager", "MA Cane", "ER Cook", "GH. Haug"],
    "venue": "J Clim",
    "year": 2008
  }, {
    "title": "Volcanic winter and accelerated glaciation following the Toba super-eruption",
    "authors": ["MR Rampino", "S. Self"],
    "venue": "Nature",
    "year": 1992
  }, {
    "title": "Late Pleistocene human population bottlenecks, volcanic winter, and differentiation of modern humans",
    "authors": ["Ambrose SH"],
    "venue": "J Hum Evol",
    "year": 1998
  }, {
    "title": "Stratigraphy of the Toba Tuffs and the evolution of of the Toba Caldera Complex, Sumatra, Indonesia",
    "authors": ["Chesner CA", "Rose WI"],
    "venue": "Bull Volcanol",
    "year": 1991
  }, {
    "title": "Eruptive history of Earth’s largest Quaternary  caldera (Toba, Indonesia",
    "authors": ["CA Chesner", "WI Rose", "A Deino", "R Drake", "JA. Westgate"],
    "venue": "clarified. Geology",
    "year": 1991
  }, {
    "title": "Cooling of the South China Sea by the Toba eruption and correlation with other climate proxies similar to 71,000 years ago",
    "authors": ["CY Huang", "MX Zhao", "CC Wang", "GJ. Wei"],
    "venue": "Geophys Res Lett",
    "year": 2001
  }, {
    "title": "Dispersal of ash in the great Toba eruption, 75 kyr",
    "authors": ["Rose WI", "Chesner CA"],
    "venue": "Geology",
    "year": 1987
  }, {
    "title": "Potential atmospheric impact of the Toba mega-eruption ∼71,000 years ago",
    "authors": ["GA Zielinski", "PA Mayewski", "LD Meeker", "S Whitlow", "MS. Twickler"],
    "venue": "Geophys Res Lett",
    "year": 1996
  }, {
    "title": "Climate and atmospheric history of the past 420,000 years from the Vostok ice core",
    "authors": ["JR Petit", "J Jouzel", "D Raynaud", "NI Barkov", "JM Barnola", "I Basile", "M Bender", "J Chappellaz", "M Davis", "G Delaygue"],
    "venue": "Nature",
    "year": 1999
  }, {
    "title": "Limited global change due to the largest known Quaternary eruption, Toba approximate to 74 kyr BP",
    "authors": ["C. Oppenheimer"],
    "venue": "Quat Sci Rev 2002,",
    "year": 2002
  }, {
    "title": "An AOGCM simulation of the climate response to a volcanic super-eruption",
    "authors": ["GS Jones", "JM Gregory", "PA Stott", "SFB Tett", "RB. Thorpe"],
    "venue": "Clim Dyn",
    "year": 2005
  }, {
    "title": "Did the Toba volcanic eruption of ∼74 ka B.P. produce widespread galciation",
    "authors": ["A Robock", "CM Ammann", "L Oman", "D Shindell", "S Levis", "GL. Stenchikov"],
    "venue": "J Geophys Res",
    "year": 2009
  }, {
    "title": "Pinatubo eruption: The climatic aftermath",
    "authors": ["A. Robock"],
    "venue": "Science",
    "year": 2002
  }, {
    "title": "Climate forcing by stratospheric aerosols",
    "authors": ["A Lacis", "J Hansen", "M. Sato"],
    "venue": "Geophys Res Lett",
    "year": 1992
  }, {
    "title": "Stratospheric aerosol optical depths, 1850–1990",
    "authors": ["M Sato", "JE Hansen", "MP McCormick", "JB. Pollack"],
    "venue": "J Geophys Res",
    "year": 1993
  }, {
    "title": "Atmospheric volcanic loading derived from bipolar ice cores: accounting for the spatial distribution of volcanic deposition",
    "authors": ["C Gao", "L Oman", "A Robock", "GL. Stenchikov"],
    "venue": "J Geophys Res",
    "year": 2007
  }, {
    "title": "Effect of climate sensitivity on the response to volcanic forcing",
    "authors": ["TML Wigley", "CM Ammann", "BD Santer", "SCB. Raper"],
    "venue": "Journal of Geophysical Research",
    "year": 2005
  }, {
    "title": "European climate response to tropical volcanic eruptions over the last half millennium",
    "authors": ["EM Fischer", "J Lutebacher", "E Zorita", "SFB Tett", "C Casty", "H. Wanner"],
    "venue": "Geophys Res Lett 2007,",
    "year": 2007
  }, {
    "title": "Modeling the temperature response to forced climate change over the last six centuries",
    "authors": ["Crowley TJ", "Kim KY"],
    "venue": "Geophys Res Lett",
    "year": 1999
  }, {
    "title": "Probability of future climatically significant volcanic eruptions",
    "authors": ["Hyde WT", "Crowley TJ"],
    "venue": "J Clim",
    "year": 2000
  }, {
    "title": "History of climate engineering",
    "authors": ["N. Bonnheim"],
    "venue": "Clim Change",
    "year": 2010
  }, {
    "title": "Albedo enhancement by stratospheric sulfur injections: a contribution to resolve a policy dilemma",
    "authors": ["Crutzen PJ"],
    "venue": "Clim Change",
    "year": 2006
  }, {
    "title": "A combined mitigation/geoengineering approach to climate stabilization",
    "authors": ["Wigley TML"],
    "venue": "Science",
    "year": 2006
  }, {
    "title": "Climate Engineering Responses to Climate Emergencies",
    "authors": ["JJ Blackstock", "DS Battisti", "K Caldeira", "DM Eardley", "JI Katz", "DW Keith", "AAN Patrinos", "DP Schrag", "RH Socolow", "SE. Koonin"],
    "year": 2009
  }, {
    "title": "Stratospheric ozone depletion: a review of concepts and history",
    "authors": ["S. Solomon"],
    "venue": "Rev Geophys",
    "year": 1999
  }, {
    "title": "The sensitivity of polar ozone depletion to proposed geoengineering schemes",
    "authors": ["S Tilmes", "R Muller", "R. Salawitch"],
    "venue": "Science",
    "year": 2008
  }, {
    "title": "The impact of geoengineering aerosols on stratospheric temperature and ozone",
    "authors": ["P Heckendorn", "D Weisenstein", "S Fueglistaler", "BP Luo", "E Rozanov", "M Shraner", "LW Thomason", "T. Peter"],
    "venue": "Environ Res Lett",
    "year": 2009
  }, {
    "title": "Risks of Climate Engineering",
    "authors": ["GC Hegerl", "S. Solomon"],
    "venue": "Science",
    "year": 2009
  }, {
    "title": "Regional climate responses to geoengineering with tropical and Arctic SO2 injections",
    "authors": ["A Robock", "L Oman", "GL. Stenchikov"],
    "venue": "J Geophys Res",
    "year": 2008
  }, {
    "title": "A global climatology of stratospheric aerosol surface area density deduced from Stratospheric Aerosol and Gas Experiment II measurements: 1984–1994",
    "authors": ["LW Thomason", "LR Poole", "T. Deshler"],
    "venue": "J Geophys Res",
    "year": 1997
  }, {
    "title": "Geoengineering the climate: science, governance and uncertainty. No. Report 10/09 RS 1636",
    "authors": ["J Shepherd"],
    "venue": "London, United Kingdom: The Royal Society;",
    "year": 2009
  }],
  "id": "SP:1f39feb5aeeaf9feafcc699dae86af1f1dc8b230",
  "authors": [{
    "name": "Jihong Cole-Dai",
    "affiliations": []
  }],
  "abstractText": "Of the natural forcings causing short-term climatic variations, volcanism, along with its climatic impact, is perhaps the best understood. The primary net result of the impact is the reduced receipt of solar energy at Earth’s surface due to the scattering of incoming solar radiation by secondary sulfate aerosols formed from volcanic sulfur. The quantitative effects can be measured in energy-balancebased climate models, which require validation using high-quality paleoclimatic and paleovolcanic data. An important advancement in the effort to understand the role of volcanism in climate change in the recent decade is the significant improvement in paleovolcanic records from polar ice cores, represented by long records with unprecedented temporal accuracy and precision, and by the potential to identify climate-impacting stratospheric eruptions in the records. Other improvements include (1) the investigation of long-term relationship between eruptions (including super-eruptions) and climate variations, beyond an eruption’s radiative impact of up to a few years; (2) a better understanding of the response to volcanic perturbation of feedback mechanisms in the climate system; and (3) the limited role of volcanic eruptions in the era of human-induced greenhouse warming. Urgent research/investigation is needed to evaluate the geoengineering proposition to counteract greenhouse warming by injecting sulfur dioxide into the stratosphere, which is based on the significant cooling effects of stratospheric volcanic eruptions, and its serious unintended consequences.  2010 John Wiley & Sons, Ltd. WIREs Clim Change 2010 1 824–839 DOI: 10.1002/wcc.76",
  "title": "Volcanoes and climate"
}