{
  "sections": [{
    "text": "Deformation and Gravity Change: Indicators of Isostasy, Tectonics,\nVolcanism and Climate Change, Volume III. Introduction\nDETLEF WOLF,1,2 MIGUEL ANGEL SANTOYO,3 and JOSÉ FERNÁNDEZ4\nChanges of the deformation and gravity fields are associated with many geodynamic phenomena (e.g., isostatic, tectonic, volcanic, hydrologic, oceanographic or climatic processes), and their measurement using terrestrial or space geodetic techniques have made a basic tool for research and monitoring (WOLF and FERNÁNDEZ, 2007; WOLF et al., 2009). The development of novel and highly precise measuring techniques for monitoring the temporal variations of these phenomena are yielding new insights for their analysis and the study of their effects on the change of the Earth’s environment from local to global change. These topics together with the ongoing improvements in the theoretical formulations of the processes and their numerical implementations have reached a level that allows us to model them in an increasingly realistic way.\nThe third workshop on ‘‘Deformation and gravity change: indicators of isostasy, tectonics, volcanism and climate change’’ was held during February 23–26, 2009 at the Casa de los Volcanes on Lanzarote in Canary Islands, Spain, as were its first and second editions in March 2005 and March 2007 (WOLF and FERNÁNDEZ, 2007; WOLF et al., 2009). This workshop was jointly organized and supported by the\nInternational Association of Geodesy (IAG), the Spanish Ministry of Science and Innovation, the Spanish Council for Scientific Research and the Cabildo Insular de Lanzarote. This meeting also served as the first meeting of the members of the International Association of Geodesy (IAG) ICCT Study Group on ‘‘Temporal Variations of Deformation and Gravity’’, open to all colleagues interested in its topic.\nThe meeting on Lanzarote keeps the tradition established by a series of preceding workshops organized under the auspices of the IAG on ‘‘Models of Temporal Variations of the Gravity Field’’ in Walferdange, Luxembourg (March 17–19, 1997) and Potsdam, Germany (November 23–25, 1998), and on ‘‘Dynamic Theories of Deformation and Gravity Fields’’ in Sopron, Hungary (February 19–23, 2001), and Lanzarote, Spain (February 18–21, 2003; March 1–4, 2005, and March 27–30, 2007) (WOLF and FERNÁNDEZ, 2007; WOLF et al., 2009). The present volume follows the topical issues in Pure and Applied Geophysics, Vol. 164, No. 4 (2007) and Vol. 166, Nos. 8–9 (2009) published as an aftermath of the workshops held on Lanzarote in 2005 and 2007 respectively. This one contains 13 papers addressing different topics: the observation of gravity changes using terrestrial and space techniques; the calibration of gravimeters; the geodetic consequences of past and present ice-mass change; the observation of hydrological signals observed from space; combination of space and surface ocean data to study vertical crustal movements; the correction of radar satellite data using a meteorological model; the deformation modeling; the measurement of interseismic deformation from space; the analysis of GPS measurements; the glacial isostatic adjustment; and the seismic hazard and ground motion of a dam site. 1 Section 1.5: Earth System Modelling, German Research Centre for Geosciences (GFZ), Telegrafenberg, 14473 Potsdam, Germany. 2 Institute of Geodesy, University of Stuttgart, GeschwisterScholl-Str. 24D, 70174 Stuttgart, Germany. 3 Departamento de Fı́sica de la Tierra Astronomı́a y Astrofı́sica I (Geofı́sica y Meteorologı́a), Facultad de Ciencias Fı́sicas, Universidad Complutense de Madrid, Plaza de Ciencias s/n, 28040 Madrid, Spain. 4 Institute of Geosciences, CSIC-UCM, Facultad de Ciencas Matemáticas, Plaza de Ciencias, 3, 28040 Madrid, Spain. E-mail: jft@mat.ucm.es\n2012 Springer Basel AG DOI 10.1007/s00024-011-0451-7 Pure and Applied Geophysics\nWe thank the Consejeria de Ciencia y Tecnologı́a of the Cabildo Insular de Lanzarote, the Lanzarote Laboratory for Geodynamics (CSIC-UCM and Cabildo Insular de Lanzarote), the staff of the Casa de los Volcanes-in particular, its director Joaquı́n Naverán as well as Orlando Hernández and Jaime Arranz - and the Timanfaya National Park administration for their support during the workshop. The editorial process of this issue has been done in the frame of the research projects CGL2005-05500-C02-01, 115/SGTB/ 2007/8.1 and AYA2010-17448, and of the Moncloa Campus of International Excellence (UCM-UPM, CSIC). Useful suggestions by Renata Dmowska during the preparation of this topical issue are greatly\nappreciated. We also thank all authors for their contributions and acknowledge the assistance of different reviewers."
  }],
  "year": 2012,
  "references": [],
  "id": "SP:eab962d83d5193ff1cd93b35897ae08e26c3c4e7",
  "authors": [{
    "name": "DETLEF WOLF",
    "affiliations": []
  }, {
    "name": "MIGUEL ANGEL SANTOYO",
    "affiliations": []
  }],
  "title": "Deformation and Gravity Change: Indicators of Isostasy, Tectonics, Volcanism and Climate Change, Volume III. Introduction"
}