{
  "year": 2004,
  "references": [{
    "title": "Helens in 1980. Such tree-ring records",
    "authors": ["Mount St"],
    "year": 1980
  }, {
    "title": "rande l l ' s (1987) inference tha t the 1800 daci t ic T",
    "authors": ["C ens"],
    "year": 1987
  }, {
    "title": "helped with the 1938-1940 fieldwork. The 1840s control ringwidth series (Fig. 4c) was assembled while Yamaguchi was funded by a Graduate and Professional Opportunities Program (GPOP) fellowship at the University of Washington",
    "authors": ["Elizabeth Lawrence"],
    "year": 1940
  }, {
    "title": "Deposits of preL1980 pyroclastic flows and lahars from Mount St Helens volcano, Washington",
    "authors": ["DR Crandell"],
    "venue": "US Geol Surv Prof Pap 1444,",
    "year": 1987
  }, {
    "title": "Chronology development and analysis",
    "authors": ["DA Graybill"],
    "year": 1982
  }, {
    "title": "Traumatic resin canal formation",
    "authors": ["K Kuroda", "K Shimaji"],
    "venue": "Mount St Helens. Geoscience Canada",
    "year": 1983
  }, {
    "title": "Helens a decade after the 1980 eruptions: magmatic",
    "authors": ["Mount St"],
    "year": 1980
  }, {
    "title": "Helens' 1480 eruption",
    "authors": ["Mount St"],
    "venue": "Res Explor 9:in press Yamaguchi DK, Hoblitt RP, Lawrence DB",
    "year": 1990
  }],
  "id": "SP:2ccc11b46bdc0e0283dbf340a65a803fccee7562",
  "authors": [{
    "name": "David K Yamaguchi",
    "affiliations": []
  }],
  "abstractText": "Until the 18 May 1980 eruption of Mount St. Helens, a debris fan and adjacent forest downslope from the dacitic Goat Rocks dome, on the north flank of the volcano, contained evidence that the dome was active in 1842 or 1843. The fan was destroyed by the debris avalanche of 18 May. Before 1980, the oldest tree cored on the debris fan showed that the fan predated 1855 by a few years. The young age of this tree suggests that the dome was active several decades after extrusion of the nearby andesitic \"floating island\" lava flow, dated to 1800. An anomalous series of narrow rings that starts with the 1843 ring is present in cores from two older trees adjacent to the fan. These ring-width patterns imply that these trees were damaged in late 1842 or early 1843 by flowage material f rom the dome; the trees were probably singed by an ash-cloud surge that originated on the dome as a hot-rock avalanche. Several lines of evidence suggest that the anomaious ring patterns record tree injury by surge, rather than by lahars or nonvolcanic causes (climate or insects). First, comparable ring patterns formed in all sampled trees that survived the 18 May surge, but formed in only a few sampled trees abraded or partially buried by 18 May lahars. Second, a 13-cm fine-ash layer, consistent with either tephra fall or surge emplacement, was present on the 1840s forest floor; yet the lack of similar tree-ring responses to 1980 tephra fall shows that such minor tephra fall could not have caused the ring patterns. Third, identical 1843 narrow-ring patterns are absent in control trees further f rom the volcano. The ring patterns of the trees adjacent to the Goat Rocks fan provide the first field evidence that the dome was active in late 1842 or early 1843. Thus, the new tree-ring dates confirm stratigraphic evidence for the youth of the activity of the Goat Rocks dome. They also link historical accounts of mid nineteenth century volcanism at Mount St. Helens with continuing dome extrusion. The dates additionally corroborate and revise the dacite-andesite-dacite petrologic cycle interpretat ion of Mount St. Helens' Goat Rocks erupCorrespondence to: DK Yamaguchi tive period (1800-1857). They constrain the cycle to no more than 43 years. Lastly, the dates support the notion that the vent that erupted the 1800 dacitic T tephra was different from the one that produced the Goat Rocks dome. We infer that the magma that formed the \"floating-island\" lava flow plugged the T tephra vent. This forced residual magma from the compositionally zoned magma chamber into an alternate conduit. The second conduit produced the unnamed 1842 lithic tephra and the Goat Rocks dome.",
  "title": "Tree-ring evidence for 1842-1843 eruptive activity at the Goat Rocks dome, Mount St. Helens, Washington"
}