{
  "sections": [{
    "text": "Chinese Science Bulletin Vol. 48 No. 16 August 2003 1639\nt.\nhistory of the Earth, during which occurred supercontinent breakup, low-latitude glaciation, and biotic diversification. These concern a series of interdisciplinary studies involving ancient plate motion, climate change and life evolution, resulting in many forefront topics of general interest in the earth sciences. These include exact ages bracketing the Cryogenian System and glaciations, initial age and lasted duration of supercontinent breakup, dynamic reconstruction of China continents in supercontinental configurations, the nature of rift magmatism and extent of hydrothermal alteration, paleoclimatic implication of water-rock interaction and low-18O magmatism, and relationship between supercontinental evolution and global change. A number of outstanding advances in the above aspects have being made by Chinese scientists, leaving many important issues to be resolved: (1) did the Cryogenian start at either 800 to 820 Ma or 760 to 780 Ma? (2) was South China in the supercontinental configuration located in either southeast to Australia or north to India? (3) are Paleoproterozoic to Archean ages of crustal rocks a valid parameter in distinguishing North China from South China? Available observations suggest that Neoproterozoic mantle superwelling occurred as conspicuous magmatism in South China but as cryptical magmatism in North China. Mid-Neoproterozoic mantle superplume event and its derived rift-magmatism would not only result in the supercontinental demise, but also play a very important role in the generation and evolution of the snowball Earth event by initiating the global glaciation, causing the local deglaciation and terminating the snowball Earth even\nKeywords: Neoproterozoic, magmatic activity, hydrothermal alteration, snowball Earth, glacial sediment, isotope age, oxygen isotope, supercontinental reconstruction.\nDOI: 10.1360/03wd0342\nNeoproterozoic is one of the most important period\nin the evolving history of the Earth. Many processes such as supercontinental breakup and rift-magmatic activity, low-latitude glaciation and paleoclimatic transformation, water-rock interaction and low-18O magmatism, animal radiation and Cambrian life explosion are correlated with mutation in the Earth environments during this period. A number of very significant questions have hence arisen relevant to dramatic changes in the Earth system of Neoproterozoic age. Where was the supercontinent distributed paleogeographically around the Earth (Rodinia[1] vs. Palaeopangaea[2])? How large areas were covered by ice and snow on the global continents (snowball Earth[3] vs.\nbrian biotic diversification accelerated by either freezing or hydrothermal activity related to the rift-magmatism? A series of hot topics and frontiers has being presented to decipher puzzles concerning the energy and matter exchange between interior and exterior of the Earth during the Neoproterozoic, and thus attracted great interests of both active and inactive scientists. Of special interest is radiometric dating on Neoproterozoic strata and their bracketed magmatism in South China, particularly dating on the top and basal boundaries of the Nanhua (Cryogenian) System and enclosed hydrothermal activities."
  }, {
    "heading": "1 Cryogenian chronostratigraphy and global glaciation",
    "text": "According to research progress in Upper Precam-\nbrian strata and accumulation of isotope ages, China Commission on Stratigraphy[10] decided to separate glacier-related sediments in the Neoproterozoic strata of South China from the pro-Sinian System and named them as the Nanhua System, corresponding to the Cryogenian System by International Commission on Stratigraphy[11]. The Nanhua System is the middle one in three divisions of Neoproterozoic era and characterized by sedimentary records reflecting cold climates and glaciations. International Commission on Stratigraphy[11] placed the top and basal boundary ages of the Cryogenian system at 650 and 850 Ma, respectively, whereas China Commission on Stratigraphy[10] tentatively placed the top and basal boundary ages of the Nanhua System at 680 and 800 Ma, respectively. However, most of active scientists working on Neoproterozoic strata have the common consensus that the top and basal boundary ages of the Cryogenian (Nanhua) System was only tentatively placed at these figures, and thus further exact dating on them is highly needed. Available observations from chronostratigraphy show that the boundary between the Cryogenian (Nanhua) System\nand overlying Neoproterozoic (Sinian) System may\nolder than 600 Ma but younger than 650 Ma, and thus should be bracketed at sometime between 600 and 650 Ma, and that the boundary between the Cryogenian (Nanhua) System and underlying Tonian (Qingbaikou) System may younger than 850 Ma but older than 750 Ma, and thus should be bracketed at sometime between 750 and 850 Ma. Glacial sediments typical of cold climate in the"
  }, {
    "heading": "VIEW",
    "text": "1640 Chinese Science Bulletin Vol. 48 No. 16 August 2003\nCryogenian (Nanhua) are a global event. Traces of low-latitude glaciations (e.g. outwash, tillite or diamictite) developed widely in the world, no exception in South China[12 14]. This has been an abnormal phenomenon in\ngeological observations and thus various approaches have being employed since the 1960s to unravel the natural mystery[15]. Different interpretative models have been\npresented accordingly in which well-known are the snowball Earth hypothesis[3,16] and high-obliquity hypothesis[5,17]. Although both hypotheses can explain the low-latitude glaciation, the snowball Earth hypothesis can account for other features of the Neoproterozoic sedimentary records such as large 13C shift, banded iron formation (BIF), and post-glacial cap carbonate, for those the high-obliquity hypothesis provides no explanation. However, the snowball Earth hypothesis has being encountered new challenges. Paleoclimatic simulations[4,18] and some sedimentary records[19 21] suggest that Neoproterozoic\nglaciations were characterized by a dynamic glacial environment with unfrozen areas rather than a totally frozen snowball Earth, resulting in the slushball Earth hypothesis. Nevertheless, the snowball Earth hypothesis links the mutation in paleoclimate (low-latitude glaciation) with global plate tectonics (supercontinental breakup), geochemical anomaly (carbon isotope excursion) and life evolution of late Neoproterozoic (Ediacaran bio-radiation) together[3,6]. This has aroused great enthusiasm of scientists for the drastic changes in the Neoproterozoic Earth system.\nA number of special projects have recently been de-\nvoted to answer key questions concerning the drastic\nchanges in the Neoproterozoic Earth system, but problems\nstill remain with respect to exact dating on sedimentary\nrecords of glaciation. Four to five ice ages were postulated to occur during the Neoproterozoic[8,22,23], but global-scale\nglaciations may only occur at two times as Sturtian and Marinoan, respectively[24,25]. Because the chronological\nsequence of glacial sediments was mainly obtained by\nindirect postulation without direct dating, it has been\ncontroversial on timing of given glaciations. For instance,\nthere are many viewpoints on timing of the Sturtian ice age: (1) 760 to 720 Ma[22,27 29]; (2) 700 to 690 Ma[26,30]; and (3) ~685 Ma[31]. Nevertheless, glacial sediments in Namibia and Oman were dated to form at 746 6 Ma[32] and 723 13 Ma[33], respectively. These demonstrate that\nlocal glacial sedimentation during the Cryogenian had at\nleast started at ~740 Ma. The Marinoan ice age was preliminarily placed at ~650 Ma[11], and then tentatively changed to 600 to 565[34] or 610 to 590 Ma[26]. With\navailability of new ages, it has been recognized to occur at\nsometime between 600 and 650 Ma, and the newest result gives 630 to 620 Ma[35]. In this regard, the Cryogenian is\nterminated at ~620 Ma and since then the Neoproterozoic\nstarted to deposit."
  }, {
    "heading": "2 Initial timing of the Nanhua System and dating on ice age",
    "text": "( ) Previous studies. Neoproterozoic glacial\nsediments occur widely in South China as the Nantuo and Gucheng (Chang’an) formations, respectively. There have being hot debates on ages of these tillites, resulting in two schools of viewpoint. One school advocates the temporal correlation between the Nantuo and Sturtian glaciations, which is reflected by taking: (1) the Nantuo ice age at 740 to 700 Ma and the Gucheng ice age at 800 to 760 Ma[36]; (2) the Nantuo ice age at 730 to 670 Ma[12]; (3) the Nantuo ice age at 750 Ma[13], and concluding from paleom-\nagnetic data that no glacial sediment in South China is coeval with the Marinoan tillite at abroad[37]. This school receives the newest support from SHRIMP apatite U-Pb dating on laterally extensive phosphorite nodules consisting of rounded oolitic grains from the Doushantuo Formation in the Sinian type-section of the Yangtze Gorge in Hubei Province, which yields a total Pb/U isochron age of 751 57 Ma (2 , MSWD = 1.4)[38]. Usually, the basal boundary age of the Doushantuo Formation is placed at 670[39] or 680 Ma[10,40,41], and correspondingly the Nantuo\nice age is apparently 670 to 680 Ma.\nThe other school supposes the Nantuo-Marinoan\ncorrelation on one hand and the Gucheng (Chang’an)Sturtian correlation on the other hand. This is reflected in that: (1) the Doushantuo deposition was assumed to occur at 600 to 550 Ma[42]; (2) phosphorite-bearing strata at Weng’an in Guizhou Province was dated by Barfod et al.[43], yielding a Lu-Hf isochron age of 584 26 Ma and a\nPb-Pb isochron age of 599.3 4.2 Ma. Thus the initial\ndeposition timing of the Doushantuo Formation is 600\nMa; (3) the Gucheng ice age was placed at 750 to 690 Ma[14]; and (4) the upper limit age of the Nantuo tillite was placed at 650 to 680 Ma and the lower limit age of the Gucheng tillite at 720 to 740 Ma[44].\nIn view of the isotopic ages on the Neoproterozoic\nstrata in South China and their comparison with the newest results from the International Commission on Stratigraphy, it is still uncertain whether the Nantuo is coeval with Sturtian or Marinoan. A critical point is to resolve the question why there is such a large difference in isotope age between the phosphorites from the Weng’an in Guizhou Province[43] and the Yangtze Gorge in Hubei Province[38]. Did there exist the significant difference in the sedimentary timing of phosphorites between the two localities? Or were the phosphorite-bearing strata misidentified as the same sequence? The Gucheng and Nantuo tillites were divided in the pro-Sinian strata of the Yangtze Gorge with interglacial sediment between them as named by the Datangpo Formation[44 46]. Significant dif-\nferences in sedimentary composition were recognized in the Sinian type-section among different localities in the Yangtze Gorge[47]. Chemostratigraphic investigations in-\nSPECIAL TOPICS\nChinese Science Bulletin Vol. 48 No. 16 August 2003 1641\ndicate that the pattern of carbon isotope excursion in the Doushantuo carbonate from the Yangtze Gorge is somewhat different from that from other areas in South China though they are all called the Doushantuo carbonate strata[48 56]. In addition, biocoenosis in the Sinian system\nof the Yangtze Gorge is significantly different from that in the world elsewhere[54]. Sulfur isotope analysis of minor sulfate in carbonates indicates close similarity in the magnitude of positive 34S shift between the Doushantuo Formation in the Yangtze Gorge[56] and the post-Sturtian strata in Australia and Namibia[57,58]. The above observations lead to the following questions: Whether the Gucheng glaciation did occur in the Yangtze Gorge with deposition of overlying “cap carbonate” and phosphorite? Is there any such a post-Sturtian deposition of phosphorite elsewhere in the world? Could the local deposition of earlier phosphorite occur in post-glacial warm sedimentary environment in some of rift basins in the northern margin of the Yangtze craton when glacier melting took place due to intensive rift-magmatism during the middle Cryogenian?\n( ) New results. With advances in chronostra-\ntigraphic studies it has been clear that the sedimentary age of glacial rocks can be directly dated with the high confidence if tuff interbed can be found within glacial strata (particularly close to the top or basal boundaries) and from it sufficient amounts of zircon can be separated for precise U-Pb dating. Only in this way is it capable of providing reasonable dating not only on the top and basal boundary ages of the Nanhua System but also on the timing of global glaciations during the Neoproterozoic. By means of SHRIMP zircon U-Pb dating, new progress has been made by Chinese scientists for the basal boundary age of the Nanhua System in South China. Yin et al.[59] obtain five 206Pb/238U ages of 726 27 to 788 23 Ma with a\nweighted mean of 758 23 Ma for a tuff interbed in the upper part of the Xieshuihe Formation in Hunan Province (equivalent to the Liantuo Formation in the Lower Nanhua Series). In fact, SHRIMP zircon U-Pb dating was carried out by Ma et al.[60] two decades ago for tuff interbed in the Liantuo Formation of the Yangtze Gorge in Hubei Province, obtaining a discordia lower intercept age of 748\n12 Ma. Equivalent to the Xieshuihe Formation is the Gongdong Formation in the northern part of Guangxi Province, whose top is covered by tillite of the Chang’an Formation and whose bottom is underlain by volcanics of\nthe Sanmenjie Formation. A concordant U-Pb age of 761 8 Ma was dated by the single-grain dilution technique for two zircon grains from a mafic body at Longsheng that was intruded into the Sanmenjie stratum but not into the Gongdong stratum[61]. From the above U-Pb ages it appears that the basal boundary age of the Nanhua System should be 760 Ma. Yin et al.[59] have also dated tuff\ninterbed in the upper part of the Laoshanya Formation in\nHunan Province (equivalent to the Madiyi Formation in the Upper Qingbaikou Series) and obtained twelve SHRIMP zircon 206Pb/238U ages of 756 26 to 858 24\nMa with a weighted mean of 809 16 Ma. Consequently, Yin et al.[59] conclude that it was appropriate for China Commission on Stratigraphy[10] to place the basal boundary age of the Nanhua System at ~800 Ma.\nOn the other hand, Wang et al.[62] report seventeen\nSHRIMP zircon 206Pb/238U ages of 766 11 to 844 10\nMa with a weighted mean of 814 12 Ma for andesitic agglomerate of volcaniclastic rocks in the lower part of the Cangshuipu Formation in Hunan Province. Previous zircon U-Pb dating has also provided similar ages for volcanic rocks in South China, including a SHRIMP age of\n803 12 Ma for rhyolite of the Suxiong Formation in the Sichuang-Yunnan area[63], a single-grain age of 819 11 Ma for mafic volcanics of the Yingyangguan Group in Guangxi Province[64], and a SHRIMP age of 797 11 Ma for rhyolite of the Hongchicun Formation in the northern part of Zhejiang Province[65]. Wang et al.[62] take the ages around ~820 Ma as the basal boundary timing of the Nanhua System by assuming that the U-Pb dated volcano-sedimentary strata belong to the Lower Nanhua Series and that the volcanics in rifting basins of South China record the initial sediments of Neoproterozoic strata, with the absence of the Qingbaikou System in South China. However, it is still uncertain with respect to the ownership of the volcaniclastic strata. Stratigraphic Code of China:"
  }, {
    "heading": "Neoproterozoic",
    "text": "[66] put the Cangshuipu, Suxiong and Hongchicun formations into the Upper Qingbaikou Series but the Yingyangguan Group into the Lower Nanhua Series to the Upper Qingbaikou Series. The ages of ~820 Ma have also been obtained from many mafic and felsic igneous rocks in the periphery of the Yangtze craton, including granitoids and basic rocks in other areas of South China[60,65,67 71]. Although this age has usually been re-\ngarded as the timing of mantle plume activity initiating the breakup of the supercontinent Rodinia[65,69], it is open to question whether this is also the timing of initial deposition in the rifting basins.\nVolcanosedimentary strata of the Nanhua System and\nunderlying granites at Yichang of the Yangtze Gorge in Hubei Province are one of the classical type-sections in China Upper Precambrian systems and thus subjected to extensive investigations. SHRIMP zircon U-Pb dating was carried out by Ma et al.[60] two decades ago for granite at\nHuangling, obtaining a weighted mean age of 819 7 Ma for seven of fourteen grains. Their U-Pb isotope data are reprocessed by means of the bulk Pb/U isochron approach[72 74] and ruling out two data that suffered signifi-\ncant resetting of post-magmatic processes, remaining\ntwelve of the fourteen data yielding an age of 817 9 Ma (Fig. 1(a)). Twenty-three grains of zircon from the tuff interbed in the Liantuo Formation at Yichang were also"
  }, {
    "heading": "VIEW",
    "text": "dated by Ma et al.[60] with the SHRIMP instrument, ob-\ntaining discordia lower and upper intercept ages of 748\n12 and 2760 50 Ma, respectively. Following the approach of Compston et al.[75] for identification of inherited zircons in volcanic rocks, two types of zircon with somewhat different ages are grouped for the Liantuo tuff: (1) inherited zircon of 13 grains, in which 5 grains have Paleoproterozoic 207Pb/206Pb ages, 1 grain is heavily deviated, and remaining 7 grains yield a bulk Pb/U isochron age of\n802 7 Ma (Fig. 1(b)); and (2) magmatic zircon of 10\ngrains, which give a bulk Pb/U isochron age of 766 18 Ma (Fig. (b)). Apparently, Neoproterozoic magmatic activities occurred discontinuously in the period of 820 to 760 Ma in the Yangtze Gorge. Therefore, it needs to take into account temporal and spatial relationships in climatic and environmental changes between magmatic activity and rift basin deposition in the course of the supercontinental disintegration when taking the basal boundary age of the Nanhua System at either 760, or 800, or 820 Ma.\n( ) Remaining questions. The reasonable tim-\ning on the glacial strata of Neoproterozoic ages is a criti-\ncal step in the chronometric division of the special lithostratigraphic units. More importantly it concerns the correct understanding of sedimentary environments for the glacial strata themselves as well as their overlying and underlying strata. A number of key questions can be arisen in this issue. Is it possible that the sedimentary carbonates of the Dengying Formation at Yichang of the Yangtze\nGorge are correlated with those of the Neoproterozoic\nSystem in the world elsewhere whereas the sedimentary strata of the Doushantuo Formation at Yichang correspond to the interglacial sequence between the Sturtian and the Marinoan ice ages at abroad? Are the Liantuo strata the volcanic sedimentation under conditions of cold climate prior to the Gucheng ice age? Did the cold climate occur before the global glaciation? How long has lasted the pre-glacial cold climate? How can we recognize records of the cold climate in the history of the Earth? Were the Neoproterozoic glaciations initiated either before or after the supercontinental rifting away? How has the mantle superplume activity triggering the supercontinental breakup influenced the paleoclimate? Is there any relationship of the superplume activity to the production and evolution of rift basins? How did the rift-magmatic activities during the Cryogenian affect the global glaciation? Why did the active hydrological cycle occur locally during the snowball Earth event? Did the rift-magmatism cause groundwater-hydrothermal circulation and water-rock interaction? Can we find the records of Neoproterozoic hydrothermal activity? Which role have on the climatic change played heat fluxes from the Earth’s interior to the subsurface via the mantle superwelling, rift-magmatic activity and hydrothermal circulation besides heat from sunlight on the Earth’s surface?"
  }, {
    "heading": "3 Cryogenian magmatic activity and hydrothermal circulation",
    "text": "Neoproterozoic magmatic activity occurred globally\nwith different extents in various continents, but uncertain is its relationship in temporal, spatial and genetic aspects to the supercontinental breakup and the snowball Earth event. Is there a causal relation between Cryogenian magmatic activity and hydrothermal circulation? Did the local recycling of crustal materials occur in rift tectonic zones to produce low-18O magma? Is the life evolution during the Late Precambrian related to the hydrothermal activity driven by the mantle superwelling? Has the heat from magmatic activity played a role on local melting of ice and snow during the snowball Earth event besides the significant effect of CO2 concentration on global change? Does the generation of low-18O magmas in rift tectonic zones reflect significant fluxes of subsurface water into deep magma chambers in the Earth’s interior? Did significant exchange in energy and matter occur between the Earth’s interior and exterior during the snowball Earth event? It appears that the recognition of temporal and spa-\n1642 Chinese Science Bulletin Vol. 48 No. 16 August 2003\nSPECIAL TOPICS\ntial relationships between Cryogenian magmatic activity and hydrothermal circulation may provide a missing link to the snowball Earth event.\nLow-18O zircons of Cryogenian ages have been iden-\ntified along the northern margin of the Yangtze plate by means of (1) ionprobe U-Pb dating and laser fluorination (LF) oxygen isotope analysis on two samples of granitic gneiss at Hushan in the southwestern end of the Sulu terrane[76], and (2) single-grain U-Pb dating and LF oxygen isotope analysis on tens of samples of granitic gneiss and eclogite in the Dabie-Sulu orogenic belt[77,78]. The results demonstrate a large-scale meteoric-hydrothermal alteration typical of Cryogenian cold climate, indicating the response of water-rock interaction and low-18O magmatism in the Yangtze plate to the snowball Earth event. Chen et al.[79] accomplished ionprobe in situ analyses on both U-Pb age and oxygen isotope composition of zircons from metamorphic rocks in the Dabie-Sulu orogenic belt.\nTheir results show that zircons of protolith ages 1.9 Ga have 18O values close to the mantle 18O values (5.3‰ 0.3‰), whereas zircons of protolith ages at 700 to 800 Ma are associated with relatively lower 18O values and commonly characterized by the internal structure of oscillatory zonation. This confirms the previous conclusions\nby Zheng et al.[78] that the low-18O zircons were crystallized from low-18O magmas formed by partial melting of meteoric-hydrothermally altered rocks and that supersolidus temperatures were achieved for the Cryogenian riftmagmatic activity and hydrothermal alteration.\nAccording to a compilation of correlation between\noxygen isotope composition and zircon U-Pb age for protolith of metamorphic rocks in the Dabie-Sulu orogenic belt (Table 1), it appears that zircons of Paleoproterozoic age have consistently high 18O values whereas zircons of Neoproterozoic age associated with lower 18O values\n(Fig. 2). The occurrence of the 802 7 Ma inherited zir-\ncons in the 766 18 Ma tuff from the Liantuo Formation at Yichang of the Yangtze Gorge (Fig. 1(b)) indicates the short-term local recycling of crustal materials in the northern margin of the Yangtze plate, manifesting the remelting and re-emplacement of Neoproterozoic igneous rocks along the rifting zone. As suggested by Zheng et al.[78,80], groundwater-hydrothermal circulation was triggered by the Cryogenian magma emplacement in rifting zones along the northern margin of the Yangtze plate, resulting in 18O depletion in the magmatic rocks due to water-rock interaction at high temperatures; the local recycling of crustal materials occurred in collapsed rifts,"
  }, {
    "heading": "VIEW",
    "text": "thermal circulation driven by magma emplacement occurred during the Cryogenian on the Earth, typifying the interaction between ice and fire in the history of the Earth. The low-18O magmatism and water-rock interaction occurring at 700 to 800 Ma may be an important geotectonic setting to trigger the biotic diversification[78]. This provides a direct insight into the exchange in energy and matter between the Earth’s interior and exterior."
  }, {
    "heading": "4 Snowball Earth event and mantle superplume",
    "text": "Generally, the cause of global cooling even up to\nglobal glaciation is closely correlated with a significant decrease in the concentration of greenhouse gases. With respect to initiation of the snowball Earth event during the Neoproterozoic, three viewpoints have been put forward: (1) the supercontinent breakup resulting in the deposition of atmospheric CO2 as organic carbon in the margin of new continents[3]; (2) release of methane in organic carbon-rich sediments into the atmosphere[7]; and (3) weathering of continental basalts to cause a decrease in the concentration of atmospheric CO2 [88]. It appears that the change in the concentration of atmospheric CO2 is a critical parameter in initiating and terminating the snowball Earth event. Hoffman et al.[3] emphasized that the initiation of the snowball Earth event is related to assemblage and breakup of the supercontinent Rodinia in middle to low latitudes. With intensifying the tectonic activity of the Earth in this period, consumption of atmospheric CO2 would increase due to large-scale processes of weathering, erosion and sedimentation. When the consumed amount of atmospheric CO2 would be greater than the released amount of volcanically erupted CO2, the icehouse effect could occur due to a rapid decrease in global temperature with the formation of ice caps on two poles of the Earth. With the waxing of ice cap areas, the reflection of sunlight on ice surface (ice albedo) would increase to accelerate declining in air temperature up to global freezing, forming\nthe snowball Earth landscape. At this moment, annual\naverage of air temperatures would be as low as 50 , ice\nlayers of up to 1000 m thickness could develop on the surface of the ocean, hydrological cycling would principally stagnate, and almost no precipitation would take place. Chemical processes consuming CO2 would have ceased, but magmatism would still be active on the Earth. With the accumulation of volcanically erupted CO2 in the atmosphere, sufficient concentrations of atmospheric CO2 could be reached in several million years to cause the greenhouse effect, resulting in global warming and thus a large-scale melting of ice and snow. Once unfreezing could begin, the ice and snow of high albedo would be transformed to the water and vapor of low albedo. Ultimately, another extreme would occur with the acceleration of unfreezing, followed by an extremely hot weather.\nThe period of 820 to 620 Ma is an important time for\nglobal rift-magmatic activity. Which role has it played on\nthe snowball Earth event? Are the Cryogenian warm climate and carbonate positive 13C anomaly correlated with\nheat supply from the Earth’s interior by the mantle super-\nwelling? Is the cause of globally glacial climate related to\nthe mantle plume initiating the supercontinent breakup[65,69,89,90]? A mantle superplume event was hypothesized by Li et al.[65] to occur beneath the supercontinent\nRodinia with active times clustered at 840 to 790 and 780\nto 740 Ma , respectively. The mantle superplume event\nmay start to act at about 820 Ma in South China, trigger-\ning the breakup of the Yangtze continent from the super-\ncontinent Rodinia; intensive rift-magmatic activity may\noccur at about 750 Ma along the northern margin of the\nYangtze plate, accompanied by the meteoric-hydrothermal circulation and low-18O magmatism[78,80].\nA mantle plume activity is normally characterized by\none or more of the following geological phenomena: radiated swarm of mafic dykes, gigantic flood basalt, groups of rift system, and a large area of topographic rise[91 93]. A\nmantle superplume event usually refers to a relatively long-lived mantle plume event (~100 Ma) during which several to many large plumes formed and rose to the base of the lithosphere[94 97]. A superplume event was part of a\nsuperevent cycle, involving also supercontinent formation and breakup[98]. Mafic magmatic activity may occur in either direct or indirect fashion. The direct one is manifested by the above products of the mantle plume in some regions, whereas the indirect one behaved as events of magma underplating and crustal melting in the other regions. The Mid-Cretaceous superplume event in the Pacific region is well known to coincide with the following observations: increases in surface temperature, deposition of black shales, a rise in sea level, evaluated 13C in seawater, and increased production of oceanic lithosphere[95,99]. The similar observations are also obtained in the Cryogenian strata, and the Neoproterozoic superplume\n1644 Chinese Science Bulletin Vol. 48 No. 16 August 2003\nSPECIAL TOPICS\nChinese Science Bulletin Vol. 48 No. 16 August 2003 1645\nevent may have triggered the supercontinent breakup[65,69,89,90]. It is ready to expect that a large-scale mantle superplume event can cause increases in seawater temperature and local hydrothermal cycle. If continental weathering would be promoted by the magmatic activity and hydrothermal circulation related to the initial breakup of the supercontinent, climate could become cooling up to global glaciation. In this regard, the magmatism related to the supercontinent breakup may be a catalyst to result in the snowball Earth event.\nRecent studies of relationship between volcanism\nand deglaciation in Iceland suggest that rates of decompressing-induced melting beneath the Iceland mantle were enhanced by a rapid drop in pressure when the major ice sheet melted during the last deglaciation, resulting in significant increases in volcanic eruption rate[100,101]. The subglacial volcanic eruption melted the ice sheet to produce large amounts of water that dissolves a great deal of magmatic volatiles, in which CO2 concentration is very high[102]. The CO2 produced by the volcanic eruption is expected to influence the bulk CO2 concentration in the atmosphere and the ocean and even global CO2 budget, which turns out to affect changes in climate and environment. New oceanic basins were produced between rifted continents with local hydrothermal cycles. Rift-magmatism and associated hydrothermal activity could erupt gaseous CO2 into the atmosphere-ocean system. The rifting was still alive even if the Neoproterozoic Earth had been covered by ice and snow. The rift-magmatic activity peaked at about 780 Ma in some of continental margins[30,89,103 105], but it peaked at about 750 Ma in the northern margin of the Yangtze plate[78]. At this moment, the large-scale rift-magmatic activity caused the glacier melting and hydrothermal cycling on one hand, the subglacial volcanic eruption produced a large amount of CO2 on the other hand. These can cause the increase in surface temperature, resulting in the greenhouse effect and even deglaciation in some places. Therefore, the heat fluxes from the Earth’s interior by the rift-magmatism and hydrothermal cycle into the surface may be much greater than previous thoughts. This can well explain the local hydrological cycle, the fluvioglacial deposit and the BIF deposition. With continuing of rifting activity, part of hydrothermally altered rocks collapsed in calderas and sinked into magma chambers to induce the supersolidus melting, resulting in the low-18O magmas[78]."
  }, {
    "heading": "5 Neoproterozoic supercontinent configuration and location of South China",
    "text": "Recently, great attention has been paid to the con-\nfiguration of Neoproterozoic supercontinent and the location of South China in it. In the common reconstruction of the supercontinent Rodinia, South China was located between Australia and Laurentia, and thus lies in the center of the supercontinent and southeast of Australia[106]. In the\nPaleopangaea reconstruction[2], South China was placed northeast of India. In discussing the relationship between the Rodinia configuration and the snowball Earth event, Hoffman and Schrag[107] put South China northwest of India. In dynamic models of reconstructing the Rodinia assemblage and breakup on the basis of global paleomagnetic data, Powell et al.[108] placed South China in northeast of Australia and thus remote east of India; Meert[109] placed South China in northwest of Laurentia; Torsvik[110] put South China in northeast of Australia and northwest of Laurentia, interjacent between two transform faults in its southeast and southwest. Apparently, the localization of South China and other continents in the Neoproterozoic supercontinent configurations has been an important problem demanding prompt solution.\nGranitoids having U-Pb ages of 703 3 to 809 2\nMa with a mode of 750 to 755 Ma were reported to occur in the Seychelles of Indian Ocean[111 113], which also show low 18O values of 1.2‰ to 7.5‰[114 116]. Bimodal mag-\nmatic rocks of middle Neoproterozoic ages occur in Madagascar of Africa[117 120] and India[121,122]. Granitoid\nhaving SHRIMP U-Pb age of 823 5 Ma is also identified in the Lesser Himalayan granite belt in NW India[123]. It appears that the bimodal magmatic rocks in Seychelles, Madagascar and India can be compared with those in the northern margin of the Yangtze plate with respect to both Cryogenian ages and low 18O values. In addition, Neoproterozoic magmatic rocks in the western and northwestern margins of the Yangtze plate[70,71] resemble metaigneous complexes occurring along Seychelles to Madagascar in Indian Ocean and Malani in India[113], having the origin of island arc for some of them as suggested by geochemical studies[124,125].\nDo the above similarities point to a correlation in the\ngeotectonic setting of magmatic activity between the different continents? Were they all the products of magmatic activity and hydrothermal alteration during the Rodinia breakup? If the correlation does exist, it may have potential implications for localization of South China in reconstructing the supercontinent Rodinia. If the occurrence of Neoproterozoic low-18O magmatic rocks is dictated by the same setting of rift tectonics, it would be appropriate to place South China in north of India and thus northwest of Australia instead of that in southeast of Australia as proposed by Li and Powell[106]. With respect to sequence stratigraphy, nevertheless, many similarities have been observed between South China and SE Australia[14,69,126], but no similar observation has been obtained between South China and India.\nLi et al.[69] postulated that a mantle plume of ~820\nMa age triggered the breakup of the supercontinent Rodinia. Furthermore, Li et al.[65] hypothesized that a mantle superplume event at 830 to 740 Ma occurred to initiate the Rodinia breakup and subsequent rift-magma-"
  }, {
    "heading": "VIEW",
    "text": "1646 Chinese Science Bulletin Vol. 48 No. 16 August 2003\ntism. According to geochemical studies and U-Pb dating on Neoproterozoic magmatic rocks in South China, Li et al.[68] supported the hypothesis by interpreting the bimodal magmatism at ~820 Ma in South China as products of the superplume event. It is not unique, but has its counterpart in South/East Africa, beneath which a mantle plume was also postulated by Frimmel et al.[90] in terms of zircon\nU-Pb ages of 833 2 to 741 6 Ma for the Richtersveld Igneous Complex. Together with the coeval magmatism and relevant features (low 18O or island arc origin) in the Indian continent and the islands of Indianan Ocean, currently available observations seem to favor the Palaeopangaea configuration[2]. Mantle plume heads beneath South China, India and South/East Africa can be assembled as the same superplume in the center of the Palaeopangaea supercontinent. This would not be possible in the Rodinia configurations[1,127] since their respective areas would have been at almost opposite ends of the supercontinent. In this context, it has been the crux of the matter with respect to the existence of the Neoproterozoic mantle superplume and its active position."
  }, {
    "heading": "6 Age of crustal basement in South China and Neoproterozoic magmatism",
    "text": "A significant difference exists in development of\nNeoproterozoic magmatic activity between South China and North China, resulting in different effects on the nature of continental basements. For a long time, an important signature in distinguishing South China from North China is the occurrence of Neoproterozoic magmatic rocks in South China, whereas North China is characterized by the widespread outcropping of old crustal rocks in Paleoproterozoic to Archean ages[128 134]. With the accu-\nmulation of radiometric ages in South China, particularly zircon U-Pb ages, zircons of Paleoproterozoic to Archean ages have been found one after another in crustal rocks of South China (Table 2). Occurrence of the old zircons can be classified into two categories, one as intact grains in high-grade metamorphic rocks and the other as inherited cores in metamorphic or igneous rocks.\nThe zircons of Paleoproterozoic to Archean ages as\nintact grains in high-grade metamorphic rocks have been found in the following localities: (1) the Kongling Group in Yichang of Hubei Province, where plagio-amphibolite\ngave one U-Pb discordia upper intercept age of 2936 98 Ma[85], trondjemitic gneiss yielded two groups of SHRIMP age at 1992 16 and 2739 18 to 3051 12 Ma[135], and granulite-facies metapelite gave three groups of SHRIMP\nage at 1933 50, 2744 44 to 2950 14 and 3118 46 to 3275 22 Ma[135]; (2) Huangtuling in Dabie of Hubei Province, where granulite gave three groups of CAMECA age at 2052 100, 2723 5 and 3443 13 Ma[136], three\ngroups of Pb-Pb evaporation age at 1992 10 Ma, 2254 4 to 2542 20 and 2813 28 Ma[137], one U-Pb discordia upper intercept age of 2663 56 Ma[138]; (3) Liuping at\nSusong in southern Dabie of Anhui Province, where plagio-amphibolite yielded two groups of single-grain concordant age at 2207 43 and 2376 12 Ma[142]; (4) Nanhuang in Bengbu of Anhui Province, where TTG gneiss\ngave one U-Pb discordia upper intercept age of 2493 19 Ma[148]; and (5) Tianjingping in Jianning of Fujian Province, where plagio-amphibolite of the Badu Group gave\ntwo groups of SHRIMP age at 1766 19 and 2696 41 to 2818 8 Ma[152]. In addition, a number of Paleoproterozoic to Archean ages was acquired by Gan et al.[150] from single-grain U-Pb dating on some metamorphic rocks in South China (Table 2).\nThe inherited zircon cores of Paleoproterozoic to\nArchean ages in metamorphic rocks mainly occur in the Dabie orogenic belt in east-central China. These include: (1) Wangjialaowu in Yingshan of Hubei Province, where biotite plagiogneiss gave two CAMECA 207Pb/206Pb core ages of 2122 39 and 2230 18 Ma[139]; (2) Shuanghe in Qianshan of Anhui Province, where eclogite yielded one CAMECA discordia upper intercept age of 2489 25 Ma[143], jadeite quartzite one SHRIMP discordia upper intercept age of 1921 23 Ma[84], and biotite paragneiss one CAMECA discordia upper intercept age of 2458 76 Ma[82]; (3) Wumiao in Taihu of Anhui Province, where eclogite gave one SHRIMP core age of 1861 32Ma[144]; (4) Bixiling in Yuexi of Anhui Province, where eclogite yielded two single-grain U-Pb discordia upper intercept ages of 2775 25 Ma[145] and 2210 39 Ma[146]; and (5) Dongling in Anqing of Anhui Province, where amphibolite-facies gneiss gave Pb-Pb evaporation core ages of 2299 3 to 2372 10 Ma[140].\nThe inherited zircon cores of Paleoproterozoic to\nArchean ages have been found in igneous rocks from many places in South China. Besides single-grain analyses of Gan et al.[150] for a number of localities (Table 2), the following occurrences merit our mention: (1) tuff of the Xieshuihe Formation in Shimen of Hunan Province,\nwhich contains two groups of SHRIMP core age at 1781 80 to 2003 25 and 2434 19 to 2465 15 Ma[59]; (2) bentonite of the Meishucun section in the lowest part of the Cambrian System near Kunming of Yunnan Province,\nwhich shows two groups of SHRIMP core age at 1842 13 to 1854 20 Ma and 2914 6 to 2955 24 Ma[153]; (3) granite at Yuanbaoshan in the northern part of Guangxi Province, which has single-grain U-Pb discordia upper intercept age of 2918 85 Ma[67]; (4) granite at Motianling in Guangxi Province, which yielded single-grain U-Pb discordia upper intercept age of 2860 80 Ma[154]; (5) granite at Tanghu of the Zhuguangshan batholith in Hunan Province, which gave single-grain TIMS discordia upper intercept age of 2516 6 Ma[151]; (6) granite at Huangling in Yichang of Hubei Province, which gave sin-\ngle-grain U-Pb discordia upper intercept age of 2420 120 Ma[60]; (7) tuff of the Liantuo Formation in Yichang of\nSPECIAL TOPICS"
  }, {
    "heading": "VIEW",
    "text": "Hubei Province, which yielded SHRIMP discordia upper intercept age of 2760 50 Ma[60]; (8) quartz syenite at\nDalongshan near Anqing of Anhui Province, which gave\nsingle-grain U-Pb discordia upper intercept age of 3330 180 Ma[141]; (9) latite of the Longwangshanzu Formation\nin the Nanjing-Wuhu volcanic belt in Jiangning of Jiangsu\nProvince, which contains three groups of SHRIMP core\nage at 1929 52, 2403 63 to 2621 67 and 3232 80 Ma[147]; and (10) granite at Hubuling in Wulian of Shan-\ndong Province, which shows single-grain U-Pb discordia upper intercept age of 2935 136 Ma[149].\nFrom the available zircon U-Pb ages in South China\nit appears that there exist either rocks or relicts of Paleoproterozoic to Archean ages (1.7 to 3.4 Ga) with clusters at 1.9 to 2.0, 2.4 to 2.5 and 2.8 to 2.9 Ga (Fig. 3) despite the widespread occurrence of Neoproterozoic magmatic rocks. Nevertheless, these very old rocks or relicts crop out sporadically in very limited areas in South China compared to those in North China. Single-grain zircon U-Pb dating by Lan et al.[155] for gneisses in the Cavinh Complex, south of the Red River shear zone between Vietnam and South China, gave three groups of\nages: (1) 2834 12, 2762 6, 2601 5, 2834 27 and\n2535 28 Ma; (2) 1753 48 Ma; (3) 838 45 Ma, which are consistent with the existence of Precambrian basements in Late Archean, Paleoproterozoic and Neoproterozoic ages in South China. North China is generally characterized by the absence of Neoproterozoic magmatic rocks but the widespread occurrence of Paleoproterozoic to Archean rocks. The oldest ages of 3800 to 3850 Ma\nwere found in detrital zircons from granitic mylonite in Anshan of Liaoning Province and fuchsite metaquartzite in Qian’an of eastern Hebei Province[130]. Petrographically, the metamorphic rocks of Paleoproterozoic to Archean ages in both South China and North China experienced granulite-facies overprinting in general. This may imply that the continents of South China and North China are of the similar history in formation and evolution prior to ~1.8 Ga, but separated from each other since Mesoproterozoic. During the Neoproterozoic, South China is characterized by the supercontinent breakup and its accompanied rift-magmatism, receiving sediments in rift basins and developing glacial strata of the Nanhua System. These are relatively lacking in North China. The Paleoproterozoic to Archean ages may be registered not only in country rocks emplaced by the Neoproterozoic magmatic rocks and overlying pedants but also in detrital sediments in the rift basins. Thus the rocks or relicts of very old ages are still discoverable in the periphery and interior of the Yangtze plate. With respect to the structure of Precambrian basements, it is possible that North China is dominated by the lower to middle crusts of Paleoproterozoic to Archean ages, whereas South China prevails with the upper to middle crusts of Neoproterozoic ages.\nThings may become complicated when dealing with\nrocks in the boundary areas between South China and North China. Petrological and geochemical studies of ultrahigh pressure metamorphic rocks in the Dabie orogenic belt demonstrate that, although their premetamorphic protoliths belong to crustal materials in the northern margin of the Yangtze plate, protoliths of eclogites, gneisses and\n1648 Chinese Science Bulletin Vol. 48 No. 16 August 2003\nSPECIAL TOPICS\nChinese Science Bulletin Vol. 48 No. 16 August 2003 1649\nmarbles in South Dabie probably correspond to the upper crustal materials, whereas those of gray gneisses and enclosed granulites and eclogites in North Dabie are responsible for the middle to lower crustal materials[80,156]. The zircon U-Pb dating shows that the protoliths of both South Dabie and North Dabie metamorphic rocks have Neoproterozoic and Paleoproterozoic to Archean ages (Table 2). While the Neoproterozoic ages are well recorded in most of the metaigneous rocks, the Paleoproterozoic to Archean signatures are still retrievable from the metasedimentary rocks (Table 1).\nIn petrogenetic studies of Phanerozoic magmatic\nrocks that occur in the boundary areas between South China and North China, it has been a common practice to compare the age of source materials with the age of Precambrian basements in South China and North China. If Paleoproterozoic to Archean ages are obtained for a certain magmatic rock, its origin is assumed to involve the crustal basement of North China. The arguments developed in this review suggest that such an assumption is no longer valid. In other words, the Paleoproterozoic to Archean ages are not the characteristic feature of Precambrian basement in North China any more. It is known that SHRIMP zircon U-Pb dating for granitoids hosting Mesozoic gold deposits in Jiaodong Peninsula shows five\ngroups of core age at 3446 2, 2875 12 to 2708 65,\n2542 8 to 2389 22, 2071 129 to 1844 13 and 805 16 to 623 117 Ma, respectively[157,158]. These ages are consistent with the existing ages from Neoproterozoic to Archean basements in the northern margin of South China (Table 2). Thus it is not precluded that the Mesozoic granitoids in Jiaodong Peninsula have their source from the Precambrian crust in the northern margin of the Yangtze plate. Along with Triassic ages for zircon cores in the granitoids[157,158], partial melting may be implicated in their source rocks during Triassic subduction of South China beneath North China. In this context, both petrogenesis and metallogenesis of the Mesozoic granitoids and related gold deposits may closely be linked to partial melting of thickened crust following the Triassic subduction of South China. It is possible that the granitoids and related gold deposits are products of partial (even bulk) melting of the subducted continental crust at Early Cretaceous due to the coeval superplume event in the Pacific region. Nevertheless, genetic mechanisms involved remain to be clarified by further studies in detail."
  }, {
    "heading": "7 Cryptical and conspicuous magmatism",
    "text": "Lithospheric materials of different depths and com-\npositions could undergo partial melting due to heat anomaly of mantle underplating, resulting in magmatic activity and thus growth of new crust in different depths and compositions. Magmatic rocks could be weathered and eroded to form sedimentary rocks of different types, and volcanic ash produced by violent eruption could be di-\nrectly incorporated into incipient sediments. In general, incorporation of new crustal component into detrital sediments is the basic cause for the dramatic change in Sm-Nd isotope composition. Shen et al.[159] carried out a Sm-Nd isotope study on sedimentary and metasedimentray rocks of Mesoproterozoic to Early Mesozoic ages in the southwestern part of Fujian Province. Their Nd model age calculation for timing of crust-mantle differentiation yields the crustal source of Mesoproterozoic ages. Although no Nd model age is obtained at ~0.8 and ~0.25 Ga, respectively, in their samples, it deserves to pay attention to significant decreases in Nd model age but correspond-\ning increases in Nd(t) value at the two ages. These are illustrated by prominent “valley” and “peak”, respectively, in plots of tDM versus tStr. and Nd(t) vs. tStr. [159,160]. This signifies the incorporation of new crustal component at Neoproterozoic and Late Paleozoic, respectively, due to large-scale mantle-derived magmatic activities in South China.\nIt has been the common fashion for the evolution of\ncontinental crust that recycling of crustal rocks by plate subduction gives rise to new magmatic rocks. Although the emplacement ages for the Liantuo tuff and the Huangling granite in Yichang of Hubei Province is Neoproterozoic, there exist the inherited zircons of Late Archean ages[60]. The plagio-amphibolite, trondhjemitic gneiss and metapelite of amphibolite-facies to granulite-facies in the Kongling Group near Yichang also have the Late Archean ages[85,135]. A genetic relationship between them may lie in the postulation that both partial melting of old crust and emplacement of new magmas took place during the Neoproterozoic in rift tectonic zones along the northern margin of the Yangtze plate. The mantle superplume event in this period[65] may be the important mechanism to cause remelting of old crustal basement for a large-scale magmatic activity. While a large volume of Neoproterozoic magmatic rocks was emplaced into the rift zones in the periphery of the Yangtze plate, the crustal basement of Paleoproterozoic to Archean ages served as the country rocks. It may be the mantle superwelling during the Neoproterozoic that caused the partial melting of old crust and underlying lithospheric mantle on a large scale, resulting in floation of the old continent mass like a huge vessel on a magma ocean. With the continuous supply of heat and matter from the mantle to the base of the lithosphere, degrees of crust-mantle interaction and crustal remelting increase gradually. The continental periphery was ultimately transformed to folded orogenic belts composed of igneous and ultrametamorphic rocks, and survived only cores or relicts of the old continent. This would lead to a significant digestion of the Paleoproterozoic to Archean basements by the large-scale remelting, leaving only some relicts of the old crust in South China. In North China, on the other hand, Neoproterozoic magmatism developed much weakly, so that the crustal"
  }, {
    "heading": "VIEW",
    "text": "1650 Chinese Science Bulletin Vol. 48 No. 16 August 2003\nrocks of Paleoproterozoic to Archean ages were preserved in a large area. Although the outcrop of Neoproterozoic magmatic rocks is lacking in North China, it is not ruled out that new lower crust and lithospheric mantle formed subsurficially by the Neoproterozoic mantle superwelling. Phanerozoic granitoids occur widely in the Central Asian Orogenic Belt north of North China[161], which show posi-\ntive Nd(t) values and Neoproterozoic Nd model ages[162 166]. This indicates that the granitoids may be de-\nrived from partial melting of Neoproterozoic lithospheric materials at different degrees. In this context, the Neoproterozoic mantle superwelling would occur in different fashions between South China and North China. In South China, it is shown by the conspicuous magmatic activity with significant digestion of the old crust. In North China, on the other hand, it manifests in the cryptical magmatic activity with the prevalence of mantle underplating. The difference between them lies in depth of magmatic activity: the former took place in the upper crust and surface, whereas the latter did in the lower crust and lithospheric mantle. This may be the principal cause for the significant differences in crustal structure and composition between South China and North China continents at the present time.\nWith respect to the products of Phanerozoic magma-\ntism in China continents, the following questions still remain to resolve: (1) Is there any difference in depth of partial melting of the lithosphere between South China and North China? (2) Does the difference in magma composition between South China and North China result from the difference in crustal source composition during partial melting? (3) Is the lithospheric composition in South China characterized by the element and isotopic signatures of continental crust but North China by the oceanic crust (equivalent to the continental lower crust)? (4) If the abnormal heat supply by the mantle superwelling to the lower crust could cause partial melting, would it be the principal mechanism for the Neoproterozoic and mid-Cretaceous magmatic activities in rift zones and thickened crusts in China?"
  }, {
    "heading": "8 Neoproterozoic magmatic activity and rift basin sedimentation",
    "text": "In order to understand the dramatic change in the\nNeoproterozoic Earth system, glacial strata and enclosed magmatic rocks in the Cryogenian (Nanhua) System have been important targets for interdisciplinary studies by means of tectonics, stratigraphy, paleontology, petrology, geochemistry and so on. The International Commission on Stratigraphy[11] defined the termination of the Cryogenian System as the initiation of “cap carbonate” deposition subsequent to the Marinoan ice age. However, it is still controversial with respect to the initial age for sedimentation of the Cryogenian System. One school advocates that the start of the Sturtian ice age should be defined as\nlauching of the Cryogenian System, and thus at sometime between 760 and 685 Ma. The other school proposes that the basal boundary age of the Cryogenian System should be placed at the beginning of cold paleoclimate since the supercontinent breakup, which is tens of million years earlier than the start of the Sturtian ice age. Our studies of zircon U-Pb dating and oxygen isotope analysis on Neoproterozoic magmatic rocks in the northern margin of the Yangtze plate demonstrated that the meteoric-hydrothermal alteration and low-18O magmatism started at sometime younger than 800 Ma[78]. This implies that local cold paleoclimate or glaciation did not begin until about 800 Ma in South China.\nWang et al.[62] interpreted the ~820 Ma as the basal\nboundary age of the Nanhua System, which seems to coincide with the hypothesis of Hoffman et al.[3] that regards\nas synchronous the onset of cold paleoclimate and the\nbreakup of the supercontinent Rodinia. However, terres-\ntrial volcanics and purplish red volcaniclastics of the\nCangshuipu Formation in Hunan Province would form in\ncontinental volcanic and alluvial to pluvial environments,\nrespectively, which were still under conditions of warm\nclimate. If the Nanhua System in South China is strictly\ncompared with the Cryogenian System at abroad, the\nCangshuipu Formation should belong to the Banxi Group\nin the upper part of the Qingbaikou System. Nevertheless,\nif there is a significant difference in the initial timing of\nNeoproterozoic cold climate and glaciation among differ-\nent localities of the supercontinent, a new question arises\nwith respect to synchrony of the basal boundary age of the\nCryogenian System. This concerns sedimentary timing of\nrift basins related to the supercontinent breakup, which\nmay be different from each other in different continents\ndue to difference in timing of the supercontinent breakup\nand subsequent rifting. Attempted breakup of Siberia from Scandinavia may occur at about 850 Ma [167]. Rifting of Australia from Laurentia may take place at about 780 Ma[104,105] or at about 755 Ma[27]. Rifting of South China from Australia and Laurentia may start at about 820 Ma[69].\nIn this context, it remains to resolve whether the super-\ncontinent breakup was synchronous with sedimentation of\nrift basins. If the Neoproterozoic cold climate and glacia-\ntion commenced subsequent to the supercontinent breakup,\nthe basal boundary age of the Nanhua System should be\nyounger than ~820 Ma.\nIf the initial timing of the supercontinent Rodinia\nbreakup in South China is assumed to occur at ~820 Ma[65] and the peak timing of a large-scale rift-magmatic activity along the northern margin of the Yangtze plate to occur at ~750 Ma[78], the beginning of global glaciation at the Sturtian ice age may be at ~750 Ma or so. Nevertheless, the global cold climate would start to occur at sometime before this age, and local regions may be glaciated earlier. According to the SHRIMP zircon bulk Pb/U isochron age\nSPECIAL TOPICS\nChinese Science Bulletin Vol. 48 No. 16 August 2003 1651\nof 766 18 Ma for the tuff of the Liantuo Formation in Hubei (Fig. 1(b)) and the SHRIMP zircon 206Pb/238U\nweighted mean age of 758 23 Ma for the tuff of the Xieshuihe Formation in Hunan[59], the beginning of the\nCryogenian in South China is inferred to occur at 750\n760 Ma. If the Cryogenian System is extended to include the sediments of cold climate in some regions, the maxi-\nmum age starting the Cryogenian System may be 780\nMa. In this regard, the optimum estimate for the initial\ntiming of the Cryogenian System is about 760 780 Ma.\nTherefore, taking either ~800 or ~820 Ma as the basal boundary age of the Nanhua (Cryogenian) System needs further studies of isotope geochronology on glacial and interglacial strata following detailed investigations of sequence stratigraphy. It is also possible that the volcanic or volcaniclastic strata in the Cangshuipu Formation in Hunan, the Suxiong Formation in Sichuan to Yunnan, the Hongchicun Formation in Zhejiang, and the Yingyangguan Group in Guangxi may still belong to the Upper Qingbaikou Series rather than the Lower Nanhua Series. In this regard, the Qingbaikou System would be present in South China."
  }, {
    "heading": "9 Neoproterozoic climatic change and magmatic activity",
    "text": "A comprehensive study of magmatic activity at 780\n820 Ma and its follow-up effects may provide important\ninsight into the mechanism of the supercontinent breakup\nand the cause of paleoclimatic change. The Neoprotero-\nzoic mantle superwelling and its derived large-scale\nmagmatic activity may have played critical roles on the\ninitiation and evolution of the snowball Earth event in\ntriggering the global glaciation, causing the local deglaci-\nation, and terminating the snowball Earth event, which\ncan be generalized as the magma-trigger hypothesis.\nIn the early stage of the supercontinent breakup, the\nsurface temperature rose due to the large-scale emplacement of rift-magmas and CO2 concentration in the atmosphere increased from volcanic eruption, significantly advancing the chemical weathering of igneous rocks outcropped to the surface. With increasing the chemical weathering, the consumption of atmospheric CO2 increased simultaneously, which in turn led to cooling of the climate. Once the concentration of atmospheric CO2 declined to a critical value, the continental glaciation started to commence, which may develop rapidly from the local areas to the global scale and thus result in onset of the Sturtian glaciation at the first time. In this stage, the sedimentary environment of rift basins was transformed gradually from warm to cold. After the global cooling, the rift-magmatic activity still occurred in the newly generated margin of continents, and the heat fluxes from magma emplacement resulted in melting of ice and snow and hydrothermal cycling. The water-rock interaction at\nhigh temperatures caused the emplacing magmatic rocks in the rifting zones to be depleted in 18O, and the mantle superwelling enabled a large-scale remelting of hydrothermally altered rocks within the rifting zones. As a result, the bimodal low-18O magmas were generated at different depths. At the same time, deglaciation took place in some places, which may develop into the BIF-bearing interglacial deposition. With decreasing the magmatic activity but increasing chemical weathering in orogenic belts, global climate became cold again with the surface temperature down below the ice point, resulting in onset of the Marinoan glaciation at the second time. Afterwards the volcanic eruption revived and was rapidly enhanced to cause a significant increase in the atmospheric CO2 concentration. Meanwhile, the frozen Earth did not consume CO2 any more. These caused a gradual increase in the surface temperature up to the global unfreezing, terminating the snowball Earth event.\nFrom the magma-trigger hypothesis it appears that:\n(1) the Neoproterozoic magmatic activity related to the supercontinent breakup and the mantle superplume event would initiate the global glaciation, but there was a fluctuation from warm to cold in the processes of climatic change; (2) the magmatic activity would last 100 to 200 Ma from ~820 to ~620 Ma with peaks at either 780 or 750 Ma in different continents; (3) the interglacial BIF deposition is closely correlated with the magmatic activity and hydrothermal alteration; (4) pre-glacial weathering under the conditions of warm climate would erode great amounts of the Neoproterozoic mantle-derived magmatic rocks into the seawater, resulting in significant decreases in the carbon and strontium isotope ratios of chemical sediments; and (5) the magma emplacement and high-T hydrothermal alteration would occur on a large scale during the global glaciation, causing the local recycling of crustal materials in the rifting zones. This is an important interface for the exchange of energy and matter between the Earth’s interior and exterior during the Neoproterozoic. The mantle upwelling causes the drifting and melting of the crust, whereas the mantle downwelling results in the convergence and subduction of the crust. Changes between ocean and continent go around and begin again in these ways. Because the mantle superplume event might act with varying intensities in different regions, riftmagmatic activity and rift-basin sedimentation took place in deep-seated faults whereas magma underplating occurred beneath solid continents. With ascending and descending of continental blocks, weathering became stronger in uplifted interbasinal basement blocks with climatic changes in these places. A great deal of clastic sediments was eroded into the basins, so that much more terrestrial materials were deposited in marginal basins than in the wide ocean. Therefore, chemical sediments in the marginal basins of rifting continents may reflect the"
  }, {
    "heading": "VIEW",
    "text": "1652 Chinese Science Bulletin Vol. 48 No. 16 August 2003\nphysico-chemical environment of water column in local regions containing meltwater of coastal ice rather than in the wide ocean. In this regard, caution is to be exercised when reconstructing sedimentary paleoenvironments by means of Sr and C isotope records in carbonates."
  }, {
    "heading": "10 Concluding remarks",
    "text": "The Neoproterozoic glaciers are a natural wonder in\nthe evolution history of the Earth. They occurred in almost all of continents that all lay in low latitudes at that time[37]. This is significantly different from Quaternary glaciers that occur in poles or high mountains or plateaus[168]. There are important questions remain to resolve with respect to the dramatic changes in the Neoproterozoic Earth system, which have thus raised a number of important topics for the earth scientists in the near future. These include: (1) recognition and preservation of cold climatic sediments and glacial strata; (2) relationship of tectonic environments to cold and glacial sedimentation; (3) similarities and differences in geology and geochemistry between glacial strata and cold climatic sediments; (4) accurate dating on glacial and interglacial strata; (5) relationship of subglacial volcanism to hydrothermal alteration; (6) relationship of the supercontinent breakup and rift to glacial onset and melting; (7) relationship of biotic developments to glacial climate or hydrothermal activity; and (8) location of China continents in the configuration of the Neoproterozoic supercontinent.\nIn view of the currently available results it appears\nthat, with heating of the lithosphere and strengthening of the hydrothermal activity in the processes of the mantle superplume event and the supercontinent breakup during the Neoproterozoic, local glaciers were melted to form meltwater and hydrothermal alteration of different extents occurred in places of high temperature. The Neoproterozoic mantle superplume event may be triggered by the mafic magmatism that occurred in either direct or indirect fashions in different regions. It would also be manifested in different fashions between South China and North China as shown by conspicuous and cryptical magmatic activities, respectively. The magmatic activity related to the supercontinent rift is closely associated temporally and spatially with the hydrothermal circulation during the snowball Earth event. In particular, the occurrence of low-18O magmas demonstrates that the local recycling of crustal materials took place in the rifting tectonic zones and that the water-rock interaction may provide an environmentally-driven crash on the appearance of drastically new forms of life. This is an important interface that reflects the exchange in energy ad matter between the Earth’s interior and exterior during the Late Precambrian. This observation can explain the “slushball Earth” phenomenon in the global glaciation, and thus provides a missing link to the snowball Earth event.\nAcknowledgements This paper has benefited from communications\nwith Profs. Paul F. Hoffman and Andrew H. Knoll as well as Dr. Zheng-Xiang Li. Thanks are due to Dr. Zheng-Xiang Li, Mei-Fu Zhou, Fu-Yuan Wu and Chun-Sheng Wei for their constructive comments on earlier versions of this manuscript. This study was supported by the National Natural Science Foundation of China (Grant No. 40033010) and the Chinese Academy of Sciences (Grant No. KZCX2-107)."
  }, {
    "heading": "VIEW",
    "text": "1654 Chinese Science Bulletin Vol. 48 No. 16 August 2003\n59. Yin Chongyu, Liu Dunyi, Gao Linzhi et al. The lower boundary\nage of the Nanhua System and the Gucheng glacial stage: evidence from SHRIMP dating, Chinese Sci. Bull., 2003, 48(16): 1657\n1662.\n60. Ma Guogan, Li Huaqin, Zhang Zichao, An investigation of the age\nlimits of the Sinian System in South China, Bull. Yichang Inst. Geol. Mineral. Res., 1984, 8: 1 29. 61. Ge Wenchun, Li Xianhua, Li Zhengxiang et al., Mafic intrusions in\nLongsheng area: age and its geological implications, Chinese J. Geol. (in Chinese with English abstract), 2001, 36(1): 112 118. 62. Wang Jian, Li Xianhua, Duan Taizhong et al., Zircon SHRIMP\nU-Pb dating for the Cangshuipu volcanic rocks and its implications for the lower boundary age of the Nanhua strata in South China, Chinese Sci. Bull., 2003, 48(16): 1663 1669. 63. Li, X. H., Li, Z. X., Zhou, H. W. et al., U-Pb zircon geochronology,\ngeochemistry and Nd isotopic study of Neoproterozoic bimodal volcanic rocks in the Kangdian Rift of South China: implications for the initial rifting of Rodinia, Precambr. Res., 2002, 113: 135 154. 64. Zhou Hanwen, Li Xianhua, Wang Hanrong et al., U-Pb zircon\ngeochronology of basic volcanic rocks of the Yingyangguan Group in Hezhou, Guangxi, and its tectonic implications, Geol. Rev., 2002, 48(supp): 22 25. 65. Li, Z. X., Li, X. H., Kinny, P. D. et al., Geochronology of Neopro-\nterozoic syn-rift magmatism in the Yangtze craton, South China and correlations with other continents: evidence for a mantle superplume that broke up Rodinia, Precambr. Res., 2003, 122: 85 109. 66. Xing Yusheng, Gao Zhenjia, Wang Ziqiang et al., Stratigraphic\nCode of China: Neoproterozoic (in Chinese), Beijing: Geological Publishing House, 1996, 117. 67. Li, X. H., U-Pb zircon ages of granites from the southern margin of\nthe Yangtze Block: timing of Neoproterozoic Jinning Orogeny in SE China and implications for Rodinia Assembly, Precambr. Res., 1999, 97: 43 57. 68. Li, X. H., Li, Z. X., Ge, W. et al., Neoproterozoic granitoids in\nSouth China: crustal melting above a mantle plume at ca.825 Ma? Precambr. Res., 2003, 122: 45 83. 69. Li, Z. X., Li, X. H., Kinny, P. D. et al., The breakup of Rodinia: did\nit start with a mantle plume beneath South China? Earth Planet Sci. Lett., 1999, 173: 171 181. 70. Zhou, M. F., Yan, D. P., Kennedy, A. K. et al., SHRIMP U-Pb zir-\ncon geochronological and geochemical evidence for Neoproterozoic arc-magmatism along the western margin of the Yangtze Block, South China, Earth Planet Sci. Lett., 2002a, 196: 51 67. 71. Zhou, M. F., Kennedy, A. K., Sun, M. et al., Neoproterozoic\narc-related mafic intrusions along the northern margin of South China: Implications for the accretion of Rodinia, J. Geol., 2002b, 110: 611 618. 72. Zheng, Y. F., The three-dimensional U-Pb method: Generalized\nmodels and implications for U-Pb two-stage systematics, Chem. Geol., 1992, 100: 3 18. 73. Ludwig, K. R., On the treatment of concordant uranium-lead ages,\nGeochim Cosmochim Acta, 1998, 62: 665 676.\n74. Ludwig, K. R., Users Manual for Isoplot/Ex (rev. 2.49): A Geo-\nchronological Toolkit for Microsoft Excel, Berkeley Geochronology Center Special Publication, 2001, 1a: 1 55. 75. Compston, W., Wright, A. E., Toghill, P., Dating the Late Precam-\nbrian volcanicity of England and Wales, J. Geol. Soc., 2002, 159: 323 339. 76. Rumble, D., Giorgis, D., Oreland, T. et al., Low 18O zircons,\nU-Pb dating, and the age of the Qinglongshan oxygen and hydrogen isotope anomaly near Donghai in Jiangsu Province, China,\nGeochim. Cosmochim. Acta, 2002, 66: 2299 2306.\n77. Zheng, Y-F., Gong, B., Li, L. et al., A large scale of mete-\noric-hydrothermal alteration at Neoproterozoic in the Yangtze craton of China, Geochim Cosmochim Acta, 2002, 66: A874. 78. Zheng Yongfei, Chen Fukun, Gong Bing et al., Protolith nature of\nultrahigh pressure metamorphic rocks in the Dabie-Sulu orogenic belt: evidence from zircon oxygen isotope and U-Pb age, Chinese Sci. Bull. (in Chinese), 2003, 48(2): 110 119. 79. Chen Daogong, Deloule E, Cheng Hao et al., Preliminary study of\nmicro-scale zircon oxygen isotopes for Dabie-Sulu metamorphic rocks: Ion probe in site analyses, Chinese. Sci. Bull., 2003, 48(16): 1670 1678. 80. Zheng, Y-F., Fu, B., Gong, B. et al., Stable isotope geochemistry of\nultrahigh pressure metamorphic rocks from the Dabie-Sulu orogen in China: Implications for geodynamics and fluid regime, Earth Sci. Rev., 2003, 62: 1 57.\n81. Zheng, Y-F., Fu, B., Xiao, Y-L. et al., Hydrogen and oxygen isotope\nevidence for fluid rock interactions in the stages of pre- and post-UHP metamorphism in the Dabie Mountains, Lithos, 1999, 46: 677 693.\n82. Chavagnac, V., Jahn, B-m., Villa, I. M. et al., Multichronometric\nevidence for an in situ origin of the ultrahigh-pressure metamorphic terrane of Dabieshan, China, J. Geol., 2001, 109: 633 646. 83. Fu, B., Zheng, Y-F., Wang, Z-R. et al., Oxygen and hydrogen iso-\ntope geochemistry of gneisses associated with ultrahigh pressure eclogites at Shuanghe in the Dabie Mountains, Contrib. Mineral. Petrol., 1999, 134: 52 66. 84. Ayers, J. C., Dunkle, S., Gao, S. et al., Constraints on timing of\npeak and retrograde metamorphism in the Dabie Shan ultrahigh-pressure metamorphic belt, east-central China, using U-Th-Pb dating of zircon and monazite, Chem. Geol., 2002, 186: 315 331. 85. Ames, L., Zhou, G-Z., Xiong, B-C., Geochronology and isotopic\ncharacter of ultrahigh-pressure metamorphism with implications for the collision of the Sino-Korean and Yangtze cratons, central China, Tectonics, 1996, 15: 472 489. 86. Rowley, D. B., Xue, F., Tucker, R. D. et al., Ages of ultrahigh\npressure metamorphism and protolith orthogneisses from the Central Dabie Shan: U/Pb zircon geochronology, Earth Planet Sci. Lett., 1997, 151: 191 203. 87. Baker, J., Matthews, A., Mattey, D. et al., Fluid-rock interactions\nduring ultra-high pressure metamorphism, Dabie Shan, China, Geochim. Cosmochim. Acta, 1997, 61: 1685 1696. 88. Godderis, Y., Donnadieu, Y., Nedelec, A. et al., The Sturtian\n“snowball” glaciation: fire and ice, Earth Planet Sci. Lett., 2003, 211: 1 12. 89. Heaman, L. M., LeCheminant, A. N., Rainbird, R. H., Nature and\ntiming of Franklin igneous events, Canada: Implications for a Late Proterozoic mantle plume and the break-up of Laurentia, Earth Planet Sci. Lett., 1992, 109: 117 131. 90. Frimmel, H. E., Zartman, R. E., Spaeth, A., The Richtersveld Ig-\nneous Complex, South Africa: U-Pb zircon and geochemical evidence for the beginning of Neoproterozoic continental breakup, J. Geol., 2001, 109: 493 508.\n91. Sleep, N. H., Hotspots and mantle plumes: some phenomenology, J.\nGeophys. Res., 1990, 95: 6715 6736.\n92. Hill, R. I., Campbell, H., Davies, G. F. et al., Mantle plumes and\ncontinental tectonics, Science, 1992, 256: 186 192.\n93. Parsons, T., Thompson, G. A., Sleep, N. H., Mantle plume influence\non the Neogene uplift and extension of the U.S. western Cordillera? Geology, 1994, 22: 83 86. 94. Larson, R. L., Latest pulse of Earth: evidence for a mid-Cretaceous\nsuperplume, Geology, 1991a, 19: 547 550.\n95. Larson, R. L., Geological consequence of superplumes, Geology,\nSPECIAL TOPICS\nChinese Science Bulletin Vol. 48 No. 16 August 2003 1655\n1991b, 19: 963 966.\n96. Isley, A. E., Abbott, D. H., Plume-related mafic volcanism and the\ndeposition of banded iron formation, J. Geophys. Res., 1999, 104: 461 477. 97. Condie, K. C., des Marais, D. J. D., Abbott, D., Precambrian su-\nperplumes and supercontinents: a record in black shales, carbon isotopes, and paleoclimates? Precambr, Res., 2001, 106: 239 260. 98. Condie, K. C., Episodic continental growth and supercontinents: a\nmantle avalanche connection? Earth Planet Sci. Lett., 1998, 163: 97\n108.\n99. Kerr, A. C., Oceanic plateau formation: a cause of mass extinction\nand black shale deposition around the Cenomanian-Turonian boundary? J. Geol. Soc., 1998, 155: 619 626. 100. Slater, L., Jull, M., McKenzie, D. et al., Deglaciation effects on\nmantle melting under Iceland: results from the northern volcanic zone, Earth. Planet. Sci. Lett., 1998, 164: 151 164. 101. Maclennan, J., Jull, M., McKenzie, D. et al., The link between vol-\ncanism and deglaciation in Iceland, Geochem. Geophys. Geosyst., 2002, 3(11): 1062, doi10.1029/2001GC000282. 102. Gislason, S. R., Snorrason, A., Kristmannsdottir, H. K. et al., Ef-\nfects of volcanic eruption on the CO2 content of the atmosphere and the oceans: the 1996 eruption and flood within the Vatnajokull Glacier, Iceland, Chem. Geol., 2002, 190: 181 205. 103. Jefferson, C. W., Parrish, R. R., Late Proterozoic stratigraphy, U-Pb\nzircon ages, and rift tectonics, Mackenzie Mountains, northwestern Canada, Can. J. Earth. Sci., 1989, 26: 1784 1801. 104. Park, J. K., Bychan, K. L., Harlan, S. S., A proposed giant radiation\ndike swarm fragmented by the separation of Laurentia and Australia based on paleomagnetism of ca. 780 Ma mafic intrusions in western North America, Earth Planet Sci. Lett., 1995, 132: 129 139. 105. Rainbird, R. H., Jefferson, C. W., Young, G. M., The early Neopro-\nterozoic sedimentary succession B of northwestern Laurentia: Correlations and paleogeographic significance, Geol. Soc. Am. Bull., 1996, 108: 454 470. 106. Li, Z. X., Powell, C. Mc. A., South China in Rodinia: part of the\nmissing link between Australia-East Antarctica and Laurentia? Geology, 1995, 23: 407 410. 107. Hoffman, P. F., Schrag, D. P., Snowball Earth, Scientific American,\n2000, 282: 68 75.\n108. Powell, C. Mc. A., Pisarevsky, S. A., Wingate, M. T. D., An ani-\nmated history of Rodinia, Geol. Soc. Aus. Abstr., 2001, 65: 85 87. 109. Meert, J. G., A synopsis of events related to the assembly of eastern\nGondwana, Tectonophys, 2003, 362: 1-40.\n110. Torsvik, T. H., The Rodinia jigsaw puzzle, Science, 2003, 300:1379\n1381.\n111. Stephens, W. E., Jemielita, R. A., Davis, D., Evidence for ca. 750\nMa intra-plate extensional tectonics from granite magmatism on the Seychelles: new geochronological data and implications for Rodinia reconstructions and fragmentation, Terra Nova, 1997, 9: 166. 112. Torsvik, T. H., Ashwal, L. D., Tucker, R. D. et al., Neoproterozoic\ngeochronology and palaeogeography of the Seychelles microcontinent: the India link, Precambr. Res., 2001, 110: 47 59. 113. Tucker, R. D., Ashwal, L. D., Torsvik, T. H., U-Pb geochronology\nof Seychelles granitoids: Neoproterozoic construction of a Rodinia continental fragment, Earth Planet Sci. Lett., 2001, 187: 27 38. 114. Taylor, H. P. Jr., The oxygen isotope geochemistry of igneous\nrocks, Contrib. Mineral. Petrol., 1968, 19: 1 71.\n115. Taylor, H. P. Jr., Water/rock interactions and the origin of H2O in\ngranitic batholiths, J. Geol. Soc., 1977, 133: 509 558.\n116. Harris, C., Ashwal, L. D., The origin of low 18O granites and\nrelated rocks from the Seychelles, Contrib. Mineral. Petrol., 2002,\n143: 366 376.\n117. Handke, M. J., Tucker, R. D., Ashwal, L. D., Neoproterozoic con-\ntinental arc magmatism in west-central Madagascar, Geology, 1999, 27: 351 354.\n118. Kroner, A., Windley, B. F., Jaeckel, P. et al., New zircon ages and\ngeological significance for the evolution of the Pan-African orogen in Madagascar, J. Geol. Soc., 1999, 156: 1125 1135. 119. Kroner, A., Hegner, E., Collins, A. S. et al., Age and magmatic his-\ntory of the Antananarivo Block, central Madagascar, as derived from zircon geochronology and Nd isotopic systematics, Am. J. Sci., 2000, 300: 251 288. 120. Tucker, R. D., Ashwal, L. D., Handke, M. J. et al., U-Pb geochro-\nnology and isotope geochemistry of the Archean and Proterozoic rocks of north-central Madagascar, J. Geol., 1999, 107: 135 153. 121. Deb, M., Thorp, R. I., Krstic, D. et al., Zircon U-Pb and galena Pb\nisotope evidence for an approximate 1.0 Ga terrane constituting the western margin of the Aravalli-Dehli orogenic belt, northwestern India, Precambr. Res., 2001, 108: 195 213. 122. Torsvik, T. H., Carte, L. M., Ashwal, L. D. et al., Rodinia refined or\nobscured: palaeomagnetism of the Malani Igneous Suite (NW India), Precambr. Res., 2001, 108: 319 333. 123. Singh, S., Barley, M. E., Brown, S. J. et al., SHRIMP U-Pb in zir-\ncon geochronology of the Chor granitoid: evidence for Neoproterozoic magmatism in the Lesser Himalayan granite belt of NW India, Precambr. Res., 2002, 118: 285 292. 124. Yan Dan-ping, Zhou Mei-fu, Song Hong-lin et al., Where was\nSouth China located in the reconstruction of Rodinia, Earth Science Frontiers. (in Chinese with English abstract), 2002, 9(4): 249 256. 125. Li Xian-hua, Li Zheng-xiang, Zhou Han-wen et al., U-Pb zircon\ngeochronological, geochemical and Nd isotopic study of Neoproterozoic basaltic magmatism in western Sichuan: Petrogenesis and geodynamic implications, Earth Science Frontiers (in Chinese with English abstract), 2002, 9(4): 329 338.\n126. Lindsay, J. F., Supersequences, superbasins, supercontinents\nevidence from the Neoproterozoic-Early Palaeozoic basins of central Australia, Basin Res., 2002, 14: 207 223. 127. Dalziel, I. W. D., On the organization of American plates in the\nNeoproterozoic and the breakout of Laurentia, GSA Today, 1992, 2: 240 241.\n128. Jahn, B.-m., Zhang, Z. Q., Archean granulite gneisses from eastern\nHebei Province, China: rare earth geochemistry and tectonic implications, Contrib. Mineral. Petrol., 1984, 85: 224 243. 129. Liu, D.-Y., Page, R. W., Compston, W. et al., U-Pb zircon geo-\nchronology of late Archean metamorphic rocks in the Taihangshan-Wutaishan area, North China, Precambr. Res., 1985, 27: 85 109. 130. Liu, D.-Y., Nutman, A., Compston, W. et al., Remnants of >3800\nMa crust in the Chinese part of the Sino-Korean craton, Geology, 1992, 20: 339 342. 131. Kroner, A., Compston, W., Zhang, G. W. et al., Ages and tectonic\nsetting of Late Archean greenstone-gneiss terrain in Henan Province, China, as revealed by single zircon dating, Geology, 1988, 16: 211 215. 132. Kroner, A., Cui, W. Y., Wang, S. Q. et al., Single zircon ages from\nhigh-grade rocks of the Jianping Complex, Liaoning Province, NE China, J. Asian Earth Sci., 1998, 16: 519 532. 133. Song, B., Nutman, A. P., Liu, D. Y. et al., 3800 to 2500 Ma crustal\nevolution in Anshan area of Liaoning Province, northeastern China, Precambr. Res., 1996, 78: 79 94. 134. Zhao, G. C., Wilde, S. A., Cawood, P. A. et al., Tectonothermal his-\ntory of the basement rocks from the eastern part of the North China Craton and its bearing on tectonic setting, Tectonophys., 1999, 310:"
  }, {
    "heading": "VIEW",
    "text": "1656 Chinese Science Bulletin Vol. 48 No. 16 August 2003\n37 53.\n135. Qiu, Y.-M., Gao, S., McNaughton, N. J. et al., First evidence of\n>3.2 Ga continental crust in the Yangtze craton of south China and its implications for Archean crustal evolution and Phanerozoic tectonics, Geology, 2000, 28: 11 14. 136. Wu, Y.-B., Chen, D.-G., Xia, Q.-K. et al., SIMS U-Pb dating of\nzircons in granulite of Huangtuling from Northern Dabieshan, Acta Petrologica Sinica (in Chinese with English abstract), 2002, 18(3): 378 382. 137. Jian, P., Yang, W.-R., Zhang, Z.-C., 207Pb/206Pb zircon dating of\nthe Huangtuling hypersthene-garnet-biotite gneiss from the Dabie Mountains, Luotian County, Hubei Province, China: New evidence for Early Precambrian evolution, Acta Geologica Sinica, 1999, 73: 78 83. 138. Chen, N.-S., You, Z.-D., Suo, S.-T. et al., Zircon U-Pb ages of in-\ntermediate granulite and deformed granites in the Dabie Mountains, central China, Chinese Sci. Bull., 1996, 41: 1886 1890. 139. Wu Yuanbao, Chen Daogong, Deloule, E. et al., Zircon U-Pb ion\nprobe ages of gneisses from the Northern Dabie terrain and their geological implications, Geol. Rev. (in Chinese with English abstract), 2001, 47(3): 239 244. 140. Grimmer, J. C., Ratschbacher, L., McWilliams, M. et al., When did\nthe ultrahigh-pressure rocks reach the surface? A 207Pb/206Pb zircon, 40Ar/39Ar white mica, Si-in-white mica, single-grain provenance study of Dabie Shan synorogenic foreland sediments, Chem. Geol., 2003, 197: 87 110. 141. Zhang, H., Zheng, Y.-F., Zheng, M.-G. et al., Early Archean inheri-\ntance in zircon from Mesozoic Dalongshan granitoids in the Yangtze Foldbelt of Southeast China, Geochem. J., 1990, 24: 133 141. 142. Xie, Z., Chen, J.-F., Zheng, Y.-F. et al., Zircon U-Pb dating of the\nmetamorphic rocks of different grades from the southern part of the Dabie terrain in China, Phys. Chem. Earth (A), 2001, 26: 685 693. 143. Chen, D.-G., Deloule, E., Xia, Q.-K. et al., Metamorphic zircon\nfrom Shuanghe ultra-high pressure eclogite, Dabieshan: ion microprobe and internal micro-structure study, Acta Petrol. Sin. (in Chinese with English abstract), 2002, 18(3): 367 377. 144. Maruyama, S., Tabata, H., Nutman, A. P. et al., SHRIMP U-Pb geo\nchronology of ultrahigh-pressure metamorphic rocks of the Dabie Mountains, Central China, Continental Dynamics, 1998, 3: 72 85. 145. Cao Ronglong, Zhu Shouhua, A U-Pb and 40Ar/39Ar geochro-\nnologic study of Bixiling coesite-bearing eclogite from Anhui province, China, Geochimica (in Chinese with English abstract), 1995, 24(2): 152 161. 146. Liu Ruoxin, Fan Qicheng, Li Huimin et al., The protolith nature of\ngarnet peridotite — eclogite intrusion at Bixiling in Dabieshan as implied by isotope geochronology, Acta Petrol. Sin (in Chinese with English abstract), 1995, 11(3): 243 256. 147. Zhang, Q., Jian, P., Liu, D. Y. et al., SHRIMP dating of volcanic\nrocks from Ningwu area and its geological implications, Science in China, Ser. D, 2003, 46(8): 830 837. 148. Tu Yinjiu, Yang Xiaoyong, Zheng Yongfei et al., U-Pb dating of\nzircon from gneiss at Nanhuang in east Anhui, Acta Petrologica Sinica (in Chinese with English abstract), 2001, 17(1): 157 160. 149. Zhou, J. B., Zheng, Y. F., Wu, Y. B., Zircon U-Pb ages for Wulian\ngranites in northwest Sulu and their tectonic implications, Chinese Sci. Bull., 2003, 48(4): 379 384. 150. Gan Xiaochun, Zhao Fengqing, Jin Webshan et al., The U-Pb ages\nof Early Proterozoic to Archean zircons captured by igneous rocks in southern China, Geochimica (in Chinese with English abstract),\n1996, 25(2): 112 120.\n151. Li, X.-H., Tatsumoto, M., Premo, W. R., Age and origin of the\nTanghu granite, Southeast China: results from U-Pb single zircon and Nd isotopes, Geology, 1989, 17: 395 399. 152. Li, X.-H., Timing of the Cathaysia Block formation: Constraints\nfrom SHRIMP U-Pb zircon geochronology, Episodes, 1997, 20(3): 188 192. 153. Compston, W., Williams, I. S., Kirschvink, J. L. et al., Zircon U-Pb\nages for the Early Cambrian time-scale, J. Geol. Soc. London, 1992, 149: 171 184.\n154. Shi Shi, Discussion of isotopic age for Precambrian granite in Mo-\ntianling, Geochimica (in Chinese with English abstract), 1976, (4): 297 307. 155. Lan, C.-Y., Chung, S.-L., Lo, C.-H. et al., First evidence for Ar-\nchean continental crust in northern Vietnam and its implications for crustal and tectonic evolution in Southeast Asia, Geology, 2001, 29: 219 222. 156. Zheng, Y.-F., Mineralogical evidence for continental deep subduc-\ntion, Chinese Sci. Bull., 2003, 48(10); 952 954.\n157. Wang, L. G., Qiu, Y. M., McNaughton, N. J. et al., Constraints on\ncrustal evolution and gold metallogeny in the northwestern Jiaodong Peninsula, China, from SHRIMP U-Pb zircon studies of granitoids, Ore Geol. Rev., 1998, 13: 275 291. 158. Zhang, X. O., Cawod, P. A., Wilde, S. A. et al., Geology and timing\nof mineralization at the Cangshang gold deposit, north-western Jiaodong Peninsula, China, Mineralium Deposita, 2003, 38: 141 153. 159. Shen, W. Z., Yu, J. H., Zhao, L. et al., Nd isotope characteristics of\npost-Archean sediments from Eastern Nanling Range: Evidence for crustal evolution, Chinese Sci Bull, 2003, 48(16): 1679 1685. 160. Li, X.-H., McCulloch, M. T., Secular variation in the Nd isotopic\ncomposition of Neoproterozoic sediments from the southern margin of the Yangtze Block: evidence for a Proterozoic continental collision in southeast China, Precambr. Res., 1996, 76: 67 76. 161. Jahn, B.-m., Wu, F.-y., Chen, B., Granitoids of the Central Asian\nOrogenic Belt and continental growth in the Phanerozoic, Trans. Roy. Soc. Edinburgh: Earth Sci., 2000, 91: 181 193. 162. Han, B.-F., Wang, S.-G., Jahn, B.-m. et al., Depleted-mantle source\nfor the Ulungur River A-type granites from North Xinjiang, China: geochemistry and Nd-Sr isotopic evidence, and implications for Phanerozoic crustal growth, Chem. Geol., 1997, 138: 135 159.\n163. Chen, J.-F., Zhou, T.-X., Xie, Z. et al., Formation of positive Nd(T)\ngranitoids from the Alataw Mountains, Xinjiang, China, by mixing and fractional crystallization: implication for Phanerozoic crustal growth, Tectonophysics, 2000, 328: 53 67. 164. Wu, F.-y., Jahn, B.-m., Wilde, S. et al., Phanerozoic crustal growth:\nU-Pb and Sr-Nd isotopic evidence from the granites in northeastern China, Tectonophysics, 2000, 328: 89 113. 165. Wei, C.-S., Zheng, Y.-F., Zhao, Z.-F. et al., Oxygen and neodymium\nisotope evidence for recycling of juvenile crust in northeast China, Geology, 2002, 30: 375 378. 166. Wu, F.-y., Jahn, B.-m., Wilde, S. A., Highly fractionated I-type\ngranites in NE China ( ): isotopic geochemistry and implications for crustal growth in the Phanerozoic, Lithos., 2003, 67, 191 204. 167. Paulsson, O., Andreasson, P,-G., Attempted break-up of Rodinia at\n850 Ma: geochronological evidence from the Seve-Kalak Superterrane, Scandinavian Caledonides, J. Geol. Soc., 2002, 159: 751 761. 168. Eyles, N., Earth’s glacial record and its tectonic setting, Earth Sci.\nRev., 1993, 35: 1 248.\n(Received June 30, 2003)"
  }],
  "year": 2008,
  "references": [{
    "title": "Did the breakout of Laurentia turn Gondwanaland inside-out",
    "authors": ["P.F. Hoffman"],
    "venue": "Science,",
    "year": 1991
  }, {
    "title": "The Neoproterozoic supercontinent: Rodinia or Palaeopangaea",
    "authors": ["J.D.A. Piper"],
    "venue": "Earth Planet Sci. Lett.,",
    "year": 2000
  }, {
    "title": "Neoproterozoic “snowball Earth” simulations with a coupled climate-ice-sheet",
    "authors": ["W.T. Hyde", "T.J. Crowley", "Baum", "S. K"],
    "year": 2000
  }, {
    "title": "Low-latitude glaciation and rapid changes in the Earth’s obliquity explained by obliquity-oblateness feedback",
    "authors": ["D.M. Williams", "J.F. Kasting", "L.A. Frakes"],
    "venue": "Nature,",
    "year": 1998
  }, {
    "title": "The snowball Earth hypothesis: testing the limits of global change",
    "authors": ["P.F. Hoffman", "D.P. Schrag"],
    "venue": "Terra Nova,",
    "year": 2002
  }, {
    "title": "On the initiation of a snowball Earth, Geochem",
    "authors": ["D.P. Schrag", "R.A. Berner", "Hoffman", "P. F"],
    "venue": "Geophys. Geosyst.,",
    "year": 2002
  }, {
    "title": "Isotopes, ice ages, and terminal Proterozoic Earth history",
    "authors": ["A.L. Kaufman", "A.H. Knoll", "G.M. Narbonne"],
    "venue": "Proc. Natl. Acad. Sci.,",
    "year": 1997
  }, {
    "title": "Aftermath of a snowball Earth, Geochem",
    "authors": ["J.A. Higgins", "D.P. Schrag"],
    "venue": "Geophys. Geosyst.,",
    "year": 2003
  }, {
    "title": "Palaeomagnetic study of Neoproterozoic glacial rocks of the Yangzi Block: palaeolatitude and configuration of South China in the late Proterozoic Supercontinent",
    "authors": ["Q.R. Zhang", "J.D.A. Piper"],
    "venue": "Precambr. Res.,",
    "year": 1997
  }, {
    "title": "A high-quality mid-Neoproterozoic paleomagnetic pole from South China, with implications for ice ages and the breakup configuration of Rodinia",
    "authors": ["D.A.D. Evans", "Z.X. Li", "Kirschvink", "J. L"],
    "venue": "Precambr. Res.,",
    "year": 2000
  }, {
    "title": "History of Neoproterozoic rift basins in South China: implications for Rodinia break-up, Precambr",
    "authors": ["J. Wang", "Z.X. Li"],
    "year": 2003
  }, {
    "title": "Critical evidence for a great infra-Cambrian glaciation, Geol",
    "authors": ["W.B. Harland"],
    "venue": "Rund.,",
    "year": 1964
  }, {
    "title": "Late Proterozoic low-latitude global glaciation: the snowball Earth, The Proterozoic Biosphere: A Multidisciplinary Study (eds",
    "authors": ["J.L. Kirschvink"],
    "year": 1992
  }, {
    "title": "History of the Earth’s obliquity",
    "authors": ["G.E. Williams"],
    "venue": "Earth Sci. Rev.,",
    "year": 1993
  }, {
    "title": "CO2 levels required for deglaciation of a “near-snowball",
    "authors": ["T.J. Crowley", "W.T. Hyde", "W.R. Peler"],
    "venue": "Earth, Geophys. Res. Lett.,",
    "year": 2001
  }, {
    "title": "Neoproterozoic glacial-rainout intervals: Observations and implications, Geology",
    "authors": ["D.J. Condon", "A.R. Prave", "D.I. Benn"],
    "year": 2002
  }, {
    "title": "Neoproterozoic snowball Earth under scrutiny: Evidence from the Fiq glaciation",
    "authors": ["J. Leather", "P.A. Allen", "Brasier", "M. D"],
    "year": 2002
  }, {
    "title": "Stratigraphic and tectonic settings of Proterozoic SPECIAL TOPICS Chinese",
    "authors": ["G.M. Young"],
    "venue": "Science Bulletin Vol. 48 No",
    "year": 2003
  }, {
    "title": "Comings and goings of global galciation on a Neoproterozoic tropical platform in Namibia",
    "authors": ["P.F. Hoffman", "A.J. Kaufman", "G.P. Halverson"],
    "venue": "GSA Today,",
    "year": 1998
  }, {
    "title": "Sedimentary and tectonic setting of Early Neoproterozoic glacial deposits in south-eastern Brazil, Precambrian Sedimentary Environments: A Modern Approach to Ancient Depositional Systems (eds",
    "authors": ["M.A. Martins-Neto", "C.M. Hercos"],
    "venue": "Spec. Publ. Intern. Assoc. Sediment,",
    "year": 2002
  }, {
    "title": "Two diamictites, two cap carbonates, two 13C excursions, two rifts: the Neoproterozoic Kingston Peak Formation, Death Valley, California, Geology",
    "authors": ["A.R. Prave"],
    "year": 1999
  }, {
    "title": "Dating the 840 544 Ma Neoproterozoic interval by isotopes of strontium, carbon, and sulfur in seawater, and some interpretative models, Precambr",
    "authors": ["M.R. Walter", "J.J. Veevers", "Calver", "C. R"],
    "year": 2000
  }, {
    "title": "Age and paleomagnatism of the Mundine Well dyke swarm, Western Australia: implications for an Australia-Laurentia connection at 755 Ma, Precambr",
    "authors": ["M.T.D. Wingate", "J.W. Giddings"],
    "year": 2000
  }, {
    "title": "New Paleomagnetic results from the “Cap dolomite” of the Neoproterozoic Walsh Tillite, northwestern Australia, Precambr",
    "authors": ["Z.X. Li"],
    "year": 2000
  }, {
    "title": "Neoproterozoic Chuar Group (~800 742 Ma), Grand Canyon: a record of cyclic marine deposition during global cooling and supercontinent rifting, Sediment",
    "authors": ["C.M. Dehler", "M. Elrick", "Karlstrom", "K. E"],
    "venue": "Geol.,",
    "year": 2001
  }, {
    "title": "The Adelaide Geosyncline of South Australia and its significance in Neoproterozoic continental reconstruction, Precambr",
    "authors": ["W.V. Preiss"],
    "year": 2000
  }, {
    "title": "SHRIMP U-Pb geochronology of Neoproterozoic Windermere Supergroup, central Idaho: Implications for rifting of western Laurentia and synchroneity of Sturtian glacial deposits, Geol",
    "authors": ["K. Lund", "J.N. Aleinikoff", "Evans", "K. V"],
    "year": 2003
  }, {
    "title": "Chuar Group of the Grand Canyon: Record of breakup of Rodinia, associated change in the global carbon cycle, and ecosystem expansion",
    "authors": ["K.E. Karlstrom", "C.M. Dehler", "Sharp", "Z. D"],
    "year": 2000
  }, {
    "title": "New U-Pb zircon dates for the Neoproterozoic Ghubrah glaciation and for the top of the Huqf Supergroup",
    "authors": ["M. Brasier", "G. McMcarron", "R Tucker"],
    "year": 2000
  }, {
    "title": "Learning to tell Neoproterozoic time, Precambr",
    "authors": ["A.H. Knoll"],
    "year": 2000
  }, {
    "title": "Annual report of the Subcommission of the Terminal Proterozoic Period",
    "authors": ["A.H. Knoll"],
    "venue": "Consolidated Annual Report of International Commission on Stratigraphy,",
    "year": 2002
  }, {
    "title": "Sinian tillites of China. Earth’s Pre-Pleistocene Glacial Record (eds",
    "authors": ["Y. Wang", "S.N. Lu", "Z Gao"],
    "year": 1981
  }, {
    "title": "Stratigraphic, geochronologic, and paleomagnetic constraints upon the Neoproterozoic climatic paradox",
    "authors": ["D.A.D. Evans"],
    "venue": "Am. J. Sci.,",
    "year": 2000
  }, {
    "title": "Ion-microprobe U-Pb age of Neoproterozoic phosphorite from South China",
    "authors": ["A. Kano", "K. Terada", "T Kojo"],
    "venue": "Geochim Cosmochim Acta,",
    "year": 2003
  }, {
    "title": "Late Precambrian Stratigraphy in East-central China and Implications for Geological Evolution, Beijing",
    "authors": ["Liu Hongyun", "Hao Jie", "Li Yuejun"],
    "year": 1999
  }, {
    "title": "Terminal Precambrian  chronostratigraphy: problem, progress and proposal, Geoscience (in Chinese with English abstract)",
    "authors": ["Wang Xiaofeng", "Li Huaqin", "Chen Xiahong"],
    "year": 1999
  }, {
    "title": "Discussion on the new subdivision of the Neoproterozoic in China, Geol",
    "authors": ["Lu Songnian"],
    "venue": "Rev. (in Chinese with English abstract),",
    "year": 2002
  }, {
    "title": "On the age of the Doushantuo Formation",
    "authors": ["A.H. Knoll", "Xiao Shu-hai"],
    "venue": "Acta Micropalaeontologica (in English with Chinese abstract),",
    "year": 1999
  }, {
    "title": "New Lu-Hf and Pb-Pb age constraints on the earliest animal fossils",
    "authors": ["G.H. Barfod", "F. Albarede", "Knoll", "A. H"],
    "venue": "Earth Planet Sci. Lett.,",
    "year": 2002
  }, {
    "title": "A geochronostratigraphical study of the Sinian System in Yangtze platform",
    "authors": ["Ma Guogan", "Zhang Zichao", "Li Huaqin"],
    "venue": "Bull. Yichang Inst. Geol. Mineral. Res. (in Chinese with English abstract),",
    "year": 1989
  }, {
    "title": "Tectonic framework of crustal evolution in South China, Tectonic History of Ancient Continental Margins in South China (ed. Wang Hongzhen), Wuhan",
    "authors": ["Wang Hongzhen"],
    "venue": "Press of Wuhan College of Geological Sciences,",
    "year": 1986
  }, {
    "title": "Sinian System of China(in Chinese with English abstract)",
    "authors": ["Liu Hongyun"],
    "venue": "Beijing: Science Press,",
    "year": 1991
  }, {
    "title": "Establishment of the Sinian isochronous sequence stratigraphic framework in the eastern Yangtze Gorges area, Regional Geology of China (in Chinese with English abstract)",
    "authors": ["Wang Ziqiang", "Gao Linzhi", "Yin Chongyu"],
    "year": 2001
  }, {
    "title": "Paleoenvironment and carbon isotope stratigraphy of Upper Proterozoic carbonates of the Yangtze Platform",
    "authors": ["I.B. Lambert", "M.R. Walter", "W Zang"],
    "venue": "Nature,",
    "year": 1987
  }, {
    "title": "Spatial and temporal variation in carbon and sulfur isotopic compositions of Sinian sedimentary rocks in the Yangtze platform, South China, Precambr",
    "authors": ["R.W. Li", "J.S. Chen", "S Zhang"],
    "year": 1999
  }, {
    "title": "Variations in Sr and C isotopes and Ce anomalies in successions from China: evidence for the oxygenation of Neoproterozoic seawater? Precambr",
    "authors": ["J.D. Yang", "W.G. Sun", "Wang", "Z. Z"],
    "year": 1999
  }, {
    "title": "The Neoproterozoic tillites at Lantian",
    "authors": ["Zhou Chuanming", "Yan Kui", "Hu Jie"],
    "venue": "Xiuning county, Anhui Province, J. Stratigraphy (in Chinese with English abstract),",
    "year": 2001
  }, {
    "title": "High 13C carbonates from the Songpan-Garze orogenic belt: Implications for correlation of Neoproterozoic carbon isotope anomalies across the Yangtze Platform, China",
    "authors": ["M.H. Huang", "I. Buick"],
    "venue": "Gondwana Res.,",
    "year": 2002
  }, {
    "title": "C-isotope variations and paleoceanographic changes during the late Neoproterozoic on the Yangtze Platform, China, Precambr",
    "authors": ["Y.N. Shen"],
    "year": 2002
  }, {
    "title": "Chemostratigraphic characteristics and correlation of the Sinian stratotype in the eastern Yangtze Gorges area, Yichang",
    "authors": ["Wang Ziqiang", "Yin Chongyu", "Gao Linzhi"],
    "venue": "Hubei Province, Geol. Rev.,",
    "year": 2002
  }, {
    "title": "Isotopic chemostratigraphy of the upper Sinian in Three Gorges area",
    "authors": ["W. Wang", "R. Matsumoto", "H Wang"],
    "venue": "Acta Micropalaeontologica Sinica (in Chinese with English abstract),",
    "year": 2002
  }, {
    "title": "Variations of sulfer and carbon isotopes in seawater during the Doushantou stage in late Neoproterozoic",
    "authors": ["T.G. Zhang", "X.L. Chu", "Zhang", "Q. R"],
    "venue": "Chinese Sci. Bull.,",
    "year": 2003
  }, {
    "title": "Neoproterozoic sulfur-isotope variation in Australia and global implications, Precambr",
    "authors": ["P. Gorjan", "J.J. Veevers", "M.R. Walter"],
    "year": 2000
  }, {
    "title": "The sulfur isotope composition of Neoproterozoic seawater sulfate: implication for a snowball Earth",
    "authors": ["M.T. Hurtgen", "M.A. Arthue", "Suits", "N. S"],
    "venue": "Earth Planet Sci. Lett.,",
    "year": 2002
  }, {
    "title": "The lower boundary age of the Nanhua System and the Gucheng glacial stage: evidence from SHRIMP dating, Chinese Sci",
    "authors": ["Yin Chongyu", "Liu Dunyi", "Gao Linzhi"],
    "year": 2003
  }, {
    "title": "An investigation of the age limits of the Sinian System in South China",
    "authors": ["Ma Guogan", "Li Huaqin", "Zhang Zichao"],
    "venue": "Bull. Yichang Inst. Geol. Mineral. Res.,",
    "year": 1984
  }, {
    "title": "Mafic intrusions in Longsheng area: age and its geological implications",
    "authors": ["Ge Wenchun", "Li Xianhua", "Li Zhengxiang"],
    "venue": "Chinese J. Geol. (in Chinese with English abstract),",
    "year": 2001
  }, {
    "title": "Zircon SHRIMP U-Pb dating for the Cangshuipu volcanic rocks and its implications for the lower boundary age of the Nanhua strata in South China, Chinese Sci",
    "authors": ["Wang Jian", "Li Xianhua", "Duan Taizhong"],
    "year": 2003
  }, {
    "title": "U-Pb zircon geochronology, geochemistry and Nd isotopic study of Neoproterozoic bimodal volcanic rocks in the Kangdian Rift of South China: implications for the initial rifting of Rodinia, Precambr",
    "authors": ["X.H. Li", "Z.X. Li", "Zhou", "H. W"],
    "year": 2002
  }, {
    "title": "U-Pb zircon geochronology of basic volcanic rocks of the Yingyangguan Group in Hezhou, Guangxi, and its tectonic implications, Geol",
    "authors": ["Zhou Hanwen", "Li Xianhua", "Wang Hanrong"],
    "year": 2002
  }, {
    "title": "Geochronology of Neoproterozoic syn-rift magmatism in the Yangtze craton, South China and correlations with other continents: evidence for a mantle superplume that broke up Rodinia, Precambr",
    "authors": ["Z.X. Li", "X.H. Li", "Kinny", "P. D"],
    "year": 2003
  }, {
    "title": "Stratigraphic Code of China: Neoproterozoic (in Chinese), Beijing: Geological Publishing",
    "authors": ["Xing Yusheng", "Gao Zhenjia", "Wang Ziqiang"],
    "year": 1996
  }, {
    "title": "U-Pb zircon ages of granites from the southern margin of the Yangtze Block: timing of Neoproterozoic Jinning Orogeny in SE China and implications for Rodinia Assembly, Precambr",
    "authors": ["X.H. Li"],
    "year": 1999
  }, {
    "title": "Neoproterozoic granitoids in South China: crustal melting above a mantle plume at ca.825 Ma",
    "authors": ["X.H. Li", "Z.X. Li", "W Ge"],
    "venue": "Precambr. Res.,",
    "year": 2003
  }, {
    "title": "The breakup of Rodinia: did it start with a mantle plume beneath South China",
    "authors": ["Z.X. Li", "X.H. Li", "Kinny", "P. D"],
    "venue": "Earth Planet Sci. Lett.,",
    "year": 1999
  }, {
    "title": "SHRIMP U-Pb zircon geochronological and geochemical evidence for Neoproterozoic arc-magmatism along the western margin of the Yangtze Block, South China",
    "authors": ["M.F. Zhou", "D.P. Yan", "Kennedy", "A. K"],
    "venue": "Earth Planet Sci. Lett.,",
    "year": 2002
  }, {
    "title": "Neoproterozoic arc-related mafic intrusions along the northern margin of South China: Implications for the accretion of Rodinia",
    "authors": ["M.F. Zhou", "A.K. Kennedy", "M Sun"],
    "venue": "J. Geol.,",
    "year": 2002
  }, {
    "title": "The three-dimensional U-Pb method: Generalized models and implications for U-Pb two-stage systematics",
    "authors": ["Y.F. Zheng"],
    "venue": "Chem. Geol.,",
    "year": 1992
  }, {
    "title": "On the treatment of concordant uranium-lead ages",
    "authors": ["K.R. Ludwig"],
    "venue": "Geochim Cosmochim Acta,",
    "year": 1998
  }, {
    "title": "Users Manual for Isoplot/Ex (rev",
    "authors": ["K.R. Ludwig"],
    "venue": "Berkeley Geochronology Center Special Publication,",
    "year": 2001
  }, {
    "title": "Dating the Late Precambrian volcanicity of England and Wales",
    "authors": ["W. Compston", "A.E. Wright", "P. Toghill"],
    "venue": "J. Geol. Soc.,",
    "year": 2002
  }, {
    "title": "Low 18O zircons, U-Pb dating, and the age of the Qinglongshan oxygen and hydrogen isotope anomaly near Donghai in Jiangsu Province, China,  Geochim",
    "authors": ["D. Rumble", "D. Giorgis", "T Oreland"],
    "venue": "Cosmochim. Acta,",
    "year": 2002
  }, {
    "title": "A large scale of meteoric-hydrothermal alteration at Neoproterozoic in the Yangtze craton of China, Geochim",
    "authors": ["Zheng", "Y-F", "B. Gong", "L Li"],
    "venue": "Cosmochim Acta,",
    "year": 2002
  }, {
    "title": "Protolith nature of ultrahigh pressure metamorphic rocks in the Dabie-Sulu orogenic belt: evidence from zircon oxygen isotope and U-Pb age, Chinese Sci",
    "authors": ["Zheng Yongfei", "Chen Fukun", "Gong Bing"],
    "venue": "Bull. (in Chinese),",
    "year": 2003
  }, {
    "title": "Preliminary study of micro-scale zircon oxygen isotopes for Dabie-Sulu metamorphic rocks: Ion probe in site analyses, Chinese",
    "authors": ["Chen Daogong", "Deloule E", "Cheng Hao"],
    "year": 2003
  }, {
    "title": "Stable isotope geochemistry of ultrahigh pressure metamorphic rocks from the Dabie-Sulu orogen in China: Implications for geodynamics and fluid regime",
    "authors": ["Zheng", "Y-F", "B. Fu", "B Gong"],
    "venue": "Earth Sci. Rev.,",
    "year": 2003
  }, {
    "title": "Hydrogen and oxygen isotope evidence for fluid rock interactions in the stages of pre- and post-UHP metamorphism in the Dabie Mountains",
    "authors": ["Zheng", "Y-F", "B. Fu", "Xiao", "Y-L"],
    "venue": "Lithos,",
    "year": 1999
  }, {
    "title": "Multichronometric evidence for an in situ origin of the ultrahigh-pressure metamorphic terrane of Dabieshan",
    "authors": ["V. Chavagnac", "Jahn", "B-m", "Villa", "I. M"],
    "year": 2001
  }, {
    "title": "Oxygen and hydrogen isotope geochemistry of gneisses associated with ultrahigh pressure eclogites at Shuanghe in the Dabie Mountains, Contrib",
    "authors": ["B. Fu", "Zheng", "Y-F", "Wang", "Z-R"],
    "venue": "Mineral. Petrol.,",
    "year": 1999
  }, {
    "title": "Constraints on timing of peak and retrograde metamorphism in the Dabie Shan ultrahigh-pressure metamorphic belt, east-central China, using U-Th-Pb dating of zircon and monazite",
    "authors": ["J.C. Ayers", "S. Dunkle", "S Gao"],
    "year": 2002
  }, {
    "title": "Geochronology and isotopic character of ultrahigh-pressure metamorphism with implications for the collision of the Sino-Korean and Yangtze cratons, central China, Tectonics",
    "authors": ["L. Ames", "Zhou", "G-Z", "Xiong", "B-C"],
    "year": 1996
  }, {
    "title": "Ages of ultrahigh pressure metamorphism and protolith orthogneisses from the Central Dabie Shan: U/Pb zircon geochronology",
    "authors": ["D.B. Rowley", "F. Xue", "Tucker", "R. D"],
    "venue": "Earth Planet Sci. Lett.,",
    "year": 1997
  }, {
    "title": "Fluid-rock interactions during ultra-high pressure metamorphism, Dabie Shan, China, Geochim",
    "authors": ["J. Baker", "A. Matthews", "D Mattey"],
    "venue": "Cosmochim. Acta,",
    "year": 1997
  }, {
    "title": "The Sturtian “snowball",
    "authors": ["Y. Godderis", "Y. Donnadieu", "A Nedelec"],
    "venue": "glaciation: fire and ice, Earth Planet Sci. Lett.,",
    "year": 2003
  }, {
    "title": "Nature and timing of Franklin igneous events, Canada: Implications for a Late Proterozoic mantle plume and the break-up of Laurentia",
    "authors": ["L.M. Heaman", "A.N. LeCheminant", "R.H. Rainbird"],
    "venue": "Earth Planet Sci. Lett.,",
    "year": 1992
  }, {
    "title": "The Richtersveld Igneous Complex, South Africa: U-Pb zircon and geochemical evidence for the beginning of Neoproterozoic continental breakup",
    "authors": ["H.E. Frimmel", "R.E. Zartman", "A. Spaeth"],
    "venue": "J. Geol.,",
    "year": 2001
  }, {
    "title": "Hotspots and mantle plumes: some phenomenology",
    "authors": ["N.H. Sleep"],
    "venue": "J. Geophys. Res.,",
    "year": 1990
  }, {
    "title": "Mantle plumes and continental tectonics",
    "authors": ["R.I. Hill", "H. Campbell", "Davies", "G. F"],
    "venue": "Science,",
    "year": 1992
  }, {
    "title": "Mantle plume influence on the Neogene uplift and extension of the U.S. western Cordillera? Geology",
    "authors": ["T. Parsons", "G.A. Thompson", "N.H. Sleep"],
    "year": 1994
  }, {
    "title": "Latest pulse of Earth: evidence for a mid-Cretaceous superplume",
    "authors": ["R.L. Larson"],
    "venue": "Geology, 1991a,",
    "year": 1991
  }, {
    "title": "Geological consequence of superplumes, Geology, SPECIAL TOPICS Chinese",
    "authors": ["R.L. Larson"],
    "venue": "Science Bulletin Vol. 48 No",
    "year": 2003
  }, {
    "title": "Plume-related mafic volcanism and the deposition of banded iron formation",
    "authors": ["A.E. Isley", "D.H. Abbott"],
    "venue": "J. Geophys. Res.,",
    "year": 1999
  }, {
    "title": "Precambrian superplumes and supercontinents: a record in black shales, carbon isotopes, and paleoclimates",
    "authors": ["K.C. Condie", "D.J.D. des Marais", "D. Abbott"],
    "venue": "Precambr, Res.,",
    "year": 2001
  }, {
    "title": "Episodic continental growth and supercontinents: a mantle avalanche connection",
    "authors": ["K.C. Condie"],
    "venue": "Earth Planet Sci. Lett.,",
    "year": 1998
  }, {
    "title": "Oceanic plateau formation: a cause of mass extinction and black shale deposition around the Cenomanian-Turonian boundary",
    "authors": ["A.C. Kerr"],
    "venue": "J. Geol. Soc.,",
    "year": 1998
  }, {
    "title": "Deglaciation effects on mantle melting under Iceland: results from the northern volcanic zone, Earth",
    "authors": ["L. Slater", "M. Jull", "D McKenzie"],
    "venue": "Planet. Sci. Lett.,",
    "year": 1998
  }, {
    "title": "The link between volcanism and deglaciation in Iceland, Geochem",
    "authors": ["J. Maclennan", "M. Jull", "D McKenzie"],
    "venue": "Geophys. Geosyst.,",
    "year": 2002
  }, {
    "title": "Effects of volcanic eruption on the CO2 content of the atmosphere and the oceans: the 1996 eruption and flood within the Vatnajokull",
    "authors": ["S.R. Gislason", "A. Snorrason", "Kristmannsdottir", "H. K"],
    "year": 2002
  }, {
    "title": "Late Proterozoic stratigraphy, U-Pb zircon ages, and rift tectonics, Mackenzie Mountains, northwestern Canada, Can",
    "authors": ["C.W. Jefferson", "R.R. Parrish"],
    "venue": "J. Earth. Sci.,",
    "year": 1989
  }, {
    "title": "A proposed giant radiation dike swarm fragmented by the separation of Laurentia and Australia based on paleomagnetism of ca. 780 Ma mafic intrusions in western North America",
    "authors": ["J.K. Park", "K.L. Bychan", "S.S. Harlan"],
    "venue": "Earth Planet Sci. Lett.,",
    "year": 1995
  }, {
    "title": "The early Neoproterozoic sedimentary succession B of northwestern Laurentia: Correlations and paleogeographic significance, Geol",
    "authors": ["R.H. Rainbird", "C.W. Jefferson", "G.M. Young"],
    "venue": "Soc. Am. Bull.,",
    "year": 1996
  }, {
    "title": "South China in Rodinia: part of the missing link between Australia-East Antarctica and Laurentia",
    "authors": ["Z.X. Li", "Powell", "C. Mc. A"],
    "venue": "Geology,",
    "year": 1995
  }, {
    "title": "An animated history of Rodinia, Geol",
    "authors": ["Powell", "C. Mc. A", "S.A. Pisarevsky", "M.T.D. Wingate"],
    "venue": "Soc. Aus. Abstr.,",
    "year": 2001
  }, {
    "title": "A synopsis of events related to the assembly of eastern Gondwana, Tectonophys",
    "authors": ["J.G. Meert"],
    "year": 2003
  }, {
    "title": "The Rodinia jigsaw",
    "authors": ["T.H. Torsvik"],
    "venue": "puzzle, Science,",
    "year": 2003
  }, {
    "title": "Evidence for ca. 750 Ma intra-plate extensional tectonics from granite magmatism on the Seychelles: new geochronological data and implications for Rodinia reconstructions and fragmentation",
    "authors": ["W.E. Stephens", "R.A. Jemielita", "D. Davis"],
    "venue": "Terra Nova,",
    "year": 1997
  }, {
    "title": "Neoproterozoic geochronology and palaeogeography of the Seychelles microcontinent: the India",
    "authors": ["T.H. Torsvik", "L.D. Ashwal", "Tucker", "R. D"],
    "venue": "link, Precambr. Res.,",
    "year": 2001
  }, {
    "title": "U-Pb geochronology of Seychelles granitoids: Neoproterozoic construction of a Rodinia continental fragment",
    "authors": ["R.D. Tucker", "L.D. Ashwal", "T.H. Torsvik"],
    "venue": "Earth Planet Sci. Lett.,",
    "year": 2001
  }, {
    "title": "The oxygen isotope geochemistry of igneous rocks, Contrib",
    "authors": ["Taylor", "H.P. Jr."],
    "venue": "Mineral. Petrol.,",
    "year": 1968
  }, {
    "title": "Water/rock interactions and the origin of H2O in granitic batholiths",
    "authors": ["Taylor", "H.P. Jr."],
    "venue": "J. Geol. Soc.,",
    "year": 1977
  }, {
    "title": "The origin of low 18O granites and related rocks from the Seychelles, Contrib. Mineral",
    "authors": ["C. Harris", "L.D. Ashwal"],
    "venue": "Petrol.,",
    "year": 2002
  }, {
    "title": "Neoproterozoic continental arc magmatism in west-central Madagascar",
    "authors": ["M.J. Handke", "R.D. Tucker", "L.D. Ashwal"],
    "venue": "Geology,",
    "year": 1999
  }, {
    "title": "New zircon ages and geological significance for the evolution of the Pan-African orogen in Madagascar",
    "authors": ["A. Kroner", "B.F. Windley", "P Jaeckel"],
    "venue": "J. Geol. Soc.,",
    "year": 1999
  }, {
    "title": "Age and magmatic history of the Antananarivo Block, central Madagascar, as derived from zircon geochronology and Nd isotopic systematics",
    "authors": ["A. Kroner", "E. Hegner", "Collins", "A. S"],
    "venue": "Am. J. Sci.,",
    "year": 2000
  }, {
    "title": "U-Pb geochronology and isotope geochemistry of the Archean and Proterozoic rocks of north-central Madagascar",
    "authors": ["R.D. Tucker", "L.D. Ashwal", "Handke", "M. J"],
    "venue": "J. Geol.,",
    "year": 1999
  }, {
    "title": "Zircon U-Pb and galena Pb isotope evidence for an approximate 1.0 Ga terrane constituting the western margin of the Aravalli-Dehli orogenic belt, northwestern India, Precambr",
    "authors": ["M. Deb", "R.I. Thorp", "D Krstic"],
    "year": 2001
  }, {
    "title": "Rodinia refined or obscured: palaeomagnetism of the Malani Igneous Suite (NW India)",
    "authors": ["T.H. Torsvik", "L.M. Carte", "Ashwal", "L. D"],
    "venue": "Precambr. Res.,",
    "year": 2001
  }, {
    "title": "SHRIMP U-Pb in zircon geochronology of the Chor granitoid: evidence for Neoproterozoic magmatism in the Lesser Himalayan granite belt of NW India, Precambr",
    "authors": ["S. Singh", "M.E. Barley", "Brown", "S. J"],
    "year": 2002
  }, {
    "title": "Where was South China located in the reconstruction of Rodinia, Earth Science Frontiers",
    "authors": ["Yan Dan-ping", "Zhou Mei-fu", "Song Hong-lin"],
    "venue": "(in Chinese with English abstract),",
    "year": 2002
  }, {
    "title": "U-Pb zircon geochronological, geochemical and Nd isotopic study of Neoproterozoic basaltic magmatism in western Sichuan: Petrogenesis and geodynamic implications",
    "authors": ["Li Xian-hua", "Li Zheng-xiang", "Zhou Han-wen"],
    "venue": "Earth Science Frontiers (in Chinese with English abstract),",
    "year": 2002
  }, {
    "title": "Supersequences, superbasins, supercontinents evidence from the Neoproterozoic-Early Palaeozoic basins of central Australia",
    "authors": ["J.F. Lindsay"],
    "venue": "Basin Res.,",
    "year": 2002
  }, {
    "title": "On the organization of American plates in the Neoproterozoic and the breakout of Laurentia",
    "authors": ["I.W.D. Dalziel"],
    "venue": "GSA Today,",
    "year": 1992
  }, {
    "title": "Archean granulite gneisses from eastern Hebei Province, China: rare earth geochemistry and tectonic implications, Contrib. Mineral",
    "authors": ["Jahn", "B.-m", "Z.Q. Zhang"],
    "venue": "Petrol.,",
    "year": 1984
  }, {
    "title": "U-Pb zircon geochronology of late Archean metamorphic rocks in the Taihangshan-Wutaishan area, North China, Precambr",
    "authors": ["Liu", "D.-Y", "R.W. Page", "W Compston"],
    "year": 1985
  }, {
    "title": "Remnants of >3800 Ma crust in the Chinese part of the Sino-Korean craton",
    "authors": ["Liu", "D.-Y", "A. Nutman", "W Compston"],
    "venue": "Geology,",
    "year": 1992
  }, {
    "title": "Ages and tectonic setting of Late Archean greenstone-gneiss terrain in Henan Province, China, as revealed by single zircon",
    "authors": ["A. Kroner", "W. Compston", "Zhang", "G. W"],
    "venue": "dating, Geology,",
    "year": 1988
  }, {
    "title": "Single zircon ages from high-grade rocks of the Jianping Complex, Liaoning Province, NE China",
    "authors": ["A. Kroner", "W.Y. Cui", "Wang", "S. Q"],
    "venue": "J. Asian Earth Sci.,",
    "year": 1998
  }, {
    "title": "Tectonothermal history of the basement rocks from the eastern part of the North China Craton and its bearing on tectonic setting, Tectonophys",
    "authors": ["G.C. Zhao", "S.A. Wilde", "Cawood", "P. A"],
    "venue": "Chinese Science Bulletin Vol. 48 No",
    "year": 1999
  }, {
    "title": "First evidence of >3.2 Ga continental crust in the Yangtze craton of south China and its implications for Archean crustal evolution and Phanerozoic",
    "authors": ["Qiu", "Y.-M", "S. Gao", "McNaughton", "N. J"],
    "venue": "tectonics, Geology,",
    "year": 2000
  }, {
    "title": "SIMS U-Pb dating of zircons in granulite of Huangtuling from Northern Dabieshan",
    "authors": ["Wu", "Y.-B", "Chen", "D.-G", "Xia", "Q.-K"],
    "venue": "Acta Petrologica Sinica (in Chinese with English abstract),",
    "year": 2002
  }, {
    "title": "207Pb/206Pb zircon dating of the Huangtuling hypersthene-garnet-biotite gneiss from the Dabie Mountains, Luotian County, Hubei Province, China: New evidence for Early Precambrian evolution",
    "authors": ["P. Jian", "Yang", "W.-R", "Zhang", "Z.-C"],
    "venue": "Acta Geologica Sinica,",
    "year": 1999
  }, {
    "title": "Zircon U-Pb ages of intermediate granulite and deformed granites in the Dabie Mountains, central China, Chinese Sci",
    "authors": ["Chen", "N.-S", "You", "Z.-D", "Suo", "S.-T"],
    "year": 1996
  }, {
    "title": "Zircon U-Pb ion probe ages of gneisses from the Northern Dabie terrain and their geological implications, Geol",
    "authors": ["Wu Yuanbao", "Chen Daogong", "E Deloule"],
    "venue": "Rev. (in Chinese with English abstract),",
    "year": 2001
  }, {
    "title": "When did the ultrahigh-pressure rocks reach the surface? A 207Pb/206Pb zircon, 40Ar/39Ar white mica, Si-in-white mica, single-grain provenance study of Dabie Shan synorogenic foreland sediments",
    "authors": ["J.C. Grimmer", "L. Ratschbacher", "M McWilliams"],
    "year": 2003
  }, {
    "title": "Early Archean inheritance in zircon from Mesozoic Dalongshan granitoids in the Yangtze Foldbelt of Southeast China, Geochem",
    "authors": ["H. Zhang", "Zheng", "Y.-F", "M.-G"],
    "year": 1990
  }, {
    "title": "Zircon U-Pb dating of the metamorphic rocks of different grades from the southern part of the Dabie terrain in China",
    "authors": ["Z. Xie", "Chen", "J.-F", "Zheng", "Y.-F"],
    "venue": "Phys. Chem. Earth (A),",
    "year": 2001
  }, {
    "title": "Metamorphic zircon from Shuanghe ultra-high pressure eclogite, Dabieshan: ion microprobe and internal micro-structure study, Acta Petrol",
    "authors": ["Chen", "D.-G", "E. Deloule", "Xia", "Q.-K"],
    "venue": "Sin. (in Chinese with English abstract),",
    "year": 2002
  }, {
    "title": "SHRIMP U-Pb geo chronology of ultrahigh-pressure metamorphic rocks of the Dabie Mountains, Central China",
    "authors": ["S. Maruyama", "H. Tabata", "Nutman", "A. P"],
    "venue": "Continental Dynamics,",
    "year": 1998
  }, {
    "title": "A U-Pb and 40Ar/39Ar geochronologic study of Bixiling coesite-bearing eclogite from Anhui province, China, Geochimica (in Chinese with English abstract)",
    "authors": ["Cao Ronglong", "Zhu Shouhua"],
    "year": 1995
  }, {
    "title": "The protolith nature of garnet peridotite — eclogite intrusion at Bixiling in Dabieshan as implied by isotope geochronology",
    "authors": ["Liu Ruoxin", "Fan Qicheng", "Li Huimin"],
    "venue": "Acta Petrol. Sin (in Chinese with English abstract),",
    "year": 1995
  }, {
    "title": "SHRIMP dating of volcanic rocks from Ningwu area and its geological implications",
    "authors": ["Q. Zhang", "P. Jian", "Liu", "D. Y"],
    "venue": "Science in China, Ser. D,",
    "year": 2003
  }, {
    "title": "U-Pb dating of zircon from gneiss at Nanhuang in east Anhui",
    "authors": ["Tu Yinjiu", "Yang Xiaoyong", "Zheng Yongfei"],
    "venue": "Acta Petrologica Sinica (in Chinese with English abstract),",
    "year": 2001
  }, {
    "title": "Zircon U-Pb ages for Wulian granites in northwest Sulu and their tectonic implications, Chinese Sci",
    "authors": ["J.B. Zhou", "Y.F. Zheng", "Y.B. Wu"],
    "year": 2003
  }, {
    "title": "The U-Pb ages of Early Proterozoic to Archean zircons captured by igneous rocks in southern China, Geochimica (in Chinese with English abstract)",
    "authors": ["Gan Xiaochun", "Zhao Fengqing", "Jin Webshan"],
    "year": 1996
  }, {
    "title": "Age and origin of the Tanghu granite, Southeast China: results from U-Pb single zircon and Nd isotopes",
    "authors": ["Li", "X.-H", "M. Tatsumoto", "W.R. Premo"],
    "venue": "Geology,",
    "year": 1989
  }, {
    "title": "Timing of the Cathaysia Block formation: Constraints from SHRIMP U-Pb zircon geochronology, Episodes",
    "authors": ["Li", "X.-H"],
    "year": 1997
  }, {
    "title": "Zircon U-Pb ages for the Early Cambrian time-scale",
    "authors": ["W. Compston", "I.S. Williams", "Kirschvink", "J. L"],
    "venue": "J. Geol. Soc. London,",
    "year": 1992
  }, {
    "title": "Discussion of isotopic age for Precambrian granite in Motianling",
    "authors": ["Shi Shi"],
    "venue": "Geochimica (in Chinese with English abstract),",
    "year": 1976
  }, {
    "title": "First evidence for Archean continental crust in northern Vietnam and its implications for crustal and tectonic evolution in Southeast Asia",
    "authors": ["Lan", "C.-Y", "Chung", "S.-L", "Lo", "C.-H"],
    "venue": "Geology,",
    "year": 2001
  }, {
    "title": "Mineralogical evidence for continental deep subduction",
    "authors": ["Zheng", "Y.-F"],
    "venue": "Chinese Sci. Bull.,",
    "year": 2003
  }, {
    "title": "Constraints on crustal evolution and gold metallogeny in the northwestern Jiaodong Peninsula, China, from SHRIMP U-Pb zircon studies of granitoids",
    "authors": ["L.G. Wang", "Y.M. Qiu", "McNaughton", "N. J"],
    "venue": "Ore Geol. Rev.,",
    "year": 1998
  }, {
    "title": "Geology and timing of mineralization at the Cangshang gold deposit, north-western Jiaodong Peninsula, China",
    "authors": ["X.O. Zhang", "P.A. Cawod", "Wilde", "S. A"],
    "venue": "Mineralium Deposita,",
    "year": 2003
  }, {
    "title": "Nd isotope characteristics of post-Archean sediments from Eastern Nanling Range: Evidence for crustal evolution, Chinese",
    "authors": ["W.Z. Shen", "J.H. Yu", "L Zhao"],
    "year": 2003
  }, {
    "title": "Secular variation in the Nd isotopic composition of Neoproterozoic sediments from the southern margin of the Yangtze Block: evidence for a Proterozoic continental collision in southeast China, Precambr",
    "authors": ["Li", "X.-H", "M.T. McCulloch"],
    "year": 1996
  }, {
    "title": "Granitoids of the Central Asian Orogenic Belt and continental growth in the Phanerozoic",
    "authors": ["Jahn", "B.-m", "Wu", "F.-y", "B. Chen"],
    "venue": "Trans. Roy. Soc. Edinburgh: Earth Sci.,",
    "year": 2000
  }, {
    "title": "Depleted-mantle source for the Ulungur River A-type granites from North Xinjiang, China: geochemistry and Nd-Sr isotopic evidence, and implications for Phanerozoic crustal",
    "authors": ["Han", "B.-F", "Wang", "S.-G", "Jahn", "B.-m"],
    "year": 1997
  }, {
    "title": "Formation of positive Nd(T) granitoids from the Alataw Mountains, Xinjiang, China, by mixing and fractional crystallization: implication for Phanerozoic crustal growth, Tectonophysics",
    "authors": ["Chen", "J.-F", "Zhou", "T.-X", "Z Xie"],
    "year": 2000
  }, {
    "title": "Phanerozoic crustal growth: U-Pb and Sr-Nd isotopic evidence from the granites in northeastern China, Tectonophysics",
    "authors": ["Wu", "F.-y", "Jahn", "B.-m", "S Wilde"],
    "year": 2000
  }, {
    "title": "Oxygen and neodymium isotope evidence for recycling of juvenile crust in northeast China, Geology",
    "authors": ["Wei", "C.-S", "Zheng", "Y.-F", "Zhao", "Z.-F"],
    "year": 2002
  }, {
    "title": "Highly fractionated I-type granites in NE China ( ): isotopic geochemistry and implications for crustal growth in the Phanerozoic",
    "authors": ["Wu", "F.-y", "Jahn", "B.-m", "S.A. Wilde"],
    "venue": "Lithos.,",
    "year": 2003
  }, {
    "title": "Attempted break-up of Rodinia at 850 Ma: geochronological evidence from the Seve-Kalak Superterrane, Scandinavian Caledonides",
    "authors": ["O. Paulsson", "P Andreasson", "-G"],
    "venue": "J. Geol. Soc.,",
    "year": 2002
  }, {
    "title": "Earth’s glacial record and its tectonic setting",
    "authors": ["N. Eyles"],
    "venue": "Earth Sci. Rev.,",
    "year": 1993
  }],
  "id": "SP:e30f74979d18605762270185e943bebed2b18c75",
  "authors": [{
    "name": "ZHENG Yongfei",
    "affiliations": []
  }],
  "abstractText": "Neoproterozoic is a very important time in the history of the Earth, during which occurred supercontinent breakup, low-latitude glaciation, and biotic diversification. These concern a series of interdisciplinary studies involving ancient plate motion, climate change and life evolution, resulting in many forefront topics of general interest in the earth sciences. These include exact ages bracketing the Cryogenian System and glaciations, initial age and lasted duration of supercontinent breakup, dynamic reconstruction of China continents in supercontinental configurations, the nature of rift magmatism and extent of hydrothermal alteration, paleoclimatic implication of water-rock interaction and low-O magmatism, and relationship between supercontinental evolution and global change. A number of outstanding advances in the above aspects have being made by Chinese scientists, leaving many important issues to be resolved: (1) did the Cryogenian start at either 800 to 820 Ma or 760 to 780 Ma? (2) was South China in the supercontinental configuration located in either southeast to Australia or north to India? (3) are Paleoproterozoic to Archean ages of crustal rocks a valid parameter in distinguishing North China from South China? Available observations suggest that Neoproterozoic mantle superwelling occurred as conspicuous magmatism in South China but as cryptical magmatism in North China. Mid-Neoproterozoic mantle superplume event and its derived rift-magmatism would not only result in the supercontinental demise, but also play a very important role in the generation and evolution of the snowball Earth event by initiating the global glaciation, causing the local deglaciation and terminating the snowball Earth even",
  "title": "Neoproterozoic magmatic activity and global change"
}