{
  "sections": [{
    "text": "CCC 0197-9337/97/060581–20 $17.50  1997 by John Wiley & Sons, Ltd.\nEarth surf. processes landf., 22, 581–600 (1997) No. of figures: 6 No. of tables: 6 No. of refs: 50 KEY WORDS: calcium sulphate; aeolian transport; alluvial fans; Atacama Desert"
  }, {
    "heading": "INTRODUCTION",
    "text": "The Atacama Desert of northern Chile forms the southwesterly strip of the Andean basin-and-range structural region, and is characterized by geological hyperaridity (predominant since at least the middle Miocene) and exceptional salt accumulations (Berger, 1997). Apart from the controversy over the origin and distribution of the nitrate deposits, little attention has been given to regional salt deposits outside the salars (salt pans) themselves (Oberlander, 1994). As part of an investigation into the relationship of salts and surface weathering features, the aim of this study was to determine the nature, quantity and distribution of salt minerals on the surface of three alluvial fans in salar basins representing a transect of different environments in the Atacama Desert (latitude 23–24°S) (Figure 1), such that the origin and distribution processes of the salts might be inferred. The pattern of salts that might be expected on each fan is first considered by examining regional sources and processes of salt input onto the fans. The observed distribution of salts is subsequently discussed for each fan in a regional comparison."
  }, {
    "heading": "SALT ORIGIN AND DISTRIBUTION MECHANISMS WITHIN THE REGIONAL SETTING",
    "text": "The distribution of salts in arid environments has been examined and reviewed by Cooke (1981), Goudie and Cooke (1984), Goudie (1985), and Cooke et al. (1993). Regional sources of salts in northern Chile consist of primary inputs from the ocean, volcanic activity and the breakdown of rock, and a secondary, cyclic input from\n* Correspondence to: I. A. Berger now at Alchornes Lodge, South View Road, Crowborough, E. Sussex, TN16 1HW, UK Contract grant sponsor: NERC; Contract grant number: GT4/88/AAPS/54.\nFigure 1. The fans studied were located along a transect across the Atacama Desert, within the basins of the Salar de Navidad (A), the Salar de Atacama (B), and the Salar de Aguas Calientes Norte (C) (after Chong, 1984)\npast salt accumulations preserved in geological deposits. Long-term aridity has permitted the overall preservation of such salt accumulations. An unusual regional paucity of carbonate minerals and abundance of sulphates and chlorides has been observed (Stoertz and Ericksen, 1974; Vila, 1975; Alonso et al., 1991; Risacher and Fritz, 1991), and local concentrations of nitrates, borates, iodates, chromates, potassium and lithium are in some cases of unique character (Ericksen, 1981, 1983; Searl and Rankin, 1993). Variations in relief, from the High Andes in the east (up to 7000m a.s.l.) to the Pacific coast in the west over a distance of less than 300km, and the longitudinal basin-and-range topography (High Andes, Pre-Cordillera, Central Valley, Coastal Ranges) result in regional differences of environment, and therefore of potential salt input and distribution processes.\nSources and processes of salt input onto alluvial fans may be broadly divided into those that tend to affect the whole fan surface (weathering, ablation, salt cycle, camanchaca (i.e. fog deposition), volcanic emissions) and those that usually result in greater accumulations in the distal fan (wash, resurgence, capillary migration, fan– salar interaction) (Table I). Most of the salt sources and concentration mechanisms may occur on any fan, but some are restricted by regional differences in environment along the transect studied (Figure 2). Redistribution of salts on the fan usually involves a movement downfan and from the surface to greater depths by moisture, or off the fan altogether by moisture and wind. Salt movement by moisture other than runoff tends to result in the fractionation of the salts according to ionic mobilities (Eghbal et al., 1989).\nThe weathering of Andean volcanic rocks has been considered an important source of salts in northern Chile (Ericksen, 1961), and specifically the origin of the rare minerals (e.g. lithium) concentrated in the nitrate deposits (Ericksen, 1983) and in some salars, such as the Salar de Atacama (CORFO, 1977a). Weathering of hydrothermal areas (Vila, 1976a) and sulphur oxidation in crater and fumarole deposits (CORFO, 1977a) provide an abundant source of sulphates, and indeed, neutralization by an excess of sulphur may explain the relative paucity of carbonates (Risacher and Fritz, 1991). The unusually large deposits of sodium chloride, on the other hand, have been attributed to weathering of Neogene or earlier continental evaporites (Alpers and Whittemore, 1990; Risacher, 1992). Direct volcanic emissions may be an additional source of sulphates (such as from the active Volcan Lascar in the Salar de Atacama), and may have been of widespread influence at times of greater explosive activity in this part of the Central Andes.\nOceanic salts, transported inland by the camanchaca, have been invoked to explain the origin of the nitrate (Ericksen, 1983; van Moort, 1985) and other salt deposits (Vila, 1976a, Chong, 1988). Apparent excess concentrations of sulphate in the fog (Schemenauer and Cereceda, 1992) may derive from the nutrient-rich upwelling of the coastal waters. In the High Andes, winter snow constitutes a significant proportion of\nFigure 2. An illustration of salt sources and concentration mechanisms as they may occur along the regional transect; most may occur on any of the fans\nprecipitation (Messerli et al., 1993), and the high evaporation rates characteristic of the region suggest that ablation may lead to the deposition and concentration of salts (Wilson, 1979). The aeolian distribution of local and regional salts in the salt cycle (Cooke et al., 1993) has been considered important in explaining the Chilean nitrate deposits (Ericksen, 1983; van Moort, 1985) and is of clear potential in the winds of the High Andes (CORFO, 1977a).\nSummer precipitation from Amazon air masses during the Andean ‘Bolivian winter’ may be a source of salts, specifically calcium sulphate (Risacher and Fritz, 1991), but concentration by surface wash along channels and in the distal fan is severely limited by the aridity of the region. Groundwater, however, flows westwards from the zone of recharge in the Andes to the hyperarid Central Valley. Resurgence occurs as springs along salars in the Altiplano (Vila, 1976b); it is marked by phreatophytes along salars of the Pre-Cordillera (CORFO, 1977b); and in the Central Valley it may form salars, for example the Salar del Carmen (Ericksen, 1981). Furthermore, many nitrate fields in the Central Valley mark areas of past resurgence and capillary migration (CORFO, 1977a), where chemical fractionation may account for the extraordinary mineral concentrations (Mueller, 1968). Aquifers of the Pre-Cordillera and Central Valley are characterized by high sulphate–chloride ratios, attributed to sulphur oxidation in Andean volcanoes, to andesine and gypsum dissolution, and to increased volcanic activity during the pluvial periods of most recharge (CORFO, 1977a).\nAn immediate source of salts for alluvial fans are the salars themselves, in which salts are zoned according to solubility characteristics (Stoertz and Ericksen, 1974; Chong, 1984). Variations in salar extent and in the occurrence of palaeolakes may have affected fan deposits; this would account for the interaction of palaeolake shorelines with the distal part of fans in salar basins in the Altiplano, and the occurrence of ancient zones of salar evaporation below alluvial fans in the southeast of the Salar de Atacama (CORFO, 1977b)."
  }, {
    "heading": "EMPIRICAL STUDIES",
    "text": "Empirical studies were carried out at three locations, fans A, B and C (see Figure 1)."
  }, {
    "heading": "Salar de Navidad–fan A",
    "text": "At an elevation of 600m a.s.l., the Salar de Navidad is one of the westernmost of the subentities constituting the Central Valley in southern Antofagasta Province that act as a regional baselevel for drainage from the east. The basin trends east–west between the Sierra del Tigre to the north and the Cerro Púa to the south. The ‘normal\ndesert climate’ (according to the classification of Fuenzalida (1965; Ferrair and Di Biase, 1978) is modified by high nocturnal relative humidity associated with the penetration of the camanchaca inland through the Quebrada La Negra, a breach in the Coastal Ranges some 35km to the west. Meteorological data are available for the Salar Bellavista-Pintados, which is slightly further north but similarly affected by the coastal fog (Table II). Moreover, basin topography is effective at channelling the onshore westerly wind.\nThe alluvial fan studied (fan A) emerges from the Cerro Púa amidst subdued hills of heavily folded, partly altered marine sediments of the Palaeozoic Estratos del Salar de Navidad (quartzites, siltstones, fossiliferous slates), which have been intruded by Jurassic diorites and some Tertiary dacites and rhyolites. In the immediate fan hinterland the diorites appear to have been upfaulted relative to the Estratos del Salar de Navidad. The salar consists of sulphates and halite, with little carbonate (Chong, 1984), and lacustrine sediments have been mapped on the northern edge (Ferraris and Di Biase, 1978).\nWidespread fan dissection has resulted in an abandoned surface (segment 1 and 1a), whereas other parts of the fan have received sediment (segment 2) (Figure 3a). Differentiation of the segments was not possible in the field. Thus identification was based on aerial photograph interpretation and confirmed by a study of stone pavement and soil profile development (Berger, 1993). Although the stone pavement was highly developed on both segments (1 and 2), soil profiles were complex and the occurrence of salt horizons was prevalent, significant differences in stone pavement indices (such as clast size, clast density, rock varnish, stone and\n(c)\nFigure 3. Geomorphology of the fans; (a) fan A; (b) fan B; (c) fan C\ncarapace cover) support segment identification, and overall the complexity of soil profiles on segment 1 suggested a longer development history."
  }, {
    "heading": "Salar de Atacama–fan B",
    "text": "The Salar de Atacama is the largest in the Norte Grande (3078km2) and lies at an altitude of c.2300m a.s.l. in the Pre-Cordillera. The Andes Cordillera and the Altiplano to the east constitute the recharge zone for the rivers San Pedro and Vilama, which flow into the north of the salar, and for the groundwater aquifers in the alluvial fans lining the eastern edge of the salar at some 2600m a.s.l. (CORFO, 1977a). The fan studied (fan B) is one of a number of coalescing fans in the southeast near Peine. The salar lies below the limit of regular seasonal rainfall (2500–3000m a.s.l.) and the climate is classified according to Fuenzalida (1965) as ‘normal desert’ (Ramírez and Gardeweg, 1982) (Table II). Precipitation decreases southwestwards, and occurs as short and sporadic events during the summer.\nThe fan studied emerges from a series of uplifted, north–south trending blocks which consist essentially of andesites from the Jurassic Estratos de Cerros Negros. Also present are outcrops of the Palaeozoic Peine\n(andesites, sandstones and lutites) and Cas (dacitic volcanics) formations, intruded by Cretaceous granodiorites, and continental sedimentary rocks of the Estratos de Quepe. An extensive area is covered by the dacitic Ignimbrita Patao which filled quebradas (channels) as it flowed westwards in the Pliocene (3·1±0·7Ma) from its origin in the present Cordón Puntas Negras (Ramírez and Gardeweg, 1982). Andesite and ignimbrite predominate on the fan surface. The salar deposit is over 500m thick and consists of sediments, carbonates, silicates and sulphates zoned around a major halite nucleus (Chapman et al., 1989), and economically important concentrations of lithium and potassium (Heathcote, 1989). Shorelines and diatom deposits suggest a former lake (probably saline) and indicate that tectonic tilting has occurred westwards (Stoertz and Ericksen, 1974; Lynch, 1986).\nOn the fan, major erosion has left a dissected, abandoned surface (segments 1, 1a and 1b), upstanding relative to the entrenched fan apex, and to a younger, eroded surface (segment 2), which is characterized by shallow, braided channels and intermediate bars (Figure 3b). Differentiation of the segments was confirmed by the welldeveloped stone pavement, varnished clasts and soil profile on segment 1, as opposed to the younger segment 2 (Berger, 1993). Patches of salt efflorescence in the fan toe mark the presence of a fault."
  }, {
    "heading": "Salar de Aguas Calientes Norte – fan C",
    "text": "One of the several salars to have formed in tectonic depressions of the collapsed Pacana caldera, the Salar de Aguas Calientes Norte lies at 4350m a.s.l. and trends north–south, delimited by the Cerros de Pacana and the Cordón Quilapana. The salar (17km2) contains three lakes (3km2), one of which, the Laguna Negra, is fed by geothermal springs (Gardeweg and Ramírez, 1985). In addition, subsurface drainage appears to flow into the salar from the Salar de Tara to the northeast (fed by the Río Zapaleri), and from the salar southeastwards to the Salar Quisquiero. Discharge, however, is predominantly by evaporation (Alonso and Vargas, 1988). The climate is one of high-altitude desert (Table II), and although meteorological records for the area are scarce and estimates differ greatly, Antofagasta Province appears to receive less precipitation than the areas immediately to the north and south (Ericksen, 1981). Moreover, data for Ollagüe (21°15′S) indicate considerable interannual variations in precipitation, where the mean is 82mm a−1, but the maximum is 211mm a−1 and the minimum is 6mm a−1 (Montti and Henriquez, 1970).\nThe alluvial fan studied (fan C) is one of a number of well-developed fans cut by prominent palaeolake shorelines to the east of the salar that lie at the foot of the Cordón Quilapana (up to 5370m a.s.l.), a series of stratovolcanoes from the Upper Miocene Conjunto de Volcanes l (hornblende and/or biotite andesites, pyroxene andesites, olivine basalts). The dacitic Ignimbrita Atana (Pliocene) forms the Cerros de la Pacana to the west. Lacustrine deposits surround the salar, which consists of sulphates and contains economic concentrations of lithium and potassium (Gardeweg and Ramírez, 1985).\nAlluvial fan segments may be differentiated by a sequence of erosional stages which have resulted in changing loci of deposition (Figure 3c). It appears that the head- and mid-fan (segment 1) were initially abandoned due to entrenchment of the prominent central quebrada, accompanied by a general shift in deposition to the distal fan. Abandonment of the distal fan (segment 2) appears to have followed, indicated by the encroachment of palaeolake shorelines and by dissection of the secondary fan (segment 3) at the base of the central quebrada. This created a tertiary fan, possibly deposited in a lake (segment 4), which was subsequently also entrenched (segment 5). Indices of stone pavement development suggest that segment 2 is the most stable, followed by segment 1, which is the source of much of the material in segment 3 (Berger, 1993).\nExpected salt distribution on the fans\nWeathering and aeolian fines may contribute salts to the surfaces of all three fans. Although salts of a volcanic origin may be present in sediments of fans B and C, it is less likely that such a source should explain the salt distribution on the present surface of fan A, a greater distance from the zone of relatively minor, current explosive activity in the Andes. Processes resulting in the concentration of salts at the base of the fan (wash, resurgence, capillary migration and fan–salar interaction) are unlikely to be important on fan A owing to the extreme aridity of the Central Valley, but they may well account for the distribution of salts on fan B (backed by\nFigure 4. An illustration of the different techniques used to determine the type and quantity of salt present in the <2mm fraction (the dashed lines show inbuilt checks on the methods used)\nAndean relief and drainage) and on fan C (given the fan gradient and the precipitation regime of the High Andes). Ablation of snow may provide an additional, distinct source of salts on fan C, whereas greater salt accumulations on the older surface of fan B might be expected as a result of such clear segmentation. Characteristic of fan A may be a westerly input of oceanic salts in the camanchaca and aeolian salts in the prevailing westerly wind, both processes potentially resulting in a widespread distribution of salts on the fan. Nitrate deposits are characteristic of the western part of the Central Valley, chlorides and sulphates predominate in the Salar de Atacama, and where the source of salts lies in the Andes, sulphates may be expected to be significant."
  }, {
    "heading": "METHOD AND RESULTS",
    "text": "Stable surfaces in the head, mid- and distal parts of each fan were sampled along transects, and additional samples were taken from soil profiles and from the surrounding area of the fans (Figure 3). Of the great variety of salts identified in the salars of northern Chile (Chong, 1984), only the major groups believed to be present on the alluvial fans were analysed in this study, namely sulphates, chlorides, carbonates and nitrates. A combination of techniques was used in the salt analysis in order to derive the relative quantities of salt minerals present (Figure 4). Controls on accuracy were built into the experimental methodology as no established method exists for the extraction of soluble salts from sedimentary samples for such analysis."
  }, {
    "heading": "Ionic analysis",
    "text": "Subsamples for the ionic analysis were stirred magnetically in deionized water for 16h to separate the salts physically, and thus avoid the alteration and destruction of salts associated with dispersal reagents (Ingram, 1971). Sodium and potassium were measured using the flame photometer. Lanthanum and potassium chloride solutions were added to suppress sodium and potassium interference in the measurement of calcium and magnesium using the atomic absorption spectrophotometer (AAS). Chloride, nitrate and sulphate were determined using the ion chromatograph (IC) (fluoride, phosphate, and bromine were absent or negligible). Ionic charge balances were computed to indicate the accuracy of the analysis (Table III).\nThe variability of the ionic charge balances suggests that the analysis itself is not at fault, but that a decrease in accuracy occurs where salt contents are low (<100total cations/anions normalized to molecular weight). Sodium and potassium were remeasured for samples with ionic balances in excess of 10 per cent from fans A and C, and for a selection of samples from fan B. The results approximated the initial figures and could not explain the poor ionic balances. Magnesium and calcium were similarly remeasured for the above samples from fans A and C, resulting in similar values for magnesium but in significantly higher calcium values, thus improving the ionic balances of these samples considerably. Although the possible omission of lanthanum chloride in sample preparation would explain these results, it is unlikely that this occurred. The results support the conclusion of Rosen and Warren (1990), who calculated ionic charge balances of up to 20 per cent for published chemical analyses of groundwater of Bristol Dry Lake, California, and suggested that although the data are not very accurate, they are adequate for some important conclusions.\nControls on soluble salt extraction A selection of samples was washed a second time, and a few were also washed a third time. Analysis of the control samples suggested that most of the soluble salts had been successfully extracted. The exceptions were"
  }, {
    "heading": "A14S",
    "text": ""
  }, {
    "heading": "A3S",
    "text": ""
  }, {
    "heading": "A30D",
    "text": ""
  }, {
    "heading": "BSP3S",
    "text": ""
  }, {
    "heading": "B4S",
    "text": ""
  }, {
    "heading": "C12S",
    "text": ""
  }, {
    "heading": "C5S",
    "text": ""
  }, {
    "heading": "C11D",
    "text": "calcium and sulphate, which, when present in large quantities, resulted in supersaturation of the solution (Table IV). Calcium and sulphate were not fully extracted by the second and third wash in two samples taken from salt accumulations in a soil hardpan at 10–18cm depth on fan A (sample ASP4/H3) and in the salt pan by fan C (sample Cpan), thus the final values are minima. The analysis of sample C11D, where calcium and sulphate were successfully extracted in the second wash, indicates that supersaturation is not a problem where calcium and sulphate do not exceed 4 and 10 per cent, respectively. Therefore, supersaturation should not have significantly affected the three samples (A1S, C7S, C10S) where values of calcium and sulphate were relatively high. Moreover, similar sulphate values obtained by the Leco carbon–sulphur determinator (generally greater by less than 1 per cent sulphate) support the conclusion that the extraction procedure was largely successful (Table V).\nThe large proportion, but minor amounts (<0·1 per cent), of salt remaining in the second and third washes of samples with a low salt content suggests that such quantities are beyond the range of the techniques used, as indicated above by the poor ionic balances characteristic of such samples."
  }, {
    "heading": "Carbonates",
    "text": "Total carbon was measured by the Leco CS125 carbon–sulphur determinator. Organic carbon was measured for one sample from each fan by first removing the inorganic fraction by acid treatment. The presence of 0·03 per cent organic carbon indicates that the carbonate results (total carbon) are overestimated by some 0·15 per\ncent carbonate, an error similar to that obtained in the washing procedure for the ionic analysis. It is probable that the carbonate is essentially present as calcium carbonate, detected in the field using the 10 per cent hydrochloric acid test, and in the laboratory using X-ray diffraction (XRD) analysis (see opposite). It is unlikely that the salt is sodium carbonate, given that this salt is soluble; if it were present in significant amounts, an excess of the sodium cation should have been detected in the ionic analysis."
  }, {
    "heading": "X-ray diffraction",
    "text": "It was not possible to isolate the salts for analysis by dissolution and recrystallization, because salts of low solubility would remain in the sample, and recrystallization might not result in the form and quantity of salt minerals originally present (quantity influences peak size and thus detection). The wide variety of minerals constituting the sediment resulted in problems of identification owing to peak overlap where evaporites were present in minor quantities. An attempt to clarify the peaks by analysing one untreated and one washed version of the same sample was not successful. Two surface samples were analysed from each fan, selected so that the\nwidest range of salts might be identified. Further samples were selected to represent high salt concentrations in the soil, on hillslopes, in clasts and in the salt pans, and finally to confirm the presence of specific salts (Table VI)."
  }, {
    "heading": "Salt calculations",
    "text": "Salt mineralogy is important in processes such as salt weathering, yet difficult to determine at a scale other than that of the individual salt crystal. For this reason an attempt was made to calculate the quantity of salt minerals present by ionic charge balances ((ion/relative atomic mass)× relative atomic mass of salt mineral), despite the limitations imposed by accuracy and representativeness of the ionic and XRD analyses, and those\n(a)\n(b)\n(c)\nFigure 5. The salt content of the upper, mid- and distal fan are shown for (a) Fan A, (b) Fan B and (c) Fan C\ninherent in the salt calculation procedure. The salt minerals represented by the dominant ions (calcium sulphate and sodium chloride) were calculated for samples where a significant quantity of salt was present (Table III). The salt calculations were based on the cations, which, owing to their atomic structure, are measured more accurately than anions. The consequent assumption that all the calcium and sodium is present as calcium sulphate and sodium chloride, respectively, is justified by absence of both cations in the other salts identified for the samples considered, and by the clear identification of these salts by XRD."
  }, {
    "heading": "DISCUSSION",
    "text": "Salt origin and distribution on fan A (Salar de Navidad)\nA variety of salts, namely sulphates, chlorides, nitrates and carbonates, are distributed widely but irregularly on the surface of fan A (Figure 5), as anticipated by the salt distribution models expected to predominate and the apparent stability of both fan segments. Greater concentrations of sodium and chloride do, however, appear to occur on segment 2, whereas more calcium and sulphate tend to be present on the older segment 1; the concurrent distribution of the ions strongly suggests their occurrence as the salt minerals sodium chloride and calcium sulphate (Figure 6). Overall, calcium sulphate (as gypsum and anhydrite) was prevalent on the fan surface, and concentrated below the surface on both the fan and the surrounding hills.\nThe ‘blanket’ of salts covering the fan and adjacent hills strongly suggests a predominantly atmospheric origin, and the nature of soil development suggests an input of aeolian fines and salts from the salars and Coastal Ranges upwind of the prevailing westerly wind. Oceanic salts in this upwind region and on the fan may originate directly from the camanchaca. A further source of salts on the fan may be the outcrops of Palaeozoic marine sediments in the fan catchment (Estratos del Salar de Navidad); these may account for the greater sodium chloride concentrations found on the younger segment 2. The occurrence of subsurface salt concentrations in a discretely crystalline or powder form suggests dry accumulation, and possibly infiltration and concentration by deliquescence, whereas hardpans indicate leaching. The development of several such salt horizons in each of the soil profiles suggests that buried soils may be present (Berger, 1993). Sodium chloride and nitrate concentrations may be present at greater depths as a result of leaching, but there may also be a selective input of calcium sulphate, as might be the case if the camanchaca were the primary source of salts, further distributed by the wind.\nAn essentially continuous input of salts to the fan surface might be implied by the largely continuous hyperaridity that has characterized the Central Valley since the Miocene (Alpers and Brimhall, 1988), but current destruction of rock varnish by lichen in the head fan and on the surrounding hills suggests a time of increased aridity when the camanchaca did not penetrate this far inland. The input of salt to the fan surface was therefore probably episodic, possibly accompanying periods of rapid soil formation (Chadwick and Davis, 1990).\nSalt origin and distribution on fan B (Salar de Atacama)\nThe quantities of salts detected on the surface of fan B were minor, apart from carbonate (calcite), which was distributed fairly evenly over the fan surface, and a relatively small amount of calcium (probably calcium sulphate) (Figures 5 and 6). In addition, halite and leonardite were identified by XRD. Calcium sulphate (as gypsum and anhydrite) was prominent in the source area of the fan, at depth as a hardpan on segment 1, and in the fan toe. Resurgence and capillary migration of groundwater along a fault has resulted in a concentration of salts in the fan toe in the form of salt efflorescence patches, underlain by a gypsum hardpan. Anhydrite and sodium chloride in fan toe surface sediments may, however, have originated from the erosion of segment 2.\nAlthough essentially absent from the fan surface, an input of aeolian fines and calcium sulphate at some time in the past is suggested by the well-developed stone pavement and soil on segment 1, specifically the thick vesicular horizon and calcium sulphate hardpan, and by the presence of gypsum and fines below surface clasts on andesite hills in the source area. As the stone pavement and soil were clearly developed before the abandonment of segment 1, the input of aeolian salt must have ceased at the latest after the formation of segment 2. Fan head entrenchment indicates that erosion of segment 2 occurred subsequent to the deposition of the Ignimbrita Patao (3·1±0·7Ma), but the lack of a cover of clasts, underlain by fines and salts, on the ignimbrite\n(b)\n(c)\nFigure 6. The distribution of the dominant ions (%w/w) on (a) Fan A, (b) Fan B and (c) Fan C\noutcrops in the source area suggests that salt input may have ceased before or soon after ignimbrite deposition; in fact, the gypsum identified in a contact layer between ignimbrite and the underlying andesite bedrock may correspond to the deposits underlying the surface clasts on the surrounding andesite hills.\nLocal wash appears to be limited, as the abundant calcium sulphate on the hillslopes in the source area appears not to have been washed down. Current aeolian input also appears to be minor, owing to the sandy, as opposed to vesicular, nature of the surface horizon on segment 1. It follows that segment 2 may be quite stable and the absence of soil may be due to the lack of a significant aeolian input of fines and salts since its formation. The carbonates, evenly distributed over the fan surface, and the halite and leonardite present both on the fan and on the andesite hills may originate from weathering or aeolian deposition; alternatively, the relative insolubility of calcite may have ensured that it remained on the surface of segment 2. Cessation of an aeolian input of fines and salts suggests a change either in the salt source and/or in the mode of transportation. Certainly there are abundant sources of calcium sulphate within the Salar de Atacama basin, ranging from the efflorescence patches at the foot of the fan, to the salar itself, the evaporitic Cordillera de la Sal, and the Central Valley to the west. It is possible that the input of calcium sulphate coincided with an input of aeolian fines and soil profile formation with a change in wind direction, during a period of increased aridity, or subsequent to a moister period, in which the availability of fines and salts in a transportable form increased. The evidence suggests, therefore, that salt input onto the fan has been episodic, and that the lack of soil development and rock varnish on segment 2 may be due to an inappropriate environment as opposed to simply a young age.\nSalt origin and distribution on fan C (Salar de Aguas Calientes Norte)\nA variety of salts was present in minor quantities on fan C (including halite, carnallite, sylvite, bischofite and natron), but calcium sulphate (gypsum) and carbonate were prevalent all over the fan, and increased considerably in the distal fan (Figures 5 and 6). The effect of surface wash, of anticipated importance in explaining the concentration of salts in the distal fan due to the precipitation regime, relief and fan gradient, appears in fact to have been severely limited by the isolation of most of the fan surface subsequent to the incision of the central quebrada. The clear dissection of the fan toe by the highest shoreline suggests that the principal fan segments, channel incision and deposition of the secondary fan predate the last maximum lake level. Little subsequent erosion appears to have occurred outside the central quebrada, as the palaeolake shorelines are extremely well preserved; the highstand is only breached by minor deposition which may be due to the coincidence of high evaporation rates with both summer rainfall and winter snow. The accumulation of surface salts probably began, therefore, at some point after lake recession from the last high stand (ca. 13200yr B.P.) during the late Pleistocene to early Holocene (Messerli et al., 1993; Grosjean, 1994; Grosjean et al., 1995).\nGiven the stability of much of the fan surface and the quantity of both salts and fines, a predominantly aeolian origin appears probable, with an additional input from weathering and the ablation of snow. The increase in salts in the distal fan may in part be explained by capillary migration from groundwater and past interaction of fan deposits with lake level fluctuations, but may also be due to the direct effect of fan gradient and proximity to the salt pan in increasing aeolian deposition. Any salt redistribution should occur largely by infiltation and leaching, and it is therefore possible that the more soluble salts, such as chlorides, are present in greater quantities at depth; alternatively, the sources of salts, such as the salar, may favour calcium sulphate and carbonate. The gypsum hardpan just below the surface in the distal fan may result from either shallow leaching or capillary migration."
  }, {
    "heading": "CONCLUSIONS",
    "text": "Calcium sulphate was prevalent, and its distribution on the three alluvial fans studied and on adjacent hilltops suggests an aeolian origin. It is clear that aridity has been conducive to the accumulation and preservation of calcium sulphate near the surface accross the Atacama Desert, including the High Andes. Evidence from the Pre-Cordillera (fan B), however, suggests that salt input may have been episodic, related to changes in conditions within the general aridity and possibly to stone pavement and soil development. Elsewhere, an aeolian origin has been favoured for gypsic soils on alluvial fans in Wyoming, U.S.A. (Reheis, 1987), gypcretes\nin Tunisia (Watson, 1985, 1988), and for the development of reg soils and stone pavements on a variety of surfaces (e.g. Amit and Gerson, 1986; McFadden et al., 1987; Wells et al., 1987; Harden et al., 1991).\nDifferences between fans in the distribution of salts were largely due to the effect of local factors on salt input, secondary redistribution, and deposit preservation. Thus carbonate was notable in the High Andes (fan C) and Pre-Cordillera (fan B), whereas greater quantities of the more soluble salts (chlorides and nitrates) in the Central Valley (fan A) probably reflect the higher level of aridity and an oceanic source (the camanchaca). Nevertheless, the degree to which calcium sulphate was dominant on the alluvial fans across the transect, mostly in segregated concentrations, was not anticipated. Sources of calcium sulphate range from an input in Andean precipitation and the camanchaca to abundant regional evaporite deposits. It is probable, however, that products of Andean volcanism constitute the dominant primary source of calcium sulphate, and that the salt has subsequently been distributed widely within the endoreic basins of the region by a combination of groundwater, surface flow and the wind."
  }, {
    "heading": "ACKNOWLEDGEMENTS",
    "text": "Support from a NERC studentship (GT4/88/AAPS/54) at University College, London is gratefully acknowledged by I. A. Berger. Many thanks to Professor C. Vita-Finzi for advice and continued support throughout this work. Jorge Poblete and family, Guido Witto, Don Damir Mandakovic and Don Manuel Gónzález are thanked sincerely for their considerable support during fieldwork in Chile. Tony Osborne (Department of Geological Sciences, UCL) provided invaluable help in the chemical analysis; Steve Hirons (Department of Geology, Birkbeck College) kindly analysed the XRD samples; Tim Aspden and Louise Saunders (Cartographic Unit, UCL), and Sue Rowland (Cartography, Sussex) assisted in the production of the figures. Thanks for helpful comments to Dr M. Clarke and to the reviewers."
  }],
  "year": 1997,
  "references": [{
    "title": "Hidrogeoquímica de lagunas del altiplano, Segunda Región",
    "authors": ["H. Alonso", "L. Vargas"],
    "venue": "Congreso Geológico Chileno,",
    "year": 1988
  }, {
    "title": "Giant evaporite belts in the Neogene central Andes",
    "authors": ["R.N. D35–D43. Alonso", "T.E. Jordan", "K.T. Tabbutt", "D.S. Vandervoort"],
    "year": 1991
  }, {
    "title": "Middle Miocene climatic change in the Atacama Desert, northern Chile, evidence",
    "authors": ["C.N. Alpers", "G.H. Brimhall"],
    "year": 1988
  }, {
    "title": "Atacama Desert, northern Chile",
    "authors": ["R. Gerson"],
    "venue": "Applied Geochemistry,",
    "year": 1986
  }, {
    "title": "Salts and surface weathering features on alluvial fans in northern Chile, unpublished",
    "authors": ["I.A. Berger"],
    "venue": "PhD Thesis,",
    "year": 1993
  }, {
    "title": "South America’, In Thomas, D",
    "authors": ["I.A. London. Berger"],
    "venue": "S. G. (Ed.), Arid Zone Geomorphology, John Wiley (in press). Chadwick, O. A. and Davis, J. O. 1990. ‘Soil-forming intervals caused by aeolian sediment pulses in the Lahontan basin, northwestern",
    "year": 1997
  }, {
    "title": "Remote sensing of evaporite mineral zonation in salt flats (salars)",
    "authors": ["J. E", "D.A. Rothery", "P.W. Francis", "A. Pontual"],
    "venue": "Nevada’, Geology,",
    "year": 1989
  }, {
    "title": "Salt weathering in deserts’, Geologists",
    "authors": ["R.U. Cooke"],
    "venue": "Corporacion de Fomento de la Produccion (CORFO). 1977a. Investigación de recursos hidráulicos en el Norte Grande. Hidrogeologı́a",
    "year": 1981
  }, {
    "title": "Región con referencia especial a las zonas investigadas",
    "authors": ["la Segunda"],
    "venue": "Proyecto CHI-535,",
    "year": 1977
  }, {
    "title": "Proyecto CHI-535, Volume 1",
    "authors": ["la región del Salar de Atacama"],
    "year": 1989
  }, {
    "title": "Geology and Origin of Chilean Nitrate Deposits",
    "authors": ["G.E. C225. Ericksen"],
    "venue": "United States Geological Survey Professional Paper,",
    "year": 1981
  }, {
    "title": "Hoja Rı́o Zapaleri",
    "authors": ["I.A. BERGER", "M.R.U. COOKE Gardeweg", "C.F. Ramírez"],
    "venue": "II Región de Antofagasta, Carta Geológia de Chile No. 66, Servicio Nacional",
    "year": 1985
  }, {
    "title": "Salt Weathering, School of Geography, University of Oxford, Research Paper No",
    "authors": ["de Geología y Minería", "A.S. Santiago. Goudie"],
    "year": 1985
  }, {
    "title": "Late-glacial and early Holocene lake-sediments, groundwater formation",
    "authors": ["Palaeogeography", "Palaeoclimatology", "Palaeoecology", "M. 89–100. Grosjean", "M.A. Geyh", "B. Messerli", "U. Schotterer"],
    "year": 1995
  }, {
    "title": "Rates of soil",
    "authors": ["J. W", "E.M. Taylor", "C. Hill", "R.K. Mark", "L.D. McFadden", "M.C. Reheis", "J.M. Sowers", "S.G. Wells"],
    "venue": "and climate in the Atacama-Altiplano 22–24°S. Journal of Paleolimnology,",
    "year": 1991
  }, {
    "title": "Procedures in Sedimentary Petrology, Wiley-Interscience, New York, 49–67",
    "authors": ["R.L. unpublished. Ingram"],
    "venue": "Malvern,",
    "year": 1989
  }, {
    "title": "Influences of eolian and pedogenic processes on the origin and evolution",
    "authors": ["L.D. McFadden", "S.G. Wells", "M.J. Jercinovich"],
    "venue": "Geoarchaeology,",
    "year": 1987
  }, {
    "title": "Climate change and natural resource dynamics of the Atacama Altiplano during the last 18,000 years: a preliminary",
    "authors": ["M. Vuille"],
    "year": 1993
  }, {
    "title": "Gypsic soils on the Kane alluvial fans",
    "authors": ["Geología y Minería", "M.C. Santiago. Reheis"],
    "venue": "Big Horn Country,",
    "year": 1987
  }, {
    "title": "Géochimie des lacs salés et croûtes de sel de l’altiplano boliven’, Sciences Géologiques",
    "authors": ["F. Risacher"],
    "year": 1992
  }, {
    "title": "A preliminary petrographic study of the Chilean nitrates",
    "authors": ["A. Searl", "S. Rankin"],
    "venue": "Applied Meteorology,",
    "year": 1993
  }, {
    "title": "caliches of northern Chile",
    "authors": ["G. T"],
    "venue": "Congreso Chileno,",
    "year": 1975
  }, {
    "title": "Influence of late-Quaternary climatic changes on geomorphic and pedogenic",
    "authors": ["S. G", "L.D. McFadden", "J.C. Dohrenwend"],
    "venue": "Namib Desert’, Journal of Arid Environments,",
    "year": 1987
  }, {
    "title": "processes on a desert piedmont, eastern Mojave Desert, California",
    "authors": ["T. A"],
    "venue": "Quaternary Research,",
    "year": 1979
  }],
  "id": "SP:a8a147a9da912d8e3bc50fd7ef4784b14de6220f",
  "authors": [{
    "name": "I. A. BERGER",
    "affiliations": []
  }, {
    "name": "R. U. COOKE",
    "affiliations": []
  }],
  "abstractText": "The Atacama Desert has been predominantly hyperarid since the middle Miocene. Combined ionic and X-ray diffraction analysis shows that calcium sulphate is prevalent on three similar alluvial fans in salar basins across a transect of different environments in Antofagasta Province, northern Chile. Differences between the fans were largely due to the effect of local factors on salt input, secondary redistribution and deposit preservation. Thus carbonate was notable in the High Andes (fan C) and Pre-Cordillera (fan B), whereas in the Central Valley (fan A) greater quantities of the more soluble salts (chlorides and nitrates) probably reflect the higher level of aridity and an oceanic source (the camanchaca). Calcium sulphate distribution on the alluvial fans and on adjacent hilltops indicates an aeolian origin. Evidence from the Pre-Cordillera (fan B), however, suggests that salt input may have been episodic, related to changes in conditions within the general aridity and possibly to stone pavement and soil development. Calcium sulphate sources range from an input in Andean precipitation and the camanchaca to abundant regional evaporite deposits. It is probable, however, that products of Andean volcanism constitute the dominant primary source of calcium sulphate, and that the salt has subsequently been distributed widely within the endoreic basins of the region by a combination of groundwater, surface flow and the wind.  1997 by John Wiley & Sons, Ltd. Earth surf. processes landf., 22, 581–600 (1997) No. of figures: 6 No. of tables: 6 No. of refs: 50",
  "title": "THE ORIGIN AND DISTRIBUTION OF SALTS ON ALLUVIAL FANS IN THE ATACAMA DESERT, NORTHERN CHILE"
}