{
  "sections": [{
    "text": "Contents lists available at ScienceDirect\nGlobal and Planetary Change\nj ourna l homepage: www.e lsev ie r.com/ locate /g lop lacha\nPalaeoflood-generating mechanisms on Earth, Mars, and Titan\nDevon M. Burr a Earth and Planetary Sciences Department and Planetary Geosciences Institute, University of Tennessee Knoxville, 1412 Circle Dr., TN 37996-1410, USA b Carl Sagan Center, SETI Institute, 515 N. Whisman Rd., Mountain View, CA 94043, USA\nE-mail address: dburr1@utk.edu.\n0921-8181/$ – see front matter © 2009 Elsevier B.V. Al doi:10.1016/j.gloplacha.2009.11.003\na b s t r a c t a r t i c l e i n f o\nArticle history: Accepted 6 November 2009 Available online 15 November 2009\nKeywords: palaeofloods fluid dynamics terrestrial comparison Mars Titan satellite volatiles\nChannelized, surface, liquid flow occurs on Earth, Mars, and Titan. In this paper, such fluvial flow is constrained to involve volatiles that can undergo phase transitions under surface conditions and can be stable as liquids over geologically significant periods of time. Evidence for channelized, surface, liquid flood flow has been observed on Earth and Mars and hypothesized for Titan. The mechanisms for generating flood flow vary for each body. On Earth, the mechanism that generated the largest flooding is widespread glaciation (e.g. the catastrophic release of water from glacial lakes), which requires an atmospheric cycle of a volatile that can assume the solid phase. Volcanism is also a prevalent cause for terrestrial megaflooding, with other mechanisms producing smaller, though more frequent, floods. On Mars, the mechanism for flood generation has changed over the history of the planet. Surface storage of floodwater early in the history of that planet gave way to subsurface storage as the climate cooled. As on Earth, flooding on Mars is an effect of the ability of the operative volatile to assume the solid phase, although on Mars, this solid phase occurred in the subsurface. According to this paradigm, conditions on Titan preclude extensive megaflooding because the operative volatile, which is methane, cannot as easily assume the solid phase under current conditions. Mechanisms that produce smaller but more frequent floods on Earth, namely extreme precipitation events, are likely to be the most important flood generators on Titan in the recent past.\nl rights reserved.\n© 2009 Elsevier B.V. All rights reserved."
  }, {
    "heading": "1. Introduction",
    "text": "The scientific study of palaeoflooding has risen and fallen largely in concert with prevailing scientific paradigms (Baker, 1998). The paradigm in the seventeenth and eighteenth centuries was catastrophism, the idea that the geological record and landscape change is the product of sudden, short, violent events. In palaeoflood science this paradigm was expressed as diluvialism — the view that the Biblical flood was historically accurate and could explain various geological formations and fossil remains. Catastrophism gave way to uniformitarianism, first introduced in 1830, which stipulated that the Earth's formations are the product of slow, gradual change. Under this paradigm, geological formations previously explained by catastrophic (Biblical) flooding were often transmuted into the effects of sustained river flow or glaciation. The Channeled Scabland in Washington, USA, was originally interpreted at glacial in origin, either directly (through flow of glacial ice) or indirectly (through diversion of rivers). Consequently, the proposal by J Harlan Bretz of massive flooding as an explanation for the Channeled Scabland was originally treated as an absurd or outrageous hypothesis (cf. Davis, 1926; Baker, 1978). Decades of study demonstrated the verity of this hypothesis, establishing palaeoflood hydrology and geomorphology as a subdiscipline of geology (e.g. Kochel and Baker, 1982).\nDuring this time, the study of palaeofloods was also extended to Mars. The Mariner 9 and Viking orbiter missions first observed Mars' gigantic flood channels, identified on the basis of their morphological similarity to the Channeled Scabland (Mars Channel Working Group, 1983). Future analysis and spacecraft missions to Mars supported continued study of these and other flood channels (Baker, 1982; Carr, 1996), providing quantitative estimates of discharge and other flow parameters, although with large error bars (Wilson et al., 2004). As a result, aqueous catastrophic flooding was established as an extraterrestrial phenomenon.\nThe Cassini–Huygensmission to the Saturnian system (Matson et al., 2002) opened up a new frontier in planetary geology. Mission data revealed the surface of Titan, Saturn's largest moon, as having strikingly Earth-like landforms – including aeolian dunes (Lorenz et al., 2006) and lakes (Stofan et al., 2007) – although composed of exotic materials that are uncommon on Earth. In particular, the volatile cycle on Titan involves hydrocarbons, namely methane and the nitrogen dissolved in it. Fluviatile features have been interpreted as river channels (Elachi et al., 2005; Porco et al., 2005; Tomasko et al., 2005), which may have discharges of the order of 104 m3 s−1 (Jaumann et al., 2007). Though much smaller than the megaflood discharges on Mars or Earth, such discharges would be large for terrestrial rivers.\nThis paper compares and contrasts evidence for palaeofloods on these three planetary bodies. In this work, the operative liquid is constrained to be a volatile that can undergo phase change at surface conditions. This constraint derives from using terrestrial aqueous\nflooding as the template. On Earth, flooding results from the rapid release of liquid water from atmospheric, surficial, and underground reservoirs (O'Connor and Costa, 2004). The conditions for such release are created by atmospheric cycling of this volatile and its ability to undergo phase transitions among solid, liquid, and gas phases at surface temperatures and pressures. Similar conditions have occurred on Mars, where water currently exists as a gas in the atmosphere and as a solid on and near the surface. Ancient valley networks indicate that water has existed as a liquid on the surface in the past (Pieri, 1976, 1980; Carr, 1996; Irwin and Howard, 2002; Howard et al., 2005). The interpretation of gullies on Mars as aqueous flow features (Malin and Edgett, 2000; McEwen et al., 2007) also implies that liquid water may exist on the surface today, if only temporarily and/or in isolation. At Titan temperature (∼94 K), water occurs only as a solid, except in limited examples of cryovolcanism (Lopes et al., 2007). By analogy with flooding on Earth and Mars, flooding on Titan would involve liquid methane–nitrogen. As on Earth, nitrogen comprises most (94%) of Titan's atmosphere; methane is the next largest fraction (5%) (Niemann et al., 2005). Methane undergoes phase changes between liquid and gaseous phases at Titan surface pressure and temperature, and gaseous nitrogen dissolves in the liquid methane. In addition to the gaseous and liquid phases, methane–nitrogen may even occur or have occurred in solid form on the surface of Titan, although this evidence is currently limited (Robshaw et al., 2008). Floods of geological materials that undergo only solid–liquid transitions (e.g. rocks melting to produce flood lavas) are outside the scope of this work.\nSome of the materials and conditions on these three bodies are listed in Table 1. These different materials and conditions cause each body to have its own mechanisms for generating floods. This paper compares and contrasts flooding on these three bodies by reviewing the flood morphologies and the flood generation mechanisms by discharge for each body."
  }, {
    "heading": "2. Palaeoflooding on Earth",
    "text": ""
  }, {
    "heading": "2.1. Glaciation",
    "text": "The largest palaeofloods on Earth, with discharges of the order of 106–107 m3 s−1, are associated with glaciation (Baker 1996, O'Connor and Costa 2004). The primary mechanism that produced these ‘megafloods’ (cf. Baker, 2009) was the sudden release of water from glacial lakes. Proglacial lakes result from damming by the glacier of pre-existing river valleys. These glacial lakes and their outbursts occurred frequently during theQuaternary glaciations as a result of the disruption of pre-existing fluvial drainage (Starkel, 1995). Icemarginal lakes result from impoundment of the glacial meltwater against the glacier margin, commonly bymoraine debris. Ice-marginal\n(or moraine basin) lakes usually store less water than proglacial lakes, and so generally produce relatively smaller discharges (O'Connor and Beebee, 2009). The most extensive known examples of glacial lake outburst flooding are located in the northern mid-latitudes, where continental ice sheets disrupted pre-existing fluvial flow (e.g., Grosswald, 1998). The most voluminous examples (in terms of discharge) have been found in areas of significant relief where deep valleys supported tall ice dams that impounded large lakes. The largest ice-dam failure floods on Earth include: the Kuray and other floods in the Altai Mountains, Siberia, during the Late Pleistocene (Baker et al., 1993; Rudoy, 1998; Carling et al., 2002; Herget, 2005); the Missoula floods that carved the Channeled Scabland inWashington, USA (Baker, 2009, and references therein); and early Holocene floods down the Tsangpo River gorge in southeastern Tibet (Montgomery et al., 2004). The largest ice-marginal or moraine dam failure floods include the Lake Agassiz overflow floods in North America (Teller et al. 2002; Kehew et al., 2009, and references therein). It has been argued that freshwater outbursts to the Atlantic from Lake Agassiz may have been an important driver of the environmental changes that led to the Younger Dryas event and other periods of cooling in the Northern Hemisphere during the last deglaciation (Teller et al. 2002)."
  }, {
    "heading": "2.2. Volcanism",
    "text": "In addition to directly producing palaeofloods on Earth, glaciation contributes to flood production indirectly in conjunction with nearsurface volcanism or enhanced geothermal heatflow(Björnsson, 2009). Some of the largest floods associated with volcanism result from direct melting of overlying snow and ice by eruption or geothermal heat flow. Persistent sub-glacial hydrothermal systems may result from the interaction of the resultant glacial meltwater with shallow magmatic intrusions. Continued increase of the sub-glacial lake volume eventually breaks the hydraulic seal of the overlying glacier, and the meltwater is catastrophically released. This process takes place today in Iceland, as in the 1996 sub-glacial eruption and resultant jökulhlaup from the Grímsvötn cauldron beneath the Vatnajökull glacier (Fig. 1) (Guðmundsson et al., 1997) and the 1918 jökulhlaup from beneath the Kötlujökull glacier (Tómasson, 1996). Early Holocene jökulhlaups with discharges of the order of 105 m3 s−1 drained northward from the Kverkfjöll glacier (Carrivick, 2009 and references therein), carving the Jökulsá á Fjöllum flood channel (Waitt, 2002).\nVolcanism also causes flooding by othermeans than directmelting. Caldera-lake breaching can produce discharges of similar magnitude to ice-dam breaches, as in the case of a late Holocene flood from the Aniakchak volcano, Alaska (Waythomas et al., 1996). More commonly, breaching ofwater-filled calderas producesfloods one to two orders of magnitude lower. The near instantaneous failure of a large ignimbrite dam at Lake Taupo, New Zealand, for example, produced a caldera floodof the order of 105 m3 s−1 (Manville et al., 1999). Other examples of large floods from breached volcaniclastic dams include floods from Tarawera caldera, New Zealand (Manville et al., 2007) and the Holocene flood from Mount Mazama, USA (Conaway, 1999, in O'Connor and Beebee, 2009). Large floods resulted from Pleistocene lava dams on the Colorado River, USA (Fenton et al., 2006), and pyroclastic flows, lahar deposits, and landslides triggered by eruptions have likewise caused flooding."
  }, {
    "heading": "2.3. Tectonic basin overflow",
    "text": "Volcanic calderas are one of three types of geological basins that produce flooding, the other two being moraine basins (reviewed in the section on glacial flooding above) and tectonic basins. Floods from tectonic basins can be volumetrically the largest of the three basinbreach type floods because they can impound the most water (see O'Connor and Costa, 2004 and O'Connor and Beebee, 2009, from which the following discussion is taken).\nMost commonly, floods from closed tectonic basins are a result of the basin becoming filled with water due to a sustained positive water balance. An example of this process took place during the Quaternary in the basin-and-range province, western USA, where natural tectonic basin filling coincided with glacial advance (Baker, 1983; Reheis et al., 2002). Lake Bonneville (Malde, 1968; O'Connor, 1993) and other Pliocene–Pleistocene lakes in the western USA (see Currey, 1990; Reheis et al., 2002) provide examples of tectonic basin-breach floods fed by combined rainfall and groundwater flow.\nMore rarely, floods may be produced from tectonic basins by a sudden input of water; this has been postulated for the lower Colorado River, which may have connected to the upper Colorado drainage about 5 Ma ago due to a series of upstream basin breaches involving large floods (House et al., 2005). Catastrophic breaching of these basins may have carved Hells Canyon and the western Snake River gorge, leading to integration with the Columbia River (Othberg, 1994; Wood and Clemens, 2002).\nThe geological record on Earth also records immense marine floods, both into and out of tectonic basins, and these episodes have generated much debate. Flooding of the Mediterranean Basin via a breach at the present-day Straits of Gibraltar in the Late Miocene (Hsü, 1983) represents an example of marine flooding of a semiisolated basin. A smaller flood may have occurred when the rising sea level led to the flooding of the Black Sea from the Mediterranean via the Bosporus Strait (Ryan and Pitman, 1998, Ryan 2007).\nA common geological setting for these tectonic basin-breach floods is a semi-arid environment during changing hydrological conditions (O'Connor and Beebee, 2009). The negative water balance in semiarid climates minimizes basin integration, allowing large volumes of water to accumulate in isolated basins over geological time. The changing hydrological conditions provide the input to eventually trigger the flooding. Freshwater floods are associated with pluvial periods during glacial advance, and marine floods probably resulted from sea level rise during deglaciation."
  }, {
    "heading": "2.4. Other natural dam failures: landslides and ice jams",
    "text": "Two other types of dam breaches cause catastrophic flooding. Landslides that were not directly related either to glacial or volcanic conditions caused two of the 27 largest documented terrestrial floods\n(O'Connor and Costa, 2004). Landslide dams can form in a wide variety of settings, and are most commonly triggered by lubrication due to water (precipitation or snowmelt) or by earthquakes. As with glacial ice or moraine dams, the potential discharge increases with increasing dam height (O'Connor and Beebee, 2009).\nIce jam floods account for three of Earth's largest known floods (O'Connor and Costa, 2004), all of which occurred on the Lena River, Russia (Rodier and Roche, 1984). Ice jam flooding occurs when broken river ice accumulates at constrictions or bends in the river, causing ponding upstream of the constriction and sudden releasewhen the ice jam breaks. Large, northward-flooding Arctic rivers are thus most susceptible to ice jam flooding because the southern reaches are more likely to thaw and flow before the northern reaches."
  }, {
    "heading": "2.5. Precipitation",
    "text": "Precipitation-fed floods, along with ice jam floods, fall within the range of Earth's smallest floods. These ‘meteorological floods’ (O'Connor and Costa, 2004) result from extreme precipitation events such as those associated with monsoon rainfall. Thus, the largest such floods occur in tropical climates dominated by monsoons or tropical storms. Flood size is also correlated with river basin size, because the largest river basins receive the largest total amount of rain. The Amazon River in South American, which drains the world's largest basin with an area of 7 million km2, has produced three of the four largest recorded precipitation-fed floods, and the Yangtze River of China has produced the fourth.\nIn summary, the largest floods on Earth result (indirectly) from glaciation and related processes (such as ice margin retreat past critical topographic thresholds), with smaller discharges contributed by volcanism in regions with large glaciers or small ice sheets, and much smaller floods from ice jams on polar rivers. Thus, for these mechanisms, the planetary body needs a volatile that is close to its freezing point. Tectonism in semi-arid climates can also produce significant floods through basin breaching."
  }, {
    "heading": "3. Palaeoflooding on Mars",
    "text": "The causes of flooding on Mars are less well known than for flooding on Earth because in situ data are not yet available from\nMartian flood channels and because Martian flooding has not been observed. Thus, unlike for Earth, flooding on Mars cannot be analyzed solely on the basis of flood-producing mechanisms. However, Martian channels have distinctive morphologies that may be grouped into three categories which roughly correspond with Mars' three chronostratigraphic epochs. On the basis of these morphologies, flood mechanisms can be discussed."
  }, {
    "heading": "3.1. Noachian flooding from large basins",
    "text": "Mars' oldest channels date to the late Noachian epoch (N3.7 Ga; dates of Martian epochs are based on Tanaka, 1986, and Hartmann and Neukum, 2001), a time of inferred warmer and wetter climate than at present (Carr, 1996). These channels originate at large basins formed either by impact cratering or by intercrater plains topography (Irwin and Grant, 2009). Several such basin overflow channels have been inferred for Mars (see Irwin and Grant, 2009, Table 1), of which the three most distinct are discussed here.\nMars' longest basin overflow channel is the segmented mesooutflow Uzboi–Ladon–Margaritifer (ULM) channel system (Saunders, 1979; Baker, 1982). The ULM channel originates full width at the northern edge of the large Argyre impact crater basin, from where it extends over several hundred kilometres northward to the Margaritifer topographic basin. Argyre itself was fed through several other large valley systems (Parker et al., 1989, 1993), so that the total contributing area to theULM systemwas about 107 km2, or about 9% ofMars (Phillips et al., 2001). Subsequent cratering of proximal ULM has obscured the immediate outlet area, and thus thewater releasemechanism.However, deeply incised reaches, nearly constant channel widths, hanging valleys, small streamlined forms, and a poorly developed tributary network all suggest formation by flooding. Discharge estimates vary from 150,000 m3 s−1 to 450,000 m3 s−1 (see Irwin and Grant, 2009, and references therein).\nMa'adim Vallis, like the ULM system, has a wide, deep main channel and originates full width at the northern side of an enclosed basin. This source basin is a product of intercrater plains topography, with multiple sub-basins, and covers an area of approximately 106 km2 (Irwin et al., 2002, 2004). Flooding in Ma'adim Vallis is suggested by the nearly constant width of the channel, the adjacent hanging valleys, and the longitudinal ridges on the channel floor. The calculated discharge is consistentwith a dam breach of ∼100 m depth, which is less than half of the total observed breach depth. An adequate water volume could have been stored in the present-day source basin to carve Ma'adim Vallis with reasonable water:sediment ratios (see Irwin and Grant, 2009, and references therein).\nMawrth Valles is the smallest of these late Noachian flood channels. It appears to have originated at the Margaritifer basin, an intercrater basin that would have received discharge from the ULM channel system (Irwin and Grant, 2009). However, with current topography, overflow fromMargaritifer would first spill over at lower points to the east rather than entering the head of Mawrth Valles. Possible explanations for this geological conundrum include tilting due to growth of the nearby Tharsis volcanic edifice and/or the influx of ULM floodwaters as discussed above (Irwin and Grant, 2009)."
  }, {
    "heading": "3.2. Hesperian flooding from chaos and chasmata",
    "text": "Mars' largest flood channels are enormous in size, withwidths up to several tensof kilometres, lengths of hundreds of kilometres, anddepths of over a thousand metres (Fig. 2A) (Smith et al., 1998). These channels debouch into Chryse Planitia, located northeast of the Valles Marineris canyon system, and are referred to collectively as the circum-Chryse channels. SmallerHesperian-aged channels are also found at the eastern end of Valles Marineris, south of Chryse Planitia. All these channels date to the Hesperian epoch (3.7–3.0 Ga), an era of changing surface conditions from a warm, wet climate to a cold, dry environment.\nThese Hesperian-aged channels may be grouped according to their size andmorphology at origin (Coleman and Baker, 2009). The largest, circum-Chryse channels generally originate at chasmata. Chasmata are deep, steep-sided depressions, which commonly contain chaos, areas of kilometre-sized or larger blocks surrounded by flatter, lower elevation terrain (Fig. 2B) (see http://planetarynames.wr.usgs.gov/ jsp/append5.jsp for definitions of descriptor terms). Chasmata and their inset chaos are attributed to surface collapse as a result of subsurface volatile (water) outburst (e.g., Carr, 1996, and references therein; Rodriguez et al., 2006). The cause of the outbursting probably involved pressurisation of groundwater by a downward growing cryosphere (Clifford and Parker, 2001). Cryosphere disruption could have been caused by magmatic intrusions (Leask et al., 2006), cryosphere melting (McKenzie and Nimmo, 1999), and/or by dissociation of CO2 ice or clathrate (Komatsu et al., 2000). In the few instances of chaos on channel floors, outbursting may have been triggered by flood erosion that reduced the overburden pressure (Coleman, 2005).\nFollowing outbreak of water from a pressurised aquifer, lakes apparently formed in these chasmata and then overflowed, as indicated by topographic relationships among inferred spillways, scabland, or other flood-formed features (see Coleman and Baker, 2009, and references therein). The interpretation of layered deposits within the chasmata as lacustrine sediments (Lucchitta et al., 1992) was an early indication of this possibility. The overflow flooding may have been triggered by failure of debris-barriers or ice-barriers between chasmata, resulting in sudden influxes of water from other chasmata-lakes (Coleman and Baker, 2009). However, other suggested mechanisms for flooding, such as catastrophic release from extensive caverns (Rodriguez et al., 2005), do not require surface storage of water.\nAlthough smaller, the Hesperian-aged channels east of Valles Marineris may have had a similar flood-generating mechanism. These channels lack chasmata at their origins and so are unlikely to have had lakes or other surface water sources. However, various surface features suggest lateral subsurface flow routes from a distal chasmata to channel origins, perhaps augmented by ground ice melting (Carr, 1996; Cabrol et al., 1997; Rodriguez et al., 2003). The relative elevations of these channels in comparison to the massive Tharsis volcanic edifice would have allowed magmatic recycling of groundwater (cf. Gulick, 1998) to have fed these inferred palaeolakes (Coleman et al., 2007). Thus, the source for Mars' Hesperian-aged flood channels was amixture of ponded surfacewater and pressurised subsurface water. Contributions from both these sources may have given rise to these largest of Martian floods."
  }, {
    "heading": "3.3. Amazonian flooding from extensional fossae",
    "text": "FourofMars'floodchannels aredated to theAmazonianepoch(3.0 Ga to present), with model ages ranging from earliest Amazonian to the last fewMa.Width and depth dimensions are roughly an order of magnitude smaller than those of Mars' Hesperian-aged, circum-Chryse channels (Burr et al., 2009). These channels originate at fossae (e.g, Fig. 3), defined as long, narrow depressions (see http://planetarynames.wr.usgs.gov/jsp/ append5.jsp). The fossae have varied morphologies, suggesting multiple possible mechanisms for floodwater release. Some of the fossae have graben morphology, which is interpreted to reflect the presence of subsurface dykes (Wilson and Head, 2002; Head et al., 2003a; Ghatan et al., 2005; Leask et al., 2006). In these cases, the floodwater release mechanism is inferred to have been dyke-induced cracking of a confining cryosphere and release of pressurised groundwater. The westward migration through time of both volcanic and aqueous flooding from the Cerberus Fossae is consistent with a volcanic triggering mechanism (see Burr et al., 2009, and references therein).\nAlternatively or additionally, fossae may be the result of amagmatic extensional tectonics. Based on inferred hydrological properties of the Martian crust (Hanna and Phillips, 2005), modelling shows that extensional stress relief can produce sufficient excess pore pressures to drive the catastrophic release of groundwater (Hanna and Phillips, 2006). This mechanism may have acted in concert with other factors, such as increased elevational head in the form of perched aquifers (cf. Tanaka and Chapman, 1990) or aquifer pressurisation due to cryosphere growth (Clifford and Parker, 2001), but does not require them.\nIce-rich ground may have been melted (Zimbelman et al., 1992), perhaps following dyke intrusion (cf. Head et al., 2003a), contributing water and sediment to the flood discharge. However, melting by dyke intrusion alone is not sufficient to release floodwater at the volumetric rate modelled from surface channel size and slope (cf. McKenzie and Nimmo, 1999), which is of the order of 105–106 m3 s−1 for channels that head at fossae (see discussion and references in Burr et al., 2009). Short-term pondingmay have occurred in the fossae before breaching and/or overflowing the fossae rim (Ghatan et al., 2005; Keszthelyi et al., 2007) thereby contributing to high instantaneous discharges.\nThus, the variety of fossae morphologies at the outflow channels' origins may be interpreted as resulting from dyke intrusion possibly combined with melting of ice-rich rock and as amagmatic tectonism. Given this variety of morphologies, it is likely that multiple floodwater mechanisms gave rise to the most recent big floods on Mars.\nIn summary, Noachian floods on Mars were generated by overflow from impact crater or intercrater topographic basins, whose source is commonly held to be precipitation or shallow groundwater. These floods were the lowest in discharge and apparently the fewest in number, although further improvements in data may modify that perception (e.g., Mangold et al., 2008). Flooding during the Hesperian was the most voluminous and it is likely that this flooding involved both surface and deep subsurface water sources. This confluence of two different flood-water sources may explain the maximal discharges during this time. Amazonian-aged flooding from fossae was fed by deep subsurface sources. Changes inmegafloodingmechanisms with time on Mars are summarised in Fig. 4.\nTo compare the two planets, Mars' Noachian basin overflow flooding, as well as putative chasmata-lake overflows, is similar to basin-breach flooding on Earth. As on Earth, this mechanism requires a climate that generates precipitation. Hypothesizedmechanisms that invoke a pressurised aquifer are dissimilar to any terrestrial mechanisms. However, triggering due to volcano-ice interactions is similar in concept to terrestrial floods produced by volcanic events, although different in context (i.e., subsurface versus surface)."
  }, {
    "heading": "4. Palaeoflooding on Titan?",
    "text": "Palaeoflooding on Titan occurred or occurs with very different materials and conditions than on Earth and Mars. Palaeoflooding on Earth and Mars entailed water flow and transportation of silicate material. However, models of Titan relegate any silicate material to its core (Tobie et al., 2006), and water is in the solid phase forming much\nof Titan's crust (Griffith et al., 2003; Lorenz and Lunine, 2005). Thus, given sufficient erosion on Titan (Lorenz and Lunine, 1996), fluvial sediment is likely to be composed of water ice grains. An alternative or additional source of fluvial sediment is organic material derived from the atmosphere through photochemical reactions of hydrocarbons (Waite et al., 2007, and references therein). At Titan's surface temperature (∼94 K) and pressure (∼1.44 bar), liquid flow would entail hydrocarbons—most likely a mixture of methane and nitrogen (Lorenz et al., 2003; Lorenz and Lunine, 2005). Despite these differences between materials on Titan, Earth, and Mars, however, theoretical modelling using the values in Table 1 shows that sediment transport parameters are similar on the three bodies (Burr et al., 2006). Processes of fluvial erosion may also to be similar (Collins, 2005).\nImages from multiple instruments both on the Cassini spacecraft (Porco et al., 2005; Elachi et al., 2005; Tomasko et al., 2005; Barnes et al., 2007) and on the Huygens probe (Tomasko et al., 2005) show elongate, sinuous features inferred to be fluvial channels (Fig. 5), although more likely they are fluvial valleys (Perron et al., 2006; Burr, 2007). Some of these features are a few hundred metres wide, and an empirical relationship between discharge and width scaled for Titan gravity suggests that these features, if true channels, may have conveyed flows of the order of 103 m3 s−1 of material (Jaumann et al., 2007, 2008). Such flows are similar to large river systems on Earth.\nOf interest here is whether these fluvial channels on Titan show evidence for palaeoflooding. Some of these features have an anastomosing appearance in plan view, similar to that of terrestrial desert flood channels produced by monsoonal rains (Lorenz et al.,\n2008). On the basis of theory and cloud observations, Titan is hypothesized to have a ‘methane monsoon’ which would deluge the surface every few hundred years (Lorenz and Mitton, 2002; Lorenz et al., 2005). Under normal (inter-monsoonal) conditions, rain would fall about six times more slowly on Titan than on Earth and would probably evaporate before reaching the ground (Lorenz, 1993). A greater portion of those drops that do reach the groundwould bemore likely to infiltrate, given their slow descent, whichwould alsomitigate against monsoon-style runoff. Both remote telescopic and in situ observations suggest that at the time of data acquisition rainmay have been falling slowly and continuously (Tokano et al., 2006; Ádámkovics et al., 2007). Thus, if the anastomosing features are indeed flood channels, they may reflect this episodic monsoon. Initial estimates (Jaumann et al., 2007, 2008) show that any flood discharges generated from monsoonal conditions were orders of magnitude smaller than megafloods on Earth and Mars.\nA glacialfloodmechanism is unlikely on Titan, given the triple points of hydrocarbons (see Lorenz and Lunine, 2005). However, images and spectra indicate the occurrence of cryovolcanism on Titan (Sotin et al., 2005; Lopes et al., 2007). By analogy with volcanism on Earth, cryovolcanism on Titan may provide the geological context for debrisdam floods. Calderas large enough to generate floods have not yet been inferred fromCassini–Huygenspublished data, butmaybe alsopossible. The impact crater population on Titan is sparse (Lorenz et al., 2007a), but examples of possible impact craters show elongate sinuous features on their flanks. These features may be either lava channels or fluvial channels (Lopes et al., 2007). If they are fluvial channels, they may indicate floods from craters analogous in mechanism to basin-breach floods that occur from overflow of Martian impact crater basins. Titan topography is muted relative to Earth or Mars (Lorenz et al., 2007b), so topographic basin-breach flooding may be less likely."
  }, {
    "heading": "5. Discussion",
    "text": ""
  }, {
    "heading": "5.1. Comparison of mechanisms",
    "text": "A comparison of flood-generating mechanisms on Earth, Mars, and Titan is summarised in Table 2. The largest floods on Earth and on Mars are produced in an atmospheric volatile cycle in which the volatile can easily assume the solid phase. On Earth, this solid phase is largely a surface phenomenon, whereas on Mars it is largely a subsurface phenomenon. On Titan, the temperature and pressure conditions render suchcatastrophic palaeofloodsunlikely because the volatile is unlikely to assume the solid phase, although surface features have recently been interpreted to have resulted from glaciation. However, the least important mechanism for generating floods on Earth and Noachianage Mars, namely precipitation, is likely to be the most important floodgenerating mechanism on Titan. Whereas on Earth and Mars, this mechanismgeneratedfloods indirectly throughbasinoverflow, onTitan, heavy precipitation appears likely to have caused smaller floods directly."
  }, {
    "heading": "5.2. Comparison of effects",
    "text": ""
  }, {
    "heading": "5.2.1. Earth",
    "text": "In addition to voluminous erosion and reorientation of continental drainage networks, terrestrial megaflooding has caused global climate change through disruption of ocean currents. Massive (of the order of 106–107 m3 s−1) ocean currents transport heat poleward as a result of temperature and salinity contrasts. In particular, the northward flowing Gulf Stream evaporates and becomes more saline with distance poleward, causing the water to sink in the North Atlantic and flow southward as deep ocean currents. On a global scale, such thermohaline circulation regulates meridional heat transport. However, it has been argued that Pleistocene freshwater megafloods from the glacial lakes of the North American Laurentide Ice Sheet disrupted Atlantic meridional overturning circulation, changing the climate of Earth for a millennium\nTable 2 Summary of comparison among flood-generating mechanisms on Earth, Mars, and Titan.\nCause Earth Mars Titan\nGlaciation and related processes Most significant indirect cause Possible, but glacial morphology not correlated with flood morphology\nUnlikely, given materials and surface conditions on Titan\nVolcanism/ geothermal heat flow Significant direct cause and most important indirect cause\nHesperian chaos terrain floods, Amazonian fissure floods (alternative = tectonism)\nPossible, as evidence for cryovolcanism observed\nDam failure Important indirect cause (post-glaciation); ice jams\nNoachian basin overflow floods, Hesperian chasmata floods\nDams of cryovolcanic material possible; moraine dams unlikely\nPrecipitation Monsoon important in tropics, snowmelt in continental inlands\nNoachian basin overflow floods ‘Methane monsoon’: the most significant cause on Titan?\n(e.g., Broecker et al., 1989; Broecker, 2002). Sudden influxes of icebergs during the last glacial interval (∼45–18 ka) discharged from the Laurentide Ice Sheet have also been inferred from layers of ice-rafted debris in the North Atlantic Ocean (Heinrich, 1988; Hemming, 2004). Such “Heinrich Events” have been linked to widespread cooling episodes (Berger, 1990; Broecker, 2006)."
  }, {
    "heading": "5.2.2. Mars",
    "text": "The most likely effect of megaflooding on Mars is its putative northern ocean (Lucchitta et al., 1986; Parker et al., 1989, 1993). The geomorphic evidence for this extensive ocean remains weak (Malin and Edgett, 1999). This weakness may be due to: 1) less obvious depositional features on Mars than on Earth because of the easier transport and therefore broader dispersion of sediment (Komar, 1980; Burr et al., 2006) and 2) less obvious tidal erosional features on Mars than on Earth because of the lack of a single large moon. However, the similarity of ages of the vast northern plains deposits and the late Hesperian outflow channels (reviewed by Coleman and Baker, 2009) and the spatial contiguity between the deposits and the outflow channels both support the idea of a Mars northern ocean filled by flooding (Carr and Head, 2003). Such an ocean would have induced climate change by addingwater vapour (a greenhouse gas) to the atmosphere. The release of the floodwaters, probably triggered by enhanced geothermal heat flux or volcanism, may also have been accompanied by additional radiatively-active gases, which together may have produced a transient greenhouse (Baker et al., 1991). This process is envisioned to be cyclical, an effect of the steady downward propagation of the cryosphere competing with periodic cryosphere disruption and massive water release by volcanism (Baker et al., 1991). The various inferred ground ice and glacial landforms on Mars have been interpreted as support for this hypothesis. Mars has also experienced recent ground and glacial ice deposition (Head et al. 2003b; Neukum et al., 2004), but this ice deposition is commonly attributed to orbital forcing, not to Amazonian-aged flooding."
  }, {
    "heading": "5.2.3. Titan",
    "text": "Contrary to previous predictions (Lunine et al., 1983), Cassini– Huygens data for Titan do not show evidence of a substantial ocean or seas and this finding represents a fundamental difference from Earth andMars. In their absence, the effects of Titan's relatively smaller floods may have been minimal. Flooding from monsoonal rainfall apparently causes surface erosion (Lorenz et al., 2008) and would dry out the atmosphere, whichwould likely be replenished slowly due to the lack of an ocean and the low solar flux result (Lorenz et al., 2005; Lunine and Atreya, 2008). Once sufficiently replenished, saturation would again trigger monsoonal flooding. Thus, flooding may be related to global climate change on Titan as part of a short-term methane cycle (Lunine and Atreya, 2008), but with a higher andmore cyclic frequency than on Earth and Mars."
  }, {
    "heading": "6. Summary",
    "text": "Earth, Mars, and Titan all show evidence of liquid flooding, but with important differences in the discharge and triggering mechanisms. On\nEarth, the largest flooding is associated with glaciation, volcanism, or a combination of the two. However, all well-known flood sites are recent in age, because of extensive erosion in the presence of an active volatile cycle. On Mars, the largest palaeoflooding is associated with volcanism instead of glaciation, but again, a combination of the two mechanisms may have produced the largest floods (during the Hesperian). The cessation of the apparent hydrological cycle onMars has allowed for the preservation of thesemucholder palaeoflood channels. The preliminary data from Titan suggest monsoonal rainfall as the primary floodgenerating mechanism, which may be presently operating as in equatorial regions on Earth. As continued data are returned from Titan, this speculative hypothesis will be tested."
  }, {
    "heading": "Acknowledgements",
    "text": "This manuscript benefited from helpful reviews by Vern Manville and Paul Carling. This work was supported by NASA through the Mars Data Analysis Program and the Cassini Data Analysis Program."
  }],
  "year": 2010,
  "references": [{
    "title": "The Spokane flood controversy",
    "authors": ["V.R. Baker"],
    "venue": "The Channeled Scabland. NASA,",
    "year": 1978
  }, {
    "title": "The Channels of Mars",
    "authors": ["V.R. Baker"],
    "year": 1982
  }, {
    "title": "Late Pleistocenefluvial systems",
    "authors": ["V.R. Baker"],
    "year": 1983
  }, {
    "title": "Megafloods and glaciation",
    "authors": ["V.R. Baker"],
    "year": 1996
  }, {
    "title": "Catastrophism and uniformitarianism: logical roots and current relevance",
    "authors": ["V.R. Baker"],
    "venue": "Geological Societyof London, Spec. Publication143.Geological Societyof London,",
    "year": 1998
  }, {
    "title": "Channeled Scablandmorphology",
    "authors": ["V.R. Baker"],
    "venue": "Megaflooding on Earth and Mars",
    "year": 2009
  }, {
    "title": "Ancient oceans, ice sheets, and the hydrological cycle on Mars",
    "authors": ["V.R. Baker", "R.G. Strom", "V.C. Gulick", "J.S. Kargel", "G. Komatsu", "V.S. Kale"],
    "venue": "Nature 352,",
    "year": 1991
  }, {
    "title": "Paleohydrology of Late Pleistocene superflooding, Altay Mountains, Siberia",
    "authors": ["V.R. Baker", "G. Benito", "A.N. Rudoy"],
    "venue": "Science",
    "year": 1993
  }, {
    "title": "Near-infrared spectral mapping of Titan's mountains and channels",
    "authors": ["J.W. Barnes", "J. Radebaugh", "R.H. Brown", "S. Wall", "L. Soderblom", "J. Lunine", "D. Burr", "C. Sotin", "S. Le Mouélic", "S. Rodriguez", "B.J. Buratti", "R. Clark", "K.H. Baines", "R. Jaumann", "P.D. Nicholson", "R.L. Kirk", "R. Lopes", "R.D. Lorenz", "K. Mitchell", "C.A. Wood"],
    "venue": "J. Geophys. Res. 112, E11006",
    "year": 2007
  }, {
    "title": "Jökulhlaups in Iceland: sources, release and drainage",
    "authors": ["H. Björnsson"],
    "year": 2009
  }, {
    "title": "Massive iceberg discharges as triggers for global climate change",
    "authors": ["W.S. Broecker"],
    "venue": "Nature 372,",
    "year": 2002
  }, {
    "title": "2006.Was the youngerDryas triggeredby",
    "authors": ["Broecker", "Wallace S"],
    "venue": "aflood? Science",
    "year": 2006
  }, {
    "title": "Routing of meltwater from the Laurentide Ice Sheet during the Younger Dryas cold",
    "authors": ["W.S. Broecker", "J.P. Kennett", "B.P. Flower", "J.T. Teller", "S. Trumbore", "G. Bonani", "W. Wolfi"],
    "venue": "episode. Nature",
    "year": 1989
  }, {
    "title": "Fluvial flow on Titan: context for geomorphic interpretation",
    "authors": ["D.M. Burr"],
    "venue": "Outer Solar System Satellites Workshop, Boulder, CO. Aug 13–15",
    "year": 2007
  }, {
    "title": "Sediment transport by liquid overland flow: application to Titan",
    "authors": ["D.M. Burr", "J.P. Emery", "R.D. Lorenz", "G.C. Collins", "P.A. Carling"],
    "venue": "Icarus 181,",
    "year": 2006
  }, {
    "title": "Floods from fossae: a review of Amazonianaged extensional-tectonic megaflood channels on Mars",
    "authors": ["D.M. Burr", "L. Wilson", "A.S. Bargery"],
    "venue": "Megaflooding on Earth and Mars",
    "year": 2009
  }, {
    "title": "A model of outflow generation by hydrothermal under pressure drainage in volcano-tectonic environment, Shalbatana",
    "authors": ["N.A. Cabrol", "E.A. Grin", "G. Dawidowicz"],
    "venue": "Vallis (Mars). Icarus",
    "year": 1997
  }, {
    "title": "Late Quaternary catastrophic flooding in the Altai Mountains of south-central Siberia: a synoptic overviewand an introduction toflood deposit sedimentology",
    "authors": ["P.A. Carling", "A.D. Kirkbride", "S. Parnachov", "P.S. Borodavko", "G.W. Berger"],
    "venue": "Flood andMegaflood Processes andDeposits: Recent and Ancient Examples,",
    "year": 2002
  }, {
    "title": "Water on Mars",
    "authors": ["M.H. Carr"],
    "year": 1996
  }, {
    "title": "Oceans on Mars: An assessment of the observational evidence and possible fate",
    "authors": ["M.H. Carr", "J.W. Head"],
    "venue": "Journal of Geophysical Research",
    "year": 2003
  }, {
    "title": "Jökulhlaups from Kverkfjöll volcano, Iceland: modelling transient hydraulic phenomena",
    "authors": ["J.L. Carrivick"],
    "venue": "Megaflooding on Earth and Mars",
    "year": 2009
  }, {
    "title": "The evolution of the Martian hydrosphere: implications for the fate of a primordial ocean and the current state of the northern plains",
    "authors": ["S.M. Clifford", "T.J. Parker"],
    "venue": "Icarus",
    "year": 2001
  }, {
    "title": "Martian megaflood-triggered chaos formation, revealing groundwater depth, cryosphere thickness, and crustal heat flux",
    "authors": ["N.M. Coleman"],
    "venue": "J. Geophys. Res",
    "year": 2005
  }, {
    "title": "Surfacemorphologyand origin of outflowchannels in the VallesMarineris region",
    "authors": ["N.M. Coleman", "V.R. Baker"],
    "year": 2009
  }, {
    "title": "High outflow channels on Mars indicate Hesperian recharge at low latitudes",
    "authors": ["N.M. Coleman", "C.L. Dinwiddie", "K. Casteel"],
    "year": 2007
  }, {
    "title": "Relative rates of fluvial bedrock incision on Titan and Earth",
    "authors": ["G.C. Collins"],
    "venue": "Geophys. Res. Lett. 32,",
    "year": 2005
  }, {
    "title": "Quaternary palaeolakes in the evolution of semidesert basins, with special emphasis on Lake Bonneville and the Great Basin, U.S.A. Palaeogeography",
    "authors": ["D.R. Currey"],
    "venue": "Palaeoclimatology, and Palaeoecology",
    "year": 1990
  }, {
    "title": "The value of outrageous geological hypotheses",
    "authors": ["W.M. Davis"],
    "venue": "Science",
    "year": 1926
  }, {
    "title": "Cassini Radar views the surface of Titan",
    "authors": ["C Elachi"],
    "venue": "Science 308,",
    "year": 2005
  }, {
    "title": "Peak discharge of a Pleistocene lava-dam outburst flood in Grand Canyon, Arizona, USA",
    "authors": ["C.R. Fenton", "R.H. Webb", "T.E. Cerling"],
    "venue": "Quat. Res",
    "year": 2006
  }, {
    "title": "Mangala Valles, Mars: assessment of early stages of flooding and downstream flood evolution",
    "authors": ["G.J. Ghatan", "J.W. Head", "L. Wilson"],
    "venue": "Earth Moon Planets",
    "year": 2005
  }, {
    "title": "Evidence for exposure of water ice on Titan's surface",
    "authors": ["C.A. Griffith", "T. Owen", "T.R. Geballe", "J. Rayner", "P. Rannou"],
    "year": 2003
  }, {
    "title": "New approach to the ice age palaeohydrology of northern Eurasia",
    "authors": ["M.G. Grosswald"],
    "year": 1998
  }, {
    "title": "Magmatic intrusions and a hydrothermal origin for fluvial valleys on Mars",
    "authors": ["V.C. Gulick"],
    "venue": "J. Geophys. Res",
    "year": 1998
  }, {
    "title": "Ice-volcano interaction of the 1996 Gjálp subglacial eruption, Vatnajökull, Iceland",
    "authors": ["M.T. Guðmundsson", "F. Sigmundsson", "H. Björnsson"],
    "venue": "Nature",
    "year": 1997
  }, {
    "title": "2005.Hydrologicalmodelingof theMartian crustwithapplication to thepressurization of aquifers",
    "authors": ["J.C. Hanna", "R.J. Phillips"],
    "venue": "J. Geophys. Res. 110,",
    "year": 2004
  }, {
    "title": "Tectonic pressurization of aquifers in the formation",
    "authors": ["J.C. Hanna", "R.J. Phillips"],
    "venue": "ofMangala and Athabasca Valles. Mars. J. Geophys. Res. 111,",
    "year": 2006
  }, {
    "title": "Cratering chronology and evolution of Mars",
    "authors": ["W.K. Hartmann", "G. Neukum"],
    "venue": "Space Sci. Rev",
    "year": 2001
  }, {
    "title": "Generation of recent massive water floods at Cerberus Fossae, Mars by dyke emplacement, cryospheric cracking, and confined aquifer groundwater release",
    "authors": ["J.W. Head III", "L. Wilson", "K.L. Mitchell"],
    "venue": "Geophys. Res. Lett",
    "year": 2003
  }, {
    "title": "Origin and consequences of cyclic ice rafting in the Northeast Atlantic Ocean during the past 130, 000 years",
    "authors": ["H. Heinrich"],
    "venue": "Quat. Res",
    "year": 1988
  }, {
    "title": "Heinrich events: massive late Pleistocene detritus layers of the North Atlantic and their global climate imprint",
    "authors": ["S.R. Hemming"],
    "venue": "Rev. Geophys",
    "year": 2004
  }, {
    "title": "Reconstruction of Pleistocene ice-dammed lake outburst floods in the AltaiMountains, Siberia",
    "authors": ["J. Herget"],
    "venue": "Geological Society of America Special Paper 386. Geological Society of America",
    "year": 2005
  }, {
    "title": "An intense terminal epoch of widespread fluvial activity on early Mars: 1. Valley network incision and associated deposits",
    "authors": ["A.D. Howard", "J.M. Moore", "R.P. Irwin"],
    "venue": "J. Geophys. Res",
    "year": 2005
  }, {
    "title": "Birth of the lower Colorado River—stratigraphic and geomorphic evidence for its inception near the conjunction of Nevada, Arizona, and California",
    "authors": ["P.K. House", "P.A. Pearthree", "K.A. Howard", "J.W. Bell", "M.E. Perkins", "J.E. Faulds", "A.L. Brock"],
    "venue": "Geological Society of America,",
    "year": 2005
  }, {
    "title": "The Mediterranean was a Desert; a Voyage of the Glomar Challenger",
    "authors": ["K.J. Hsü"],
    "year": 1983
  }, {
    "title": "Drainage basin evolution in Noachian Terra Cimmeria, Mars",
    "authors": ["R.P. Irwin III", "A.D. Howard"],
    "venue": "Journal of Geophysical Research 107",
    "year": 2002
  }, {
    "title": "Large basin overflow floods onMars",
    "authors": ["R.P. Irwin III", "J.A. Grant"],
    "year": 2009
  }, {
    "title": "Surface erosion",
    "authors": ["D.P. Cruikshank", "C.A. Griffith", "P.D. Nicholson", "R. Wagner"],
    "year": 2007
  }, {
    "title": "Proglacial megaflooding along",
    "authors": ["M.I. Lord", "A.L. Kozlowski", "T.G. Fisher"],
    "year": 2009
  }, {
    "title": "Cryovolcanic features on Titan's surface as revealed",
    "authors": ["E08071. Lopes", "R.M"],
    "year": 2007
  }, {
    "title": "Titan's atmosphere— a review",
    "authors": ["R.D. Lorenz"],
    "venue": "Cassini Titan Radar Mapper. Icarus",
    "year": 1993
  }, {
    "title": "The seas of Titan",
    "authors": ["R.D. Lorenz", "E. Kraal", "E. Asphaug", "R.E. Thomson"],
    "venue": "Eos 84(14),",
    "year": 2003
  }, {
    "title": "Convective plumes",
    "authors": ["R.D. Lorenz", "C.A. Griffith", "J.I. Lunine", "C.P. McKay", "N.O. Renno"],
    "year": 2005
  }, {
    "title": "Sedimentary deposits",
    "authors": ["B.K. Lucchitta", "H.M. Ferguson", "C. Summers"],
    "venue": "Planet. Space Science",
    "year": 1986
  }, {
    "title": "Themethane cycle on Titan",
    "authors": ["Press", "Tucson", "J.I. pp. 453–492. Lunine", "S.K. Atreya"],
    "venue": "Nature Geosciences",
    "year": 2008
  }, {
    "title": "Geological Survey Professional Paper 596",
    "authors": ["Plain", "Idaho. U.S"],
    "year": 1999
  }, {
    "title": "Evidence for Recent Groundwater Seepage and Surface",
    "authors": ["M.C. 3049–3052. Malin", "K.S. Edgett"],
    "year": 2000
  }, {
    "title": "Identification of a new outflow channel on Mars",
    "authors": ["G. Neukum", "P. Pinet"],
    "year": 2008
  }, {
    "title": "Geological Society of America Bulletin",
    "authors": ["Island", "New Zealand"],
    "year": 2007
  }, {
    "title": "TheCassini–Huygensmission to the saturnian",
    "authors": ["D.L. Matson", "L.J. Spilker", "L.J. Lebreton"],
    "year": 2002
  }, {
    "title": "5–13 closer look at water-related geologic activity on Mars",
    "authors": ["D.M. Burr"],
    "venue": "Global and Planetary Change",
    "year": 2010
  }, {
    "title": "The generation of Martian floods by the melting of ground ice above dykes",
    "authors": ["D. McKenzie", "F. Nimmo"],
    "venue": "Nature",
    "year": 1999
  }, {
    "title": "Evidence for Holocene megafloods down the Tsangpo River gorge, southeastern Tibet",
    "authors": ["D.R. Montgomery", "B. Hallet", "L. Yuping", "N. Finnegan", "A. Anders", "A. Gillespie", "H.M. Greenberg"],
    "venue": "Quat. Res",
    "year": 2004
  }, {
    "title": "Recent and episodic volcanic and glacial activity on Mars revealed by the High Resolution",
    "authors": ["G. Neukum", "R. Jaumann", "H. Hoffmann", "E. Hauber", "J.W. Head", "A.T. Basilevsky", "B.A. Ivanov", "S.C. Werner", "S. van Gasselt", "J.B. Murray", "T. McCord"],
    "venue": "The HRSC Co-Investigator Team,",
    "year": 2004
  }, {
    "title": "The abundances of constituents of Titan's atmosphere from the GCMS instrument on the Huygens probe",
    "authors": ["H.B. Niemann", "S.K. Atreya", "S.J. Bauer", "G.R. Carignan", "J.E. Demick", "R.L. Frost", "D. Gautier", "J.A. Haberman", "D.N. Harpold", "D.M. Hunten", "G. Israel", "J.I. Lunine", "W.T. Kasprzak", "T.C. Owen", "M. Paulkovich", "F. Raulin", "E. Raaen", "S.H. Way"],
    "venue": "Nature 438,",
    "year": 2005
  }, {
    "title": "Hydrology, Hydraulics, and Geomorphology of the Bonneville Flood",
    "authors": ["J.E. O'Connor"],
    "venue": "Geological Society of America Special Paper",
    "year": 1993
  }, {
    "title": "The world's largest floods, past and present — their causes and magnitudes. U.S. Geological Survey Circular 1254",
    "authors": ["J.E. O'Connor", "J.E. Costa"],
    "year": 2004
  }, {
    "title": "Floods fromnatural rock-material dams",
    "authors": ["J.E. O'Connor", "R.A. Beebee"],
    "year": 2009
  }, {
    "title": "Geology and geomorphology of the Boise Valley and adjoining areas, Western Snake River Plain, Idaho",
    "authors": ["K.L. Othberg"],
    "venue": "Bulletin 29,",
    "year": 1994
  }, {
    "title": "Transitional morphology in west Deuteronilus Mensae, Mars — implications for modification of the lowland/upland",
    "authors": ["T.J. Parker", "R.S. Saunders", "D.M. Schneeberger"],
    "venue": "boundary. Icarus",
    "year": 1989
  }, {
    "title": "Coastal geomorphology of theMartian northern plains",
    "authors": ["T.J. Parker", "D.S. Gorsline", "R.S. Saunders", "D.C. Pieri", "D.M. Schneeberger"],
    "venue": "J.Geophys. Res",
    "year": 1993
  }, {
    "title": "Valley formation and methane precipitation rates on Titan",
    "authors": ["J.T. Perron", "M.P. Lamb", "C.D. Koven", "I.Y. Fung", "E. Yager", "M. Adamkovics"],
    "venue": "J. Geophys. Res. 111,",
    "year": 2006
  }, {
    "title": "Ancient geodynamics and global-scale hydrology on Mars",
    "authors": ["R.J. Phillips", "M.T. Zuber", "S.C. Solomon", "M.P. Golombek", "B.M. Jakosky", "W.B. Banerdt", "R.M.E. Williams", "B.M. Hynek", "O. Aharonson", "S.A. Hauck II"],
    "year": 2001
  }, {
    "title": "Distribution of small channels on the Martian surface",
    "authors": ["D. Pieri"],
    "venue": "Icarus",
    "year": 1976
  }, {
    "title": "Geomorphology of Martian Valleys",
    "authors": ["D.C. Pieri"],
    "venue": "Advances in Planetary Geology,",
    "year": 1980
  }, {
    "title": "Imaging of Titan from the Cassini spacecraft",
    "authors": ["R. West"],
    "venue": "Nature 434,",
    "year": 2005
  }, {
    "title": "Pliocene to Middle Pleistocene lakes in the western Great Basin: ages and connections",
    "authors": ["M.C. Reheis", "A.M. Sarna-Wojcicki", "R.L. Reynolds", "C.A. Repenning", "M.D. Mifflin"],
    "venue": "Great Basin Aquatic Systems History. Smithsonian Institution",
    "year": 2002
  }, {
    "title": "Evidence of possible glacial features on Titan",
    "authors": ["L.E. Robshaw", "J.S. Kargel", "R.M.C. Lopes", "K.L. Mitchell", "L. Wilson"],
    "venue": "Cassini Radar Team,",
    "year": 2008
  }, {
    "title": "World catalogue of maximum observed floods. International Association of Hydrologic Sciences Publication 143",
    "authors": ["J.A. Rodier", "M. Roche"],
    "year": 1984
  }, {
    "title": "Nature and hydrological relevance of the Shalbatana complex underground cavernous system",
    "authors": ["J.A. Rodriguez", "S. Sasaki", "H. Miyamoto"],
    "venue": "Geophys. Res. Lett. 30,",
    "year": 2003
  }, {
    "title": "Outflow channel sources, reactivation, and chaos formation, Xanthe Terra, Mars",
    "authors": ["J.A. Rodriguez", "S. Sasaki", "R.O. Kuzmin", "J.M. Dohm", "K.L. Tanaka", "H. Miyamoto", "K. Kurita", "G. Komatsu", "A.G. Fairén", "J.C. Ferris"],
    "venue": "Icarus 175,",
    "year": 2005
  }, {
    "title": "Headward growth of chasmata by volatile outbursts, collapse, anddrainage: Evidence fromGanges chaos, Mars",
    "authors": ["J.A.P. Rodriguez", "J. Kargel", "D.A. Crown", "L.F. Bleamaster III", "K.L. Tanaka", "V. Baker", "H. Miyamoto", "J.M. Dohm", "S. Sasaki", "G. Komatsu"],
    "venue": "Geophys. Res. Lett. 33,",
    "year": 2006
  }, {
    "title": "Mountain ice-dammed lakes of southern Siberian and their influence on the development and regime of the intracontinental runoff systems of North Asia in the late Pleistocene",
    "authors": ["A. Rudoy"],
    "venue": "Palaeohydrology and Environmental Change",
    "year": 1998
  }, {
    "title": "Status of the Black Sea flood hypothesis",
    "authors": ["W.B.F. Ryan"],
    "year": 2007
  }, {
    "title": "Noah's flood: The New Scientific Discoveries about the Event that Changed History",
    "authors": ["W. Ryan", "W. Pitman"],
    "year": 1998
  }, {
    "title": "Geologic map of the Margaritifer Sinus",
    "authors": ["S.R. Saunders"],
    "venue": "Quadrangle of Mars: USGS Map I-1144,",
    "year": 1979
  }, {
    "title": "Topography of the northern hemisphere of Mars from the Mars Orbiter Laser Altimeter",
    "authors": ["D.E. Smith", "M.T. Zuber", "H.V. Frey", "J.B. Garvin", "J.W. Head", "D.O. Muhleman", "G.H. Pettengill", "R.J. Phillips", "S.C. Solomon", "H.J. Zwally", "W.B. Banerdt", "T.C. Duxbury"],
    "year": 1998
  }, {
    "title": "Release of volatiles from a possible cryovolcano",
    "authors": ["C. Sotin", "R. Jaumann", "B.J. Buratti", "R.H. Brown", "R.N. Clark", "L.A. Soderblom", "K.H. Baines", "G. Bellucci", "Bibring", "J.-P", "F. Capaccioni", "P. Cerroni", "M. Combes", "A. Coradini", "D.P. Cruikshank", "P. Drossart", "V. Formisano", "Y. Langevin", "D.L. Matson", "T.B. McCord", "R.M. Nelson", "P.D. Nicholson", "B. Sicardy", "S. Lemouelic", "S. Rodriguez", "K. Stephan", "C.K. Scholz"],
    "year": 2005
  }, {
    "title": "Introduction to global palaeohydrological changes",
    "authors": ["L. Starkel"],
    "year": 1995
  }, {
    "title": "The lakes of Titan",
    "authors": ["R. West"],
    "venue": "Nature",
    "year": 2007
  }, {
    "title": "The stratigraphy of Mars",
    "authors": ["K.L. Tanaka"],
    "venue": "J. Geophys. Res",
    "year": 1986
  }, {
    "title": "The relation of catastrophic flooding of Mangala Valles, Mars, to faulting of Memnonia Fossae and Tharsis volcanism",
    "authors": ["K.L. Tanaka", "M.G. Chapman"],
    "venue": "J. Geophys. Res",
    "year": 1990
  }, {
    "title": "Freshwater outbursts to the oceans from glacial Lake Agassiz and their role in climate change during the last deglaciation",
    "authors": ["J.T. Teller", "D.W. Leverington", "J.D. Manna"],
    "venue": "Quat. Sci. Rev",
    "year": 2002
  }, {
    "title": "Episodic outgassing as the origin of atmospheric methane on Titan",
    "authors": ["G. Tobie", "J.I. Lunine", "C. Sotin"],
    "venue": "Nature 440,",
    "year": 2006
  }, {
    "title": "Rain, winds, and haze during the Huygens probe's descent to Titan's surface",
    "authors": ["P. Smith", "L. Soderblom", "N. Thomas", "R. West"],
    "venue": "Nature 438,",
    "year": 2005
  }, {
    "title": "The jökulhlaup from Katla in 1918",
    "authors": ["H. Tómasson"],
    "venue": "Ann. Glaciol",
    "year": 1996
  }, {
    "title": "The Process of Tholin Formation in Titan's Upper Atmosphere",
    "authors": ["J.H. Waite", "D.T. Young", "T.E. Cravens", "A.J. Coates", "F.J. Crary", "B. Magee", "J. Westlake"],
    "venue": "Science",
    "year": 2007
  }, {
    "title": "Great Holocene floods along Jökulsá á Fjöllum, north Iceland",
    "authors": ["R.B. Waitt"],
    "venue": "Flood and Megaflood Processes and Deposits: Recent and Ancient Examples,",
    "year": 2002
  }, {
    "title": "A catastrophic flood caused by drainage of a caldera lake at Aniakchak Volcano, Alaska, and implications of volcanic hazards assessment",
    "authors": ["C.F. Waythomas", "J.S. Walder", "R.G. McGimsey", "C.A. Neal"],
    "venue": "Geol. Soc. Am. Bull",
    "year": 1996
  }, {
    "title": "Tharsis-radial graben systems as the surface manifestation of plume-related dike intrusion complexes: Model and implications",
    "authors": ["L. Wilson", "J.W. Head"],
    "venue": "J. Geophys. Res",
    "year": 2002
  }, {
    "title": "Mars outflow channels: A reappraisal of the estimation of water flow velocities from water depths, regional slopes, and channel floor properties",
    "authors": ["L. Wilson", "G.J. Ghatan", "J.W. Head", "K.L. Mitchell"],
    "venue": "J. Geophys. Res",
    "year": 2004
  }, {
    "title": "Geologic and tectonic history of the western Snake River Plain, Idaho and Oregon",
    "authors": ["S.H. Wood", "D.M. Clemens"],
    "venue": "Idaho Geological Survey Bulletin",
    "year": 2002
  }, {
    "title": "Volatile history of Mangala Valles, Mars",
    "authors": ["J.R. Zimbelman", "R.A. Craddock", "R. Greeley", "R.O. Kuzmin"],
    "venue": "J. Geophys. Res",
    "year": 1992
  }],
  "id": "SP:edeea2643281c5761eb004ed84ff394ae8d457ed",
  "authors": [{
    "name": "Devon M. Burr",
    "affiliations": []
  }],
  "title": "Palaeoflood-generating mechanisms on Earth, Mars, and Titan"
}