{
  "sections": [{
    "text": "The marked 3–8‰ negative carbon isotope excursion associated with the Early Toarcian oceanic anoxic event (OAE; ~183 myr ago) in the Early Jurassic period is thought to represent one of the most important perturbations of the C-cycle in the last 200myr. However, the origin of this excursion remains strongly debated, primarily due to uncertainties in the estimation of its duration, which ranges from ~200 kyr to 1myr. Here we present a new orbital calibration of the Early Toarcian carbon isotope excursion, based on spectral analyses of two independent datasets generated from the sedimentary record of two hemipelagic sections from Portugal (Peniche) and SWGermany (Dotternhausen), in order to better constrain the timescale and hence the origin of this excursion. These analyses reveal that orbital cycles exert a strong influence on both the calcium carbonate content in Portugal and on the greyscale of black shales in Germany, which allow us to propose a duration of≥1.9 myr for the Early Toarcian and of ~900 kyr for the entire carbon isotope excursion. The shift towards lower carbon isotope values lasted ~150 kyr, and carbon isotope values remained low for ~450 kyr; the subsequent increase of carbon isotope values lasted ~300 kyr. This calibration suggests that the sustained input of isotopically light carbon at the origin of the excursion occurred over ~600 kyr and thus dismisses causal mechanisms implying relatively small source reservoirs such as the massive dissociation of methane hydrates. In the light of our new cyclostratigraphic timescale, the massive input of isotopically light carbon associated with the emplacement of the Karoo–Ferrar basaltic province appears as the most likely cause of the Toarcian global carbon isotope excursion. We also show that the C-isotope perturbation coincided with a transition from precession–eccentricity-dominated cycles to obliquity– eccentricity-dominated cycles, suggesting that the OAE was marked by a fundamental change in the response of the climate system, which allowed the obliquity signal, normally better recorded at high latitudes, to be a dominant forcing factor of short-term sedimentary cycles at tropical latitudes. © 2008 Elsevier B.V. All rights reserved.\nKeywords: cyclostratigraphy; carbon cycle; Jurassic; Toarcian oceanic anoxic event"
  }, {
    "heading": "1. Introduction",
    "text": "The Early Toarcian (183 myr ago, Early Jurassic) records an episode ofmarked global warming (Bailey et al., 2003;McElwain et al., 2005) and severe biotic crises (Little and Benton, 1995; Harries and Little, 1999; Macchioni and Cecca, 2002; Wignall\n⁎ Corresponding author. Tel.: +33472431471; fax: +33472448382. E-mail address: bernard.pittet@univ-lyon1.fr (B. Pittet).\n1 Present address: UMR 8148 IDES, CNRS, France; Université de Paris-Sud, Bât 504, F-91405 Orsay Cedex, France.\n0012-821X/$ - see front matter © 2008 Elsevier B.V. All rights reserved. doi:10.1016/j.epsl.2007.12.017\net al., 2005), accompanied by enhanced rates of organic matter accumulation interpreted as the result of an oceanic anoxic event (OAE). Importantly, the OAE occurred synchronously with a large 3–8‰ negative carbon isotope excursion (CIE), recorded in marine organic matter, biomarkers, marine carbonates and fossil wood (Hesselbo et al., 2000, 2007; Kemp et al., 2005, Schouten et al., 2000; van Breugel et al., 2006). Initially, the negative CIE was interpreted as the consequence of regional upwelling of bottom water masses enriched in isotopically light dissolved inorganic carbon into the upper part of thewater column andwas considered as a local phenomenon (Küspert, 1982). However, the record of\nthis excursion in fossil wood from three different localities led to the interpretation that the excursion affected the global ocean and the atmosphere (Hesselbo et al., 2000, 2007; Kemp et al., 2005). Accordingly, the negative CIE would have required a substantial and global addition of isotopically light carbon into all superficial systems, thus leading to enhanced greenhouse conditions and profound environmental changes (Hesselbo et al., 2000; Cohen et al., 2004; Kemp et al., 2005; Beerling andBrentnall, 2007). In this regard, two leading hypotheses have been proposed to explain the origin of this massive input of ‘light’ carbon, namely the massive dissociation of methane hydrates of marine sediments (Hesselbo et al., 2000; Kemp et al., 2005) and the production of thermogenic methane during the concomitant intrusive eruption of the Karoo– Ferrar province (Pálfy and Smith, 2000; Wignall, 2001; McElwain et al., 2005; Svensen et al., 2007).\nThese three hypotheses imply different rates of carbon release or transfer between the different reservoirs, and consequently different durations of the event. However, there is currently no consensus concerning the duration of the CIE, which has been estimated as between 200 kyr and 1000 kyr. Indeed, the assumed short duration of the CIE (ca. 200 kyr) has been considered as incompatible with slow rates of volcanogenic carbon degassing (Hesselbo et al., 2000; Kemp et al., 2005; Beerling and Brentnall, 2007), and led to the interpretation that the dissociation of gas hydrates was a most likely mechanism. Other authors, based on strontium isotope linear changes, argue for a longer duration of the CIE (about 1000 kyr;McArthur et al., 2000) and thus interpret the Early Toarcian event as a part of a longer-term history of environmental change (Wignall et al., 2005; McArthur and Wignall, 2007). Since methods previously employed to calibrate the timescale of the Early Toarcian CIE are either debated (see McArthur et al., 2000; Waltham and Gröcke, 2006McArthur and Wignall, 2007; Gröcke and Waltham, 2007) or only comprise a part of the excursion (see Kemp et al., 2006; Wignall et al., 2006; McArthur and Wignall, 2007), it becomes crucial to better constrain the timing and duration of the different palaeoenvironmental events that occurred in the Early Toarcian and during the OAE in order to have access to their possible causes.\nIn this paper we present a new timescale calibration of the Early Toarcian event, based on spectral analysis of two independent, high-resolution datasets acquired in two continuous, well-studied sections: calcium carbonate content in Peniche (Portugal), and greyscale of laminated organic matter-rich sediments in Dotternhausen (Germany). Both calcium carbonate content and greyscale colours appear to be related to orbital parameters, and allow the establishment of a robust timescale of the Early Toarcian C-cycle perturbation. The proposed timescale is then discussed in the context of the current debate concerning the origin of the Early Toarcian C-cycle perturbations."
  }, {
    "heading": "2. Materials and methods",
    "text": ""
  }, {
    "heading": "2.1. Peniche",
    "text": "The Peniche section (Portugal) is one of the most complete and continuous section of the western Tethys for the studied interval, where many ammonite bioevents are recorded,\nproviding a detailed biostratigraphic framework (Mouterde, 1955; Elmi et al., 1989; Alméras, 1994; Elmi, 2006). Indeed, the Peniche section is the proposed candidate for the Toarcian Global Stratotype Section and Point (GSSP) (Duarte et al., 2004; Elmi, 2006). The Peniche locality belonged to the Jurassic Lusitanian Basin, and was palaeogeographically situated close to emerged islands to the west (Berlenga–Farilhões Horst; Wright and Wilson, 1984) (Fig. 1) that delivered siliciclastic material (micas, quartz and feldspar silts and sands) to the basin. Despite the proximity of emerged lands, the Peniche section was located in one of the deepest parts of the Lusitanian Basin in the Pliensbachian–Toarcian (Duarte, 1997; Duarte and Soares, 2002). This particular palaeogeographical setting accounts for the relative completeness of the Late Pliensbachian–Early Toarcian sedimentary record in Peniche as well as for the relatively important thickness of the sediments deposited in the Early Toarcian (38.4 m; Fig. 2). The majority of the Lower Toarcian interval was systematically sampled every 5 cm, and 554 samples were analysed using a Dietrich-Frühling calcimeter to determine CaCO3 contents by measuring evolved CO2 after acidification of the sample. The studied interval represents 29.2 m of the 38.4 m-thick Lower Toarcian Peniche section. Thirty-two supplementary samples were analysed for their calcium carbonate content, 21 below and 11 above the interval studied at high resolution, in order to analyse the longterm changes in carbonate deposition. Changes in calcium carbonate content along the profile are partly reflected by the weathering profile, and sedimentary units can be directly defined in the field. They are separated from each other by more weathered clay-rich intervals (unit 1 to 20 in Fig. 2), except at the base of the polymorphum zone where each of these units is capped by a calcareous bed (units 1′ to 3′ in Fig. 2).\nBesides the marked fluctuations in the calcium carbonate content, the Peniche section is also remarkable for the occurrence of several mixed-carbonate siliciclastic turbidites (silty to sandy,\nlocally microconglomeratic; Fig. 2). The first turbidites occur at the base of the levisoni zone (Hesselbo et al., 2007). These turbiditic levels, being in the geological record instantaneous events, were not sampled for calcium carbonate content measurement. Then, the analysed interval without turbidites has a thickness of 27.7 m and the Lower Toarcian non-turbiditic sediments are 33.2m thick.Also,marls show a variable amount of micas along the profile. The sediments of the polymorphum zone and of the lowermost levisoni zone contain low amounts of micas, discrete increases in mica content are observable in the field at 21.8 m and 29.7 m, and the interval comprised between 29.7 and 45 m correspond to the most micaceous sediments. The uppermost part of the levisoni zone (45–47.2 m in Fig. 2) and\nthe following bifrons zone (Middle Toarcian) corresponds to a new sedimentary unit marked by alternations of marls and limestones (mudstones and biomicritic wackestones)."
  }, {
    "heading": "2.2. Dotternhausen",
    "text": "In order to test the validity of the signal obtained in the Peniche section of Portugal, we also studied another locality belonging to the SW German Basin (Dotternhausen core; Röhl et al., 2001). Dotternhausen was located in the central part of SW German Basin in the Early Jurassic (Fig. 1). The Posidonia Shales are formed by a succession of marls and bituminous clays with a few interbedded carbonate-rich levels, possibly\ndiagenetic in origin (Röhl et al., 2001). Marls and clays of the Posidonia Shales are enriched in organic matter (up to 16 wt.% TOC; Röhl et al., 2001) and display infra-millimetric to dm dark-pale laminae. A negative shift of ca. 5‰ is observed in δ13Cbulk although few, much more negative values are recorded, which correspond to the ‘Unterer Stein’ bed, a nodular, diagenetic limestone bed (−11‰ PDB; Fig. 3). A parallel negative CIE of about 7‰ is recorded in δ13Corg (Röhl et al., 2001). The base of the negative CIE in δ13Cbulk and δ\n13Corg corresponds to the increase in TOC content (Fig. 3). Here, organic matter-rich laminated sediments deposited under poorly-oxygenated conditions display changes in colour that were analysed using scanned images of two intervals of the core (below and above the ‘Unterer Stein’ bed; Röhl et al., 2001) (Fig. 3). The first 105 cm-thick interval corresponds to the lowest δ13C values whereas the second 75 cm-thick interval corresponds to a part of the positive excursion of the carbon isotope profile (Fig. 3). The high-resolution images (2000 dpi) obtained were treated by an ©IDL algorithm that averaged the greyscale along parallel laminae observed in the core. The resulting sampling interval was 12.7 µm for both parts of the core, and a resampling each 127 µm provided the final dataset used to perform spectral analyses."
  }, {
    "heading": "2.3. Time series analysis",
    "text": "At Peniche, fluctuations in calcium carbonate content display a long-term trend (Fig. 2), with a marked decrease in the upper part of the polymorphum zone that probably reflects a major calcification crisis (Suan et al., 2008). Additionally, the marked trends in both calcium carbonate contents and siliciclastic input along the studied interval suggest significant changes in accumulation rate in the Lower Toarcian of Peniche, which may have influenced the average thickness of short-term cycles. In order to evidence these possible variations in shortterm sedimentary cycle wavelengths, an evolutionary spectral analysis using a 123 pt-Bartlett window and a Morlet wavelet spectral analysis (Torrence and Compo, 1998) were also performed on the CaCO3 time series. Given the clear nonstationarity of the time series and because of these suspected changes in the accumulation rate, the CaCO3 signal was first divided in two distinct segments. In order to remove low frequency peaks due to the important long-term decrease of calcium carbonate contents across the levisoni–polymorphum boundary, the first interval (interval I; Fig. 2) was detrended using a 3rd order polynomial regression; the second interval (interval II; Fig. 2) was detrended using a linear regression.\nite biostratigraphy (Riegraf, 1984) and lithological changes; the position of the tope data measured on organic matter (Röhl et al., 2001); (C) bulk rock carbon re; fluctuations of greyscale related to obliquity and precession are also shown; arts of the core. Confidence levels (CL) were determined by the method of Mann\nThree supplementary intervals were analysed separately to better constrain the potential changes in cycle wavelengths along the Peniche section (Fig. 4).\nAs the Dotternhausen core was drilled about 10 yr ago, it is nowadays fragmented in several cm- to dm-thick hemicylindrical fragments that often display differential weathering at their edges. Since each fragment was scanned separately, the resulting long-term trends in greyscale may then reflect a combination of a primary signal and secondary signal linked to the sampling technique. Consequently, 4th-order polynomial regressions were used to remove these long-term trends in greyscale fluctuations obtained for the two parts of the Dotternhausen core (above and below the Unterer Stein bed).\nDetrended variations in the calcium carbonate content throughout the Peniche section and the greyscale fluctuations obtained from Dotternhausen were used to perform Blackman– Tukey spectral analyses using Bartlett lag windows with Analyseries (Paillard et al., 1996). In each spectrum, confidence\nlevels were determined by the robust method of Mann and Lees (1996)."
  }, {
    "heading": "3. Results",
    "text": ""
  }, {
    "heading": "3.1. Peniche",
    "text": "The CaCO3 measurements at Peniche reveal the presence of regular sedimentary cyclicity superimposed on a longer-term trend (Fig. 2). In the first interval (from ~8.5 to ~24 m), four main frequencies are indicated by spectral analysis, corresponding to wavelengths of 147, 65, 33 and 23 cm, respectively (Interval I; Fig. 2). In the second stratigraphic interval (from ~24 to ~38 m), 3 main cyclicities result from spectral analysis with cycle thickness of 238, 85 and 48 cm, respectively (Fig. 2).\nIn the interval comprised between 6 and 18m, both the wavelet and evolutionary spectral analyses reveal twomain cyclicities with characteristic wavelengths of ~65 and 160 cm respectively that\naCO3 plotted against the thickness of the studied interval without turbidites; (B) nce and Compo (1998) (C) evolutionary periodogram spectrum obtained from es that shift towards lower frequencies in the upper part of the section, likely ntervals 1, 2, 3 and 4, showing the progressive increase of the significant spectral ed prior spectral analysis, while detrending of interval 2 was performed using 3rd e polymorphum/levisoni boundary. Note that interval 4 is equivalent to interval II s (1996).\nform two distinct ridges (Fig. 4). In the following interval these two ridges shift towards lower frequencies (or higher periods), suggesting a progressive thickening of the main spectral peaks and hence gradually increasing accumulation rates. Such a variation of the accumulation rate during this interval is clearly expressed by the increasing of both turbiditic deposition and mica contents towards the top of the levisoni zone. Thus, cycles with characteristic wavelengths of 157, 137, 204 and 238 cm revealed by the spectral analysis of successive intervals along the profile (intervals 1, 2, 3 and 4 in Fig. 4) may have corresponded to the influence of the same orbital parameter. In Table 1, a possible interpretation in terms of orbital cyclicities of the different recorded cycle lengths is given for the Peniche calcium carbonate record. Assuming that cycles at 157, 137, 204 and 273 cm evidenced in the four successive intervals correspond to the ~100 kyr-eccentricity signal,which has twomain periods at 95 and 123 kyr (Berger et al., 2005), an obliquity signal is present in intervals 1, 3 and 4, whereas a precessional signal appear to be absent in intervals 2.\nIn order to better illustrate the potential changes in the amplitude of the different orbital cyclicities along the studied interval, we performed an orbital tuning of the Peniche time series by fixing to 40 kyr the cycle obtained from the filtering of the original data interpreted as related to obliquity. Then the new data obtained were interpolated at 3 kyr interval in order to perform a Blackman–Tukey spectral analysis and filtered with respect to the significant spectral peaks (Fig. 5). The obtained spectrum reveals significant spectral peaks at 95, 40 and 20 kyr that are consistent with the duration of the eccentricity, obliquity and precession (Fig. 5.).\nThe filtered cycles indicate that the sedimentary units observed at the outcrop scale coincide with the eccentricity cycles (Figs. 2 and 5). The upper part of the Lower Toarcian (not\nstudied at high resolution for its calcium carbonate content) exhibit 4 supplementary units (17–20; Fig. 2) that have a comparable average thickness (2.4 m) to the sedimentary units evidenced below (2.38 m); they are then interpreted to be also related to the ~100 kyr-eccentricity cycle.\nThe filtered cycles of eccentricity, obliquity and precession on the tuned data suggest a duration of more than 1.5 myr for the interval studied at high resolution (Fig. 5). As the four supplementary Lower Toarcian sedimentary units deposited above the studied interval likely formed in pace with eccentricity, this suggests that the Early Toarcian may have lasted ≥1.9 myr., in close agreement with the duration of 1.8 myr proposed by Gradstein et al. (2004), which is based upon a cyclostratigraphic duration of the entire Toarcian (Hinnov and Park, 1999), a midToarcian radiometric age (Pálfy and Smith, 2000) and linear strontium isotope changes (McArthur et al., 2000) in Lower– Middle Toarcian sediments of England."
  }, {
    "heading": "3.2. Dotternhausen",
    "text": "In the first interval (from ~2.6 to ~3.7 m; low δ13C values), only one significant frequency peak corresponding to cycles of 13.3 cm was obtained. In the second interval (from ~4.1 to ~4.85 m; increase of δ13C values), cycles of 12.7 and 6.9 cm are indicated by spectral analysis (Fig. 3). Assuming a constant accumulation rate in the 7.6 m thick Lower Toarcian sediments of Dotternhausen and a duration of 1.8 myr of the Early Toarcian (Gradstein et al., 2004), the common cycles recorded in both parts of the core (12.7 and 13.3 cm) would correspond to 30–32 kyr, and the second peak in the second part of the core would correspond to ~16 kyr. These durations suggest the presence of the obliquity and precession in the laminated sediments of Dotternhausen. Assuming a control on greyscale fluctuations by orbital cycles and a constant accumulation rate in Dotternhausen of 6.9 cm per ~20 kyr-eccentricity cycle, the Early Toarcian may have lasted around 2.2 myr. This duration is in close agreement with the value of 1.9 myr obtained by the analysis of calcium carbonate fluctuations at Peniche, the difference between duration obtained from the two sections being probably related to slight variations of the accumulation rate at Dotternhausen."
  }, {
    "heading": "4. Discussion",
    "text": ""
  }, {
    "heading": "4.1. Origin of the sedimentary cycles",
    "text": "Nannofossil quantification in the Peniche section indicates that in average, less than 20 wt.% of the total carbonate was produced by calcareous nannofossils, suggesting that the main part of the carbonate mud was mostly platform-derived during the studied interval (Suan et al., 2008). Accordingly, the stepwise decrease in calcium carbonate content in the Late Pliensbachian and in the first half of the Early Toarcian likely reflect a carbonate platform crisis similarly evidenced for other Early Toarcian settings (e.g., Blomeier and Reijmer, 1999; Dromart et al., 1996; Léonide et al., 2007). However, a complete demise of the carbonate platform(s) that fed the Peniche region was never attained, as testified by the fluctuating calcium carbonate contents measured along the\nPeniche section (Fig. 2). Thus, short-term fluctuations in calcium carbonate content can be related to orbitally-driven production/ export cycles of carbonate mud from shallow-water platform environments towards the Lusitanian Basin and to a minor extent to nannoplankton production cycles. The factors controlling the production or the export of this carbonate mud may include nutrient input, short-term eustatic fluctuations, saturation state of the ocean with respect to calcite or changes in storm effectiveness (Hinnov and Park, 1999; Mattioli and Pittet, 2004).\nIn the Recent and Neogene periods, such a correspondence between orbital cyclicities and export cycles from the Bahamian and Maldive platforms were related to glacio-eustatic sea-level changes that controlled the surface of production on the platform, then the amount of carbonate mud potentially exported basinwards (Droxler and Schlager, 1985; Eberli et al., 2002; Reijmer et al., 1988; Reuning et al., 2006; Schlager et al., 1994). In other geological periods, a similar mechanism well explains the formation of marl–limestone alternations and the dilution of\nautochthonous to parautochthonous fossil remains in carbonaterich sedimentary intervals (or beds) when compared to clay-rich intervals (or beds) (Pittet and Mattioli, 2002; Pittet and Strasser, 1998; Reboulet et al., 2003).\nThe Peniche section exhibits an unusual sedimentary record in the Toarcian when compared to other Lusitanian sections (Duarte, 1997). Although the sedimentation in the polymorphum zone is similar to other localities of the Lusitanian Basin, siliciclastic input via turbiditic currents from the Berlenga–Farilhões emerged land is absent in the other sites where sedimentation is dominated by carbonates (Duarte, 1997; Duarte and Soares, 2002). In the sections other than Peniche, the OAE is characterised by cmscaled carbonate layers showing hummocky cross-stratifications deposited under storm influence, thus corresponding to the shallowest facies observed in the Lower Toarcian of the Lusitanian Basin (Duarte and Soares, 2002). These sediments are in most localities within the Lusitanian Basin deposited above a discontinuity surface (Duarte, 1997; Duarte et al., 2007). It seems therefore that the OAE coincidedwith a tectonically-driven lowstand of relative sea level in the Lusitanian Basin (Duarte, 1997; Duarte et al., 2007; Kullberg et al., 2001) or at the scale of the Iberian Peninsula (Gahr, 2005). If this interpretation held true, the decrease in carbonate deposition in Peniche at the same time as carbonate storm deposits occurred in other settings can be explained by the decrease in the surface of carbonate production on the platform located around the Berlenga–Farilhões emerged land because of a low sea-level stand. Moreover, a low sea level might have also changed the equilibrium profile of rivers, promoting a more efficient erosion of continental blocks and an increased input of siliciclastic material to the Peniche area.\nHesselbo et al. (2007) proposed an increased effectiveness of storm transport, concurrent with high atmospheric CO2 and an accelerated hydrological cycle, as an alternative hypothesis to low sea level to explain both the increase in siliciclastic accumulation in Peniche and the deposition of calcarenitic tempestites in other Lusitanian sites during the levisoni zone. However, this hypothesis lacks explaining the discontinuity surface observed in some localities within the Lusitanian Basin observed just below the calcarenites (Duarte et al., 2007). The Lusitanian Basin was a narrow basin limited to the north by shallow seas, to the west by emerged horst blocks and to the east by the Iberian Meseta, and was open to epicontinental basin environments to the south (Bassoulet et al., 1993). Therefore, the Lusitanian Basin was probably protected from swell waves generated in open oceans (Reading, 1996), and storm waves more likely resulted from local winds acting onto a limited marine surface. Consequently, the oscillation of marine waters due to storm waves could not have attained great depths to form hummocky cross-stratifications. Furthermore, strong storm activity would imply an efficient mixing of surface waters that might have prevented dysoxic or anoxic conditions to install in shallow epicontinental basins, as is the case in the Early Toarcian. Then, the discontinuity observed below the calcarenites can be more reasonably interpreted as a sequence boundary in the standard sequence stratigraphic model (Posamentier et al., 1988), and calcarenitic sediments as lowstand deposits. Given these observations, it is perhaps\npremature to state that an increased effectiveness of storm transport, concurrent with high atmospheric CO2 and an accelerated hydrological cycle was responsible of both the increase in siliciclastic accumulation in Peniche and the deposition of calcarenitic tempestites in other Lusitanian sites during the levisoni zone (Hesselbo et al., 2007). Long-term as well as high-frequency fluctuations in the calcium carbonate content in Peniche might therefore have been induced by both long-term and orbitally-paced sea-level changes that continuously modulated the surface of carbonate production on the platform surrounding the Berlenga–Farilhões horst.\nIn the Dotternhausen section, the fluctuations of the greyscale mainly reflect changes in calcareous nannofossil abundance, clay and organic matter contents (Röhl et al., 2001; Bour et al., 2007), and hence most likely reflect orbitally-forced cycles in nannofossil carbonate production, terrigeneous input or oxygenation of the seafloor. Although the origin and the type of the sediments in the two localities are fundamentally different, the duration of short-term cyclical fluctuations in their constitution appear to have been very similar. Therefore, the sedimentary cycles in both the Lusitanian and South-West German basins were most likely controlled by climaticallydriven changes in palaeocenographic conditions in pace with orbital parameters."
  }, {
    "heading": "4.2. Duration of the C-isotope perturbation",
    "text": "Assuming that cyclical fluctuations in both calcium carbonate contents in Peniche and greyscale of the Dotternhausen laminated sediments were related to Earth's orbital cycles, it becomes possible to discuss the duration of the CIE that characterizes the OAE. The carbon isotope profile can be split into 3 distinct segments (C1, C2, C3, Figs. 2 and 3). In both sections, the δ13C values show a marked decrease close to the polymorphum–levisoni (Peniche) tenuicostatum–falciferum (Dotternahausen) boundary (C1) followed by a phase of rather constant values (C2) and then a marked increase (C3) towards the top of the Lower Toarcian. In Peniche, our orbital tuning suggests a duration of ~890 kyr for the entire δ13C excursion (interval C1, C2, C3; Fig. 5). For Dotternhausen, with a mean accumulation rate of 6.9 cm per ~20 kyr (precession) and a thickness of 3.35 m of the deposits recording the negative C-isotope excursion, a duration of ~970 kyr is obtained. These similar durations obtained by cyclostratigraphic calibration of two independent datasets suggest that the CIE lasted between 890 and 970 kyr.\nOther data support this duration for the CIE. In the Belluno Trough basin (Northern Italy), the negative CIE is present in the Dogna section where the phase of high organic matter contents corresponds to low carbon isotope values (Jenkyns et al., 2001) that may be correlated to phase C2 of Peniche (Fig. 2). In the adjacent section of Longarone, Claps et al. (1995) performed spectral analyses on the thickness of lithological units, CaCO3 and organic matter contents that revealed a hierarchical organisation between cycles very similar to that evidenced here in Peniche and Dotternhausen. According to their estimation of the sedimentation rate (3.4 cm/kyr), the black shale interval (13 m)\nin this basin may have been deposited in ~440 kyr, in close agreement with the duration of ~450 kyr obtained here for the phase C2 in Peniche (Fig. 5). Mattioli and Pittet (2004) defined depositional sequences along a proximal-distal transect in central Italy; they interpreted these depositional sequences as being formed in tune with the ~100 kyr-eccentricity cycle. There, the entire CIE (C1+C2+C3) spans between 8 and 9 depositional sequences, suggesting a duration comprised between 800 and 900 kyr, which is similar to the one proposed by McArthur et al. (2000) and to that deduced from our spectral analyses in Portugal and SW Germany.\nKemp et al. (2005) interpreted the ~81 cm cyclical fluctuations of the δ13Corg and wt.% CaCO3 recorded at the base of the negative CIE in Yorkshire (Hawsker Bottoms and Port Mulgrave composite section) as a precession-forced signal. Assuming a similar accumulation rate for the upper part of the excursion where no clear cyclicity is apparent in the Yorkshire data, the whole CIE would have then lasted ~250 kyr (Cohen et al., 2007). It is noteworthy however, that Kemp et al. (2005) performed their spectral analysis at the base of the CIE where, similarly to Peniche, only one single peak of frequency was present in the spectrum. As a hierarchy between different cycles is lacking in Yorkshire, it is extremely difficult to unambiguously unravel the origin of the single peak Kemp et al. (2005)\nfound. Moreover, multiple lines of evidence suggest extreme condensation in the exaratum subzone where the CIE is recorded (Raiswell, 1988; McArthur et al., 2000; Jenkyns et al., 2002; McArthur and Wignall, 2007). Interestingly, cyclical, abrupt decreases of the calcium carbonate content in pace with the 100 kyr cycle at Peniche seem to be closely associated to abrupt shifts towards lighter values in the bulk carbonate carbon isotope data that are similar to those recorded in Yorkshire (Figs. 2 and 6). Cycle lengths at 157 and 137 cm in intervals 1 to 2 in Peniche, respectively, are very close from each other (Fig. 4), and the hierarchy evidenced in interval 1 between eccentricity, obliquity and precession suggests that the main cyclicity recorded just before the CIE and at its base in Peniche was related to eccentricity rather than to precession. This suggests that the eccentricity gave the pace for the main environmental changes during this time interval in Peniche, and likely also in Yorkshire."
  }, {
    "heading": "4.3. Record of an obliquity signal in the Early Toarcian",
    "text": "The filtering of the tuned data from Peniche and the spectral analyses performed in Dotternhausen indicate that changes in the relative influence of the different orbital parameters on short-term sedimentary cycles occurred during the Early\nsed on the assumption that the most abrupt shifts at the base of the CIE are pe excursion in Yorkshire. The onset of the negative CIE in Peniche corresponds is comparison suggests that the cyclical fluctuations of the carbon isotope data in pe data for the Yorkshire are from Cohen et al. (2004) and Kemp et al. (2005).\nToarcian: in the earliest Toarcian, short-term sedimentary cycles were driven by a combination of eccentricity, obliquity and precession (Fig. 5); in the upper part of the polymorphum zone and at the base of the levisoni zone (base of the CIE) precession and obliquity seem to have a lesser influence, eccentricity becoming the dominant signal (Peniche record); in the interval of the lowest values of δ13C, obliquity and eccentricity prevailed (Peniche); the precession signal re-occurred at the end and above the OAE when δ13C came back to higher values (Peniche and Dotternhausen records). This change in the relative influence of the different orbital components is not likely to be a local phenomenon or an artefact produced by our analyses since a comparable evolution through time has been evidenced by Hinnov and Park (1999) for a section located in the Lombardy Basin (N Italy). There, the lowermost Toarcian also recorded the influence of both eccentricity and precession, the OAE a dominant signal of eccentricity with reduced obliquity and precession components, and finally the dominance of the obliquity in the stratigraphic interval above the OAE. It is out of the scope of this paper to explain the record of dominance of the obliquity at low latitude settings in the Early Toarcian. However, this record accounts for a fundamental change in global warmth re-distribution that allowed the obliquity signal, normally better recorded at high latitude (Berger, 1978) to give the pace for the formation of short-term sedimentary cycle at tropical latitudes.\nInterestingly, an obliquity signal seems to be also present in the interval immediately above a first CIE near the Pliensbachian– Toarcian boundary at Peniche (Figs. 2 and 5). This first excursion, which seems to be also associated to a transient calcification crisis, may represent a perturbation of the C-cycle similar to the OAE (Suan et al., 2008). Our cyclostratigraphic calibration of the Peniche section indicates that this first environmental perturbation started much earlier (at least 700 kyr) than the CIE associated to the OAE. It seems therefore that the OAE corresponded the acme of a palaeoenvironmental perturbation occurring within a longerterm history, as also suggested by high extinction rates of marine organism near the Pliensbachian–Toarcian boundary (Macchioni and Cecca, 2002; Wignall et al., 2005), rather than being the record of a unique and catastrophic event."
  }, {
    "heading": "5. Implications for the origin of the Toarcian carbon isotope excursion",
    "text": "The duration of the CIE as deduced from spectral analysis implies that the shift towards lower carbon-isotope lasted more than 150 kyr and the δ13C values remained low during ~450 kyr before starting to increase again. The increase in δ13C values lasted ~300 kyr. These duration suggest a rather long period of sustained light carbon input (N500 kyr) and thus dismiss mechanisms involving relatively small reservoirs and short recovery intervals such as the biomass burning (Finkelstein et al., 2006). It could be argued that this phase of rather stationary carbon isotope fluctuations may have resulted from strong diagenesis or from local palaeoenvironmental conditions, but the record of this phase in both wood and carbonate material in Peniche (Hesselbo et al., 2007) and in organic matter and\ncarbonate in Italy (Jenkyns et al., 2001) rule out these possibilities. Therefore, the different leading hypotheses have to be addressed in terms of amount of light carbon added to the hydrosphere–atmosphere system, with respect to the durations proposed here, and to the mass and isotopic composition of the different potential reservoirs."
  }, {
    "heading": "5.1. The restricted circulation model",
    "text": "Recently, the absence of a CIE in the calcite of coeval belemnite in England and Germany has been put forward as a strong argument against the hypothesis that C-cycle perturbation was global in extend, thus favouring the restricted circulation model (van de Schootbrugge et al., 2005). Accordingly, the protracted phase of low carbon isotopic values (phase C2; Fig. 2) may have been no more than a usually local or at most a regional phenomenon, and would have not necessitated the input of large quantities of light carbon to the entire exchangeable reservoir. However, belemnites that appear to have lived during the same few years may exhibit some differences in their carbon isotopic compositions as great as 3‰ (McArthur et al., 2007). The use of belemnite calcite as a proxy of the carbon isotopic composition of the ocean seems therefore questionable, and given the relatively poor resolution of the belemnite record in the interval of interest, the assertion that the C-cycle perturbation did not affect the global ocean is perhaps premature. Moreover, recycling of isotopically light dissolved inorganic carbon (DIC) into the photic zone during the OAE is not supported by biomarker evidence (van Breugel et al., 2006) and most importantly, lacks explaining the record of the negative CIE in terrestrial material from Portugal, Denmark and England (Hesselbo et al., 2000, 2007). These latter evidences suggest that restricted circulation and local carbon recycling were not likely to be the main causes of the CIE. It seems then that the Early Toarcian CIE should be more appropriately explained by models accounting for a perturbation of the whole exogenic C reservoir, a feature that seems to be recurrently associated to major events of marked environmental change during the Earth's history (e.g., Palaeocene–Eocene thermal maximum (Koch et al., 1992), Cretaceous–Palaeocene boundary, (Arens and Jahren, 2000), Triassic–Jurassic boundary, (Hesselbo et al., 2002) or during the Aptian OAE1a (Jahren et al., 2005))."
  }, {
    "heading": "5.2. Methane hydrate reservoir",
    "text": "The previously assumed short duration (~120 kyr) of the Toarcian negative CIE recorded in both marine and terrestrial material led Hesselbo et al. (2000) to the conclusion that this event resulted from the massive release of marine gas hydrate. More recently, it has been shown that the shift towards lower δ13C values in Yorkshire occurred in several abrupt stages, leading to the proposition that this event of gas hydrate dissociation occurred in several orbitally-forced pulses (Kemp et al., 2005). At Peniche, the carbon isotope curve displays some abrupt shifts towards lower values similar to those recorded in Yorkshire sections (Kemp et al., 2005) and to the Dogna section (Italy) (Jenkyns et al., 2001); each of these seems to be closely\nassociated to dramatic decreases of the carbonate contents (at 23, 28 and 31 m; Fig. 2). Based on our cyclostratigraphic interpretation, each of these shifts may have lasted less than 20 kyr, indicating a rather rapid, astronomically-forced causal mechanism on both the carbon isotopic composition of seawaters and calcium carbonate production/accumulation. These abrupt decrease of the carbon isotope values may then reflect some astronomically-paced distinct pulses of gas hydrate dissociation (Kemp et al., 2005) and ensuing periods of seawater undersaturation with respect to calcium carbonate (Suan et al., 2008). However, a notable feature of both the Peniche and Dogna sections is a phase of stationary carbon isotope fluctuations within the negative CIE (interval C2) that, according to our calibration, may have lasted ~450 kyr (Figs. 2 and 5). This stationary phase would have either required sustained rates of light carbon input to both the atmosphere and the ocean, or alternatively inefficient negative feedback mechanisms such as strongly reduced rates of carbon burial. Since geological evidence indicates greatly enhanced rates of organic carbon burial in many coeval sections in Europe and elsewhere (Jenkyns et al., 2002, Röhl et al., 2001, Gröcke et al., 2003), this latter explanation seems very unlikely. Then, this phase may have been caused by a continuous and sustained injection of methane from gas hydrates over a period of more than 400 kyr. Previously, the amount of C stored in present-day gas hydrate reservoir was considered as exceeding 10,000 Gt of carbon (Kvenvolden, 1988), but recent studies have lowered this estimate to about 500–3000 Gt, thus questioning the role of gas hydrate in the global C-cycle (Milkov, 2004; Buffett and Archer, 2004). Given this, the protracted injection of methane from gas hydrate during more than 400 kyr would have required either a dissociation of an unrealistically large amounts of the methane stored in the oceans, or, alternatively, a considerably larger Jurassic gas hydrate reservoir with respect to present (see Buffett and Archer, 2004; Beerling and Brentnall, 2007). Moreover, a continuous, 400 kyr-long release of methane from gas hydrate reservoirs requires a hitherto unknown mechanism. Consequently, even if methane hydrate release may account for the abrupt (b20 kyr) decreases of δ13C values at the base of the CIE, it appears somewhat unlikely to be the main driver of the C-cycle perturbation in the light of our new robust time calibration of the Early Toarcian event."
  }, {
    "heading": "5.3. Volcanogenic reservoir",
    "text": "As the mantle carbon reservoir is by far the largest source of carbon in the Earth's system (Javoy et al., 1982; Zhang and Zindler, 1993), the sustained injection of light carbon from volcanogenic source seems to be the best alternative hypothesis able to explain the duration and magnitude of the Toarcian CIE. Despite the concomitant emplacement of the Karoo–Ferrar province (Pálfy and Smith, 2000), this possibility has been generally dismissed by previous workers because it has been demonstrated that using a δ13C value of volcanogenic carbon of about−6‰, the amount ofCO2 fromvolcanic source necessary to cause a significant negative CIE in the entire exchangeable reservoirs would be unrealistically large (Dickens et al., 1995;\nHesselbo et al., 2000; Kemp et al., 2005). However, the limited variability of carbon isotopes within the mantle has been questioned by recent compilation of mantle xenoliths δ13C values that exhibit a broad range of values (from about −1‰ to −30‰) and a primary bimodal distribution (with modes at −5‰ and −25‰; Deines, 2002). Importantly, very low δ13C values (mean δ13C≈−23‰) have also been reported for a wide variety of continental flood basalt CO2 (Hansen, 2006) that differs significantly from the generally assumed mantle signature of −6‰ (e. g. Jenkyns, 2003). Moreover, the thermal metamorphism of Palaeozoic organic-rich deposits by volcanic intrusive eruption may have produced substantial amounts of isotopically light carbon to the exogenic reservoir (McElwain et al., 2005; Svensen et al., 2007). Using present-day mass and δ13C estimates (Dickens et al., 1995) and an average δ13Cvolcanism≈−25‰, simple mass-balance calculations suggest that a shift of 3.5–4‰ towards lower δ13C values of the entire exchangeable carbon reservoir would have required the release of about 6300 to 7400 Gt of carbon from a volcanogenic source. These amounts would have produced a significant increase in atmospheric CO2 levels, consistent with the two- or three-fold increase in atmospheric CO2 levels estimated from fossil leave stomatal index (McElwain et al., 2005), and compatible with the major rise in seawater palaeotemperatures (~7 °C) evidenced across the CIE (Bailey et al., 2003; Suan et al., 2008).\nThese simplistic calculations probably misestimate the true quantities of light carbon required to cause the observed pattern of the CIE, since the sustained injection of carbon throughout 600 kyr is not taken into account, and because possible negative feedbacks like organic carbon burial are neglected as well. Nevertheless, these calculations, together with the duration estimates produced from our data, identify the massive input of volcanogenic light carbon, related to the emplacement of the concurrent Karoo–Ferrar province (Pálfy and Smith, 2000), as the most likely cause of the Early Toarcian atmospheric and marine CIE. The fact that palaeoenvironmental perturbations comparable to the OAE occurred in the latest Pliensbachian– earliest Toarcian (Suan et al., 2008) indicates that the OAE was comprised in a long-term series of environmental perturbation and may suggest different paroxysmal phases of basaltic floods. Multiple volcanic episodes are not only compatible with radiogenic ages of the Karoo–Ferrar basalts (Jourdan et al., 2005; Jourdan et al., 2007; Riley et al., 2005) but are also the predicted consequences of the emplacement of such large igneous province (Lin and van Keken, 2005)."
  }, {
    "heading": "6. Conclusions",
    "text": "Our cyclostratigraphic calibration allows us to estimate a duration of≥1.9 myr for the Early Toarcian and of ~900 kyr for the entire carbon isotope excursion. The shift towards lower carbon isotope values occurred in ~150 kyr, and carbon isotope values remained low for ~450 kyr; the subsequent increase of carbon isotope values lasted ~300 kyr. Our results show that the OAE records a transition from eccentricity/precessiondominated sedimentary cycles to eccentricity/obliquity cycles, suggesting that the event was accompanied by a fundamental\nchange in heat redistribution on the Earth's surface that made the obliquity signal, normally better recorded at high latitudes, giving the pace for the formation of short-term sedimentary cycles at low latitudes. Our cyclostratigraphic calibration of the CIE imply an intrinsically long-lasting carbon release and argue in favour of long-lasting CO2 degassing, most likely related to the emplacement of the large igneous province of Karoo–Ferrar as the main cause of the Toarcian CIE. Nevertheless, our results also indicate that abrupt and cyclical negative shifts in δ13C took place in less than 20 kyr at the onset of the CIE, suggesting that orbitally-paced pulses of carbon release may have occurred at the base of the CIE. A combination of two processes may then explain the development and duration of the CIE, involving brief pulses of gas hydrate destabilisation in the early phases of Karoo–Ferrar eruption followed by long-lasting release of isotopically light carbon via volcanism. We emphasize however, that the fundamental dynamics of large igneous province subaerial eruptions (and associated dyke/sill emplacement) are still poorly understood, and their generally assumed independence with respect to orbital influence remain largely untested. For instance, temporal variations in tidal stress (earth tides) is believed to be a main trigger of episodic volcanic activity on Io, one of Jupiter's satellites (Peale et al., 1979; Ojakangas and Stevenson, 1986) and may possibly influence cyclic eruptions in some Earth's volcanoes as well (e. g., McNutt and Beavan, 1981). Other factors, such as crustal unloading due to orbitallyrelated ice-sheet melting, may also account for episodic volcanic eruptions during the Neogene (e. g., Maclennan et al., 2002). Clearly, determining unambiguously the origin of the cyclical and abrupt pulses of isotopically light carbon release at the base of the CIE awaits further investigations. Similarly, rigorous quantification of exact volumes, gas contents, carbon isotopic composition and precise radiometric ages of the most voluminous basalts produced in the Karoo–Ferrar province may provide fundamental constraints on the direct impact of volcanogenic carbon release as well as the viability of the overall hypothesis to explain carbon isotopes fluctuations in the latest Pliensbachian and the Early Toarcian."
  }, {
    "heading": "Acknowledgments",
    "text": "We dedicate this manuscript to the memory of Serge Elmi for stimulating discussions in the field and elsewhere. We wish to thank Vincent Fernandez and Gilles Escarguel for their precious help with statistical analyses, and Jochen Röhl and Anette Schmid-Röhl who kindly provided the Dotternhausen core samples. We are grateful to John McArthur, Paul Wignall, David Kemp, and Editor Peggy Delaney for their helpful and constructive comments that greatly improved the quality of the manuscript. This study was funded by the CNRS French programs “ECLIPSE II” and “ATIP”. Publication No. UMR5125-07.061."
  }, {
    "heading": "Appendix A. Supplementary data",
    "text": "Supplementary data associated with this article can be found, in the online version, at doi:10.1016/j.epsl.2007.12.017."
  }],
  "year": 2008,
  "references": [{
    "title": "Le genreSoaresirhynchia nov. (Brachiopoda, Rhynchonellacea, Wellerellidae) dans le Toarcien du sous-bassinNord-Lusitanien Portugal)",
    "authors": ["Y. Alméras"],
    "venue": "Doc. Lab. Géol. Lyon",
    "year": 1994
  }, {
    "title": "Carbon isotope excursion in atmospheric CO2 at the Cretaceous–Tertiary boundary: evidence from terrestrial sediments",
    "authors": ["N.C. Arens", "A.H. Jahren"],
    "venue": "Palaios",
    "year": 2000
  }, {
    "title": "Paleoceanographic changes of the Late Pliensbachian–Early Toarcian interval: a possible link to the genesis of an oceanic anoxic event",
    "authors": ["T.R. Bailey", "Y. Rosenthal", "J.M. McArthur", "B. van de Schootbrugge", "M.F. Thirlwall"],
    "venue": "Earth Planet. Sci",
    "year": 2003
  }, {
    "title": "Numerical evaluation of mechanisms driving Early Jurassic changes in global carbon",
    "authors": ["D.J. Beerling", "S.J. Brentnall"],
    "venue": "cycling. Geology",
    "year": 2007
  }, {
    "title": "Long-term variations in caloric insolation resulting from the Earth's orbital elements",
    "authors": ["A. Berger"],
    "venue": "Quat. Res",
    "year": 1978
  }, {
    "title": "On the origin of the 100-kyr cycles in the astronomical forcing",
    "authors": ["A. Berger", "J.L. Mélice", "M.F. Loutre"],
    "venue": "Paleoceanography 20, PA4019",
    "year": 2005
  }, {
    "title": "Drowning of a Lower Jurassic carbonate platform: Jbel Bou Dahar",
    "authors": ["D.P.G. Blomeier", "J.J.G. Reijmer"],
    "venue": "High Atlas, Morocco. Facies",
    "year": 1999
  }, {
    "title": "Nannofacies analysis as a tool to reconstruct paleoenvironmental changes during the Early Toarcian anoxic event",
    "authors": ["I. Bour", "E. Mattioli", "B. Pittet"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 2007
  }, {
    "title": "Global inventory of methane clathrate: sensitivity to changes in the deep ocean",
    "authors": ["B. Buffett", "D. Archer"],
    "venue": "Earth Planet. Sci",
    "year": 2004
  }, {
    "title": "Osmium isotope evidence for the regulation of atmospheric CO2 by continental weathering",
    "authors": ["A.S. Cohen", "A.L. Coe", "S.M. Harding", "L. Schwark"],
    "venue": "Geology",
    "year": 2004
  }, {
    "title": "The Late Palaeocene–Early Eocene and Toarcian (Early Jurassic) carbon isotope excursions: a comparison of their time scales, associated environmental changes, causes and consequences",
    "authors": ["A.S. Cohen", "A.L. Coe", "D.B. Kemp"],
    "venue": "J. Geol. Soc. London",
    "year": 2007
  }, {
    "title": "Milankovitch-type cycles recorded in Toarcian black shales from the Belluno trough (Southern Alps, Italy)",
    "authors": ["M. Claps", "E. Erba", "D. Masetti", "F. Melchiorri"],
    "venue": "Mem. Sci. Geol. Ital",
    "year": 1995
  }, {
    "title": "The carbon isotope geochemistry of mantle xenoliths",
    "authors": ["P. Deines"],
    "venue": "Earth Sci. Rev",
    "year": 2002
  }, {
    "title": "Dissociation of oceanic methane hydrate as a cause of the carbon isotope excursion at the end of the Paleocene",
    "authors": ["G.R. Dickens", "J.R. O'Neil", "D.K. Rea", "R.M. Owen"],
    "venue": "Paleoceanography",
    "year": 1995
  }, {
    "title": "Variation cyclique de la production carbonatée au Jurassique le long d'un transect Bourgogne– Ardèche, Est-France",
    "authors": ["G. Dromart", "P. Allemand", "J.P. Garcia", "C. Robin"],
    "venue": "Bull. Soc. Geol. Fr",
    "year": 1996
  }, {
    "title": "Glacial versus interglacial sedimentation rates and turbidite frequency in the Bahamas",
    "authors": ["A.W. Droxler", "W. Schlager"],
    "venue": "Geology",
    "year": 1985
  }, {
    "title": "Facies analysis and sequential evolution of the Toarcian– Lower Aalenian series in the Lusitanian Basin (Portugal)",
    "authors": ["L.V. Duarte"],
    "venue": "Comun. Inst. Geol. Min. Lisboa",
    "year": 1997
  }, {
    "title": "Early Jurassic carbonate evolution in the Lusitanian Basin: facies, sequence stratigraphy and cyclicity",
    "authors": ["L.V. Duarte", "V.P. Wright", "S. Fernandez-Lopez", "S. Elmi", "M. Krautter", "A. Azerêdo", "M.H. Henriques", "R. Rodrigues", "N. Perilli"],
    "venue": "IASMeeting of Sedimentology,",
    "year": 2004
  }, {
    "title": "Litostratigrafia das séries calcárias Jurássico Lusitânica",
    "authors": ["L.V. Duarte", "A.F. Soares"],
    "venue": "Comun. Inst. Geol. Min. Lisboa",
    "year": 2002
  }, {
    "title": "Carbon isotopes as a sequence stratigraphic tool: examples from the Lower and Middle Toarcian marly limestones of Portugal",
    "authors": ["L.V. Duarte", "L.C. Oliveira", "R. Rodigues"],
    "venue": "Bol. Geol. Min",
    "year": 2007
  }, {
    "title": "The chronostratigraphic significance of seismic reflections along the Bahamas Transect",
    "authors": ["G.P. Eberli", "F.S. Anselmetti", "D. Kroon", "T. Sato", "J.D. Wright"],
    "venue": "Mar. Geol",
    "year": 2002
  }, {
    "title": "Pliensbachian/Toarcian boundary: the proposedGSSP of Peniche (Portugal)",
    "authors": ["S. Elmi"],
    "venue": "Volumina Jurassica, Instit. Geol. Warsow Univ",
    "year": 2006
  }, {
    "title": "Can biomass burning produce a globally significant carbon-isotope excursion in the sedimentary record",
    "authors": ["D.B. Finkelstein", "L.M. Pratt", "S.C. Brassell"],
    "venue": "Earth Planet. Sci. Lett. 250,",
    "year": 2006
  }, {
    "title": "Response of Lower Toarcian (Lower Jurassic) macrobenthos of the Iberian Peninsula to sea level changes and mass extinction",
    "authors": ["M.E. Gahr"],
    "venue": "J. Iber. Geol",
    "year": 2005
  }, {
    "title": "The global significance of a deepsea isotopic event during the Toarcian Oceanic Anoxic Event recorded in Japan",
    "authors": ["D.R. Gröcke", "R.S. Hori", "M.A. Arthur"],
    "venue": "EOS Trans",
    "year": 2003
  }, {
    "title": "Reply to the comment on “Non-uniqueness and interpretation of the seawater",
    "authors": ["D.R. Gröcke", "D. Waltham"],
    "year": 2007
  }, {
    "title": "Stable isotopes from basaltic rocks and their possible relation to atmospheric isotope excursions",
    "authors": ["H.J. Hansen"],
    "venue": "Lithos",
    "year": 2006
  }, {
    "title": "The early Toarcian (Early Jurassic) and the Cenomanian–Turonian (Late Cretaceous) mass extinctions: similarities and contrasts",
    "authors": ["P.J. Harries", "C.T.S. Little"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 1999
  }, {
    "title": "Massive dissociation of gas hydrate during a Jurassic oceanic anoxic",
    "authors": ["S.P. Hesselbo", "D.R. Gröcke", "H.C. Jenkyns", "C.J. Bjerrum", "P. Farrimond", "H.S. Morgans Bell", "O.R. Green"],
    "venue": "event. Nature",
    "year": 2000
  }, {
    "title": "Carbonisotope record of the Early Jurassic (Toarcian) oceanic anoxic event from fossil wood and marine carbonate (Lusitanian Basin, Portugal)",
    "authors": ["S.P. Hesselbo", "H.C. Jenkyns", "L.V. Duarte", "L.C.C. Oliveira"],
    "venue": "Earth Planet. Sci. Lett. 253,",
    "year": 2007
  }, {
    "title": "Terrestrial and marine extinction at the Triassic–Jurassic boundary synchronized with major carbon-cycle perturbation: a link to initiation of massive volcanism? Geology",
    "authors": ["S.P. Hesselbo", "S.A. Robinson", "F. Surlyk", "S. Piasecki"],
    "year": 2002
  }, {
    "title": "Strategies for assessing Early-Middle (Pliensbachian–Aalenian) Jurassic cyclochronologies",
    "authors": ["L.A. Hinnov", "J.J. Park"],
    "venue": "Phil. Trans. R. Soc. Lond. A",
    "year": 1999
  }, {
    "title": "A plate tectonic mechanism for methane hydrate release along subduction zones",
    "authors": ["A.H. Jahren", "C.P. Conrad", "N.C. Arens", "G. Mora", "C. Lithgow-Bertelloni"],
    "venue": "Earth Planet. Sci",
    "year": 2005
  }, {
    "title": "Carbon geodynamic cycle",
    "authors": ["M. Javoy", "F. Pineau", "C.J. Allègre"],
    "venue": "Nature 300,",
    "year": 1982
  }, {
    "title": "Evidence for rapid climate change in the Mesozoic– Palaeogene greenhouse world",
    "authors": ["H.C. Jenkyns"],
    "venue": "Philos. Trans. R. Soc. Lond. Ser. A: Math. Phys. Sci",
    "year": 2003
  }, {
    "title": "Nitrogen isotope evidence for water mass denitrification during the Early Toarcian (Jurassic) oceanic anoxic",
    "authors": ["H.C. Jenkyns", "D.R. Gröcke", "S.P. Hesselbo"],
    "venue": "event. Paleoceanography",
    "year": 2001
  }, {
    "title": "Chemostratigraphy of the Jurassic system: applications, limitations and implications for palaeoceanography",
    "authors": ["H.C. Jenkyns", "C.E. Jones", "D.R. Gröcke", "S.P. Hesselbo", "D.N. Parkinson"],
    "venue": "J. Geol. Soc. Lond",
    "year": 2002
  }, {
    "title": "Karoo large igneous province: brevity, origin, and relation to mass extinction questioned",
    "authors": ["F. Jourdan", "G. Féraud", "H. Bertrand", "A.B. Kampunzu", "G. Tshoso", "M.K. Watkeys", "B. LeGall"],
    "year": 2005
  }, {
    "title": "Distinct brief major events in the Karoo large igneous province clarified by new 40Ar/39Ar ages on the Lesotho basalts",
    "authors": ["F. Jourdan", "G. Féraud", "H. Bertrand", "M.K. Watkeys", "P.R. Renne"],
    "venue": "Lithos 98,",
    "year": 2007
  }, {
    "title": "Astronomical pacing of methane release in the Early Jurassic period",
    "authors": ["D.B. Kemp", "A.L. Coe", "A.S. Cohen", "L. Schwark"],
    "venue": "Nature 437,",
    "year": 2005
  }, {
    "title": "Methane release in the Early Jurassic period",
    "authors": ["D.B. Kemp", "A.L. Coe", "A.S. Cohen", "L. Schwark"],
    "venue": "Nature",
    "year": 2006
  }, {
    "title": "Correlation between isotope records in marine and continental carbon reservoirs near the Paleocene",
    "authors": ["P.L. Koch", "J.C. Zachos", "P.D. Gingerich"],
    "venue": "Eocene boundary. Nature",
    "year": 1992
  }, {
    "title": "Flatpebble conglomerates: a local marker for Early Jurassic seismicity related to syn-rift tectonics in the Sesimbra area (Lusitanian",
    "authors": ["J.C. Kullberg", "F. Olóriz", "B. Marques", "P. Caetano", "R.B. Rocha"],
    "year": 2001
  }, {
    "title": "Environmental change during oil shale deposition as deduced from stable isotope ratios",
    "authors": ["W. Küspert"],
    "year": 1982
  }, {
    "title": "Methane hydrate—a major reservoir of carbon in the shallow geosphere? Chem. Geol",
    "authors": ["K.A. Kvenvolden"],
    "year": 1988
  }, {
    "title": "Interaction of tectonics, eustasy, climate and carbonate production on the sedimentary evolution of an early/ middle Jurassic extensional basin (Southern Provence Sub-basin",
    "authors": ["P. Léonide", "M. Floquet", "L. Villier"],
    "venue": "SE France). Basin Res",
    "year": 2007
  }, {
    "title": "Multiple volcanic episodes of flood basalts caused by thermochemical mantle plumes",
    "authors": ["S.C. Lin", "P.E. van Keken"],
    "venue": "Nature 436,",
    "year": 2005
  }, {
    "title": "Early Jurassic mass extinction: a global longterm",
    "authors": ["C.T.S. Little", "M.J. Benton"],
    "venue": "event. Geology",
    "year": 1995
  }, {
    "title": "Biodiversity and biogeography of middle-late liassic ammonoids: implications for the Early Toarcian mass extinction",
    "authors": ["F. Macchioni", "F. Cecca"],
    "venue": "Geobios",
    "year": 2002
  }, {
    "title": "Robust estimation of background noise and signal detection in climatic time series",
    "authors": ["M.E. Mann", "J.M. Lees"],
    "venue": "Clim. Change",
    "year": 1996
  }, {
    "title": "Spatial and temporal distribution of calcareous nannofossils along a proximal–distal transect in the Lower Toarcian of the Umbria–Marche basin (central Italy)",
    "authors": ["E. Mattioli", "B. Pittet"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 2004
  }, {
    "title": "Strontium isotope profile of the Early Toarcian (Jurassic) oceanic anoxic event, the duration of ammonite biozones, and belemnite palaeotemperatures",
    "authors": ["J.M. McArthur", "D.T. Donovan", "M.F. Thirvall", "B.W. Fouke", "D. Mattey"],
    "venue": "Earth Planet. Sci",
    "year": 2000
  }, {
    "title": "Comment on “Non-uniqueness and interpretation of the seawater",
    "authors": ["J.M. McArthur", "P.B. Wignall"],
    "year": 2007
  }, {
    "title": "Testing palaeo-environmental proxies in Jurassic belemnites: Mg/Ca, Sr/Ca, Na/Ca",
    "authors": ["J.M. McArthur", "P. Doyle", "M.J. Leng", "K. Reeves", "C.T. Williams", "R. GarciaSanchez", "R.J. Howarth"],
    "year": 2007
  }, {
    "title": "Changes in carbon dioxide during an anoxic event linked to intrusion of Gondwana coals",
    "authors": ["J.C. McElwain", "J. Wade-Murphy", "S.P. Hesselbo"],
    "venue": "Nature 435,",
    "year": 2005
  }, {
    "title": "The link between volcanism and deglaciation in Iceland, Geochem",
    "authors": ["J. Maclennan", "M. Jull", "D. McKenzie", "L. Slater", "K. Grönvold"],
    "venue": "Geophys. Geosyst",
    "year": 2002
  }, {
    "title": "1981.Volcanic earthquakes at PavlofVolcano correlated with the solid earth tide",
    "authors": ["S.R. McNutt", "R.J. Beavan"],
    "venue": "Nature 294,",
    "year": 1981
  }, {
    "title": "Global estimates of hydrate-bound gas in marine sediments: how much is really out there",
    "authors": ["A.V. Milkov"],
    "venue": "Earth Sci. Rev",
    "year": 2004
  }, {
    "title": "Episodic volcanism of tidally heated satellites with application to Io",
    "authors": ["G.W. Ojakangas", "D.J. Stevenson"],
    "venue": "Icarus",
    "year": 1986
  }, {
    "title": "Macintosh program performs timeseries analysis",
    "authors": ["D. Paillard", "L. Labeyrie", "P. Yiou"],
    "venue": "Eos Trans. AGU",
    "year": 1996
  }, {
    "title": "Synchrony between Early Jurassic extinction, oceanic event, and the Karoo-Ferrar flood basalt volcanism",
    "authors": ["J. Pálfy", "P.L. Smith"],
    "venue": "Geology",
    "year": 2000
  }, {
    "title": "The carbonate signal and calcareous nannofossil distribution in anUpper Jurassic section (Balingen–Tieringen, Late Oxfordian, southern Germany)",
    "authors": ["B. Pittet", "E. Mattioli"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 2002
  }, {
    "title": "Depositional sequences in deep-shelf environments formed through carbonate-mud import from the shallow platform (Late Oxfordian, German Swabian Alb and eastern Swiss Jura)",
    "authors": ["B. Pittet", "A. Strasser"],
    "venue": "Eclogae geol. Helv",
    "year": 1998
  }, {
    "title": "Eustatic controls on clastic deposition I— conceptual framework",
    "authors": ["H.W. Posamentier", "M.T. Jervey", "P.R. Vail"],
    "venue": "Spec. Publ. 42, Soc. Econ. Paleontol",
    "year": 1988
  }, {
    "title": "Sedimentary Environments: Processes, Facies and Stratigraphy, 3rd edition",
    "authors": ["H.G. Reading"],
    "year": 1996
  }, {
    "title": "Ammonoid and nannoplankton abundance in Valanginian (early Cretaceous) limestone-marl successions from the southeast FranceBasin: carbonate dilution or productivity? Palaeogeogr",
    "authors": ["S. Reboulet", "E. Mattioli", "B. Pittet", "F. Baudin", "D. Olivero", "O. Proux"],
    "venue": "Palaeoclimatol. Palaeoecol",
    "year": 2003
  }, {
    "title": "Site 632: Pliocene–Plesitocene sedimentation cycles in a Bahamian basin",
    "authors": ["J.J.G. Reijmer", "W. Schlager", "A.W. Droxler"],
    "venue": "Proceedings ODP Scientific Results",
    "year": 1988
  }, {
    "title": "Aragonite cycles: diagenesis caught in the act",
    "authors": ["L. Reuning", "J.J.G. Reijmer", "E. Mattioli"],
    "venue": "Sedimentology",
    "year": 2006
  }, {
    "title": "Chemical model for the origin of minor limestone-shale cycles by anaerobic methane oxidation",
    "authors": ["R. Raiswell"],
    "venue": "Geology",
    "year": 1988
  }, {
    "title": "Mikrofauna, Biostratigraphie und Fazies im Unteren Toarcium Südwestdeutchlands und Vergleiche mit benachbarten Gebieten",
    "authors": ["W. Riegraf"],
    "venue": "Tübinger Mikropaläont. Mitt",
    "year": 1984
  }, {
    "title": "Early–Middle Jurassic dolerite dykes from Western Dronning Maud Land (Antarctica): identifying mantle sources in the Karoo large igneous province",
    "authors": ["T.R. Riley", "P.T. Leat", "M.L. Curtis", "I.L. Millar", "R.A. Duncan", "A. Fazel"],
    "venue": "J. Petrol",
    "year": 2005
  }, {
    "title": "The Posidonia Shale (Lower Toarcian) of SW-Germany: an oxygen-depleted ecosystem controlled by sea level and palaeoclimate",
    "authors": ["H.J. Röhl", "A. Schmid-Röhl", "W. Oschmann", "A. Frimmel", "L. Schwark"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 2001
  }, {
    "title": "Highstand shedding of carbonate platforms",
    "authors": ["W. Schlager", "J.J.G. Reijmer", "A. Droxler"],
    "venue": "J. Sediment. Res",
    "year": 1994
  }, {
    "title": "Effects of an oceanic anoxic event on the stable carbon isotopic composition of early Toarcian carbon",
    "authors": ["S. Schouten", "H.M.E. Van Kaam-Peters", "W.E.C. Rijpstra", "M. Schoell", "J.S. Sinninghe Damste"],
    "venue": "Am. J. Sci",
    "year": 2000
  }, {
    "title": "Evidence for major environmental perturbation prior to and during the Toarcian (Early",
    "authors": ["G. Suan", "E. Mattioli", "B. Pittet", "S. Mailliot", "C. Lécuyer"],
    "year": 2008
  }, {
    "title": "Hydrothermal venting of greenhouse gases triggering Early Jurassic global warming",
    "authors": ["H. Svensen", "S. Planke", "L. Chevallier", "A. Malthe-Sørenssen", "F. Corfu", "B. Jamtveit"],
    "venue": "Earth Planet. Sci",
    "year": 2007
  }, {
    "title": "A practical guide to wavelet analysis",
    "authors": ["C. Torrence", "G.P. Compo"],
    "venue": "Bull. Amer. Meteor. Soc",
    "year": 1998
  }, {
    "title": "Isorenieratane record in black shales from the Paris Basin, France: constraints on recycling of respired CO2 as a mechanism for negative carbon isotope shifts during the Toarcian oceanic anoxic event",
    "authors": ["Y. van Breugel", "M. Baas", "S. Schouten", "E. Mattioli", "J.S. Sinninghe Damsté"],
    "venue": "Paleoceanography 21,",
    "year": 2006
  }, {
    "title": "Toarcian oceanic anoxic event: an assessment of global causes using belemnite C isotope records",
    "authors": ["B. van de Schootbrugge", "J.M. McArthur", "T.R. Bailey", "Y. Rosenthal", "J.D. Wright", "K.G. Miller"],
    "venue": "Paleoceanography 20,",
    "year": 2005
  }, {
    "title": "Non-uniqueness and interpretation of the seawater",
    "authors": ["D. Waltham", "D.R. Gröcke"],
    "year": 2006
  }, {
    "title": "Large igneous provinces and mass extinctions",
    "authors": ["P.B. Wignall"],
    "venue": "Earth Sci. Rev",
    "year": 2001
  }, {
    "title": "Methane release in the Early Jurassic period",
    "authors": ["P.B. Wignall", "J.M. McArthur", "C.T.S. Little", "A. Hallam"],
    "venue": "Nature 441, E5–E6. doi:10.1038/nature04906 (Comment on Kemp et al.)",
    "year": 2006
  }, {
    "title": "Distribution and evolution of carbon and nitrogen in Earth",
    "authors": ["Y. Zhang", "A. Zindler"],
    "venue": "Earth Planet. Sci",
    "year": 1993
  }],
  "id": "SP:571da216700fe281e6fa8a68285e4beb68d2e3e7",
  "authors": [{
    "name": "Guillaume Suan",
    "affiliations": []
  }, {
    "name": "Bernard Pittet",
    "affiliations": []
  }, {
    "name": "Ivan Bour",
    "affiliations": []
  }, {
    "name": "Emanuela Mattioli",
    "affiliations": []
  }, {
    "name": "Luis V. Duarte",
    "affiliations": []
  }, {
    "name": "Samuel Mailliot",
    "affiliations": []
  }],
  "abstractText": "The marked 3–8‰ negative carbon isotope excursion associated with the Early Toarcian oceanic anoxic event (OAE; ~183 myr ago) in the Early Jurassic period is thought to represent one of the most important perturbations of the C-cycle in the last 200myr. However, the origin of this excursion remains strongly debated, primarily due to uncertainties in the estimation of its duration, which ranges from ~200 kyr to 1myr. Here we present a new orbital calibration of the Early Toarcian carbon isotope excursion, based on spectral analyses of two independent datasets generated from the sedimentary record of two hemipelagic sections from Portugal (Peniche) and SWGermany (Dotternhausen), in order to better constrain the timescale and hence the origin of this excursion. These analyses reveal that orbital cycles exert a strong influence on both the calcium carbonate content in Portugal and on the greyscale of black shales in Germany, which allow us to propose a duration of≥1.9 myr for the Early Toarcian and of ~900 kyr for the entire carbon isotope excursion. The shift towards lower carbon isotope values lasted ~150 kyr, and carbon isotope values remained low for ~450 kyr; the subsequent increase of carbon isotope values lasted ~300 kyr. This calibration suggests that the sustained input of isotopically light carbon at the origin of the excursion occurred over ~600 kyr and thus dismisses causal mechanisms implying relatively small source reservoirs such as the massive dissociation of methane hydrates. In the light of our new cyclostratigraphic timescale, the massive input of isotopically light carbon associated with the emplacement of the Karoo–Ferrar basaltic province appears as the most likely cause of the Toarcian global carbon isotope excursion. We also show that the C-isotope perturbation coincided with a transition from precession–eccentricity-dominated cycles to obliquity– eccentricity-dominated cycles, suggesting that the OAE was marked by a fundamental change in the response of the climate system, which allowed the obliquity signal, normally better recorded at high latitudes, to be a dominant forcing factor of short-term sedimentary cycles at tropical latitudes. © 2008 Elsevier B.V. All rights reserved.",
  "title": "Duration of the Early Toarcian carbon isotope excursion deduced from spectral analysis: Consequence for its possible causes"
}