{
  "sections": [{
    "text": "The Earth may be described as a global system consisting of the components solid Earth, hydrosphere, atmosphere, and biosphere. This system evolves under the external influence of increasing solar luminosity. In spite of this changing external Žforcing, the Earth’s climate has been stabilized by negative feedbacks against global freezing in the past faint young Sun .paradox . The future long-term trend of further increasing solar luminosity will cause a further atmospheric CO decrease.2 Atmospheric CO will fall below the critical level for photosynthesis and the plant based biosphere will die out. In the2 present paper we propose a modelling study of the evolution of the carbon cycle from the Archaean to the planetary future. wOur model is based on a paper published previously by Caldeira and Kasting Caldeira, K., Kasting, J.F., 1992. The life span xof the biosphere revisited. Nature 360, 721–723 . The difference of the current study with respect to this work resides in the forcing function used for the silicate weathering rate. While Caldeira and Kasting used a constant weathering rate over time, we calculate the time evolution of this rate by assuming a balance between the weathering flux and the CO release flux by2 volcanism and metamorphism. We use the geodynamics theory to couple the two internal forcing functions continental area Ž . Ž .for weathering and spreading for CO release flux which were generally considered as independent in previous models.2 This coupling introduces an additional feedback in the system. We find a warmer climate in the past and a shortening of the life span of the biosphere up to some hundred million years. q 1999 Elsevier Science B.V. All rights reserved.\nKeywords: Carbon cycle; Earth system; Geodynamics; Biosphere"
  }, {
    "heading": "1. Introduction",
    "text": "Recent investigations have provided an increasingly detailed scenario of the processes that formed Žthe Earth and other terrestrial planets see, e.g., .Newson and Jones, 1990 . A steam atmosphere was\n) Corresponding author. Tel.: q49-331-288-2659; fax: q49331-288-2660; e-mail: franck@pik-potsdam.de\nprobably formed by impact degassing during accretion of the Earth and the Earth’s surface was covered Žwith a magma ocean Matsui and Abe, 1986; Zahnle .et al., 1988; Franck, 1992 . With a decrease in the\nimpact energy flux the steam atmosphere became unstable and the water condensed to form the protoŽ .ocean Abe and Matsui, 1988 . Therefore, the composition of the Earth’s atmosphere after the formation of the ocean was mainly CO because we know2\n0009-2541r99r$ - see front matter q 1999 Elsevier Science B.V. All rights reserved. Ž .PII: S0009-2541 99 00043-1\nfrom the composition of the chondritic meteorites that it is the second most abundant volatile in the accreting material.\nCO is a greenhouse gas and the variation of its2 content in the atmosphere influences the surface temperature. Hence, it is very important to study the carbon cycle among various reservoirs at the surface and in the interior of the Earth. On planetary time scales the variation of the CO content in the atmo-2 sphere is very important in investigating the relation between the evolution of the Sun as a main-sequence star and the stabilization of the Earth’s surface temperature. Such stars increase their burning rate as Ž .they age Gough, 1981 . During the history of the Earth the luminosity of the Sun has increased to the present level starting with a 30% lower value. If the atmospheric composition and its planetary albedo had been the same as today, the surface temperature of the Earth would have been below 08C until about 2 Ga ago. This is the so-called ‘Faint Young Sun Ž .Paradox’ first described by Sagan and Mullen 1972 . However, there is no geological and biological evidence that there was a global freezing at that time. Even if the solar luminosity was lower probably the mean temperature of the Earth has never been lower Žthan about 58C Owen et al., 1979; Walker, 1982; .Kasting, 1987 .\nVarious solutions for the faint young Sun paradox Žhave been proposed Sagan, 1977; Sagan and Mullen,\n1972; Walker et al., 1981; Kasting, 1987; Hender.son-Sellers and Henderson-Sellers, 1988 . The most\naccepted one is that in the geological past more greenhouse gases were in the atmosphere than today. Ž .Sagan and Mullen 1972 proposed that the early terrestrial atmosphere was rich in ammonia and other reduced gases. Other scientists suggested that ammonia is photochemically unstable. In a geologically Žshort period it would be photolysed to N Kuhn and2 .Atreya, 1979; Kasting, 1982 . Shielded from solar\nultraviolet radiation by a layer of photochemically generated organic haze Sagan suggested that ammoŽ .nia may have been stable Sagan and Chyba, 1997 . Another greenhouse gas is CO . It is photochemi-2 cally stable and one of the most abundant gases in the Earth system. In this case there must be a mechanism that provides a feedback generating a high concentration of atmospheric CO in the past2 while solar luminosity was lower and a progressively\nlowering of CO concentration with an increasing2 solar luminosity. Such a negative feedback regulation of the amount of CO in the atmosphere through2 the carbon cycle among surface reservoirs of carbon Ž .atmosphere, ocean, crust has been first proposed by Ž .Walker et al. 1981 . The main idea of this abiotic feedback mechanism is the interplay between the weathering rate, the surface temperature, and the atmospheric CO partial pressure. Nowadays, there2 have been placed some geochemical constraints on early atmospheric CO pressure that fall well below2 the levels needed to warm up the Earth’s surface in Ž .the geological past Rye et al., 1997; Kasting, 1997 . On the other side, there are the so-called daisy world Ž .models of Watson and Lovelock 1983 . According to these models the stabilization of the planetary surface temperature is caused by the albedo change due to vegetation with a certain parabolic growth rate. Despite the simplification in such toy-models, there is no doubt that even in so-called abiotic regulation models the biosphere plays the main role Žin weathering Berner et al., 1983; Schwartzman and .Volk, 1989 and in making the partial pressure of\nCO in the soil up to three orders of magnitude2 higher than in the atmosphere. But there are also discussions about the correctness of data used for the Žderivation of this 1000 fold effect Cochran and .Berner, 1992, 1993 .\nThe above mentioned models for the regulation of the atmospheric carbon content against an increase Žof the solar insolation Walker et al., 1981; Berner, .1993; Berner et al., 1983; Lasaga et al., 1985 are\nbased on the so-called carbonate–silicate geochemical cycle between the atmosphere, the ocean, and the continents.\nThe carbonate–silicate geochemical cycle consists of the following processes:\n–continental weathering of Ca–Mg-silicates, –precipitation of Ca–Mg-carbonates in the ocean, –subduction of oceanic lithosphere, –metamorphism of carbonates, –degassing of CO via back-arc or andesitic vol-2 canism. In some of these studies, the cycling of carbon is\nrelated to the present tectonic activities and the present continental area. But starting with the famous Ž .paper of Walker et al. 1981 there have been some authors using variable seafloor spreading rates and\nŽcontinental area Berner, 1991, 1992; Berner and Rye, 1992; Berner et al., 1983; Lasaga et al., 1985; Marshall et al., 1988; Kuhn et al., 1989; François .and Walker, 1992; Godderis and François, 1995 and´ independent forcing functions in the carbon cycle. This is reasonably because in geological time scales, the deeper parts of the Earth are considerable sinks and sources for carbon and the tectonic activity as well as the continental area have changed markably. Ž .Therefore, Tajika and Matsui 1992 have favoured the so-called ‘global carbon cycle’. In addition to the usual carbonate–silicate geochemical cycle it also contains the subduction of large amounts of carbon into the mantle with descending slabs and the degassing of carbon from the mantle at mid-ocean Žridges. The BLAG carbonate–silicate cycle Berner .et al., 1983; Lasaga et al., 1985 also includes all\ndegassing sources. A simple numerical model for an Earth system Ž .was developed by Caldeira and Kasting 1992 . This model investigates the reaction of the Earth system to a growing solar luminosity S . In that way the( Earth warms up and the surface temperature T in-s creases. This temperature increase accelerates the Žweathering of silicate rock with the weathering rate . Ž .F . High temperatures near 508C have a negativewr feedback on the biological productivity P . Because of the enhanced silicate-rock weathering, the atmospheric CO partial pressure P is reduced and this2 atm lowers T , F , and P . In this way there is a strongs wr feedback between silicate-rock weathering and atmospheric CO partial pressure. At future high solar2 luminosity atmospheric CO partial pressure may2 become so low that it is under the critical level for the photosynthesis. Then the biological productivity would go to zero and the biosphere would die out. This important problem of the life span of the biosphere was first discussed by Lovelock and WhitŽ .field 1982 . The diagram illustrating the positive and negative feedback mechanisms described above is shown in Fig. 1.\nIn the present paper we calculate the past and future evolution of the Earth system consisting of the components solid Earth, hydrosphere, atmosphere, and biosphere. Therefore, in Section 2 we describe models for the thermal and degassing history of terrestrial planets. In Section 3 we investigate the influence of geodynamical phenomena on the sce-\nnario and in Section 4 we present our model. The results of our calculations are presented and discussed in Section 5."
  }, {
    "heading": "2. Models for the thermal and degassing history in the parameterized convection approximation",
    "text": "Parameterized convection models provide important results for the thermal history of the Earth and Ž .other planets e.g., Stevenson et al., 1983 . These models demonstrate the so-called ‘thermostat effect’, i.e., the self-regulation of the mantle temperature via temperature dependent viscosity.\nThe basic equation of the parameterized convection model is the equation of the conservation of the energy in terms of the time rate of change of the ˙average mantle temperature T :m 4\n3 3 2˙pD c R yR T sy4p R qŽ .m c m m m3 4\n3 3q p Q R yR 1Ž .Ž .m c3 where r is the density, c is the specific heat at constant pressure, q is the heat flow from them mantle, and R and R are the outer and the innerm c\nradii of the mantle, respectively. For simplicity our model does not include core heat flow which at present is about 10% of the surface heat flow. Parameterized convection models including the core Ž .heat flow see, e.g., Franck and Orgzall, 1988 show no qualitative different behavior. The quantity Q describes the energy production rate by decay of radiogenic heat sources in the mantle:\nQsQ eyl t 2Ž .0 where Q and l are constants and t is the time. The0 Rayleigh number Ra for a convecting mantle is:\n3ga T yT R yRŽ . Ž .m s m c Ras 3Ž .\nkn\nwhere g is the acceleration due to gravity, a is the coefficient of thermal expansion, T is the surfaces temperature, k is the thermal diffusivity, and n is the viscosity. It is well known that the kinematic viscosity of the mantle depends on the temperature, the pressure, and the volatile content. Franck and Ž .Bounama 1995a,b, 1997 are the first introducing experimental results of the effect of water fugacity on the olivine creep rate to this general modeling problem. The mantle heat flow q is parameterizedm in terms of Ra:\nbk T yT RaŽ .m s q s 4Ž .m ž /R yR RaŽ .m c cr where k is the thermal conductivity, Ra is thecr critical value of Ra for the onset of convection, and b is an empirical constant. The parameterized convection approximation is based on using a depenŽdence between Nusselt number Nu which is the ratio of the total heat flow and the conductive trans.ported heat and the Rayleigh number Ra:\nNuARa b 5Ž . This approximation has been used in many ther-\nmal history models if you are not interested in the complexities of the flow pattern and the temperature Ž .field of the convection cells. Christensen 1985 has discussed in detail the influence of the empirical constant b on the results.\nIn our calculations we have fitted the initial heat source density Q so that the numerical models0 provide the present-day heat flow from the mantle\nand the present-day viscosity of the mantle. Jackson Ž .and Pollack 1984 have investigated in detail the\nsensitivity of parameterized convection to the rate of decay of internal heat sources.\nThe first self-consistent model that couples the thermal and degassing history of the Earth was proŽ .posed by Mc Govern and Schubert 1989 . In this model volatiles from the mantle degas at mid-ocean Ž .ridges from a certain volume degassing volume that depends on the areal spreading rate S and the Ž .melt generation depth d Fig. 2 .m The degassing rate of volatiles at mid-ocean ˙w xspreading centers M is given by:mv d\nṀ sD d Sf 6Ž .mv mv m H O2d where D is the density of volatiles in the mantlemv Ž .mass of mantle volatiles per mantle volume , d ism the melt generation depth, and S is the areal plate spreading rate. The melt generation depth d ism defined by the depth where ascending mantle material intersects the basalt eutectic and extensive melting and melt segregation occur. f is the de-H O2 gassing fraction of water.\n˙w xThe rate of regassing at subduction zones Mmv r is:\nṀ s f D d SR 7Ž .mv bas bas bas H O2r where f , D , and d are the mass fractionbas bas bas volatile content, the average density, and the thickness of the seafloor crust and sediments before subduction, respectively. R is an efficiency factorH O2 representing the fraction of volatiles that actually enter the deep mantle instead of returning to the surface through arc and back-arc volcanism or offŽ .scraping Fig. 2 . The balance equation for the mass M of mantle volatiles is given by:mv\n˙ ˙ ˙M s M y M 8Ž .mv mv mvr d The initial value of M is the number n ofmv ocean masses M originally in the mantle:ocean\nM ts0 snM 9Ž . Ž .mv ocean The global carbon cycle is a part of the general\nprocess of volatile exchange during the Earth’s hisŽ .tory. In models of Jackson and Pollack 1987 , Mc Ž .Govern and Schubert 1989 , Williams and Pan Ž . Ž .1992 and Franck and Bounama 1995a,b, 1997\nŽ .Fig. 2. Global volatile cycle with a parameterized mantle convection model Franck and Bounama, 1995b . S is the seafloor spreading rate and d the depth of partial melting from which volatiles are released. Regassing occurs at subduction zones after the loss of some volatilesm Žvia arc and back-arc volcanism q : mean heat flow from the mantle, T : global mean surface temperature, R : core radius, R : mantlem s c m .radius .\nthis volatile exchange has been studied in detail. The Ž . Ž .main idea is the coupling of the thermal 1 – 5 and Ž . Ž .degassing 6 – 9 history of the Earth with the help of simple relations from boundary layer theory. The starting point is the relation between heat flow qm Žand the average age of oceanic crust t Turcotte and .Schubert, 1982 .\n2k T yTŽ .m s q s 10Ž .m 'pkt where t is given by\nA tŽ .0 ts 11Ž . S Ž .and A t is the area of the ocean basins at time t.0 Ž . Ž .Combining 10 and 11 we find the relation between heat flow q and the average age of them subducting oceanic crust which as well is a function of the spreading rate S:\n'S 2k T yTŽ .m s q s 12Ž .m\npk A t( Ž .0 The area of the Earth’s surface A is of courseearth Ž . Ž .the sum of A t and the area of continents A t :0 c A sA t qA t 13Ž . Ž . Ž .earth 0 c\nŽ . Ž .12 and 13 can be used to introduce continental crustal growth models into the equations for parameŽterized convection and the volatile cycle Franck and .Bounama, 1997 . The mechanism of the influence of\ncontinental growth on the degassing history can be Ž .explained with the help of 12 . The spreading rate S\nfor fixed temperatures and heat flow is proportional to the area of ocean basins A . Because the Earth’s0 Ž .surface area A is constant 13 we have a de-earth creasing S with an increasing continental area A .c The geodynamical background is that the volatile Ž .exchange degassing and regassing is stronger if there is less continental area."
  }, {
    "heading": "3. The influence of geodynamics on the carbon cycle",
    "text": "Ž .Caldeira and Kasting 1992 solved their numerical model under the assumption that the weathering rate F is always equal to the present value F .wr wr,0 This is clearly a rather rough approximation. Already\nŽ .Berner et al. 1983 found that the weathering rate, the seafloor spreading rate, and the continental area have a very strong influence on the global climate. Ž .He also emphasized Berner, 1992, 1993, 1997 the rise of land plants and their effect on weathering and atmospheric CO . In the framework of a steady state2 approximation for the global carbon cycle at longer Ž 5 . Ž .time scales )10 a originally Walker et al. 1981 proposed an equilibrium between the CO sink in the2 system atmosphererocean and the metamorphic Ž .plate tectonic source. This approximation has been Ž .discussed in detail by Kasting 1984 . The sources of bringing CO into the global carbon cycle to the2 system atmosphererocean are seafloor spreading at mid-ocean ridges and back-arc or andesitic volcanŽ .ism see Fig. 2 . Both processes are dependent on the spreading rate S. The sink of CO in the system2 atmosphererocean is related to the weathering rate ŽF and the continental area A available for weath-wr c .ering . Therefore, this equilibrium may be expressed\nas a relation between dimensionless quantities:\nf = f s f 14Ž .wr A sr\nwhere f sF rF is the weathering rate normal-wr wr wr,0 ized by the present value, f sA rA is the conti-A c c,0 nental area normalized by the present value, and f sSrS is the spreading rate normalized by thesr 0 present value. The ratio f rf is called ‘Geophysi-sr A Ž .cal Forcing Ratio’ GFR . This ratio describes the Ž .influence of the volcanic activity proportional to S\nand the continental area A on the global climatec Ž .Volk, 1987 .\nFig. 3 shows the curves for the average mantle temperature T , the mantle heat flow q , and them m spreading rate S for the thermal and degassing hisŽ .tory calculations Franck and Bounama, 1997 with an initial average mantle temperature of 3000 K and the so-called constant linear continental growth model Ž .see below as examples for the calculation of the geodynamical quantities needed in our model.\nNext we want to present the continental growth Ž Ž ..models i.e., the functions A s f t implementedc in our simulations. The continental crust is especially diverse and\nheterogeneous. Its formation is less understood than that of the geologically simple oceanic crust Ž .Meißner, 1986 . Two quite different hypotheses have\nbeen advanced to explain the evolution of the continental crust.\nŽ .1 The present continental crust formed very early in the Earth’s history. It has been recycled through the mantle in steadily decreasing fashion such that new additions are balanced by losses resultŽ .ing in a steady state system Armstrong, 1991 . Then the much lower mean age must arise from the return\nof the continental material to the mantle and its replacement by the new younger additions. These processes maintain the mass of the continents constant and also reduce their mean age.\nŽ .2 The crust grows throughout geological time without recycling into the mantle.\nŽIn modern studies e.g., Taylor and McLennan, .1995 there is a growing appreciation that the conti-\nŽ .Fig. 4. Sketch of the three used continental growth models constant LG, DG, R&S model .\nnental crust grows episodically and it is concluded that at least 60% of the crust was replaced by the late Ž .Archaean 2.7 Ga . In the last decades there have been presented\nmany different crustal growth models between the two extrema discussed above. In the present study we will not use detailed models but very simple Ž . Žones: a delayed growth DG model A s0 forc tF2.2 Ga and A A t for t)2.2 Ga, a constantc Ž . Ž .linear growth LG model A A t , and a growthc Ž .model proposed by Reymer and Schubert 1984 Ž .R&S that is based on the assumption of an approximately constant continental freeboard over the last 500 million years:\ny1U U UV V q0a 0b mUA t sA yA q 15Ž . Ž .c e 0 V V q tŽ .0 0 m where V is the total volume of the water in the0 Ž 18 3. Uocean 1.17=10 m , V is the volume of the0a Ž 17ocean basins above the peak ridge height 7.75=10 3. Um , V is the volume of the ocean basins below the0b Ž 17 3.peak ridge height 3.94=10 m , and asterisks\ndenote present-day values. A detailed derivation of Ž . Ž .15 is given by Reymer and Schubert 1984 . The different continental growth models used in our simulations are shown in Fig. 4. They have been continued to the future."
  }, {
    "heading": "4. The model",
    "text": "ŽAs a starting and reference model working values .for the parameters in our numerical experiments we Ž .used the model of Caldeira and Kasting 1992 . The Ž .time dependence of the solar luminosity S t is( fitted by\ny1 y2S t s 1y0.38 tr4.55 Ga =1.368 kW mŽ . Ž .( 16Ž .\nThe energy balance between incoming radiation and outgoing radiation is\n1ya S r4ss T 4 17Ž . Ž .( eff where a is the planetary albedo, s is the Stefan– Boltzmann constant, and T is the effective black-eff body radiation temperature.\nThe surface temperature T is related to T bys eff the greenhouse warming factor DT :\nT sT qDT . 18Ž .s eff The greenhouse warming factor is a function of Ts Ž . Ž .in K and cs log P P in bar :atm atm DTs815.17q 4.895=107 Ty2Ž . s\ny 3.9787=105 Ty1 y6.7084cy2Ž . s q73.221cy1 y30.882Ty1cy1 . 19Ž .\nThe planetary albedo a is a function of T .s\nas1.4891y0.0065979T q 8.567=10y6 T 2Ž .s s 20Ž .\nThe silicate-rock weathering rate F was calcu-wr lated from\n0.5 qF a T yTwr H s 0\nf s s exp 21Ž .wr ž /ž /qF a 13.7 Kwr ,0 H ,0 where a q is the activity of Hq in fresh soil waterH assuming equilibration of rain water with the soil Ž .CO concentration P and the atmospheric SO2 soil 2 Ž . qconcentration 0.2 p.p.b. . The quantities F , a ,wr,0 H ,0 and T are the present values for the weathering rate,0 the Hq activity, and the surface temperature, respectively. Equilibrium constants for the chemical activities of the carbon and sulfur systems have been taken Ž .from Stumm and Morgan 1981 . These equilibrium constants account only for the anorganic weathering process. The additional effects of accelerating the weathering by vascular plants have been described Ž .for example by Berner 1997 . P can be parame-soil terized as a function of the biological productivity P , the atmospheric CO concentration P , and the2 atm Ž .corresponding present values Volk, 1987 . P P P Psoil atm ,0 atm\ns 1y q . 22Ž .ž /P P P Psoil ,0 0 soil ,0 soil ,0 The biological productivity has a maximum at\nT s258C and is zero when T reaches 508C:s s P\nPmax 2Ty258C P yPatm min\ns 1y .ž /ž / ž /258C P q P yPŽ .1r2 atm min 23Ž .\nThe maximum possible biological productivity P is twice the present productivity P . Themax 0 minimum CO concentration down to which C2 4 Ž .plants can grow P was set 10 p.p.m. The valuemin P is calculated to yield PsP when T sT1r2 0 s 0 Ž . Ž .s158C and P sP s320 p.p.m. . The ini-atm atm,0 tial value of P is 10 P .soil,0 atm,0\nIn our computer model we started with the parameters for the present state of the Earth system Ž .f sF rF s1 . From the ratio of the dimen-wr wr wr,0 sionless midocean seafloor spreading rate and the dimensionless continental area from Franck and Ž . Ž .Bounama 1997 we calculated f via 14 back towr the Earth’s history. We find values of f in thewr order of 2–5 in the Mesoproterozoic and about 5–10 in the late Palaeoproterozoic, depending on the continental growth model. In the planetary future fwr Ž .decreases from the present value f s1 to f fwr wr 0.5 in 500 Ma. With a trial and error method we Ž . Ž .solved the system of Eqs. 16 – 23 self consistently back to the Archaean. At this geological era life changed from anaerobic to aerobic forms and for the\nŽ .biological productivity 23 may be applied. Then starting from the present state again we run our model 1.5 Ga into the future.\nThe main improvement of our model on the model Ž .of Caldeira and Kasting 1992 is the incorporation\nof spreading and continental growth as main geodynamical processes into the calculation scheme in the sense of an internal forcing on the Earth system. This is sketched in Fig. 5."
  }, {
    "heading": "5. Results and discussion",
    "text": "With the help of the numerical procedure described in Section 4 we solved the system of equations that is illustrated by the diagram in Fig. 5. Over a time scale from 2.3 Ga ago up to the future of 1.1 Ga and 1.5 Ga the results for the mean global surface temperature T , the atmospheric and soil CO partials 2 pressure P , P , and the normalized biologicalatm soil productivity PrP are plotted in Figs. 6–8. In Fig.0 9 we show the effect of the biosphere on the mean global surface temperature for the R&S continental Žgrowth model. In the abiotic case a planet without . Ž .biosphere R&Sa we have solved the system of\nequations under the condition P'0 at any time. In this case there is no ‘biological pump’ increasing P by about 10 times P and as can be seen fromsoil atm Ž .22 P and P are always equal in the abioticallysoil atm case.\nOur results confirm the main idea that the global carbon cycle is the main mechanism to draw down CO from the Earth’s atmosphere and to buffer the2 surface temperature against an increase in solar luminosity. In this process the carbonate–silicate geochemical cycle is considered to be a part of the global carbon cycle.\nFig. 6 shows the stabilization of the mean global surface temperature from the Archaean up to about 1 Ga into the future for the Caldeira–Kasting model Ž .C&K and for our three models with different continental growth. In comparison to the reference Ž .model C&K our three models provide warmer climates in the past but cooler ones in the future up to about 1 Ga. This effect can be easily explained from the viewpoint of geodynamics: in the geological past we had a smaller continental area and higher spreading rates. In this way the longscale equilibrium\nŽ .between CO sinks and sources as described by 142 was at a higher atmospheric CO -level than in the2 ŽC&K-model with the present weathering rate pre.sent continental area, present spreading rate . The\nadditional CO comes from the mantle reservoir that2 is orders of magnitude larger than the atmospheric reservoir and therefore it can be considered as infinitely in the framework of our model. In the planetary future we have the reverse situation: a larger continental area, smaller spreading rates, less CO in2 the atmosphere compared to the C&K-model. We can see that the more realistic R&S continental growth model gives the best surface temperature stabilization. After about 1 Ga from now all curves converge and increase to nearby 1008C in a planetologically short time. All higher forms of life would\ncertainly be terminated at this time. The atmospheric Ž .and soil CO partial pressure P and P in Fig.2 atm soil 7 show a continuous decrease. This decrease in atmospheric CO results in a decreasing greenhouse2 effect, which compensates for the effect of increasing solar luminosity. Up to the future when the biological productivity goes to zero and the ‘biological pump’ ceases the soil CO partial pressure is2 always higher than the atmospheric one. In the scope of the global carbon cycle between mantle and surface reservoirs the mantle becomes the main sink of carbon. In Fig. 8 the four models for the evolution of\nthe normalized biological productivity are presented. Because continental growth starts late in the model Ž .with delayed continental growth DG it shows a strong increase in the biological productivity in the Archaean. This model provides the shortest life span Ž .of the photosynthetic biosphere about 0.5 Ga — nearly 300 Ma shorter than the corresponding one of the C&K reference model. For the evolution of the Ž .mean global surface temperature Fig. 9 the compariŽson of the biotic and abiotic models R&S and .R&Sa, respectively shows a stronger stabilization effect as long as the biosphere exists. On the other hand the self-regulation of the mean global surface Ž .temperature works also without a biosphere R&Sa . But in this case the stabilized mean global surface temperature is up to 5 K higher. Since we did not change the weathering rates our mechanism of\n‘switching off’ the biosphere by setting the biological productivity to zero is only a very rough approximation.\nThe global carbon cycle plays an important role in the long scale self-regulation in the Earth system. In the Earth’s history the mean global surface temperature has been stabilized by this cycle against the external forcing of a growing solar luminosity. The abiotic stabilization mechanism will continue to about 1–1.5 Ga. Then it breaks down and the mean global surface temperature reaches a point of about 1008C where water is lost and the state of the Earth becomes similar to that of the Venus. Because the atmospheric CO partial pressure drops under the2 Žminimum pressure for photosynthesis about 10 .p.p.m. for C plants the photosynthetic biosphere4 will already break down in about 0.5–0.8 Ga. All these phenomena are strongly influenced by geodynamical processes like continental growth and tecŽ .tonic activity spreading . Our calculation procedure was performed in such\na way that we coupled two independent systems of equations that have been solved self-consistently each for each other. For every time step we entered the data of the continental area and the spreading rate from our degassingrregassing model into the system Ž . Ž .of Eqs. 16 – 23 for the Earth system. This is only a first step towards the development of a completely self-consistent Earth system model. In this sense our results are highly speculative and they present only a general qualitative picture of the evolution of atmospheric CO , climate, mantle temperature, continen-2 tal area, spreading, and biosphere. Additional processes like the organic carbon subcycle might also be important in the self-regulation of the Earth system Ž .for a recent review see Schneider and Boston, 1993 ."
  }, {
    "heading": "Acknowledgements",
    "text": "The authors want to thank Prof. Yuri Svirezhev, Prof. Wolfgang Cramer, Dr. Arthur Block, and Dipl.-Phys. Werner von Bloh for helpful discussions. Furthermore, the authors benefited greatly from constructive reviews of the manuscript by R.A. Berner Ž . ŽYale University , L.M. François Universite de´ . Ž .Liege , and H.N. Pollack University of Michigan .`"
  }],
  "year": 1999,
  "references": [{
    "title": "Evolution of an impact-generated H O–CO atmosphere and formation of a hot proto-ocean on",
    "authors": ["Y. Abe", "T. Matsui"],
    "year": 1988
  }, {
    "title": "The rise of plants and their effect on weathering and atmospheric CO",
    "authors": ["R.A. Berner"],
    "venue": "Science",
    "year": 1997
  }, {
    "title": "Calculation of the Phanerozoic strontium isotope record of the ocean from a carbon cycle model",
    "authors": ["R.A. Berner", "D.M. Rye"],
    "venue": "Am. J. Sci",
    "year": 1992
  }, {
    "title": "The carbonate– silicate geochemical cycle and its effect on atmospheric carbon dioxide over the past 100 million years",
    "authors": ["R.A. Berner", "A.C. Lasaga", "R.M. Garrels"],
    "venue": "Am. J. Sci",
    "year": 1983
  }, {
    "title": "The life span of the biosphere revisited",
    "authors": ["K. Caldeira", "J.F. Kasting"],
    "venue": "Nature 360,",
    "year": 1992
  }, {
    "title": "Thermal evolution models for the Earth",
    "authors": ["U.R. Christensen"],
    "venue": "J. Geophys. Res",
    "year": 1985
  }, {
    "title": "The quantitative role of plants",
    "authors": ["M.F. Cochran", "R.A. Berner"],
    "year": 1992
  }, {
    "title": "Reply to the comments on ‘weathering, plants, and the long-term carbon cycle",
    "authors": ["M.F. Cochran", "R.A. Berner"],
    "venue": "Geochim. Cosmochim",
    "year": 1993
  }, {
    "title": "Olivine flotation and crystallization of a global magma ocean",
    "authors": ["S. Franck"],
    "venue": "Phys. Earth Planet. Inter",
    "year": 1992
  }, {
    "title": "Effects of water-dependent creep rate on the volatile exchange between mantle and surface reservoirs",
    "authors": ["S. Franck", "Bounama", "Ch"],
    "venue": "Phys. Earth Planet. Inter",
    "year": 1995
  }, {
    "title": "Rheology and volatile exchange in the framework of planetary evolution",
    "authors": ["S. Franck", "Bounama", "Ch"],
    "venue": "Adv. Space. Res",
    "year": 1995
  }, {
    "title": "Continental growth and volatile exchange during Earth’s evolution",
    "authors": ["S. Franck", "Bounama", "Ch"],
    "venue": "Phys. Earth Planet. Inter",
    "year": 1997
  }, {
    "title": "High-pressure melting of silicates and planetary evolution of Earth and Mars",
    "authors": ["S. Franck", "I. Orgzall"],
    "venue": "Gerlands Beitr. Geophys",
    "year": 1988
  }, {
    "title": "Modelling the phanerozoic carbon cycle and climate: constraints from the 87Srr86Sr isotopic ratio of seawater",
    "authors": ["L.M. François", "J.C.G. Walker"],
    "venue": "Am. J. Sci",
    "year": 1992
  }, {
    "title": "The cenozoic evolution",
    "authors": ["Y. Godderis", "L.M. François"],
    "year": 1995
  }, {
    "title": "Solar interior structure and luminosity variations",
    "authors": ["D.O. Gough"],
    "venue": "Sol. Phys",
    "year": 1981
  }, {
    "title": "Equable climate in the early Archaean",
    "authors": ["A. Henderson-Sellers", "B. Henderson-Sellers"],
    "venue": "Nature 336,",
    "year": 1988
  }, {
    "title": "On the sensitivity",
    "authors": ["M.J. Jackson", "H.N. Pollack"],
    "year": 1984
  }, {
    "title": "Mantle devolatilization and convection: implications for the thermal history of the Earth",
    "authors": ["M.J. Jackson", "H.N. Pollack"],
    "venue": "Geophys. Res",
    "year": 1987
  }, {
    "title": "Stability of ammonia in the primitive terrestrial atmosphere",
    "authors": ["J.F. Kasting"],
    "venue": "J. Geophys. Res",
    "year": 1982
  }, {
    "title": "Comments on the BLAG model: the carbonate–silicate geochemical cycle and its effect on atmospheric carbon dioxide over the past 100 million years",
    "authors": ["J. Kasting"],
    "venue": "Am. J. Sci",
    "year": 1984
  }, {
    "title": "Theoretical constraints on oxygen and carbon dioxide concentrations in the precambrian atmosphere",
    "authors": ["J.F. Kasting"],
    "venue": "Precambrian Res",
    "year": 1987
  }, {
    "title": "Ammonia photolysis and the greenhouse effect in the primordial atmosphere of the Earth",
    "authors": ["W.R. Kuhn", "S.K. Atreya"],
    "venue": "Icarus",
    "year": 1979
  }, {
    "title": "The effect on Earth’s surface temperature from variations in rotation rate, continent formation, solar luminosity, and carbon dioxide",
    "authors": ["W.R. Kuhn", "J.C.G. Walker", "H.G. Marshall"],
    "venue": "J. Geophys. Res",
    "year": 1989
  }, {
    "title": "An improved geochemical model of atmospheric CO fluctuations over past",
    "authors": ["A.C. Lasaga", "R.A. Berner", "R.M. Garrels"],
    "year": 1985
  }, {
    "title": "Long-term climate change and the geochemical cycle of carbon",
    "authors": ["H.G. Marshall", "J.C.G. Walker", "W.R. Kuhn"],
    "venue": "J. Geophys. Res",
    "year": 1988
  }, {
    "title": "Evolution of an impact-induced atmosphere and magma ocean on the accreting Earth",
    "authors": ["T. Matsui", "Y. Abe"],
    "venue": "Nature",
    "year": 1986
  }, {
    "title": "Thermal evolution of the Earth: effects of volatile exchange between atmosphere and interior",
    "authors": ["P.J. Mc Govern", "G. Schubert"],
    "venue": "Earth Planet Sci. Lett",
    "year": 1989
  }, {
    "title": "The continental crust",
    "authors": ["R. Meißner"],
    "year": 1986
  }, {
    "title": "Origin of the Earth",
    "authors": ["H.E. Newson", "J.H. Jones"],
    "year": 1990
  }, {
    "title": "Enhanced CO2 greenhouse to compensate for reduced solar luminosity on early Earth",
    "authors": ["T. Owen", "R.D. Cess", "V. Ramanathan"],
    "venue": "Nature 277,",
    "year": 1979
  }, {
    "title": "Phanerozoic addition rates of the continental crust and crustal growth",
    "authors": ["A. Reymer", "G. Schubert"],
    "venue": "Tectonics",
    "year": 1984
  }, {
    "title": "Atmospheric carbon dioxide concentrations before 2.2 billion years ago",
    "authors": ["R. Rye", "P.H. Kuo", "H.D. Holl"],
    "venue": "Nature 378,",
    "year": 1997
  }, {
    "title": "Reduced greenhouse and the temperature history of the Earth and Mars",
    "authors": ["C. Sagan"],
    "venue": "Nature",
    "year": 1977
  }, {
    "title": "The early faint young Sun paradox: Organic shielding of ultraviolet-labile greenhouse gases",
    "authors": ["C. Sagan", "Chyba", "Ch"],
    "venue": "Science",
    "year": 1997
  }, {
    "title": "Earth and Mars: Evolution of atmospheres and surface temperatures",
    "authors": ["C. Sagan", "G. Mullen"],
    "venue": "Science 177,",
    "year": 1972
  }, {
    "title": "Scientists on Gaia",
    "authors": ["S.H. Schneider", "P.J. Boston"],
    "year": 1993
  }, {
    "title": "Biotic enhancement of weathering and the habitability of Earth",
    "authors": ["D.W. Schwartzman", "T. Volk"],
    "venue": "Nature",
    "year": 1989
  }, {
    "title": "Magnetism and the thermal evolution of the terrestrial planets",
    "authors": ["D.J. Stevenson", "T. Spohn", "G. Schubert"],
    "venue": "Icarus 54,",
    "year": 1983
  }, {
    "title": "Evolution of terrestrial proto-CO2 atmosphere coupled with thermal history of the Earth",
    "authors": ["E. Tajika", "T. Matsui"],
    "venue": "Earth Planet. Sci",
    "year": 1992
  }, {
    "title": "The geological evolution of the continental crust",
    "authors": ["S.R. Taylor", "S.M. McLennan"],
    "venue": "Rev. Geophysics",
    "year": 1995
  }, {
    "title": "Feedbacks between weathering and atmospheric",
    "authors": ["T. Volk"],
    "year": 1987
  }, {
    "title": "Climatic factors on the Archean Earth",
    "authors": ["J.C.G. Walker"],
    "venue": "Palaeogeogr. Palaeoclimat. Palaeoecol",
    "year": 1982
  }, {
    "title": "A negative feedback mechanism for the long-term stabilization of Earth’s surface temperature",
    "authors": ["J.C.G. Walker", "P.B. Hays", "J.F. Kasting"],
    "venue": "J. Geophys. Res",
    "year": 1981
  }, {
    "title": "Biological homeostasis of the global environment: the parable of Daisyworld",
    "authors": ["A.J. Watson", "J.E. Lovelock"],
    "venue": "Tellus 35B,",
    "year": 1983
  }, {
    "title": "Internally heated mantle convection and the thermal and degassing history of the Earth",
    "authors": ["D.R. Williams", "V. Pan"],
    "venue": "J. Ž ",
    "year": 1992
  }, {
    "title": "Evolution of a steam atmosphere during Earth’s formation",
    "authors": ["K.J. Zahnle", "J.F. Kasting", "J.B. Pollack"],
    "venue": "Icarus",
    "year": 1988
  }],
  "id": "SP:41e15f1205166cf772af9a3aee9889caaee03478",
  "authors": [{
    "name": "Siegfried Franck",
    "affiliations": []
  }, {
    "name": "Konrad Kossacki",
    "affiliations": []
  }, {
    "name": "Christine Bounama",
    "affiliations": []
  }],
  "abstractText": "The Earth may be described as a global system consisting of the components solid Earth, hydrosphere, atmosphere, and biosphere. This system evolves under the external influence of increasing solar luminosity. In spite of this changing external Ž forcing, the Earth’s climate has been stabilized by negative feedbacks against global freezing in the past faint young Sun . paradox . The future long-term trend of further increasing solar luminosity will cause a further atmospheric CO decrease. 2 Atmospheric CO will fall below the critical level for photosynthesis and the plant based biosphere will die out. In the 2 present paper we propose a modelling study of the evolution of the carbon cycle from the Archaean to the planetary future. w Our model is based on a paper published previously by Caldeira and Kasting Caldeira, K., Kasting, J.F., 1992. The life span x of the biosphere revisited. Nature 360, 721–723 . The difference of the current study with respect to this work resides in the forcing function used for the silicate weathering rate. While Caldeira and Kasting used a constant weathering rate over time, we calculate the time evolution of this rate by assuming a balance between the weathering flux and the CO release flux by 2 volcanism and metamorphism. We use the geodynamics theory to couple the two internal forcing functions continental area Ž . Ž . for weathering and spreading for CO release flux which were generally considered as independent in previous models. 2 This coupling introduces an additional feedback in the system. We find a warmer climate in the past and a shortening of the life span of the biosphere up to some hundred million years. q 1999 Elsevier Science B.V. All rights reserved.",
  "title": "Modelling the global carbon cycle for the past and future evolution of the earth system"
}