{
  "sections": [{
    "text": "The Ziway–Shala basin, in the Main Ethiopian Rift (MER), is a reference site for regional to global paleoclimatic reconstructions. We undertook and interpreted a stratigraphical, pedological and geomorphological study, including a new geological map scale 1:250,000, to provide a Late Quaternary-centred revised geological history of the basin. 1\nWe mapped several Late Quaternary sedimentary units and arranged them in four major unconformity-bounded stratigraphic units (synthems), recording equivalent phases of geomorphic change. A new, extensive, soil survey allowed us to establish a pedostratigraphic unit, the T ora geosol, as a distinctive marker of landscape stability and instability in the area during the Holocene. Climate change was a major control on geo-morphologic evolution of this area during the intense climate fluctuations of the last 100,000 years. Extensive lake systems developed during relatively humid Last Glacial interstadials and in the early-mid Holocene; this last was characterized by short, but high-amplitude, regressions during arid pulses. Major lakes lowering occurred in the terminal Pleistocene and in the last 5000 years. Evidences for high or very high terminal Pleistocene lake levels suggest possible nonclimatic controls on changes in lakes extension and volumes between Late Pleistocene and Holocene. We suggest that modifications of hydrological thresholds, due to activity of structures parallel and transversal to the MER, established new lakes boundaries between terminal Pleistocene and early Holocene, setting the maximum level of Holocene lake systems at about 1670 m a.s.l.\nThe integrated analysis of lacustrine, fluvial, slope and soil systems provided a basis for a general interpretation of relations\nbetween climatic changes and geomorphic processes at a basin scale.\n2002 Elsevier Science Ltd. All rights reserved.\nKeywords: Main Ethiopian Rift; Late Quaternary; Fluvio-lacustrine deposition; Geomorphic evolution; Pedostratigraphy"
  }, {
    "heading": "1. Introduction",
    "text": "The Lake Region (Ethiopia) lies in the central sector of the Main Ethiopian Rift (MER), part of the northern branch of the East Africa Rift system. The four major lakes of this area, Ziway, Langano, Abiyata and Shala (Fig. 1), are set within a tectonically controlled endoreic basin (Street, 1979; Chernet, 1982). The lakes extension is then a direct function of local hydrological budget.\nThis makes them good proxies for paleoclimate reconstructions, especially during the high-frequency humidarid cycles of Holocene (Gillespie et al., 1983; Alessio et al., 1996). Morphologic and stratigraphic lines of evidence of Late Quaternary lake level fluctuations, supported by extensive radiocarbon datings, were acquired over the last decades (Grove and Goudie, 1971; Grove et al., 1975; G eze, 1975; Laury and Albritton, 1975; Gasse and Street, 1978; Street, 1979; Gillespie et al., 1983; Alessio et al., 1996). This wealth of data made the Lake Region a reference site for paleoclimate reconstruction in the tropics (Street-Perrot and Perrot, 1990; Gasse and Van Campo, 1994).\n* Corresponding author.\nE-mail address: marcob@geo.unifi.it (M. Benvenuti). 1 The map can be found at the back of this issue.\n0899-5362/02/$ - see front matter 2002 Elsevier Science Ltd. All rights reserved. PII: S0899-5362 (02 )00036-2\nThe mapped extension of lacustrine deposits suggests that a wide lacustrine system covered the centralnorthern MER portion in Late Pleistocene, while during Holocene the maximum northward extension of the lakes was limited to a few km north of present-day Lake Ziway. These studies were synthesized in Street (1979), who documented the periods of maximum lake levels to be synchronous with higher-latitude warm climatic intervals, contributing to overcome the ‘‘pluvial’’ paradigm which, for a long time, dictated an opposite interpretation (Coetzee and van Zinderen Bakker, 1989 for a review).\nModern MER climate is influenced by the annual shifts of the intertropical convergence zone and by physiography. The mean annual rainfall along the rift margins is about 1200 mm; in the T ora-Mito hills, rainfall varies between 900 and 1000 mm. The Ziway– Shala basin proper is drier, with average annual rainfall around 700 mm. Sparse rainfall data (Sagri, 1998) suggest that areas around lakes Abiyata and Langano are even drier. An integrated geological, geomorphological and pedological study of the Ziway–Shala basin was undertaken to: (1) map and describe, for the first time and through modern stratigraphic methods, the complex relations among Late Quaternary deposits, landforms and soils;\n(2) update the knowledge of Late Quaternary evolution of the area and (3) provide bases for a first attempt to correlate lake fluctuations, as proxies to climate change, with geomorphic evolution of non-lacustrine areas. Furthermore, previously described and surveyed volcanic units (Di Paola, 1972; Woldegabriel et al., 1990) were integrated into a general geological map."
  }, {
    "heading": "2. Geology of the lake region",
    "text": "The MER is a NNE-SSW trending rift valley, 80 km wide and 700 km long, bordered by the Ethiopian Plateau to the west and the Somali Plateau to the east. Its development has been variedly interpreted: pure tension (Di Paola, 1972; Woldegabriel et al., 1990; Ebinger et al., 1993; Chorowicz et al., 1994); transtension (Boccaletti et al., 1992); oblique rifting (Bonini et al., 1997). The dense swarms of NNE-SSW trending steep normal faults, still active on the margins along the Silti-Debre Zeit Fault Zone (SDZFZ) on the west and the Wonji Fault Belt (WFB) on the east, accommodate total offsets of about 1500–2000 m between the rift floor and the plateaux (Di Paola, 1972; Woldegabriel et al., 1990). At places, northwest trending transversal faults truncate the Rift-oriented faults of the plateau margins (Di Paola, 1972; Woldegabriel et al., 1990; Le Turdu et al., 1999)."
  }, {
    "heading": "2.1. Stratigraphic outlines",
    "text": "The central sector of the MER and its shoulders are made of volcanites and pyroclastic rocks, whereas large areas of the rift floor are covered by volcano-lacustrine and fluvio-lacustrine deposits (Figs. 2, 3 and attached map).\nLimited outcrops of Precambrian biotite gneiss, covered by Early Mesozoic fluvial sandstones, marine shales and limestones (unit BM), occur in a complex horst structure on the western margin (Kela horst, Woldegabriel et al., 1990; Di Paola et al., 1993).\nThe oldest volcanic rocks (Plateau Trap Series, unit Ts) are exposed in the western escarpment and consist of about 1000 m of basaltic lava flows, with interbedded ignimbritic beds, topped by massive rhyolites and intervening tuffs and basalts (Di Paola, 1972; Merla et al., 1979; Woldegabriel et al., 1990; Di Paola et al., 1993). Radiometric ages range from 40 to 25 Ma in the basalts and from 37 to 27 Ma in the rhyolites (Merla et al., 1979; Woldegabriel et al., 1990). Middle Miocene to Pliocene (15–3 Ma) basalt flows, rhyolites and tuffs unconformably cap the early Tertiary volcanic units (Merla et al., 1979; Woldegabriel et al., 1990).\nThe eastern plateau is covered by Pliocene to early Pleistocene (4.6–1.6 Ma) shield volcanoes (Chilalo, 4005 m, Kecha, 4245 m Badda, 4170 m). These (unit Ms) consist of trachytes with subordinate basalts and\nmugearites (Di Paola, 1972; Merla et al., 1979; Woldegabriel et al., 1990; Bigazzi et al., 1993), and of Miocene phonolites (Chike Mt).\nSilicic pyroclastic materials cover most of the MER floor (Mohr, 1962; Di Paola, 1972; Woldegabriel et al., 1990); they are Early to Middle Pliocene (4.2–3 Ma,\nWoldegabriel et al., 1990), mainly peralkaline rhyolitic ignimbrites, interlayered with basalts and tuffs (unit Pq) and associated with layered, unwelded pumices. The thickness of the ignimbrites is not known, but outcrops (Di Paola, 1972; Woldegabriel et al., 1990) and well data (Gianelli and Teklemariam, 1993) suggest it exceeds 500–600 m. Alkaline and peralkaline rhyolitic lava flows and domes, associated with pumice and ash (unit Pa) represent the late silicic volcanic events (Di Paola, 1972). These lavas were erupted from Late Pliocene to Middle Pleistocene and, in some places, crop out as remnants of large calderas. The Gademota Ridge, dated 1.30–1.27 Ma (Laury and Albritton, 1975; Mohr et al., 1980; Woldegabriel et al., 1990) is one such remnant. It rises in an arc structure, 25–30 km in diameter, up to 400 m above the plain west of Lake Ziway.\nA more recent volcanic unit, (Qb), crops out along the SDZFZ and theWFB (Di Paola, 1972; Kazmin et al., 1980); it is made up of basaltic lava flows, associated with hyaloclastites and scoria cones. The thickness of this unit is only a few dozen meters; it is very recent, as testified by a radiometric age of 0.13 Ma (Woldegabriel et al., 1990) and by sub-historical lava flows (Di Paola, 1972; Di Paola et al., 1993).\nYoung volcanoes and calderas, such as the Bora– Bericcio complex, the Alutu volcano, the Ficke, O a and Corbetti calderas, are made up of rhyolitic lava flows, unwelded pumice flows, pumice falls and ashes (units Qr and Qx). Obsidian flows represent the final product of the volcanic activity (Di Paola, 1972; Mohr et al., 1980). These recent volcanoes started to be active from the Middle Pleistocene (about 0.25 Ma, Di Paola, 1972; Mohr et al., 1980; Woldegabriel et al., 1990) with intermittent Late Holocene activity; obsidian flows and pumices were dated 2000 yBP (Gianelli and Teklemariam, 1993) and very recent ash deposits 1500 and 230 yBP (Haynes and Haas, 1974). Many of these volcanoes are presently in a fumarolic stage (Di Paola, 1972).\nWithin the volcanic and volcaniclastic succession (i.e. unit Qr) of the O a caldera, Middle Pleistocene fluviolacustrine sands and clays (unit Qfl) occur (Mohr et al., 1980; Le Turdu et al., 1999).\nLate Quaternary fluvio-lacustrine sediments cover a large area of the central sector of the MER (Merla et al., 1979). They were laid down in a very wide lake which, in the past, occupied most of the rift floor. The four present-day lakes (Ziway, Langano, Abiyata, Shala) are the remnants of that ancient lacustrine basin. These deposits, and the colluvial–alluvial aprons, are the main topic of this study and will be described in detail in the following sections."
  }, {
    "heading": "2.2. Summary of the Main Ethiopian Rift development",
    "text": "Eruption of huge volumes of volcanites started in the MER and the adjacent plateaux in Late Eocene–Early Oligocene (Merla et al., 1979; Kazmin et al., 1980; Woldegabriel et al., 1990; Ebinger et al., 1993; Zanettin, 1993), preceding rift formation.\nThe early rifting phase (Late Oligocene–Early Miocene) was characterized by formation of a series of alternating half-grabens (Woldegabriel et al., 1990) and/or by downwarping (Merla et al., 1979; Abbate and Sagri, 1980; Kazmin et al., 1980). This was followed by the development of full symmetrical grabens and rift-in-rift structures (Di Paola, 1972; Woldegabriel et al., 1990; Le Turdu et al., 1999).\nThe most important volcano–tectonic event in the central sector of the MER occurred in Early Pliocene, with the eruption of voluminous flows of rhyolitic ignimbrites and the collapse of very large calderas (Di Paola, 1972; Woldegabriel et al., 1990). The full symmetrical Rift configuration was achieved during this paroxystic event (Woldegabriel et al., 1990).\nFrom early Pleistocene to the present, tectonic and volcanic activity was concentrated along the WFB, and successively along the SDZFZ (Mohr, 1962; Di Paola, 1972; Bigazzi et al., 1993).\nSince Middle Pleistocene (or earlier?) fluvio-lacustrine basins developed along the WFB, under a tectonic– volcanic control (Le Turdu et al., 1999). Successively (late Pleistocene–Holocene) a fluvio-lacustrine basin occupied large areas of the MER floor (Di Paola, 1972; Laury and Albritton, 1975; Bigazzi et al., 1993) extending, in late Pleistocene, up to Mojo, 50 km north of Lake Ziway."
  }, {
    "heading": "2.3. Evidence of Late Quaternary lake fluctuations and soil-forming processes",
    "text": "Striking morphological evidence of lacustrine recessional stillstands, such as terraces and stranded palaeoshorelines (Fig. 4), have long been recognized in the basin (Nilsson, 1940). Lacustrine terraces (V–I from\nhigher to lower, after Laury and Albritton, 1975) are only present around Lake Ziway. Relic shorelines, although also recognized on the terraces, are mainly developed in the southern basin (Fig. 4). The V terrace lies above an escarpment at 1670 m a.s.l., and has been considered of Pleistocene age (Laury and Albritton, 1975; Street, 1979). Radiocarbon dates (Haynes and Haas, 1974; Laury and Albritton, 1975) give minimum ages for some of the Holocene terraces. The development of terrace IV, when a single lake existed, is bracketed between 9600 and 9400 yBP, with a subsequent flooding at about 5400–5100 yBP. Minimum age of terrace III ranges from 5600 to 5300 yBP. Our observations show that the escarpment separating terrace IV from terrace III tends to become convex south of Ziway Lake (Fig. 4), suggesting a separation of the palaeoZiway lake from the southern Langano–Abiyata– Shala Lake around 5600–5300 yBP.\nTwo groups of shorelines can be identified north of Lake Abiyata. Degraded shorelines, between 1600 and 1650 m a.s.l., are separated from fresh ones by an apparently featureless surface, standing at 1590–1600 m a.s.l. (Fig. 4). The degraded shorelines are interpreted as\nfurther evidence of the mid-Holocene separation of Ziway from the southern lakes, the featureless surface representing a very rapid drop in lake level, followed by a stillstand at about 1600 m a.s.l. (Street, 1979). Morphological evidence of lake-level lowering and complete desiccation is represented by a N–S trending depression, 2 km wide and 15 km long (Fig. 4), about 2 m deeper than the average Lake Ziway bottom (AERMAP, 1969), interpreted as a submerged palaeovalley.\nA major morphological feature is the Meki–Dubeta col, a saddle in the Meki–Awash divide that, during Holocene, controlled the maximum lake level elevation (1670 m a.s.l) in the Ziway–Shala basin (Venzo, 1971; Street, 1979).\nThree main lithostratigraphic units were established within the Late Pleistocene–Holocene deposits of the study area (Street, 1979, Table 1).\nThe Meki Formation, made up of alluvial and fluviolacustrine deposits, records the fluctuations in the Meki River base-level. The Bulbula Formation is composed of lacustrine diatomaceous marls and calcareous sands, grading into and interbedded with thick diatomite units. A thick\n(about 30 m), volcaniclastic, latest Pleistocene unit (Abernosa Pumice Member) is a key level in this formation, marking, through erosive surfaces and palaeosols, the transition from Upper Pleistocene to Holocene deposits (Gasse and Street, 1978).\nThe Ajewa Formation, in the eastern shore of Lake Shala, is composed of late Pleistocene and Holocene deep to shallow lacustrine, shoreface, alluvial and colluvial deposits. The synthesis of Late Quaternary lake fluctuations is represented by Street s classic diagram, plotting lake surface elevation, as documented by landforms and deposits, vs. time, assessed through an extensive radiocarbon chronology (Table 2). At least seven major lacustrine highstands (Ziway–Shala I–VII) were recognized (the latest Pleistocene–Holocene fluctuations are reported in Fig. 5a), with a minor one (Ziway–Shala VIII), possibly occurred in historical times (Street, 1979).\nThe first three highstands occurred during Late Pleistocene: Ziway–Shala I was approximately dated at before 50,000 yBP; nevertheless, a maximum age close to 100,000 yBP can be hypothesized basing on data from several authors (Laury and Albritton, 1975; Street, 1979; Bigazzi et al., 1993; Le Turdu et al., 1999); Ziway– Shala II between 28,000–30,000 yBP; Ziway–Shala III between 26,000–22,000 yBP. The post-LGM highstands (Fig. 5a) are: Ziway–Shala IV, around 12,000–11,000 yBP; Ziway–Shala V, around 9000 yBP; Ziway–Shala VI, around 6000–5000 yBP ; Ziway–Shala VII: around 2500–2000 yBP.\nThe bases for soil stratigraphy in the area were laid down by Laury and Albritton (1975), Verheye (1978) and Street (1979). The common observation was the\nstark contrast between well developed Luvisols on Pleistocene terraces and soils on Holocene materials. Street (1979) reviewed Laury and Albritton s observations of buried palaeosols within the Gademota Formation, and observed clear hints of polycyclicity in the soils on Pleistocene terraces. She concluded that well developed Luvisols were characteristic of warm-humid intervals in the Rift valley bottom. Supported by dating of buried soils by Haynes and Haas (1974) and Laury and Albritton (1975), she considered the last such interval to coincide with the early Holocene lacustrine highstands."
  }, {
    "heading": "3. Methodology",
    "text": "The morphologic and stratigraphic study of the Late Quaternary in the Ziway–Shala lakes basin was carried out by integrating interpretation of satellite images and aerial photographs, measurement of stratigraphic logs, facies analysis, soil survey, radiocarbon datings of lacustrine (mixed shells, organic muds) and non-lacustrine (charcoal, land snails, vertebrate bones) materials. Several uncalibrated 14C dates, available from literature (Street, 1979 and Gillespie et al., 1983 for synthesis; Le Turdu et al., 1999) and newly obtained 14C dates were compared to improve the chronological framework (Table 2). The main synthesis of this integrated analysis is a geological map of the study area, scale 1:250,000 (Table 1), that for the first time depicts in details the Late Quaternary geology of the Lake Region.\nReconstruction of soil stratigraphy is based on the most extensive survey in the Ziway–Shala Basin to date,\nwith more than 100 soil profiles described plus full reconsideration, in both pedostratigraphic and pedogeographical terms, of data from the previously cited authors and others (Makin et al., 1976; Van Sleen, 1989). Finally, soil stratigraphy was cross-interpreted with Late Quaternary deposits stratigraphy."
  }, {
    "heading": "4. Description of data",
    "text": ""
  }, {
    "heading": "4.1. The stratigraphy of Late Quaternary colluvial, alluvial and lacustrine deposits",
    "text": "The new geological survey of the study area allows us to distinguish, within Late Quaternary deposits, several stratigraphic units; these result from the integration of: (1) morphologic, lithologic, sedimentologic features; (2) a detailed radiocarbon chronology and (3) the recognition of unconformities of different rank, from detailed morphologic and stratigraphic observations. A new stratigraphic framework for the Late Quaternary sedimentary deposits is presented here, establishing four\nmajor unconformity-bounded units (i.e. synthems; Salvador, 1987; ISSC, 1994). Detailed stratigraphic surveys within the main synthems allow recognition of several lesser-rank unconformity-bounded units. Due to the small scale, the attached map refers to the lithostratigraphic character of the deposits included within the synthems. The link between mapped units and synthems will be described in the following sections (Fig. 3). Note that deposits included within Synthem 2 are represented in the map by colluvial and alluvial units (Qu and Qc) which, for scale constraints, cannot be further differentiated."
  }, {
    "heading": "4.1.1. Synthem 1",
    "text": "The oldest synthem is represented by colluvial (unit Qu p.p.), lacustrine, fluvio-deltaic, and volcaniclastic sediments (unit Ql1), arranged in lesser unconformitybounded units. These deposits rest unconformably on surface S1 (Fig. 6a and b), overlying Plio-Pleistocene volcanic rocks and older slope deposits (i.e. units Qu p.p. and Qcg) (Laury and Albritton, 1975, Le Turdu et al., 1999). They are bounded on top by erosive or\nTable 2 (continued)\nArea Organic material-\nbearing deposits\nLab. no Material dated 14C age (yr BP) Cal age Approximate\nheight of dated material m a.s.l\n58-shelly sand Q-1361 Fishbone collag. 5750 70 ? 59- shelly sand B-1140024* Mixed shell 5820 60-shelly sand GaK-3387 Melanoides shell 5980 100 5263–5224 BC ? 61-lac. sand R2299 Mixed shell 6288 31 5321–5251 BC 1624 62-lac. sand R2295 Mixed shell 6343 58 5437–5331 BC 1622 63-lac. sand R2296 Mixed shell 6465 46 1559 64-shelly sand SUA-497 Melanoides shell 6495 150 ? 65-lac. sand Q-1101 Shell 6860 125 6461–6371 BC 1651 66-lac. sand R2294 Mixed shell 7595 76 1558 67-alluvial dep. Q-1114 Melanoides shell 8655 175 8121–7945 BC 1561 68-peaty mud R2276 Organic mud 9017 146 8950–8535 BC 1570 69-lac. sand R2277 Mixed shell 9578 48 1630 70-shelly sand GaK-3386 Melanoides shell 9580 195 9253–9049 BC 1642 71-lac. sand R2297 Mixed shell 9926 57 1650 72-paleosol HAR-2787 Carbonized wood 9800 100 1557 73-shelly sand SUA-501 Melanoides shell 9840 140 10,350–10,058 BC 1633 74-paleosol SUA-500 Charcoal 10; 220 140 1629 75-lac. sand R2274 Mixed shell 10; 311 64 1650 76-shelly sand SUA-502 Melanoides shell 10; 350 150 1640 77-lac. limest. GaK-3748 Algal carbonate 14; 400 750 1630 78- shelly sand B-114025* Mixed shell 30,620\nAbay-Bobodo-west Ziway 79-alluvial dep. B-098947* Bovid bone 250 50 AD 1515–1585\nAD 1625–1685 AD 1740–1810 AD 1930–1950\n80-colluvium B-098948* Bovid bone 350 60 AD 1435–1665 81-alluvial dep. B-098945* Limicolaria shell 950 50 AD 1000–1215 82-T’ora Geosol B-152142* Charcoal 5780 60 BC 4760–4480\n( ): Street (1979); ( ): Gillespie et al. (1983); (@): Bonnefille et al. (1986); (§): Tiercellin et al. (1997) and Le Turdu et al. (1999); bold data: this study; (*): AMS dates. Approximate locations of the dated material are given in Fig. 2.\nnon-depositional surfaces, morphologically expressed in Lake Ziway area by the tread of terrace V and by the escarpment separating it from terrace IV (Laury and Albritton, 1975, Fig. 4).\nLake sediments (unit Ql1) of this synthem outcrop on the east shore of Lake Shala, in the Bulbula River and Deka Wede gorges (Gasse and Street, 1978; Street, 1979) and finally on the slopes of the Gademota Ridge (Laury and Albritton, 1975). Basal deposits in the Gademota area consist (Fig. 7) of delta front sands about 39,000 y old (G1a, Fig. 6f), abruptly overlain by horizontally bedded diatomaceous silts, with pumice horizons in the uppermost part (G1b). Further up, resting erosively above the previous deposits, alluvial, lacustrine rippled sands (Fig. 8a) and diatomaceous silts 30,000 y old, occur (G1c, Fig. 6e).\nIn the Bulbula River gorge (Fig. 9), the lowermost Upper Pleistocene deposits (B1a, Fig. 6a) are composed of fluvio-deltaic sands and laminated diatomaceous silts and marls; non-lacustrine deposits directly overlie this\nbasal unit. Above these, two thin levels of lacustrine diatomaceous silts are present (B1b, Fig. 6a); a shell sample collected in the uppermost one yielded an AMS age of about 47,000 yBP. Upper Pleistocene, lacustrine diatomaceous silts and sands (B1c) are present in the Bulbula Plain (Fig. 6d), erosively overlying sub-unit B1b. Published and new 14C dates enable us to constrain the chronology of these deposits between about 27,000 to about 22,000 yBP. In east Shala (Fig. 10), strongly deformed, thinly laminated diatomites (A1a, Fig. 6b) are unconformably capped by deltaic sands and lacustrine massive diatomites (A1b). The latter, in turn, are erosively overlain by alluvial, colluvial and shallow lacustrine sands and silts (A1c), bearing lacustrine shells about 30,000 y old. On the whole, Synthem 1 is Late Pleistocene in age."
  }, {
    "heading": "4.1.2. Synthem 2",
    "text": "The second synthem is composed of very thin (few tens of m) alluvio-colluvial, volcaniclastic and fluviodeltaic deposits (units Qu p.p. and Qc p.p., not represented in detail in the map), resting erosively on older deposits through surface S2. On the Gademota slopes (Fig. 7), this unit is represented by alluvial sands and gravels (G2a, Fig. 6c), overlain by alluvially reworked fine-grained greyish tuffs (G2b). These deposits are capped by a thin (2 m) level of delta front sands (G2c); these crop out at about 1730 m a.s.l., hence representing one of the highest lake levels documented in the area (see also Laury and Albritton, 1975). These deposits are in turn erosively overlain by alluvio-colluvial sands and silts (G2d), over which a pedocomplex, widespread in the MER, developed (the T ora geosol, see below). In the Bulbula River Plain (Fig. 9), 15–20 m thick subaerial pumice fall deposits (B2, corresponding to the Abernosa Pumice Member, Gasse and Street, 1978; Street, 1979), rest unconformably on synthem 1 deposits, and are correlated to G2b deposits. The latter, in fact, could represent distal fall deposits, in respect with the coeval flow deposits accumulated at the base of the Alutu Caldera."
  }, {
    "heading": "4.1.3. Synthem 3",
    "text": "The third synthem is made up of lacustrine, fluviodeltaic, colluvial, and volcaniclastic sediments, with intervening buried soils (units Qu p.p., Qc p.p., Qf p.p., Qdm p.p., Qd p.p., Qt2, Ql2, Qs2); these overlie older deposits through erosional surface S3 (Fig. 6d and e). In the Ziway area, morphological features related to this synthem are the treads of terraces IV and III, their linking escarpment, and the older, poorly preserved, palaeoshorelines north of Abiyata Lake.\nIn the Gademota area (Fig. 7), synthem 3 deposits rest, through a high relief erosional surface (S3), on the deposits of Synthems 1 and 2; they are dominantly represented by alluvial and colluvial sands and silts,\nbearing a well developed Luvisol (G3a, Fig. 6e). Lacustrine deposits are represented by massive diatomites (G3b, Fig. 6f); these crop out at about 1670 m, marking a high-level close to or at the Meki–Dubeta col overflow. In the Bulbula Plain too (Fig. 9), Synthem 3 deposits unconformably overlie Synthem 2 ones (Fig. 6d). Here, lacustrine deposits range from relatively open and deep lake diatomites and marls to sandy deposits, bearing shell beds (Fig. 8c), referred to shallower lake margin settings.\nIn the East Shala outcrops (Fig. 10) (Grove et al., 1975; Street, 1979; Gillespie et al., 1983), Synthem 3 deposits rest unconformably on the strongly deformed Middle Pleistocene volcaniclastic rocks and on Synthem 1 deposits. They are made up of seven lesser unconfor-\nmity-bounded units (A3a–g). These units, a few meters thick, show a recurring internal stratigraphic arrangement (Fig. 8b). Alluvial or colluvial sands and silts at the base, overlain by marginal lake muds and sands, record periods of low lake level and subaerial deposition, followed by renewed flooding. In some cases, regressive deltaic or shoreface sands rest above the lacustrine deposits. The stratigraphical and chronological revision of the Ajewa section (Alessio et al., 1996), improved the definition of Holocene lake Shala fluctuations.\nAbout 39 samples were collected in sub-units A3a–g, and within sub-unit A4a, for paleontological analysis (Balemwald, 1998). Together with mollusc shells and fish remains, most of these samples produced a quite rich ostracod fauna, that was studied for the taxonomic and paleoecological significance. Three main\npaleoecological groups were defined within the recognized ostracod assemblages, expressing the degree of salinity of the palaeolake water:\n(a) The mesohaline water group is characterized by\nLimnocythere assemblages, consisting mainly of one or two species of this genus with a very subordinate amount of other ostracods; (b) The oligohaline water group, characterized by an as-\nsemblage dominated by the noded variety of Cypri-\ndeis nodosa; (c) The freshwater group, represented by a diversified\nassemblage of species such as Limnocythere thomasi thomasi, Limnocythere aff. tudoranceai, Darwinula stevensoni, Gomphocythere angulata, noded Cyprideis torosa, Ilyocypris gibba, Zonocypris costata, Candonopsis sp. etc.\nThe distribution and relative proportions of the different groups within the sampled sediments, together with geochemical analysis of the ostracod shells, was related to changes in lake salinity due to changes in water volume as the effect of hydroclimatic variations (see below)."
  }, {
    "heading": "4.1.4. Synthem 4",
    "text": "The fourth synthem is represented by lacustrine, fluvio-deltaic and colluvial deposits (units Qu p.p., Qc p.p. Qf p.p., Qdm p.p., Qd p.p., Qt3, Qb, Qs3, Qp) unconformably overlying older deposits through surface S4 (Fig. 6f and g), and capped by a modern erosional–nondepositional surface. The morphologic signature of this\nphase in the Lake Ziway area is represented by the treads and escarpment of terraces II and I, while in the southern basin it is marked by the fresh recessional shorelines north of Lake Abiyata (Fig. 4).\nOn the slopes of the Gademota Ridge (Fig. 7), this synthem is represented by alluvial–colluvial sediments (G4a, Fig. 6f and G4b, Fig. 6g), filling paleovalleys incised in the deposits of underlying units. The fills are characterized by basal alluvial gravelly sands (Fig. 8e), topped by fine-grained alluvial–colluvial sediments (Fig. 8f) which, in most cases, form the bulk of the fill. Charcoal and vertebrate bones found in these deposits yielded 14C ages of, respectively, 4611 yBP (G4a) and 230 40 yBP (G4b). In the Ajewa embayment (Fig. 10) Synthem 4 is represented by three sub-units (A4a–c). The oldest one is A4a, 1.5 m thick and resting erosively on sub-unit A1c. It is made of alluvial gravelly sands, overlain by lowangle cross-stratified sands, interpreted as shoreface deposits. Charcoal within the alluvial deposits yielded a 14C age of 2665 33 yBP, very close to the 2510 100 reported by Street (1979), from charcoal probably collected in the same sediments. This age is considered to pre-date a lacustrine stillstand at about 1600 m a.s.l, when the southern lakes were again united (Gillespie et al., 1983). Cross-stratified deltaic sands up to 6 m thick (A4b, Fig 8d) are spectacularly exposed a few hundred meters north of the Ajewa section. Sands of the recessional stranded beach (A4c) are visible close to the present Lake Shala shore. Unit 4 represents the time interval corresponding to late Holocene, from about 5000 BP to present."
  }, {
    "heading": "5. Late quaternary soils",
    "text": "An outstanding finding of the soil survey was the presence and wide diffusion (Fig. 11) of a group of soils sharing a series of major features. Such soils were found\nover Rift floor ignimbrites, Middle–Upper Pleistocene colluvial–alluvial aprons mantling the Gademota Ridge (Gademota Formation, Laury and Albritton, 1975) and over Synthem 1 and 2 lacustrine and non-lacustrine deposits. Also, these soils were found on a wide range of\nlandforms, including the highest preserved surfaces and the bottoms of depressed grabens, within a rather wide range of present slope gradients. They were found both in the moister T ora-Mito hills and in the subarid central lacustrine plain.\nSoils of this group are polycyclic; they are usually made up of a lower soil profile, fairly homogenous across different parent materials and landforms, and of at least two pedogenized tephra layers, clearly separated in time. It is significant that such tephra layers were only recognised in association with the same older soil. These soils are then considered pedocomplexes (Morrison, 1977).\nThe horizon sequence of the older soil (Fig. 12, Table 3) starts with a strongly expressed Argic horizon (Btb), black coloured, highly clayey (50–70%), with strong angular blocky or prismatic structure and thick clay coatings. One of the few characters of this older soil that show clear variability among different observations is related to the expression, in this horizon, of strong vertic features like slickensides and sphenoids. These features clearly indicate the presence of smectite minerals; in fact, smectites were found, by XRD analysis, to be the dominant secondary clay, whether vertic features were present or not in the profile. This horizon grades into a thick, up to 4 m, sequence of Bt and BC horizons, reddish coloured with fine angular structure, thinner coatings and ubiquitous pressure faces.\nBelow the reddish Bt and/or BC horizons, a continuous Petrocalcic horizon (phase IV of Gile et al., 1966) is found throughout the area; only towards the western border it is replaced by large, hard, carbonate concretions.\nSoils developed on the tephras are much more variable, in relation to the significantly different degree of pedogenesis on the two tephra layers. Charcoal within the lower tephra yielded an AMS 14C age of 5780 yBP. This older tephra is strongly pedogenized, with clay illuviation horizons and a partially hardened horizon at its base. This horizon is weakly silica-cemented, with amorphous silica coatings, but its coarse prismatic structure and mechanical properties are more akin to a fragipan. The lower tephra is poorly preserved in relic exposures and was only positively identified in buried ones.\nThe upper tephra, yet undated, appears to have undergone a lesser degree of pedogenesis. The C horizon, notable for its pale dry colour, is structureless with weak amorphous silica cementation, and often contains large iron–manganese concretions. The general weathering trends in both tephra are anyway similar to those in the older soil. Smectite is still the dominant weathering product, but in much less amount; clay content is limited to about 45% maximum, vs. 65–70% in the older soil.\nThis pedocomplex, clearly identified by the tephra additions and Petrocalcic horizon, is quite widespread in the area (Fig. 11). Furthermore, it can be easily recognised even in the poorest exposures, by the whitish and weakly cemented C horizon of the upper tephra and the hard petrocalcic horizon. These characteristics suggest its use as a pedostratigraphic unit, a Geosol (Morrison, 1977). These pedocomplexes are then informally defined as the T ora geosol. Other Luvisols, lacking recognizable tephra cover and petrocalcic horizon, are present. They are deep, with good horizon development and a thick A horizon. They are found on synthem 3 slope deposits, either directly overlying buried T ora geosol outcrops or separated from it by the S3 erosional surface.\nYounger and less developed soils show a marked divergence between the MER bottom and the T ora-Mito hills. On Lake Ziway terraces I–IV, and on the southern basin palaeoshorelines, soils are very weakly developed. Dominated by the, mostly fresh, glassy component and by organic matter accumulation, they qualify as Vitric Phaeozems. In the T ora-Mito region, instead, soils on younger surfaces show development of Cambic horizons, and sometimes weakly expressed Luvisol characters. Weakly developed Luvisols are found in the AbayGolel sha depression, on terraced alluvium at whose base a date of 950 14C yBP was recorded (Iasio, 1997)."
  }, {
    "heading": "6. The Ziway–Shala basin depositional and environmental evolution: a discussion",
    "text": "The sedimentary deposits accumulated in the area during approximately the last 100,000 years record a complex succession of climatic and environmental\nchanges in East Africa (Gasse and Street, 1978; Lezine and Casanova, 1991; Cohen et al., 1997). At least two major periods of lake expansion are documented by morphologic and stratigraphic evidence. Such periods, referred to in this study as the Megalake and the Macrolake phases, are respectively recorded by late Pleistocene (i.e. Synthem 1) and early-mid Holocene (i.e. Synthem 3) sediments. Within these two synthems, the lower rank unconformity-bounded units record minor lake level oscillations (Gasse and Street, 1978; Street, 1979; Gillespie et al., 1983; Alessio et al., 1996). Two main phases of lake shrinking are documented by colluvial, fluvial, lacustrine and volcaniclastic deposits referred to the terminal Pleistocene Reduced Lakes (i.e. Synthem 2) and to the late Holocene Separated Lakes (i.e. Synthem 4) phases. These fluctuations were mainly forced by climatic change and modulated by volcano– tectonic events, resulting in variation in the type and rate of depositional and erosional processes."
  }, {
    "heading": "6.1. The Megalake, and the reduced lakes phases",
    "text": "Synthem 1, deposited during the Megalake phase,\noutlines the following history:\n(1) Development of a wide lacustrine system; this is recorded by A1a deposits, formed in a deep, freshwater and stratified lake, possibly characterized by seasonal diatom blooms. Possibly coeval deposits are B1a in the Bulbula Plain. This lacustrine stage, also including B1b and G1a deposits, reflects Street s Ziway–Shala I phase, dating back to Late Pleistocene (from about 100,000 at least up to 39,000 yBP). During this long lacustrine stage, several possible lake fluctuations occurred, as documented by erosional contacts among the sub-units in Synthem 1 and by data from Le Turdu et al. (1999), pointing to a major regression centred at about 69,000 y B.P. (2) Development, around 27,000 y B.P., of a second lacustrine system (Le Turdu et al., 1999), recorded by A1b and A1c deposits in east Shala and by G1b and G1c deposits of the Gademota area. This stage, corresponding to Ziway–Shala II phase (Street, 1979), was characterized by a fluctuating lake, shallower with respect to the previous stage.\n(3) The last pre-LGM lacustrine stage, corresponding to Street s (1979) Ziway–Shala III lacustrine phase and recorded in the Bulbula Plain by B1c deposits, between 27,000 y and 22,000 yBP.\nThe Reduced Lakes phase, determining the formation of Synthem 2, indicates abrupt environmental transition, coinciding with major climatic changes and renewed volcanic activity within the rift. The B2 unit of Bulbula Plain (Abernosa Pumice Member of Street, 1979) and possibly the G2b one in the Gademota area, indicate strong volcanic activity, mainly concentrated on the Alutu Volcano, which could have had a phase of\nexplosive activity approximately 21,000 yBP (Street, 1979). This is a period of global climate deterioration, culminating about 18,000 yBP with the LGM and causing, at tropical latitudes, an abrupt shift to arid climates (e.g. Coetzee and van Zinderen Bakker, 1989). Depositional settings appear to have been mainly subaerial; erosion was probably widespread in the northern and central part of the basin. Arid conditions, forcing an almost complete desiccation of some lakes (eg. Ziway and Abiyata), are in fact documented during this time (Lloyd, 1977; Le Turdu et al., 1999).\nThe Pleistocene Ziway–Shala lakes system reached one of the highest levels, (above 1700 m), probably after 20,000 yBP, as recorded by G2c deposits in the Gademota area. This transgression possibly coincided with Ziway–Shala IV, one of the less documented among the lacustrine phases proposed by Street (1979). During the following regression, a cut-and-fill depositional cycle produced G2d deposits, topping the Upper Pleistocene succession in the Gademota area."
  }, {
    "heading": "6.2. The transition from the megalake to the macrolake basin: only a matter of climate change?",
    "text": "The Late Quaternary environmental changes in the Ziway–Shala basin were referred to global climate change, expressed in the tropics by changes in temperature and moisture distribution across glacial- and interglacial-like phases (Street, 1979; Street-Perrot and Perrot, 1990; Gasse and Van Campo, 1994). The magnitude of change during the LGM-Holocene transition (Dansgaard et al., 1993) seems to have been globally greater than those marking the stadial–interstadial transitions occurred before the LGM. In the tropics, this reflected in a larger water budget, at the onset of Holocene, than at the start of any previous interstadial (Thomas and Thorp, 1995). Nevertheless, maximum extension of the Holocene Macrolake system, controlled by an overflow threshold at 1670 m, was significantly reduced with respect to the Late Pleistocene Megalake system. This last regularly rose above 1670 m during interstadials, as documented in the Gademota area by units G1a, G1b, G1c and G2c. The Holocene overflow threshold, the Meki–Dubeta col, is controlled by aWNW-ESE trending rift floor undulation, similar to many others visible southwards (Fig. 1); it possibly reflects tectonic structures (see below) transversal to the main rift fault systems. In addition, the NE-SW trending Abosa Fault (West Ziway Fault in Le Turdu et al., 1999, Fig. 2), locally marking the boundary between Megalake and Macrolake deposits, could have determined a greater subsidence in the northern portion of the Ziway–Shala lakes area during the onset of the Macrolake phase. It is here suggested that both the transversal rift floor undulations and the Abosa fault can be consistent with a sinistral oblique extension model, hypothesized for the\nQuaternary MER evolution (Boccaletti et al., 1992; Bonini et al., 1997). The Abosa Fault is, in fact, synthetic/antithetic, respectively, to the SDZFZ and to the WFB, reflecting a tensional stress field concordant with the one, responsible for generating the MER master fault systems and for the middle–late Pleistocene high subsidence of the Lake Abiyata basin (Le Turdu et al., 1999). The transverse undulations could represent transfer or accommodation structures of the oblique rifting as they are, in fact, parallel to the main transverse faults segmenting the MER (i.e. the Munesa fault, Le Turdu et al., 1999, Fig. 1). These structures, therefore, could express faulted blocks, downthrowing the southward sides and accommodating oblique rifting, successively mantled by volcaniclastic deposits and giving rise to apparently gentle rift floor undulations. Alternatively, they could represent more complex structures, not excluding high-amplitude folds of the rift floor, as those described in the transfer zones of other grabens or half grabens within the East African Rift System (Rosendahl et al., 1986), and possibly associated with local transpression generated by oblique rifting (Bonini et al., 1997). Furthermore, the overall extension of the Late Pleistocene Megalake, from Mojo town to the north to Lake Shala to the south (Merla et al., 1979), implies that its level was regulated by a northernmost threshold, located somewhere in the modern Awash valley. This could have been eliminated by the further opening and southward penetration of the Afar tectonic depression, so making the Meki–Dubeta threshold effective in regulating the Ziway–Shala lake levels during Holocene."
  }, {
    "heading": "6.3. The macrolake phase",
    "text": "Starting approximately 10,000 yBP, renewed moist conditions reestablished high lake levels, regulated by the Meki–Dubeta col and punctuated by dramatic regressions related to arid pulses. The most significant Holocene palaeogeographic conditions, forced by lake fluctuations, are summarized in Fig. 13.\nApart from tectonic control on basin geometry, early Holocene moist climate was undoubtedly the main factor for the development of the macrolake basin. Together with its palaeolimnological implication, the Late Pleistocene–Holocene transition had heavy consequences on erosional processes.\nLandscape dynamics in East Africa during the LGMHolocene transition (Roberts and Barker, 1993), suggests that sediment yield of lacustrine basins reached its maximum at the beginning of the early Holocene climatic optimum. In this period, lagging vegetation recovery with respect to rainfall increase could have induced significant run-off peaks, also matched by documented peaks in sediment yield of major river basins (Thomas and Thorp, 1995). The data on sediment yield in the Lake Abiyata (Roberts and Barker, 1993) fit quite\nwell this model. High-relief incisions like surface S3, observed in the Gademota and Bulbula areas, testify flushing of huge volumes of late Pleistocene deposits into the lake basins, as local sediment yield, during the onset of the climatic optimum.\nThe Macrolake phase is not only expressed by erosional and depositional processes, but also by soil de-\nvelopment. The T ora geosol appears to have formed in climatic conditions moister than present: it clearly bears the mark of major chemical weathering, converting a bulk of mostly glassy materials into phyllosilicate clay. This is just the kind of weathering that, as first observed by Verheye (1978), is totally absent in the soils of the rift bottom, starting from those on Lake Ziway terrace IV,\npossibly up to 5000 14C y old. Such strong divergence is best explained by the well documented drying up of the Lake Region climate after mid-Holocene.\nOn the Gademota slopes (Fig. 4), the T ora geosol developed on Synthem 2 deposits (unit G2d), suggesting age not older than Holocene. An Holocene age hypothesis is also supported by its presence on Lake Ziway terrace V (Verheye, 1978, this study). According to the stratigraphic results presented here, flooding of this terrace at the end of Pleistocene is almost certain. On the slopes of the inactive channel leading to the Meki–Dubeta col, the T ora geosol mantles the very gentle nose-and-hollow topography of the upper slopes of the valley, above 1670 m asl; below this altitude it consistently disappears. Its absence on Lake Ziway terrace IV also indicates that it cannot have formed after about 5000 14C yBP. Taking into consideration the only absolute dating available, it appears sensible to consider that the lower solum and the older tephra solum of the T ora geosol formed throughout lower Holocene, the moistest climatic phase known in the area.\nThe T ora geosol then indicates that the early Holocene moist intervals were accompanied by geomorphic stability and soil formation. Its homogeneity across the area suggests a less pronounced climatic gradient, between the Rift bottom and the T ora-Mito hills, than the present one; the very limited variability of the lower solum, across rough hilly terrain, suggests a gentler landscape with respect to the present rolling one.\nThe early-mid Holocene evolution of the Ziway– Shala lake system, recorded by Synthem 3, was quite complex (Gasse and Street, 1978; Street, 1979; Gillespie et al., 1983; Alessio et al., 1996). The new data for Lake Shala, compared with previous chronologies (Grove et al., 1975; Street, 1979; Gillespie et al., 1983), suggest the following evolution (Fig. 5b):\n(1) high to recessional levels between 10,000–9000 yBP,\nwith two low stands centred at about 9,900 and 9,000 yBP (Ziway–Shala Va, Fig. 5b);\n(2) possible lake rise at 8000 yBP (Ziway–Shala Vb); (3) new low stand at 7500 yBP; (4) lake rise around 6300–6200 yBP, with possible max-\nimum about 5000 yBP (Ziway–Shala VI);\n(5) last level rise about 2500–2600 yBP (Ziway–Shala\nVII).\nPaleoecological analysis of the ostracod assemblages sampled in A3a–A3g deposits (Balemwald, 1998) independently supports the reconstruction in Fig 5b. Fresh to oligohaline water assemblages are found in deposits recording high-stands, while mesohaline assemblages, dominated by salt-tolerant species, are characteristic of low-stand deposits (Fig. 14). This record is interpreted\nas a proxy of Holocene climatically induced lake fluctuations, causing water dilution during high stands and increased salinity during low ones.\nHolocene century-scale climatic fluctuations, recognized worldwide in the tropics and well evidenced by the proxy records of the Lake Region, opened a debate on the possible forcing factor(s), resulting in two main alternative hypotheses. The first one is based on the global relation between Atlantic Ocean–atmosphere interactions and the on/off switching of the monsoonal circulation in the tropics (Street-Perrott and Perrott, 1990; Lamb et al., 1995). The second one surmises that dry-humid fluctuations are controlled by feedback mechanisms, through changes in tropical land surface conditions (Gasse and Van Campo, 1994), with significant consequences for global climate.\nA second striking feature of Holocene climate is the less pronounced variability at high latitudes, as compared with the highly fluctuating conditions recorded in the tropics. The recent chronological correlation, between continental proxy records from different latitudes, points to an abrupt climatic transition centred on 8200 yBP cal 14C age, (conventional 14C age of 7500 yBP, Stager and Mayewski, 1997), suggesting that at least one short-lived Holocene climatic event has global implication. This event is well documented in the Ziway–Shala lakes basin, by the regression separating Ziway–Shala phases V and VI, which testifies low lake levels similar to the present-day situation. Such low levels are likely due to a decay of monsoon moisture transport, possibly related to global colder and drier conditions."
  }, {
    "heading": "6.4. The separated lakes phase",
    "text": "The late Holocene environmental changes are recorded within Synthem 4. Between 5000 and 3000 yBP, the reduction of lake levels marked an important change in the evolution of the basin. A new rising of the lakes around 2500–2000 yBP (phase Zw–Sh VII of Street, 1979, see also core and seismic data in Bonnefille et al., 1986 and Le Turdu et al., 1999 respectively for the Abiyata and Langano lakes) established their boundaries as similar to the present ones, with Lake Ziway definitively separated from the southern ones. These last remained united until the beginning of the recessional trend, outlined by the belt of fresh shorelines around Lake Abiyata, below 1600 m. The declining trend of the last two thousand years was marked by a stillstand (phase Zw–Sh VIII of Street, 1979), testified by A4b deposits in the Ajewa embayment; this could be placed, basing on data from a shallow core in Lake Abiyata (Bonnefille et al., 1986), at about 1500 yBP.\nDuring the separated lakes phase, trends in soil development, up to then homogeneous throughout the\nbasin, diverged markedly. In the Rift bottom, soil development on Lake Ziway terraces IV–I is fairly weak, and weakly differentiated between the terraces themselves. Considering the known age of terrace IV, about 5100 14C yBP, this is rather significant, implying quite unfavourable conditions for soil formation. In the T ora-Mito hills, soil development during the Separated lakes phase was clearly stronger. This post-5 ky divergence could be indicative of an accentuated climatic gradient between the Rift floor and the margins, evolving towards the present situation.\nIn non-lacustrine areas, such as the Gademota Ridge, the last 5 ky are recorded by repeated fluvial incision and colluvial and alluvial deposition (units G4a and G4b). A prominent, very recent, phase of landscape instability, represented by deep incisions in the slopes and the development of a network of discontinuous ephemeral streams, dates back to the last 4–3 centuries (unit G4b)."
  }, {
    "heading": "6.5. The flooded paleovalley in the Ziway Lake: an evidence of repeated desiccation",
    "text": "As an evidence of almost complete desiccation, the flooded palaeovalley in Lake Ziway can be related to the dry periods documented in Late Quaternary deposits. Our and previous data confirm that conditions similar to, or drier than, present ones established in this area (1) between 20,000 and 13,000 yBP; (2) between 11,000 and 10,000 y,BP; (3) in the early-mid Holocene at about 9900, 9000, 7500 yBP and (4) in late Holocene, possibly after around 5000–3000 yBP. Each of these dry periods may have caused a drastic shrinking of Lake Ziway, today only 7 m deep, down to its complete desiccation. The definitive deactivation of the valley, as a drainage element connecting the protoBulbula and protoMeki rivers, could have been caused by blockage by lava, pyroclastic flows and falls erupted from the Alutu Volcano. This is indicated by the\nabsence of the palaeovalley on the southern part of Lake Ziway, in correspondence of two small islands made up of volcaniclastic material. Volcanic thresholds are also present in the uppermost reaches of Bulbula River."
  }, {
    "heading": "7. Conclusions",
    "text": "The main results of this study concern the general geology of the central part of the MER and the revision of the Late Quaternary framework, making this Region one of the reference sites for paleoclimate research in the tropics. The general geology is illustrated by a new geological map depicting basement, Mesozoic rocks and Early Tertiary to Holocene volcanic and sedimentary units. The map is mainly devoted to the Late Quaternary deposits, as they record a complex story of environmental change related to climatic and volcano– tectonic events (Fig. 15).\nThe revision and reinterpretation of morphological, stratigraphical and pedological evidence of Late Quaternary environmental change in the Ziway–Shala basin produced the following results:\n(1) The stratigraphic, morphologic and pedological record of lake fluctuations, supported by radiocarbon\ndating, defines a coherent chrono-morpho-stratigraphic framework of the main steps in environmental change in the study area between late Pleistocene and Holocene. This is represented by four unconformity-bounded units, formed during late Pleistocene (last glacial, Synthem 1), latest Pleistocene (Synthem 2), early-mid Holocene (Synthem 3) and late Holocene (Synthem 4).\n(2) An extensive soil survey provided bases for a better understanding of the geomorphic processes and slope dynamics accompanying hydrological changes in the lake basin. The T ora geosol and other Luvisols were recognized at a regional scale as indicators of geomorphic stability under moister than present climate conditions. The early-mid Holocene soils are clearly separated, in terms of pedogenesis, from the late Holocene soils. The latter reflect a climate significantly drier than that dominating during the early-mid Holocene.\n(3) The integrated analysis confirmed the picture of environmental change as mainly driven by climate change. Late Quaternary tectonism and volcanism in the MER modulated such a climatic control, by forcing geometric changes in the basin and determining a significant variation in its extension, from the late Pleistocene Megalake system to the early-mid Holocene Macrolake system."
  }, {
    "heading": "Acknowledgements",
    "text": "This study was funded by European Commission DG XII, STD3 Project––Contract no. TS3-CT92-0076, INCO-DC Project––Contract no. ERBIC18-CT970139. People of the MER are gratefully acknowledged for their hospitality and field assistance. Thanks are due to P. Eriksson, M.J. Soreghan and a further anonymous referee for their comments and suggestions, which improved the early version of this paper."
  }],
  "year": 2002,
  "references": [{
    "title": "Volcanites of the Ethiopian and Somali plateaux and major tectonic lines. In: Geodynamic Evolution of the Afro-Arabic Rift System, Accad",
    "authors": ["E. Abbate", "M. Sagri"],
    "venue": "Naz. Lincei, Roma, Atti Convegni,",
    "year": 1980
  }, {
    "title": "Le oscillazioni tardo-quaternarie del Lago Shala (Rift Etiopico): Analisi dell evoluzione ambientale dall integrazione di evidenze morfologiche, sedimentarie e cronologiche",
    "authors": ["M. Alessio", "L. Allegri", "G. Belluomini", "M. Benvenuti", "M. Cerasoli", "S. Improta", "L. Manfra", "M. Sagri", "D. Ventra"],
    "venue": "Il Quaternario",
    "year": 1996
  }, {
    "title": "The Late Quaternary lacustrine sediments of the Ziway–Shala Basin (Ethiopia): paleoenvironmental interpretation based on the ostracofauna",
    "authors": ["A. Balemwald"],
    "venue": "Doctorate Dissertation,",
    "year": 1998
  }, {
    "title": "K– Ar and fission tracks ages of the last volcano–tectonic phase in the Ethiopian Rift Valley (Tulu Moye area). Geology and Mineral Resources of Somalia and Surrounding Regions",
    "authors": ["B. Bigazzi", "F.P. Bonadonna", "G.M. Di Paola", "A. Giuliani"],
    "venue": "Ist. Agronom. Oltremare, Firenze, Relaz. Monograf",
    "year": 1993
  }, {
    "title": "The Main Ethiopian Rift: an example of oblique rifting",
    "authors": ["M. Boccaletti", "A. Getaneh", "L. Tortorici"],
    "venue": "Annales Tectonicae",
    "year": 1992
  }, {
    "title": "Successive orthogonal and oblique extension episodes in a rift zone: laboratory experiments with application to the Ethiopian Rift",
    "authors": ["M. Bonini", "T. Souriot", "M. Boccaletti", "J.P. Brun"],
    "venue": "Tectonics",
    "year": 1997
  }, {
    "title": "Palaeoenvironment of Lake Abijata, Ethiopia, during the past",
    "authors": ["R. Bonnefille", "C. Robert", "G. Delibrias", "C. Elenga", "J.P. Herbin", "A.M. Lezine", "G. Perinet", "J.J. Tiercelin"],
    "venue": "years. In: Sedimentation in the African Rifts,",
    "year": 1986
  }, {
    "title": "Hydrogeology of the Lakes Region, Ethiopia",
    "authors": ["T. Chernet"],
    "venue": "Ministry of Mines and Energy,",
    "year": 1982
  }, {
    "title": "Northwest to north–northwest extension direction in the Ethiopian Rift deduced from the orientation of extension structures and fault slip analysis",
    "authors": ["J. Chorowicz", "B. Collet", "F.F. Bonavia", "T. Korme"],
    "venue": "Geological Society America Bulletin",
    "year": 1994
  }, {
    "title": "Palaeoclimatology of East Africa during the last glacial maximum: a review of changing theories",
    "authors": ["J.A. Coetzee", "E.M. van Zinderen Bakker"],
    "year": 1989
  }, {
    "title": "New paleogeographic and lake level reconstruction of Lake Tanganyika: implications for tectonic, climatic and biologic evolution in a rift lake",
    "authors": ["A.S. Cohen", "K.E. Lezzar", "J.J. Tiercelin", "M. Soreghan"],
    "venue": "Basin Research",
    "year": 1997
  }, {
    "title": "The Ethiopian Rift Valley (between 7 000 and 8 400 lat",
    "authors": ["G.M. Di Paola"],
    "venue": "north). Bulletin Vulcanology",
    "year": 1972
  }, {
    "title": "The Kella horst: its origin and significance in crustal attenuation and magmatic processes in the Ethiopian Rift Valley. In: Geology and Mineral Resources of Somalia and Surrounding Regions, Ist",
    "authors": ["G.M. Di Paola", "M.B. Seife", "V. Arno"],
    "venue": "Agronom. Oltremare, Firenze, Relaz. Monograf.,",
    "year": 1993
  }, {
    "title": "Late Eocene-Recent volcanism and faulting in the Southern Main Ethiopian Rift",
    "authors": ["G.J. Ebinger", "T. Yemane", "G. Woldegabriel", "J.L. Aronson", "R.C. Walter"],
    "venue": "Journal of Geological Society of London",
    "year": 1993
  }, {
    "title": "Late Quaternary lake-level fluctuations and environments of the Northern Rift Valley and Afar region (Ethiopia and Djibuti). Palaeogeography",
    "authors": ["F. Gasse", "F.A. Street"],
    "venue": "Palaeclimatology and Palaeoecology",
    "year": 1978
  }, {
    "title": "Abrupt post-glacial climate events in West Asia and North Africa monsoon domains",
    "authors": ["F. Gasse", "E. Van Campo"],
    "venue": "Earth and Planetary Sciences Letters",
    "year": 1994
  }, {
    "title": "New dates on ancient Galla Lake levels",
    "authors": ["F. G eze"],
    "venue": "Bulletin of the Geophysical Observatory of Addis Ababa",
    "year": 1975
  }, {
    "title": "Water-rock interaction processes in the Alutu-Langano Geothermal Field (Ethiopia)",
    "authors": ["G. Gianelli", "M. Teklemariam"],
    "venue": "Journal Volcanism and Geothermal Research",
    "year": 1993
  }, {
    "title": "Morphological and genetic sequences of carbonate accumulation in desert soils",
    "authors": ["L.H. Gile", "F.F. Peterson", "R.B. Grossman"],
    "venue": "Soil Science",
    "year": 1966
  }, {
    "title": "Post-glacial arid episodes in Ethiopia have implications for climate prediction",
    "authors": ["R. Gillespie", "A.F. Street-Perrot", "R. Switsur"],
    "venue": "Nature",
    "year": 1983
  }, {
    "title": "Late Quaternary Lake Levels in the Rift Valley of Southern Ethiopia and elsewhere in Tropical Africa",
    "authors": ["A.T. Grove", "A.S. Goudie"],
    "venue": "Nature 234,",
    "year": 1971
  }, {
    "title": "Former lake levels and climatic changes in the rift valley of Southern Ethiopia",
    "authors": ["A.T. Grove", "F.A. Street", "A.S. Goudie"],
    "venue": "Geographical Journal",
    "year": 1975
  }, {
    "title": "Depositi e suoli del tardo Quaternario nell area di T ora: Regione dei Laghi (Rift Etiopico)",
    "authors": ["C. Iasio"],
    "venue": "Laurea dissertation, University of Florence,",
    "year": 1997
  }, {
    "title": "Evolution of the Northern Part of the Ethiopian Rift. In: Geodynamic Evolution of the Afro-Arabic Rift System, Accad",
    "authors": ["V. Kazmin", "M.B. Seife", "N. Nicoletti", "C. Petruccini"],
    "venue": "Naz. Lincei, Roma, Atti Convegni,",
    "year": 1980
  }, {
    "title": "Relation between century-scale Holocene arid intervals in tropical and temperate zones",
    "authors": ["H.F. Lamb", "F. Gasse", "A. Benkaddour", "N. El Hamouti", "S. van der Kaars", "W.T. Perkins", "N.J. Pearce", "C.N. Roberts"],
    "venue": "Nature 373,",
    "year": 1995
  }, {
    "title": "Geology of the Middle Stone Age archaeological sites in the Main Ethiopian Rift Valley",
    "authors": ["R.L. Laury", "C.C. Albritton"],
    "venue": "Geological Society of America Bulletin",
    "year": 1975
  }, {
    "title": "The Ziway–Shala lake basin system, Main Ethiopian Rift: influence",
    "authors": ["C. Le Turdu", "J.J. Tiercelin", "E. Gibert", "Y. Travi", "K. Lezzar", "J. Richert", "M. Massault", "F. Gasse", "R. Bonnefille", "M. Decobert", "B. Gensous", "V. Jeudy", "E. Tamrat", "M.U. Mohamed", "K. Martens", "A. Balemwal", "T. Chernet", "D. Williamson", "M. Taieb"],
    "year": 1999
  }, {
    "title": "Correlated oceanic and continental records demonstrate past climate and hydrology of North Africa (0–140",
    "authors": ["A.M. Lezine", "J. Casanova"],
    "venue": "ka). Geology",
    "year": 1991
  }, {
    "title": "Geological factor influencing geothermal exploration in the Langano region, Ethiopia, unpublished",
    "authors": ["E.F. Lloyd"],
    "year": 1977
  }, {
    "title": "Prospects for irrigation development around lake Zwai, Ethiopia",
    "authors": ["M.J. Makin", "T.J. Kingham", "A.E. Waddams", "C.J. Birchall", "B.W. Eavis"],
    "venue": "Land Resource Study 26,",
    "year": 1976
  }, {
    "title": "A Geological map of Ethiopia and Somalia, and comment. CNR, Firenze",
    "authors": ["G. Merla", "E. Abbate", "A. Azzaroli", "P. Bruni", "P. Canuti", "M. Fazzuoli", "M. Sagri", "P. Tacconi"],
    "year": 1979
  }, {
    "title": "The Ethiopian Rift System",
    "authors": ["P.A. Mohr"],
    "venue": "Bulletin of Geophysics Observatory Addis Ababa",
    "year": 1962
  }, {
    "title": "Quaternary soil stratigraphy, concepts, methods and problems",
    "authors": ["R.B. Morrison"],
    "venue": "Quaternary soils. GeoAbstracts,",
    "year": 1977
  }, {
    "title": "Ancient changes of climate in British East Africa and Abyssinia: a study on ancient lakes and glaciers",
    "authors": ["E. Nilsson"],
    "venue": "Stockholm Geographical Annals",
    "year": 1940
  }, {
    "title": "Landscape stability and biogeomorphic response to past and future climatic shifts in intertropical Africa",
    "authors": ["N. Roberts", "P. Barker"],
    "year": 1993
  }, {
    "title": "Structural expression of rifting: lesson from Lake Tanganika, Africa",
    "authors": ["B.R. Rosendahl", "D.J. Reynolds", "P.M. Lober", "C.F. Burgess", "J. McGill", "D. Scott", "J.J. Lambiase", "S.J. Derksen"],
    "venue": "Sedimentation in the African Rifts,",
    "year": 1986
  }, {
    "title": "Land resources inventory, environmental change analysis and their application to agriculture in the Lakes Region (Ethiopia) Final report",
    "authors": ["M. Sagri"],
    "venue": "(Ed) and the staff of EU Project,",
    "year": 1998
  }, {
    "title": "Unconformity-bounded stratigraphic units",
    "authors": ["A. Salvador"],
    "venue": "Geological Society of America Bulletin",
    "year": 1987
  }, {
    "title": "Abrupt early to mid-Holocene climatic transition registered at the equator and the poles",
    "authors": ["J.C. Stager", "P.A. Mayewski"],
    "venue": "Science",
    "year": 1997
  }, {
    "title": "Late Quaternary lakes in the Ziway–Shala Basin, Southern Ethiopia",
    "authors": ["F.A. Street"],
    "venue": "Ph.D. Thesis, University of Cambridge,",
    "year": 1979
  }, {
    "title": "Abrupt climate fluctuations in the tropics: the influence of Atlantic Ocean circulation",
    "authors": ["F.A. Street-Perrot", "R.A. Perrot"],
    "venue": "Nature",
    "year": 1990
  }, {
    "title": "Paleoclimates (Abijata, Shala and Langano Lakes). In: Int. Symp. Flood Basalts, Rifting and Paleoclimates in the Ethiopian Rift and Afar Depression, Guidebook excursion 2, Addis Ababa",
    "authors": ["J.J. Tiercellin", "C. Le Turdu", "F. Gasse"],
    "year": 1997
  }, {
    "title": "Geomorphic response to rapid climatic and hydrologic change during the Late Pleistocene and Early Holocene in the humid and subhumid tropics",
    "authors": ["M.F. Thomas", "M.B. Thorp"],
    "venue": "Quaternary Science Reviews",
    "year": 1995
  }, {
    "title": "Procedures for soil analysis, II edition",
    "authors": ["L.P. Van Reeuwijk"],
    "venue": "ISRIC Technical Paper no",
    "year": 1987
  }, {
    "title": "Physiography and Soils of the Haykoch and Butajira, and Yerer and Kereyu awrajas (Shewa)",
    "authors": ["L.A. Van Sleen"],
    "venue": "FAO/AG: DP/ ETH/87/006,",
    "year": 1989
  }, {
    "title": "Geological significance of an abandoned ancient channel across the Galla Lakes––Awash River watershed in Ethiopia",
    "authors": ["G.A. Venzo"],
    "venue": "Studi Trentini di Scienze Naturali (A)",
    "year": 1971
  }, {
    "title": "Soils and soil evolution on the Holocene lacustrine terraces of Lake Zway, Rift valley, Ethiopia",
    "authors": ["W. Verheye"],
    "year": 1978
  }, {
    "title": "On the evolution of the Ethiopian Volcanic",
    "authors": ["B. Zanettin"],
    "year": 1993
  }],
  "id": "SP:7e88fd6962b05318f4625955cc76abff757f34db",
  "authors": [{
    "name": "M. Benvenuti",
    "affiliations": []
  }, {
    "name": "S. Carnicelli",
    "affiliations": []
  }, {
    "name": "G. Belluomini",
    "affiliations": []
  }, {
    "name": "N. Dainelli",
    "affiliations": []
  }, {
    "name": "S. Di Grazia",
    "affiliations": []
  }, {
    "name": "G.A. Ferrari",
    "affiliations": []
  }, {
    "name": "C. Iasio",
    "affiliations": []
  }, {
    "name": "M. Sagri",
    "affiliations": []
  }, {
    "name": "D. Ventra",
    "affiliations": []
  }, {
    "name": "Balemwald Atnafu",
    "affiliations": []
  }, {
    "name": "Seifu Kebede",
    "affiliations": []
  }],
  "abstractText": "The Ziway–Shala basin, in the Main Ethiopian Rift (MER), is a reference site for regional to global paleoclimatic reconstructions. We undertook and interpreted a stratigraphical, pedological and geomorphological study, including a new geological map scale 1:250,000, to provide a Late Quaternary-centred revised geological history of the basin. 1 We mapped several Late Quaternary sedimentary units and arranged them in four major unconformity-bounded stratigraphic units (synthems), recording equivalent phases of geomorphic change. A new, extensive, soil survey allowed us to establish a pedostratigraphic unit, the T ora geosol, as a distinctive marker of landscape stability and instability in the area during the Holocene. Climate change was a major control on geo-morphologic evolution of this area during the intense climate fluctuations of the last 100,000 years. Extensive lake systems developed during relatively humid Last Glacial interstadials and in the early-mid Holocene; this last was characterized by short, but high-amplitude, regressions during arid pulses. Major lakes lowering occurred in the terminal Pleistocene and in the last 5000 years. Evidences for high or very high terminal Pleistocene lake levels suggest possible nonclimatic controls on changes in lakes extension and volumes between Late Pleistocene and Holocene. We suggest that modifications of hydrological thresholds, due to activity of structures parallel and transversal to the MER, established new lakes boundaries between terminal Pleistocene and early Holocene, setting the maximum level of Holocene lake systems at about 1670 m a.s.l. The integrated analysis of lacustrine, fluvial, slope and soil systems provided a basis for a general interpretation of relations between climatic changes and geomorphic processes at a basin scale. 2002 Elsevier Science Ltd. All rights reserved.",
  "title": "The Ziway–Shala lake basin (main Ethiopian rift, Ethiopia): a revision of basin evolution with special reference to the Late Quaternary"
}