{
  "sections": [{
    "text": "A vast sheet of mature quartz sand blanketed north Africa and Arabia from the Atlantic coast to the Persian Gulf in Cambro– Ordovician times. U–Pb geochronology of a representative section of Cambrian sandstone in southern Israel shows that these sediments are dominated by 550–650 Ma detrital zircons derived from Neoproterozoic Pan-African basement. The short time lag between magmatic consolidation of a Pan-African source and deposition of its erosional products indicates that, despite their significant mineralogical maturity, the voluminous quartz-rich sandstones on the northern margin of Gondwana are essentially firstcycle sediments.\nMass production of these voluminous first-cycle quartz-rich sandstones resulted from widespread chemical weathering of the Pan-African continental basement. We suggest that conditions favoring silicate weathering, particularly a warm and humid climate, low relief and low sedimentation rates prevailed over large tracts of Gondwana in the aftermath of the Pan-African orogeny. An unusually corrosive Cambro–Ordovician atmosphere and humid climate enhanced chemical weathering on the vegetation-free landscape. We infer that late Neoproterozoic–Cambro–Ordovician atmospheric pCO2 rose as a consequence of widespread late Neoproterozoic volcanism, followed by an uptake of CO2 by chemical weathering to produce the Cambro–Ordovician sandstone as a negative feedback. D 2005 Elsevier B.V. All rights reserved.\nKeywords: Cambro–Ordovician; sandstone; Gondwana; chemical weathering"
  }, {
    "heading": "1. Introduction",
    "text": "A vast sheet of Cambro–Ordovician sandstone with an estimated volume of 15 million km3 was deposited\n0012-821X/$ - see front matter D 2005 Elsevier B.V. All rights reserved. doi:10.1016/j.epsl.2005.09.021\n* Corresponding author.\nE-mail address: avigad@vms.huji.ac.il (D. Avigad).\non the northern margin of Gondwana following the Neoproterozoic Pan-African–Brasiliaño orogeny that built the supercontinent [1,2]. The Pan-African orogeny was followed by continental-scale uplift, erosion, the formation of intramountain basins and rifting and the development of an extensive peneplain that can be traced from Morocco to Oman [3]. The peneplain de-\nveloped on exhumed Precambrian basement as well as on late Neoproterozoic rift basins. It denotes the beveling of relief developed by late Neoproterozoic collision, and the onset of the Cambro–Ordovician platform-type siliciclastic sedimentation [Fig. 1; 2,4,5]. Burke et al. [2] suggested that accommodation space for deposition the Cambro–Ordovician (520–440 Ma) sandstone resul-\nFig. 2. Histogram showing age distribution of detrital zircons from Cambria (from [3]). Ages are calculated as weighted mean age, including concordan\nted from thermal subsidence in the aftermath of late Neoproterozoic (post-orogenic) rifting, and estimated that these quartz-rich sandstones are the most widespread detrital sequence ever deposited on continental crust. Integration of field evidence indicate that sedimentation was consistent with transport via a continentwide braided stream system with a general south-to-\nn siliciclastic section of southern Israel. Total number of zircons=200 t and discordant ages.\nnorth paleocurrent direction throughout North Africa and Arabia (Fig. 1).\nIntensive erosional denudation of Gondwana and production of voluminous Cambro–Ordovician sandstones coincided with important global changes such as oscillations in ocean chemistry [11], a significant rise of atmospheric pCO2 [12] and the Cambrian biotic explosion [13]. Here, we assess the role of chemical weathering in the Cambro-Ordovician sandstone formation and demonstrate that the petrogenesis of these sandstones is an important indicator of Neoproterozoic–early Paleozoic global environment."
  }, {
    "heading": "2. The Cambro–Ordovician quartz-rich sandstone",
    "text": "Cambro–Ordovician sandstones are exposed in North Africa and Arabia over an area averaging 1500 km in width and 6000 km in length, extending from Morocco in the west to the Persian Gulf in the east (Fig. 1). From south to north, depositional facies in the sandstone change progressively from fluvial to shallow marine [7]. They usually thin southward, where progressively younger units rest on top of the peneplained Precambrian basement ([6], and references therein). West of the Nile, exposures of Cambro–Ordovician sandstone reach south as far as northern Chad, whereas east of the Nile exposures extend to Yemen and Ethiopia (Fig. 1).\nIn the Algerian Sahara, late Cambrian to Tremadocian (Early Ordovician) fluvial sandstone (bTassili interneQ) overlies the peneplained Pan-African basement of the Hoggar massif [7,14]. The basement beneath the Cambrian siliciclastics is deeply weathered, and the lower part of the Cambrian Ajjer formation consists of coarse-grained homogeneous quartz sandstone containing pebbly horizons [7,14]. Strikingly uniform paleocurrent directions measured around the Hoggar, including its southern border, indicate transport of sand from south to north over a very gentle slope [7].\nTo the east, fluviatile and shallow-marine sandstones were deposited over the northern edge of the Arabian– Nubian shield beginning at ~520–510 Ma [5]. Cambrian sandstones are exposed in southern Israel and in southern Jordan (Fig. 1). In southern Israel, the Cambrian section is 300 m thick, changing gradually upward from arkose to subarkose to mature quartz arenite [15,16]. Fluvial deposits are common at the base of the section, but shallow marine sandstones dominate the remainder. The heavy mineral suite in the Cambrian section of southern Israel and Jordan [17,18] is characterized by zircon–tourmaline–rutile and plagioclase is practically absent, indicating sediment maturity. Long-\ndistance transport has been suggested [17,6] but some Cambrian units, especially at their base, are texturally immature and probably locally derived.\nFarther to the east in Saudi Arabia, the Siq Formation [19] lies atop Neoproterozoic basement. Its basal few meters are gritty arkosic sandstone and conglomerate containing pebbles from the underlying crystalline rocks, but the remainder of the unit is fine- to mediumgrained quartz sandstone. The planar-cross bedded Saq sandstone of Lower Ordovician age resembles the RamUmm Sham sandstone of NW Arabia and southwest Jordan in that it is a mature arenite, usually lacking arkose [19]. The remote southeast edge of the shield is covered by the Cambro–Ordovician Wajid sandstone, more than 900 m of mature quartz-sandstone [10]. In the southern exposures of this unit, the sandstone was deposited in a fluvial (probably braided stream) environment, whereas a littoral and sublittoral environment prevailed to the north. In all areas, the Wajid sandstone is remarkably mature in composition, with quartz exceeding 98% [10]. Paleocurrent directions indicate northerly transport [10], implying that rather than being the source for the Wajid sandstone, the presently exposed Arabian–Nubian shield was a Cambro–Ordovician depocenter.\nAs a whole, the Cambro–Ordovician sequences are dominated by mineralogically and often texturally mature sandstone. The base of the section, up to a few tens of meters above the Precambrian basement, typically contains arkose and pebbles but subarkose (quartz N75%) and quartz-arenites dominate the rest of the section. This compositional maturity may have been enhanced by long distance transport. But chemical weathering must also have been significant (and perhaps dominant) because in the southernmost exposures that record short transport, such as the Wajid of southern Saudi Arabia, the siliciclastic blanket is comparably quartz-rich (e.g. [10])."
  }, {
    "heading": "3. Quartz sandstone petrogenesis — insights from detrital zircon geochronology",
    "text": "U-Pb SHRIMP detrital zircon ages (Fig. 2) from several Cambrian sandstone units in the Elat area of southern Israel were reported by Avigad et al. [3] and by Kolodner et al. [20]. The Elat section is a representative part of the Cambro–Ordovician sandstone of north Gondwana. Most of the detrital zircons yielded concordant Neoproterozoic ages between 0.55 and 0.65 Ga, indicating that the Cambrian sandstones are principally Pan-African erosional detritus [3,20]. A crucial point to our argument is that the U–Pb ages demonstrate that the\ntime lag between the consolidation of the Pan-African granitoid source and deposition of the sandstone derived from it was short, on the order of a few tens of million years or less. Thus, despite their mineralogical maturity, the Cambro–Ordovician sandstone of north Gondwana were principally derived directly from Neoproterozoic basement rocks that were themselves emplaced shortly before deposition. Williams et al. [21] reported U–Pb detrital zircon ages from Cambrian and Ordovician rocks in Algeria showing they are also dominated by late Neoproterozoic detrital zircons. Thus, the U–Pb data provide unequivocal evidence that the mature quartz-rich sandstones of northern Gondwana are essentially first-cycle sediments. Any significant recycling of older cratonic sediments is ruled out but the possibility that some Ediacaran arkose and conglomerates accumulated during the collapse of the Pan-African orogenic edifice [6,22] or Neoproterozoic diamictites [3] have been reworked into the Cambro–Ordovician section cannot be excluded. However, the detrital material in Infracambrian basins is immature: it retains the entire basement mineralogy from which it was derived (including the labile components) and has been little transported. Recycling of late Neoproterozoic basin fill, if it indeed has taken place, had a negligible effect on maturity. Selley [8] proposed that the lower part of the Cambrian section has been recycled into the overlying Cambro–Ordovician but further petrographic examinations of the Cambrian to Early Orodovician section in Jordan did not support this [18]. Indications for recycling are mainly confined to the overlying supermature Mesozoic quartz-arenites [18]. Dott [23] concluded that it was possible to form quartz arenites in a single sedimentation cycle, but that this was not common. The Cambro–Ordovician siliciclastics of North Africa and Arabia may thus be unique not only because of their great volume but also because they represent a convincing example of quartz-rich sandstone that formed in a single cycle of sedimentation."
  }, {
    "heading": "4. The role of chemical weathering in formation of quartz arenites",
    "text": "The origin of quartz arenites, particularly if they can be produced in a single sedimentary cycle, has long been debated ([23], and references therein). Suttner et al. [24] argued that first-cycle quartz arenites cannot be produced under normal weathering, transportation and deposition conditions, and that a special combination of factors operating over a long time is required. Wind transport and abrasion is thought to play an important role in winnowing and rounding quartz grains, but the\nkey issue is the removal of all but quartz and refractory accessory grains [23]. Transport distance plays a role in maturing sandstone texturally, but it is not the dominant factor in mineralogical maturation, which requires the decomposition and leaching of all major rock-forming minerals except quartz. Decomposition and leaching require prevalent chemical weathering at the source, during transportation and possibly during deposition [25]. Humid climate is a prerequisite for in situ weathering at the source, and low relief is required to allow the development of deep weathering profiles. Mass production of quartz arenites therefore requires a specific set of paleogeographic and paleoclimatic conditions. Suttner et al. [24] doubted if such conditions occurred frequently in the geological past, and concluded that the bulk of ancient quartz arenite must be of multicyclic origin.\nAs described above, U–Pb detrital zircon geochronology provides unequivocal evidence that the mature quartz-sandstone of northern Gondwana are first-cycle sediments, and geological data indicate that these sandstone were produced in Cambro–Ordovician time. Modern production of first-cycle quartz arenites has been documented only at 88 north in the Orinoco River drainage basin [26] in an area dominated by a humid-tropic climate and low relief. We suggest that the Cambro–Ordovician quartz-rich sandstone can be taken to indicate that Orinoco-like climate and relief conditions prevailed over northern Gondwana in the Cambrian through the (pre-glacial) Ordovician."
  }, {
    "heading": "5. Field evidence for chemical weathering in late Neoproterozoic–Cambrian times",
    "text": "Our interpretation of the voluminous arenites of northern Africa and Arabia as first-cycle sediments requires the involvement of intensive chemical weathering, but few field descriptions of late Neoproterozoic– Cambro–Ordovician chemical weathering phenomena are known in Gondwana. A detailed description of late Neoproterozoic–Cambrian weathering was reported by Beuf et al. [7], who reported the widespread occurrence of weathering profiles developed on Neoproterozoic granitoids of the Hoggar Massif in the Algerian Sahara, where the contact between the Neoproterozoic basement peneplain and Cambro–Ordovician sandstone is well exposed. Kaolinite is an abundant alteration product in the basement rocks and in the overlying sandstone, and ferruginous crusts were also described. Beuf et al. [7] also recognized the presence of weathered granite clasts in the overlying sandstone supporting the interpretation that weathering predated deposition of the Cambrian sand.\nLaterite was extensively developed in northwest Sudan (Jebel Tawiga–Jebel Tageru area) where a weathered crust consisting of both kaolinitic saprolite and overlying bauxitic laterite developed on strongly deformed Neoprotetozoic metabasalts and metapelites. The weathering profile is up to 25 m thick and is overlain by shallow marine Skolithos-bearing sandstones [27,28] of late Ordovician to early Silurian age, setting a lower age limit for the alteration process.\nIn southern Israel, the peneplain contact between Cambrian subarkose and the underlying Neoproterozoic basement is exposed. Our field investigations reveal a weathering profile a few meters thick occurring at the contact where it was formed on late Neoproterozoic granites of the Arabian–Nubian shield (Fig. 3). In the N. Sheoret area, a 5-m thick horizon at the top of a basement granite has been completely weathered, leaving original igneous quartz grains embedded in an otherwise completely altered clay matrix. Pegmatitic quartz veins are unique remnants of the original igneous complex. At the base of the weathered profile, the dominant clay mineral is ordered illite-smectite, which is the burial diagenetic product of an original smectite. Near the top of the weathering profile, kaolinite is widespread (Fig. 4), suggesting the original presence of a much thicker laterite that was later removed during peneplanization.\nThese data, together with reports of paleosols and saprolites in southern Jordan [8] and the Wajid area of south Saudi Arabia [29], suggest that at the beginning of the Paleozoic, chemical weathering of basement rocks was widespread in northern Gondwana. The presence of kaolinite in the weathering profiles indicates severe leaching of the original basement granite source terranes, analogous to modern humid-tropical climates. We suggest that erosion of these deeply weathered basement granitoids yielded the mature, quartz-rich sandstone of North Africa and Arabia in a single weathering-transport cycle (see also [2]).\nArkose and similarly less mature sandstones are also found within the Cambro–Ordovician section. In view of the overall maturity of the rest of the sedimentary sequence, we suggest that arkose was derived from local basement highs and rejuvenated relief, where downcutting penetrated below the weathered veneer. Abundant arkose at the base of Cambrian sections such as the Amudei–Shelomo formation of southern Israel were probably deposited before basement peneplain formation was complete. These basal sequences therefore received detritus from a mixture of variably weathered source areas.\nAlongside quartz sandstones that were trapped on land, weathering of Neoproterozoic basement rocks must have produced a voluminous clay fraction that was transported offshore. These fine clastics are thus\nrd. 2962637N; 3493180E). (b) A saprolite (clear horizon), essentially zoic basement in the Sheoret area (southern Israel).\nexpected to occur in continental fragments detached from north Gondwana. Indeed, one of the most spectacular examples is the huge Cambro–Ordovician deep-sea fan siliciclastic (clay mud and greywacke) of the lower part of the Meguma fan [31]. It was deposited off what is now the coast of Morocco, and now outcrops over most of the Canadian province of Nova Scotia [31]."
  }, {
    "heading": "6. Evidence from Sr isotopes",
    "text": "The Sr isotopic composition of seawater, as recorded by Neoproterozoic–Cambrian carbonates, supports our interpretation that intensive chemical weathering took place on the continents at the time that the quartz-rich sandstones were produced.\nAt about 600 Ma, the oceanic 87Sr / 87Sr began to rise (Fig. 5), reaching 0.7080 by 580 Ma and 0.7091 by 570 Ma [11,30]. Although Neoproterozoic seawater Sr evolution is by no means well known, this change may represent the largest sustained increase in 87Sr / 87Sr in the past 800 Ma. The rate and magnitude of the 87Sr / 87Sr increase between 600 and 570 Ma approach those found in late Cenozoic time, variations attributed to chemical weathering of the Himalayas.\nThe positive 87Sr / 87Sr excursion at the end of the Neoproterozoic through the Cambrian has been linked to continental denudation in the aftermath of the Pan-\nAfrican orogeny [32], but the nature of the eroded terranes and the location of the ensuing sedimentary bodies have not been identified in detail. We suggest that the weathered and decomposed feldspathic fraction of exposed Neoproterozoic basement throughout north Gondwana is a likely candidate. Fig. 5 shows that formation and deposition of the Cambrian siliciclastic rocks coincides with the period of elevated 87Sr / 87Sr in the ocean, consistent with these rocks being derived from chemically weathered continental basement. Moreover, the Ordovician 87Sr / 87Sr decline (Fig. 5) is consistent with the then-weathered Precambrian basement being progressively covered and removed from the oceanic 87Sr / 87Sr system by the developing siliciclastic blanket."
  }, {
    "heading": "7. Paleoenvironmental implications",
    "text": "We attribute the mature, first-cycle nature of the North African Cambro–Ordovician siliciclastic sections to intensive chemical weathering in a warm-humid climate that prevailed over north Gondwana from the end of the Neoproterozoic to the (pre glacial) Ordovician.\nOther studies emphasized the presence of evaporites [33,34] and ventifacts [7] in the Cambrian of north Gondwana indicating residence under warm-arid weather so that environmental conditions may have\nfluctuated considerably. Somewhat in conflict with the above field evidence and with the presence of tropical carbonates in Morocco, Cambrian paleogeographic reconstructions tend to place North Africa at rather high latitudes — this area was under an extensive ice sheet by the Late Ordovician. The reconstructions suggests that at around 545 Ma [35] and 514 Ma [36], the Arabian–Nubian shield was located at 25–308 S and Algerian Sahara lay in even higher latitudes at 40–508 S. If correct, this would imply that intensive chemical weathering produced quartz-rich sandstone across the entire north Gondwana margin, regardless of paleolatitude.\nMoreover, the Table Mountain Group which unconformably overlies the Neoproterozoic basement in South Africa (on the other side of Gondwana), comprises a thick, supermature quartz-arenite sequence of Ordovician age. Rust [37] noted that bthe volume of the\nclean quartz sand included in the Table Mountain Group is staggering.Q U–Pb SHRIMP dating [38] demonstrated that the quartz-arenites are dominated by Neoproterozoic to Cambrian (700–520 Ma) detrital zircons. This suggests that the quartz-arenites in the Table Mountain Group are also first-cycle sediments and that chemical weathering must have played an important role in their formation. Recent geochemical investigations of the fine clastics in the Table Mountain Group indicate their formation indeed involved intensive chemical weathering [39].\nThus, whereas modern production of first cycle quartz-arenites is confined mainly to the nearly equatorial Orinoco basin, the production of quartz-rich sand in Cambro–Ordovician time took place on a continental scale across a range of paleolatitudes, requiring a warm, global greenhouse climate. A postglacial Neoproterozoic to Cambrian shift to a warmer climate is supported by C isotope analyses of Cambrian carbonates suggesting that atmospheric pCO2 rose to over 20 times p.a.l. (Fig. 5; e.g. [12]; and see also [40]).\nElevated greenhouse gas content of the atmosphere could occur by a number of scenarios [41]. Bentor [42] and references therein] suggested that the 580–540 Ma post-orogenic alkaline igneous activity that terminated the Pan-African orogeny in the Arabian–Nubian shield and in other parts of North Africa [43] may have been one of the largest igneous province in Earth’s history. It is possible that degassing associated with this late Neoproterozoic CO2-rich alkaline volcanism produced the unusual increase in atmospheric pCO2 (e.g. [12]). Elevated atmospheric CO2 led to extensive deep weathering of continental basement (via acid rain) and formation of voluminous Cambro–Ordovician quartz-rich sandstones as a negative pCO2 feedback. The elevated atmospheric pCO2 and the concomitantly more corrosive atmosphere, may also serve to resolve the question of the how intense chemical weathering could have occurred in the absence of land plants (e.g. [23]).\nWe conclude that the production and deposition of the expansive, first-cycle quartz-rich sand sheet blanketing the northern margin of Gondwana, together with the development of a lateritic paleo-weathered profile (saprolite) in the basement rocks, was a consequence of intense chemical weathering. Detrital zircon ages indicate that these sands were derived from the weathering of late Neoproterozoic arc-related igneous rocks that were emplaced only shortly before deposition of the sandstone sheet commenced. Further, this weathering occurred across a range of paleolatitudes, implying a warm, humid climate over much of the early Paleozoic Earth. As such, these deposits are a line of independent\ngeological evidence in support of models inferring sharply elevated pCO2, as well as an explanation for the dramatic rise in oceanic 87Sr / 87Sr during this time."
  }, {
    "heading": "Acknowledgements",
    "text": "Supported by USA–Israel Binational Science Foundation (BSF) and by the Israel Ministry of Infrastructure. We thank Y. Erel and Z. Garfunkel for discussions, and R.H. Dott, K. Burke and T. Prave for reviews and stimulating comments."
  }],
  "year": 2005,
  "references": [{
    "title": "Rodinia to Gondwana: the geodynamic map of Gondwana supercontinent assembly",
    "authors": ["R. Unrug"],
    "venue": "GSA Today 7 ",
    "year": 1997
  }, {
    "title": "African Petroleum Systems: four tectonic Aces in the past 600 million years",
    "authors": ["K. Burke", "D.S. McGregor", "N.R. Cameron"],
    "venue": "Special Publication 207 of the Geological Society of London",
    "year": 2003
  }, {
    "title": "Origin of northern Gondwana Cambrian sandstone as revealed by SHRIMP dating of detrital zircons",
    "authors": ["D. Avigad", "K. Kolodner", "M. McWilliams", "H.M. Persing", "T. Weissbrod"],
    "venue": "Geology 31 ",
    "year": 2003
  }, {
    "title": "Regional geology of Africa: Berlin",
    "authors": ["S.W. Petters"],
    "venue": "Springer-Verlag, Lect. Notes Earth Sci. 40 ",
    "year": 1997
  }, {
    "title": "Sedimentary Basins and Petroleum Geology of the Middle East",
    "authors": ["A.S. Alsharhan", "A.E.M. Nairn"],
    "year": 1997
  }, {
    "title": "Early Paleozoic sediments of NE Africa and Arabia: products of continental scale erosion",
    "authors": ["Z. Garfunkel"],
    "venue": "sediment transport, and deposition, Isr. J. Earth-Sci. 51 ",
    "year": 2002
  }, {
    "title": "O",
    "authors": ["S. Beuf", "B. Biju-Duval"],
    "venue": "de Charpal, P. Rognon, O. Gariel, A. Bennacef, Les Grès du Paléozoique Inférieur au Sahara: Sédimentation et Discontinités évolution structurale d’un Craton. Institut Francais du Pétrol No 18, Editions Technip, Paris",
    "year": 1971
  }, {
    "title": "Diagnosis of marine and non-marine environments from the Cambro–Ordovician sandstones of Jordan",
    "authors": ["R.C. Selley"],
    "venue": "J. Geol. Soc. 128 ",
    "year": 1972
  }, {
    "title": "The sedimentary basins of northwest Africa: stratigraphy and sedimentation",
    "authors": ["R.C. Selley"],
    "venue": "in: R.C. Selley (Ed.), African Basins, Elsevier, Amsterdam",
    "year": 1997
  }, {
    "title": "Depositional environments and tectonic significance of the Wajid Sandstone of southern Saudia Arabia",
    "authors": ["M.E. Dabbagh", "J.J.W. Rogers"],
    "venue": "J. Afr. Earth Sci. 1 ",
    "year": 1983
  }, {
    "title": "The Sr",
    "authors": ["S.B. Jacobsen", "A.J. Kaufman"],
    "venue": "C and O isotopic evolution of Neoproterozoic seawater, Chem. Geol. 161 ",
    "year": 1999
  }, {
    "title": "GEOCARB II: a revised model of atmospheric CO2 over Phanerozoic time",
    "authors": ["R.A. Berner", "Z. Kothavala"],
    "venue": "Am. J. Sci. 301 ",
    "year": 2001
  }, {
    "title": "End of the Proterozoic Eon",
    "authors": ["A.H. Knoll"],
    "venue": "Scientific American,",
    "year": 1991
  }, {
    "title": "Example of cratonic sedimentation: lower Paleozoic of Algerian Sahara",
    "authors": ["A. Bennacef", "S. Beuf", "B. Biju-Duval", "O. De Charpal", "O. Gariel"],
    "venue": "Am. Assoc. Pet. Geol. Bull. 55 ",
    "year": 1971
  }, {
    "title": "The Paleozoic of Israel and adjacent countries (a lithostratigraphic study): (Ph.D. thesis",
    "authors": ["T. Weissbrod"],
    "year": 1980
  }, {
    "title": "Criteria for the recognition and correlation of sandstone units in the Precambrian and Paleozoic–Mesozoic clastic sequence in the Near East",
    "authors": ["T. Weissbrod", "I. Perath"],
    "venue": "J. Afr. Earth Sci. 10 ",
    "year": 1990
  }, {
    "title": "Stratigraphic significance of heavy minerals in the Late Precambrian–Mesozoic clastic sequence (Nubian Sandstone) in the near east",
    "authors": ["T. Weissbrod", "J. Nachmias"],
    "venue": "Sediment. Geol. 47 ",
    "year": 1987
  }, {
    "title": "Mineral composition of the Cambrian–Cretaceous Nubian series of Jordan: provenance",
    "authors": ["B.S. Amireh"],
    "venue": "tectonic setting and climatological implications, Sediment. Geol. 71 ",
    "year": 1991
  }, {
    "title": "The Paleozoic sandstones of the Rub Al Khali basin",
    "authors": ["A.S. Alsharhan", "A.E.M. Nairn", "O. Shegewi"],
    "venue": "Arabia: a review, Paleogeogr. Paleoclimatol. Paleoecol. 85 ",
    "year": 1991
  }, {
    "title": "Large scale sediment dispersal associated with the late Neoproterozoic assembly of Gondwana [abs",
    "authors": ["I. Williams", "J. Goodge", "P. Myrow", "K. Burke", "J. Kraus"],
    "venue": "16th Australian Geological Convention Adelaide, Australia, vol. 67",
    "year": 2002
  }, {
    "title": "Post-amalgamation basins of the NE Arabian shield and implications for Neoproterozoic III tectonism in the northern East African orogen",
    "authors": ["P.R. Johnson"],
    "venue": "Precambrian Res. 123 ",
    "year": 2003
  }, {
    "title": "The importance of Eolian Abrassion in supermature quartz-sandstones and the paradox of weathering on vegetation-free landscapes",
    "authors": ["R.H. Dott Jr."],
    "venue": "J. Geol",
    "year": 2003
  }, {
    "title": "Climate and the origin of quartz arenites",
    "authors": ["L.G. Suttner", "A. Basu", "G.H. Mack"],
    "venue": "J. Sediment. Petrol. 51 ",
    "year": 1981
  }, {
    "title": "Petrology and chemistry of modern big river sands",
    "authors": ["P.E. Potter"],
    "venue": "J. Geol. 87 ",
    "year": 1978
  }, {
    "title": "Controls on the deposition of fluvial sands from a tropical weathering environment: sands of the Orinoco River drainage basin",
    "authors": ["M.L. Johnson", "R.F. Stallard", "N. Lundberg"],
    "venue": "Venezuela and Colombia, Geol. Soc. Amer. Bull. 103 ",
    "year": 1991
  }, {
    "title": "Mineral deposit formation in Phanerozoic sedimentary basins of north-east Africa: the contribution of weathering",
    "authors": ["K. German", "T. Schwartz", "M. Wipki"],
    "venue": "Geol. Rundsch 83 ",
    "year": 1994
  }, {
    "title": "Cambro–Ordovician bauxitic laterites of NW-Sudan",
    "authors": ["K. German", "M. Wipki", "T. Schwartz"],
    "venue": "in: U. Thorweihe, H. Schandelmeier (Eds.), Geoscientific Research in Northeastern Africa, Balkema, Amsterdam",
    "year": 1993
  }, {
    "title": "Origin of iron-rich beds in the basal Wajid Sandstone",
    "authors": ["L.O. Babalola", "M. Hussain", "M.M. Hariri"],
    "venue": "Abha-Khamis Mushayt area, Southwest Saudi Arabia, Arab. J. Sci. Eng. 28 (1A) ",
    "year": 2003
  }, {
    "title": "Sedimentary cycling and environmental change in the late Proterozoic: evidence from stable and radiogenic isotopes",
    "authors": ["L.A. Derry", "A.J. Kaufman", "S.B. Jacobsen"],
    "venue": "Geochim. Cosmochim. Acta 56 ",
    "year": 1992
  }, {
    "title": "Sequence stratigraphy and provenance on Gondwana’s margin: the Meguma zone (Cambrian to Devonian) of Nova Scotia",
    "authors": ["P.E. Schenk"],
    "venue": "Canada, GSA Bulletine 109 ",
    "year": 1997
  }, {
    "title": "Strontium isotopic variations of Neoproterozoic seawater: implications for crustal evolution",
    "authors": ["Y.S.B. Asmerom", "S.B. Jacobsen", "A.H. Knoll", "N.J. Butterfield", "K. Swett"],
    "venue": "Geochim. Cosmochim. Acta 55 ",
    "year": 1991
  }, {
    "title": "Global ocean-atmosphere change across the Precambrian–Cambrian transition",
    "authors": ["M.D. Brasier"],
    "venue": "Geol. Mag. 129 ",
    "year": 1992
  }, {
    "title": "Evaporitic  D",
    "authors": ["J.M. Álvaro", "J.M. Rouchy", "T. Beschstadt", "A. Boucot", "F. Boyer", "F. Debrenee", "E. Moreno-Eiris", "A. Perejón", "E. Venin"],
    "venue": "Avigad et al. / Earth and Planetary Science Letters 240 (2005) 818–826 826 constraints on the southward drifting of western Gondwana margins during early Cambrian, Paleogeogr. Paleoclimatol. Paleoecol. 160 ",
    "year": 2000
  }, {
    "title": "Neoproterozoic–Paleozoic geography and tectonics: review",
    "authors": ["I.W.D. Dalziel"],
    "venue": "hypothesis, environmental speculations, Geol. Soc. Amer. Bull. 109 ",
    "year": 1997
  }, {
    "title": "Lower Paleozoic rocks of southern Africa",
    "authors": ["I.C. Rust"],
    "venue": "in: C.H. Holland (Ed.), Lower Palaeozoic of the Middle East and Southern Africa, and Antarctica, John Wiley & Sons Ltd.",
    "year": 1981
  }, {
    "title": "Cape Town’s Table Mountain reveals rapid Pan-African uplift of its basement rocks",
    "authors": ["R. Armstrong", "M.J. De Wit", "D. Reid", "D. York", "R. Zartman"],
    "venue": "J. Afr. Earth Sci. 27A ",
    "year": 1998
  }, {
    "title": "Geochemistry and paleogeography of upper Ordovician glaciogenic sedimentary  rocks in the Table Mountain Group",
    "authors": ["G.M. Young", "W.E.L. Minter", "J.N. Theron"],
    "venue": "South Africa, Paleogeogr. Paleoclimatol. Paleoecol. 214 ",
    "year": 2004
  }, {
    "title": "Ancinet atmospheric CO2 pressures inferred from natural goethites",
    "authors": ["C.J. Yapp", "H. Poths"],
    "venue": "Nature 355 (6358) ",
    "year": 1992
  }, {
    "title": "On the initiation of a snowball Earth",
    "authors": ["D.P. Schrag", "R.A. Berner", "P.F. Hoffman", "G.P. Haverson"],
    "venue": "Geochem. Geophys. Geosyst. 3 ",
    "year": 2002
  }, {
    "title": "The crustal evolution of the Arabo–Nubian massif with special reference to the Sinai peninsula",
    "authors": ["Y.K. Bentor"],
    "venue": "Precambrian Res. 28 ",
    "year": 1985
  }, {
    "title": "Arc assembly and continental collision in the Neoproterozoic East African orogen",
    "authors": ["R.J. Stern"],
    "venue": "Annu. Rev. Earth Planet. Sci. 22 ",
    "year": 1994
  }, {
    "title": "Variations of seawater  87Sr / 87Sr throughout Phanerozoic time",
    "authors": ["W.H. Burke", "R.E. Denison", "A.E. Hetherington", "R.B. Koepnick", "H.F. Nelson", "J.B. Otto"],
    "venue": "Geology 10 ",
    "year": 1982
  }],
  "id": "SP:89a67259d2c17c1eb0635e6a862e235fb973200c",
  "authors": [{
    "name": "D. Avigad",
    "affiliations": []
  }, {
    "name": "A. Sandler",
    "affiliations": []
  }, {
    "name": "K. Kolodner",
    "affiliations": []
  }, {
    "name": "R.J. Stern",
    "affiliations": []
  }, {
    "name": "M. McWilliams",
    "affiliations": []
  }, {
    "name": "N. Miller",
    "affiliations": []
  }, {
    "name": "M. Beyth",
    "affiliations": []
  }],
  "abstractText": "A vast sheet of mature quartz sand blanketed north Africa and Arabia from the Atlantic coast to the Persian Gulf in Cambro– Ordovician times. U–Pb geochronology of a representative section of Cambrian sandstone in southern Israel shows that these sediments are dominated by 550–650 Ma detrital zircons derived from Neoproterozoic Pan-African basement. The short time lag between magmatic consolidation of a Pan-African source and deposition of its erosional products indicates that, despite their significant mineralogical maturity, the voluminous quartz-rich sandstones on the northern margin of Gondwana are essentially firstcycle sediments. Mass production of these voluminous first-cycle quartz-rich sandstones resulted from widespread chemical weathering of the Pan-African continental basement. We suggest that conditions favoring silicate weathering, particularly a warm and humid climate, low relief and low sedimentation rates prevailed over large tracts of Gondwana in the aftermath of the Pan-African orogeny. An unusually corrosive Cambro–Ordovician atmosphere and humid climate enhanced chemical weathering on the vegetation-free landscape. We infer that late Neoproterozoic–Cambro–Ordovician atmospheric pCO2 rose as a consequence of widespread late Neoproterozoic volcanism, followed by an uptake of CO2 by chemical weathering to produce the Cambro–Ordovician sandstone as a negative feedback. D 2005 Elsevier B.V. All rights reserved.",
  "title": "Mass-production of Cambro–Ordovician quartz-rich sandstone as a consequence of chemical weathering of Pan-African terranes: Environmental implications"
}