{
  "sections": [{
    "text": "0032-0633/$ - se doi:10.1016/j.ps\nCorrespond E-mail addr\n1The details o\nESA’s Mars Express has successfully completed its nominal mission of one Martian year covering about 25% of the surface in stereo and color with resolutions up to 10m/pixel by its high-resolution stereo camera (HRSC). Mars Express is now in its extended mission phase, during which much of the remaining part of the Martian surface is envisaged to be covered in stereo and color. The HRSC instrument is designed to map the morphology, topography, structure and geologic context of the surface as well as atmospheric phenomena. This paper discusses the measurement principles and operations of the instrument as well as the acquisition, calibration and processing of regional and global data sets. As HRSC is a push-broom scanning instrument with nine CCD line detectors mounted in parallel on a focal plane, its unique feature is the ability to obtain near-simultaneous imaging data at high resolution, with along-track triple stereo, four colors and five different phase angles, avoiding any time-dependent variations of the observing conditions. The HRSC spatial resolution is 10m/pixel at the nominal periapsis altitude of 250 km, with an image swath of 53 km, and 2.3m/pixel for an additional framing CCD device, called super resolution channel (SRC), practically working as an additional tenth channel of the HRSC and yielding nested-in black and white images for studies of small-scale geologic features. The sub-pixel accuracy of the threedimensional point determination allows the derivation of digital terrain models (DTMs) with a grid size of up to 50m and a height accuracy of a single pixel with up to 10m, thus enabling us to carry out detailed quantitative analyses of the surface structure. The HRSC (1) bridges the gap between the medium–high-resolution Viking imagery and the very-high-resolution Global Surveyor mission, thus providing geological context, and (2) fills the gaps in the three-dimensional coverage and DTM grid of the MOLA laser altimetry data, and (3) helps characterize landing sites for in-situ measurements. HRSC also builds the basis for extended compositional mapping when combining spectral information with topographic photomaps over large areas. So far the HRSC measurements have made a significant contribution to the study of the evolution of volcanism and the role of water and ice throughout the Martian history. r 2007 Elsevier Ltd. All rights reserved.\nKeywords: Planetary missions; Mars; Mars Express; Imaging instruments; HRSC; Stereo imaging\ne front matter r 2007 Elsevier Ltd. All rights reserved. s.2006.12.003\ning author. Tel.: +4930 67055400; fax: +49 30 67055402. ess: ralf.jaumann@dlr.de (R. Jaumann).\nf the HRSC Co-Investigator Team are given in Appendix A.\nARTICLE IN PRESS R. Jaumann et al. / Planetary and Space Science 55 (2007) 928–952 929"
  }, {
    "heading": "1. Imaging Mars",
    "text": "Imagery is the major source for our current understanding of the geologic and climatologic evolution of Mars in qualitative and quantitative terms (Table 1). Imaging has the potential to enhance our knowledge of Mars drastically and is an essential prerequisite for detailed surface exploration. The Viking missions provided global (nearly 100%) coverage at 200 m/pixel and 28% coverage at p100m/pixel, but only 0.3% was observed at p20m/ pixel (e.g., Snyder, 1979). The Mars observer camera (MOC) provides global coverage with its wide-angle camera at a spatial resolution of 225m/pixel (Malin et al., 1992; Malin and Edgett, 2001). The MOC narrowangle camera yields a spatial resolution of up to 1.4m/ pixel, but only for a small amount of the Martian surface even after the extension of the MGS mission. Mars climate orbiter (MCO) was aimed to cover about 80% of the surface at 40m/pixel, but its loss resulted in a major gap in Martian imagery. Mars Odyssey arrived in orbit in October 2001 and the THEMIS instrument provides spatial resolutions of less than 18m/pixel in the visible part of the spectrum (Christensen et al., 2004) and 100m/pixel in the infrared at 9 distinct infrared-wavelengths filters between 6.78 and 14.88 mm. After having covered the entire surface of Mars in the infrared during day- and nighttime, THEMIS is now aiming to obtain complete monoscopic black-and-white image coverage in the visible part of the spectrum during the extended mission. The mars reconnaissance orbiter (MRO), finally, carries three imaging instruments. The wide-angle camera MARCI will obtain daily global coverage of Mars with five colors in the VIS and two additional channels in the UV at spatial resolutions in the km-range for monitoring atmospheric and variable surface phenomena (http://www.msss.com/ mro/marci/index.html). The HiRISE experiment of MRO has a maximum spatial resolution of 0.3m/pixel and is equipped with 3 colors (McEwen et al., 2003). During normal operations, highest resolution will be achieved for the central part of the image swath while a 4 4 pixel binning on the sides yields a spatial resolution of 1.2m/ pixel. Despite the enormous downlink capacity of MRO, it is expected to cover only 1% of the Martian surface at p1.2m/pixel, 0.1% at 0.3m/pixel, and 0.1% in all 3 colors during the nominal mission (Eliason et al., 2003). Each HiRISE image will be accompanied by an image of the context imager (CTX), which obtains black-and-white images at a spatial resolution of 6m/pixel (http:// www.msss.com/mro/ctx/index.html). However, only Mars Express and its HRSC data (Neukum et al., 2004a) are able to close the gap in the high-resolution reconnaissance imagery and provide the link between MOC imagery and the upcoming Mars Reconnaissance small-scale images at very high-resolution and the medium- to low-resolution data of former missions. Moreover, the HRSC is the only dedicated stereo camera at Mars. With the exception of Mars Express, high-resolution stereo imagery has been\nobtained only by multiple coverage at different times and for a very small part of the surface. From Viking data, a global DTM with 1 km resolution was obtained; better resolution was achieved only locally. Mars Global Surveyor has provided stereoscopic coverage with its wideangle camera at 225m/pixel and stereo coverage by its narrow-angle device just for selected spots. Mars Odyssey is focusing on infrared and black-and-white VIS imagery and limitations in the spacecraft pointing capability do not allow obtaining stereo data. MRO’s HiRISE experiment is planning to obtain stereo imagery for 0.1% of the surface at highest resolution. A second source for topographic information is the Mars orbiter laser altimeter (MOLA) laser altimeter on Mars Global Surveyor (Zuber et al., 1992; Smith et al., 2001). It has produced global topographic coverage with a spatial resolution of about 300 1000m at the equator, and better near the poles. The HRSC with its nominal resolution of 10m is a significant improvement. Furthermore, MOLA elevation data (though individual laser return points cannot be correlated with images) can be entered as control information in the HRSC image adjustment procedures to improve the absolute three-dimensional positioning accuracy. The MOLA altimeter and the HRSC stereo information are thus highly complementary. Combining the HRSC stereo data with the MOLA laser altimeter data will provide a very accurate and image-controlled topographic model of the Martian surface even in regions with very small-scaled morphology such as small craters, steep slopes, and finely structured valleys. The Viking cameras were sensitive only in the visible wavelength range. Near-global coverage with 2–3 colors was achieved at 900m/pixel and only a small amount of the surface at 100m/pixel ( 1%). The MOC instrument has only a 2-color capability for the wide-angle camera, while the narrow-angle camera has no colors at all. The THEMIS camera of Mars Odyssey has five colors in the VIS but very limited color coverage. The HRSC four-color capability is drastically improving the multi-spectral coverage of the Martian surface. Owing to its higher spatial resolution (ratio 1:5), it will also support the spectrometer data obtained by Mars Express and Mars Odyssey. Furthermore, the HRSC is the only instrument with the ability to obtain nearly simultaneously images of the surface with multiple phase angles. Similar information by other cameras/missions has and will be obtained only by multiple coverage with large time differences, but with disadvantage of severe problems in photometric modeling, arising from variations of atmospheric conditions and variable surface features. The unique multi-angle capability of the HRSC also supports its stereo functionality by providing not only a stereo triplet but also a stereo quintuplet, making the photogrammetric processing very robust. Besides the stereo and color capability, the HRSC features an additional channel for highest resolution—the Super Resolution Channel (SRC; cf. Oberst et al., 2006).\nA R TIC LE IN PR ES S\n9 3 0\nARTICLE IN PRESS R. Jaumann et al. / Planetary and Space Science 55 (2007) 928–952 931\nIn conclusion, the capabilities for orbital reconnaissance of the Martian surface are not met by any other instrument or set of instruments. The HRSC is therefore unique in the international Mars exploration effort and will close existing gaps and provide the required imaging and cartographic products for future missions (see\nIn addition, the stereoscopic imagery makes a major contribution to the topographic mapping of Mars and will especially characterize landing sites and their geologic context. The image data provide the basis for extensive studies of the surface structure and morphology on local, regional and global scales using the photogeologic information from the image, the topographic information from the digital terrain model and spectral terrain information from color images. Information of physical surface properties by the means of multi-phase angle observations supports the geologic context characterization. The major result of these studies is the identification of geologic units in terms of structure, age and compositional heterogeneities. The relationship of different geologic units will build up stratigraphic sequences, which are used to model the processes that formed the specific surface. The stereoscopic measurements are also used to refine the geodetic control network and the Martian cartographic database. Variable surface features and atmospheric phenomena are mapped with high resolution and are used for time-resolved interpretations of atmosphere/surface interacting processes. Finally, high-resolution observations of Phobos and Deimos help to refine the ephemerides of the moons and are used to understand their geologic and orbital evolution. A comprehensive evaluation of dedicated sets of Mars Express instrument data including HRSC will improve the overall mission output by combined structural/compositional investigations using HRSC and the spectrometers (OMEGA, PFS and SPICAM) as well as by combined surface/sub-surface investigations using HRSC and the radar instrument (MARSIS). This is also valid for combining HRSC data with other mission data such as Viking, MOC, MOLA, THEMIS and data from upcoming missions."
  }, {
    "heading": "2. The HRSC/SRC experiment",
    "text": ""
  }, {
    "heading": "2.1. The stereo camera",
    "text": "The HRSC (Fig. 1) represents a multi-sensor push broom instrument comprising 9 CCD line sensors mounted in parallel for simultaneous high-resolution stereo, multicolor and multi-phase imaging by delivering 9 superimposed image swaths (Neukum, et al., 2004a). The HRSC design permits stereo imaging with triple to quintuple panchromatic along-track stereo including a nadirdirected, forward and aft-looking (+/ 18.91), and 2 inner (+/ 12.81) stereo line sensors (Fig. 1). Their spectral range covers 675790 nm (width at half-maximum). The alongtrack acquisition of stereo imagery avoids changes in atmospheric and illumination conditions, which so far have caused problems in the photogrammetric evaluation of\nARTICLE IN PRESS R. Jaumann et al. / Planetary and Space Science 55 (2007) 928–952932\nstereo images acquired at different observing times. The triple to quintuple stereo images permit robust stereo reconstruction, yielding digital terrain models (DTMs) at a vertical accuracy of up to one pixel. The 5 panchromatic images are also used for multi-phase imaging allowing the determination of photometric surface characteristics.\nMultispectral imaging is realized by four line sensors in the blue, green, red and near-infrared color ranges (440745 nm, 530745 nm, 750720 nm, 970745 nm) (Fig. 2). All nine-line sensors have a cross-track field of view of 761. They are mounted behind one single transmission optics. An additional super resolution channel (SRC) provides frame images imbedded in the basic HRSC swath at a 5 times higher resolution. The SRC comprises a 1024 1024 CCD array and lightweight mirror optics with its optical axis parallel to the HRSC camera head optical axis. The SRC was developed with ESA financial support as an add-on to the HRSC for the Mars Express mission under severe mass and budget constraints. Owing to the small aperture of the optics combined with the required high resolution of the system, signal levels of SRC images are rather limited.\nThe HRSC optics comprise an Apo-Tessar lens design with a focal length of 175mm and a f-ratio of f/5.6. The transmissivity of the optics starts at 0.37 for the blue channel at 440 nm and rises to 0.68 in the panchromatic range. The MTF of the optics has at 50 lp/mm a nominal value of 0.40 for the central nadir looking pixel. At 201 offnadir, the MTF values are 0.33 both in sagittal and meridional direction. Each of the 9 Thomson THX 7808B linear CCD arrays has 5184 active pixels with a 7 by 7 mm\nsize. Signal conditioning in the four signal chains comprises low pass filtering, correlated double sampling and programmable attenuation and gain selection. Programmable gain can be switched in two steps by 12 dB and 6 dB, to be combined with eleven 3 dB attenuation steps. The analogto-digital conversion has 8 bits."
  }, {
    "heading": "2.2. The super resolution channel",
    "text": "The Maksutov–Cassegrain telescope of the SRC has a 988.6mm focal length and a f-ratio of f/11. The entrance pupil diameter is 89.9mm. The newly developed optics design combines the Maksutov telescope with a dioptric telelens, which decreases the total length of the optics and corrects the chromatic imaging errors of the Maksutov lens system. The imaging quality is near the diffraction limit with a contrast of 25% at the Nyquist frequency of 55.5 lp/mm. The 1024 1024 pixels non-interlaced Kodak CCD array sensor is characterized by anti-blooming protection, electronic exposure control, and by short exposure times in order to limit image smear. The output signal is amplified to meet the full range of the 14-bit ADC and correlated double sampling is used to get a low-noise DC voltage reference analog signal. At full-well capacity of 48,000 electrons, the 14-bit ADC delivers a system gain of 5 electrons/DN. The SRC instrument design relies on thermally balanced conditions. As these unfortunately cannot be maintained throughout the operation of HRSC and SRC, most of the SRC images suffer from pronounced blurring coupled with ghost effects, believed to result from\nchannel; S1, S2—stereo 1 and stereo 2 channel; P1, P2—photometry 1 and nel (530745 nm); red channel (750720 nm); near-infrared (NIR) channel\nA R TIC LE IN PR ES S\nARTICLE IN PRESS R. Jaumann et al. / Planetary and Space Science 55 (2007) 928–952934\nthermal deformation of the main mirror. In addition, the SRC CCD sensor was affected by solar flares during the MEX cruise, and the images exhibit hot pixels, much more severely than the HRSC sensors. Some SRC images seem to be additionally affected by electronic noise from some so far unknown source. Owing to the limited light-gathering power of this camera channel, long exposure times are required to collect sufficient signal, which result in motion smear in the case of imaging near pericenter passes. Thus, most of the SRC images have to be corrected by a robust restoration scheme for electronic noise, PSF effects, and motion smear.\nThe total mass of the HRSC including the SRC amounts to 20.4 kg. During imaging the total power consumption is\n48.7W (incl. 10.9W heater power). The focal plane temperature is kept in the range between +7 and +17 1C by camera internal heaters. The characteristic parameters of the instrument are given in Table 2."
  }, {
    "heading": "2.3. Instrument calibration",
    "text": "The geometric calibration of the HRSC was based on the determination of a unit direction vector for each of the 5184 pixels of all sensors. This was accomplished by measuring unit direction vectors for every 400th pixel of each sensor. The positions of the adjacent pixels were calculated with cubic–spline interpolation. The accuracy of the positions was determined to be 71 arcsec for the central pixel and 72 arcsec for the edge pixels of all sensors. These results have been verified during in-flight calibration by using star observations. The radiometric calibration of the image data comprises relative flat-fielding and absolute I/F-measurements. The signal level differences between odd and even branches of each CCD sensor are estimated and corrected in cases when the CCDs are operated without pixel binning. Corrections for non-linearity effects are applied when signal levels reach CCD saturation. The instrument has been calibrated extensively on-ground including pixel response non-uniformity effects of the dark signal, CCD saturation behavior, spectral responsivity (Fig. 2), camera sensitivity to gain changes, integration time and macropixel (binning) format, as well as signal dependence on temperature, linearity with respect to illumination levels, stability with respect to permutations of the CCD to signal chain allocation, temporal signal stability, and sensitivity to electrical perturbations from outside the camera. Calibration sequences have been calculated for many different combinations of these parameters. In addition the principal accuracy of the camera calibration was confirmed under operational conditions during outdoor qualification tests close to Lake Constance (Fig. 3) and through extended airborne imaging experiments (Fig. 4). Radiometric calibration imaging sessions of the Earth and Moon as well as stars during cruise have confirmed the onground calibration.\nnted in an airplane and flown at an altitude of 5000m above the Lipari\nulcano island based on digital elevation models generated with the HRSC data is 20 cm/pixel for the nadir channel. Detailed view of the 389-m high ground), and Porte di Levante and Ponente at the base of main cone.\nARTICLE IN PRESS R. Jaumann et al. / Planetary and Space Science 55 (2007) 928–952 935"
  }, {
    "heading": "2.4. Data compression",
    "text": "The data are compressed on-board on-line by JPEGbased discrete cosine transform (DCT) compression with average compression factors of 4–40 and with throughput rates of up to 450 lines per second in four parallel signal chains (each serving a few of the nine CCD lines). Bypassing of the compression is possible. The compression factor cannot be selected directly but is controlled by a quality factor. Therefore compression is dependent on texture, macro-pixel format and illumination conditions. Increased compression rates are also typically encountered in cases of high atmospheric optical depth as a result of dust and haze. The corresponding loss of surface contrast due to the increase in atmospheric light scattering can lead to significant reductions in the local dynamic range, increasing the compression rates. This phenomenon cannot be exactly predicted. High compression ratios may affect images by increasing the 8 8 pixel compression block pattern in low contrast areas of the image."
  }, {
    "heading": "3. HRSC operations",
    "text": ""
  }, {
    "heading": "3.1. The Mars Express orbit",
    "text": "The constraints to be considered in the design of a comprehensive observation plan are the characteristics of the orbit, the internal characteristics of the instrument, the allocated volume in the spacecraft mass memory, the spacecraft resources, the data downlink capacity, and the demands of the other instruments onboard Mars Express. The Mars Express spacecraft travels around Mars in a highly elliptical, nearly polar orbit. The average pericenter altitude during the nominal mission was 287 km, i.e. the nominal altitude of 250 km originally planned for was not quite reached. The apocenter altitude was lowered in May 2004 from 11,559 to 10,117 km changing the orbital period from 7.566 to 6.72 h. The orbital elements are listed in Table 3. The elliptical Mars Express orbit was designed to\nprovide optimal observing conditions (Fig. 5) for all scientific experiments, e.g. instruments measuring the atmosphere and Mars’ environment from high altitude and surface-observing instruments that acquire their data primarily below 500 km orbit height. This corresponds to a ‘‘pericenter window’’ of 20min around closest approach. For HRSC this window is further narrowed by the amount of data that can be downloaded. A significant segment of each orbit is used to turn the fixed-mounted spacecraft antenna to Earth for data downlink and command uplink. These ‘‘downlink windows’’ cannot be used for science observations. The location and duration of the downlink windows depend on ground station availability and thus can be defined by the scientists within certain constraints. The average downlink duration per day is 8–10 h spread over several link sessions of about 3 h each. Typically, one out of four pericenter windows is blocked for Earth communications. The illumination conditions for the pericenter window vary over the mission: during the nominal mission three periods of 136, 179 and 140 d with the pericenter window on the day side were intermitted by 131 and 111 d periods with pericenters on the unilluminated side for nighttime observations mostly used by the radar instrument MARSIS. For example, the last orbit of the nominal mission (orbit 2418) at mission day 700 passes the terminator at a true anomaly of 301 or 7.5min before pericenter. The solar elevation at pericenter was 311 and reaches its maximum at 601 true anomaly or 17min after pericenter. The latitude of the sub-spacecraft point at pericenter covered all latitudes twice during the nominal mission and will cover it twice during the extended mission. Thus targets at the same latitude can be observed during different seasons. The sub-pericenter points for a certain period are grouped in 11 clusters (so-called ‘‘construction sites’’) resulting in a 3:11 resonant pattern. For each construction site a new adjacent track is added after 11 orbits or 3 days. Before the orbit adjustment from G3u to G3b the resonance was 4:13. The longitudinal shift from one orbit n to its adjacent orbit n+11 is driven by the\nARTICLE IN PRESS\nR. Jaumann et al. / Planetary and Space Science 55 (2007) 928–952936\nHRSC requirement for overlapping image strips: for all sub-pericenter points between 7601 the longitude shift is controlled by a 10% side-overlap of adjacent HRSC image strips. Near the equator this corresponds to a longitudinal shift of 0.931 or 55.2 km. The distance between adjacent ground tracks decreases with increasing northern or southern latitudes. Ground track control is realized with small corrective acceleration or deceleration spacecraft maneuvers using the regular reaction wheel off-loadings. For pericenter latitudes above 7601 a specific control is not necessary because the ground tracks already have the required overlap. The concept of the described groundtrack control is called ‘‘frozen orbit’’. It is a key element of the Mars Express observing strategy."
  }, {
    "heading": "3.2. Spacecraft attitude performance",
    "text": "The Mars Express spacecraft is three- axis stabilized (Fig. 6). It can perform the following general science pointing modes: nadir pointing, inertial pointing and spot pointing. For nadir pointing the spacecraft is rotated about its X-axis (pitch axis) so that the +Z axis (yaw axis, which corresponds to the viewing direction of the optical instruments) is pointed to the Martian center of mass. The X-axis, which is parallel to the orientation of the linear CCD sensors of the HRSC, is oriented nearly perpendicular to the velocity vector of the spacecraft. With an additional rotation of the Z-axis (yaw axis) the Mars rotation is compensated in a way that all nine sensors of the HRSC push-broom instrument scan the same area on the Martian surface (‘‘yaw correction’’). The maximum duration of a nadir-pointing window per orbit is 68min. There are two nadir-like science pointing types—‘‘across-\ntrack nadir’’ and ‘‘along-track nadir’’: for across-track nadir the spacecraft is tilted about the Y-axis (roll axis) creating a ground track parallel to the sub-spacecraft ground track. The across-track angle is defined as the angle between these 2 tracks measured with respect to the Martian center. While this angle is kept constant during an across-track sequence, the roll angle of the spacecraft varies. Within a nadir pointing window the across-track angle can be changed, e.g. in order to cover two different\nARTICLE IN PRESS R. Jaumann et al. / Planetary and Space Science 55 (2007) 928–952 937\ntargets on the ground. Both the nadir and across-track pointing is needed for contiguous mapping. For the majority of HRSC observations the spacecraft is pointed in these two modes. The across-track pointing is used to cover a specific target on the surface, or to obtain an overlap with a previous image footprint for mosaicking. For alongtrack nadir pointing the spacecraft is tilted about the X-axis (pitch axis) so that the +Z-axis intersects the Martian surface with an along track offset from the sub-spacecraft point. The along-track angle is defined as the angle between these two points measured at the Martian center and is constant during along-track pointing.\nFor inertial pointing the attitude of the spacecraft is kept constant with respect to an inertial reference frame, which means that the +Z-axis of the spacecraft is oriented towards a fixed point in space. The direction of the X-axis can be selected either power-optimized or pre-defined. The maximum duration of an inertial pointing window is 90min. HRSC makes use of the inertial pointing mainly for limb observations (Fig. 7), when the atmosphere of the planet is scanned against the background of deep space at the edge (limb) of the planetary disk. Inertial pointing is also applied for observations of the two Martian moons Phobos and Deimos and for Mars surface observations. In addition, there are special pointing modes e.g. for Phobos observations such as constant or accelerated slew around the X-axis or for spot-pointing, for which the intersection point of the +Z-axis with the Martian surface is kept constant for a given period allowing us to image this point with constantly changing phase angles.\nThe orbit position of the spacecraft is measured with an average accuracy of better than 200m. The average\n100m). Orbit 1009 (01 November 2004; Ls 108.8; left): limb north of Korol complex vertical structure with layers of varying thickness. The haze extends to Mars geoid) in the west. Orbit 1176 (18 December 2004; Ls 130.7; right): Limb close to the polar night. The vertical structure of the limb haze reveals two uni Mars geoid) and an upper, weakly stratified unit extending until 25.4 km altit\ndifference between the one week in advance predicted and real position is 2 km where the main component of the error is along the orbit trajectory and corresponds to about 0.5–1 s. The accuracy of the spacecraft attitude information is 0.011."
  }, {
    "heading": "3.3. Image acquisition",
    "text": "The HRSC image acquisition is driven by the target position with respect to the elliptical MEX orbit and by the illumination conditions on ground that vary with the spacecraft’s position in the nearly polar orbit. Highest resolution is achieved for near-pericenter operations: in a window of about 15min around pericenter the line-sensor pixel resolution is better than 20m. However, the average imaging duration is 6min due to data volume and illumination constraints. For imaging close to pericenter, a typical exposure time is 2.5ms per line for HRSC and 5ms for SRC. During a typical image acquisition of 7min close to pericenter, the exposure time is changed in 7 steps. In order to decrease the data volume to accomplish spacecraft downlink requirements, the pixels of a CCD line can be summed up on-chip in an analog way in flight direction by increasing the exposure time, and in acrosstrack direction by multiple pixel binning 2, 4 or 8 times digitally. A typical mode for high-resolution imaging with emphasis on surface mapping is operating the nadir sensor without pixel summation, the 4 multi-spectral sensors with 4 4 or 8 8 pixel summation, the outer stereo sensors with 2 2 pixel summation and the inner stereo sensors (the photometry sensors) with 4 4 pixel summation. The super resolution channel can be operated continuously\nes during northern summer and local afternoon (pixel resolution at limb ev crater (central left of image) at about 791N. The limb exhibits a rather an altitude of 19 km (above Mars geoid) in the east and 31 km (above south of Argyre Planitia and Charitum Montes at about 661S latitude and ts with a lower, continuous layer reaching an altitude of 16.4 km (above ude (above Mars geoid).\nARTICLE IN PRESS R. Jaumann et al. / Planetary and Space Science 55 (2007) 928–952938\nacquiring a highly resolved image strip or discontinuously acquiring single images as single spots or subsequent raster of single spots. The super resolution channel images are embedded within the HRSC swath, thus allowing us to define their absolute position within one HRSC pixel, which is usually better than 20m. An average HRSC imaging duration for close-to-pericenter images of 6min corresponds to a swath length of 1400 km and a raw (compressed) data volume of 5300Mbit.\nNormally, SRC frames are obtained as a series of 7 (or more) during the acquisition of an HRSC image strip in selected orbits. The SRC images are routinely processed into mosaics embedded within the large HRSC scenes. SRC has captured details in surface morphology beyond the resolution level of the HRSC. However, the best use of SRC so far has been for statistics of small craters and for astrometric observations of Phobos (cf. Oberst et al., 2006).\nFurther operational constraints are eclipses (Mars is between the spacecraft and the Sun) and occultations (Mars is between the spacecraft and the Earth). During eclipses the spacecraft batteries are the only source of power. Due to a design problem only 70% of the originally planned solar-array power is available on Mars Express. This leads to longer battery recharge cycles and as a consequence to operational limitations for eclipses longer than 40min. During the nominal and extended mission there are 5 eclipse periods. The eclipse duration reaches up to 90min. During occultations, communication with the Earth is not possible. This imposes constraints for the selection of the downlink windows within an orbit.\nFor planning purposes, operations are divided into monthly cycles (MTP or mid term plan), corresponding to about 100 orbits (Table 4). The design of an MTP is fixed about 2 months before execution. An MTP is designed on an orbit-by-orbit principle, i.e. each orbit is treated individually. The a priori information on which the first draft plan for an MTP is based includes the respective data share of the single instruments and the knowledge of spacecraft constraints. The average data allocation for HRSC is 40% of the total Mars Express scientific data. Depending on the specific observation conditions, however, the actual data share can be higher or lower with respect to actual observing conditions such as periapsis on the day or night side of Mars. The main planning resources are the allocation of the pericenter windows to diverse pointing requests of different instruments, to up- and downlink windows, and the duration of observations, which are determined by the spacecraft power constraints.\nThe spacecraft pointing is finally fixed 4 weeks before execution and based on the MTP planning the HRSC command sequences are generated in a weekly cycle.\nDuring cruise (Table 4) the HRSC was checked out and underwent interference tests with the other MEX orbiter instruments. Star calibration tests were performed to verify the co-alignment of the HRSC optical axis with the spacecraft axis. Altogether 1.5GByte of raw data were\nacquired during this phase. The Mars commissioning phase (Table 4) started with the first HRSC Mars images on 9 January 2004 and was aimed at optimizing HRSC internal operational parameters and operations procedures for the entire suite of orbiter instruments. 963 HRSC plus 1007 SRC images were acquired in 91 orbits during the 3.5 months of commissioning. The operations phase (Table 4) started in June 2004. It comprises HRSC nominal mapping operations as well as regular limb sounding observations and imaging Phobos during 18 fly-bys and Deimos within 8 Mars orbits. During the nominal mission, HRSC achieved about 50% coverage of the surface with resolutions better than 50m. Fig. 8 provides the entire coverage in all resolutions."
  }, {
    "heading": "4. High-resolution stereo and color-image generation",
    "text": "The ground data processing comprises two tasks: (1) the systematic processing of the raw data, and (2) the photogrammetric processing for the derivation of orthoimages and three-dimensional models of the Martian surface. The raw HRSC data as delivered from the spacecraft are converted to level-1 by sensor sorting, calculation of acquisition times, and decompression followed by a radiometric decalibration that yields the level-2 product. Level-3 images are corrected for geometric distortion and are map projected. All external geometric information such as orbit and attitude data is in the SPICE kernel format (http://naif.jpl.nasa.gov) that is used by almost all planetary missions. Levels 2 and 3 data are made available to the public after a 6-month proprietary phase through ESA’s Planetary Science Archive (PSA, http:// www.rssd.esa.int/PSA). The data are also available through the NASA planetary data system (PDS, http:// pds.jpl.nasa.gov). Software to generate map-projected data and geometric calibration files are part of these databases. The filenames for the HRSC data follow a simple convention: They contain orbit number, number of image in one orbit, and the sensor name. The image label contains all necessary information for further processing (e.g. exposure time, sensor start and stop time, temperatures). Geometric information necessary to search for images is stored in the HRSC internal database and the PSA database (e.g. image footprint, sub-spacecraft point, target distance, illumination angles). A variety of panchromatic and color three-dimensional products (level-4 data) can be achieved by means of stereophotogrammetric processing, i.e. digital terrain models, multi-spectral orthoimages, image mosaics, and finally various types of three-dimensional visualizations. HRSC data products are based on the International Astronomical Union (IAU) Mars ellipsoid (a ¼ b ¼ 3396.19 km, c ¼ 3376.2 km) for planimetric calculations (map projection, etc.) or on the reference sphere used by the MOLA team (r ¼ 3396.0 km). Specific software can be used to transform HRSC products to other map projections or reference bodies. The IAU Mars ellipsoid is also the\nA R TIC LE IN PR ES S\nARTICLE IN PRESS\nR. Jaumann et al. / Planetary and Space Science 55 (2007) 928–952940\nprimary reference for vertical data (e.g. height information provided in a gridded DTM). For comparison and fusion with other topography data additional reference surfaces are used such as the Mars sphere of 3396 km radius or a Mars areoid."
  }, {
    "heading": "4.1. Digital terrain models (DTM)",
    "text": "DTM are one of the main high-level HRSC products that serve as a precise description of the Martian topography for science and for ortho-rectification of HRSC image data at high spatial resolution. Considerable experience related to the photogrammetric processing of HRSC data has been gained already before the launch of the mission, using an airborne version of the sensor system (Gwinner et al., 2000; Wewel et al., 2000). The stereophotogrammetric derivation of a DTM is based on areabased multi-image matching of the five HRSC panchromatic channels: nadir, photometry and stereo forward and backward (Gwinner et al., 2005, 2007; Wewel, 1996). Combining the resulting tie-point coordinates with the interior camera geometry (camera calibration) and information of the orbit position and pointing, yields an\nirregular grid of three-dimensional object points, which is used to interpolate a final raster DTM. This procedure is applied in a standardized configuration to derive a preliminary 200m DTM for each HRSC mapping orbit for planning purposes within one day based on HRSC level-2 data and available (nominal or reconstructed) orbit and pointing information (Scholten et al., 2005). In general, the quality of digital terrain models and orthoimages strongly depends on the accuracy of the orientation data. While the interior camera geometry of HRSC is well defined by laboratory calibration measurements, the best knowledge of Mars Express orbit and pointing information is based on nominal, reconstructed, or bundle block adjusted (Albertz et al., 2005; Spiegel et al., 2005) information. In any of these cases, manual, semi-, or fully automated corrections may be necessary in order to correct for absolute lateral or vertical offsets to other datasets. While nominal orbit and pointing information yields DTM products with lateral offsets with respect to MOLA’s 463m DTM (Smith et al., 2003) of up to 4000m and vertical offsets of up to 1000m, reconstructed orientation data already reduce these offsets significantly, up to approximately 200–400m laterally (i.e. below the 463m resolution\nARTICLE IN PRESS\nR. Jaumann et al. / Planetary and Space Science 55 (2007) 928–952 941\nof the MOLA gridded DTM) and 100m vertically, both measured in various orbit examples (Scholten et al., 2005). A re-processing of the total data set of all HRSC mapping orbits of the nominal mission, using improved data of all 874 image sequences and reconstructed orientation data, yielded height differences to the MOLA dataset distributed around 0 with a standard deviation of 98m. The occurrence of outlying height differences up to a few hundred meters in this distribution is, as seen from difference maps, caused by interpolation artifacts, mainly in lower latitudes within the gridded MOLA data set, and by insufficient HRSC DTM quality in cases of seasonal atmospheric effects caused by high dust concentration in the Martian atmosphere in north polar latitudes and mid southern latitudes.\nUsing orientation data improved by bundle-block adjustment for high-resolution HRSC DTM as derived by adaptive processing, and confining the analysis to MOLA measurement tracks to avoid interpolation artifacts, the vertical deviation to MOLA heights may amount to values as low as 20m (Gwinner et al., 2005, 2007). Fig. 9 shows a typical example of a preliminary 200m gridded HRSC DTM (Fig. 9 lower left), resulting from the applied standard photogrammetric processing. The DTM is referred to a sphere with a radius of 3396 km and compared with the respective interpolated version of the MOLA DTM (463m grid, Smith et al., 2003, Fig. 9 upper right). The derivation of high-resolution DTM with a lateral grid size of up to 50m (Gwinner et al., 2005; Fig. 9 lower right) involves more complex procedures, including adaptive data processing components and the integration of additional data quality parameters. This is required due to the considerable variability of the image characteristics of HRSC stereo data such as dynamic range and compression effects. The quality of products derived with this adaptive processing approach has been investigated by Gwinner et al. (2005, 2007), using stereo data from 30 orbits of the first mission year. The mean three-dimensional multi-ray intersection accuracy, derived by merging matched image coordinates with bundle-adjusted orientation data, was found to be in the sub-pixel range for the most common operation modes of HRSC. At the same time, a dense coverage of the DTM area by successful stereo correlations, reaching up to 95% of the matching grid, could be achieved in the adaptive processing mode. The highest achieved three-dimensional accuracy is 7m, while the three-dimensional intersection accuracy corresponds, on average, to 35% of the mean stereo resolution for the most common operation modes. Thus, the vertical precision of the DTMs is on the order of the pixel size, which reaches at closest approach 10m. Analyses of various high-resolution DTMs at small-scaled topographic structures (e.g. small craters, ridges, linear troughs, erosion channels) showed that topographic structures with a size/diameter ratio of up to 3–4 times the DTM grid size (i.e. 200–300m at best image resolution) could be visually detected in these DTM products in case of sufficient local image texture."
  }, {
    "heading": "4.2. Anaglyphs",
    "text": "Anaglyphs can easily be derived from HRSC images because of its internal multi-look capability. In contrast to HRSC’s levels-3 or -4 data, where raw image data have been ortho-rectified by means of a DTM in order to eliminate the influence of the topography, anaglyphs are derived by simple rectification of the raw data onto a flat surface (e.g. the Mars ellipsoid). If applied to two different stereo datasets of the same orbit, this rectification reduces across-track parallaxes and yields a perfect stereo-viewable pair of epipolar images with along-track height parallaxes. The data sets are introduced as red and green components of a RGB color image (with a black B-component or with a B-component identical to the G-component) and can be viewed with common red/green or red/cyan anaglyph glasses (Fig. 16).\nARTICLE IN PRESS R. Jaumann et al. / Planetary and Space Science 55 (2007) 928–952942"
  }, {
    "heading": "4.3. Ortho-images",
    "text": "Ortho-images are high-level topographic data products derived from the differential rectification of the original imagery based on previously derived HRSC DTMs (Scholten et al., 2005). They provide the metric properties of a map and complement the continuous description of surface topography represented in the DTM. Displacements in orthoimages result from the interplay between the shape of the surface, the projective properties of the imaging system and its exterior orientation and are corrected by a differential rectification that makes use of the relief information of the DTM. The geometric accuracy of the orthoimages is therefore directly related to the quality of the DTM. In particular, due to the different offnadir viewing angles of the color channels, color seams can arise from insufficient DTM resolution or quality. The subpixel accuracy of ortho-rectified color data depends, besides the local DTM error and the off-nadir viewing angle of the respective color CCD line, on the actual image resolution. The common HRSC modes comprise macro pixel formats 4 4 and 8 8 for color channels (2 2 color macro pixel binning is used only in exceptional cases). The green and blue color data are displaced to each other by more than one pixel, when the local DTM error exceeds approximately 400m (for 4 4 macro pixels), respectively, 800m for 8 8 macro pixels. For the red and near-infrared channels (off-nadir angle of 715.91) a displacement of one macro pixel appears in case of local DTM errors of 100m for 4 4 macro pixel, respectively in case of DTM errors of 200m for 8 8 macro pixel. Therefore, the MOLA 463m DTM grid with interpolated gaps between the original tracks is, at least for regions containing steep or rough topography, not sufficient for precise high-resolution ortho-rectification of HRSC image data, while HRSC DTMs fulfill the requirements. As a part of the standar-\nFig. 10. False-color HRSC ortho-images (HRSC channels: near-infrared; red, pixel). Left: color-orthorectification based on downscaled 5 km MOLA topog based on 200-m HRSC topography (level 4). HRSC data yields better coinc topographic features, in particular at steep slopes.\ndized processing scheme, orthoimages based on the 200m HRSC DTM are routinely derived for the panchromatic nadir channel and the 4 color channels. Fig. 10 shows an example of two false-color orthoimages (near-infrared/red/ green as RGB), produced for the same area, but using a different DTM for orthorectification (MOLA downscaled 5 km DTM and HRSC 200m DTM) to demonstrate the effect of different levels of detail of the topography description."
  }, {
    "heading": "4.4. Mosaics",
    "text": "Image and DTM mosaics of adjacent HRSC orthoimages define the final products, which are necessary for contextual investigations and for three-dimensional visualizations of regional areas. Since covering the Martian surface by high-resolution HRSC data is an ongoing process throughout the Mars Express mission, the generation of gapless mosaics of large areas will be a major task of the late mission phase. The generation of image mosaics involves eliminating multiple information within overlapping regions by simply copying data on top of each other or avoiding visible transitions from image to image or applying weighted averaging along automatically derived seam lines. This mosaicking technique is also applied to mosaic overlapping SRC image sequences (Fig. 11, see also Oberst et al., 2006). Radiometric image mosaicking is necessary to adjust gray values of the merged datasets with brightness effects due to different imaging conditions at acquisition. The adjustment technique is based on the analysis of integral histograms within overlapping areas (Scholten, 1996). Fig. 12 shows a geometrically and radiometrically adjusted orthoimage mosaic of 12 Mars Express orbits. DTM mosaics of several orbits will be derived by fusion of three-dimensional object-point datasets within one\ngreen; MEX orbit 2138; macropixel format: 8 8; ground resolution 97m/ raphy (comparable to HRSC level 3 data); right: color-orthorectification idence of the color channels as demonstrated by reduced color seams at\nARTICLE IN PRESS\nR. Jaumann et al. / Planetary and Space Science 55 (2007) 928–952 943\ncommon DTM, which improves the topographic description near the borders of the individual orbits. Besides the correction of horizontal offsets, also residual vertical offsets between the merged datasets need to be eliminated in order to avoid artifacts (Gwinner et al., 2005, 2007; Scholten et al., 2005). Fig. 13 shows the DTM mosaic (100m grid) of the area seen in Fig. 12. The combination of high-resolution DTMs with orthoimages opens new possibilities for representing and analyzing the Mars surface in terms of three-dimensional interpretation. Topographic image maps (Albertz et al., 2004) can be used as base maps for geoscientific crosssectional analysis. High-resolution three-dimensional visualizations allow us to view surface features from different positions enabling the observer to virtually move over Mars (Figs. 14 and 15). Fig. 16This capability is used for a variety of modeling tasks that combine image and topographic observations for quantitative measurements (e.g. Jaumann et al., 2005; Fueten et al., 2006)."
  }, {
    "heading": "4.5. HRSC color",
    "text": "Due to the color capability of HRSC, it is possible to discern compositional heterogeneities on the Martian surface and within its atmosphere, which are mainly related to the presence and amount of oxidized materials and ices. Contrast-enhanced and false-color HRSC images as shown in Fig. 15 are well suited to visualize these variegations and to support the photogeologic analysis of\nARTICLE IN PRESS\n360; nadir channel merged with red, green, and blue color channels).Fig. 13. HRSC shaded-relief mosaic of the central part of Valles Marineris (as in Fig. 12), based on a digital-elevation model with 100-m grid. Orbits mosaicked for DTM are identical to those used in Fig. 12.\nFig. 14. Color-perspective view of the central part of Valles Marineris, based on image data and DTMs from several orbits. Image width is approx. 250 km; viewing direction is NNW to the northwestern part of the mosaic in Figs. 12 and 13.\nR. Jaumann et al. / Planetary and Space Science 55 (2007) 928–952944\nthe HRSC data for many applications. A thorough analysis of all images after the first 1600 orbits of Mars Express confirmed the stability of the spectral response of the camera system. The spectral bands for the HRSC multispectral channels were selected such as to maximize the spectral contrast within the color data and differ substantially from filters typically applied for RGB color imaging on Earth (cf. Fig. 2). In fact, the HRSC red channel is beyond the sensitivity range of the human eye.\nThe quantitative analysis of HRSC color imagery and combined evaluation with laboratory spectra and spectral\ndata of other instruments, especially the spectrometer experiments onboard Mars Express, relies on the absolute radiometric calibration of HRSC. After radiometric correction, HRSC image data are given in units of I/F corresponding to the ‘‘radiance factor’’ as defined by Hapke (1993), i.e. the ratio of the surface reflectance as measured and the reflectance of a perfectly diffuse surface illuminated at 901 elevation. To verify the absolute accuracy of its spectral characteristics, HRSC data were compared with measurements of the Mars Express imaging spectrometer OMEGA (Bibring et al., 2004) recorded simultaneously with the HRSC images to ensure identical atmospheric conditions. This comparison is simplified by the fact that both instruments are applying the same solar radiance spectrum for calibration. Largest discrepancies are observed for the red and infrared channels, which can reach up to 10% while the blue and green channels generally agree quite well with the OMEGA measurements. The HRSC red channel is often observed to be brighter as compared to OMEGA while the infrared one is darker. These differences can be attributed to different scattering contributions of the atmosphere and surface due to the large viewing angle offset of 715.91 out-of-nadir for both channels while OMEGA is nadir looking. This is in agreement with the observations of McCord et al. (2007), who compared HRSC spectral characteristics with OMEGA data as well as spectra from telescopic and laboratory measurements and from radiative transfer modeling, although directional scattering effects have not been addressed in detail in this work. McCord et al. (2007) also emphasizes the significance of precise co-registration for spectral analysis, i.e. the significance of ortho-rectifying\nARTICLE IN PRESS R. Jaumann et al. / Planetary and Space Science 55 (2007) 928–952 945\nthe color channels using a high-quality DTM as outlined above. It was also demonstrated that for a small number of characteristic surface units (bright and dark materials, polar ice) a simple cosine correction for the solar illumination of HRSC color images can be sufficient for spectral classification purposes and mixing analyses."
  }, {
    "heading": "4.6. Image maps",
    "text": "Topographic image maps of Mars with a scale of 1:200,000 are planned as the standard map series of the Mars Express mission (Albertz et al., 2004, 2005; Kirk et al., 2005). Mars will be covered with 10,372 individual sheets, 10,324 within the 7851 latitude zone in sinusoidal projection (spherical form with planetocentric latitude) and 24 sheets at each polar region in Lambert azimuthally equal-area projection. While each quadrangle spans 21 in latitude, longitudinal extent increases from 21 near the equator up to 3601 towards the poles in order to keep the mapped area approximately constant. The topographic image map of Mars with a scale 1:200,000 can be subdivided in smaller segments of scales 1:100,000 and 1:50,000, respectively. With the increasing amount of HRSC imagery, the data interpretation leads to results that are to be presented in thematic maps. As an example, a geologic map of Mars, showing the Gusev crater region with the Spirit landing site, was generated based on topographic map information (Albertz et al., 2005 and Zegers et al., 2005)."
  }, {
    "heading": "5. Scientific accomplishments",
    "text": ""
  }, {
    "heading": "5.1. Glacial or periglacial landforms",
    "text": "One of the most surprising discoveries of HRSC was the wide occurrence of possible glacial or periglacial features (Neukum et al., 2004b; Hauber et al., 2005a; Head et al.,\n2005). Early studies based on Viking Orbiter images, which were taken almost 30 years ago, suggested that certain landforms were due to the action of glaciers or rock glaciers (Carr and Schaber, 1977; Lucchitta, 1981; Rossbacher and Judson, 1981; Squyres, 1979). Later, highresolution images from the MOC (Mustard et al., 2001; Milliken et al., 2003) and topographic data from the MOLA (Kreslavsky and Head, 2002) contributed to the view that a latitude belt between roughly 301 and 701 in both the northern and southern hemisphere hosts a number of surface features that can be attributed to glacial and/or periglacial processes. Some of them are even found near the equator (Head and Marchant, 2003). Since these landforms seem to be young, according to the low impact crater density on their surface, and though surface ice is probably not physically stable today on Mars at these latitudes, their existence might imply a recent change in the climate of Mars (Head et al., 2003). Although no ice is observable at the surface, some of these young landforms might still contain ice, protected by a thin layer of sublimation till (Helbert et al., 2005). HRSC images show these landforms in more detail than Viking Orbiter and over larger contiguous areas than MOC (Shean et al., 2005, 2007). They seem to be ubiquitous in the two latitude belts between 351 and 651, masking in many places the underlying geology. Particularly well-exposed examples are found at the dichotomy boundary, a major topographic step between the southern highlands and the northern lowlands (Head et al., 2005). A previously unknown assemblage of glacial landforms has been discovered at a topographic depression on the northeastern flank of the shield volcano, Hecates Tholus, in the Elysium region (Hauber et al., 2005a; Helbert et al., 2005). At about the same latitude, but in the southern hemisphere, a large collection of ice-related landforms was confirmed in Promethei Terra, east of the huge Hellas impact basin (Head et al., 2005, 2006a, b; van Gasselt et al., 2005). Closer to the equator, on the basis of Viking images, glacial landforms have been suggested to occur at the base of the western flanks of the huge shield volcanoes in Tharsis. HRSC provided spectacular images, which show these landforms in much more detail (Fig. 17) (Neukum et al., 2004b; Head et al., 2005)."
  }, {
    "heading": "5.2. Volcanic landforms",
    "text": "Huge volcanoes were the first landforms that pierced the dust clouds that hid the surface of Mars from the Mariner 9 cameras in 1971. HRSC has completely covered all of these volcanoes, with only one exception, Alba Patera. The HRSC data allow a detailed investigation of small-scale volcanic landforms such as lava flows. Without in-situ studies, the morphometric properties of such features derived from remote sensing studies are the only means to estimate the rheologic properties of lava flows. The high spatial resolution of the HRSC data allowed Hiesinger et al. (2007) to map 25 late-stage lava flows on the eastern\nARTICLE IN PRESS\nR. Jaumann et al. / Planetary and Space Science 55 (2007) 928–952946\nflank of Ascraeus Mons and to measure their dimensions and estimate their rheological properties. Yield strengths range average 2.1 104 Pa, in good agreement with estimates for terrestrial basaltic lava flows. Effusion rates average 185m3s 1, similar to terrestrial effusion rates of Kilauea and Mauna Loa. Average viscosities were 4.1 106 Pa s and flow emplacement times were estimated to be on the order of 26 days.\nIn an example of a lava channel, cutting the southern flank of Hecates Tholus from the caldera to the base of the shield, it was possible to address the question whether Martian lavas have the potential for eroding the underlying\nsurface by turbulent flow. First, the knowledge of the composition of Martian lavas at the landing site of the Mars Exploration Rover, Spirit, in the Gusev impact crater, was used to constrain the viscosity of Martian lavas. A model of lava erosion, based on terrestrial measurements, was then adapted to Martian conditions. Finally, it was applied to investigate the lava channel, the threedimensional dimensions of which were derived from HRSC stereo data. It was shown that turbulent emplacement of the flow and maximum erosion rates of up to 170 cm per day were possible (Williams et al., 2005). A study by Werner et al. (2005) used one of the greatest strengths of HRSC, the coverage of very large areas at high spatial resolution, to derive an improved chronology of the latest eruptive activity on the major volcanoes of Mars. It has been shown that the caldera floors of the very large Tharsis Montes, Arsia, Pavonis, and Ascraeus Montes, as well as of Olympus Mons, have been covered by lava only several hundred million years ago, up to as recently as about 100 million years ago (cf. Werner, 2005). An investigation of HRSC images combined with MOC imagery and MOLA altitude profiles has shown that the Olympus Mons edifice, at least in its western part, is composed of not only lavas but also of sedimentary and volcanic—sedimentary rocks consisting of dust, volcanic ash, and, probably, H2O ice that precipitated from the atmosphere (Basilevsky et al., 2005). The data also indicate that glaciations, traces of which are known on the western foot of Olympus Mons (e.g., Lucchitta, 1981), probably also affected the gentle-sloping flank above the large scarp. It seems possible that the ice is still there, protected from sublimation by a dust blanket. HRSC images of high quality also cover the eastern flank of Olympus Mons. Basilevsky et al. (2006) presented evidence for very recent ( 25–40Myr) geologic activity that includes a suite of fluvial (channel networks), volcanic (emplacement of lava flows and dikes), and tectonic (wrinkle ridges and troughs) processes. The combination and youth of these features confirms the importance of geological activity continuing to the present on Mars. HRSC data revealed two narrow low ridges extending for 600–700 km in western Terra Tyrrhena that crosscut ancient Noachian terrain and appear to represent the exhumed feeder dikes for Hesperian ridged plains (Head et al., 2006c)."
  }, {
    "heading": "5.3. Detection of moving surface features",
    "text": "A truly unique feature of HRSC is its capability to detect fast moving features on the surface of Mars and measure their direction and velocity. Examples are dust devils, which are fast moving, dust-raising vortices typically forming in the afternoon. At that time, the ground is maximally heated and warms the overlying air. This process, which is often observed on Earth, creates a lowpressure zone in the center of a vortex, which can lift the bright Martian dust. The cleaned surface looks darker than the surrounding, and the horizontal movement of dust\nARTICLE IN PRESS R. Jaumann et al. / Planetary and Space Science 55 (2007) 928–952 947\ndevils hereby creates the typical dust devil streaks. When observed from orbit, the dust is seen as a diffuse bright patch, which casts a shadow. Such dust devils have been observed by the Viking Orbiter and MOC cameras as well as on the ground by the Pathfinder and Mars Exploration Rovers. HRSC is the first orbiter instrument that is able to measure the velocity of dust devils moving laterally over the surface. This is possible due to the push-broom principle of the HRSC, where a given part of the surface along the spacecraft’s ground track is first observed by the forward looking stereo sensor, then, a few seconds to half a minute later, by the nadir channel, and finally by the backward looking stereo sensor. Meanwhile, the dust devil has changed its position with respect to other surface features. It is, therefore, be seen at slightly different locations in the separate images of the single channels. Knowing the time difference between the observations and the distance between the dust devil’s positions, it is straightforward to compute the ground speed. So far, several dozen active dust devils have been observed by HRSC, and 14 of them have been analyzed. The results indicate typical ground speeds of about 10–20m/s (Stanzel et al., 2006)."
  }, {
    "heading": "5.4. Fluvial and sedimentary features",
    "text": "High-resolution DTMs are used to constrain precise topographic information of small-scale surface features for geological interpretations such as valley networks. Valley networks are one of the best pieces of evidence that Mars maintained a flow of liquid water across the surface. Riverlike structures that eroded the valleys were observed only in rare instances due to the limited Viking image resolution (Baker et al., 1992). Short segments of interior channels have been identified in high-resolution MOC images (Malin and Edgett, 2000; Irwin et al., 2004) and Mars\nOdyssey thermal emission imaging system (THEMIS) images (Mangold et al., 2004; Irwin et al., 2005). The large coverage and the high resolution of HRSC images enable us to track these small-scale features over large areas. A 130 km long and about 500m wide interior channel has been identified in the Libya Montes region south of Isidis Planitia (Jaumann et al., 2005) (Fig. 18). The depth of a small interior channel has been determined from HRSC stereo measurements. The capability to measure these small-scale morphometric parameters was used to derive the discharge of the interior channel and to constrain the fluvial erosion rates. The results indicate a relatively short valley formation time rather than sustained flow during Hesperian time period (Jaumann et al., 2005). Possible alluvial fans and deltas on Mars have been observed in Viking orbiter (Cabrol and Grin, 1999; Ori et al., 2000) and in MOC (Malin and Edgett, 2003; Moore et al., 2003) imagery. HRSC images reveal the existence of several fan- or delta-like deposits in the Xanthe Terra region of Mars (Fig. 19) (Hauber et al., 2005b; Di Achille et al., 2006a). Their morphologic characteristics suggest a formation as Gilbert deltas by clastic sedimentation of fluvially transported material in crater lakes (Hauber et al., 2005b) (Fig. 19). HRSC data also revealed a deltaic setting in Nili Fossae where two valleys, 80 and 200 km long, breach a crater rim, fill the crater with water to a depth of 450m, deposit two deltas, and carve an exit channel out the distal side (Fassett and Head, 2005). Evidence has further been presented that melting of summit snowpack by volcanic intrusive geothermal heating and resulting marginal meltwater runoff plausibly explains the radial channels that characterize the flanks of Hecates Tholus, a volcano of Hesperian age in the Elysium region (Fassett and Head, 2006). HRSC data show that Ceraunius Tholus, an Hesperian-aged volcano in the Tharsis region, is\nt 0922); A: nadir-image detail of the interior channel; B: perspective view ll interior channel has been determined from HRSC stereo measurements.\nto derive the discharge of the interior channel and to constrain the fluvial\nARTICLE IN PRESS\nR. Jaumann et al. / Planetary and Space Science 55 (2007) 928–952948\ncharacterized by similar radial channels on its flanks, and a large channel that drains from the lowest portion of the caldera rim down the flanks of the volcano to the base, and into an oblique impact crater, forming a delta-like deposit. Intrusive conductive heating models applied to Hecates (Fassett and Head, 2006) and to Ceraunius Tholus (Fassett and Head, 2007) show that sufficient summit heating is available by conduction alone to cause basal melting of accumulated summit snowpack. The size of the Ceraunius caldera suggests that meltwater would accumulate in a subglacial summit lake, and drain from the low sector in the rim down the flanks of the edifice to form a delta and a temporary lake in Rahe Crater. These observations further underline the importance of a combination of circumstances (climate change to produce summit snowpack and an active phase of magmatism in the edifice to produce melting) to form the radial valley systems on some volcanoes, and not on others.\nA detailed study of the Tyras Vallis paleo-lacustrine system in this region revealed a complex sedimentary evolution of the fan, which underwent deltaic and alluvial sedimentation, as a result of the different lake water levels and Tyras Vallis supplies (Di Achille et al., 2006a). Other evidence for sedimentation of fluvially transported material was found at Coprates Catena region (southeast area of Valles Marineris) (Di Achille et al., 2006b). A sapping valley entered a deep trough, formed a fan, and deposited thin-layered sedimentary sequences on the depression floor. The origin of the fan is uncertain, but most likely due to an alluvial sheet flow dominated deposition for the sedimen-\ntary feature, though there is weak evidence for a possible stationary water level ( 500m above the floor) and a fandelta origin (Di Achille et al., 2006b)."
  }, {
    "heading": "5.5. Ground ice",
    "text": "The morphology of layered ejecta blankets of Martian craters (rampart craters) is likely to be caused by volatilerich target material (Carr et al., 1977) or possibly atmospheric effects (Schultz and Gault, 1979). The excavation depths derived from rampart crater diameters are used to constrain the depth of the ground ice table on Mars (Kuzmin et al., 1988). The HRSC coverage of large areas with high spatial resolution revealed small onset diameter (1 km) of rampart craters in the equatorial region of the Valles Marineris plateaus (Reiss et al., 2005) and Thaumasia Planum (Reiss et al., 2006a), which indicate a shallow ground ice table at the time of the impacts. This observed onset diameter, and therefore the possible depth of the ground ice table is in contrast to previous global studies based on Viking imagery, which showed equatorial onset diameters in the range of 4–7 km in general (Squyres et al., 1992) and diameters of 3 km in localized regions (Barlow et al., 2001). However, the layered ejecta blankets of these small rampart craters are morphologically eroded which would be consistent with a formation in the early Martian history. First age determinations of larger (diameter4 5 km) rampart craters in equatorial regions implies a formation of the rampart craters within and/or shortly after periods of fluvial activity and a subsequent lowering of the ground ice table indicated by increasing onset diameter to the present one (Reiss et al., 2006b). The coincidence of the rampart crater formation with periods of fluvial activity may be an argument against an atmospheric origin of rampart formation, and the subsequent lowering of the ground ice table questions the method to derive present equatorial ground ice depths from the onset diameter of rampart craters (Reiss et al., 2006b)."
  }, {
    "heading": "5.6. Phobos and Deimos observations",
    "text": "The Mars Express elliptic orbit reaches out beyond the orbit of Phobos. Hence, the spacecraft had the opportunity to carry out more than 15 flybys of this small satellite during the nominal mission. Also, images of the second Martian satellite, Deimos, from far ranges were obtained. HRSC Phobos images from orbit 756 (where the flyby distance was as small as 150 km) were used to derive a topographic model covering approx. 20% of the surface of Phobos in unprecedented detail (Giese et al., 2005). SRC images (Fig. 20) were obtained and used to determine the positions of the two Martian satellites with accuracies of 0.5–5 km for Phobos and Deimos, respectively (Oberst et al., 2006). More recently, the HRSC has captured the shadow of Phobos on the surface of Mars during four separate occasions (Fig. 20). The shadow observations (which in themselves constitute a great technical\nARTICLE IN PRESS\nR. Jaumann et al. / Planetary and Space Science 55 (2007) 928–952 949\naccomplishment by the spacecraft and camera operation teams) provide additional constraints on the Phobos orbit. The astrometric data obtained by the Mars Express cameras have initiated new efforts to improve the Phobos and Deimos orbit models which are characterized by the complex gravity field of Mars and (in the case of Phobos) tidal interaction (Lainey et al., 2005)."
  }, {
    "heading": "6. Conclusions",
    "text": "During the nominal mission phase of Mars Express (January 2004 until November 2005) HRSC has mapped 25.7% of the Martian surface in stereo and color with resolutions better than 20m and 48.5% better than 50m. These data are the basis for a set of scientific investigations of the age and quantitative estimates of surface processes. In addition, the instrument has provided the topographic reference for larger areas on Mars such as Tharsis, Valles Marineris, Xanthe Terra, Chryse Planitia and the Polar Regions. During the extended mission HRSC will continue to map the Martian surface, to extend the studies of young volcanic activities and glacial features, to investigate the amount of water on the ancient surface and attempt to resolve seasonal variations of surface features. Finally the generation of high-resolution local grids of topography, slopes and surface roughness will assist in identifying and assessing potential future landing sites and roving areas."
  }, {
    "heading": "Acknowledgments",
    "text": "We thank Jim Head and Sascha Basilevsky for their helpful and supportive discussions. This work was carried out at DLR. The support of the Free University of Berlin, EADS-Astrium and the European Space Agency is appreciated."
  }, {
    "heading": "Appendix A. The HRSC Co-Investigator Team",
    "text": "J. Albertz Technical University Berlin, Germany\nA.T. Basilevsky, R. Kuzmin Vernadsky Institute-RAS, Moscow, Russia G. Bellucci"
  }, {
    "heading": "IFSI/CNR, Rome, Italy",
    "text": "J.-P. Bibring, Y. Langevin, F. Poulet"
  }, {
    "heading": "IAS, Orsay Campus, France",
    "text": "M. Buchroithner"
  }, {
    "heading": "Technical University Dresden, Germany",
    "text": "M.H. Carr"
  }, {
    "heading": "U.S.Geological Survey, Menlo Park, CA 94025, USA",
    "text": "E. Dorrer, H. Mayer"
  }, {
    "heading": "University of the Bundeswehr Munich, Germany",
    "text": "T.C. Duxbury"
  }, {
    "heading": "JPL, Pasadena, CA 91109, USA",
    "text": "H. Ebner"
  }, {
    "heading": "Technical University Munich, Germany",
    "text": "B.H. Foing"
  }, {
    "heading": "ESTEC/SCI-SR, Noordwijk, The Netherlands",
    "text": "R. Greeley"
  }, {
    "heading": "Arizona State University, Tempe, AZ 85287 1404, USA",
    "text": "E. Hauber, H. Hoffmann, R. Jaumann (Experimental Manager), J. Oberst, R. Pischel, T. Spohn DLR, Institute of Planet Research Berlin, Germany J.W. Head III Brown University, Providence, RI 02912, USA C. Heipke"
  }, {
    "heading": "University Hannover, Germany",
    "text": "H. Hiesinger"
  }, {
    "heading": "University of Münster, Germany",
    "text": "A. Inada California Inst. Technology, Pasadena, CA 91125, USA\nW.-H. Ip"
  }, {
    "heading": "National Central University (NCU) Taiwan",
    "text": "B.A. Ivanov"
  }, {
    "heading": "IDG-RAS, Moscow, Russia",
    "text": "H.U. Keller, W. Markiewicz Max-Planck Institute for Solar System Research, Lindau,"
  }, {
    "heading": "Germany",
    "text": "R. Kirk U.S. Geological Survey, Flagstaff, AZ 86001 USA\nARTICLE IN PRESS R. Jaumann et al. / Planetary and Space Science 55 (2007) 928–952950\nK. Kraus{"
  }, {
    "heading": "Technical University Wien, Austria",
    "text": "P. Kronberg"
  }, {
    "heading": "Technical University Clausthal, Germany",
    "text": "K. Lumme"
  }, {
    "heading": "University of Helsinki, Finland",
    "text": "P. Masson"
  }, {
    "heading": "Orsay Terre, Orsay Campus, France",
    "text": "T.B. McCord"
  }, {
    "heading": "Space Science Institute, Winthrop, WA 98862, USA",
    "text": "J.-P. Muller"
  }, {
    "heading": "University College London, UK",
    "text": "J.B. Murray"
  }, {
    "heading": "The Open University, Buckinghamshire, UK",
    "text": "F.M. Neubauer, M. Pätzold"
  }, {
    "heading": "University of Cologne, Germany",
    "text": "G. Neukum (PI)"
  }, {
    "heading": "Free University of Berlin, Germany",
    "text": "G.G. Ori"
  }, {
    "heading": "IRSPS, Pescara, Italy",
    "text": "P. Pinet"
  }, {
    "heading": "Observatoire de Midi-Pyrénéés, 31400 Toulouse, France",
    "text": "J. Raitala"
  }, {
    "heading": "University of Oulu, Finland",
    "text": "G. Schwarz"
  }, {
    "heading": "DLR, Oberpfaffenhofen-Wessling, Germany",
    "text": "S.W. Squyres"
  }, {
    "heading": "Cornell University, Ithaca, NY 15853 1301, USA",
    "text": ""
  }],
  "year": 2007,
  "references": [{
    "title": "Precise topographic and thematic maps of Planet Mars. In: XXII International Cartographic Conference, A Coruna",
    "authors": ["J. Albertz", "S. Gehrke", "H. Lehmann", "M. Wählisch", "G. Neukum"],
    "year": 2005
  }, {
    "title": "Digital cartography with HRSC on Mars Express",
    "authors": ["J. Albertz", "S. Gehrke", "M. Wählisch", "H. Lehmann", "T. Schumacher", "G. Neukum"],
    "venue": "Int. Arch. Photogramm. Remote Sens. Spatial Inform. Sci",
    "year": 2004
  }, {
    "title": "Channels and valley networks",
    "authors": ["V.R. Baker", "M.H. Carr", "V.C. Gulick", "C.R. Williams", "M.S. Marley"],
    "year": 1992
  }, {
    "title": "Variations in the onset diameter for Martian layered ejecta morphologies and their implications for subsurface volatile reservoirs",
    "authors": ["N.G. Barlow", "J. Koroshetz", "J.M. Dohm"],
    "venue": "Geophys. Res. Lett",
    "year": 2001
  }, {
    "title": "Morphology and geological structure of the western part of Olympus Mons volcano on Mars from the analysis of the Mars Express HRSC imagery. Sol",
    "authors": ["A.T. Basilevsky", "G. Neukum", "I. Ivanov", "S.K. Werner", "S. van Gasselt", "J.W. Head", "T. Denk", "R. Jaumann", "H. Hoffmann", "H. Hauber", "T. McCord"],
    "venue": "HRSC Co-Investigator Team,",
    "year": 2005
  }, {
    "title": "Geologically recent tectonics, volcanic and fluvial activity on the eastern flank of the Olympus Mons volcano",
    "authors": ["A.T. Basilevsky", "S.C. Werner", "G. Neukum", "J.W. Head", "S. van Gasselt", "K. Gwinner", "I. Ivanov"],
    "venue": "Mars. Geophys. Res",
    "year": 2006
  }, {
    "title": "OMEGA: Observatoire pour la mineralogy, l’eau, les glaces et l’activité",
    "authors": ["E. Hauber", "H. Hoffmann", "R. Jaumann", "U. Keller", "R. Arvidson", "J. Mustard", "F. Forget"],
    "venue": "ESA SP-1240,",
    "year": 2004
  }, {
    "title": "Distribution, classification, and ages of Martian impact crater lakes",
    "authors": ["N.A. Cabrol", "E.A. Grin"],
    "venue": "Icarus 142,",
    "year": 1999
  }, {
    "title": "Martian impact craters and emplacement of ejecta by surface flow",
    "authors": ["M.H. Carr", "L.S. Crumpler", "J.A. Cutts", "R. Greeley", "J.E. Guest", "H. Masursky"],
    "venue": "J. Geophys. Res",
    "year": 1977
  }, {
    "title": "Martian permafrost features",
    "authors": ["M.H. Carr", "G.G. Schaber"],
    "venue": "J. Geophys. Res",
    "year": 1977
  }, {
    "title": "The thermal emission imaging system (THEMIS) for the Mars",
    "authors": ["P.R. Christensen", "B.M. Jakosky", "H.H. Kieffer", "M.C. Malin", "H.Y. McSween Jr.", "K. Nealson", "G.L. Mehall", "S.H. Silverman", "S. Ferry", "M. Caplinger", "M. Ravine"],
    "venue": "Odyssey Mission. Space Sci",
    "year": 2004
  }, {
    "title": "Geological evolution of the Tyras Vallis paleolacustrine system, Mars",
    "authors": ["G. Di Achille", "L. Marinangeli", "G.G. Ori", "E. Hauber", "K. Gwinner", "D. Reiss", "G. Neukum"],
    "venue": "J. Geophys. Res",
    "year": 2006
  }, {
    "title": "A steep fan in Coprates Catena, Valles Marineris, Mars, as seen by HRSC data",
    "authors": ["G. Di Achille", "G.G. Ori", "D. Reiss", "E. Hauber", "K. Gwinner", "G. Michael", "G. Neukum"],
    "venue": "Geophys. Res",
    "year": 2006
  }, {
    "title": "Operation of MRO’s high resolution imaging science experiment (HiRISE): maximizing science participation",
    "authors": ["E. Eliason", "C.J. Hansen", "A. McEwen", "W.A. Delamere", "N. Bridges", "J. Grant", "V. Gulick", "K. Herkenhoff", "L. Keszthelyi", "R. Kirk", "M. Mellon", "P. Smith", "S. Squyres", "N. Thomas", "Weitz C"],
    "year": 2003
  }, {
    "title": "On Mars—exploration of the Red Planet 1958–78",
    "authors": ["Ezell E.C", "L.N. Ezell"],
    "venue": "NASA History Series, Scientific and Technical Information Branch,",
    "year": 1984
  }, {
    "title": "Fluvial sedimentary deposits on Mars: ancient deltas in a crater lake in the Nili Fossae region",
    "authors": ["C.I. Fassett", "J.W. Head"],
    "venue": "Geophys. Res. Lett",
    "year": 2005
  }, {
    "title": "Valleys on Hecates Tholus Mars: origin by basal melting of summit snowpack, planet",
    "authors": ["C.I. Fassett", "J.W. Head"],
    "venue": "Space Sci",
    "year": 2006
  }, {
    "title": "Fluvial valleys on volcanoes on Mars in the Late Hesperian: evidence for melting of Summit Snowpack, Caldera Lake Formation, Lake Drainage, and Volcano Flank Erosion at Ceraunius Tholus",
    "authors": ["C.I. Fassett", "J.W. Head"],
    "venue": "Icarus (in review)",
    "year": 2007
  }, {
    "title": "Scientific results of the Viking project",
    "authors": ["E.A. Flinn"],
    "venue": "J. Geophys. Res",
    "year": 1977
  }, {
    "title": "A structural study of an interior layered deposit in southwestern Candor Chasma, Valles Marineris, Mars, using high resolution stereo camera data from Mars Express",
    "authors": ["F. Fueten", "R. Stesky", "P. MacKinnon", "E. Hauber", "K. Gwinner", "F. Scholten", "T. Zegers", "G. Neukum"],
    "venue": "Geophys. Res",
    "year": 2006
  }, {
    "title": "Sulfates in Martian layered terrains: the OMEGA/Mars",
    "authors": ["A. Gendrin", "N. Mangold", "Bibring", "J.-P", "Y. Langevin", "B. Gondet", "F. Poulet", "G. Bonello", "C. Quantin", "J. Mustard", "R. Arvidson", "S. LeMouélic"],
    "venue": "Express view. Science",
    "year": 2005
  }, {
    "title": "Highresolution, digital photogrammetric mapping: a tool for earth science",
    "authors": ["K. Gwinner", "E. Hauber", "R. Jaumann", "G. Neukum"],
    "venue": "Eos, Trans. Am. Geophys. Union",
    "year": 2000
  }, {
    "title": "Derivation and validation of high-resolution digital terrain models from Mars Express HRSC-Data",
    "authors": ["K. Gwinner", "F. Scholten", "M. Spiegel", "R. Schmidt", "B. Giese", "J. Oberst", "R. Jaumann", "C. Heipke", "G. Neukum"],
    "venue": "Photogramm. Eng. Remote Sens. (in review)",
    "year": 2007
  }, {
    "title": "The HRSC Co-Investigator Team, 2005a. Discovery of a flank caldera and very young glacial activity at Hecates Tholus, Mars",
    "authors": ["E. Hauber", "S. van Gasselt", "B. Ivanov", "S. Werner", "J.W. Head", "G. Neukum", "R. Jaumann", "R. Greeley", "K.L. Mitchell", "P. Muller"],
    "venue": "Nature 434,",
    "year": 2005
  }, {
    "title": "The HRSC CoInvestigator Team, 2005b. Delta-like deposits in Xanthe Terra, Mars, as seen with the high resolution stereo camera (HRSC)",
    "authors": ["H. Hauber", "K. Gwinner", "D. Reiss", "F. Scholten", "G. Michael", "R. Jaumann", "G.G. Ori", "L. Marinangeli", "G. Neukum"],
    "venue": "Paper presented at 36th Annual Meeting,",
    "year": 2005
  }, {
    "title": "Theory of Reflectance and Emittance Spectroscopy",
    "authors": ["B. Hapke"],
    "year": 1993
  }, {
    "title": "Cold-based mountain glaciers on Mars: western",
    "authors": ["J.W. Head", "D.R. Marchant"],
    "venue": "Arsia Mons. Geology",
    "year": 2003
  }, {
    "title": "Extensive valley glacier deposits in the northern midlatitudes of Mars: evidence for late Amazonian obliquity-driven climate change",
    "authors": ["J.W. Head", "D.R. Marchant", "M.G. Agnew", "C.I. Fassett", "M.A. Kreslavsky"],
    "venue": "Earth Planet. Sci",
    "year": 2006
  }, {
    "title": "Modification of the dichotomy boundary on Mars by Amazonian mid-latitude regional glaciation",
    "authors": ["J.W. Head", "A.L. Nahm", "D.R. Marchant", "G. Neukum"],
    "venue": "Geophys. Res. Lett",
    "year": 2006
  }, {
    "title": "The HRSC CoInvestigator Team, 2006c. The Huygens–Hellas giant dike system on Mars: implications for Late Noachian–Early Hesperian volcanic resurfacing and climatic",
    "authors": ["J.W. Head", "L. Wilson", "J.L. Dickson", "G. Neukum"],
    "venue": "evolution. Geology",
    "year": 2006
  }, {
    "title": "Limits on the burial depth of glacial ice deposits on the flanks of Hecates Tholus, Mars",
    "authors": ["J. Helbert", "D. Reiss", "E. Hauber", "J. Benkhoff"],
    "venue": "Geophys. Res. Lett",
    "year": 2005
  }, {
    "title": "Young Lava Flows on the Eastern Flank of Ascraeus Mons: rheological properties derived from high resolution stereo camera (HRSC) images and mars orbiter laser altimeter (MOLA) data",
    "authors": ["H. Hiesinger", "J.W. Head III", "G. Neukum"],
    "venue": "The HRSC Team,",
    "year": 2007
  }, {
    "title": "Channels in Martian valley networks: discharge and runoff production",
    "authors": ["R.P. Irwin", "R.A. Craddock", "A.D. Howard", "T.A. Maxwell"],
    "venue": "Paper Presented at Second Conference on Early Mars, Jackson Hole, Wyoming,",
    "year": 2004
  }, {
    "title": "Interior channels in Martian valley networks: discharge and runoff production",
    "authors": ["R.P. Irwin", "R.A. Craddock", "A.D. Howard"],
    "venue": "Geology",
    "year": 2005
  }, {
    "title": "Interior channels in Martian valleys: constraints on fluvial erosion by measurements of the Mars Express high resolution stereo camera",
    "authors": ["R. Jaumann", "D. Reiss", "S. Frei", "G. Neukum", "F. Scholten", "K. Gwinner", "T. Roatsch", "Matz", "K.-D", "V. Mertens", "E. Hauber", "H. Hoffmann", "U. Köhler", "J.W. Head", "H. Hiesinger", "M.H. Carr"],
    "year": 2005
  }, {
    "title": "Mars: nature and evolution of young latitude-dependent water-ice-rich mantle",
    "authors": ["M.A. Kreslavsky", "J.W. Head"],
    "venue": "Geophys. Res. Lett",
    "year": 2002
  }, {
    "title": "Structural inhomogeneities of the Martian cryolithosphere",
    "authors": ["R.O. Kuzmin", "N.N. Bobina", "E.V. Zabalueva", "V.P. Shashkina"],
    "venue": "Sol. Syst. Res",
    "year": 1988
  }, {
    "title": "New ephemerides of the Martian moons",
    "authors": ["V. Lainey", "V. Dehant", "J. Oberst", "M. Pätzold"],
    "venue": "EOS Trans AGU,",
    "year": 2005
  }, {
    "title": "Mariner 6 and 7 Television Pictures: preliminary analysis",
    "authors": ["R.B. Leighton", "N.H. Horowitz", "B.C. Murray", "R.P. Sharp", "A.H. Herriman", "A.T. Young", "B.A. Smith", "M.E. Davies", "C.B. Levoy"],
    "year": 1969
  }, {
    "title": "Mars and earth—comparison of cold-climate features",
    "authors": ["B.K. Lucchitta"],
    "venue": "Icarus",
    "year": 1981
  }, {
    "title": "Constraints on overland fluid transport through Martian valley networks. In: Paper presented at 31st Annual Meeting, Lunar Planetary",
    "authors": ["M.C. Malin", "K.S. Edgett"],
    "year": 2000
  }, {
    "title": "Mars global surveyor mars orbiter camera: interplanetary cruise through primary mission",
    "authors": ["M.C. Malin", "K.S. Edgett"],
    "venue": "J. Geophys. Res",
    "year": 2001
  }, {
    "title": "Evidence for persistent flow and aqueous sedimentation on early Mars",
    "authors": ["M.C. Malin", "K.S. Edgett"],
    "venue": "Science",
    "year": 2003
  }, {
    "title": "Evidence for precipitation on Mars from dendritic valleys in the Valles",
    "authors": ["N. Mangold", "C. Quantin", "V. Ansan", "C. Delacourt", "P. Allemand"],
    "venue": "Marineris area. Science",
    "year": 2004
  }, {
    "title": "The HRSC Spectrophotometric Working Group, The HRSC Co-Investigator Team",
    "authors": ["T.B. McCord", "J.B. Adams", "G. Bellucci", "Colombe", "J.-P", "A. Gillespie", "G. Hansen", "H. Hoffmann", "R. Jaumann", "G. Neukum", "P. Pinet", "F. Poulet", "K. Stephan"],
    "year": 2007
  }, {
    "title": "MRO’s high resolution imaging science experiment (HiRISE): science expectations",
    "authors": ["A. McEwen", "C. Hansen", "N. Bridges", "W.A. Delamere", "E. Eliason", "J. Grant", "V. Gulick", "K. Herkenhoff", "L. Keszthelyi", "R. Kirk", "M. Mellon", "P. Smith", "S. Squyres", "N. Thomas", "Weitz C"],
    "year": 2003
  }, {
    "title": "Viscous flow features on the surface of mars: observations from high-resolution mars orbiter camera (MOC) images",
    "authors": ["R.E. Milliken", "J.F. Mustard", "D.L. Goldsby"],
    "venue": "J. Geophys. Res",
    "year": 2003
  }, {
    "title": "Martian layered fluvial deposits: implications for noachian climate scenarios",
    "authors": ["J.M. Moore", "A.D. Howard", "W.E. Dietrich", "P.M. Schenk"],
    "venue": "Geophys. Res. Lett",
    "year": 2003
  }, {
    "title": "Evidence for recent climate change on Mars from the identification of youthful nearsurface ground ice",
    "authors": ["J.F. Mustard", "C.D. Cooper", "M.K. Rifkin"],
    "venue": "Nature 412,",
    "year": 2001
  }, {
    "title": "Jaumann, R., and the HRSC Co-Investigator and Experiment Team, 2004a. HRSC: the high resolution stereo camera of Mars Express",
    "authors": ["G. Neukum"],
    "venue": "ESA Spec. Publ",
    "year": 2004
  }, {
    "title": "The HRSC Co-Investigator Team, 2004b. Recent and episodic volcanic and glacial activity on Mars revealed by the high resolution stereo camera",
    "authors": ["G. Neukum", "R. Jaumann", "H. Hoffmann", "E. Hauber", "J.W. Head", "A.T. Basilevsky", "B.A. Ivanov", "S.C. Werner", "S. van Gasselt", "J.B. Murray", "T. McCord"],
    "venue": "Nature 432,",
    "year": 2004
  }, {
    "title": "Astrometric observations of Phobos and Deimos with the SRC on Mars Express",
    "authors": ["J. Oberst", "K.D. Matz", "T. Roatsch", "B. Giese", "H. Hoffmann", "T.C. Duxbury", "G. Neukum"],
    "venue": "Astron. Astrophys",
    "year": 2006
  }, {
    "title": "Terraces and gilbert-type deltas in crater lakes in ismenius lacus and memnonia (Mars)",
    "authors": ["G.G. Ori", "L. Marinangeli", "A. Baliva"],
    "venue": "J. Geophys. Res",
    "year": 2000
  }, {
    "title": "Small rampart craters in an equatorial region on Mars: implications for near-surface water or ice",
    "authors": ["D. Reiss", "E. Hauber", "G. Michael", "R. Jaumann", "G. Neukum"],
    "venue": "Geophys. Res. Lett",
    "year": 2005
  }, {
    "title": "The HRSC Co-Investigator Team, 2006a. Rampart craters in Thaumasia Planum, Mars. In: Paper Presented at 37th Annual Meeting, Lunar and Planetary Science, Houston, TX, Abstract 1754",
    "authors": ["D. Reiss", "E. Hauber", "B.A. Ivanov", "G. Michael", "R. Jaumann", "G. Neukum"],
    "year": 2006
  }, {
    "title": "Ages of rampart craters in equatorial regions on Mars: implications for the past and present distribution of ground ice",
    "authors": ["D. Reiss", "S. van Gasselt", "E. Hauber", "G. Michael", "R. Jaumann", "G. Neukum"],
    "venue": "Meteor. Planet. Sci",
    "year": 2006
  }, {
    "title": "Digital processing of the Mariner 6 and 7 pictures",
    "authors": ["T.C. Rindfleisch", "J.A. Dunne", "H.J. Frieden", "W.D. Stromberg", "R.M. Rviz"],
    "venue": "J. Geophys. Res",
    "year": 1971
  }, {
    "title": "Ground ice on Mars—inventory, distribution, and resulting landforms",
    "authors": ["L.A. Rossbacher", "S. Judson"],
    "venue": "Icarus",
    "year": 1981
  }, {
    "title": "Automated generation of coloured orthoimages and image mosaics using HRSC and WAOSS image data of the Mars96 mission",
    "authors": ["F. Scholten"],
    "venue": "Int. Arch. Photogramm. Remote Sens",
    "year": 1996
  }, {
    "title": "The HRSC CoInvestigator Team, 2005. Mars Express HRSC data processing— methods and operational aspects",
    "authors": ["F. Scholten", "K. Gwinner", "T. Roatsch", "Matz", "K.-D", "M. Wählisch", "B. Giese", "J. Oberst", "R. Jaumann", "G. Neukum"],
    "venue": "Photogramm. Eng. Remote Sens",
    "year": 2005
  }, {
    "title": "Atmospheric effects on Martian ejecta emplacement",
    "authors": ["P.H. Schultz", "D.E. Gault"],
    "venue": "J. Geophys. Res",
    "year": 1979
  }, {
    "title": "Origin and evolution of a cold-based tropical mountain glacier on Mars: the Pavonis Mons fanshaped deposit",
    "authors": ["D.E. Shean", "J.W. Head", "D.R. Marchant"],
    "venue": "J. Geophys. Res",
    "year": 2005
  }, {
    "title": "Recent glaciation at high elevations on Arsia Mons, Mars: implications for the formation and evolution of large tropical mountain glaciers",
    "authors": ["D.E. Shean", "J.W. Head", "J. Fastook", "D.R. Marchant"],
    "venue": "J. Geophys. Res",
    "year": 2007
  }, {
    "title": "Mars orbiter laser altimeter: experiment summary after the first year of global mapping of Mars",
    "authors": ["J.B", "R.S. Afzal", "X. Sun"],
    "venue": "J. Geophys. Res",
    "year": 2001
  }, {
    "title": "Mars Global Surveyor Laser Altimeter Mission Experiment Gridded Data Record. NASA Planetary Data System, MGS-MMOLA-5-MEGDR-L3-V1.0",
    "authors": ["D. Smith", "G. Neumann", "R.E. Arvidson", "E.A. Guinness", "S. Slavney"],
    "year": 2003
  }, {
    "title": "The extended mission of Viking",
    "authors": ["C.W. Snyder"],
    "venue": "J. Geophys. Res",
    "year": 1979
  }, {
    "title": "Bündelblockausgleichung von HRSC-Bilddaten mit Mars observer laser altimeter-daten als passinformation",
    "authors": ["M. Spiegel", "U. Stilla", "B. Giese", "G. Neukum"],
    "venue": "The HRSC Co-Investigator Team,",
    "year": 2005
  }, {
    "title": "The distribution of lobate debris aprons and similar flows on Mars",
    "authors": ["S.W. Squyres"],
    "venue": "J. Geophys. Res",
    "year": 1979
  }, {
    "title": "Ice in the Martian regolith",
    "authors": ["S.W. Squyres", "S.M. Clifford", "R.O. Kuzmin", "J.R. Zimbelman", "F.M. Costard"],
    "year": 1992
  }, {
    "title": "Dust devils on Mars observed by the high resolution stereo camera",
    "authors": ["C. Stanzel", "M. Pätzold", "R. Greeley", "E. Hauber", "G. Neukum"],
    "venue": "Geophys. Res. Lett",
    "year": 2006
  }, {
    "title": "Slope morphologies of the Hellas Montes constructs, eastern Hellas Planitia, Mars",
    "authors": ["S. van Gasselt", "E. Hauber", "D. Reiss", "F. Scholten", "G. Neukum"],
    "venue": "The HRSC Co-Investigator Team,",
    "year": 2005
  }, {
    "title": "Determination of conjugate points of stereoscopic three line scanner data of Mars96 mission",
    "authors": ["F. Wewel"],
    "venue": "Int. Arch. Photogramm. Remote Sens",
    "year": 1996
  }, {
    "title": "High resolution stereo camera (HRSC)—multispectral 3D-data acquisition and photogrammetric data processing. Can",
    "authors": ["F. Wewel", "F. Scholten", "K. Gwinner"],
    "venue": "J. Remote Sens",
    "year": 2000
  }, {
    "title": "Major aspects of the chronostratigraphy and geologic evolutionary history of Mars",
    "authors": ["S.C. Werner"],
    "venue": "Dissertation Thesis, Freie Universitaet Berlin,",
    "year": 2005
  }, {
    "title": "The HRSC Co-Investigator Team",
    "authors": ["S.C. Werner", "G. Neukum"],
    "year": 2005
  }, {
    "title": "Erosion by flowing Martian lava: new insights for Hecates Tholus from Mars Express and MER data",
    "authors": ["D.A. Williams", "R. Greeley", "E. Hauber", "K. Gwinner", "G. Neukum"],
    "venue": "J. Geophys. Res",
    "year": 2005
  }, {
    "title": "The Mars observer laser altimeter investigation",
    "authors": ["M.T. Zuber", "D.E. Smith", "S.C. Solomon", "D.O. Muhleman", "J.W. Head", "J.B. Garvin", "J.B. Abshire", "J.L. Bufton"],
    "venue": "J. Geophys. Res",
    "year": 1992
  }],
  "id": "SP:14b3618ccc086cff473d71fe007e737f53416421",
  "authors": [{
    "name": "R. Jaumann",
    "affiliations": []
  }, {
    "name": "G. Neukum",
    "affiliations": []
  }, {
    "name": "T. Behnke",
    "affiliations": []
  }, {
    "name": "T.C. Duxbury",
    "affiliations": []
  }, {
    "name": "K. Eichentopf",
    "affiliations": []
  }, {
    "name": "J. Flohrer",
    "affiliations": []
  }, {
    "name": "S.v. Gasselt",
    "affiliations": []
  }, {
    "name": "B. Giese",
    "affiliations": []
  }, {
    "name": "K. Gwinner",
    "affiliations": []
  }, {
    "name": "E. Hauber",
    "affiliations": []
  }, {
    "name": "H. Hoffmann",
    "affiliations": []
  }, {
    "name": "A. Hoffmeister",
    "affiliations": []
  }, {
    "name": "U. Köhler",
    "affiliations": []
  }, {
    "name": "K.-D. Matz",
    "affiliations": []
  }, {
    "name": "T.B. McCord",
    "affiliations": []
  }, {
    "name": "V. Mertens",
    "affiliations": []
  }, {
    "name": "J. Oberst",
    "affiliations": []
  }, {
    "name": "R. Pischel",
    "affiliations": []
  }, {
    "name": "D. Reiss",
    "affiliations": []
  }, {
    "name": "E. Ress",
    "affiliations": []
  }, {
    "name": "T. Roatsch",
    "affiliations": []
  }, {
    "name": "P. Saiger",
    "affiliations": []
  }, {
    "name": "F. Scholten",
    "affiliations": []
  }, {
    "name": "G. Schwarz",
    "affiliations": []
  }, {
    "name": "K. Stephan",
    "affiliations": []
  }, {
    "name": "M. Wählisch",
    "affiliations": []
  }],
  "abstractText": "ESA’s Mars Express has successfully completed its nominal mission of one Martian year covering about 25% of the surface in stereo and color with resolutions up to 10m/pixel by its high-resolution stereo camera (HRSC). Mars Express is now in its extended mission phase, during which much of the remaining part of the Martian surface is envisaged to be covered in stereo and color. The HRSC instrument is designed to map the morphology, topography, structure and geologic context of the surface as well as atmospheric phenomena. This paper discusses the measurement principles and operations of the instrument as well as the acquisition, calibration and processing of regional and global data sets. As HRSC is a push-broom scanning instrument with nine CCD line detectors mounted in parallel on a focal plane, its unique feature is the ability to obtain near-simultaneous imaging data at high resolution, with along-track triple stereo, four colors and five different phase angles, avoiding any time-dependent variations of the observing conditions. The HRSC spatial resolution is 10m/pixel at the nominal periapsis altitude of 250 km, with an image swath of 53 km, and 2.3m/pixel for an additional framing CCD device, called super resolution channel (SRC), practically working as an additional tenth channel of the HRSC and yielding nested-in black and white images for studies of small-scale geologic features. The sub-pixel accuracy of the threedimensional point determination allows the derivation of digital terrain models (DTMs) with a grid size of up to 50m and a height accuracy of a single pixel with up to 10m, thus enabling us to carry out detailed quantitative analyses of the surface structure. The HRSC (1) bridges the gap between the medium–high-resolution Viking imagery and the very-high-resolution Global Surveyor mission, thus providing geological context, and (2) fills the gaps in the three-dimensional coverage and DTM grid of the MOLA laser altimetry data, and (3) helps characterize landing sites for in-situ measurements. HRSC also builds the basis for extended compositional mapping when combining spectral information with topographic photomaps over large areas. So far the HRSC measurements have made a significant contribution to the study of the evolution of volcanism and the role of water and ice throughout the Martian history. r 2007 Elsevier Ltd. All rights reserved.",
  "title": "The high-resolution stereo camera (HRSC) experiment on Mars Express: Instrument aspects and experiment conduct from interplanetary cruise through the nominal mission"
}