{
  "sections": [{
    "text": "Contents lists available at ScienceDirect\nEuropean Journal of Soil Biology\njournal homepage: www.elsevier.com/locate/ejsobi\nMolecular phylogeny and biogeographic distribution of pheretimoid earthworms (clitellata: Megascolecidae) of the Philippine archipelago\nNonillon M. Aspea,b,∗, Samuel W. Jamesc\na College of Fisheries and Aquatic Sciences, Western Philippines University-Puerto Princesa Campus, Puerto Princesa, 5300, Palawan, Philippines bDepartment of Natural History Sciences, Graduate School of Science, Hokkaido University, N10 W8, Sapporo 060-0810, Japan c Sustainable Living Department, Maharishi University of Management, Fairfield, IA 52557 USA\nA R T I C L E I N F O\nHandling editor: Stefan Schrader\nKeywords: Earthworms Megascolecidae Pheretimoids Phylogeography Philippine archipelago\nA B S T R A C T\nPhilippine earthworms are highly diversified both locally and among sites collected on many islands and isolated mountain ranges within large islands. We conducted a molecular phylogenetic and biogeographic analysis of the earthworms from the Philippine islands to provide insight on the species diversification and distribution of these animals in relation to the geological history of the archipelago. The phylogeography of the earthworms was then viewed in light of the geological history of Southeast Asia. The resulting tree shows that the taxonomy of Philippine species of Amynthas, Pithemera, Polypheretima and Pheretima requires revision due to widespread nonmonophyly. There appears to have been rapid diversification of Pheretima lineages. Phylogeographical patterns are not clear at the scale of taxon and gene sampling. Each of the four major islands that represented the archipelago during several Pleistocene periods of low sea level shows evidence of multiple colonizations. The lack of clear resolution in our results indicates that the dispersal of earthworms across the islands may have occurred intermittently and from different entry points in the neighboring archipelagoes. The likelihood of dispersal must have dramatically reduced during the times when the sea level rose dividing each of the major islands into several smaller ones. Climate change, the fluctuations in sea level, volcanism, and other ecological factors may have contributed to the rapid diversification of species. Further investigation of the evolutionary history of earthworms in Southeast Asian archipelagoes will require broader geographical sampling, including Indonesia, Malaysia and Australasia."
  }, {
    "heading": "1. Introduction",
    "text": "Species diversification in SE Asia cannot clearly be understood without considering the region's geological history. For the Philippine islands, there have been various hypotheses as to how the archipelago formed, which resulted to the rich biodiversity it possesses today. The Zamboanga peninsula and Sulu archipelago are parts of the Sunda Shelf of the Eurasian Plate [e.g. 1,2], while Palawan, southern Mindoro, the Romblon Island Group, and western Panay make up a microcontinental block that collided with the Philippine Mobile Belt (PMB; composed basically of the rest of the Philippines) [3]. Lee and Lawver [4] proposed that the PMB may have moved as a single entity from the western margin of the Philippine Sea Plate since 60 MYA. On the other hand, a more robust tectonic reconstruction by Hall [1] based on the combination of geological and paleomagnetic data, proposed that the PMB may have been composed of islands coming from different directions at different times. Recent biogeographic studies on SE Asia such as that of de Bruyn et al. [5] and Lohman et al. [6] support the latter hypothesis.\nIt is during the Pleistocene when the Philippine islands began to have the topography close to the present-day topography of the archipelago. Repeated sea-level fluctuations have occurred which is recognized to be an important factor that influenced the distribution and organization of biodiversity in the Philippines [e.g. 7,8]. During the times when the sea level was 120–160m below the current sea level, the Philippines formed the four major areas recognized as the Philippine biogeographic faunal regions: Greater Luzon, Greater Palawan, Negros-Panay and Greater Mindanao [7]. Esselstyn and Brown [9] conducted a study on the role of the fluctuations of the sea level in the generation of shrew diversity in the Philippine archipelago. They proposed that shrews must have entered the Philippines from Borneo via a land bridge in Palawan and consequently spread and colonized other parts of the archipelago. On the other hand, meta-analyses of geological, climatic, and biological data sets conducted by de Bruyn et al. [5] to understand the biological diversity in SE Asia showed that some floral and faunal species likely dispersed from Borneo to the Philippines (other than Palawan) through the Sulu Archipelago [10], while others\nhttps://doi.org/10.1016/j.ejsobi.2018.02.001 Received 21 July 2017; Received in revised form 2 February 2018; Accepted 5 February 2018\n∗ Corresponding author. College of Fisheries and Aquatic Sciences, Western Philippines University-Puerto Princesa Campus, Puerto Princesa, 5300, Palawan, Philippines. E-mail addresses: nonillon_aspe@yahoo.com (N.M. Aspe), sjames@mum.edu (S.W. James).\nEuropean Journal of Soil Biology 85 (2018) 89–97\nAvailable online 12 February 2018 1164-5563/ © 2018 Elsevier Masson SAS. All rights reserved.\nT\nlikely dispersed from Indochina, probably through Taiwan [11] between the Miocene and the Pleistocene. Emigration and immigration of some floral and faunal species across water must have been achieved by rafting [12,13].\nDe Bruyn et al.’s [5] meta-analyses included studies of various plant and animal groups in SE Asia with fossil or molecular sequence data. Unfortunately, no data on soil-dwelling animals such as the earthworms was included due to lack of information. A large portion of the earthworm species, estimated to be ∼1160 species occupying the eastern Asia and the western margin of the Pacific Basin, are pheretimoid species (members of the Pheretima complex) belonging to family Megascolecidae [14]. However, due to lack of molecular data and conflicting morphological character data, the evolutionary relationships of the members of this group and the pattern of their distribution remains unclear. Only recently have phylogenetic analyses of some subsets of the earthworms in this region been conducted [e.g. 15–19] but a collective study that covers the entire region has not been conducted so far. Here, a molecular phylogenetic and biogeographic analysis of the native earthworms of the Philippine islands was conducted to determine the pattern of species diversification and distribution in relation to the geological processes in the formation of the archipelago. Previous phylogenetic studies of Philippine earthworms have all had limited geographic or taxonomic coverage [15,19]. This is the first study to include a geographic sampling which more or less represents the Philippine archipelago. The data in this study will pave the way to a bigger study on molecular phylogeny and biogeography of the species in eastern Asia and the western Pacific archipelagos."
  }, {
    "heading": "2. Materials and methods",
    "text": ""
  }, {
    "heading": "2.1. Collection sites and sampling",
    "text": "Collection of specimens was conducted from 2001 to 2006 in the in different localities of the archipelago (in black circles in Fig. 1). The collection sites were chosen based primarily on the Key Conservation Sites of the Philippines [20]. As most of the sites are protected areas under the Protected Areas and Wildlife Bureau (PAWB) of the Department of Environment and Natural Resources (DENR), Gratuitous Permits to collect were obtained. As part of the procedures prior to the collection of specimens, Prior Informed Consent certificates were obtained from the Protected Area Management Board for the respective sites. Sampling was done from soil, ferns, mosses, and the insides of rotten logs in primary and secondary forests as much as possible at high elevations away from human settlements or trails to ensure that the collected specimens are native. Using body size, coloration, and number and location of spermathecal pores as identifying characters, the collected worms were sorted to putative species. The earthworms were rinsed in tap water, killed in 10% ethanol and then preserved in 95% ethanol."
  }, {
    "heading": "2.2. Morphological examination",
    "text": "External and internal characters were examined in using a stereomicroscope. The generic diagnoses and taxonomic assignments follow Sims and Easton [21]. The native species of earthworms in the Philippines are pheretimoids which belong to family Megascolecidae, a large group dominating the Asia-Pacific region with 55 genera. The Megascolecidae includes members with generally racemose prostate glands, whose ducts generally are joined by the sperm ducts in combined male and prostatic pore(s) on segment xviii or nearby and the spermathecal pores open into some or all of the intersegmental furrows from 4/5 to 9/10 (rarely intra-segmentally). The excretory system may be meronephric or holonephric and the setal arrangement may be perichaetine or lumbricine [21,22]. Pheretimoids, or members of the Pheretima Kinberg [23] complex which is composed of 10 genera, were reallocated to genera by Sims and Easton [21] based on phenetic\ntreatment of morphological data. The general characteristics of the species in this group include having perichaetine setal arrangement, meronephridial excretory system, single gizzard in viii, a pair of racemose prostates opening through male pores in xviii, and testes contained within testis sacs. Table 1 shows the comparison of morphological features among the genera included in the analysis. Pheretima is the most speciose genus among the Philippine earthworms [14].\nFor Pheretima, Sims and Easton [21] assigned species with no secretory diverticula projecting from the copulatory bursae, to the subgenus Pheretima while those that have are assigned to the subgenus Parapheretima Cognetti [25]. As pheretimoid species are morphologically widely varied, Sims and Easton [21] also assigned species groupings for different genera primarily basing on the number and position of spermathecal pores: e.g. members of the subgenus Pheretima with a pair of spermathecal pores (monothecate) at 5/6 belong to the P. urceolata group; those with a pair of spermathecal pores at 7/8 belong to the P. sangirensis group; those with four pairs of spermathecal pores (octothecate) at 5/6/7/8/9 belong to the P. darnleiensis group; while those that have three pairs of spermathecal pores (sexthecate) at 6/7/8/ 9 belong to the P. dubia group.\nSixty-two morphospecies collected from different parts of the Philippines were examined and identified (Table 2). Among these, there are 41 morphospecies of Pheretima, nine morphospecies of Pithemera Sims and Easton [21], five morphospecies of Polypheretima Michaelsen [24], and seven morphospecies of Amynthas Kinberg [23]. The morphospecies of Pheretima were categorized by the number and location of spermathecae: seven morphospecies have spermathecal pores at 5/6, in which six have paired spermathecal pores and one (P. (Parapheretima) boaensis) has a single spermathecal pore at the midventral area; 14 morphospecies have spermathecal pores at 7/8, in which 13 have paired spermathecal pores and one (P. vergrandis) has a single spermathecal pore at the midventral area; 12 morphospecies have four pairs of spermathecal pores at 5/6/7/8/9; seven morphospecies have three pairs of spermathecal pores at 6/7/8/9; one morphospecies has two pairs of spermathecal pores at 6/7/8. For the taxa that have not been identified to the species level, the names of the locality to which the earthworms were collected are indicated after the genus. Color-coded fonts are assigned to each genus except for the members of Pheretima, which have been assigned color-coded fonts based on the position (or number) of spermathecae.\n2.3. DNA extraction, amplification, and sequencing\nTotal genomic DNA was extracted from muscle tissues of the specimens using the DNeasy Blood & Tissue Kit (Qiagen, USA). Regions of five gene markers, which include the mitochondrial 16S rRNA (hereafter, 16S), cytochrome c oxidase subunit I (COI), 12S rRNA (hereafter, 12S), nuclear 28S rRNA (28S) and histone H3 (H3) genes, were amplified using the polymerase chain reaction (PCR). The mixture (total volume 10 μl) contained 1 μl DNA and 9 μl PCR-mix (3.76 μl sterile dH2O, 2.68 μl of 2 μg/μl bovine serum albumin (BSA), 0.45 μl of each primer [forward and reverse primers, 10 pmol/μl], 0.9 μl of 10× buffer, 0.71 μl of dNTP, 0.05 μl Ex Taq-polymerase). Alternative to BSA, 1 μl of DMSO was added to the samples that failed to amplify. The cycling profile was as follows: denaturation for 30 s at 95 °C, annealing for 30 s at 50 °C, and extension for 1min at 72 °C for 35 cycles with an initial denaturation step for 1min at 95 °C and a final extension step for 7min at 72 °C. An alternative cycling profile was followed to amplify genes that failed to be amplified using the above-mentioned cycling profile: denaturation for 1min at 94 °C, annealing for 1min at 48 °C, and extension for 1min at 72 °C for 35 cycles with an initial denaturation step for 4min at 95 °C. PCR amplifications were confirmed by electrophoresis in 2% agarose gel, visualized by SYBR Green. Sequencing reactions were performed with BigDye Terminator Cycle Sequencing Kit ver 3.1 (Applied Biosystems, USA) using 0.8 pmol/μl of the same primers as for amplification. Sequencing was done by an ABI\nPrism 3730 Genetic Analyzer (Applied Biosystems, USA). Table 3 shows the summary of the primers used and the lengths of the genes acquired. The gene sequences were submitted to DNA Data Bank of Japan (DDBJ)."
  }, {
    "heading": "2.4. Data analysis",
    "text": "The sequences were aligned using MUSCLE [30]. The genes were concatenated using FASconCAT [31]. Phylogenetic reconstruction was performed with Bayesian inference (BI) using MrBayes ver 3.2.1 [32]. A best-fit substitution model for each gene based on Bayesian information criterion (BIC) was selected using Kakusan ver 4.4 [33]: GTR + G + I for 16S and COI; GTR + G for 28S and 12S; and HKY + G for H3. Posterior probability values and tree topology for BI were calculated with 1 × 107 generations with trees sampled every 100 generations, and 25% of the tree samples were discarded as burn-in. Tracer (ver 1.6; http://tree.bio.ed.ac.uk/software/tracer) was used to analyze the trace files generated by the BI. ESS above 200 were accepted. Gene sequences of Metaphire californica, Amynthas aspergillus and Amynthas gracilis, peregrine species which were collected from the neighboring Hainan Island were included in the analysis to determine their relationship with the Philippine species. The tree was rooted using Dichogaster sp. (Acanthodrilidae) and Pontodrilus litoralis (Megascolecidae), as outgroups. The phylogeography of the earthworms was then viewed in light of the geological history of Southeast Asia [e.g. 1] which provided a comprehensive analysis of the geological activities of Southeast Asia during the Eocene to Pleistocene epochs. Non-metric multidimensional scaling using PAST [34] was performed to determine the genetic distance among the morphospecies in relation to their respective Pleistocene geographic distribution."
  }, {
    "heading": "3. Results",
    "text": "Obtaining DNA from the specimens as well as PCR amplification were quite difficult. The specimens were collected from the field more than 10 years ago and have been transferred from one facility to another several times, sometimes stored in air-conditioned rooms and sometimes in rooms that are hot and poorly ventilated, which may have affected their preservation. Despite modifications made to the reaction mix and PCR profile, amplification was unsuccessful for many specimens, which suggests that DNA may have degraded and/or there was primer mismatch. There is a total length of 2663 bp for the concatenated genes.\nThe intrageneric and intergeneric sequence divergence for the pheretimoid species included in the study were calculated using K2P model based respectively on the COI and 16S sequences (Table 4). Results show overlapping values for the intrageneric and intergeneric divergence for the pheretimoid genera. Results also show that the\ndivergence rates for COI are higher than that of the 16S. The resulting tree for the concatenated data of 12S, 16S, COI, 28S, and H3 (Fig. 2) showed that the clade for the pheretimoid species (Philippines + species from Hainan Island) is strongly supported with 1.0 posterior probability. However, within this clade, the positions of Amynthas (in red), Pithemera (in pink), Polypheretima (in green) and Pheretima (in blue) are scattered, indicating non-monophyly in these four genera. The non-monophyly of these genera also explains the overlapping values for the intrageneric and intergeneric divergence shown in Table 4. A strongly supported clade with 1.0 posterior probability is formed for members of Pithemera (in pink) but these are joined by Polypheretima sp. Pulag and Amynthas sp. Panay, making Pithemera non-monophyletic. Within this clade is a strongly supported clade (with 1.0 posterior probability) that is composed of Pithemera bicincta, Pithemera sp. Cagayan2, Pithemera sp. Negros, Pithemera sp. Isabela, Pithemera sp. Samar, Pithemera sp. Batanes2, and Pithemera sp. Batanes1, all of which have five pairs of spermathecae/spermathecal pores at 4/ 5/6/7/8/9. However, Pithemera with this spermathecal feature is not monophyletic because one morphospecies, Pithemera sp. Aurora, is sister taxon of Polypheretima sp. Pulag, which has four pairs of spermathecal pores at 5/6/7/8/9. Another Pithemera morphospecies, Pithemera sp. Cagayan1, which is positioned outside of the clade of the other Pithemera morphospecies, has four pairs of spermathecal pores at 4/5/6/7/8.\nA clade is formed for Amythas sp. Mindoro1, Amynthas sp. Palawan2 and Pheretima sp. Palawan4, which were all collected from Palawan, with posterior probability of 0.91. A separate clade with posterior probability of 0.89 also formed for the Hainan Island species Metaphire californica, Amynthas aspergillus and Amynthas gracilis. Other Amynthas species are dispersed in the tree.\nFor the species groups of Pheretima, a clade is formed for species with three (P. dubia group) or four pairs of spermathecae (P. darnleiensis group) with 0.86 posterior probability. But the relationship between these two groups is not resolved as members of these groups are scattered and numerous polytomies formed within the clade. One member\nof the P. dubia group, Pheretima sp. Panay5, is positioned at the most basal part of the pheretimoid clade. Also, Amynthas sp. Cebu, with three pairs of spermathecal pores at 6/7/8/9, similar to that of the members of P. dubia, is positioned within the clade. The P. dubia + P. darnleiensis clade forms a sister taxon with the clade composed of species with a pair of spermathecal pores in 7/8 (P. sangirenesis group; 0.85 posterior probability). The branch for the P. dubia + P. darnleiensis clade and the P. sangirensis clade is supported with 0.96 posterior probability. A clade composed of species with a pair of spermathecal pores in 5/6 (P. urceolata group; 0.9 posterior probability) is positioned at the base of the P. dubia + P. darnleiensis and P. sangirensis clades. Amynthas dinagatensis, which lack spermathecae, joins the P. urceolata clade.\nThe tree does not depict a clear pattern for the geographic distribution of the pheretimoid morphospecies (Fig. 2). The positions of the four major islands that represent the archipelago during late Pleistocene (Fig. 1): Greater Luzon (in pink), Greater Palawan (including Mindoro and apparently Hainan which have originated from mainland Asia; in pale orange), Negros-Panay (including Cebu; in light blue); and Greater Mindanao (including Samar, Leyte and Bohol; in green), are scattered across the tree. Nonetheless, the members of the P. urceolata group that is joined with A. dinagatensis, which are all from Greater Mindanao (in green branches), formed a clade. Also, as mentioned above, a clade was formed for Pheretima sp. Palawan4, Amynthas sp. Mindoro1 and Amynthas sp. Palawan2, all from Greater Palawan (in orange branches), which originated from mainland Asia, but their geographic relationship with the peregrine species collected from Hainan Island was not resolved. The result of the non-metric multidimensional scaling (Fig. 3) showed that the Greater Mindanao (green circles) and the Negros-Panay (blue circles) species are divided into two groups, one on the left and one on the right. The Greater Palawan species (orange circles) are dispersed over the right side of the graph. The three orange circles at the bottom which refer to the peregrine species from Hainan Island indicates genetic dissimilarity from the Philippine species. The Greater Luzon species (red) form a cluster although one circle is isolated. In general, two clusters are formed, one chiefly composed of the species from Greater Mindanao (green circles on the left) and the other cluster, a mixture of red, orange, green and blue circles (on the right) representing the species from Greater Luzon, Greater Palawan, Greater Mindanao and Negros-Panay islands."
  }, {
    "heading": "4. Discussion",
    "text": ""
  }, {
    "heading": "4.1. The phylogenetic relationship among philippine pheretimoid species",
    "text": "Comparison of sequence divergence among the gene markers included in this study using the percentage of sequence differences showed that the 28S has the lowest divergence rate followed by Histone H3 and 12S, respectively (values are not shown as values may vary when more taxa are included). On the other hand, the COI and 16S have the highest divergence. The 3rd codon positions in the COI and Histone H3 fragments showed to have high substitution rates. The 28S and Histone H3, which are more conservative, are suitable for interfamily and intrafamily analyses, while the COI, 16S and 12S rRNAs, which evolve faster, are suitable for analyses for levels within a family and below [e.g. 15,16,19,35–37]. Chang and James [35] estimated that the molecular clock for the earthworm COI gene, which has been identified as the standard DNA barcode for most animal taxa, is 2.4% per site per million years. The combination and addition of more gene markers with different mutation will generate a better resolved phylogeny at different taxonomic levels.\nThe pheretimoid species, here represented by material from the Philippines and Hainan Island, has strong support (Fig. 2). Dichogaster and Pontodrilus have the lumbricine setal arrangement, a pair of stomate nephridia per segment (in addition to other nephridia in the former case) and tubular prostates, among other character states separating these from the pheretimoids. On the other hand, the\npheretimoid species have the perichaetine setal arrangement, astomate micro-meronephridia, racemose prostates and have an annular clitellum that covers between three and two segments. The many short internal and the long external branches and several polytomies of the multi-locus tree may suggest that there was rapid divergence or radiation among the Philippine earthworms. Similar patterns of short internal and long external branches indicating rapid divergence have also been observed in other annelid phylogenetic studies [15,38,39].\nThe non-monophyly of Amynthas in the tree shows consistency with the results of other phylogenetic studies of Amynthas [15,16,19] suggesting that the development or loss of either the nephridia on spermathecal ducts (distinguishes Pheretima from Metaphire) and/or the secondary male pores, happened more than once in the pheretimoid taxa. The presence of secondary male pores, with or without coelomic copulatory pouches, all treated as homologous in the current taxonomy, characterizes Metaphire and Pheretima. The non-monophyly of Polypheretima also shows that the absence of caeca, a character used by Sims and Easton [21] to define this genus, is homoplasious, and suggests that the development or loss of caeca in the Pheretima complex happened more than once. The polytomies that formed for Polypheretima did not help in resolving the relationship of the members of this genus with those of Pheretima. A conservative estimate would have intestinal caeca gained once at the basal node of the in-group and lost twice to achieve two Polypheretima origins; assuming resolution of a polytomy in favor of those Polypheretima not embedded in Pithemera. The position of Polypheretima sp. Pulag, which has four pairs of spermathecal pores at 5/6/ 7/8/9, among the Pithemera, which have five pairs of spermathecal pores at 4/5/6/7/8/9, also suggests that the loss the first pair of spermathecae/spermathecal pores at 4/5 and the loss of caeca may have occurred autapomorphically. With regards to the position of Pithemera in the tree, we speculate that the caeca in Pithemera in or near segment xxii may have originated either from being absent, as in Polypheretima, or from them being moved forward to xxii from xxvii, as in Pheretima or Amynthas. However, the evolutionary route of the position of the caeca is not conclusive at this stage as this study does not represent the entire Philippine Polypheretima and Pithemera species and also did not include other Polypheretima species from neighboring countries.\nThe species groupings in Pheretima assigned by Sims and Easton [21] based on the location of spermathecae are partially reflected in the pheretimoid phylogeny, at least for members of the P. urceolata group (0.9 posterior probability with the inclusion of athecal A. dinagatensis) which have a pair of spermathecal pores at intersegments 5/6 and the P. sangirensis group (0.85 posterior probability) which have a pair of spermathecal pores at intersegments 7/8. The spermathecal battery of the Greater Mindanao members of the P. urceolata group was probably acquired from common ancestry and therefore loss of spermathecae and the copulatory bursae would generate A. dinagatensis. This is consistent with an athecal Pheretima losing the male terminalia, e.g. copulatory bursae. On the other hand, James' [15] phylogenetic analysis of the Pheretima complex does not support the monophyly of the P. urceolata group species from Luzon.\nReconciling spermathecal battery evolution with the tree generates the hypothesis that loss and/or addition of pair/s of spermathecae occurred several times in the pheretimoid phylogeny. Having three or four pairs of spermathecae appears to be the ancestral state, from which reduction to a single pair has occurred twice in this taxon set: the P. urceolata group to a pair in 6 (spermathecal pores in 5/6, and the P. sangirensis group with a pair in 8 (sometimes 7 but always with pores in 7/8). Loss of a pair of spermathecae has been found in athecate individuals of P. apoensis, a member of the P. sangirensis group [19]. Even without solid knowledge of the causes, it is clear that spermathecal batteries are evolutionarily labile. Some candidate hypotheses for these changes include sexual selection in some species (e.g. earthworms are hermaphrodites which are able to reproduce by cross-fertilization and/ or self-fertilization and/or through parthenogenesis, depending on the availability or suitability of a mate) and habitat suitability for offspring\ndevelopment, among other environmental factors [40]."
  }, {
    "heading": "4.2. Biogeographic distribution of pheretimoids in relation to the geological history of the philippine archipelago",
    "text": "The Philippine islands consist of very complex arc systems, which included strike-slip movements and subduction that extends back at least to the Cretaceous. With the exception of Palawan microcontinental block and perhaps the Zamboanga Peninsula of Mindanao, the Philippine archipelago is composed largely of volcanic arc and ophiolitic rocks of Cretaceous and Tertiary age. The geologic characteristics of Palawan and Mindoro are interpreted to be crust rifted from the South China margin by opening of the South China Sea [1,3].\nIt is difficult to assess the origin of the Philippine earthworms given that data is very limited, especially that there is no record of fossils. Nonetheless, Anderson et al. [41] hypothesized that earthworms existed during the early Tertiary and underwent major vicariance events with the breakup of Pangaea. Given this, we speculate that earthworms may already have occupied the land areas that would later form parts of the Philippine archipelago. Although not very clear, there are few patterns for the geographic distribution of pheretimoid species (Fig. 2). The nonmetric multidimensional scaling (Fig. 3) also did not show clear genetic distinctions among the species from the respective Pleistocene island groups. These results indicate that the migration of earthworms may have occurred intermittently and possibly from various entry points. For instance, during the Eocene, the eastern of portion of Greater Mindanao (composed of the eastern portion of Mindanao, a portion of Leyte, Samar, and Camarines) was connected with the Halmahera Arc, which extends into the western Pacific at an equatorial/southern hemisphere position [1], may possibly be an entry point for the species from the western Pacific region. The cluster of green circles on the left of the non-metric multidimensional scale (Fig. 3) show the genetic similarity for many species of the Greater Mindanao. The northern Philippines, principally Luzon, was connected via the Sulu-Cagayan Arc to northern Borneo and Sabah before the Miocene [e.g. 1,2] which may be another point from mainland Asia. The non-metric multidimensional scale shows that the Greater Luzon species (in red) form a group which indicate genetic similarity among the species. Pithemera could have originated on Greater Luzon but appears to have colonized two other regions and then been re-colonized. This may be the case for Pithemera sp. Batanes1 and Pithemera sp. Batanes2, species which are very similar to the common peregrine Pi. bicincta. They were found on isolated volcanic islands north of Luzon where they could have been human introductions. Polypheretima elongata, like Pi. bicincta, is also a cosmopolitan species. In this study, Po. elongata was collected from Samar while Pi. bicincta was collected from Cebu. Both species were first recorded in Mindoro by Perrier in 1872 and 1875, respectively [42,43].\nIt is also noteworthy that during the middle Miocene, Negros-Panay and Mindanao came very close to northern Sulawesi [1] which makes it possible for earthworms to cross by rafting. The P. sangirensis group species in the sample are from the Greater Mindanao and Greater Negros-Panay regions, except for two on Luzon. One could tentatively conclude that entry to Luzon is a later event. Pheretima sangirensis proper is Indonesian, so if this species group is monophyletic, that would indicate colonization from the south.\nDuring the late Miocene, the Philippines began to form as a single region at the margin of the Philippine Sea Plate and by the Pleistocene, it started to take the shape more or less similar to what we see at present. During the middle to late Pleistocene, the sea level dropped 120 to 160m below current sea level several times, connecting small islands into four major islands. The drop in the sea level may have permitted various plants and animals to cross to the Philippines from mainland Asia through Borneo via a land bridge (or through rafting) in Palawan [5,7,44]. There would have been dispersal of earthworms across the conjoined islands during this time. The over-water dispersal rate must have dramatically reduced during the times when the sea\nlevel rose making the islands less accessible to other islands. The fluctuations in the sea level and changes in the climate coupled with other ecological factors may have played significant roles in the distribution and in the rapid diversification of species. As the earth and climate evolved, earthworms also evolved to live in specialized habitats and stabilizing selection may have selected forms that deviate from the morphological optimum [45]. Alternatively, the high divergences in earthworms can be explained by their poor dispersion ability, which is usually reflected as an isolation-by-distance trend wherein the genetic differentiation is highly correlated to the geographical distance [37]."
  }, {
    "heading": "5. Conclusions",
    "text": "The resulting tree generated from the concatenated genes showed short internal and the long internal branches which suggests that there is a rapid divergence or radiation in the Philippine earthworms. The clade for the pheretimoid species is strongly supported, however, the four genera, namely Amynthas, Pithemera, Polypheretima and Pheretima showed to be non-monophyletic. The non-monophyly of Amynthas suggests that the development or loss of either the nephridia on spermathecal ducts and/or the secondary male pores happened more than once in the pheretimoid taxa. The non-monophyly of Polypheretima shows that the defining character for this genus, particularly the absence of caeca, is homoplasious, and suggests that the development or loss of caeca in the Pheretima complex happened more than once. The caeca in Pithemera in xxii may have originated either from being absent or from the being located in xxvii. It also shows that loss and/or development of (a) pair/s of spermathecae occurred several times in the pheretimoid phylogeny. Hypotheses for these include sexual selection in some species and habitat suitability for offspring development, among other environmental factors. Although the origin of the Philippine species is not clearly resolved here, we speculate that the migration of earthworms may have occurred intermittently and possibly from different entry points. Active dispersal of earthworms across islands must have occurred during the Pleistocene when the shape of the archipelago was already more or less similar to what we see at present with sea level of 120–160m below the current sea level. The dispersal rate must have dramatically reduced during the times when the sea level rose making the islands less accessible to other islands. The fluctuations in the sea level, climate changes and other ecological factors may have contributed in the distribution and rapid diversification of species. Further sampling across the Philippine Archipelago that include more genera and addition of suitable gene markers are needed to better understand the biogeography and evolutionary relationships among the Philippine pheretimoids. We also look forward to conducting a consolidated phylogenetic study with a wider geographic scope that includes the earthworm species in the neighboring archipelagic countries, to provide insights into the pattern of migration and colonization, species diversification and ecological processes involved in island radiations of these soil-dwelling animals. Although phylogenetic studies of earthworms in Taiwan and Hainan Island have already been conducted, to date there still have no such studies for the species from Papua, Sulawesi, Borneo and Sumatra. We therefore call for collaboration and cooperation among earthworm systematists working on the eastern Asia-western Pacific region to achieve this goal."
  }, {
    "heading": "Acknowledgments",
    "text": "We express our heartfelt gratitude to our field assistants and numerous local guides across the Philippine archipelago for their support and assistance during the collection of specimens; to the personnel of the Biodiversity Management Bureau of the Department of Environment and Natural Resources of the Philippines, Palawan Council for Sustainable Development and the Philippine National Commission for Indigenous Peoples, for issuing collection permits; and to Jay Fidelino and Otto Jali for their assistance in editing the figures.\nThis study was supported in part by a U.S. National Science Foundation grant (DEB-0072764) to SW James, and by a Hokkaido University Special Grant to NM Aspe."
  }],
  "year": 2018,
  "references": [{
    "title": "Cenozoic geological and plate tectonic evolution of SE Asia and SW Pacific: computer-based reconstructions",
    "authors": ["R. Hall"],
    "venue": "model and animations, J. Asian Earth Sci. 20 ",
    "year": 2002
  }, {
    "title": "Epithermal Gold in the Philippines",
    "authors": ["A.H.G. Mitchell", "T.M. Leach"],
    "venue": "Island Arc, Metallogenesis, Geothermal Systems and Geology, Academic Press London, San Diego, New York, Geology Series",
    "year": 1991
  }, {
    "title": "Queaño, Onland signatures of the Palawan microcontinental block and Philippine mobile belt collision and crustal growth process: a Review",
    "authors": ["G.P. Yumul Jr.", "C.B. Dimalanta", "K.L.E.J. Marquez"],
    "venue": "J. Asian Earth Sci",
    "year": 2009
  }, {
    "title": "Cenozoic plate reconstruction of Southeast Asia",
    "authors": ["T.Y. Lee", "L.A. Lawver"],
    "venue": "Tectonophysics 251 ",
    "year": 1995
  }, {
    "title": "Borneo and Indochina are major evolutionary hotspots for Southeast Asian biodiversity",
    "authors": ["M. de Bruyn", "B. Stelbrink", "R.J. Morley", "R. Hall", "G.R. Carvalho", "C.H. Cannon", "G. van den Berg", "E. Meijaard", "I. Metcalfe", "L. Boitani", "L. Maiorano", "R. Shoup", "T. von Rintelen"],
    "venue": "Syst. Biol",
    "year": 2014
  }, {
    "title": "M",
    "authors": ["D.J. Lohman"],
    "venue": "de Bruyn, T. Page, K. von Rintelen, R. Hall, P.K.L. Ng, H.T. Shih, G.R. Carvalho, T. von Rintelen, Biogeography of the indo-australian archipelago, Annu. Rev. Ecol. Evol. Syst. 42 ",
    "year": 2011
  }, {
    "title": "Zoogeographic evidence for middle and late Pleistocene land bridges to the philippine islands",
    "authors": ["L.R. Heaney"],
    "venue": "Mod. Quat. Res. SEAsia 9 ",
    "year": 1985
  }, {
    "title": "Maps of Pleistocene sea levels in Southest Asia: shorelines",
    "authors": ["H.K. Voris"],
    "venue": "river systems and time durations, J. Biogeog 27 ",
    "year": 2000
  }, {
    "title": "The role of repeated sea-level fluctuations in the generation of shrew (Soricidae: crocidura) diversity in the Philippine Archipelago",
    "authors": ["J.A. Esselstyn", "R.M. Brown"],
    "venue": "Mol. Phylogenet. Evol. 53 ",
    "year": 2009
  }, {
    "title": "Origin and diversification of Philippine bulbuls",
    "authors": ["C.H. Oliveros", "R.G. Moyle"],
    "venue": "Mol. Phylogenet. Evol. 54 ",
    "year": 2010
  }, {
    "title": "Colonization of the Philippines from Taiwan: a multilocus test of the biogeographic and phylogenetic relationships of isolated populations of shrews",
    "authors": ["J.A. Esselstyn", "C.H. Oliveros"],
    "venue": "J. Biogeog 37 ",
    "year": 2010
  }, {
    "title": "The resurrection of oceanic dispersal in historical biogeography",
    "authors": ["A. de Queiroz"],
    "venue": "Trends Ecol. Evol",
    "year": 2005
  }, {
    "title": "Origin of tropical American burrowing reptiles by transatlantic rafting",
    "authors": ["N. Vidal", "A. Azvolinsky", "C. Cruaud", "B.S. Hedges"],
    "venue": "Biol. Letters 4 ",
    "year": 2008
  }, {
    "title": "The geographic distribution of the genera in the Pheretima complex in eastern Asia and the Pacific region",
    "authors": ["N.M. Aspe"],
    "venue": "Kaiyo Monthly 48 ",
    "year": 2016
  }, {
    "title": "Preliminary molecular phylogeny in the Pheretima group of genera (Crassiclitellata: Megascolecidae) using Bayesian analysis",
    "authors": ["S.W. James"],
    "venue": "in: V.V. Pop, A.A. Pop (Eds.), Advances in Earthworm Taxonomy II (Annelida: Oligochaeta), Cluj University Press, Cluj-Napoca, Romania",
    "year": 2005
  }, {
    "title": "Molecular systematics and phylogeography of the gigantic earthworms of the Metaphire formosae species group (Clitellata",
    "authors": ["C.H. Chang", "S.M. Lin", "J.H. Chen"],
    "venue": "Megascolecidae), Mol. Phylogenet. Evol. 49 ",
    "year": 2008
  }, {
    "title": "New Amynthas species (Oligochaeta: Megascolecidae) from south and central Hainan Island",
    "authors": ["J. Sun", "Q. Zhao", "J. Jiang", "J. Qiu"],
    "venue": "China and estimates of evolutionary divergence among some corticis-group species, J. Nat. Hist. 47 ",
    "year": 2013
  }, {
    "title": "Molecular phylogeny of pheretimoid earthworms (Haplotaxina: Megascolecidae) based on mitochondrial DNA in Hainan Island",
    "authors": ["Q. Zhao", "D. Cluzeau", "J. Jiang", "E.J. Petit", "C. Briard", "J. Sun", "A. Prinzing", "J. Qiu"],
    "venue": "China, Mol. Biol. 4 ",
    "year": 2015
  }, {
    "title": "A molecular phylogenetic study of pheretimoid species (Megascolecidae) in Mindanao Island",
    "authors": ["N.M. Aspe", "H. Kajihara", "S.W. James"],
    "venue": "Philippines, Eur. J. Soil Biol. 73 ",
    "year": 2016
  }, {
    "title": "B",
    "authors": ["N. Mallari"],
    "venue": "Tabaranza Jr., M. Crosby, Key conservation sites in the Philippines, Bookmark, Philippines ",
    "year": 2001
  }, {
    "title": "A numerical revision of the earthworm genus Pheretima with the recognition of new genera and an appendix on the earthworms collected by the  Royal Society North Borneo Expedition",
    "authors": ["R. Sims", "E. Easton"],
    "venue": "Biol. J. Linn. Soc. 4 ",
    "year": 1972
  }, {
    "title": "Molecular phylogeny of earthworms (Annelida: crassiclitellata) based on 28S",
    "authors": ["S.W. James", "S.K. Davidson"],
    "venue": "18S and 16S gene sequences, Invertebr. Syst 2012 ",
    "year": 2012
  }, {
    "title": "Annulata nova",
    "authors": ["J.G.H. Kinberg"],
    "venue": "Ofvers K. Vetensk academy, Ford Stockholm 23 ",
    "year": 1867
  }, {
    "title": "Terricolen der Berliner Zoologischen Sammlung",
    "authors": ["W. Michaelsen"],
    "venue": "II, Arch Naturgesch 58 ",
    "year": 1892
  }, {
    "title": "Oligochaeta recueillis pendant la “Nederl",
    "authors": ["D.M.L. Cognetti"],
    "venue": "Nieuw-Guinea- Expeditie”, Nova Guinea 5 ",
    "year": 1912
  }, {
    "title": "Phylogeny of the Megascolecidae and Crassiclitellata (Annelida",
    "authors": ["B.G.M. Jamieson", "S. Tillier", "A. Tillier", "J.L. Justine", "E. Ling", "S. James", "K. MacDonald", "A.F. Hugall"],
    "venue": "Oligochaeta): combined versus partitioned analysis using nuclear (28S) and mitochondrial (12S, 16S) rDNA, Zoosystema 24 ",
    "year": 2002
  }, {
    "title": "What can molecular genetics contribute to marine biogeography? An urchin's tale",
    "authors": ["S.R. Palumbi"],
    "venue": "J. Exp. Mar. Biol. Ecol. 203 ",
    "year": 1996
  }, {
    "title": "DNA primers for amplification of mitochondrial cytochrome c oxydase subunit I from diverse metazoan invertebrates",
    "authors": ["O. Folmer", "M. Black", "W. Hoeh", "R. Lutz", "R. Vrijenhoek"],
    "venue": "Mol. Mar. Biol. Biotechnol. 3 ",
    "year": 1994
  }, {
    "title": "Histone H3 and U2 snRNA DNA sequences and arthropod molecular evolution",
    "authors": ["D.J. Colgan", "A. Mclauchlan", "G.D.F. Wilson", "S.P. Livingston", "G.D. Edgecombe", "J. Macaranas", "G. Cassis", "M.R. Gray"],
    "venue": "Aust. J. Zool. 46 ",
    "year": 1998
  }, {
    "title": "MUSCLE: multiple sequence alignment with high accuracy and high throughput",
    "authors": ["R.C. Edgar"],
    "venue": "Nucleic Acids Res. 32 ",
    "year": 2004
  }, {
    "title": "FASconCAT: convenient handling of data matrices",
    "authors": ["P. Kuck", "K. Meusemann"],
    "venue": "Mol. Phylogenet. Evol. 56 ",
    "year": 2010
  }, {
    "title": "MrBayes: Bayesian inference of phylogenetic trees",
    "authors": ["J.P. Huelsenbeck", "F. Ronquist"],
    "venue": "Bioinformatics 17 ",
    "year": 2001
  }, {
    "title": "Kakusan4 and Aminosan: two programs for comparing nonpartitioned",
    "authors": ["A.S. Tanabe"],
    "venue": "proportional and separate models for combined molecular phylogenetic analyses of multilocus sequence data, Mol. Ecol. Res. 11 ",
    "year": 2011
  }, {
    "title": "PAST: paleontological statistics software package for education and data analysis",
    "authors": ["Ø. Hammer", "D.A.T. Harper", "P.D. Ryan"],
    "venue": "Paleontologia Electronica 4 ",
    "year": 2001
  }, {
    "title": "A critique of earthworm molecular phylogenetics",
    "authors": ["C.H. Chang", "S.W. James"],
    "venue": "Pedobiol. Int. J. Soil Biol. 54S ",
    "year": 2011
  }, {
    "title": "Phylogenetic assessment of the earthworm Aporrectodea caliginosa species complex (Oligochaeta: lumbricidae) based on mitochondrial and nuclear DNA",
    "authors": ["M. Pérez-Losada", "M. Ricoy", "J.C. Marshall", "J. Domínguez"],
    "venue": "Seq. Mol. Phylogenet. Evol. 52 ",
    "year": 2009
  }, {
    "title": "Cryptic speciation of hormogastrid earthworms revealed by mitochondrial and nuclear data",
    "authors": ["M. Novo", "A. Almodovar", "R. Férnandez", "D. Trigo", "D.J. Diaz Cosin"],
    "venue": "Mol. Phylogenet. Evol. 56 ",
    "year": 2010
  }, {
    "title": "Rapid evolving lineages impede the resolution of phylogenetic relationships among Clitellata (Annelida)",
    "authors": ["P. Martin", "I. Kaygorodova", "D.Y. Sherbakov", "E. Verheyen"],
    "venue": "Mol. Phylogenet. Evol. 15 ",
    "year": 2000
  }, {
    "title": "Molecular phylogenetic analyses indicate a rapid radiation of polychaete annelids",
    "authors": ["D. McHugh"],
    "venue": "Am. Zool. 41 ",
    "year": 2001
  }, {
    "title": "Reproduction of earthworms: sexual selection and parthenogenesis",
    "authors": ["D.J. Diaz Cosin", "M. Novo", "R. Fernandez"],
    "venue": "in: A. Karaca (Ed.), Biology of Earthworms, Springer, London",
    "year": 2011
  }, {
    "title": "Phylogenomic analyses of Crassiclitellata support major Northern and Southern Hemisphere clades and a Pangaean origin for earthworms",
    "authors": ["F.E. Anderson", "B.W. Williams", "K.M. Horn", "C. Erséus", "K.M. Halanych", "S.R. Santos", "S.W. James"],
    "venue": "BMC Evol. Biol. ",
    "year": 2017
  }, {
    "title": "Recherches pour servir a l’hestoire des Lombriciens terrestres",
    "authors": ["E. Perrier"],
    "venue": "Nouv. Arch Mus. Hist. Nat. Paris 8 (1872) ",
    "year": 1872
  }, {
    "title": "Sur les vers de terre des iles Philippines et de la Cochinchine",
    "authors": ["E. Perrier"],
    "venue": "C. R. Acad. Sci. Hebd. Seances Acad. Sci. Paris 81 ",
    "year": 1875
  }, {
    "title": "Biogeography and migration routes of large mammal faunas in South- East Asia during the Late Middle Pleistocene: focus on the fossil and extant faunas from Thailand",
    "authors": ["C. Tougard"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol. 168 ",
    "year": 2011
  }, {
    "title": "Cryptic species as a window on diversity and conservation",
    "authors": ["D. Bickford", "D.J. Lohman", "N.S. Sodhi", "P.K.L. Ng", "R. Meier", "K. Winker", "K.K. Ingram", "I. Das"],
    "venue": "Trends Ecol. Evol. 22 (2007) 48–155.  N.M. Aspe, S.W. James European Journal of Soil Biology 85 ",
    "year": 2018
  }],
  "id": "SP:cd1f08d6371082f51d20347eae75fcaeb1bc9b3b",
  "authors": [{
    "name": "Nonillon M. Aspe",
    "affiliations": []
  }, {
    "name": "Samuel W. James",
    "affiliations": []
  }],
  "abstractText": "Philippine earthworms are highly diversified both locally and among sites collected on many islands and isolated mountain ranges within large islands. We conducted a molecular phylogenetic and biogeographic analysis of the earthworms from the Philippine islands to provide insight on the species diversification and distribution of these animals in relation to the geological history of the archipelago. The phylogeography of the earthworms was then viewed in light of the geological history of Southeast Asia. The resulting tree shows that the taxonomy of Philippine species of Amynthas, Pithemera, Polypheretima and Pheretima requires revision due to widespread nonmonophyly. There appears to have been rapid diversification of Pheretima lineages. Phylogeographical patterns are not clear at the scale of taxon and gene sampling. Each of the four major islands that represented the archipelago during several Pleistocene periods of low sea level shows evidence of multiple colonizations. The lack of clear resolution in our results indicates that the dispersal of earthworms across the islands may have occurred intermittently and from different entry points in the neighboring archipelagoes. The likelihood of dispersal must have dramatically reduced during the times when the sea level rose dividing each of the major islands into several smaller ones. Climate change, the fluctuations in sea level, volcanism, and other ecological factors may have contributed to the rapid diversification of species. Further investigation of the evolutionary history of earthworms in Southeast Asian archipelagoes will require broader geographical sampling, including Indonesia, Malaysia and Australasia.",
  "title": "Molecular phylogeny and biogeographic distribution of pheretimoid earthworms (clitellata_ Megascolecidae) of the Philippine archipelago"
}