{
  "sections": [{
    "text": "Contents lists available at ScienceDirect\nJournal of Volcanology and Geothermal Research\nj ourna l homepage: www.e lsev ie r .com/ locate / jvo lgeores\nVolcanologic and petrologic evolution of Antuco-Sierra Velluda, Southern Andes, Chile\nPaola Martínez a, Brad S. Singer a,⁎, Hugo Moreno Roa b, Brian R. Jicha a a Department of Geoscience, University of Wisconsin-Madison, 1215 W Dayton St, Madison, WI 53706, USA b Observatorio Volcanológico de los Andes del sur (OVDAS) and Servicio Nacional de Geología y Minería (SERNAGEOMIN), Rudecindo Ortega 03850, Temuco, Chile\n⁎ Corresponding author. E-mail address: bsinger@geology.wisc.edu (B.S. Singer\nhttps://doi.org/10.1016/j.jvolgeores.2017.11.026 0377-0273/© 2017 Elsevier B.V. All rights reserved.\na b s t r a c t a r t i c l e i n f o\nArticle history: Received 28 August 2017 Received in revised form 15 November 2017 Accepted 27 November 2017 Available online 5 December 2017\nThe Andean SouthernVolcanic Zone comprises N30 active arc front volcanoes that grewover periods of hundreds of thousands of years. Quantifying the rates at which these volcanoes grow is key to appreciating geological hazards, clarifying petrologic evolution, and exploring possible relationships between volcanism, ice loading, and climate. The integration of precise geochronology and geologic mapping, together with new lava compositions and volume estimates, reveal the evolution of the Antuco-Sierra Velluda volcanic complex at 37.2°S. Thirty-one new 40Ar/39Ar age determinations illuminate a punctuated eruptive history that spans at least 430 kyr. Sierra Velluda comprises ~130 km3 and began to grow prior to 426.8 ka. A lacuna in the volcanic record between 343.5 and 150.4 ka coincideswith glaciations associatedwithmarine isotope stages (MIS) 10 and 8, although shallow intrusionswere emplaced at 207.0 and 190.0 ka. Antuco began to grow rapidly on the northeastflank of Sierra Velluda, erupting N60 km3 of lava during three phases: (1) an early phase that began at 150.4 ka, (2) a post-MIS 2 phase between 16.3 and 6.2 ka, and (3) a post-sector collapse phase after 6.2 ka. Volcanism has been continuous during the last 100 kyr, with an average rate of cone growth during this period of ~0.46 km3/kyr that has accelerated by about 50% during the past 6 kyr. Whereas Sierra Velluda erupted basaltic andesitic to andesitic (53.5 to 58.7 wt% SiO2) lavas, during the last expansion of glaciers between ~130 and 17 ka, Early Antuco erupted awider spectrum of lavas, ranging from basaltic andesite to dacite (52.0 to 64.5 wt% SiO2). Notably, eruptions following the last glacial termination at 17 ka produced basalts and basaltic andesites (50.9–53.7% SiO2), and following the 6.2 ka cone collapse they have been exclusively olivine basalt (50.9–53.0% SiO2) with N5 wt% MgO. Thermodynamic and trace element modeling suggests that lavas fromSierra Velluda and Early Antuco reflect extensive fractional crystallization of parental basaltic magmas with low water content (~1 wt%) at pressures between 0.9 and 1.5 kbar. In contrast, eruptions following rapid deglaciation tapped asthenospheric mantle-derived basalt that has been extensivelymodified by assimilation of partial melts of lower crustal rocks.\n© 2017 Elsevier B.V. All rights reserved.\nKeywords: Antuco Andes 40Ar/39Ar Geochronology Petrology Glaciation Chile"
  }, {
    "heading": "1. Introduction",
    "text": "The Antuco-Sierra Velluda complex comprises a pair of composite volcanoes 250 kmeast of the Chile trench, on the arc front of theAndean Southern Volcanic Zone at 37.2°S (SVZ, Fig. 1A). Although Sierra Velluda has been dormant for ~340 kyr, Antuco volcano has a record of vigorous activity, including a 5 km3 sector collapse 14C-dated at 6.2 ka (Lohmar, 2000), and seventeen historical eruptions (Thiele et al., 1998). While the historical activity of Antuco has been mostly effusive with little evidence of large explosive eruptions, Chile's National VolcanoMonitoring network (RNVV-SERNAGEOMIN) has classified it as a “Very High Risk Volcano” due to the vulnerability of nearby cities. Notwithstanding, little is known about the Pleistocene history of Antuco-Sierra Velluda.\n).\nAntuco is known mainly in the literature from its recent basaltic lavas which are richer in Na2O than the average of circum-Pacific basalts (Vergara et al., 1985) and are among themore isotopically primitive Holocene lavas in the SVZ (Hildreth and Moorbath, 1988; Lohmar et al., 1999; Hickey-Vargas et al., 2016a).\nUnderstanding the growth history and compositional evolution of this volcanic complex by defining the timing of significant periods of cone growth, erosion or cone collapse events, and identifying when changes in magma composition occurred are essential to understand local and regional hazards (e.g., Hickey-Vargas et al., 1989; Hora et al., 2007; Rawson et al., 2016a; Moreno et al., 2000).\nAntuco and Sierra Velluda volcanoes have been subject to repeated growth and decay of the Patagonian ice cap during the last several glacial cycles, making this a potentially enlightening setting to investigate influences of ice-loading on volcanism in a continental subduction zone (Singer et al., 1997, 2008; Glasser et al., 2008; Hulton et al.,\n2002;Watt et al., 2013; Rawson et al., 2016a). Evidence of a post-glacial increase in volcanism in arc settings, as ice rapidly thins at the end of each ice age, is limited in comparison to non-arc volcanoes like Iceland, continental Europe and eastern California (Watt et al., 2013), and most studies in the SVZ are focused on volcanoes south of 38.0°S (e.g., Rawson et al., 2016a, 2016b).\nSinger et al. (2008) propose an increase in growth rate at the Puyehue-Cordón Caulle volcano (40.6°S) immediately following rapid deglaciations at ~130, 75, and 20 ka. Rawson et al. (2016a, 2016b) suggested a transient response at Mocho-Choshuenco volcano (39.9°S) with variably explosive eruptions commencing upon the last deglaciation ~17 ka. Moreover, 14 SVZ volcanoes show small ‘flare-ups’ after the Last Glacial Maximum at ~17 ka (Watt et al., 2013; Moreno et al., 2015). Compilation of similar records along the arc is necessary to establish the significance of ice unloading inmodulating suchflare-ups. However, the paucity of data and incomplete preservation hamper a rigorous analysis of a link between ice-loading and volcanism (Watt et al., 2013; Rawson et al., 2016a). 40Ar/39Ar dating offers a means to quantitatively reconstruct the growth, erosion, collapse, and eruption history of active, long-lived, arc volcanoes (e.g., Singer et al., 1997; Frey et al., 2004; Jicha and Singer, 2006; Bacon and Lanphere, 2006; Hora et al., 2007; Conway et al., 2015). Prior to this study, only six K-Ar ages ranging from 52.0 ± 34.0 to 495.0 ± 88.0 ka were published for the Antuco-Sierra Velluda volcanic complex (Vergara et al., 1985). Given the volume of this complex, the limited geochronology and absence of modern geochemical data from many lava flows impedes a complete understanding of its evolution. In order to provide an enhanced view of this evolution, we present an 40Ar/39Ar-based age model for Antuco-Sierra Velluda and link it to themajor and trace element compositions of lavas. Additionally, we define long-term growth rates for this complex, and provide new insights on the possible impact that glacial ice loading and unloading had on magmatic processes over the last 150 kyr."
  }, {
    "heading": "2. Geological setting and previous work",
    "text": "Four segments with varying crustal thicknesses have been recognized in the SVZ. Along the Northern and Transitional SVZ (33.0– 37.0°S), the average crustal thickness is ~50 km, whereas in the Central and Southern SVZ (37.0°S to 46.0°S) the crustal thickness changes southward from ~45–50 km to ~35 km (Hickey-Vargas et al., 2016a, and refs. therein). These physical differences are reflected in the composition of the erupted lavas, with amphibole-phyric andesite to dacite having more ‘crustal’ concentrations of trace elements erupted north of 37.0°S (higher La/Yb ratios), and high alumina basalt and basaltic andesitewith less crustally-modified compositions in the south (lower La/ Yb ratios, Hildreth and Moorbath, 1988, Hickey-Vargas et al., 2016a). There is a major change in the 87Sr/86Sr and 143Nd/144Nd isotope composition at ~37.0°S. From 33.0 to 37.0°S the 87Sr/86Sr ratios vary from between 0.7050 at San José volcano (~33.0°S) and low values of 0.7036 at Antuco ~37.0°S (López-Escobar, 1984; Hildreth and Moorbath, 1988), yet increase southward from 37.0°S, reaching 0.7045 near 46.0°S (Deruelle et al., 1983). On the other hand, 143Nd/144Nd ratios range from 0.5127–0.51278 between 34.0–37.0°S, and higher, 0.5128–0.5129, from 37.0° to 41.0°S (Hickey et al., 1986). The AntucoSierra Velluda volcanoes located at 37.2°S, at the northernmost end of the CSVZ, sit atop crust that is about 40 to 45 km thick and over what may be the thinnest lithospheric mantle underlying the SVZ (HickeyVargas et al., 2016a). This complex erupted lavas with 87Sr/86Sr ratios among the lowest of the SVZ (0.7037–0.7039) and relatively high 143Nd/144Nd ratios (0.5128–0.5124; Lohmar et al., 1999; Hildreth and Moorbath, 1988; Hickey-Vargas et al., 2016a). Between 34.0°S and 46.0°S, along-arc variation in the thickness and age of the crust and lithospheric mantle, modulated south of 38.0°S by the strike-slip LiquiñeOfqui fault (Cembrano, 1992), are likely factors that promote variation in the bulk composition and radiogenic isotope ratios of magmas that erupt (Hildreth and Moorbath, 1988; Hickey-Vargas et al., 2016a).\nHildreth and Moorbath (1988) and Davidson et al. (1987) proposed that baseline compositions of mafic magmas are generated in a lower crust zone of melting, assimilation, storage and homogenization (MASH zone) and reflect larger contributions from garnet-bearing deep crust in the northern portion of the SVZ. In light of recent geophysical models, Hickey-Vargas et al. (2016a) propose that in the northern and transitional portions of the SVZ, between 34.0°S and 37.0–38.0°S, the composition of magma from the subduction-modified asthenosphere is overprinted by interaction with themantle lithosphere before reachingMASH zones. From 38.0 to 46.0°S, Hickey-Vargas et al. (2016a) further propose that the Liquiñe-Ofqui fault enhances crustal permeability, thereby allowing magmas to locally bypass processing in the lithosphericmantle orMASH zones of the lower crust, and thus to retain characteristics of partially melted, fluid-modified, mantle asthenosphere. Antuco sits at a critical location north of the Liquiñe-Ofqui fault in either the southernmost part of the Transitional SVZ or northern limit of the Central SVZ (Fig. 1B) and thus may help to evaluate the hypotheses of Hickey-Vargas et al. (2016a) and a similar hypothesis of Rawson et al. (2016b).\nAntuco-Sierra Velluda is built on Cenozoic sediments and plutons, with eruptive products preserved between 1361 and 3385 masl. Both edifices were glaciated repeatedly within the northern confines of the Patagonia ice cap (Watt et al., 2013, Singer et al., 2000; Fig. 1A). Sierra Velluda, the older and larger of the two volcanoes, has a summit elevation of 3385 masl, covers N150 km2, and comprises about 130 km3 of lava flows, pyroclastic rocks, dikes and shallow intrusions (Moreno et al., 1984). It is built atopMiocene granitic plutons and deformed Eocene to Miocene strata of the Cura-Mallín and Trapa-Trapa formations (Niemeyer and Muñoz, 1983), and has been deeply eroded by multiple glacier advances. Previous studies subdivided Sierra Velluda into two sequences, Early and Late Sierra Velluda. Early Sierra Velluda comprised of pyroclastic breccias, laharic conglomerates and intercalations of basaltic andesite lava flows and tephras that erupted between ~430 and 390 ka with an estimated thickness of 700 m. Late Sierra Velluda, between 390 to ~300 ka, comprised mainly of basaltic andesitic and andesitic lavas with minor pyroclastic breccia, conglomerate, and tuff N1750 m thick (Moreno et al., 1984; Lohmar, 2000). Here we consider Sierra Velluda as a single unit due to the difficulty of mapping and sampling in many steep, glaciated exposures that are challenging to access.\nAntuco rises to 2979 masl, and has an estimated volume of 62 km3. Based on 40Ar/39Ar dating presented below, it began to grow around ~150 ka, directly atop stratifiedMiocene rocks on the easternflank of Sierra Velluda volcano. This early period was followed by rapid growth beginning at ~100 ka (Figs. 2, 3, 4). Antuconow comprises eroded stacks of lavas buried and surrounded by numerous Post-glacial to Holocene lava flows and tephra deposits. At 6.2 ± 0.1 ka (Lohmar, 2000; Figs. 2, 3, 4), the Antuco cone was partly destroyed by a sector collapse of its northwest flank that produced a ~5 km3 debris avalanche which travelled 20 km down the Rio Laja valley (Moreno et al., 2000). Holocene volcanism has been sourced mainly from a central active vent, several lateral fissures and, to a lesser degree, by three small peripheral cones flanking the central vent: Pangues, Barros, and Herradura centers (Fig. 2). Seventeen historical eruptions of basalt occurred at a frequency of about one every decade between 1739 and 1911 CE (Thiele et al., 1998)."
  }, {
    "heading": "3. Samples and petrography",
    "text": "Samples were collected from spatially and stratigraphically representative lava flows or flow sequences based on geologic mapping that has been underway by H. Moreno, supported by SERNAGEOMIN, for several years. Owing to steep topography in glaciated valleys around Sierra Velluda, most samples from this volcano were collected at lower altitudes along valley walls (Figs. 2, 4).\nSierra Velluda lavas include basaltic andesite and andesite flows, with 5–25 and 10–35 modal % microphenocrysts and phenocrysts, respectively. Plagioclase is the dominant phase, followed by\nclinopyroxene ± orthopyroxene and traces of olivine. Lavas of Sierra Velluda are mainly hypocrystalline with embayed and broken pyroxenes and plagioclase phenocrysts.\nAntuco, basalt and basaltic andesite lava flows, contain 5–50 modal % phenocrysts of plagioclase N olivine ± clinopyroxene N orthopyroxene. Andesite and dacite lavas from Antuco are phenocryst-poor (5–20%) compared to Sierra Velluda (10–35%), except for one (ANT-15-08) on the south flank with 35% phenocrysts of plagioclase.\nAndesite and dacite lava flows from both volcanoes have plagioclase phenocrysts with embayment textures, normal zoning (Lohmar, 2000), and poikilitic textures with Fe-oxide and pyroxene inclusions. Intermediate lavas from both volcanoes contain olivine and clinopyroxene crystals in roughly equal proportions. Subhedral olivine commonly contain oxides along rims and fractures. The microphenocrysts form euhedral and inclusion free crystals, while the phenocrysts are typically subhedral, but occasionally broken and resorbed. Trace hornblende is found in lavaswithN55.5wt% SiO2with rims that have reacted to Fe-oxides. The groundmass of plagioclase, clinopyroxene, olivine, orthopyroxene and Fe-Ti oxides is mostly cryptocrystalline with minor glass and intergranular textures. Glomerocrysts of plagioclase and pyroxene, and subordinate olivine are common in lavas from both volcanoes."
  }, {
    "heading": "4. Methods and results",
    "text": ""
  }, {
    "heading": "4.1. Whole-rock major and trace element geochemistry",
    "text": "Forty-fivewhole-rock samples of lava flowswere analyzed formajor and trace elements at Washington State University by X-Ray Fluorescence and ICP-MS, whereas twelve additional samples from the post LGM eruptions of Antuco volcanoweremeasured during previous studies (Lohmar, 2000; López-Escobar et al., 1981. Supplementarymaterial). There is little petrographic evidence of alteration, and loss on ignition (LOI) is typically b0.2 wt% in samples we measured. The samples of Lohmar (2000) have LOI b0.6 wt%. Sierra Velluda is comprised mainly of basaltic andesite (53.5–56.5 wt% SiO2) and andesite (57.1–58.7 wt% SiO2) lava flows, while Antuco is formed primarily by basalt (50.9– 51.8 wt% SiO2) and basaltic andesite (52.0–56.4 wt% SiO2). Lavas comprise a medium-K2O, tholeiitic series that defines a continuum from basalt to silicic andesite (50.8–61.3% SiO2, Fig. 5), with Early Antuco (Ea) eruptions uniquely including the more evolved dacitic (60.1–64.5 wt% SiO2) lavas that have not been fully documented in previous studies (Fig. 5; Hickey-Vargas et al., 2016a, and references therein). In contrast, lavas comprising the Late Antuco (La) and Post-Collapse (PCa) phases are relatively low in K2O (b1.0 wt%), compared with the earlier lava flows (1.0 to 2.5% K2O; Fig. 5).\nLavas from Sierra Velluda and Early Antuco follow similar trends in the variation of major and trace elements. These include decreasing Al2O3, MgO, CaO, and increasing Na2O and K2O, with increasing SiO2\nB\nC\nA\nFig. 4. Photographs illustrating themain units of Antuco-Sierra Velluda volcanic complex. Yellow of the volcanic complex. Note the deep valley cut into lavas older than 343.5 ka indicate that re Antuco volcano showing the two main Pleistocene units and the escarpment from the 6.2 ka co the volcanoes inA and B is at ~1700masl. Sierra Velluda has an altitude of 3385masl and Antuco escarpment. (D) View from the south flank, showing the relation between Early Antuco and La that have been infilled with younger Antuco lava and tephra.\n(Fig. 5). Na2O and K2O show two parallel trends, with some Early Antuco lavas displaying higher values at a given SiO2 than Sierra Velluda and other Early Antuco lavas. Given that the lavas defining these trends\nD\ncircles show the location of 40Ar/39Ar ages in ka. (A) Panoramic viewof the southeastflank\npeated episodes of glacial erosion have shaped Sierra Velluda. (B) View of the east flank of\nllapse. In the foreground are basaltic scoria deposits from Holocene eruptions. The base of\nof 2979masl. (C) View from the northwest of themodernAntuco conewithin the collapse\nte Antuco. In C and D, the early Antuco lavas crop out in ridges separated by glacial valleys\nare not related by age of eruption, geographic location, or any other common denominator we assume they are only coincidental. Early Antuco lavas display increasing FeO* and TiO2 as SiO2 increases from 50.9 to 56.4 wt%, but these oxides decrease as SiO2 increases from 56.4–64.5% SiO2. In contrast, most Sierra Velluda lavas have constant TiO2 contents relative to SiO2. Late Antuco lavas range from 50.9 to 53.7 wt% SiO2, 5.8 to 3.5 wt% MgO, and 6 to 8 wt% FeO*, not changing systematically with SiO2 (Fig. 5).\nIncompatible trace element concentrations increase with increasing SiO2, whereas Sr and Ni decrease. Moreover, Ni shows a large range in concentration in the basalts (~50–53% SiO2), where most elements display a much narrower variation (Fig. 6).\nAmong themainmapped units and periods of activity (Figs. 2 and3), basaltic and basaltic andesite lavas share similar incompatible element contents and display relatively flat HREE patterns (Fig. 7). While the majority of lavas have La/Yb values between 4 and 8 (Fig. 7), rare\nearth elements (REE) in Late and Post-Collapse Antuco lavas show lower La/Yb ratios than Sierra Velluda and Early Antuco, with some Early Antuco lavas having ratios up to 12. Also, the two oldest units show higher concentrations of incompatible elements with increasing SiO2, including higher LREE abundances compared to the youngest Antuco lavas.\nSubtle positive and negative europium anomalies between 0.8 and 1.1 (Eu/Eu*, where Eu* is derived from the interpolation between Sm and Gd abundances, Fig. 7) characterize lavas from both volcanoes, but Late Antuco and Post-Collapse lavas mainly possess small positive anomalies, whereas Sierra Velluda lavas have small negative anomalies."
  }, {
    "heading": "4.2. 40Ar/39Ar geochronology",
    "text": "Groundmasswas separated fromhand specimens of 27 Antuco lavas and 11 samples from Sierra Velluda, including 9 lava flows, and 2\nshallowly-intruded sills, by crushing, sieving to 250–355 μm, magnetic sorting, and hand picking under a binocular microscope to remove phenocrysts. Groundmass was washed ultrasonically in 5% HCl, de-ionized water, and acetone to remove any superficial alteration.\nSamples were wrapped into aluminum foil packets of 40–65mg and loaded into wells of a 2.5 cm diameter aluminum disk. Sanidine from the 1.1864 Ma Alder Creek rhyolite (Jicha et al., 2016) was used as a standard and placed on top of the packets in four positions around each disk to monitor the neutron fluence. The disks were assembled into a stack, placed into a 2.54 cm diameter aluminum TRIGA tube, and irradiated for 1.5 h at the Oregon State University reactor in the Cadmium-Line In-Core Irradiation Tube (CLICIT). Correction factors for undesirable nucleogenic reactions on 40K and 40Ca (Jicha and Brown, 2014) are: [40Ar/39Ar]K=0.00054; [38Ar/39Ar]K=0.01210 [36Ar/37Ar]Ca = 0.000265; [39Ar/37Ar]Ca = 0.000695. J values were interpolated across each disk, by using the measured isotopic ratio 40Ar*/39Ar in the Alder Creek sanidine standard crystals.\nIncremental heating experiments were done at the WiscAr Lab by degassing 20 mg samples with a 60 W CO2 laser. Isotope ratios were measured on ion-counting multipliers using a Noblesse 5-collector mass spectrometer following the analytical protocols of Jicha et al. (2016). Automated experiments were done in 4 to 10 steps. Experiments that produced ages with high uncertainties were repeated to reduce overall uncertainties.\nResults of 41 40Ar/39Ar experiments on these 31 rocks are in Table 1, and representative age spectra in Fig. 8. Plateau ages are defined by experiments that yield at least 3 contiguous steps comprising N50% of the 39Ar released, with concordant ages at 95% confidence level. Thirty-\nseven experiments yield plateau ages defined by 51–100% percent of the gas, with 2σ uncertainties between 1 and 44% and 36Ar/40Ar intercepts indistinguishable from the atmospheric value, thus the more precise plateau ages are preferred (Table 1). The highest uncertainties (N25%) are associated with low 40Ar* yields due to young ages (b45 ka) or low K2O (b1.1 wt%) content. Replicate experiments were done on 8 lavas, seven of which gave weighted mean plateau ages between 52.3 ± 4.1 to 87.3 ± 5.7 ka. For the eighth lava (sample ANT14-02) replicates did not give a plateau age but a weighted mean total fusion age of 100.3 ± 6.2 ka was calculated. Six samples did not yield plateau ages, and for each of these we report a total fusion age that does not violate stratigraphy and which may be used with caution (Table 1)."
  }, {
    "heading": "5. Discussion",
    "text": ""
  }, {
    "heading": "5.1. Eruptive sequence",
    "text": "The new 40Ar/39Ar ages illuminate an eruptive history encompassing a wide range of magma compositions that span at least 430 kyr. Sierra Velluda began to grow during marine isotope stage (MIS) 11 (Fig. 9; Lisiecki and Raymo, 2005) until the end of MIS 10 at ~340 ka and comprises lavas ranging from 53.5 to 58.7 wt% SiO2. A lacuna between ~340 and 150 ka, that encompasses marine isotope stages (MIS) 10 to 8 (Fig. 9), may reflect volcanic inactivity or erosion and removal of material by advancing glaciers. Two samples that give plateau ages of 190.0 ± 34.0 and 207.0 ± 12.0 ka which are indistinguishable from one another\n(Table 1), and indistinguishable from older lavas surrounding them, are interpreted to reflect the intrusion of shallow sills within the Sierra Velluda edifice during its waning activity.\nAntuco can be subdivided into three main phases. Beginning at about 150 ka, but mainly following ~100 ka, Early Antuco (Ea) began to erupt compositionally diverse basaltic andesite to dacite magmas ranging from 50.9 to 64.5 wt% SiO2 (Fig. 9). These lava flows,\nintercalated with minor breccias, form now-eroded stacks around the volcano that are buried by younger lava flows that infill adjacent valleys (Figs. 3, 4). Many lava flows commonly display platy jointing, sometimes curved. Irregular joint orientationwithin stacks of glacially eroded flows indicate ice contact during emplacement, possibly due to small glaciers on the volcano that remained after deglaciation (e.g., Conway et al., 2015).\nLate Antuco (La), active between ~17 and 6.2 ka, erupted lavas with SiO2 b 55wt% that display little, if any, evidence of glacial erosion or contact with ice. The evolution of the ancestral Antuco cone ended with a sector collapse to the northwest at 6.2 ± 0.1 ka (Lohmar, 2000, Figs. 3 and 4). The age of this collapse event is constrained by a conventional calibrated 14C date of a Coihue tree, contained within the debris avalanche, on the north slope of the Laja river valley (Fig. 1B, Lohmar, 2000). This catastrophic event, likely triggered by a phreato-magmatic Bandai type eruption (McPhail, 1966), produced a 5 km3 pyroclastic flow of basaltic ash and lithics (Moreno et al., 2000) that descended the Rio Laja and Rio Bio-Bio valleys as it travelled to the Pacific Ocean (Thiele et al., 1998). Lavas erupted after the sector collapse, termed Post-Collapse Antuco (PCa), correspond to aa and pahoehoe type flows with SiO2 less than ~53 wt%.\nUsing stratigraphic relationships and historically known eruptions, Moreno et al., 1984 and Lohmar (2000) estimated ages for many Holocene lava flows, and assigned an average uncertainty of ±1 kyr. We use these estimates, plus new field observations, to provide approximate age constraints for Late Antuco and Post-Collapse lava flows (Fig. 9)."
  }, {
    "heading": "5.2. Petrogenesis",
    "text": "Differences in the compositional variation of lavas from Sierra Velluda and Early Antuco versus Late Antuco and Post-Collapse periods, illustrated in Figs. 5 and 6, indicate contrasting origins of pre- and postLGM magmas that are considered separately.\nThe pre-LGM Sierra Velluda and Early Antuco lavas include basalt through dacite, with Early Antuco lavas showing an increase of TiO2 between 50.9 and 56.4% SiO2 and a decrease from 56.4 to 64.5% SiO2, implying a fractionation process in which magnetite begins to crystallize at ~55% SiO2 (Fig. 5). The Eu/Eu* and Sr/Nd ratios decreasewith increasing SiO2 (Fig. 10)while CaOandAl2O3 declinewithhigher SiO2 for Sierra Velluda and Early Antuco lavas. This, together with glomerocrystic clots of plagioclase and pyroxene in most of the andesitic lavas, imply that plagioclase fractionation is an important control on the liquid line of descent. Additionally, the slight decrease of Dy/Yb with differentiation (Fig. 10) in Sierra Velluda and Early Antuco lavas suggests that a small percentage of amphibole may also have crystallized in reservoirs feeding the early stages of this volcanic complex (e.g., Davidson et al., 2007).\nBasaltic and basaltic andesitic lavas from all stages of volcanismhave much higher K/Rb ratios than the andesite and dacite, showing a steep\ndecline over a narrow range in Rb of 10 to 20 ppm (Fig. 10). Although the more silica rich lavas may reflect mainly crystal-liquid segregation processes at shallow depths, as observed elsewhere along the SVZ arc front, the basalts and basaltic andesites may record the interaction of mantle-derived magmas with low K/Rb partial melts of gabbroic lower crustal rocks (e.g., Hildreth and Moorbath, 1988; Costa and Singer, 2002; Jicha et al., 2007).\nA Rayleigh fractional crystallizationmodel of Cr and Zr, using sample ANT-15-05 as a parentalmagma, shows than the dacite can be produced via 60–65% crystallization and that the effects of mixing between mafic and silicic magmas has been limited (Fig. 10). We chose sample ANT15-05 as a potential parent magma composition because it is an older lava (90.0 ka) from Early Antuco that has low silica (52.4 wt%), moderate Al2O3 (18.6 wt%), high MgO (5.2 wt%), and no evidence of glomerocrysts. To explore the evolution of the magma reservoir(s) over the lifetime of the system and to further quantify the physical parameters of differentiation expressed in the earlier pre-LGM basaltic to dacitic lavas, we use rhyolite-MELTS software (Gualda et al., 2012; Ghiorso and Gualda, 2015) and again chose sample ANT-15-05 as a parent magma composition. More than 60 MELTS fractional crystallization simulations were calculated for a variety of pressures (0.9 to 9 kbar), H2O content (1 to 5 wt%), and fO2 (Ni-NiO, QFM-1 to QFM + 2). Each simulation was executed at a fixed pressure, with temperature starting just above the liquidus, i.e., from 1117 to 1336 °C.\nTheMELTSmodels that best reproduce themajor element variations are those starting at pressures of 0.9 and 1.5 kbar, containing 1wt% H2O, and constrained to the Ni-NiO buffer (Fig. 11). These two models crystallize plagioclase, olivine, clinopyroxene, orthopyroxene, and oxides consistent with modal proportions of minerals seen in the lavas, over a temperature range of 1160 to 801 °C. The temperature drop of these models corresponds to about 66% crystallization of the parent magma, which is in excellent agreement with the Cr-Zr Rayleigh crystallization model (Fig. 10h) and constrains the magma reservoir(s) feeding these eruptions to depths of about 2–5 km under relatively water-poor, yet oxidized, conditions. The two distinct arrays seen in some major and trace elements (Na2O, K2O, Rb, Zr and U) versus SiO2 (Figs. 5–6)may reflect episodic shifts in composition of the basaltic andesitic parent magma in the reservoir, perhaps via recharge by new batches of basalt arriving from the lower crust.\nThe post-LGM lavas (younger than 17 ka) include only basalt and basaltic andesite containing b54 wt% SiO2. These lavas have a large range\nof Na2O,MgO, and Al2O3 at a given SiO2 content (Figs. 5, 10)which is inconsistent with an important role for plagioclase crystallization (Figs. 5 and 10). The large range of Ni and Cr in these lavas, and thenegative correlation between MgO and Al2O3 (Fig. 10), suggest olivine and clinopyroxene fractionation, respectively. However, the large ranges of Na2O, TiO2, Nb, and Zr contents in these post-LGMmafic lavas is difficult to explain entirely by crystal-fractionation processes from a common parent magma. An alternative is that these basalts may reflect partial melting of compositionally heterogeneous upper mantle and/or lower crustal rocks.\nAt least three models have been proposed to explain the origin of high La/Yb (steep REE patterns) in mafic magmas erupted along the SVZ at frontal arc volcanoes or their peripheral monogenetic satellite\ncones: (i) The melting, assimilation, storage, homogenization (MASH) hypothesis of Hildreth and Moorbath (1988) proposes that as the crust thickens, and the lithospheric mantle above the subducting slab thins, north of 38°S, asthenosphere-derived basaltic magmas stall and crystallize within the lower crust, promoting greater amounts of assimilation of melts with high Ce/Yb [and La/Yb] ratios in regions where crust is thickest; (ii) The pyroxenite model of Hickey-Vargas et al. (2016a, 2016b) proposes that beneath arc front volcanoes in the TSVZ and at some secondary, satellite, eruptive centers in the CSVZ and SSVZ, interaction of basaltwith pyroxenite in the lithosphericmantle elevates La/Yb (and other) ratios. These enriched basalts reflect lithosphere-scale permeability created by the Liquine-Ofqui fault, and thus limited dilution via crustal assimilation (Fig. 1); and (iii) The model of\nRawson et al. (2016b) proposes that secondary monogenetic cones flanking arc front volcanoes in the CSVZ tap melts that ascend through reactive mantle melt channels, become enriched in incompatible trace elements, and preserve the enrichment at the surface owing to rapid ascent facilitated by the Liquine-Ofqui fault.\nTo explain the origin of low (b5), and high (N5), La/Yb ratios in SVZ frontal arc basalts that contain 45–52% SiO2 and which erupt to the south, and north, of 38°S, respectively, Hickey-Vargas et al. (2016a, 2016b) examined the geochemical differences between Villarrica volcano relative to adjacent small eruptive centers. Trace element contrasts in La/Yb versus La and Yb in these basaltic lavasweremodeled as partial melts of an enriched MORB (E-MORB) source mantle (Sun and McDonough, 1989) to approximate a mild enrichment in LREE due to subduction inputs. These models assume a singular trace element budget in source rocks with two different modal mineral proportions: (1) peridotite with 60% olivine, 20% orthopyroxene, 15% clinopyroxene, 5% spinel, and (2) pyroxenite with 20% olivine, 40% orthopyroxene, 30% clinopyroxene, and 10% spinel to mimic melting of asthenospheric or lithospheric mantle, respectively. Hickey-Vargas et al. (2016a, 2016b) propose that high La/Yb basalts interact strongly with partial melts of mantle lithosphere pyroxenite as they ascend, whereas low La/Yb basalt ascends more directly from the subduction-modified asthenospheric mantle, locally aided by lithospheric permeability created in part by the major Liquiñe-Ofqui strike slip fault south of 38°S.\nAt 37°S, Antuco lies north of the Liquiñe Ofqui fault, at the juncture between the contrasting basalt types of Hickey-Vargas et al. (2016a), thus it may help to evaluate this model. Following Hickey-Vargas et al. (2016a, 2016b) we plot La/Yb of Sierra Velluda-Antuco basalt alongside those from three arc front volcanoes immediately north (Tatara-San Pedro, Nevados de Longaví, Nevados de Chillan) and south (Lonquimay, Llaima, Villarrica) of Antuco. Antuco basalts have La/Yb ratios of 4.1 to 8.0 and Yb and La contents of 1.2–2.4 and 6.7–12.2 ppm, respectively, that span between the low and high La/Yb basalts of Hickey-Vargas et al. (2016a, 2016b). Altogether data in the La/Yb vs. Yb plot are somewhat scattered, yet a model that involves mixing of a basalt generated by partial melting of asthenospheric peridotite, and thus containing moderate Yb contents and a low La/Yb ratio, with a small degree partial melt of garnet-bearing lower crustal rock, reproduces the variation seen in many basalts spanning from Llaima to Tatara San Pedro volcanoes, including Antuco (Fig. 12A). The large range in Yb and La concentrations in these basalts may be accounted for if the percentage of melting of peridotite that generates the mantle basalt end member in our mixing model is varied (Fig. 12A). This mixing model is consistent with the MASH hypothesis proposed by Hildreth and Moorbath (1988). In this model, the crust thickens, and the lithospheric mantle above the subducting slab thins, north of 38°S, asthenosphere-derived basaltic magmas stall and crystallize within the lower crust, promoting greater amounts of assimilation of melts with high Ce/Yb [and La/Yb] ratios in regions where crust is\nthickest. Although we cannot rule out the models of Hickey-Vargas et al. (2016a, 2016b) that attempt to explain the REE variations in these basalts as due tomixing of melts produced entirely within contrastingmantle domains, we suggest that it is equally plausible, if not more likely, that crustal contamination plays an increasingly important role from Antuco northward (Fig. 12B).\nThemafic volcanism observed in three sets of small satellite cones in the CSVZ (Rawson et al., 2016a, 2016b) taps magmas that are unusually enriched in La relative to other “normal” CSVZmagmas, as well asmany erupted further north in the TSVZ (Fig. 12). These unusualmagmas contrast markedly with the basalts erupted at Antuco where the few satellite cones (Fig. 2) erupt basalt similar to that of the central vent, and\nwhere there is no lithospheric-scale Liquine-Ofqui fault to provide pathways for such magmas to erupt. In the framework of the Rawson et al. (2016b) reactive transport model, we suggest that Antuco captures all mantle-generated melts and these are homogenized and likely modified byMASH zone processes prior to eruption. At present, it is impossible to disentangle the effects of lower crustal MASH zone processing (Hildreth and Moorbath, 1988) at Antuco, from the intra-mantle sources and processes envisioned by Hickey-Vargas et al. (2016a, 2016b) or Rawson et al. (2016b). The absence of a major lithospheric fault from south of Antuco and to its north into the TSVZ,may, however, favor deep crustal ponding, and hence MASH processes that overprint the mantle-derived compositions."
  }, {
    "heading": "5.3. Growth rates",
    "text": "Volumeestimates for themain units are based on a combination of topographic maps, geometric shape simplifications, and conservative estimates of unit thicknesses (e.g., Hasenaka and Carmichael, 1985; Hildreth and Lanphere, 1994; Singer et al., 1997, 2008; Hora et al., 2007). Only lava flow outcropswere used on these estimations, pyroclastic deposits are poorly preserved and scattered making it difficult to estimate their volume. Principal uncertainties associated with these estimates are a consequence of approximating the shapes of morphologically complicated features, unknown volumes of glacial erosion due to various ice advances, collapse and translation of portions of the Antuco edifice, and burial of the older units by late erupted products that require assumptions regarding the location of contacts at depth. The estimated volume of Sierra Velluda is ~130 km3 (Table 2), which is a minimum value due to the unknown quantities of material that glaciers removed. Minimum and maximum volumes of 55 km3 and 65 km3 are estimated for Early Antuco, ~3 and 6 km3 for Late Antuco, and ~4 and 6 km3 for Post-Collapse lavas. Due to a nearly continuous record of volcanism during the last 100 kyr (Fig. 9) and excellent preservation of outcrops (e.g., Fig. 4), we assume that erosion of Antuco volcano during the last glaciation is relatively unimportant with respect to preserved volumes.\nGiven these estimates and their uncertainties, we calculate that Sierra Velluda grew at a rate of ~1.44 km3/kyr (Table 2), which is high compared to other SVZ arc front volcanoes (Table 3). Early Antuco volcano began to grow on the northeastern flank of Sierra Velluda at a far lower minimum rate of 0.28 km3/kyr, maintaining a relatively constant flux through Late Antuco cone growth, but increasing to 0.65 km3/kyr during the Post-Collapse stage. At 0.4 km3/kyr, the long-term growth rate of Antuco volcano is indistinguishable from the average estimated\nfor continental arc volcanoes based on either whole-arc compilations (0.44 ± 0.80 km3/kyr; White et al., 2006), or well-determined rates of cone-building rates at individual volcanoes including at Puyehue-Cordón Caulle (0.42 km3/kyr; SVZ, Singer et al., 2008) and Mount Mazama (0.42 km3/kyr; Cascades, Bacon and Lanphere, 2006). However, this rate is 2 to 8 times higher than other SVZ and CVZ arc front volcanoes (Fig. 13, Table 2). We suggest that the post-collapse increase in the rate of cone growth, including dozens of historical eruptions, is noteworthy with regard to assessing the hazards posed by Antuco."
  }, {
    "heading": "5.4. Relationship between volcanism and glaciers",
    "text": "The threemain periods of volcanism occurred after deglaciations TV, TII and TI (Figs. 9 and 13). The initial stages of Antuco volcanomay represent an up-tick in volcanism, with compositions that varied between basaltic andesite and dacite. Alternatively, glacial erosion may have removed much of the earlier record of volcanism. In southern South America, MIS Stage 4 ice expansion was less extensive than stage 6 (Singer et al., 2000; Kaplan et al., 2004),whichmay explain the continuity in preserved volcanic rocks between 100 and ~20 ka. The basaltic uptick that commenced soon after the Last Glacial Maximum saw eruptive products shift abruptly to include only lavas with b54 wt% SiO2 (Fig. 9)\nBased on post-glacial tephrostratigraphy associated with MochoChoshuenco volcano (Fig. 1), Rawson et al. (2016a, 2016b) proposed an evacuation-relaxation-recovery model for magma evolution in which dacitic and rhyolitic magmas erupt immediately following rapid deglaciation. They postulated that these eruptions resulted from protracted magma storage in the mid-crust while ice is ~1 km thick, followed by the eruption of more silica-poor intermediate magmas as the ice load is relaxed, relieving ~6 MPa of pressure on a 16-km deep reservoir beneath Mocho-Choshuenco. These magmas rapidly ascend through dikes that serve as conduits once this pressure is released. Mocho-Choshuenco then ‘recovered’ to erupt dacites as the duration of crustal magma storage increased. In contrast, Antuco-Sierra Velluda displays the opposite behavior, with andesite having erupted commonly prior to the LGM, followed abruptly by an up-tick of MgO-rich basalt eruptions immediately following deglaciation (Fig. 9) that persist into the last century. Based on petrologic models presented earlier, the andesites and dacites reflect extensive upper-crustal differentiation in a mushy and cool magma reservoir at depths of only about 2–5 km.\nThe glaciated topography, including U-shaped valleys with 400– 500 m of relief (Fig. 1), suggests that ice encircling Antuco reached a thickness of perhaps 300–500 m during the LGM, consistent with estimates of ice thickness along the axis of the Cordillera from 38 to 41°S (Porter, 1981; Hulton et al., 2002). If correct, our estimate of ice thickness corresponds to a pressure increase of ~3–5 MPa on the rocks above the shallow magma reservoir (estimated using approach of Rawson et al., 2016a, 2016b). A stress drop of this magnitude upon rapid deglaciation, although small, may have been sufficient to promote diking (Nakada and Yosose, 1992) that allowed basaltic magma to ascenddirectly to the central vent. There has been no ‘recovery’ phase corresponding to the Rawson et al. (2015) model at Antuco. This may reflect a contrast in the depths at which magmas stall and differentiate\nbeneath the two volcanoes. The silicic magma reservoir/storage zone beneath Mocho Choshuenco is postulated by Rawson et al. (2016a, 2016b) to be in themid-crust, whereas the pre-LGMandesites at Antuco formed at much shallower depths. This plumbing-system configuration beneath Antuco may have allowed basaltic magma that had underplated the stagnant andesitic magma reservoir a more unobstructed and rapid pathway to the surface following deglaciation."
  }, {
    "heading": "6. Conclusions",
    "text": "Sierra Velluda erupted lavas that range from basaltic andesite to andesite (53.5 to 58.7 wt% SiO2) between 430 ka and ~340 ka, with minor shallow intrusions occurring ~200 ka. Subsequently, Antuco began to\ngrow at ~150 ka in three main phases: (1) an early pre-LGM phase, ~ 150–17 ka; (2) a post-LGM phase between ~17–6.2 ka; and (3) a post-collapse phase after 6.2 ka. Antuco erupted a wide spectrum of lavas ranging from basaltic andesite to dacite (52.0 to 64.5 wt% SiO2), and is characterized by an abrupt shift to exclusively basaltic compositions (50.9–53.7% SiO2) following the LGM. Whereas Sierra Velluda grew at ~1.44 km3/kyr, Antuco initially began to grow at a modest rate of ~0.28 km3/kyr, which remained relatively constant until the sector collapse at 6.2 ka. Following cone collapse, its growth rate increased to ~0.65 km3/kyr.\nMajor and trace element variations in Sierra Velluda and Early Antuco lavas reflect extensive crystal fractionation of plagioclase, clinopyroxene, olivine, oxides, andminor amphibole. Petrologic modeling constrains the origin of these early-erupted andesites and dacites to depths of about 2–5 km in relatively water-poor magma reservoirs. Following rapid deglaciation at ~17 ka (Hulton et al., 2002; Hein et al., 2010; Watt et al., 2013), Antuco began to erupt basaltic magmas at a pace that has increased over time. Major and trace element abundances in Antuco basalt are difficult to explain by low pressure crystal fractionation processes. Instead, Antuco is interpreted to be the southernmost volcano on the SVZ arc front that erupts asthenosphere-derived basalts which have acquired their trace element compositions, including elevated La/Yb (4–9) and low K/Rb (300–400) ratios, through extensive mixing with partial melts of lower crustal rocks (Hildreth and Moorbath, 1988). The evacuation-relaxation-recovery model of Rawson et al. (2016a, 2016b), developed to explain the impact of rapid deglaciation on the magma system beneath Mocho Choshuenco volcano to produce post-glacial silicic eruptions, does not apply to Antuco. This likely reflects either differences in the crustal plumbing systems beneath these volcanoes with shallower ponding of basalt beneath Antuco, or a higher production rate of basalt at Antuco, or both."
  }, {
    "heading": "Acknowledgements",
    "text": "This contribution derives from theMSc thesis of the senior author at the University of Wisconsin-Madison. We thank Nathan Andersen for constructive comments, and Nicolas Garibaldi for field assistance. Supported by University of Wisconsin-Madison, Department of Geoscience gift funds and NSF grants to B.S.S. Comments by J. Benowitz and two anonymous reviewers, and editorial guidance from J.K. Russell, are much appreciated and helped to improve this paper in many ways."
  }, {
    "heading": "Appendix A. Supplementary data",
    "text": "Supplementary data to this article can be found online at https://doi. org/10.1016/j.jvolgeores.2017.11.026."
  }],
  "year": 2017,
  "references": [{
    "title": "Eruptive history and geochronology of Mount Mazama and Crater Lake region, Oregon",
    "authors": ["C.R. Bacon", "M.A. Lanphere"],
    "venue": "Geol. Soc. Am. Bull",
    "year": 2006
  }, {
    "title": "Morphology, volcanism, andmass wasting in Crater Lake Oregon",
    "authors": ["J.E. Robinson"],
    "year": 2002
  }, {
    "title": "The Liquiñe-Ofqui Fault Zone (LOFZ) in the Province of Palena: Field",
    "authors": ["J. Cembrano"],
    "year": 1992
  }, {
    "title": "Evolution of Holocene dacite and compositionally zoned",
    "authors": ["F. Costa", "B. Singer"],
    "year": 2002
  }, {
    "title": "Combined Sr-O isotope relationships",
    "authors": ["B. Deruelle", "R.S. Harmon", "S. Moorbath"],
    "year": 1983
  }, {
    "title": "Magma eruption rates constrained by 40Ar/39Ar chronology and GIS for the Ceboruco-San Pedro volcanic",
    "authors": ["H.M. Frey", "R.A. Lange", "C.M. Hall", "H. Delgado-Granados"],
    "year": 2004
  }, {
    "title": "The glacial geomorphology and Pleistocene history of South America between 38°S and 56°S",
    "authors": ["N.F. Glasser", "K.N. Jansson", "S. Harrison", "J. Kleman"],
    "venue": "Quat. Sci. Rev",
    "year": 2008
  }, {
    "title": "Rhyolite-MELTS: a modified calibration of MELTS optimized for silica-rich, fluid-bearing magmatic systems",
    "authors": ["G.A.R. Gualda", "M.S. Ghiorso", "E.V. Lemons", "T.L. Carley"],
    "venue": "J. Petrol",
    "year": 2012
  }, {
    "title": "The cinder cones of Michoacan Guanajuato, central Mexico-their age, volume and distribution, and magma discharge rate",
    "authors": ["T. Hasenaka", "I.E. Carmichael"],
    "venue": "J. Volcanol. Geotherm. Res",
    "year": 1985
  }, {
    "title": "The chronology of the Last Glacial Maximum and deglacial events in central Argentine Patagonia",
    "authors": ["A.S. Hein", "N.R. Hulton", "T.J. Dunai", "D.E. Sugden", "M.R. Kaplan", "S. Xu"],
    "venue": "Quat. Sci. Rev",
    "year": 2010
  }, {
    "title": "Multiple sources for basaltic arc rocks from the southern volcanic zone of the Andes (34–41°S): trace elements and isotopic evidence for contributions from subducted oceanic crust, mantle, and continental crust",
    "authors": ["R.L. Hickey", "F. Frey", "D. Gerlach"],
    "venue": "J. Geophys. Res",
    "year": 1986
  }, {
    "title": "Geochemical variations in Andean basaltic and silic lavas from the Villarica-Lanin volcanic chain (39.5°S): and evaluation of source heterogeneity, fractional crystallization and crustal assimilation",
    "authors": ["R. Hickey-Vargas", "H.M. Roa", "L.L. Escobar", "F.A. Frey"],
    "venue": "Contrib. Mineral. Petrol",
    "year": 1989
  }, {
    "title": "Basaltic rocks from the Andean Southern Volcanic Zone: insights from the comparison of along-strike and small-scale geochemical variations and their sources",
    "authors": ["R. Hickey-Vargas", "S. Holbik", "D. Tormey", "F.A. Frey", "H.M. Roa"],
    "venue": "Lithos 258:115–132",
    "year": 2016
  }, {
    "title": "Geochemistry of basalts from small eruptive centers near Villarrica stratovolcano, Chile: evidence for lithospheric mantle components in continental arc magmas",
    "authors": ["R. Hickey-Vargas", "M. Sun", "S. Holbik"],
    "venue": "Geochim. Cosmochim. Acta 185:358–382",
    "year": 2016
  }, {
    "title": "Potassium-argon geochronology of a basalt-andesitedacite arc system: the Mount Adams volcanic field, Cascade Range of southernWashington",
    "authors": ["W. Hildreth", "M.A. Lanphere"],
    "venue": "Geol. Soc. Am. Bull",
    "year": 1994
  }, {
    "title": "Crustal contributions to arc magmatism in the Andes of central Chile",
    "authors": ["W. Hildreth", "S. Moorbath"],
    "venue": "Contrib. Mineral. Petrol. 98:455–489",
    "year": 1988
  }, {
    "title": "Eruptive history and geochronology of the Mount Baker volcanic field Washington",
    "authors": ["W. Hildreth", "J. Fierstein", "M. Lanphere"],
    "venue": "Geol. Soc. Am. Bull",
    "year": 2003
  }, {
    "title": "Volcano evolution and eruptive",
    "authors": ["J.M. Hora", "B.S. Singer", "G. Wörner"],
    "year": 2007
  }, {
    "title": "The last glacial",
    "authors": ["N.R. B25954.1. Hulton", "R.S. Purves", "R.D. McCulloch", "D.E. Sugden", "M.J. Bentley"],
    "year": 2002
  }, {
    "title": "Re-evaluation of the ages 40Ar/39Ar sanidine",
    "authors": ["B.S. Singer", "P. Sobol"],
    "year": 2016
  }, {
    "title": "Estratigrafía, petrografía y geoquimica del Volcán Antuco y sus",
    "authors": ["S. 2004PA001071. Lohmar"],
    "year": 2000
  }, {
    "title": "Petrology and chemistry of lavas",
    "authors": ["Cheshire", "Inglaterra", "L. pp. 47–71. López-Escobar", "M. Vergara", "F. Frey"],
    "year": 1981
  }, {
    "title": "Estudio Geológico del Grupo Volcánico Antuco-Sierra Velluda",
    "authors": ["H. Moreno", "J. Varela", "A. Lahsen", "M. Vergara"],
    "venue": "Departamento de Geología y Geofísica. Universidad de Chile,",
    "year": 1984
  }, {
    "title": "Contribución a la evolución geológica, geoquímica e impacto ambiental del Volcán Antuco (Andes del Sur, 37°25'S). IX Congreso Geológico Chileno",
    "authors": ["H. Moreno", "S. Lohmar", "L. López-Escobar", "M.E. Petit-Breuilh"],
    "year": 2000
  }, {
    "title": "Radiocarbon chronology of the last glacial maximum and its termination in northwestern Patagonia",
    "authors": ["P.I. Moreno", "G.H. Denton", "H. Moreno", "T.V. Lowell", "A.E. Putnam", "M.R. Kaplan"],
    "venue": "Quat. Sci. Rev",
    "year": 2015
  }, {
    "title": "Summary of pre-1980 tephra-fall deposits erupted fromMount St",
    "authors": ["D.R. Mullineaux"],
    "venue": "Helens, Washington State USA. Bull. Volcanol",
    "year": 1986
  }, {
    "title": "Ice age as a trigger of active Quaternary volcanism and tectonism",
    "authors": ["M. Nakada", "H. Yosose"],
    "venue": "Tectonophysics",
    "year": 1992
  }, {
    "title": "Pleistocene glaciation in the southern Lake District of Chile",
    "authors": ["S.C. Porter"],
    "venue": "Quat. Res",
    "year": 1981
  }, {
    "title": "The frequency and magnitude of post-glacial explosive eruptions at Volcán MochoChoshuenco, Southern Chile",
    "authors": ["H. Rawson", "J.A. Naranjo", "V.C. Smith", "K. Fontijn", "D.M. Pyle", "T.A. Mather", "H. Moreno"],
    "venue": "J. Volcanol. Geotherm. Res",
    "year": 2015
  }, {
    "title": "Themagmatic and eruptive response of arc volcanoes to deglaciation: insights from southern Chile",
    "authors": ["H. Rawson", "D.M. Pyle", "T.A. Mather", "V.C. Smith", "K. Fontijn", "S.M. Lachowycz", "J.A. Naranjo"],
    "year": 2016
  }, {
    "title": "Compositional variability inmafic arc magmas over short spatial and temporal scales: evidence for the signature of mantle reactive melt channels",
    "authors": ["H. Rawson", "T. Keller", "K. Fontijn", "D.M. Pyle", "T.A. Mather", "V.C. Smith", "J.A. Naranjo"],
    "venue": "Earth Planet. Sci. Lett. 456:66–77",
    "year": 2016
  }, {
    "title": "Volcanism and erosion during the past 930 ky at the Tatara-San Pedro complex, Chilean Andes",
    "authors": ["B.S. Singer", "R.A. Thompson", "M.A. Dungan", "T.C. Feeley", "S.T. Nelson", "J.C. Pickens", "J. Metzger"],
    "venue": "Geol. Soc. Am. Bull",
    "year": 1997
  }, {
    "title": "40Ar/39Ar evidence for early deglaciation of the central Chilean Andes",
    "authors": ["B. Singer", "W. Hildreth", "Y. Vincze"],
    "venue": "Geophys. Res. Lett. 27:1663–1666",
    "year": 2000
  }, {
    "title": "Eruptive history, geochronology, andmagmatic evolution of the Puyehue-Cordón Caulle volcanic complex, Chile",
    "authors": ["B.S. Singer", "B.R. Jicha", "J.A. Naranjo", "L.E. Lara", "H. Moreno-Roa", "M.A. Harper"],
    "venue": "Geol. Soc. Am. Bull. 120:599–618",
    "year": 2008
  }, {
    "title": "Chemical and isotopic systematics of oceanic basalts: implications for mantle composition and processes",
    "authors": ["S.S. Sun", "W.F. McDonough"],
    "venue": "Geol. Soc. Lond., Spec. Publ",
    "year": 1989
  }, {
    "title": "Evolución geológico-geomorfológica cuaternaria del tramo superior del valle del río Laja",
    "authors": ["R. Thiele", "H. Moreno", "S. Elgueta", "A. Lahsen", "S. Rebolledo", "M.E. Petit-Breuilh"],
    "venue": "Rev. Geol. Chile",
    "year": 1998
  }, {
    "title": "Nuevos antecedentes para el estudio de la evolución petrológica del grupo volcánico Antuco-Sierra Velluda. IV Congreso Geológico Chileno",
    "authors": ["M. Vergara", "A. Lahsen", "H. Moreno", "J. Varela"],
    "year": 1985
  }, {
    "title": "The volcanic response to deglaciation: evidence from glaciated arcs and a reassessment of global eruption records",
    "authors": ["S.F. Watt", "D.M. Pyle", "T.A. Mather"],
    "venue": "Earth Sci. Rev",
    "year": 2013
  }, {
    "title": "Long-term volumetric eruption rates and magma budgets",
    "authors": ["S.M. White", "J.A. Crisp", "F.J. Spera"],
    "venue": "Geochem. Geophys. Geosyst",
    "year": 2006
  }],
  "id": "SP:e28a49d4a53e0a69cbb3962c0d2625e9026fdc38",
  "authors": [{
    "name": "Paola Martínez",
    "affiliations": []
  }, {
    "name": "Brad S. Singer",
    "affiliations": []
  }, {
    "name": "Hugo Moreno Roa",
    "affiliations": []
  }, {
    "name": "Brian R. Jicha",
    "affiliations": []
  }],
  "abstractText": "Article history: Received 28 August 2017 Received in revised form 15 November 2017 Accepted 27 November 2017 Available online 5 December 2017 The Andean SouthernVolcanic Zone comprises N30 active arc front volcanoes that grewover periods of hundreds of thousands of years. Quantifying the rates at which these volcanoes grow is key to appreciating geological hazards, clarifying petrologic evolution, and exploring possible relationships between volcanism, ice loading, and climate. The integration of precise geochronology and geologic mapping, together with new lava compositions and volume estimates, reveal the evolution of the Antuco-Sierra Velluda volcanic complex at 37.2°S. Thirty-one new Ar/Ar age determinations illuminate a punctuated eruptive history that spans at least 430 kyr. Sierra Velluda comprises ~130 km and began to grow prior to 426.8 ka. A lacuna in the volcanic record between 343.5 and 150.4 ka coincideswith glaciations associatedwithmarine isotope stages (MIS) 10 and 8, although shallow intrusionswere emplaced at 207.0 and 190.0 ka. Antuco began to grow rapidly on the northeastflank of Sierra Velluda, erupting N60 km of lava during three phases: (1) an early phase that began at 150.4 ka, (2) a post-MIS 2 phase between 16.3 and 6.2 ka, and (3) a post-sector collapse phase after 6.2 ka. Volcanism has been continuous during the last 100 kyr, with an average rate of cone growth during this period of ~0.46 km/kyr that has accelerated by about 50% during the past 6 kyr. Whereas Sierra Velluda erupted basaltic andesitic to andesitic (53.5 to 58.7 wt% SiO2) lavas, during the last expansion of glaciers between ~130 and 17 ka, Early Antuco erupted awider spectrum of lavas, ranging from basaltic andesite to dacite (52.0 to 64.5 wt% SiO2). Notably, eruptions following the last glacial termination at 17 ka produced basalts and basaltic andesites (50.9–53.7% SiO2), and following the 6.2 ka cone collapse they have been exclusively olivine basalt (50.9–53.0% SiO2) with N5 wt% MgO. Thermodynamic and trace element modeling suggests that lavas fromSierra Velluda and Early Antuco reflect extensive fractional crystallization of parental basaltic magmas with low water content (~1 wt%) at pressures between 0.9 and 1.5 kbar. In contrast, eruptions following rapid deglaciation tapped asthenospheric mantle-derived basalt that has been extensivelymodified by assimilation of partial melts of lower crustal rocks. © 2017 Elsevier B.V. All rights reserved.",
  "title": "Volcanologic and petrologic evolution of Antuco-Sierra Velluda, Southern Andes, Chile"
}