{
  "sections": [{
    "text": "Contents lists available at ScienceDirect\nPalaeogeography, Palaeoclimatology, Palaeoecology\nj ourna l homepage: www.e lsev ie r.com/ locate /pa laeo\nA volcanically induced climate warming and floral change preceded the onset of OAE1a (Early Cretaceous)\nChristina E. Keller a,⁎, Peter A. Hochuli a,b, Helmut Weissert a, Stefano M. Bernasconi a, Martino Giorgioni a, Therese I. Garcia a,1\na Geological Institute, ETH Zurich, Sonneggstrasse 5, 8092 Zürich, Switzerland b Palaeontological Institute, University of Zurich, Karl Schmid-Strasse 4, 8006 Zürich, Switzerland\n⁎ Corresponding author. Tel.: +41 44 632 85 53; fax: E-mail address: Christina.Keller@erdw.ethz.ch (C.E.\n1 Present address: Department of Geology, Universi Center, 22 Russell Street, Toronto, Ontario, Canada M5S\n0031-0182/$ – see front matter © 2011 Elsevier B.V. Al doi:10.1016/j.palaeo.2011.02.011\na b s t r a c t a r t i c l e i n f o\nArticle history: Received 14 July 2010 Received in revised form 8 February 2011 Accepted 16 February 2011 Available online 21 February 2011\nKeywords: Floral change Climate change Early Cretaceous Negative carbon isotope excursion OAE1a Ontong Java volcanism\nThe Aptian Oceanic Anoxic Event 1a (OAE1a) is preceded by a prominent negative C-isotope excursion (NCIE) attributed to major volcanism on the Ontong Java plateau that is supposed to lead to a pCO2 increase and a climate change. Lower Aptian sporomorph assemblages in two pelagic sections from the southern Tethys margin (N-Italy) were analysed in order to test if the postulated climate changes affected the terrestrial vegetation. At the base of the NCIE the sporomorph assemblages comprise abundant bisaccate pollen reflecting a warm-temperate climate. Several tens of kiloyears (ka) after the start of the NCIE decreasing bisaccate pollen and increasing Classopollis spp. and Araucariacites spp. suggest the beginning of a long-term temperature rise. Palynomorphs indicate that maximum temperatures were reached several tens of ka after the end of the NCIE and the onset of OAE1a. The highest temperatures coincide with arid conditions, which could reflect a northward shift of the hot-arid Northern Gondwana floral province as a result of an increasing pCO2. Over 200 ka after the onset of OAE1a reduced volcanic activity and/or increased black shale deposition allowed for a drawdown of most of the excess CO2 and a southward shift of floral belts.\n+41 44 632 10 80. Keller). ty of Toronto, Earth Sciences 3B1.\nl rights reserved.\n© 2011 Elsevier B.V. All rights reserved."
  }, {
    "heading": "1. Introduction",
    "text": "During the Cretaceous several episodes of intense volcanism are proposed as triggers for climate warming, altered ocean circulation patterns and elevated marine productivity, which resulted in the widespread black shale deposits called Oceanic Anoxic Events (Schlanger and Jenkyns, 1976). The Aptian OAE1a is preceded by a prominent short-term negative C-isotope “spike” (Menegatti et al., 1998), which was interpreted to indicate addition of 13C-depleted carbon to the ocean–atmosphere reservoir from either marine volcanism (δ13C≈−5‰; e.g. Arthur, 2000) or dissociation of methane gas hydrates (δ13C≈−60‰; e.g. Jahren et al., 2001; van Breugel et al., 2007). Recent high-resolution C-isotope and biomarker analyses (Méhay et al., 2009) suggest that it represents amulti-step Ccycle perturbation triggered by massive volcanism and that a dissociation of CH4 gas hydrates, if it existed, was an amplifier and not the cause of the negative C-isotope excursion (NCIE). Two negative Os-isotope excursions before and across the early Aptian OAE1a black shales are consistent with early and major phases of the Ontong Java volcanism (Tejada et al., 2009).\nIf the NCIEwere due to a substantial addition of volcanic CO2 to the ocean–atmosphere reservoir, it should result in a strong increase in pCO2 and a consequent climate change. Several authors have reported rising temperatures in the early Aptian and at the onset of OAE1a (Menegatti et al., 1998; Pucéat et al., 2003; Steuber et al., 2005; Ando et al., 2008) and long-term changes in pCO2 and climate during the Cretaceous have been associated with expansion or shrinking of climate belts linked to the Hadley Cell (Burla, 2007; Hasegawa et al., 2008). However, only low-resolution climate data exist for the Early Aptian. Hence, it is still unclear to what extent and over what time period Ontong Java volcanism affected climate. The goal of this study was to test whether the proposed increase in pCO2 led to a climate change sufficient to affect terrestrial vegetation or even lead to a latitudinal shift of climate belts."
  }, {
    "heading": "2. Methods and geological/environmental setting",
    "text": "Using two pelagic sections from the southern continental margin of the Tethys Ocean (S-Alps, N-Italy; Fig. 1) as archives and carbonate (Ccarb) isotope stratigraphy as a correlation tool, sporomorph assemblages from the NCIE of the Pusiano section were linked with palynological data from the OAE1a of the Cismon core and compared to trends in the oxygen isotopes. This composite section allows a detailed study of δ13C, δ18O and floral changes throughout the NCIE and the onset of OAE1a (Figs. 2 and 3)."
  }, {
    "heading": "2.1. Methods",
    "text": "A total of 14 organic carbon-rich samples (whereof 12 from black shales) were prepared following standard palynological preparation techniques (Traverse, 1988). A minimum of 300 sporomorphs was counted for each assemblage. Palynomorph assemblages can be biased through selective sorting of thick-walled sporomorphs.However, all the groups recorded in this study have a strong preservation potential and are not susceptible to preferential preservation. Beside climatic conditions the composition of sporomorph assemblages in distal settings can also be controlled by continental runoff and marine currents (Tyson, 1995), which are also linked to climate. For inorganic carbon (Ccarb) and oxygen isotope analyses, the samples were drilled withadiamond-coatedmicrodrill. The samplepowderwas then treated with phosphoric acid in a Kiel IV preparation system and analysed in an attached ThermoFisher Scientific Delta V Plus mass spectrometer. The values are reported in Figs. 2 and 3 in the conventional delta notation (δ13Csample={[(13C/12C)sample/(13C/12C)reference]−1}×1000) with respect to the Vienna Pee Dee Belemnite (VPDB). The system was calibrated with NBS 19 (δ13C=+1.95; δ18O=−2.2), NBS 18 (δ13C= −5.05; δ18O=−23.1) and the reproducibility of themethod is±0.1‰ or better."
  }, {
    "heading": "2.2. Palaeogeography",
    "text": "The sediments of the Pusiano section (e.g. Bersezio, 1994; Channell et al., 1995) were deposited in the Lombardian Basin at a palaeodepth of probably N1500 m. The NCIE consists of a succession of limestoneblack shale couplets. Most limestones are faintly laminated and sparsely bioturbated whereas the black shale layers lack bioturbation and contain up to 3.2% total organic carbon. The Cismon section, located ~200 km east of Pusiano, was deposited on the slope between the Trento Plateau and the Belluno Basin at a water depth of ~1000– 1500 m (Erba et al., 1999). In Cismon black shales are intercalated with marly and cherty limestones and only appear during OAE1a.\nSporomorph assemblages reflect the climatic conditions of the terrestrial source region. The Pusiano and Cismon sections were flanked by various Mesozoic carbonate platforms (Adriatic–Dinaric platform, Apulia platform, Apennine platform; Fig. 1), which were long believed to represent Bahamas-type bankswithout connection to\nAfrica or Eurasia. More recent findings of large numbers of herbivorous and carnivorous dinosaur tracks (particularly in Istria (Adriatic–Dinaric platform); Bosellini, 2002; Dalla Vecchia, 2008) suggest that vast parts of the platforms were repeatedly and during longer periods emergent as the dinosaurs must have migrated to this area from Africa (Bosellini, 2002). Important numbers of dinosaurs demand for large quantities of fresh water and food and this requires vast and stably emergent land (Dalla Vecchia, 2008). Fragments of conifers (Adriatic–Dinaric platform, Apennine platform) and cycadophyta (Apennine platform) and levels rich in conchostraca and charophytes (Adriatic–Dinaric platform) representing freshwater bodies have been found in the mentioned areas (Dalla Vecchia, 2000). Further possibilities for emergent areas are the orogenic areas in the Alps (Stüwe and Schuster, 2010) and Dinarides (Babić et al., 2002)."
  }, {
    "heading": "2.3. Floral provinces",
    "text": "The above-mentioned regions were probably the main source for the sporomorphs found in the studied sites, which were located at a palaeolatitude of ~20°N and thus lay within the influence of the Hadley Cell and its trade winds. The area belonged to the Intermediate Floral Belt (Hochuli, 1981; Fig. 1) with transitional characteristics between the warm-humid Southern Laurasia floral Province (north of ~20°N) and the hot-arid Northern Gondwana Province (south of ~20°N). The Northern Gondwana Province was dominated by Classopollis and Araucariacites spp., while bisaccate pollen were rare or absent. In contrast, the Southern Laurasia Province was characterised by bisaccate and inaperturate pollen as well as a high diversity of spores."
  }, {
    "heading": "3. Results",
    "text": ""
  }, {
    "heading": "3.1. C- and O-isotopes",
    "text": "The Pusiano section has previously been studied by means of lithological as well as bio- and magnetostratigraphic analyses (Bersezio, 1993, 1994; Channell et al., 1995; Landra et al., 2000). The segment analysed in this study (Fig. 2) consists of a succession of 13 m of limestone-black shale couplets corresponding to the\nuppermost part of the “Transitional Lithozone” and the “Selli Level Equivalent” according to Bersezio (1994) and to the top of the “Alpetto” log of Channell et al. (1995) and “Section C” of Landra et al. (2000). The segment belongs to the long normal polarity chron above the top of M0, the C. litterarius calcareous nannofossil zone, the L. cabri planktonic foraminiferal zone and the D. weissi–D. deshayesi ammonite zones (Landra et al., 2000 and references therein) and is therefore of early Aptian age. The investigated segment is overlain by the “Scaglia Variegata Formation”, in which the FO of E. floralis ~6 m up\nsection indicates a stratigraphic position above OAE1a (Bersezio, 1994).\nIn the studied segment the δ13C of the carbonates decreases from 3.1 to 1.7‰ over ~8 m, which is considered as the NCIE preceding OAE1a (Figs. 2, 3; couplets 1–9; segment 2). However, changes in lithology (from limestone to marly limestone), absolute δ13C values (decreasing from ~2.5‰ to the minimum value) as well as onset of a negative trend in the δ18O values in couplet 8 suggest that only the end of the δ13C decrease in Pusiano (couplets 8, 9) corresponds to the\nC3-segment of the negative C-isotope spike in Cismon (Menegatti et al., 1998; Erba et al., 1999; Li et al., 2008; Méhay et al., 2009). In Cismon the C3-segment covers only the final rapid fall in δ13C excluding the less dramatic decrease in δ13C at the beginning of the NCIE. In this study, the term NCIE refers to the complete segment of decreasing δ13C values in Pusiano (couplets 1–9).\nThe abrupt lithological change to the overlying “Scaglia Variegata Formation”, the short stratigraphic “distance” from theminimum δ13C value to the FO of E. floralis compared to the thickness of the NCIE as well as the lack of the δ13C pattern typical for segments C4–C6 (Menegatti et al., 1998) suggests the presence of a hiatus at metre 0 comprising most of OAE1a. Therefore, the onset of OAE1a was studied in Cismon (segments 3 and 4), where it features a δ13C rise from 1.4 to 3.1‰ over 1.13 m (Figs. 2, 3). The two sections are linked at the most negative δ13C value at the end of the NCIE, which corresponds to the base of the OAE1a black shales in Cismon. Since the minimum value in Pusiano is more positive than the one in Cismon a hiatus comprising the last drop in δ13C cannot be excluded. However, as the uppermost sporomorph assemblage of Pusiano closely resembles the lowermost one in Cismon (Fig. 3), a major gap between the two sections seems unlikely. In addition, the trend in the sporomorph assemblages occurring throughout the NCIE continues until within the base of the OAE1a black shales (see text Section 3.2; Fig. 3), which indicates that a possible gap at the end of the NCIE in Pusiano would not affect the discussion (see text Section 4.3; Fig. 4) and the conclusions reached in this study.\nIn the Pusiano section the δ18O values below couplet 7 fluctuate while remaining roughly within the same range (Fig. 2). In the C3segments of Pusiano (couplets 8 and 9) and Cismon δ18O values start\nto decrease. In Cismon it can be observed that this decreasing trend continues until minimum values are reached around 23.3–23 m depth. Above, δ18O values rise and at the end of C4 and the base of C5 they reach almost pre-perturbation values."
  }, {
    "heading": "3.2. Sporomorphs",
    "text": "The new palynological data from Pusiano are combined with published sporomorph data from Cismon (Hochuli et al., 1999). In order to facilitate comparisonwithother sections the successionhasbeen subdivided into the 4 following segments: 1) Pre-NCIE; 2) NCIE; 3) postNCIE I (rising δ13C values) and 4) post-NCIE II (rather stable δ13C values).\nIn segment 1 (Pusiano, 13.0–10.48 m; pre-NCIE) the palynomorph assemblages are characterized by a dominance of bisaccate pollen (~48–57%), frequent Classopollis spp. (~18–32%) and rare inaperturate pollen (b10%), Araucariacites spp. (b5%) and pteridophyte spores (b10%). Ephedripites spp. are extremely scarce but consistently present throughout the studied sections.\nIn segment 2 (Pusiano, 10.48–2.5 m; NCIE) the Classopollis and Araucariacites spp. increase to ~45% and ~9% resp., whereas bisaccate pollen decrease to ~29%. Inaperturate pollen and pteridophyte spores are still rare (~5%/b10% (except in couplet 4)). Superimposed onto these long-term trends sporomorph percentages fluctuate with local minima and maxima in couplets 2, 4, 6 and 8.\nIn segment 3 (Cismon, 23.52–22.40 m; base of OAE1a black shales, post-NCIE I (C4 of Menegatti et al., 1998)) the δ13C rises to pre-NCIE values. Bisaccate pollen and Araucariacites spp. reach their minimum (b5%)whereas Classopollis spp. reaches its acme (~80%). The apparent increase in the variations of pteridophyte spore percentages between Pusiano (~5%) and Cismon (~10%) might be due to the decreased distance to the source in the more proximal Cismon section. At the base of segment 3 pteridophyte spore percentages increase from 10 to 20% and subsequently drop to ~10%.\nIn segment 4 (Cismon, from 22.40 m upwards; post-NCIE II) the δ13C features pre-NCIE values of N2.8‰. Classopollis spp. decrease to b30%, while Araucariacites spp. (~40%) and bisaccate pollen (~25%) strongly increase."
  }, {
    "heading": "4. Discussion and conclusions",
    "text": ""
  }, {
    "heading": "4.1. Timing",
    "text": "The temporal framework of the present study is based on cyclostratigraphy. Li et al. (2008) performed spectral analyses of CaCO3 content on the Cismon core and concluded that the C3-segment corresponds to two precession cycles. As the segment in Pusiano corresponding to C3 in Cismon exhibits two limestone-black shale couplets, they were also attributed to precession cyclicity. Thus, the duration of the NCIE in Pusiano is estimated as ~180 kiloyears (ka; corresponding to 9 couplets à ~20 ka).\nBased on a gradual decrease in Os-isotopes, Tejada et al. (2009) suggest that the onset of moderate volcanic activity began ~300 ka before OAE1a. However, as the global C-reservoir is large and volcanic CO2 only slightly 13C-depleted (δ13C≈−5‰; Kump and Arthur, 1999), volcanic outgassing will be detectable in the C-isotopic composition of carbonates only when it exceeds a certain threshold. For instance, for a shift of –0.2‰ in an estimated global inorganic carbon reservoir of ~40 000 Gt C (Beerling et al., 2002) with an average δ13C of ~1‰ (Kump and Arthur, 1999), ~1600 Gt of C from volcanic CO2 are required. Hence, the onset of the NCIE around ~180 ka before OAE1a is interpreted to reflect increased volcanism."
  }, {
    "heading": "4.2. Interpretation of sporomorph groups",
    "text": "The palynological results from the segment of the NCIE/beginning of OAE1a suggest significant changes in temperature and/or precip-\nitation patterns. Classopollis spp. indicate a hot and arid climate and Araucariacites spp. hot but slightly more humid conditions (e.g. Batten, 1984). The common occurrence of bisaccate pollen (mostly Pinaceae) reflects temperate and humid climates and inaperturate pollen (essentially Taxodiaceae) as well as pteridophyte spores are interpreted to reflect humid conditions since their relative compactness and the density of the latter prevents them from floating over long distances. Following this concept the observed increase of Classopollis and Araucariacites spp. coinciding with a decrease in bisaccate pollen percentages is interpreted to indicate rising temperatures and/or aridity. However, as on the long-term the hygrophytic inaperturate pollen and pteridophyte spores do neither strongly increase nor decrease, the terrestrial vegetation changes are mainly attributed to rising temperatures. Nonetheless, temperatures do not seem to have increased constantly but in a stepwise fashion (Fig. 4). We interpret this to reflect a long-term temperature rise on which shorter term climate fluctuations are superimposed."
  }, {
    "heading": "4.3. Long-term temperature increase",
    "text": "Segment 1 (pre-NCIE) reflects early Aptian climate conditions before the C-cycle perturbation affected terrestrial vegetation. In segment 2 (NCIE) the sporomorph assemblages indicate a long-term temperature rise (Fig. 4). This interpretation is supported by decreasing δ18O values in the segments C3 of Pusiano and Cismon (Fig. 2), of the Basque–Cantabrian Basin (Millán et al., 2009) and the central Pacific Ocean (Ando et al., 2008).\nApproximately 180 ka after the onset of the NCIE in Pusiano environmental changes led to anoxic conditions in Cismon. Global anoxia and/or increased productivity should result in an increased burial of 13C-depleted organic C in the black shales and consequently in a rise of the δ13C in the ocean–atmosphere C pool. As in Cismon, the onset of anoxia and the rising δ13C values coincide (segment 3), it was assumed to reflect onset of global anoxia and hence OAE1a. The CO2 drawdown indicated by the black shale deposits should have decreased pCO2 and led to falling temperatures. However, palynological and δ18O data from Cismon suggest that temperatures reached a maximum between ~23 ka and ~100 ka after the end of the NCIE/the onset of OAE1a. At the same time, a rapid drop in nannofossil abundance and diversity to ~0 (segments 8–10 of Erba et al., 2010) is interpreted to indicate maximum ocean acidification due to major CO2-outgassing. Therefore, the temperature drop suggested by the black shales was possibly counterbalanced by major volcanic outgassing outcompeting CO2 drawdown.\nApproximately 200 ka after the onset of OAE1a sporomorph data suggest that temperatures decreased within ~35 ka to almost preperturbation levels. These observations are in accordance with δ18O data from this study (Figs. 3 and 4), the Basque–Cantabrian Basin (Millán et al., 2009) and the central Pacific Ocean (Ando et al., 2008), which concur with maximum temperatures in the lower part of OAE1a and a decline to pre-perturbation temperatures occurring ~200 ka after the onset of OAE1a respectively around the limit between segments C4–C5 (Figs. 3 and 4; Ando et al., 2008). Simultaneously with the changes in the sporomorph assemblages nannofossil abundance recovered, which is interpreted to reflect a reduction of surface water acidification due to a decreased pCO2 (segment 12 of Erba et al., 2010). This could be due to strongly reduced CO2-outgassing, increased organic C burial and/or increased continental weathering now allowing effective CO2 drawdown.\nHowever, sporomorph assemblages can also be influenced by fluctuating sea-levels and by marine currents (Tyson, 1995; Hochuli et al., 1999; Heimhofer et al., 2004). The studied interval coincides with a major sea-level rise (Erbacher et al., 1996; Hardenbol et al., 1998), which – depending on its extent and the relief of the terrestrial hinterland – more or less significantly increases the distance to the shoreline. At any specific locality, this leads to decreasing percentages\nof the densest particles (e.g. pteridophyte spores) and a coinciding increase in percentages of the particles (bisaccate pollen) that float longest. However, in the examined assemblages no such long-term anti-correlation can be observed. On the contrary, bisaccate pollen even feature a major decrease within this interval. This suggests that the early Aptian sea-level rise exerted only a minor control on the sporomorph assemblages found in Pusiano and Cismon.\nHeimhofer et al. (2004) compared the frequency patterns of sporomorphs in segments C5–C7 of the Vocontian Basin (25–30°N) with the ones from the Cismon record (20°N). In Cismon a prominent increase in bisaccate percentages occurs just above the last OAE1a black shales (Hochuli et al., 1999) while in the Vocontian Basin sporomorph assemblages remain unchanged (Heimhofer et al., 2004). Since this increasing boreal influence is observed in the more southern section but lacking in the more northern Vocontian Basin, Heimhofer et al. (2004) attributed it to prominent changes in the palaeoceanographic current patterns and/or selective sorting due to sea-level rise.\nPossibly the major transgression occurring throughout the early Aptian led to a completeflooding of the beforehand exposedparts of the Mesozoic carbonate platforms shortly after OAE1a (Fig. 1). This would have led to a shift of the source regionsof the sporomorphs to thedistant continent and induce strong selective sorting of palynomorphs reflected by an important increase of bisaccate pollen percentages.\nHowever, the present study covers the time interval from ~200 ka before to ~250 ka after the onset of OAE1a (C3–C4). This time interval happened ~1300–850 ka before themajor increase in bisaccate pollen percentages and in addition precedes the C5–C7 segment investigated in Heimhofer et al. (2004). Thus during the time interval investigated in this study sea-level must still have been considerably lower and oceanic gateways that possibly opened hundreds of ka later – potentially resulting in changed ocean circulation – were still closed. Thus, at the beginning and the end of OAE1a palaeogeographic conditions were very different. Therefore, it is conceivable that the sporomorph assemblages from Pusiano/Cismon around the onset of OAE1a reflect climatic changes, whereas ~1 Ma later, palaeogeography had changed considerably and the climate signal in the sporomorph assemblages was overprinted by the effects of oceanic circulation changes and/or a major sea-level rise.\nIn summary, combining the above arguments with evidence from nannoconid abundances and O-isotopes – supporting the hypothesis of increasing pCO2 and temperatures – it seems most likely that the changes in sporomorph assemblages in the Pusiano and Cismon section from ~200 ka before to ~250 ka after the onset of OAE1a mainly reflect climatic changes."
  }, {
    "heading": "4.4. Shorter term climate fluctuations",
    "text": "Shorter term temperature fluctuations are indicated by varying numbers of Classopollis andAraucariacites spp. coincidingwith opposing trends in bisaccate pollen percentages (Figs. 3, 4). As the rises and falls have the same duration these fluctuations are attributed to orbital oscillations. Recurrent temperature variations during the OAE1a segment possibly related to orbital cycles have also been observed in the tropical sea-surface waters from Shatsky Rise (Dumitrescu et al., 2006). Coinciding with the shorter term temperature variations sporomorph assemblages also indicate fluctuations in humidity levels (Fig. 4). Before terrestrial vegetation was affected by the C-cycle perturbation changes in percentages of hygrophytic spores and pollen were minor (up to couplet 3). Afterwards global warming may have allowed for an increased variability in humidity levels due to the capacity of a warm atmosphere to hold more water. However, drier conditions were re-established after each increase in humidity.\nDuring orbital maxima warmer temperatures induce a sea-level rise leading to a more or less pronounced overprint of the climatic signal (see text Section 4.3). If this overprint is minor, an increase in\ntemperatures would be reflected by an increase in Classopollis and Araucariacites spp. and a decrease in bisaccates. In addition, stronger insolation and warmer temperatures induce higher evaporation rates over the oceans. Higher evaporation coupled with an atmosphere being able to hold more water allows transport of more humid air onto the continent resulting in higher precipitation, increased continental runoff and an increase in inaperturate pollen and pteridophyte spore percentages. In this case the sporomorph assemblages in couplets 4 and 8 would suggest higher temperatures and temporarily more humid conditions and thus orbital maxima, whereas couplets 2 and 6 would indicate lower temperatures and more arid conditions and hence reflect orbital minima (Fig. 4).\nConversely, in case of a significant influence of sea-level changes on the sporomorph assemblages, a temperature rise during orbitalmaxima would lead to an increase in selective sortingandwouldbe reflectedbya decrease in pteridophyte spores and inaperturate pollen and an increase in bisaccates at the study site. In this case the sporomorph assemblages in couplets 2 and 6would reflect orbitalmaxima and those of couplets 4 and 8 orbital minima. However, during orbital maxima the terrestrial vegetation growing in the hinterland would still show an increase in Classopollis and Araucariacites spp. and a corresponding decrease in bisaccate pollen percentages. Increased precipitation and run-off associated with it would still transport more inaperturate pollen and pteridophyte spores into the ocean. Thus, the vegetation changes in the hinterland and the selective sorting due to an increased sea-level would cancel each other out and the differences between orbital minima and maximawould appear smaller than theywere in reality. Orbitalmaxima therefore either correspond to couplets 4 and 8 (minor influence of sealevel changes) or to couplets 2 and 6 (major influence of sea-level changes). But in the latter case they would be more prominent than suggested by the recovered sporomorphs assemblages."
  }, {
    "heading": "4.5. Climate belts and floral provinces",
    "text": "In segment 1 the sporomorph assemblages showing characteristics of both the warm-humid Southern Laurasia Province and the hot-arid Northern Gondwana Province, are attributed to the Intermediate Floral Belt. In the segments 2 and 3 palynological data suggest a decreasing influence of the Southern Laurasia Province and an increasing influence of the Northern Gondwana Province. At the time of maximum temperatures the assemblage was almost entirely composed of the xerophytic and thermophile Classopollis spp. whereas hygrophytic sporomorphs or groups indicating cooler temperatures were sparse. This reflects conditions comparable to the Northern Gondwana Province. In Cismon the resolution of palynological data (segments 3 and 4) is below the resolution of the orbitally driven short-term climate variations observed in Pusiano. The arid conditions at the time of the maximum temperatures in segment 3 could be due to such orbital humidity fluctuations. In this case the combination of aridity and high temperatures would be a coincidence.\nHowever, sporomorph assemblages suggest that maximum temperatures coincide with arid conditions, which could also reflect a northward migration of the hot-arid Northern Gondwana floral belt. This could be due to a latitudinal expansion of the Hadley Cell as a result of an increasing pCO2 (Burla, 2007; Hasegawa et al., 2008). In this case the distinct change in sporomorph assemblages between ~208 ka and ~244 ka could be explained by a pCO2 driven shrinking of the Hadley Cell and as a consequence a southward shift of the northern limit of the Northern Gondwana Province placing the sporomorph source region at ~20°N on the southern Tethys margin again under the influence of the Intermediate Floral Belt."
  }, {
    "heading": "4.6. Summary",
    "text": "The data presented in this study suggest that Ontong Java volcanism affected the early Aptian vegetation via an increase in temperatures\nlasting for ~200 ka. Additional shorter term temperature fluctuations coinciding with humidity variations are ascribed to enhanced orbital variations during a time of increasing greenhouse conditions. The cooccurrence of maximum temperatures with arid conditions at the onset of OAE1a could reflect a northward shift of the hot-arid Northern Gondwana Province as a result of an increasing pCO2."
  }, {
    "heading": "Acknowledgements",
    "text": "We thank Elisabetta Erba from the University of Milan for the samples of the Cismon APTICORE (Erba et al., 1999) used for the δ13C measurements and Maria Coray and Stewart Bishop for technical assistance in the laboratory. We also thank Maria Luisa Tejada and an anonymous reviewer for their constructive comments. Financial support from the Swiss National Science Foundation (grant-no. 200021-113687) is gratefully acknowledged."
  }, {
    "heading": "Appendix A. Supplementary data",
    "text": "Supplementary data to this article can be found online at doi:10.1016/j.palaeo.2011.02.011."
  }],
  "year": 2011,
  "references": [{
    "title": "Timing and magnitude of early Aptian extreme warming: unraveling primary delta O-18 variation in indurated pelagic carbonates at Deep Sea Drilling Project Site 463, central Pacific Ocean",
    "authors": ["A. Ando", "K. Kaiho", "H. Kawahata", "T. Kakegawa"],
    "year": 2008
  }, {
    "title": "Volcanic contributions to the carbon and sulfur geochemical cycles and global change",
    "authors": ["M.A. Arthur"],
    "year": 2000
  }, {
    "title": "The Jurassic ophiolitic mélange in the NE Dinarides: dating, internal structure and geotectonic implications",
    "authors": ["L. Babić", "P.A. Hochuli", "J. Zupanič"],
    "venue": "Eclogae Geologicae Helvetiae",
    "year": 2002
  }, {
    "title": "Palynology, climate and the development of Late Cretaceous floral provinces in the Northern Hemisphere; a review",
    "authors": ["D.J. Batten"],
    "year": 1984
  }, {
    "title": "On the nature of methane gas-hydrate dissociation during the Toarcian and Aptian oceanic anoxic events",
    "authors": ["D.J. Beerling", "M.R. Lomas", "D.R. Grocke"],
    "venue": "American Journal of Science",
    "year": 2002
  }, {
    "title": "Sedimentary events and rhythms in an Early Cretaceous pelagic environment: the Maiolica Formation of the Lombardy Basin (Southern Alps)",
    "authors": ["R. Bersezio"],
    "venue": "Giornale di Geologia",
    "year": 1993
  }, {
    "title": "Stratigraphic framework and sedimentary features of the Lower Aptian “Livello Selli” in the Lombardian Basin (Southern Alps, Northern Italy)",
    "authors": ["R. Bersezio"],
    "venue": "Rivista Italiana di Paleontologia e Stratigrafia",
    "year": 1994
  }, {
    "title": "Dinosaurs “re-write” the geodynamics of the eastern Mediterranean and the paleogeography of the Apulia Platform",
    "authors": ["A. Bosellini"],
    "venue": "Earth Science Reviews",
    "year": 2002
  }, {
    "title": "Middle Cretaceous floral provinces and early migrations of angiosperms",
    "authors": ["G.J. Brenner"],
    "year": 1976
  }, {
    "title": "Response of Atlantic coastal environments (Portugal) to mid– Cretaceous climate change. Insights from sedimentology and isotope geochemistry",
    "authors": ["S. Burla"],
    "venue": "PhD thesis, ETHZ, Zurich,",
    "year": 2007
  }, {
    "title": "Correlations of Hauterivian and Barremian (Early Cretaceous) stage boundaries to polarity chrons",
    "authors": ["J.E.T. Channell", "F. Cecca", "E. Erba"],
    "venue": "Earth and Planetary Science Letters",
    "year": 1995
  }, {
    "title": "Macrovegetali terrestri nel mesozoico italiano: un' ulteriore evidenza de frequenti emersoni",
    "authors": ["F.M. Dalla Vecchia"],
    "venue": "Natura Nascosta",
    "year": 2000
  }, {
    "title": "The impact of dinosaur palaeoichnology in palaeoenvironmental and palaeogeographic reconstructions: the case of the Periadriatic carbonate",
    "authors": ["F.M. Dalla Vecchia"],
    "venue": "platforms. Oryctos",
    "year": 2008
  }, {
    "title": "Integrated stratigraphy of the Cismon APTICORE (Southern Alps, Italy): a “reference section” for the Barremian–Aptian interval at low latitudes",
    "authors": ["E. Erba", "J.E.T. Channell", "M. Claps", "C. Jones", "R. Larson", "B. Opdyke", "I.P. Silva", "A. Riva", "G. Salvini", "S. Torricelli"],
    "venue": "Journal of Foraminiferal Research",
    "year": 1999
  }, {
    "title": "Calcareous nannoplankton response to surface-water acidification around Oceanic Anoxic",
    "authors": ["E. Erba", "C. Bottini", "H. Weissert", "C.E. Keller"],
    "venue": "Event 1a. Science",
    "year": 2010
  }, {
    "title": "Evolution patterns of radiolaria and organic matter variations: a new approach to identify sea-level changes in mid-Cretaceous pelagic",
    "authors": ["J. Erbacher", "J. Thurow", "R. Littke"],
    "venue": "environments. Geology",
    "year": 1996
  }, {
    "title": "Cretaceous sequence chronostratigraphy",
    "authors": ["J. Hardenbol", "J. Thierry", "M.B. Farley", "T. Jacquin", "de Graciansky", "P.-C", "P.R. Vail"],
    "venue": "Mesozoic and Cenozoic Sequence Stratigraphy of European Basins: SEPM Special Publication,",
    "year": 1998
  }, {
    "title": "Drastic shrinking of the Hadley circulation in the Mid-Cretaceous Supergreenhouse",
    "authors": ["H. Hasegawa", "R. Tada", "X. Jiang", "Y. Suganuma", "S. Imsamut", "P. Charusiri", "N. Ichinnorov", "Y. Khand"],
    "venue": "EOS. Transactions of the American Geophysical Union 89 Fall Meeting Supplements,",
    "year": 2008
  }, {
    "title": "Toward age determination of the M0r (Barremian–Aptian boundary) of the Early Cretaceous",
    "authors": ["H.Y. He", "Y.X. Pan", "L. Tauxe", "H.F. Qin", "R.X. Zhu"],
    "venue": "Physics of the Earth and Planetary Interiors",
    "year": 2008
  }, {
    "title": "Absence of major vegetation and palaeoatmo spheric PCO2 changes associated with oceanic anoxic event 1a (Early Aptian, SE France)",
    "authors": ["U. Heimhofer", "P.A. Hochuli", "J.O. Herrle", "N. Andersen", "H. Weissert"],
    "venue": "Earth and Planetary Science Letters",
    "year": 2004
  }, {
    "title": "North Gondwanan floral elements in lower to middle cretaceous sediments of the Southern Alps (Southern Switzerland, Northern Italy)",
    "authors": ["P.A. Hochuli"],
    "venue": "Review of Palaeobotany and Palynology",
    "year": 1981
  }, {
    "title": "Episodes of high productivity and cooling in the early",
    "authors": ["P.A. Hochuli", "A.P. Menegatti", "H. Weissert", "A. Riva", "E. Erba", "I.P. Silva"],
    "venue": "Aptian Alpine Tethys. Geology",
    "year": 1999
  }, {
    "title": "Terrestrial record of methane hydrate dissociation in the Early Cretaceous",
    "authors": ["A.H. Jahren", "N.C. Arens", "G. Sarmiento", "J. Guerrero", "R. Amundson"],
    "venue": "Geology",
    "year": 2001
  }, {
    "title": "Interpreting carbon-isotope excursions: carbonates and organic matter",
    "authors": ["L.R. Kump", "M.A. Arthur"],
    "venue": "Chemical Geology",
    "year": 1999
  }, {
    "title": "Early Aptian ammonites from the top of the Maiolica and the anoxic “Selli Level",
    "authors": ["G. Landra", "F. Cecca", "Z. Vasicek"],
    "venue": "(Lombardy, Southern Alps). Bollettino della Società Paleontologica Italiana",
    "year": 2000
  }, {
    "title": "Toward an orbital chronology for the early Aptian Oceanic Anoxic Event (OAE1a, similar to 120 Ma)",
    "authors": ["Y.X. Li", "T.J. Bralower", "I.P. Montanez", "D.A. Osleger", "M.A. Arthura", "D.M. Bice", "T.D. Herbert", "E. Erba", "I.P. Silva"],
    "venue": "Earth and Planetary Science Letters",
    "year": 2008
  }, {
    "title": "Orbital tuning as an inverse problem: Chronology of the early Aptian oceanic anoxic event 1a (Selli Level) in the Cismon APTICORE",
    "authors": ["A. Malinverno", "E. Erba", "T.D. Herbert"],
    "venue": "Paleoceanography 25. doi:10.1029/2009PA001769",
    "year": 2010
  }, {
    "title": "A volcanic CO2 pulse triggered the Cretaceous Oceanic Anoxic Event 1a and a biocalcification crisis",
    "authors": ["S. Méhay", "C.E. Keller", "S.M. Bernasconi", "H. Weissert", "E. Erba", "C. Bottini", "P.A. Hochuli"],
    "venue": "Geology",
    "year": 2009
  }, {
    "title": "High-resolution delta C-13 stratigraphy through the early",
    "authors": ["A.P. Menegatti", "H. Weissert", "R.S. Brown", "R.V. Tyson", "P. Farrimond", "A. Strasser", "M. Caron"],
    "venue": "Aptian “Livello Selli” of the Alpine Tethys. Paleoceanography",
    "year": 1998
  }, {
    "title": "Impact of Early Aptian carbon cycle perturbations on evolution of a marine shelf system in the Basque–Cantabrian Basin (Aralar",
    "authors": ["M.I. Millán", "H.J. Weissert", "P.A. Fernández-Mendiola", "J. García-Mondéjar"],
    "venue": "N Spain). Earth and Planetary Science Letters",
    "year": 2009
  }, {
    "title": "Thermal evolution of Cretaceous Tethyan marine waters inferred from oxygen isotope composition of fish tooth enamels",
    "authors": ["E. Pucéat", "C. Lécuyer", "S.M.F. Sheppard", "G. Dromart", "S. Reboulet", "P. Grandjean"],
    "venue": "Paleoceanography 18,",
    "year": 2003
  }, {
    "title": "Cretaceous oceanic anoxic events: causes and consequences",
    "authors": ["S.O. Schlanger", "H.C. Jenkyns"],
    "venue": "Geologie en Mijnbouw",
    "year": 1976
  }, {
    "title": "Low-latitude seasonality of Cretaceous temperatures in warm and cold episodes",
    "authors": ["T. Steuber", "M. Rauch", "J.P. Masse", "J. Graaf", "M. Malkoc"],
    "venue": "Nature 437,",
    "year": 2005
  }, {
    "title": "Initiation of subduction in the Alps: continent or ocean? Geology",
    "authors": ["K. Stüwe", "R. Schuster"],
    "year": 2010
  }, {
    "title": "Ontong Java Plateau eruption as a trigger for the early",
    "authors": ["M.L.G. Tejada", "K. Suzuki", "J. Kuroda", "R. Coccioni", "J.J. Mahoney", "N. Ohkouchi", "T. Sakamoto", "Y. Tatsumi"],
    "venue": "Aptian oceanic anoxic event. Geology",
    "year": 2009
  }, {
    "title": "Sedimentary organic matter. Organic facies and palynofacies",
    "authors": ["R.V. Tyson"],
    "year": 1995
  }],
  "id": "SP:6c085ad5dc7a2b77c254da03c633b76af89a2029",
  "authors": [{
    "name": "Christina E. Keller",
    "affiliations": []
  }, {
    "name": "Peter A. Hochuli",
    "affiliations": []
  }, {
    "name": "Helmut Weissert",
    "affiliations": []
  }, {
    "name": "Stefano M. Bernasconi",
    "affiliations": []
  }, {
    "name": "Martino Giorgioni",
    "affiliations": []
  }, {
    "name": "Therese I. Garcia",
    "affiliations": []
  }],
  "title": "A volcanically induced climate warming and floral change preceded the onset of OAE1a (Early Cretaceous)"
}