{
  "sections": [{
    "text": "The Sterkspruit Complex, exposed at the base of the Karoo flood basalts in South Africa, is a complex of mostly massive volcaniclastic rocks, dikes and lava that fills a crater N45 km2 cut into country rock and is surrounded by a blanket of more-distal bedded volcaniclastic rocks. The moderately to steeply inward-dipping margins of the crater are delineated by country-rock breccia that grades into rocks within the complex. Intracomplex rocks are dominated by massive, polymict lapilli tuff and tuff breccia N150 m thick, with intercalated lavas, and minor bedded volcaniclastic rocks. Pillow lava N50 m thick and thinly bedded, inferred lacustrine deposits cap the complex succession and are in turn covered by subaerial Karoo flood basalts. Beyond the crater a succession of bedded, finer-grained volcaniclastic rocks (100–60 m thick) rests on country rock and thins distally over at least 5 km.\nMagma emplaced over a broad area through a network of feeder dikes and sheets created many small vents that grew into their neighbours through lateral quarrying and vent migration, and whose deposits overlap both within and outside the complex. An abrupt end to eruptions that formed volcaniclastic deposits is recorded by flooding of the lowest part of the crater by first water then lava, then subsequently by inundation of the complex and the surrounding landscape by voluminous effusion of flood basalt. Formation of the Sterkspruit Complex, and many others like it in South Africa, confirms that the opening phases of Karoo flood basalt volcanism were partly explosive. The abundant volcaniclastic products at Sterkspruit and in other flood basalt provinces result from eruptions that disperse ash and volcanic aerosols differently than effusive eruptions of lava, and thus may have important implications for climate change and landscape development associated with the initial stages of flood basalt provinces. © 2007 Elsevier B.V. All rights reserved.\nKeywords: Karoo; flood basalt; explosive volcanism; phreatomagmatic; vent-complex"
  }, {
    "heading": "1. Introduction",
    "text": "Recent work has established that the opening phases of Large Igneous Province (LIP) volcanism, best known for the effusion of huge volumes of mafic lava (Mahoney and Coffin, 1997), also include volcaniclastic eruptions of significant volume (see Ross et al., 2005 for review). Studies of the effusive products of LIP magmatism point to a relatively passive erup-\n⁎ Corresponding author. Present address: Volcanic Solutions Limited, 20 Moray Place, Dunedin, New Zealand. Fax: +64 3 479 7527.\nE-mail address: murray@volcanicsolutions.com (M. McClintock).\n0377-0273/$ - see front matter © 2007 Elsevier B.V. All rights reserved. doi:10.1016/j.jvolgeores.2005.11.012\ntion style dominated by emplacement of pahoehoe lava flows and construction of shield volcanoes accompanying injection of huge volumes of magma into the crust to form extensive sheet and dike swarms (Self et al., 1996; Chevallier and Woodford, 1999; Jerram et al., 2000). Large-volume volcaniclastic eruptions during the early stages of the Ferrar–Karoo LIP and Greenland flood basalts, Siberian Traps and possibly Deccan Traps are recorded by widespread, exceptionally thick volcaniclastic deposits of mainly basaltic composition (Ross et al., 2005), but information is lacking concerning the intensity and nature of the eruptions that produced them, the nature of the vents from which these thick deposits derive, or the detailed\n94 M. McClintock, et al. / Journal of Volcanology and Geothermal Research 172 (2008) 93–111\ntemporal relationship between early explosive eruptions and the main phase of flood basalt eruption.\nThe volcaniclastic components of LIP eruptions are of fundamental importance for three reasons: (1) The volcanic landforms that form during these eruptions are larger than and differ in other ways from other volcaniclastic basaltic volcanoes described to date; (2) These large fragmental eruptions must have had dramatic impacts on landscapes, flora, fauna and the sedimentary system; and (3) Such eruptions provide a potentially efficient vehicle for injecting particulate debris and aerosols such as sulphur and chlorine into the atmosphere, so it is crucial that we attempt reconstruction of fragmentation\nmechanisms, eruptive volumes and eruption duration to add to our growing understanding of their impact on climate. Excellent exposure of a range of rocks erupted and intruded within and beyond a volcanic complex formed during some of the very first eruptions of the Karoo flood basalts make the Sterkspruit Complex an ideal target for adding to our understanding of the physical volcanology of volcaniclastic LIP eruptions and for assessing some of the boundary conditions controlling their impact on the environment. This paper describes the general structure of the Sterkspruit Complex and the lithofacies relationships among the rocks that comprise it, and summarises its evolution.\neous rocks after Marsh et al., 1997; sedimentary rocks after Johnson et al., 1996). nd Eales (1984); the main Karoo basin is outlined by the occurrence of Karoo et box-area of Fig. 2.\n95M. McClintock, et al. / Journal of Volcanology and Geothermal Research 172 (2008) 93–111"
  }, {
    "heading": "1.1. Geological setting",
    "text": "TheKaroo LIP formed at c. 180Ma (Riley andKnight, 2001), prior to the undocking of Antarctica from the African sector of Gondwana. Karoo mafic to silicic lava flows, volcaniclastic rocks and intrusions (Drakensberg Group; Fig. 1) crop out over most of Africa south of 15°S, with remnant outliers suggesting that most of this area was covered by Karoo LIP lavas and/or underlain by sills (Marsh et al., 1997). Most of the preserved Karoo LIP comprises sills intruding sediments of the Karoo Supergroup, a N1500 m thick lava pile preserved in Lesotho and adjacent parts of South Africa, and a very thick, more geochemically diverse volcanic sequence in the Lebombo– Sabi region, near the eventual divide between Africa and Antarctica (Duncan et al., 1997) (Fig. 1). Karoo LIP magmas have chemical affinities with flood basalts of the Ferrar LIP in Antarctica, Australia and New Zealand and overlap in age, making the combined Karoo–Ferrar event (c. 2.5×106 km3) the largest of the Mesozoic LIPs associated with Gondwana breakup (Duncan et al., 1997; Riley and Knight, 2001).\nThe Late Carboniferous to Early Jurassic (Johnson et al., 1996) Karoo Supergroup comprises a thick accumulation of sediments deposited in the Karoo basin, an asymmetric foreland basin with preserved deposits thinning from a maximum of ~10 km in the south to an erosional edge 500–1000 km to the\nnorth (Fig. 1) (Catuneanu et al., 1998; Pysklywec andMitrovica, 1999). Deposition began in the Late Carboniferous with accumulation of glacial sediment (Dwyka Group) followed by marine shales (Ecca Group), fluvial sandstones and mudstone (Beaufort Group), and finally fluvial and aolian sandstones, conglomerates and coal of the Molteno, Elliot and Clarens Formations (Fig. 1) (Smith et al., 1993; Johnson et al., 1996). The Karoo Supergroup succession records cool, glacial conditions (Dwyka) through warm, semi-arid conditions (Molteno/ Elliot), culminating in desert conditions (Clarens) (Johnson et al., 1996; Bordy and Catuneanu, 2002). Ephemeral streams dominated deposition of the upper Elliot Formation (Bordy et al., 2004), and eolian plus minor shallow streamflood deposits are most important in the Clarens Formation (Visser, 1984; Smith, 1990; Johnson et al., 1996; Bordy and Catuneanu, 2002)."
  }, {
    "heading": "1.2. Explosive volcanism within the Karoo LIP",
    "text": "The first pulse of magmatic activity in the Karoo LIP was eruption of subaerial, and locally subaqueous, flood basalt lava flows only a few metres to a few tens of metres thick within the Karoo Central Area (Fig. 1) (Lock, 1974; Marsh and Eales, 1984; Mitchell et al., 1996). These first lava flows rest on and interfinger with Clarens Formation fluvial and eolian siliciclastic sediments. Lava emplacement was succeeded by formation\nal Area, including location of the Sterkspruit Complex (after Ross et al., 2005). ic levels above the base of the Molteno Formation.\n96 M . M cC lintock, et al. / Journal of Volcanology and G eotherm al R esearch 172 (2008) 93–111\nKaroo intrusive rock Aphyric to coarse-grained pods and dikes ranging from b0.5 to +10 m long. Most intrusions b1 m wide are fine-grained to porphyritic, with 0.5–2 mm pyroxene or olivine phenocrysts isolated or forming glomeroporphyritic clusters in a groundmass of feldspar lathes and glass. Phenocryst number and packing increases with intrusion size. Intrusion margins range from planar to highly irregular with local development of peperite. Chilled, glassy or fine-grained margins 0.5–5 cm thick common; may bake or otherwise alter host to intrusion\n(ii) Complex-margin lithofacies association Structureless, Clarens-rich breccia Poorly sorted, structureless breccia, comprising sub-angular to sub-round clasts of well-sorted, white or cream-coloured fine to medium quartzofeldspathic sandstone plus\n0–25% aphyric to coarse-grained, dense to moderately vesicular basalt, set in a sandy matrix. Alternatively, may comprise thin bedded to laminated, randomly oriented clasts of sandstone with no basalt clasts\n(iii) Complex-capping (inferred lacustrine) lithofacies association Bedded volcaniclastic rocks Laminated to thick beds bounded by sharp to gradational, planar to irregular (loaded or erosional) contacts. Internal bed structures observed include: structureless; normal-\ngraded; reverse-graded; plane–parallel bedded; crudely bedded; convolute-bedded; scour-fill bedded; ripple cross-laminated; or laminated. Componentry is polymict (clast types as for structureless intra-complex tuff breccia and lapilli tuff)\nChert Pinch-and-swell beds, up to 25 cm thick, of white to light grey plane–parallel to convolute laminated chert. Chert infills relief on basal contacts; gradational contacts with laminated white siltstone Hyaloclastite Fine lapilli to ash-grade angular shards and equant, blocky fragments of glassy basalt (mostly altered) up to 2 cm, and elongate, gently curved fragments of pillow rinds 1– 2 cm thick and up to 10 cm long. Basalt clasts set in matrix comprising radiating tabular to bladed calcite Karoo flood basalt lava (subaqueous) Pillow lavas 0.1–2+ m diameter set in hyaloclastite, quartz sandstone or calcite cement. Single pillows show a 0.5–2+ cm thick, differentially altered (inferred altered glass) rind against both matrix and underlying sandstone/siltstone. May include few metres-thick, massive sheetlike “transitional” flows that pass into pillows laterally; pass gradationally upward over 1–5 m into sub-aerial lavas\n(iv) Extra-complex lithofacies association Bedded volcaniclastic rocks Outcrops of the extra-complex facies association comprises a combination of tuff and lapilli tuff in very thin to very thick beds bounded by sharp to gradational, planar to\nirregular (loaded or erosional) contacts. Internal bed structures observed include: structureless; normal-graded; reverse-graded; plane–parallel bedded; crudely bedded; trough or planar cross-bedded; or laminated. Componentry is the same as for structureless intra-complex tuff breccia and lapilli tuff; however, single beds dominated by one or a few clast types (e.g., Clarens Formation clasts, Elliot Formation clasts, accretionary lapilli) are more common than for intra-complex rocks\n(v) Karoo flood basalt Karoo flood basalt lava (subaerial) 0.5 to +10 m thick subaerial lava flows; includes all subaerial lava flows older than, synchronous with and younger than volcaniclastic rocks of the Sterkspruit Complex;\ncapping flow sequence at Sterkspruit N220 m thick without intervening paleosols or sedimentary horizons.. In cross-section, show well-developed pipe vesicles (up to 10 cm) along flow bases and spherical to ellipsoid vesicles in flow cores and tops; vesicle size and packing increases toward flow tops. Vesicularity varies from 0 to +60%. Vesicle filling by coarse calcite±zeolites ubiquitous, with minor calcite veining and infilling of coarse (+10 cm diameter) vugs at flow bases; infilling of flow-top cracks and vesicles by pink sand common in lower 50 m of lava pile. Typically show fine-grained, vesicle-poor or vesicle-free, variably weathered (mainly oxidized) tops and bases; flow cores often dense. Ropy texture rarely preserved on flow surfaces. Flows have broadly sheetlike geometry but may show local infilling of relief or “pinch-andswell” in cross section (inferred inflated lobes within flows)\n97 M . M cC lintock, et al. / Journal of Volcanology and G eotherm al R esearch 172 (2008) 93–111\n98 M. McClintock, et al. / Journal of Volcanology and Geothermal Research 172 (2008) 93–111\nof widespread and thick (up to hundreds of metres) volcaniclastic deposits, after which emplacement of flood basalt lava flows resumed (Duncan et al., 1997; Hargraves et al., 1997). The first lava flows, plus dikes and flows intercalated with the volcaniclastic rocks and lithic blocks within them, are chemically distinct from the later, voluminous Lesotho basalts that make up the bulk of the Karoo lavas, and they have a restricted geographic distribution that overlaps that of the associated volcaniclastic rocks (Marsh and Eales, 1984; Mitchell et al., 1996).\nThe Sterkspruit Complex is one of at least 30 sites over an area of about 125000 km2 where thick (tens to hundreds of metres) mafic volcaniclastic deposits locally underlie or are interleaved with Karoo flood basalt lava (Du Toit, 1954) (Fig. 2). Scattered outcrops of volcaniclastic rocks are separated by large areas where Karoo flood basalt lavas rest on the uppermost Karoo Supergroup with only thin (cm to m) or no intervening volcaniclastic rocks (Fig. 2). The most voluminous volcaniclastic deposits are 100–250+ m of thick-bedded to structureless, coarse lapilli tuff to tuff breccia, cut by basalt dikes and intercalated with flood basalt lava flows, that occupy steep-walled basins (5–40+ km2) cut into pre-existing country rock. These deposits are capped by pillow lava and/or subaerial lava of the main phase of Karoo flood basalt effusion. The steep-walled basins that house the volcaniclastic deposits are surrounded by thinner-bedded, mainly lapilli and ash deposits, 10–100 m thick, that rest on the country rocks and thin away from basin margins. Minor volumes of volcaniclastic rock are also associated with diatreme-like vents (diameters range from 0.1–2 km) isolated within the Molteno, Elliot and Clarens Formations (Du Toit, 1905; 1911; Gevers, 1928; Jamtveit et al., 2004), and with small intrusive-to-extrusive andesite to dacite dome complexes (Fig. 2) (Du Toit, 1904; Lock, 1974; Marsh and Eales, 1984)."
  }, {
    "heading": "1.3. Lithofacies and rock descriptions",
    "text": "Volcaniclastic lithofacies are distinguished here on the basis of grainsize, bedding characteristics, and componentry of deposits (Table 1). Rock descriptions are distilled from field and thin section observations.We use here amodified form of the IUGS classification for volcaniclastic rocks (Schmid, 1981). All volcaniclastic rocks are named according to grain-size (ash, b2mm, lapilli, 2–64mm, and block (lithic) and bomb (juvenile), N64 mm), and variations within grain-size classes are noted by prefixing rock names with modifiers that describe significant aspects of componentry, deposit texture and structure, chemical composition of volcanic clasts, and depositional process. Bed thickness follows Ingram (1954): laminated, b1 cm; very thinly bedded, 1–3 cm; thinly bedded, 3–10 cm; medium bedded, 10– 30 cm; thickly bedded, 30–100 cm; very thickly bedded, N1 m. Percentages of volcaniclastic components, vesicularity (b15% vesicles-low; 15–50% vesicles-moderate; N50% vesicles-high) and sorting of deposits are visual estimates.\nThe Sterkspruit Complex comprises contiguous outcrops of volcaniclastic, intrusive and extrusive rocks in the Sterkspruit valley and its tributaries in the Drakensberg Mountains near the\nborder between South Africa's Eastern Cape Province and Lesotho (Figs. 2; 3). The complex is at least 7 km long by 5 km wide, is cut into the Clarens Formation, and is filled mostly with massive to poorly bedded volcaniclastic rocks and intercalated flood basalt lava flows (Figs. 3; 4). Themargins of the Sterkspruit Complex are delineated by sharp to brecciated contacts with the Clarens Formation that dip steeply inward. On the southern edge of the Sterkspruit Complex, thin- to thick-bedded volcaniclastic rocks up to 100 m thick blanket the top of the Clarens Formation, and gradually thin to the south. On the northern margin of the Sterkspruit Complex, Karoo flood basalts rest on the Clarens Formation without intervening volcaniclastic rocks (Fig. 4). 1.5 km to the southwest of the Sterkspruit Complex a maar crater (c. 1 km in diameter) (the Moorcourt crater; Fig. 3), also cut into the Clarens Formation, is likewise surrounded by an apron of volcaniclastic rocks that interfingers with the blanket of debris associated with the Sterkspruit Complex.\nA 1:10000 scale lithofacies map of the Sterkspruit area was completed during 6 months of fieldwork. The evolution of this volcanic complex can be reconstructed from the range of lithofacies present plus their spatial and relative temporal distribution. The lithofacies fall into five broad groups (Table 1); (i) country rock breccias along the margins of the complex that grade inward into volcaniclastic rocks, (ii) intracomplex volcaniclastic rocks, a few flood basalt lava flows and associated intrusions of coherent basalt that occupy a broad basin within the country rock, (iii) inferred lacustrine and reworked volcaniclastic rocks associated with pillow lavas that rest on top of intra-complex rocks, (iv) extra-complex volcaniclastic rocks that rest on country rock, and (v) subaerial lava flows, representing the main Karoo flood basalts, that overlie (i) through (iv). The mostly sharp contact between the youngest volcaniclastic rocks and (v) marks an abrupt transition from a fragmental to effusive eruption style of Karoo magma at Sterkspruit."
  }, {
    "heading": "2. Pre-volcanic rocks (Clarens Formation, Karoo Supergroup)",
    "text": "Clarens Formation crops out as white, massive to crudely bedded quartzose sandstone in the Sterkspruit valley to the north and south of the Sterkspruit Complex, and within the complex as large blocks isolated within volcaniclastic rocks. Bedding is manifest as rare tabular and trough cross-bedding and thin to very thick plane–parallel bedding, with the latter dominant. Quartzose sandstones of identical componentry and appearance to typical Clarens Formation form thin (b10 m), laterally discontinuous lenses within extra-complex volcaniclastic rocks and between the lowermost lava flows of the Karoo flood basalt succession. Contacts generally show no signs of erosion, but in a few places laminated to medium-bedded quartzose sandstone, interbedded with lenses of polymict tuff, fill decimeter-thick irregular scours, with each scour a few centimeters deep by a few tens of centimetres wide. Elsewhere, thin lenses of sandstone intercalated with volcanic rocks show well-developed planar stratification to cross-lamination. Quartz grains, of identical size and roundness to quartz in Clarens Formation sandstone, also fill vesicles and cracks in the tops of\n99M. McClintock, et al. / Journal of Volcanology and Geothermal Research 172 (2008) 93–111\nKaroo flood basalt lava flows; the sand-filled cracks extend up to 1 m into flow interiors.\nClarens Formation sandstone is often altered along contacts with basalt and dolerite intrusions or lava. The most common alteration is a red oxidation accompanied by increase in induration. This probably reflects heating of the sandstone; for example, pink or red-coloured sand often fills vesicles and fractures in the top few metres of subaerial lava flows, but equivalent sand filling fractures or interstices in pillow lava remains white. In a few places, Clarens Formation sandstone has been hornfelsed (fused) to a grey, flinty rock adjacent to intrusions and shows gradational contacts with unaltered sandstone; this alteration is patchy, with some parts of the sandstone thoroughly baked and others showing only a simple colour change."
  }, {
    "heading": "2.1. Interpretation of Clarens Formation",
    "text": "Sedimentology and paleontology of Clarens Formation sandstones elsewhere in the Karoo Basin indicate deposition under progressively drier conditions from early to late Clarens\ntime as very thick-bedded structureless, and large-scale crossbedded eolian dune deposits became dominant over horizontally and cross-stratified deposits of ephemeral streams (Bordy and Catuneanu, 2002). Interdune areas were occasionally (perhaps seasonally) inundated with water, with most ponding of surface water during and immediately following short-lived, high-energy flood events (Bordy and Catuneanu, 2002). Spacing of tree rings in fossil wood within the Clarens Formation to the north of the Sterkspruit area suggests that there was no dramatic water shortage during Clarens time (Bordy and Catuneanu, 2002), and that the water table may have lain close to the surface year-round.\nThe presence of thin lenses of siliciclastic sand between volcaniclastic layers and lava flows indicates that deposition of loose sand by wind and water continued during eruptions. Alteration of sand on top of and within flood basalt lava flow tops suggests deposition of sand, probably eolian, while some flows at least were still hot (probably within tens of minutes to a few days, based on surface cooling rates for Hawaiian lava flows; see Keszthelyi and Denlinger, 1996 for discussion). On the other hand, the absence of sand interlayers within the main\n100 M . M cC lintock, et al. / Journal of Volcanology and G eotherm al R esearch 172 (2008) 93–111\n101M. McClintock, et al. / Journal of Volcanology and Geothermal Research 172 (2008) 93–111\nlava sequence points to an abrupt shutdown of the Clarens sedimentary system once widespread emplacement of flood basalt lavas began."
  }, {
    "heading": "3. The Sterkspruit Complex",
    "text": "We introduce the variety of rock types present in the Sterkspruit Complex by first describing the structure of the complex overall and its relationship to the pre-volcanic country rock. Descriptions of the country rock, and intra-complex, complex-capping and extra-complex associations of volcaniclastic lithofacies, and of the Karoo flood basalts provide the basis for subsequent interpretation of volcanic processes and complex evolution."
  }, {
    "heading": "3.1. Structure and margins of the Sterkspruit Complex",
    "text": "The northern and southern margins of the Sterkspruit Complex are delineated by abrupt, steep contacts against eolian and fluvial quartzose sandstones of the Clarens Formation. Although the eastern and western limits of the complex are not exposed beneath flood basalt cover, contacts have been extrapolated to outline an elliptical structure elongate NW-SE that covers c. 45 km2 (Fig. 3). On the northern boundary, exposures in the walls of the Sterkspruit Valley and tributaries show that the complex has been incised at least 120 m into the Clarens Formation (Fig. 4), while outcrops on the southern margin of the complex show 90 m of relief between the top of the Clarens Formation (the approximate paleosurface at the onset of volcanism) and the lowest exposed volcaniclastic rocks in the adjacent valley floor (Fig. 3).\nThe best exposures of the contact between volcaniclastic rocks and the Clarens Formation are on the southern margin of the complex, where it can be traced continuously for more than 2 km (Fig. 5A). Here, volcaniclastic rocks and coherent, in situ quartzose fine to medium Clarens sandstone are separated by a contact-parallel screen of breccia 2–10 m wide, composed of angular blocks of Clarens sandstone in a matrix of fine quartz sand (Table 1). Angular blocks are present on parts of the\ncontact that lie c. 50–75 m below the pre-eruption surface, indicating that the Clarens sandstone was consolidated at least to this depth when fragmented. This contact grades from coherent Clarens sandstone through Clarens–clast breccia into polymict volcaniclastic rock by the addition of round to angular clasts of purple, structureless, polymict fine volcaniclastic lapilli tuff and tuff (Figs. 5B; 6). The Clarens–clast breccia grades into adjacent in situ Clarens Formation, with clast size within the breccia and degree of ‘jigsaw-fit’ between clasts increasing toward the in situ Clarens Formation. The width of the gradational contact between Clarens Formation and volcaniclastic rocks varies along strike from metres to tens of metres, and volcaniclastic rocks are locally in direct contact with undisturbed Clarens Formation.\nParts of the northern margin of the complex are delineated by a similar zone of transition from intact Clarens Formation through Clarens–clast breccia into polymict volcaniclastic rock, but other sections show Clarens sandstone and volcaniclastic rocks in direct contact. At one locality (locality 1 on Fig. 3), very weakly bedded, sub-horizontal Clarens sandstone is juxtaposed with extremely poorly sorted massive polymict tuff breccia across a sharp contact a few centimetres wide that dips 33° to the west (toward the centre of the complex). The contact is marked by a 10–15 cm wide zone in which the sandstone is broken into slabby blocks that have been rotated to lie parallel to the contact; the tuff breccia has a sharp contact with the blocks in this narrow zone, and its ash-sized matrix does not fill interstices between the sandstone blocks. Where this contact crosses the Sterkspruit valley 2.5 km along strike, the boundary between massive to weakly bedded Clarens sandstone and volcaniclastic rocks can be mapped over 120 vertical metres (Fig. 4), and has an estimated dip of N45° to the south."
  }, {
    "heading": "4. Intra-complex lithofacies",
    "text": "Volcaniclastic rocks in the Sterkspruit area are addressed in this and the following sections, divided into three associations based on stratigraphic height and location relative to the\nrgin is delineated by an abrupt contact (dashed line) between massive to weakly in by flood basalts (dotted line). Farmhouse (centre) for scale. B. In detail this mict tuff (T) set in a matrix of quartz grains and/or polymict tuff and lapilli tuff.\n102 M. McClintock, et al. / Journal of Volcanology and Geothermal Research 172 (2008) 93–111\nmapped boundaries of the complex. We first address the intracomplex rocks (Section 4) lying at elevations below the inferred pre-eruption ground surface, then an assemblage of lava-related lithofacies that cap them (Section 5), and finally the deposits that accumulated beyond the complex boundaries which overlie in situ Clarens Formation (Section 6)."
  }, {
    "heading": "4.1. Massive volcaniclastic rocks",
    "text": "Sterkspruit intra-complex rocks are dominated by very thick deposits of massive, polymict tuff breccia and coarse lapilli tuff (Fig. 6). These coarse volcaniclastic deposits comprise a wide\nrange of lithic clasts thoroughly mixed with glassy (now altered) clasts of inferred juvenile origin having wide-ranging, but mainly low, vesicularity (Fig. 7A, B). We recognize clasts as juvenile if they are in deposits of apparent primary origin, are glassy or have a very fine-grained groundmass consistent with rapid cooling and have shapes consistent with fragmentation of magma (Heiken and Wohletz, 1986).\nA striking feature of these massive deposits is their volume; contiguous outcrops of structureless tuff breccia and lapilli tuff may be traced for hundreds of metres laterally within the Sterkspruit Complex and have a thickness at many sites in excess of 100 m (in fact, no base to the complex-filling sequence is\n103M. McClintock, et al. / Journal of Volcanology and Geothermal Research 172 (2008) 93–111\n104 M. McClintock, et al. / Journal of Volcanology and Geothermal Research 172 (2008) 93–111\nexposed). Polymict lapilli tuff and tuff breccia lithofacies are cut by numerous basalt dikes (b1 m wide), some of which show peperite margins. The massive lithofacies grade upward into very-thick-to-thin bedded tuff breccia and lapilli tuff.\nMassive tuff breccia and lapilli tuff lithofacies comprise an extremely poorly sorted mixture of block to ash sized grains of Clarens sedimentary rocks, angular wall-rock basalt lithics and juvenile clasts (Fig. 7A; Table 1). The proportion of juvenile to lithic clasts varies widely, from a maximum of +95% vol. lithics to 0%. Glassy clasts comprise palagonitized glass of sideromelane, or uncommonly tachylite. Juvenile clast morphologies range from equant clasts with irregular margins shaped by open vesicles, through elongate, fluidal clasts with smooth, unbroken outlines, to ragged and blocky clasts with sharp, smoothly curving clast margins that truncate vesicles (Fig. 7B).\nAlthough the bulk of massive volcaniclastic rocks within the Sterkspruit Complex are polymict, two lithofacies record compositional extremes. The first comprises structureless, lithic-rich tuff breccia and lapilli tuff that contains greater than 75% lithic clasts (Table 1). These lithic-rich deposits are dominated either by clasts of Clarens sandstone or by blocks of wall-rock basalt. Such lithic-rich tuff breccias and lapilli tuffs choked with Clarens clasts are common near contacts with in situ Clarens Formation or sandstone megablocks, and have gradational contacts with structureless, Clarens–clast breccia (Table 1). Lithic-rich tuff breccia mostly made up of dm-to mscale blocks of vesicular, aphyric to coarse-grained wall-rock basalt is restricted to the lowest stratigraphic levels exposed within the Sterkspruit Complex. Some wall-rock basalt blocks within these deposits show pipe vesicles and vesicle infillings of pink quartzose sand, consistent with an origin as broken blocks of lava. The second compositionally extreme lithofacies comprises round to sub-round clasts of dense to weakly vesicular basalt of inferred juvenile origin (20–75% vol.), together with lesser amounts of single quartz grains, cored bombs, blocks of lithic-bearing basalt and altered Clarens Formation sandstone clasts (dense-juvenile-rich tuff breccia and lapilli tuff lithofacies; Table 1) (Fig. 7E). Contacts between dense-juvenile-rich lithofacies and other volcaniclastic rocks are mainly sub-horizontal or gently dipping, whereas contacts with Clarens Formation megablocks, in situ Clarens Formation, and lithic-bearing basalt are mainly moderately dipping to subvertical."
  }, {
    "heading": "4.2. Bedded volcaniclastic rocks",
    "text": "Very thick-to thin-bedded volcaniclastic rocks inside the complex fall into two divisions; (i) packages of bedded rocks tens of metres thick, part of the intra-complex lithofacies association, crop out over areas of a few hundred m2 to a few km2, within which single, thin to very thick lapilli tuff and tuff beds can be traced for a few hundred metres laterally, and (ii) medium-bedded to laminated volcaniclastic deposits a few meters thick that overlie all other volcaniclastic rocks and are overlain in turn by pillow lava; these are part of the complexcapping lithofacies association (described in Section 5). The bedded deposits within the intra-complex lithofacies association\nshow gradational contacts with massive tuff breccia and lapilli tuff, and are generally restricted to the stratigraphically highest parts of the Sterkspruit Complex. Mainly crude, plane–parallel bedded units are characterized by sharp to gradational contacts, by abrupt changes in grainsize and by aligned trains of coarse clasts. A few thin, fine lapilli tuff to tuff beds include scattered accretionary lapilli. Dips range from moderate to steep, with all beds within single packages of beds showing consistent dips. These deposits are often intercalated with pahoehoe lava flows and/or lithic-bearing basalt sheets, and pink or white megablocks of Clarens sandstone."
  }, {
    "heading": "4.3. Lithic-bearing basalt sheets",
    "text": "Lithic-bearing basalt deposits (Table 1) are laterally discontinuous and crop out as (i) locally thick (N25 m) pluglike masses or thin (dm-m) layers of lithic-bearing basalt that merge laterally and vertically into lapilli tuff composed of framework-supported, sub-round to round clasts of dense, aphyric to microcrystalline basalt of inferred juvenile origin (dense-juvenile-rich tuff breccia and lapilli tuff lithofacies; Table 1), and (ii) flat-lying to moderately dipping sheet-like bodies of lithic-bearing basalt, intercalated with thick beds, either structureless or with weak internal layering, of volcaniclastic rock (Fig. 6). The geometry and field appearance of these sheet-like bodies is similar to that of subaerial flows of Karoo flood basalt, but the two can be distinguished by the presence of scattered lithic clasts and clots of spatter with incompletely welded outlines and by patchy, non-systematic vesicle distributions within the lithic-bearing basalt sheets. Clasts are distinguished from the strongly welded basalt that surrounds them by contrasting colour, vesicularity, crystal size or number, petrography (especially glassiness), or by differential surface weathering (Fig. 7F). Lithic-bearing basalt deposits have sharp contacts with Clarens country rock, and with polymict lapilli tuff and tuff breccia. The proportion of macroscopic lithic clasts enclosed by dense, coherent basalt within this lithofacies varies from 1-25% vol.\nLava-like lithic-bearing basalt sheets are mostlyb5 m thick and laterally continuous for less than a few hundred metres. However, one pair of lithic-bearing basalt sheets c. 1 m thick, separated by a few metres of polymict lapilli tuff, can be traced for N1 km before merging into the surrounding volcaniclastic rock across gradational contacts. The locally thick plug-like domains of lithic-bearing basalt, up to 1 km2, have a patchy distribution within the Sterkspruit Complex, and are associated with juvenile-rich volcaniclastic rocks and Clarens megablocks. These thick accumulations of lithic-bearing basalt occur in parts of the complex characterized by higher abundances of intrusions, peperite and juvenile-rich volcaniclastic rocks than average.\nCoherent lithic-bearing basalt (Fig. 7F) and massive densejuvenile-rich lapilli tuff (Fig. 7E) each include domains of the other isolated within them. Gradational contacts between the two lithofacies are marked by an increase in clast abundance and degree of welding of juvenile clasts within clastic densejuvenile-rich lithofacies; unwelded dense-juvenile-rich lapilli\n105M. McClintock, et al. / Journal of Volcanology and Geothermal Research 172 (2008) 93–111\ntuff passes laterally or vertically into lapilli tuff composed of partially welded clusters of basalt lapilli and then into coherent, non-vesicular, strongly welded lithic-bearing basalt that encloses lithic clasts showing varying degrees of silicification, alteration, or induration."
  }, {
    "heading": "4.4. Megablocks of Clarens Formation and lava",
    "text": "Megablocks of Clarens Formation sandstone, ranging from metres to tens of metres in length and width, lie isolated within volcaniclastic rocks with either gradational or sharp contacts. Gradational contacts between volcaniclastic rocks and Clarens megablocks are made up of angular blocks of Clarens sandstone grading outward into polymict volcaniclastic rock over a few decimeters to meters. Both sharp and gradational megablock contacts may be non-planar, and a single megablock may show both sharp and gradational contacts along different parts of its margins. Bedding is mainly poorly developed in Clarens megablocks, but, where present, indicates that adjacent megablocks are randomly oriented with respect to one another. Many single blocks are internally weakly brecciated and/or show isolated cm to dm-scale domains of volcaniclastic rock within them (Fig. 7G).\nIn contrast to the typical metre-to-decametre scale megablocks of Clarens Formation sandstone, much larger domains (hundreds of m2) of white or cream Clarens Formation are exposed in a few places within the Sterkspruit Complex; these contain clearer bedding, and show steeper dips but similar strike to in situ Clarens Formation beyond the complex, with only marginal brecciation (Fig. 4). These large domains of Clarens Formation are wholly surrounded by volcaniclastic rocks and are separated from them by sharp to brecciated, mainly subvertical to steeply dipping (N60°) contacts. The tops of these outcrops lie a few tens of metres below the top of the Clarens Formation outside the complex (Fig. 4).\nAt three localities, vertically oriented tabular megablocks of subaerial lava also lie isolated within massive volcaniclastic rocks. The largest is +3 m thick and +8 m long. Each lava megablock preserves contacts between at least two flows,\nFig. 8. A. Normal- to reverse-graded, scour-fill and plane–parallel bedded volcaniclas siltstone (LS) and then pillow lava plus hyaloclastite (PL). Note that laminated siltsto volcaniclastic sandstone and pillow lava. Hammer is 80 cm long. B. Photomicrogra\ndefined by differentially weathered contacts, pipe vesicles and changes in vesicle abundance."
  }, {
    "heading": "4.5. Intrusions",
    "text": "Dikes intruding intra-complex rocks are mostly narrow, laterally discontinuous bodies 1–3 m wide (Table 1). Overlapping, en-echelon or ‘swirling’, irregular outcrop patterns are common. Rarer larger plugs or stocks of basalt reach 10 m diameter. Contacts with volcaniclastic rocks and Clarens megablocks are marked by zones of fluidal peperite 1–2 m wide, or are sharp; intrusive margins along sharp contacts show finer crystal size and differential weathering relative to intrusion interiors. Intrusions show gradational contacts with lithicbearing basalt deposits, and intrude dense-juvenile-rich lapilli tuff, large domains and megablocks of Clarens Formation, and juvenile-rich lapilli tuff and tuff breccia."
  }, {
    "heading": "5. Complex-capping pillow lava and bedded volcaniclastic lithofacies",
    "text": "Pillow lavas are restricted to the central parts of the Sterkspruit Complex (Fig. 3) and overlie bedded or, less often, massive, volcaniclastic rocks (Figs. 6; 8). The pillow lavas pass gradationally upward into subaerial lava flows. The distribution of pillow lava within the Sterskpruit Complex describes an ellipse N12 km2 aligned NW-SE, mimicking the shape of the Sterkspruit Complex overall as defined by exposed contacts with country rock (Fig. 9). The pillow lava sequence exceeds 50 m in thickness along the axis of the ellipse and wedges out toward its margins (Fig. 9). Units comprise round to flattened, weakly to moderately vesicular, aphanitic to finegrained basalt pillows 0.1–2 m in diameter set in a hyaloclastite matrix, or, along basal contacts, set in white laminated siltstone (Fig. 8). Upsection, pillow lavas merge vertically into coherent subaerial flows over 1–5 m. The basal contact of the pillow lava sequence shows up to 5 m relief where pillows are enclosed by laminated siltstone and/or siltstone occupies interstices between pillows. Lamination in the siltstone is folded or thins beneath or\ntic sandstone (VS) (inferred reworked), overlain by very thin bedded to laminated ne is now mostly isolated within pillow lava unit. Dashed line = contact between ph of angular glassy basalt shards in hyaloclastite.\n106 M. McClintock, et al. / Journal of Volcanology and Geothermal Research 172 (2008) 93–111\naround pillows, and cm-size pieces of glassy pillow-rind are enclosed within laminated siltstone. No dikes were observed cutting or feeding the pillow lavas or the sediments immediately underlying them.\nUnderlying the pillow lavas is a series of medium-bedded to laminated fine lapilli tuff to very fine tuff that grades downward into the polymict, very thick-bedded to massive lapilli tuff and tuff breccia deposits that characterize the bulk of the Sterkspruit Complex fill (Fig. 6). These relatively fine-grained lithofacies have a restricted distribution that mirrors that of the overlying pillow lavas (Fig. 9). This succession is distinguished from the underlying volcaniclastic rocks by an abrupt increase in bedding, inverse to normal grading, moderate to good sorting and sharp to gradational contacts defined by changes in grainsize or bedforms (Fig. 8). The increases in the organization and sorting of beds are accompanied by an increase in abundance of lithic grains upsection. Quartz sand grains, subround to round wall-rock basalt and quartzose sandstone lithics dominate the componentry of these lithofacies. Planar bedding is most common, often coupled with scours several centimeters deep and tens of centimeters wide cut into underlying beds. Juvenile clasts are absent in the youngest beds, which are\ndominated by quartz sand and silt. White, laminated siliceous chert outcrops as a pinch-and-swell layer up to 25 cm thick, locally underlying the thickest sections of pillow lava."
  }, {
    "heading": "6. Extra-complex volcaniclastic lithofacies",
    "text": "A substantial succession of very thick-bedded to laminated lapilli tuff, tuff and rare tuff breccia covers the Clarens Formation to the south of the Sterkspruit Complex (Fig. 3). This succession of bedded volcaniclastic rocks rests in depositional contact on the youngest Clarens sedimentary rocks in the area, or is separated from them by thin lava flows (Fig. 6). Some beds within this succession are laterally continuous for N1 km, but most are of more limited extent. The extra-complex succession thins and fines to the south and west, except in the vicinity of the Moorcourt maar crater (Fig. 3) where debris derived from that vent interfingers with the blanket of material inferred to be derived from the Sterkspruit Complex.\nDue to discontinuous outcrop along the margins of the Sterkspruit Complex plus erosion, there are only two areas where the transition from intra-complex through extra-complex volcaniclastic rocks can be reconstructed (Fig. 3). At these\n107M. McClintock, et al. / Journal of Volcanology and Geothermal Research 172 (2008) 93–111\nlocalities, massive to very thick bedded coarse lapilli tuff and tuff breccia, often including a few massive to plane–parallel bedded, medium to thin beds of coarse to medium tuff, are the stratigraphically highest intra-complex rocks. Bedding is defined by abrupt shifts in grain size and componentry, trains of coarse clasts, or fine partings at the tops of beds. These coarse, extremely poorly sorted, disorganized units grade laterally over a few hundred metres into a succession of very thick to thin-bedded, poorly to moderately sorted tuff breccia, lapilli tuff and tuff resting on Clarens Formation sandstone. Plane–parallel bedding, defined by alignment of elongate clasts, lapilli or block trains and sharp to diffuse unit contacts, is moderately to well-developed in the more distal very thick to thin-bedded deposits, with minor pinch-and-swell bedding. The componentry of the beds outside the complex is the same as that of beds within the complex, although accretionary lapilli are more common in the extra-complex rocks. Contacts of the extra-complex succession with overlying Karoo flood basalt lava flows are abrupt, although in places thin, laterally impersistent lenses of quartzose sand mantle the top of the volcaniclastic pile.\nOne to two km outboard from the margin of the Sterkspruit Complex, this volcaniclastic succession comprises a series of very thick to thin bedded lapilli tuff and tuff, with rare interbedded tuff breccia and intercalated pahoehoe lava flows (Figs. 6; 10). Accretionary lapilli are common, either packed in massive to plane–parallel beds or in thin tops or bases of beds (Fig. 10). These more distal units show moderate sorting, some weak to well-developed normal or inverse grading and clearly defined bed contacts. Plane–parallel bedding remains most common, although pinch-and-swell bedding and cross-bedding are better developed than close to the margins of the complex.\nThe total thickness of volcaniclastic rocks sandwiched between the youngest Clarens Formation and the oldest flood basalt lava declines away from the complex margins, from N100 m adjacent to the complex margin to 60–80 m in outcrops more than 4 km from the margin. Discontinuous outcrop of volcaniclastic rocks continues to the south and west, but determining the source vents from which they derive becomes increasingly difficult away from the Sterkspruit Complex, so the maximum extent of the Sterkspruit-derived deposits is uncon-\nstrained. Westerly dipping volcaniclastic rocks sandwiched between Clarens Formation and Karoo flood basalt N8 m thick form an isolated outcrop 10 km to the west of the Sterkspruit Complex; whether these deposits derive wholly from the Sterkspruit Complex or not, it is inferred that the extra-complex deposits extend for at least a few tens of additional kilometers beyond the map area to the south and west."
  }, {
    "heading": "7. Karoo flood basalts",
    "text": "Subaerial Karoo flood basalt flows show sharp, planar contacts with underlying volcaniclastic rocks (Table 1). Flows show irregular, lobate, onlapping morphologies, with flow tops and bases defined by changes in vesicle shape and distribution, by thin, differentially altered (inferred originally glassy) rinds, and by lenses, a few centimeters thick by a few metres long, of well to moderately sorted, laminated to cross-bedded quartz sand. Quartz sand infillings and lenses are, however, restricted to the lower few tens of metres of the lava pile. Rubbly tops and bases to flows are absent, as are channel or levee structures. Columnar-jointed flows filling paleorelief of a few tens of metres are exposed at the base of the flood basalt pile elsewhere in the Sterkspruit Valley, but not within the Sterkspruit Complex."
  }, {
    "heading": "8. Discussion and conclusions",
    "text": "The number and range of rock types present at Sterkspruit and the relationships among them argue for a complex geological history, and there are aspects of the complex's origin that we still do not understand. Lithofacies-level elucidation of the evolution of the Sterkspruit Complex is beyond the scope of this paper; however, some exciting general questions have been raised by this work that we can answer here."
  }, {
    "heading": "8.1. What processes of transport and deposition occurred at Sterkspruit?",
    "text": "Intra-complex lacustrine deposits: The chert and laminated silt underlying pillow lavas of the complex-capping lithofacies\n108 M. McClintock, et al. / Journal of Volcanology and Geothermal Research 172 (2008) 93–111\nassociation are interpreted as epiclastic lacustrine sediments deposited within a perennial lake. Clarens eolian sedimentation overlapped with deposition in ephemeral lakes fed by shallow streams immediately prior to Karoo volcanism (Lock et al., 1974; Turner, 1986; Smith et al., 1993); lacustrine sediments at Sterkspruit probably derive from re-working of loose volcaniclastic debris combined with siliciclastic sand and silt transported from further afield. Lava emplaced into the lake formed a thick succession of pillow lava.\nExtra-complex pyroclastic fall and/or density current deposits: The very thick to thin, dominantly plane–parallel bedded lapilli tuff and tuff deposits that make up the extracomplex lithofacies association have characteristics most consistent with repeated episodes of pyroclastic fall and/or density current deposition. Better-defined bed contacts, better internal grading and sorting, and a general decrease in grainsize and bed thickness away from the margins of the Sterkspruit Complex suggest derivation from the complex. Many extracomplex deposits lack current structures, and pyroclastic fall is inferred to have been increasingly important in more distal (1–5 + km) deposits. Abundant accretionary lapilli in extra-complex deposits point to significant liquid water in the transport system (Schumacher and Schmincke, 1991).\nIntra-complex structureless, proximal phreatomagmatic deposits: The transport and deposition mechanisms responsible for formation of the coarse-grained, structureless, tens to hundreds of metre-thick lapilli tuff and tuff breccia of the intra-complex facies association are less clear. Key characteristics are their coarse grainsize, the absence of sorting and sedimentary structure, the diverse and intimate mixture of wallrock and juvenile clasts they contain, and their large volumes. They have abrupt contacts with country rock, while including isolated megablocks of wall-rock sandstone and lava. Although the collective volume of these lithofacies is very large (probably greater than 5 km3), subtle variations in componentry or grainsize on a scale of tens to hundreds of metres suggest that they accumulated during many small depositional events rather than a few very large ones. The majority of wallrock clasts comprise fragments of lava and of Clarens sandstone with only minor fragments of shale typical of the Elliot and Molteno Formations. Because the Clarens is c. 300 m thick at Sterkspruit (Du Toit, 1954) it may be deduced that explosions quarried a few hundred metres, but not thousands of metres, below the prevolcanic surface. Volcaniclastic deposits that share many of the features of the Sterkspruit intra-complex lithofacies are found in the crater and conduit portions of debris-filled maars and diatremes (Hearn, 1968; White, 1991; Kurszlaukis and Barrett, 2003), and other ‘wet’ phreatomagmatic volcanoes (Houghton and Nairn, 1991; McClintock and White, 2005; Ross and White, 2005). Wall-rock failure is recorded by megablocks of country rock and lava isolated within massive volcaniclastic deposits. The present geometry of intra-complex deposits may derive in part from syn- or post-eruptive subsidence of poorly consolidated debris, but the absence of marker beds makes it difficult to decide how much, and when, subsidence took place.\nLaterally impersistent packages of mainly poorly sorted, polymict, thickly bedded lapilli tuff and tuff breccia isolated\nwithin the structureless deposits suggest rapid or en masse deposition. On the basis of proximal deposition and moderate to steep dips of single packages of beds, we suggest that these areally restricted thick-bedded deposits may be in situ or slumped remnants of tuff ring or tuff cone sequences or the deposits of lahars spawned from slumping and sliding of wet debris within craters (e.g., Smith and Lorenz, 1989; Sohn and Chough, 1992).\nIntra-complex proximal magmatic to weakly phreatomagmatic deposits: Lithic-bearing basalt sheets and associated nonvesicular dense-juvenile-rich lapilli deposits similarly outcrop over only small areas (no more than a few km2), and are isolated within structureless, polymict volcaniclastic rocks. Lithicbearing basalt contains remnants of juvenile clasts and a range of variably altered wall-rock fragments within a groundmass of strongly welded basalt. Lithic-bearing basalt deposits were produced by thermally inefficient fragmentation of largely out-gassed melt in a manner that incorporated significant volumes of shallow-derived wall rock lithics. Furthermore the intensity of the eruptions was weak and coneforming judging by the geometry of the deposits. These deposits of weakly to strongly welded basalt share many characteristics of partially to completely coalesced spatter (e.g., Sumner et al., 2005), which commonly forms in proximal areas during strombolian and hawaiian activity (Vespermann and Schminke, 2000). The relative paucity of vesicles in lithic-bearing basalt deposits at Sterkspruit presumably reflects considerable gas loss prior to quenching (Thordarson and Self, 1993; Sumner, 1998; Thordarson et al., 2003).\nGradational contacts between lithic-bearing basalt and deposits comprising mostly dense lapilli suggest a genetic relationship. Variations in the degree of welding between lithicbearing basalt sheets and associated deposits of dense juvenile lapilli are inferred to reflect differences in the accumulation rate of fluid basalt fragments and in the degree of cooling in the fountain (Head and Wilson, 1989). An absence of welding, or only partial welding, of the deposits of dense juvenile lapilli may result from rapid cooling by small amounts of steam or external water (Bednarz and Schmincke, 1990). An absence of bedding in the non-or partially-welded lapilli deposits suggests accumulation without significant depositional pauses. The uniform grainsize of the mainly sub-round, locally partially welded lapilli points to sorting in the column and aerodynamic shaping of fluid basalt clasts during transport; partial welding indicates deposition of hot, but no longer fluid, clasts hot enough to weld to their neighbours (Sumner et al., 2005). The low vesicularity of these dense-basalt lapilli deposits is atypical of either strombolian or hawaiian tephra; this is strongly suggestive that the Sterkspruit magma had undergone opensystem degassing during some phase of its ascent and that fragmentation processes involved little or no magmatic volatiles. An alternative mechanism for fragmenting fluid melt while retaining sufficient heat in deposits for partial welding is a form of phreatomagmatism involving contact with limited amounts of external water housed in shallow Clarens sediments. The Sterkspruit deposits are very similar in grain size and componentry to many littoral or rootless cone deposits\n109M. McClintock, et al. / Journal of Volcanology and Geothermal Research 172 (2008) 93–111\n(Jurado-Chichay et al., 1996; Mattox and Mangan, 1997; Fagents et al., 2002; Fagents and Thordarson, 2007) although close association and gradational contacts with intrusions argues for accumulation of the Sterkspruit rocks at vents directly above feeder dikes."
  }, {
    "heading": "8.2. How did the Sterkspruit Complex evolve with time?",
    "text": "Magma emplaced over a broad area through a network of feeder dikes and stocks created many small active centres that grew into adjacent ones through lateral quarrying and vent migration (Fig. 11) (White and McClintock, 2001). The latter may have occurred in response to wall-rock collapse (Sohn and Park, 2005). The participation of at least five distinct magma types in eruptions (McClintock et al., in press) suggests multiple feeder dikes tapping deep magma reservoirs rather than eruptions fed from offshoots of a shallow sill or sheet. The depositional setting prior to volcanism at Sterkspruit was a “wet”, sandy desert environment in which eolian development of sand dunes overlapped with deposition in ephemeral streams and playa lakes. The availability of abundant groundwater, and perhaps limited surface water, resulted in mostly phreatomagmatic eruptions that produced large volumes of volcaniclastic debris. The abrupt switch to effusion of the Karoo flood basalts that mark the end of volcaniclastic sedimentation at Sterkspruit may have resulted from magma rise to levels above the water table, sealing of shallow conduits to ingress of external water (e.g., Houghton\net al., 1999) or changes in effusion rates. Because the same magma types were involved in explosive and effusive activity (McClintock et al., in press), the shift in volcanic style must reflect external controls rather than differences in magma chemistry or pre-eruptive volatile content.\nModern-day eruptions in which multiple closely-spaced phreatomagmatic vents have grown together over time to form a larger composite volcanic complex include the 1957–58 eruption of Capelinhos (Cole et al., 2001) and the 1963–66 eruption of Surtsey (Thorarinsson, 1967). At Sterkspruit, the large volume of flood basalt emplaced through multiple closely spaced dikes formed many vents, some housed in craters cut into country rock and some topped by spatter cones and lava flows. These small single craters eventually joined with one another to form an extensive crater-complex much larger than any single vent or crater. Dispersal distances of extra-complex pyroclastic deposits indicates eruption plumes of at least subplinian height. Explosive volcanism ceased when voluminous effusion of flood basalt inundated the Sterkspruit Complex with lava. The absence of paleosols, erosional unconformities or of thick interbeds of siliciclastic sediment suggest that the Sterkspruit Complex formed in decades to a few hundred years, and was immediately succeeded by voluminous effusion of the 1.5 km-thick Karoo flood basalt lava succession.\nThe Sterkspruit Complex formed in response to a large volume of magma interacting with abundant groundwater hosted in partly consolidated country rock. The range of processes inferred for the Sterkspruit Complex is the same as that\ne of many small, closely spaced vents housed in broad, mainly shallow craters\nex was flooded first by water and then by lava at the close of explosive activity.\nsmall centres, and thus probably comprise a number of thin, overlapping tephra\ne (Fig. 3) may have become part of the crater-complex as it grew laterally.\n110 M. McClintock, et al. / Journal of Volcanology and Geothermal Research 172 (2008) 93–111\nwhich operates during the opening phases of most basaltic eruptions in similar settings, except that the scale of the Sterkspruit volcanic landform is an order of magnitude larger. Like its closest analogue, the Coombs Hills vent-complex in Antarctica, crater growth was mainly by lateral quarrying, and many small vents and craters collectively comprise a much bigger volcanic complex (e.g., McClintock and White, 2005; Ross and White, 2005). The geometry of the deposits suggests that they were associated with numerous small eruptions from many vents. Could the complex have been a pre-existing basin filled by volcaniclastic rocks derived from external sources? While there is no direct evidence for the source of the dominant lapilli-tuff and tuff breccia there is clear evidence of (1) intracomplex explosive volcanism from the lithic-bearing basalts and (2) in situ growth of the complex by failure of Clarens wall rocks.\nBedded extra-complex lithofacies were deposited beyond the complex from wet, buoyant plumes and the combination of abundant dense to moderately vesicular juvenile ash, fragments of country rock and accretionary lapilli is unambiguous proof of phreatomagmatic eruptions. The origins of volumetrically dominant intra-complex rocks are more equivocal. Their grain size and bedding characteristics suggest deposition from some form or forms of high-particle-concentration mass flow. The wide range of componentry amongst the lithofacies is strongly suggestive of more than one origin for these units. However, in most lithofacies, wide-ranging but generally low juvenile vesicularity, diverse lithic fragments derived from brittle fragmentation of wall-rock and ubiquitous sideromelane together argue for the presence of water during magma fragmentation (e.g., Heiken and Wohletz, 1986; Houghton and Wilson, 1989; Schmincke, 2004; McClintock and White, 2005). Variation in the vesicularity of juvenile clasts probably stem from some combination of variably ‘open’ and ‘closed’ system degassing in the conduit (Head and Wilson, 1989) and the mode and degree of interaction with external water (e.g., Houghton and Schmincke, 1989; White, 1996). Future work will attempt to better constrain the volcanic style of these deposits. Formation of the Sterkspruit Complex, and many others like it in South Africa, confirms that the opening phases of Karoo LIP volcanism were explosive. The volume of these products of explosive volcanism may have important implications for climate change and landscape development associated with the initial emplacement of LIPs."
  }, {
    "heading": "Acknowledgements",
    "text": "This project was funded by the National Science Foundation through grants to BFH (EAR 0106237) and IPS (EAR 0332115). We are grateful to Sarah Sharp for her field assistance, and thank the people of the Barkley East district, South Africa for their hospitality and permission to access field sites, and Goonie Marsh, John Hepple and the Rhodes University Geology Department, Grahamstown, South Africa, for their logistical and technical support.MM is grateful to the University of Hawaii, Fulbright Aotearoa/New Zealand and a New Zealand Foundation for Research Science and Technology Top Achiever scholarship\nfor support. This paper benefited from thorough, constructive reviews by Volker Lorenz and Larry Mastin."
  }],
  "year": 2008,
  "references": [{
    "title": "Evolution of the Quaternary melilite– nephelinite Herchenberg volcano (East Eifel)",
    "authors": ["U. Bednarz", "Schmincke", "H.-U"],
    "venue": "Bulletin of Volcanology",
    "year": 1990
  }, {
    "title": "Sedimentology and palaeontology of upper Karoo aeolian strata (Early Jurassic) in the Tuli Basin, South Africa",
    "authors": ["E.M. Bordy", "O. Catuneanu"],
    "venue": "Journal of African Earth Sciences",
    "year": 2002
  }, {
    "title": "Fluvial style variations in the Late Triassic-Early Jurassic Elliot Formation, main Karoo basin, South Africa",
    "authors": ["E.M. Bordy", "P.J. Hancox", "B.S. Rubidge"],
    "venue": "Journal of African Earth Sciences",
    "year": 2004
  }, {
    "title": "Reciprocal flexural behaviour and contrasting stratigraphies: a new basin development model for the Karoo retroarc foreland system, South Africa",
    "authors": ["O. Catuneanu", "P.J. Hancox", "B.S. Rubidge"],
    "venue": "Basin Research",
    "year": 1998
  }, {
    "title": "Morphotectonics and mechanism of emplacement of the dolerite rings and sills of the western Karoo, South Africa",
    "authors": ["L. Chevallier", "A. Woodford"],
    "venue": "South African Journal of Geology",
    "year": 1999
  }, {
    "title": "Faial, Azores: deposits formed by an emergent surtseyan eruption",
    "authors": ["P.D. Cole", "J.E. Guest", "A.M. Duncan", "Pacheco", "J.-M"],
    "venue": "Capelinhos",
    "year": 2001
  }, {
    "title": "Geological Survey of the divisions of Aliwal North, Herschel, Barkley East and part of Wodehouse",
    "authors": ["A.L. Du Toit"],
    "venue": "Ninth Annual Report of the Cape Geological Commission,",
    "year": 1904
  }, {
    "title": "Geological survey of Glen Gray and parts of Queenstown and Wodehouse",
    "authors": ["A.L. Du Toit"],
    "venue": "Tenth Annual Report of the Cape Geological Commission",
    "year": 1905
  }, {
    "title": "Geological survey of part of the Stormbergen",
    "authors": ["A.L. Du Toit"],
    "venue": "Sixteenth Annual Report of the Cape Geological Commission",
    "year": 1911
  }, {
    "title": "The Geology of South Africa",
    "authors": ["A.L. Du Toit"],
    "venue": "Oliver and Boyd, Edinburgh",
    "year": 1954
  }, {
    "title": "The timing and duration of the Karoo igneous event, southern Gondwana",
    "authors": ["R.A. Duncan", "P.R. Hooper", "J. Rehacek", "J.S. Marsh", "A.R. Duncan"],
    "venue": "Journal of Geophysical Research-Solid Earth",
    "year": 1997
  }, {
    "title": "Rootless cones on Mars: a consequence of lava-ground-ice interaction",
    "authors": ["S.A. Fagents", "P.D. Lanagan", "R. Greeley"],
    "venue": "Volcano-Ice Interaction on Earth and Mars. Geological Society of London,",
    "year": 2002
  }, {
    "title": "Rootless cones in Iceland and on Mars",
    "authors": ["S.A. Fagents", "T. Thordarson"],
    "year": 2007
  }, {
    "title": "The volcanic vents of the Western Stormberg",
    "authors": ["T.W. Gevers"],
    "venue": "Transactions of the Geological Society of South Africa",
    "year": 1928
  }, {
    "title": "Palaeomagnetism of the Karoo igneous rocks in southern Africa",
    "authors": ["R.B. Hargraves", "J. Rehacek", "P.R. Hooper"],
    "venue": "South African Journal of Geology",
    "year": 1997
  }, {
    "title": "Basaltic pyroclastic eruptions: influence of gasrelease patterns and volume fluxes on fountain structure, and the formation of cinder cones, spatter cones, rootless flows, lava ponds and lava flows",
    "authors": ["J.W. Head III", "L. Wilson"],
    "venue": "Journal of Volcanology and Geothermal Research",
    "year": 1989
  }, {
    "title": "Diatremes with kimberlitic affinities in north-central",
    "authors": ["B.C.J. Hearn"],
    "venue": "Montana. Science",
    "year": 1968
  }, {
    "title": "Volcanic Ash",
    "authors": ["G.H. Heiken", "K.H. Wohletz"],
    "venue": "University of California Press, Berkeley,",
    "year": 1986
  }, {
    "title": "The 1976-1982 Strombolian and phreatomagmatic eruptions of White Island, New Zealand- Eruptive and depositional mechanisms at a wet volcano",
    "authors": ["B.F. Houghton", "I.A. Nairn"],
    "venue": "Bulletin of Volcanology",
    "year": 1991
  }, {
    "title": "Rothenberg scoria cone, East Eifel- a complex strombolian and phreatomagmatic volcano",
    "authors": ["B.F. Houghton", "H.U. Schmincke"],
    "venue": "Bulletin of Volcanology",
    "year": 1989
  }, {
    "title": "Terminology for the thickness of stratification and parting units in sedimentary rocks",
    "authors": ["R.L. Ingram"],
    "venue": "Geological Society of America Bulletin",
    "year": 1954
  }, {
    "title": "Hydrothermal vent complexes associated with sill intrusions in sedimentary basins",
    "authors": ["B. Jamtveit", "H. Svensen", "Y.Y. Podladchikov", "S. Planke"],
    "venue": "Geological Society Special Publications,",
    "year": 2004
  }, {
    "title": "Death of a sand sea: an active aeolian erg systematically buried by the Etendeka flood basalts of NW Namibia",
    "authors": ["D.A. Jerram", "N.P. Mountney", "J.A. Howell", "D. Long", "H. Stollhofen"],
    "venue": "Journal of the Geological Society",
    "year": 2000
  }, {
    "title": "Stratigraphy of the Karoo Supergroup in southern Africa: An overview",
    "authors": ["M.R. Johnson", "C.J. Van Vuuren", "W.F. Hegenberger", "R. Key", "U. Shoko"],
    "venue": "Journal of African Earth Sciences",
    "year": 1996
  }, {
    "title": "The initial cooling of pahoehoe flow lobes",
    "authors": ["L. Keszthelyi", "R. Denlinger"],
    "venue": "Bulletin of Volcanology",
    "year": 1996
  }, {
    "title": "Volcanological and structural aspects of the Venetia kimberlite cluster- a case study of South African kimberlite maardiatreme volcanoes",
    "authors": ["S. Kurszlaukis", "W.P. Barrett"],
    "venue": "South African Journal of Geology",
    "year": 2003
  }, {
    "title": "Stratigraphy of the volcanic rocks of the Barkley East district",
    "authors": ["B.E. Lock"],
    "venue": "Transactions of the Geological Society of South Africa",
    "year": 1974
  }, {
    "title": "Stratigraphy of the Karroo volcanic rocks of the Barkley East district",
    "authors": ["B.E. Lock", "A.L. Paverd", "T.J. Broderick"],
    "venue": "Transactions of the Geological Society of South Africa",
    "year": 1974
  }, {
    "title": "Large igneous provinces: continental, oceanic and planetary flood volcanism",
    "authors": ["J.J. Mahoney", "M.F. Coffin"],
    "venue": "Geophysical Monograph,",
    "year": 1997
  }, {
    "title": "The chemistry and petrogenesis of igneous rocks of the Karoo central area, Southern Africa",
    "authors": ["J.S. Marsh", "H.V. Eales"],
    "venue": "Geological Society of South Africa,",
    "year": 1984
  }, {
    "title": "Stratigraphy and age of Karoo basalts of Lesotho and implications for correlations within the Karoo igneous province",
    "authors": ["J.S. Marsh", "P.R. Hooper", "J. Rehacek", "R.A. Duncan", "A.R. Duncan"],
    "venue": "Geophysical Monograph",
    "year": 1997
  }, {
    "title": "Littoral hydrovolcanic explosions: a case study of lava-seawater interaction at Kilauea Volcano",
    "authors": ["T.N. Mattox", "M.T. Mangan"],
    "venue": "Journal of Volcanology and Geothermal Research",
    "year": 1997
  }, {
    "title": "Large phreatomagmatic vent complex at Coombs Hills, Antarctica: Wet, explosive initiation of flood basalt volcanism in the Ferrar-Karoo LIP",
    "authors": ["M. McClintock", "J.D.L. White"],
    "venue": "Bulletin of Volcanology",
    "year": 2005
  }, {
    "title": "The basalt stratigraphy of the Sani Pass, Kwazulu/Natal Drakensberg",
    "authors": ["A.A. Mitchell", "V.R. Ramluckan", "J.N. Dunlevey", "B.M. Eglington"],
    "venue": "South African Journal of Geology",
    "year": 1996
  }, {
    "title": "The role of subduction-induced subsidence in the evolution of the Karoo Basin",
    "authors": ["R.N. Pysklywec", "J.X. Mitrovica"],
    "venue": "Journal of Geology",
    "year": 1999
  }, {
    "title": "Age of pre-break-up Gondwana magmatism",
    "authors": ["T.R. Riley", "K.B. Knight"],
    "venue": "Antarctic Science",
    "year": 2001
  }, {
    "title": "Mafic volcaniclastic deposits in flood basalt provinces: a review",
    "authors": ["P.S. Ross", "I.U. Peate", "M.K. McClintock", "Y.G. Xu", "I.P. Skilling", "J.D.L. White", "B.F. Houghton"],
    "venue": "Journal of Volcanology and Geothermal Research",
    "year": 2005
  }, {
    "title": "Descriptive nomenclature and classification of pyroclastic rocks and fragments: recommendations of the IYGS",
    "authors": ["R. Schmid"],
    "venue": "Subcommission on the Systematics of Igneous Rocks. Geology",
    "year": 1981
  }, {
    "title": "Internal structure and occurrence of accretionary lapilli — a case-study at Laacher See Volcano",
    "authors": ["R. Schumacher", "H.U. Schmincke"],
    "venue": "Bulletin of Volcanology",
    "year": 1991
  }, {
    "title": "A new model for the emplacement of Columbia River Basalts as large, inflated pahoehoe lava flow fields",
    "authors": ["S. Self", "T. Thordarson", "L. Keszthelyi", "G.P.L. Walker", "K. Hon", "M.T. Murphy", "P. Long", "S. Finnemore"],
    "venue": "Geophysical Research Letters",
    "year": 1996
  }, {
    "title": "Volcanology of the Ellendale lamproite pipes, Western Australia",
    "authors": ["C.B. Smith", "V. Lorenz"],
    "venue": "Geological Society of Australia Special Publication,",
    "year": 1989
  }, {
    "title": "A review of stratigraphy and sedimentary environments of the Karoo Basin of South Africa",
    "authors": ["R.M.H. Smith"],
    "venue": "Journal of African Earth Sciences",
    "year": 1990
  }, {
    "title": "A review of the stratigraphy and sedimentary environments of the Karoo-aged basins of Southern Africa",
    "authors": ["R.M.H. Smith", "P.G. Eriksson", "W.J. Botha"],
    "venue": "Journal of African Earth Sciences",
    "year": 1993
  }, {
    "title": "The Ilchulbong tuff cone, Cheju Island, South Korea — depositional processes and evolution of an emergent, surtseyantype tuff cone",
    "authors": ["Y.K. Sohn", "S.K. Chough"],
    "venue": "Sedimentology",
    "year": 1992
  }, {
    "title": "Composite tuff ring/cone sequences in Jeju Island, Korea: possible consequences of substrate collapse and vent migration",
    "authors": ["Y.K. Sohn", "K.H. Park"],
    "venue": "Journal of Volcanology and Geothermal Research",
    "year": 2005
  }, {
    "title": "Formation of clastogenic lava flows during fissure eruption and scoria cone collapse: the 1986 eruption of Izu-Oshima Volcano, eastern Japan",
    "authors": ["J.M. Sumner"],
    "venue": "Bulletin of Volcanology",
    "year": 1998
  }, {
    "title": "Surtsey. The New Island in the North Atlantic",
    "authors": ["S. Thorarinsson"],
    "year": 1967
  }, {
    "title": "The Laki (Skaftar-Fires) and Grimsvötn Eruptions in 1783-1785",
    "authors": ["T. Thordarson", "S. Self"],
    "venue": "Bulletin of Volcanology",
    "year": 1993
  }, {
    "title": "Sulphur release from flood lava eruptions in the Veidivötn, Grímsvötn and Katla volcanic systems, Iceland",
    "authors": ["T. Thordarson", "S. Self", "D.J. Miller", "G. Larsen", "E.G. Vilmundardóttir"],
    "venue": "Geological Society of London Special Publication,",
    "year": 2003
  }, {
    "title": "Tectonic and climatic controls on continental depositional facies in the Karoo Basin of northern Natal, South Africa",
    "authors": ["B.R. Turner"],
    "venue": "Sedimentary Geology",
    "year": 1986
  }, {
    "title": "Scoria cones and tuff rings",
    "authors": ["D. Vespermann", "Schminke", "H.-U"],
    "year": 2000
  }, {
    "title": "A review of the Stormberg Group and Drakensberg volcanics in Southern Africa",
    "authors": ["J.N.J. Visser"],
    "venue": "Paleontology of Africa",
    "year": 1984
  }, {
    "title": "Maar-diatreme phreatomagmatism at Hopi Buttes, Navajo Nation (Arizona), USA",
    "authors": ["J.D.L. White"],
    "venue": "Bulletin of Volcanology",
    "year": 1991
  }, {
    "title": "Impure coolants and interaction dynamics of phreatomagmatic eruptions",
    "authors": ["J.D.L. White"],
    "venue": "Journal of Volcanology and Geothermal Research",
    "year": 1996
  }, {
    "title": "Immense vent complex marks flood– basalt eruption in a wet, failed",
    "authors": ["J.D.L. White", "M.K. McClintock"],
    "venue": "rift: Coombs Hills, Antarctica. Geology",
    "year": 2001
  }],
  "id": "SP:ff9056848396f86ff2ab21d26063c18d4fe04553",
  "authors": [],
  "abstractText": "The Sterkspruit Complex, exposed at the base of the Karoo flood basalts in South Africa, is a complex of mostly massive volcaniclastic rocks, dikes and lava that fills a crater N45 km cut into country rock and is surrounded by a blanket of more-distal bedded volcaniclastic rocks. The moderately to steeply inward-dipping margins of the crater are delineated by country-rock breccia that grades into rocks within the complex. Intracomplex rocks are dominated by massive, polymict lapilli tuff and tuff breccia N150 m thick, with intercalated lavas, and minor bedded volcaniclastic rocks. Pillow lava N50 m thick and thinly bedded, inferred lacustrine deposits cap the complex succession and are in turn covered by subaerial Karoo flood basalts. Beyond the crater a succession of bedded, finer-grained volcaniclastic rocks (100–60 m thick) rests on country rock and thins distally over at least 5 km. Magma emplaced over a broad area through a network of feeder dikes and sheets created many small vents that grew into their neighbours through lateral quarrying and vent migration, and whose deposits overlap both within and outside the complex. An abrupt end to eruptions that formed volcaniclastic deposits is recorded by flooding of the lowest part of the crater by first water then lava, then subsequently by inundation of the complex and the surrounding landscape by voluminous effusion of flood basalt. Formation of the Sterkspruit Complex, and many others like it in South Africa, confirms that the opening phases of Karoo flood basalt volcanism were partly explosive. The abundant volcaniclastic products at Sterkspruit and in other flood basalt provinces result from eruptions that disperse ash and volcanic aerosols differently than effusive eruptions of lava, and thus may have important implications for climate change and landscape development associated with the initial stages of flood basalt provinces. © 2007 Elsevier B.V. All rights reserved.",
  "title": "Physical volcanology of a large crater-complex formed during the initial stages of Karoo flood basalt volcanism, Sterkspruit, Eastern Cape, South Africa"
}