{
  "sections": [{
    "text": "We describe the scientific case for and preliminary design of an instrument whose primary goal is to determine the chemistry (element abundance) and mineralogy (compound identity and abundance) of Titan’s surface using a combination of energy dispersive X-ray fluorescence spectroscopy (EDXRF) and X-ray diffraction (XRD). XRD is capable of identifying any crystalline substance present on Titan’s surface at relative abundances greater than 1 wt%, allowing unambiguous identification of, for example, structure I and II clathrates (even in the presence of ice), and various organic solids, which may include C2H2, C2H4, C4H2, HCN, CH3CN, HC3N, and C4N2). The XRF component of the instrument will obtain elemental abundances for 16 < Z < 60 with minimum detection limits better than 10 ppm (including detection of atmospheric noble gas isotopes), and may achieve detection limits of 0.01–1% for lighter elements down to Z = 6 (carbon). The instrument is well suited to integration with other analytical tools as part of a light-weight surface chemistry and mineralogy package. Although considerably less sensitive to elemental abundance than GC–MS (10 2 vs. 10 8) it is likely to be significantly lighter (<0.5 kg vs. 10 kg).\nThe instrument will be able to address the origin and evolution of Titan by measuring the mineralogy and chemistry of bulk crust (water ice/clathrates), excavated impact ejecta (possibly including XRD-identifiable high-pressure polymorphs of ice), and cryolava or ash (distinguishing between ammonia–methanol and sulfate–carbonate magmas). The instrument will also address atmospheric photochemistry and climate history by measuring the mineralogy and chemistry of organic sediments found in various environments, such as dunes, fluvial and peri-lacustrine areas (including possible evaporites), and possibly exhumed from deep reservoirs by mud volcanism. Lastly, the instrument will address Titan’s astrobiological evolution by enabling detection of more complex organic materials (crystalline carboxylic/amino acids or sugars) in areas where sediments have interacted with aqueous solutions. 2009 COSPAR. Published by Elsevier Ltd. All rights reserved.\nKeywords: Titan; Mineralogy; X-ray diffraction; X-ray fluorescence"
  }, {
    "heading": "1. Introduction",
    "text": "It is common to determine the surface chemical composition of planetary bodies using remote and in situ techniques. However, the arrangement of chemical elements in a solid (i.e., the crystal structure of the mineral phase) yields an additional layer of information concerning geological processes. For example, a measurement of silica abundance of itself does not provide the same insights as\n0273-1177/$36.00 2009 COSPAR. Published by Elsevier Ltd. All rights rese doi:10.1016/j.asr.2008.11.024\n* Corresponding author. Contact address: Department of Earth Sciences, University London, Gower Street, London, WC1E 6BT, UK.\nE-mail address: andrew.fortes@ucl.ac.uk (A.D. Fortes).\nknowing that the SiO2 is present as the minerals opal (formed hydrothermally), quartz (grown perhaps from an igneous melt), or coesite (formed in a meteorite impact), to name only a few silica polymorphs. The same argument applies to the volatile solids (‘ices’) and highly hydrated inorganic compounds, which may be considered to be ‘rock-forming’ minerals in the outer solar system. Saturn’s largest moon Titan, the only planetary satellite with a dense atmosphere, is being revealed by the Cassini–Huygens mission to be a world characterised by diverse and dynamic geological activity (e.g., Lunine, 2008). Understanding the geology of Titan’s crust, and its interaction with the atmosphere, requires future determination of the\nrved.\n1 The ambiguity applies largely to H2O-bearing ices and hydrates; in the case of many organics on Titan (e.g., methane and ethane) there are diagnostic IR absorption features in the 5–6 lm region.\nchemistry and mineralogy of surface materials which can only be achieved unambiguously using X-ray diffraction (XRD) in combination with an analytical technique to determine elemental abundances, such as X-ray fluorescence spectroscopy (XRF). In this paper, we describe an icy mineralogy package (IMP) consisting of a miniaturised XRD/XRF designed primarily with Titan, and the Titan Saturn-System mission proposal (Coustenis et al., 2008; Lorenz et al., 2008) in mind, although it is not predicated upon an a priori knowledge of surface mineralogy and consequently is applicable with little modification to any solar system body (rocky or icy). The proposed instrument is well suited to integration with other analytical tools, such as IR and UV Raman spectrometers. The layout of the paper is as follows: we begin in Section 1.1 by outlining the technical background to XRD/XRF techniques; in Section 1.2 we describe the science goals of the proposed instrument and likely data collection strategy in the context of the TSSM proposal. Section 2 contains a detailed description of the proposed instrument design, and Section 3 summarises the expected performance of the instrument."
  }, {
    "heading": "21.1. Analytical use of X-rays",
    "text": "X-rays are a powerful tool for probing the composition and arrangement of atoms in matter. In the first instance, X-ray photons incident upon a specimen will excite the emission of more X-ray photons (fluorescence) with energies which are characteristic of the elements present in the specimen. The energy spectrum of the fluorescent X-rays can be measured very precisely using simple solid-state diodes (energy dispersive XRF), allowing elements to be identified from their characteristic emission energies, and their abundance to be determined from the observed emission intensity (e.g., Glocker and Schrieber, 1928). In the case of low-Z elements, such as carbon, nitrogen and oxygen, which will dominate the composition of materials on Titan’s surface, there are some practical difficulties associated with the low energy of the fluorescent X-rays (<1 keV) and the very low emission probabilities, which will be discussed in Section 3.4.\nLike all other waves, X-rays are diffracted when passing through a 2D or 3D grating with spacings comparable to the incident wavelength. Crystals are effectively 3D gratings composed of ordered arrays of atoms with interplanar spacings (d-spacings) similar to the wavelengths of X-ray photons. In the case of angle-dispersive X-ray diffraction (which is all we shall concern ourselves with here), a fraction of an incident monochromatic X-ray beam, with a wavelength k, will become scattered through an angle 2h by coherent diffraction from a set of lattice planes in a crystal with a spacing d according to Bragg’s law (Bragg, 1913), k = 2d sin(h). Hence, widely separated lattice planes (large d-spacings) will produce maxima in the diffracted intensity at smaller Bragg angles (low 2h) whilst planes with smaller d-spacings will be observed at larger Bragg angles (high 2h). Measuring the distribution of scattered X-ray intensity as a function of the Bragg angle, 2h, from a randomly ori-\nented powder of crystallites will give information about the unit-cell’s size and shape, and the symmetry elements present in the crystals, and the nature and arrangement of atoms in the crystal structure.\nMost spectroscopic techniques employed for remote and in situ analysis of planetary materials sample very short length scales (few to tens of Å), at the level of atom–atom bonds and the immediate atomic environment. Ambiguities may arise because many different minerals contain similar interatomic or intermolecular bonds, and exhibit similar atomic coordination. An apposite example would be the ambiguity in the nature of the non-ice (but H2O-rich) component on the surface of Europa.1 The candidate ices and highly hydrated inorganic minerals (such as epsomite and meridianiite) all contain many water–water hydrogen bonds and their infrared spectra are therefore dominated by essentially the same absorption features as water ice, with subtle modifications in the lines shapes due to slight differences in local molecular environment (Dalton et al., 2005). Thus it has so far proved impossible to identify the non-ice material on Europa with any certainty. IR spectroscopy often requires photometric modelling, with some awareness of grain sizes and/or subtraction of atmospheric absorption. Titan’s atmospheric CH4 restricts remote spectroscopic analysis of the surface to a few narrow near-IR windows; even at relatively low altitudes, corrections for the severe methane opacity are necessary. Nevertheless, the visible-IR surface spectrum acquired by the Huygens probe is remarkable for its lack of informative absorption bands in the 0.7–1.6 lm range (Schröder and Keller, 2008).\nIn contrast, X-rays are capable of sensing the long-range structure (coherently diffracting domains of dimensions 1000s of Å); in the case of a crystalline solid this structure consists of a periodic three dimensional lattice, the smallest portion of which (the unit-cell) contains a set of specific symmetry elements and an array of atoms positioned according to rules imposed by the unit-cell symmetry. As described above, this lattice is capable of diffracting an X-ray beam in such a manner that the spatial distribution of scattered X-rays (a set of sharp ‘Bragg reflections’) represents, in essence, an unambiguous ‘fingerprint’ of the crystal. The positions and intensities of Bragg reflections are not affected by atmospheric opacity, grain size, or by viewing angle (which are problems in IR reflectance spectroscopy). In the case of amorphous solids, which are characterised by a lack of long-range atomic order, no sharp diffraction maxima occur, although it is still possible to obtain some structural information (in the form of a radial distribution curve) from analysis of the diffuse diffraction halos that they produce. Crystalline substances such as water ice and methane clathrate, both of which have very similar IR reflectance spectra (Smythe, 1979), have quite different unit-cell dimensions and contents. As a result,\nthe X-ray diffraction patterns are quite different; even in mixtures of the two phases there is scarcely any overlap of Bragg peaks. It is possible, even for an untrained observer, given a set of expected peak positions to say whether a given sample contains one or both substances, and it can be a trivial matter for peak-matching software coupled to a crystallographic database to identify phases and quantify their relative proportions. Techniques for minimising the difference between an observed and a calculated diffraction patterns, such as the Rietveld method (Rietveld, 1969), allow in principle for phases to be identified at abundances of order 1 wt%, and phase proportions quantified to 0.5 wt% accuracy, even in complex multiphase mixtures (Hill and Howard, 1987).\nIn order to carry out these kinds of X-ray analysis, a source of X-rays is required, combined with a means of detecting both the fluorescent X-rays and the diffracted Xrays, and some mechanism for acquisition, preparation, and appropriate positioning of a specimen in relation to the source and detector. In the laboratory there are relatively few practical limits in terms of mechanical complexity, use of power or consumables, and human intervention. For example, a typical laboratory XRD may weigh 1.5 tons and occupy up to 6 m3, with many delicate moving parts, consume in excess of 2 kW of power, require up to 5 L min 1 of water for cooling, and demand very careful sample preparation for optimal results. Such instruments are optimized for extremely high-resolution measurements over a large angular range (0–160 2h) with a flexible hardware configuration (in terms of specimen holders, non-ambient conditions, beam conditioning, etc.). For deployment on a planetary lander, there are obviously very strict limits on mass and power use. Nonetheless our aim is to describe a miniaturised instrument, with a reduction in mass and power of order 103 compared to the nominal laboratory instrument, a minimum of moving parts (preferably none), and no requirement for consumables. This design must be sufficiently robust to withstand launch, exposure to hard radiation during the 8–12 year interplanetary cruise, followed by atmospheric entry and a potentially rough landing, and it must also be relatively insensitive to the poor sample preparation (by laboratory standards) necessitated by remote operation. As yet, no XRD instruments have been flown into space, although a great variety of miniaturised devices are described in the literature (Das Gupta et al., 1966; Gregory and Parnell, 1972; Feklichev and Khangil’Din, 1991; Marshall et al., 1996; Vaniman et al., 1998; Anderson et al., 1999; Shirai et al., 2003; Sarrazin et al., 1998, 2005; Delhez et al., 2003; Okada et al., 2006): the smallest XRD/XRF described in the literature is the ultra-miniature lab-on-achip system described by Greaves and Manz (2005). Of these various concepts, only the CheMin IV instrument – which forms part of the Mars Science Laboratory package, due for launch in 2011 – is in a near flight-ready state. The ExoMars XRD/XRF instrument is at the Technology Readiness Level five (TRL-5) stage of development, with launch now scheduled for 2016 (Marinangelli et al., 2007)."
  }, {
    "heading": "1.2. Scientific context",
    "text": "During the 4-year primary mission of the Cassini Orbiter (and the descent of the Huygens lander onto the surface of Titan in January 2005), Saturn’s giant icy moon Titan has been revealed as arguably one of the most interesting bodies in the solar system. Titan exhibits a full range of Earth-like processes (e.g., Lunine, 2008), including cryovolcanism, tectonism and impact cratering, as well as fluvial activity involving the flow of liquid methane-ethane mixtures, and aeolian activity manifested as gigantic longitudinal dunes (Lorenz et al., 2006), possibly composed of solid organic compounds produced by photolysis of methane in Titan’s stratosphere. Determining the chemistry and mineralogy of Titan’s surface is crucial to understanding the origin and evolution of this body, and hence the wider context of solar system origin and evolution. In addition, understanding the deep-frozen residue of Titan’s atmospheric organic chemistry, preserved on the surface, may yield insights into the origins of life on Earth.\nSome of the current first-order questions regarding Titan are, (1) what is the nature and origin of the bright (highland?) terrain; (2) what is the nature and origin of the dark (sedimentary basin?) terrain; (3) what is the chemical composition and physical structure of the interior; and (4) how have each of these evolved in time (as a result of outgassing and/or atmospheric interactions)? These questions can be answered by characterising the mineralogy of deposits associated with a range of geological features on Titan’s surface, a strategy best addressed from a mobile science platform, from which it should be possible to sample regolith from bright and dark terrains, from crater ejecta blankets (sampling the upper few kilometers of crust, including readily XRD-identifiable high-pressure polymorphs), from cryovolcanic flows or ash blankets (sampling deeper crustal melting or subsurface oceanic liquid), and from aeolian, fluvial, peri-lacustrine and post-lacustrine environments (sampling atmospheric organics).\nCurrent models indicate that the crust is composed of water ice and/or methane clathrate structure I (Tobie et al., 2006; Fortes et al., 2007; Grindrod et al., 2008). It is also possible that mixed structure II clathrates (with methane, ethane and/or nitrogen and noble gases as mixed guest species), occur on Titan (Osegovic and Max, 2005; Thomas et al., 2007). Titan’s atmosphere protects these surface ices from space radiation that might otherwise act to amorphise the uppermost layers, although the airless Saturnian satellites appear to have mostly crystalline ice at their surfaces (Cruickshank et al., 2005). It has long been known that Titan’s dense N2–CH4 atmosphere, under the influence of electromagnetic and particle radiation, is chemically processed to form a brownish high-altitude haze which obscures the surface almost entirely. The haze condensates are thought to be dominated by hydrocarbons (primarily C2H6, C2H4 and C2H2) and nitriles (HCN, CH3CN) that precipitate out onto the surface (Lavvas et al., 2008a,b). That Titan’s atmospheric methane inven-\ntory is irreversibly and rapidly (order 107 years) destroyed in the process indicates resupply from Titan’s interior, most plausibly – on the basis of noble gas abundances in Titan’s atmosphere (Niemann, 2005) – by outgassing from ice volcanoes (Tobie et al., 2006; Fortes et al., 2007). Moreover, meteorite impacts into Titan’s icy surface will result in exposure of these organic solids to liquid water (and possibly aqueous ammonia) for periods of several thousand years at a time (Artemieva and Lunine, 2003, 2005), yielding carboxylic acids and amino acids, which are of profound interest to astrobiologists (e.g., Raulin, 2005). Hence, the surficial organic sediment reservoir forms an important record of Titan’s evolution in terms of interior-surface–atmosphere–space interactions, as well as being a possible low-temperature analogue of the early Earth’s pre-biotic environment (Raulin, 2005). Condensation conditions in Titan’s stratosphere are suitable for the formation of crystalline materials, and the available spectroscopic evidence points to crystalline condensates (Khanna, 2005a,b). Models of Titan’s interior predict that cryolavas will be composed of water ice and ammonia hydrates, perhaps with minor methanol hydrate (Kargel, 1992; Lopes et al., 2007), although alternative models (Fortes et al., 2007; Grindrod et al., 2008) predict that cryolavas may be sulfate- or carbonate-rich brines (solidifying as crystalline salt hydrates). Dissolution of organic solids into liquid ethane/methane mixtures, and subsequent deposition as possible evaporitic deposits may present a range of different ‘marine’ sediment compositions (Kargel et al., 2007). Density contrasts may also allow for the formation of mud volcanoes in deep sedimentary reservoirs (Fortes and Grindrod, 2006), possibly exhuming materials which would provide insights into both past climatic conditions, and processes acting at depth.\nStudies have been carried out within both NASA and ESA to assess the feasibility and costs of a return mission to both the Saturnian and Jovian systems, with Titan and Enceladus, or Europa, at the core of these respective missions. NASA’s Flagship Titan Explorer mission proposal (Lorenz et al., 2008) and ESA’s Cosmic Visions Titan and Enceladus Mission (TandEM) proposal (Coustenis et al., 2008) were merged in late 2007 to form the Titan Saturn-System mission; under this new international collaboration, orbital elements are to be supplied by NASA and in situ elements by ESA. TSSM’s in situ elements are expected to comprise one or more small static surface probes (similar to Huygens but of considerably lower mass), and an aerial element which may be carried by a Montgolfière balloon.\nGiven the very tight allocations of mass and power for the surface elements, payload definition is being driven towards optimal integration of analytical tools in the science package for both balloon gondola and surface probes. Expected mass and power budgets for the Montgolfière are <25 kg and 100 W (from radioisotope thermal generators), whereas the surface probes may be limited to science payloads of <10 kg and limited battery power. The instru-\nment we describe in Section 3 achieves a good balance of mass against sensitivity and offers excellent opportunities for integration with other instruments. Before describing this however, we must first consider certain environmental factors which affect specifically an X-ray instrument operating at or near Titan’s surface."
  }, {
    "heading": "2. Environmental factors",
    "text": "Titan’s very dense atmosphere (surface density 5.39 10 3 g cm 3 N2, which is 4.5 Earth’s surface atmospheric density) poses a significant problem for the propagation of X-rays over length scales of order cm or greater. Fig. 1 shows the calculated I/I0 through a column of ‘air’ at Titan’s surface as a function of photon energy. This shows that it is desirable to enclose the beam path in vacuum to improve the measured flux of diffracted Xrays, particularly at the lower of the two energies we propose to use (5.9 keV). More seriously, Fig. 2a shows that the absorption is very severe at the low Ka fluorescence energies of light atoms likely to form the bulk of Titan’s surface materials. The detector must be placed less than 100 lm from the sample (based on the very short attenuation lengths at the nitrogen K-edge). Nevertheless, the proximity of the EDXRF sensor to the sample required by this atmospheric absorption does have the benefit of reducing ‘air’ fluorescence which would mask fluorescence from nitrogen and carbon in the solid sample.\nThe only practical solution to the problem of atmospheric opacity is to enclose as much as is possible of the X-ray beam in a vacuum. As described in Section 3.5, this entails the provision of vacuum windows so as to permit interaction of the X-ray beam with the specimen. These\nmust be both robust and yet sufficiently thin to maximise Xray transmission; moreover the windows must not contribute ‘parasitic’ X-ray fluorescence and yield a minimum of X-ray diffraction peaks (which they must do since they are effectively a part of the diffracting volume). Beryllium foils are typically used as X-ray vacuum windows, and meet these requirements. Carbon vapor deposited (CVD) diamond windows, may be made thinner than Be windows by virtue of the material’s significantly higher tensile strength, but not only is the low-energy absorption higher, but there would be significant X-ray fluorescence from the window at the critical carbon Ka wavelength needed to detect carbon in the specimen. It is worth observing that the shorter wavelength radiation would be virtually unaffected by degradation or total loss of the vacuum whereas operation with only the 55Fe source would be effectively stopped if the apparatus were fully open to Titan’s atmosphere.\nBy contrast, X-ray attenuation in the solid materials which we expect to analyse on Titan’s surface is much lower than in typical silicate materials. Fig. 2b is a simple graphical comparison of the X-ray transparency of various substances as a function of wavelength, showing that organic solids have attenuation lengths2 up to 25 greater than, for example, quartz. This high X-ray transparency allows us to use thicker samples in transmission, leading to stronger Bragg scattering and better powder averaging. Matching the specimen thickness to the attenuation length (for the lower energy X-rays\n2 Attenuation length, or X-ray mean free path is defined as the distance over which the intensity of an X-ray beam falls to 1/e ( 36.79%) of its incident value; i.e., I/I0 = 1/e. This length, x = 1/lq, where l is the material’s mass absorption coefficient (which is wavelength dependent), and q is the material’s density.\nwe propose to use) of the most abundant material expected on Titan’s surface (water ice) leads us to select a value of 500 lm for the specimen thickness in a transmission diffraction experiment. This results in transmission of 1/e for icerich specimens (including clathrate and ammonia hydrates), or better for organic-rich specimens; however, salt hydrates will experience absorption >99% at the lower energy for this specimen thickness, although high transmission is still obtained at shorter wavelengths."
  }, {
    "heading": "3. Instrument design",
    "text": ""
  }, {
    "heading": "3.1. X-ray source",
    "text": "The considerable mass, power, and consumables budget, as well as the unreliability (on a timescale of order 10 years) associated with a traditional X-ray tube is readily eliminated by choosing a natural X-ray emitter, primarily at the expense of achievable flux. Radioactive X-ray sources were investigated during the 1960s and 70s for diffraction studies (e.g., Preuss et al., 1966, 1967, 1968; Preuss and Toothacker, 1969; Danilin et al., 1966; Bugenis et al., 1968; Lobov et al., 1969; Toothacker et al., 1967, 1968; Toothacker and Preuss, 1967), and several spacecraft XRD have been designed with isotopic sources (e.g., Gregory and Parnell, 1972: Marinangelli et al., 2007). We have selected two radioactive substances, which emit X-rays with wavelengths that cover – roughly – the maximum and minimum wavelengths employed in laboratory diffractometers; these are 55Fe and 241Am. A primary consideration in choice of isotopes for a lengthy space mission is the half-life. That of 55Fe was recently redetermined as T½ = 1005.2 ± 1.4 days (Van Ammel et al., 2006), and\nthe recommended value of the 241Am half-life is T½ = 1.582 ± 0.004 105 days = 433.1 ± 1.1 years (Woods and Collins, 2004; Martin, 2005). The nominal 8 year cruise to the Saturnian system is equivalent to 2.9 T½ for\n55Fe, and 0.018 T½ for\n241Am; hence there will be a significant reduction in the activity of the 55Fe source ( 86.6%), but only a very small drop in the activity of the 241Am source ( 1.2%) before arrival at Titan.\nThe decay of 55Fe produces the daughter isotope 55Mn, which is a strong X-ray emitter at an energy of 5.895 keV (Mn Ka, k = 2.103 Å), with an emission probability = 0.245 ± 0.007 (Schötzig, 2000): this corresponds to an X-ray flux of 9.07 ± 0.26 109 photons Ci 1 at 2.103 Å. 241Am is a strong c-ray emitter at 59.54 keV, but its daughter product 237Np has a number of X-ray lines at lower energies, the strongest of which is due to the Lb1 transition at 17.7504 keV (k = 0.698 Å), which has an emission probability = 0.1188 ± 0.0021 (Cohen, 1988; Schönfeld and Schötzig, 2001): this corresponds to an X-ray flux of 4.40 ± 0.08 109 photons Ci 1 at 0.698 Å. The theoretical maximum activity of 55Fe is 2360 Ci g 1, and of 241Am is 3.42 Ci g 1: available 55Fe sources have activities of 80– 120 Ci g 1, whereas 241Am dioxide sources can be purchased near the theoretical maximum activity, >3 Ci g 1.\nThese wavelengths are well suited to the collection of diffraction patterns from many of the substances we expect to be present on Titan’s surface (see Tables 1 and 2 in the electronic supplement to this article). The benefit of having a secondary 55Fe source is that X-rays of this wavelength will shift all Bragg peaks in the diffraction pattern to larger 2h, allowing better resolution of substances with very large unit cells (e.g., clathrate hydrates, certain salt hydrates, and sulfuric acid hydrates). In ice Ih, Bragg reflections with\nMiller indices from 010 to 023, observed between 2h = 10.28–26.51 with 0.698 Å radiation become shifted and dispersed over the range 2h = 31.33–87.38 with 2.103 Å radiation. The longer wavelength X-rays will be more strongly absorbed along the ray path, but more strongly scattered ([2.103/0.698]3 27 ) by the sample than shorter wavelengths. This is offset to a large extent by the Lorentz-Polarisation factor, as described in Section 4, such that absolute intensity in a given Bragg reflection, measured using 2.103 Å radiation, is greater only by a factor of 3 than when the reflection is measured using 0.698 Å radiation.\nIsotope sources have the advantage of extremely low mass (tens of milligrams excluding shielding), no electrical power requirement, and perfect reliability; radioactivity cannot just stop whereas X-ray tubes may readily cease to function. However, the incident intensity (photons cm 2 s 1) is low compared to a tube source, by some orders of magnitude. Achieving an optimum source geometry is not simple; the ideal source, as is the case for an electronic tube, is a high brilliance line or spot. With a radioisotope, the large self shielding means that producing a ‘bright’ source means covering a larger area, since X-rays emanating from depths greater than 15 lm in iron, and 20 lm in americium, are unable to escape."
  }, {
    "heading": "3.2. X-ray diffraction geometry",
    "text": "In order to minimise complexity, we have chosen diffraction geometries with a fixed detector and sample position, unlike the typical laboratory Bragg–Brentano para-focusing diffractometer in which the sample must be tilted through an angle h as the detector sweeps out an angle\ntion is a function of beam divergence, sample size, and camera radius. (b) ssing through an extended specimen (on the arc A–B) is brought to a focus e Bragg reflection (indicated by the diffracted beam) from every part of the metry over that shown in (a) are that: (i) the resolution does not depend on e camera has twice the resolution of a Debye–Scherrer camera of the same\n2h on the end of a moving goniometer arm; hence no moving parts are required. Two such geometries are possible, as depicted in Fig. 3; these are the parallel beam ‘Debye– Scherrer’ powder camera (Fig. 3a), or the convergent beam focusing type of camera (Fig. 3b). In the former, the angular resolution in 2h depends upon the incident beam divergence, the size of the illuminated sample, and the radius of the camera. In the focusing camera, the resolution does not depend upon the sample size, so much larger specimens may be used, which not only maximises the intensity of the diffracted beam but also improves the powder averaging by sampling a greater quantity of differently oriented crystallites. Furthermore, since the angle subtended at the centre of the camera is 4h, the camera may achieve twice the detector spatial resolution of a Debye–Scherrer camera of equal radius. For perfect focusing, the sample surface should follow the Rowland circle; in practice, it is more convenient to employ a straight sample, leading to a slight defocusing of the diffracted X-ray beams.\nEither of these two types of camera can be used in reflection or transmission. The CheMin XRD is effectively a transmission Debye–Scherrer camera, and the ExoMars XRD is a reflection Debye–Scherrer camera. Given the considerable advantages of the focusing geometry, we are currently investigating both reflection (Fig. 4a) and transmission (Fig. 4b) focusing cameras. The reflection focusing camera is unable to measure low-angle Bragg reflections, whereas the transmission camera is unable to measure high-angle Bragg reflections. However, for the purposes of mineral identification and phase abundance measurement we are not concerned with measuring at angles above 60 2h with the shorter wavelength radiation). The limita-\ntions of the reflection camera may be obviated to a certain extent by exploiting longer wavelength X-rays. Using 55Fe, the strong triplet from ice Ih at d-spacings of 3.439, 3.661, and 3.859 Å occurs at Bragg angles of 31.3–35.6 ; these peaks can just be resolved in reflection with a low-angle incident beam (Fig. 4a).\nGeneration of a focused incident beam is possible in a number of different ways. We have investigated a variety of incident beam optics, including the traditional Seemann–Bohlin reflection camera (Seemann, 1919; Bohlin, 1920) and the Guinier transmission camera (Guinier, 1956), which take a divergent beam and both focus and monochromate the beam with a circular, an elliptical, or logarithmic-spiral-profile ‘‘mirror”, either a bent crystal or a synthetic multilayer optic (e.g., Schuster and Göbel, 1995). We have also investigated variants of the Seemann–Bohlin and Guinier instruments which take a parallel beam from an extended source, collimated through a glass polycapillary half-lens (e.g., MacDonald et al., 1999), focused and monochromated into a convergent beam using a parabolic mirror. Despite the analytical simplicity of employing a monochromatic beam (given the complexity of the americium X-ray line spectrum), these incident beam optics are probably too unstable and delicate to withstand deployment in space, and they are also difficult to realise in a compact form. By far the simplest and most robust beam conditioning option is that described by Frevel (1937) and Vand (1948), in which Xrays from a large extended source are formed into a convergent beam by Soller slit collimators. Although we would lose the monochromatic quality of the X-ray beam, the energy resolving capability of our detectors (see Section\n3.3 below) eliminates this problem, and indeed allows us to exploit the full spectrum flux of our sources rather than a single line. Frevel actually achieved a line width of 400 lm on the focal circle of his diffractometer, and considered 260 lm (equivalent to an angular resolution of 0.13 2h in our system) to be achievable; there is no reason to expect we cannot improve on this.\nFor 17.750 keV radiation, many of the strong Bragg reflections of interest, from ice, methane clathrate, and indeed from many of the organic solids, are located roughly between 2h = 10–20 . Hence we wish to optimise the geometry of the transmission camera to obtain the smallest peak-widths in that range. We can achieve this by arranging for diffracted rays with 2h = 15 to strike the Rowland focusing circle at 90 incidence; reflections in the range 2h = 10–20 will therefore strike the Rowland circle at incidence angles of 90 ± 5 . The incident beam will thus strike the sample at an angle of 75 , and the incidence angle on the focusing circle at the highest measured scattering angle (2h = 60 ) will be 45 . In the case of the reflection camera, the geometry is considerably more restrictive; for 5.895 keV radiation we must have the incident beam strike the specimen at an angle of no more than 15 (preferably less). In this case, Bragg reflections at 2h = 30–90 will strike the Rowland circle at incidence angles of 15–45 ."
  }, {
    "heading": "3.3. Detection of the diffracted beam",
    "text": "Detection of the coherently scattered X-rays may be achieved electronically in many ways. We have explored both direct and indirect detection using conventional CCD detectors, the latter employing scintillating phosphor screens coupled to the CCD face with fiber-optics. However, the best option is the so-called photon counting hybrid pixel detector. These detectors combine direct Xray detection (without a scintillator) with pixel readout, the two layers being bump-bonded together. The present incarnation of this technology is the Medipix2 detector, which is commercially available for laboratory diffraction as PANalytical’s PIXcel detector chip. The Medipix2 detector has a 14 14 mm area, comprising a 256 256 array of 55 lm pixels, each of which incorporates amplifier,\ndiscrimination and counter circuitry, 14 bit A/D conversion, and read-out. Pulse-height discrimination and photon counting mean that noise and dark-current do not occur, and the dynamic range is essentially infinite; moreover, the efficiency is better than 95% below 8 keV using a silicon detector, and read-out times are <6 ms. Back-side pulseheight monitoring also allows for measurement of photon energies, permitting exploitation of a polychromatic incident beam. With americium, we would immediately double our photon flux by being able to use simultaneously the 237Np Lb1 line at 17.75 keV and the almost equally intense La1 line at 13.94 keV. It would also be possible to measure the sample’s fluorescence spectrum at energies high enough to pass through the vacuum windows (>2 keV, equivalent to elements heavier than sulfur, including atmospheric noble gases Ar, Kr, and Xe). In order to ensure thermal stability, these devices are normally operated slightly above ambient temperature, being calibrated for a given temperature by re-setting the lower level of the pulse-height discriminator in relation to the noise level, a relatively trivial (and generally automated) process. On Titan’s surface we would operate at 100 K, allowing the thermal contact through the mounting rails affixed directly to the walls of the vacuum box to provide a heat flow path to the environment for passive cooling of the instrument.\nThe Medipix2 chips are readily tiled; the version depicted in Fig. 5 is tileable on three sides, and is mounted to a compact USB interface. These electronics can be made yet more compact, and may also be stacked on the back of the chip (as shown schematically in Fig. 6). We propose to form a strip of tiled detectors matched to the curve of the camera’s focal plane. With a Rowland circle radius of 5.35 cm, eight chips will cover 60 in 2h; if each chip intersects the focal plane 2 mm from its edge then the difference between the focal plane and the sensor is not greater than 200 lm. In the reflection camera we will use an 8 1 array (2048 256 pixels) covering 2h = 30–90 (although with the 55Fe source, there may be some merit in extending this range to 120 ). In the transmission camera, however, the geometry affords us the luxury of tiling either side of the direct beam, effectively doubling our count rates at low to moderate scattering angles. Note that\n14 mm sensor element at far left). (b) Integrated USB readout board stacked on top of one another. See Vykydal et al. (2006, 2008); the images\nwe do not, provisionally, site detectors immediately adjacent to where the very intense direct beam strikes the focal circle, although the Medipix detector can accept up to 1010 photons per pixel before significant degradation occurs, and there may well be useful information to be obtained in this 0–7 2h range, such as diffuse halos or long d-spacing Bragg reflections from polymers. In Fig. 6b, therefore, we show two sets of detectors covering the 2h range 7–30 , and a single set covering the range 30–60 , a total of 10 chips.\nWe would consider a resolution of 0.2 2h to be satisfactory, which corresponds to 370 lm on the focusing circle when r = 5.35 cm (recall that Frevel believed 260 lm to be achievable). Clearly, the proposed camera radius and detector spatial resolution are at least equal to our resolution requirement. In terms of our ability to resolve lattice planes the d-spacing resolution, Dd/d = D2h/2 tanh: in the region of the strong ice triplet, with 55Fe radiation an angular resolution (full width at half maximum, FWHM) of 0.2 at 2h 32 gives Dd/d 6.01 10 3, which is significantly better than that achieved with 241Am radiation (0.698 Å) at 2h 11 , where Dd/d 1.81 10 2. If we compare these specifications with laboratory X-ray instruments, we find that a resolution of 0.2 is roughly midway between that achievable with a para-focusing powder diffractometer and a Debye–Scherrer camera. The best Bragg–Brentano diffractometers, with high-resolution incident-beam monochromators, give a FWHM of 0.06 : typical laboratory Bragg–Brentano instruments, using a1 and a2 radiation (running in reasonably high-resolution mode with fine slits) can achieve FWHM 0.12 . A Debye–Scherrer camera of radius 5.73 cm will typically achieve 0.3–0.5 FWHM depending upon the size of the sample."
  }, {
    "heading": "3.4. X-ray fluorescence",
    "text": "X-rays emitted by the radioisotope sources will also excite X-ray fluorescence at a range of energies from the various elements in the specimen; indeed our proposed 55Fe source is well suited to excitation of fluorescence from low-Z elements, and is significantly brighter than radioisotope sources used for terrestrial portable XRF (10s of mCi), whereas the c-ray line from 241Am at 59 keV will excite fluorescence from elements with 26 < Z < 60. Since elements with atomic numbers lower than 10 have very low-energy K-edges (<1 keV), the problems of both atmospheric absorption and sample absorption (matrix effects) become extremely severe (see Fig. 2, and refer to Table 3 in the electronic supplement to this article). It is possible that salt hydrates will be present on the surface, and these contain heavier elements such as Mg, Na, and S, which fluoresce at higher energies; there may also be small quantities of heavy noble gases trapped in clathrates and, plausibly, some silicate material distributed on the surface from exogenic sources. Nonetheless, the presence of overlapping L, M, and N-shell X-ray emission from high-Z elements below 1 keV will be a significantly smaller problem (if at all) than it is in terrestrial XRF applications.\nFluorescent X-rays with energies >2 keV will be able to cross the air gap and penetrate the window of the diffracted-beam vacuum box. These will therefore be measurable with the same Medipix chips used to sense the XRD pattern. This mode of mixed XRD/XRF detection on the same sensor is also used in the Mars Science Laboratory’s CheMin instrument and the ExoMars XRD. However, detection of elements lighter than sulfur is not possible unless an additional detector is placed much closer to the\n3 Although we are confident that the proposed boxes are sufficiently robust to hold a vacuum, we have yet to consider the additional mechanical stresses, primarily vibrational, imposed by launch and surface deployment.\nspecimen. Indeed, as Fig. 2 shows, the detector must be within 100 lm of the sample surface in order to detect nitrogen (N.B., this also minimises ‘air’ fluorescence). We propose to measure this light-element fluorescence using a lithium drifted silicon detector – Si(Li); these typically have a very high resolution (FWHM 130 eV at 5.9 keV) at liquid-nitrogen temperatures. Such detectors with ultra-thin windows (order few 102 nm) have efficiencies of up to 60% at the very low C, N, O fluorescence energies.\nObtaining accurate elemental abundances for low-Z elements is much more difficult than for elements with Z > 20, due to matrix absorption and atmospheric absorption, and the likelihood that there will be some soft X-ray emission from heavier elements; various Monte Carlo modelling and iterative least-squares techniques exist to address these problems (e.g., Osán et al., 2001). We have used published sensitivity curves for various radioisotope excitation sources in order to estimate the likely minimum detection limits (e.g., Piorek, 2002); typical sensitivity for Z > 20 is better than 10 ppm (for counting times of a few 100 s), but it may be only 1% for lighter elements. Given that these light elements will be major components (present at 10 s of % levels) and heavy elements present in trace amounts, then these detection limits are actually well matched to the proposed analytes. This is in contrast to terrestrial situations where the materials to which XRF is least sensitive also tend to be the least abundant analytes (e.g., trace organics).\nOf particular interest is the ability to make sensitive measurement of atmospheric noble gas abundances, as was done with the Viking XRF instrument (Clark et al., 1976); these place constraints on the origin of Titan and its outgassing history."
  }, {
    "heading": "3.5. Instrument construction",
    "text": "As described earlier, the absorption of X-rays by Titan’s atmosphere is considerable, particularly at the longer 55Fe wavelength, such that the majority of the beam path must be enclosed in a moderate vacuum (order 10 3 Torr). For both reflection and transmission cameras, we have attempted to bring as much commonality to the design of the incident- and diffracted-beam vacuum boxes as possible, these differing only in how they are connected together (Fig. 6). In the transmission camera, the two boxes are arranged about a rotating sample stage (see Fig. 7), whereas in the reflection camera the incident-beam box is joined directly to the side of the diffracted-beam box. In both cases the incident beam enters the face of the diffracted-beam box at a common angle of 15 . Lightweight magnesium alloys (q = 1.75–1.81 g cm 3) may be used for construction of these mechanical elements, these having excellent strength to weight ratios compared with other alloys commonly used in aerospace applications, as well as being suitable for welding to form vacuum components. For a density of 1.8 g cm 3, then the calculated mass of the\ncommon diffracted-beam box (dimensions 12.7 11.7 3.0 cm, wall thickness 0.5 mm),3 including an internal frame, stiffeners evenly spaced across the large faces, and a pair of detector mounting rails, is 45 g. We estimate that each Medipix sensor and associated electronics weighs 3 g: the power consumption of these is known to be 300– 500 mW each. The mass of each radiation source, including mounting and shielding is estimated to be 15–20 g, and the incident beam collimator assembly is estimated to weigh 30 g. Including the incident beam vacuum box ( 8 g) and a 20% margin, the total mass of the reflection camera is 150 g, and the power consumption is 2.9–4.8 W. In the transmission camera, there are two additional detector chips, but it is the requisite sample stage which adds most significantly to the mass (and power) budget. This stage, shown schematically in Fig. 7, has an estimated mass of 78 g, including the stepper motor (which will consume < 1 W during use), bringing the calculated mass up to 270 g.\nThe proposed sample carousel can be constructed with some spaces given over to calibration targets. These will allow us to calibrate the XRF system to subtract contributions from atmospheric carbon and nitrogen, as well as calibration of the XRD for possible changes in source and detector characteristics as a function of time. Calibration targets may include graphite, C60, nitrides or nitrates, to name a few possibilities. The reflection instrument could be calibrated in situ in a similar fashion if it is attached to an arm and capable of being placed periodically on a calibration target array mounted on the outside of the probe.\nStandard laboratory X-ray tube vacuum windows are composed of 300 lm-thick Be foil. For the transmission instrument, therefore, the total X-ray transmission across two such windows and a 500 lm ‘air’ gap (N2 gas at 5.39 10 3 g cm 3) will be 76.0% at 5.895 keV and 97.3% at 17.75 keV. Failure of the window on the diffracted beam box would see these values drop to 31.0% and 94.3%, respectively. For the reflection camera, only a single vacuum window is used, but the X-ray beam must pass through it at a low angle, resulting in greater absorption. In fact, this window serves two purposes, one being the preservation of vacuum inside the instrument, and the second being to form a flat specimen surface. Arguably, we could replace this single window with two thinner windows arranged more nearly perpendicular to the incident and diffracted beams, but this causes X-rays to travel 4 cm in air and also means that the locus of the specimen surface may be very uneven. Since the second arrangement offers no benefit in terms of transmission (both a single thick window traversed at low incidence and two thinner perpendicular windows with an air gap pass 60% of the X-ray\nbeam), then the value of forming a flatter specimen favours the single thick window."
  }, {
    "heading": "4. Instrument capabilities",
    "text": "Here, we calculate the expected photon counts from a sample of crystalline water ice. Our isotope sources are assumed to have dimensions of 24 14 mm and an active layer thickness of 15 lm; this corresponds to 39.7 mg of 55Fe and 68.4 mg of 241Am. On arrival at Titan these sources will have a specific activity of 715 and 234 mCi, respectively. X-ray photons are emitted isotropically by these sources, of which 8.5 10 4 is intercepted by the incident-beam collimators. Based on the emission probabilities cited above, and assuming 50% loss through the incident beam collimator (which is typical), then the beam intensity on the 14 14 mm specimen 73 mm from the source will be 5.0 106 photons cm 2 s 1 (55Fe) and 8.5 105 photons cm 2 s 1 (241Am 17.75 keV line).\nFor a crystalline powder illuminated by monochromatic radiation, the total number of X-ray photons per second (Phkl) diffracted into a line of length L in a diffractometer\nwith sample to detector distance R, and incident beam intensity I0 (photons m\n2 s 1), neglecting absorption, packing density, and extinction, is (Buras and Gerward, 2004);\nP hkl ¼ I0N 2Vk 3L 32pR 1þ cos 2 2h sin2 h cos h r2ejjF hklj 2 ð1Þ\nwhere j is the reflection multiplicity, |Fhkl| 2 is the structure amplitude of the reflection hkl, V is the volume of illuminated material (m3), N is the reciprocal of the unit-cell volume (m 3), and k is the X-ray wavelength (m). The classical Compton radius (equivalent to the Thomson scattering length) of the electron, re, is in SI units given by re = (e\n2/ 4pe0mc\n2), where e and m are the charge and rest mass of the electron, respectively, e0 is the permittivity of free space, and c is the speed of light. We adopt a value of re = 2.8179403 10 15 m. The angle-dependent terms accommodate both the Lorentz-Polarisation correction (for an unpolarised incident beam) and the increase in circumference of the Bragg line at higher 2h.\nWe take L = 1.4 cm, R = 5.35 cm, and V = 0.098 cm3 (specimen 1.4 cm 1.4 cm 0.5 mm), and calculate Phkl/ I0 for the reflections generated at wavelengths of 0.698 Å\n(241Am source) and 2.103 Å (55Fe source).We assume a conservative sample packing-density fraction of 1/3, and a transmittance of 1/e for 55Fe radiation; absorption of 241Am radiation is negligible, as are losses through the vacuum windows. For an integration period of 10 min, the weakest reflections in the d-spacing range 1.52–3.89 Å, have intensities of 102 photons (with 241Am) and 103 photons (with 55Fe), whereas the strongest reflections have intensities of order 106 photons (see Table 4 in the electronic supplement to this article). Given that we have chosen to place detector chips on both sides of the incident beam in the transmission camera then (for the 2h range 0–30 ) these count rates will be doubled. Moreover, we can also use the strong 237Np La1 line at 13.94 keV to obtain additional counts. These results show that for a monophase specimen of water ice, good diffraction data can be acquired quickly. Note that the stronger scattering of 55Fe radiation is partially offset by the shift of peaks to higher 2h (and consequent reduction in the Lorentz-Polarisation correction), being 3 larger than at 0.698 Å for a given reflection."
  }, {
    "heading": "5. Operation",
    "text": "The proposed icy mineralogy package is designed for deployment on the Titan in situ elements. The reflection camera may be included only in the surface probe payload. The simplest implementation is to fix the instrument inside the probe bus, allowing analysis only of the surface beneath the probe through an X-ray transparent window. We believe that the reflection camera is sufficiently light (150 g) that it could be affixed to the end of an arm (such as the instrument suite on the Beagle-2 PAW). In this configuration, many different patches of ground within reach of the probe become available for analysis. Ideally, this device should be deployed into granular or powdery material (such as unconsolidated sediment). Provision of an abrasion tool would be beneficial in creating a flattish powdery surface upon which to place the instrument, if the landing site consists of consolidated material rather than granular material.\nThe transmission camera and sample stage may be included on the surface elements and/or the Montgolfière if some means of acquiring samples is provided. Again, deployed on a surface probe, analysis of all soils within reach would be possible: on the Montgolfière, representative samples of regolith on a global scale could be analysed. This also offers the best option for integration (around a common sample carousel – Fig. 7) with other analytical methods, such as IR and UV Raman spectroscopy, optical microscopy, and interface to a GC-MS inlet port, etc. However, this version of the instrument requires the capability to collect granular or powdery material and tip it into the funnel shown in Fig. 7.\nIt would be useful also to collect atmospheric aerosols during the descent phase (or during prolonged aerial operations for the Montgolfière), and carry out an XRD/XRF analysis after landing. This would provide the basis for\nunderstanding the physical state of organic solids measured on the surface, which may have been subjected to chemical alteration through, for example, sintering processes or hydrolysis.\nData collection from a given sample will involve nothing more than counting X-rays to achieve the best signal to noise ratio achievable in the time available. As shown in Section 4, we calculate that good data can be acquired from a pure water–ice sample in a matter of minutes; much more complex polyphase mixtures will require longer integration times. There appears to be no operational reason not to integrate for quite long periods. However, there may be profit in counting 10 min ‘snaps’; in the event that changes occur in the specimen during counting (perhaps due to heating of the surface – such as occurred beneath the Huygens lander – or evaporation of liquids, or even due to the wind), we would be able to detect these changes, and if no changes occur then the individual diffraction patterns would simply be summed together in order to obtain better statistics."
  }, {
    "heading": "6. Summary",
    "text": "Small laboratory diffractometers using the geometries described here have been demonstrated over many decades; Straumanis cameras with radii of 3–5 cm were once commonplace. The smallest wholly self-contained powder diffractometer similar to that described here was the RADA Debye–Scherrer camera, which used a 60 mCi 55Fe X-ray source and a film detector (Danilin et al., 1966). Although the integrated TRL of the proposed instrument(s) is only 2 (paper design and calculations), the technology, components, and analysis techniques are all mature and commercially available. A miniaturised X-ray instrument on a future mission to Titan is highly desirable; the science return from a miniature XRD/XRF characterising the element abundance and mineralogy of diverse soil types across Titan’s surface will help to address all of the major issues relating to Titan’s internal structure and evolution and interaction with the atmosphere. The proposed instrument will be considerably smaller, lighter, consume less power, and have a more reliable radiation source than any other miniaturised design proposed to date. The use of focusing geometry permits analysis of larger samples (area 150–200 mm2, compared with the 50 lm diameter spot in both the CheMin and ExoMars XRD), with concomitant improvement in powder averaging, as well as allowing measurement at higher resolution than a Debye– Scherrer camera of equivalent radius. The X-ray source and detectors will be based on familiar technology, and the sample handling mechanism will be simple and lightweight, whilst also allowing us to analyse samples from a range of soil types. XRD is capable of distinguishing various compounds at a range of abundances in model Titan soils, which no other proposed instrument can do unambiguously. In future studies, we will employ ray-tracing techniques to fully characterise the beam path through\nthe instrument, so as to understand the instrumental contributions to the size of the focal spot, the peak shape, and the background. Continued simulation of regolith mixtures will also help us to determine where further crystallographic data is required.\nIt would be most appropriate if the XRD pattern of benzene were to be measured on the surface of another planetary body, a century after our crystallographic forebear here at UCL, Kathleen Lonsdale, determined the structure of the benzene ring by X-ray diffraction (Lonsdale, 1928)."
  }, {
    "heading": "Acknowledgements",
    "text": "The authors thank Steve Boon for constructive discussions and assistance with the mechanical design, as well as Anselm Aston for assistance with compilation of our crystallographic database and diffraction pattern simulation. A.D.F. is funded by an Advanced Fellowship from STFC, Grant No. PP/E006515/1."
  }, {
    "heading": "Appendix A. Supplementary data",
    "text": "Supplementary data associated with this article can be found, in the online version, at doi:10.1016/j.asr.2008. 11.024."
  }],
  "year": 2009,
  "references": [{
    "title": "Cratering on Titan: impact melt, ejecta, and the fate of surface organics",
    "authors": ["N. Artemieva", "J.I. Lunine"],
    "venue": "Icarus 164,",
    "year": 2003
  }, {
    "title": "Impact cratering on Titan II: global melt, escaping ejecta, and aqueous alteration of surface organics",
    "authors": ["N. Artemieva", "J.I. Lunine"],
    "venue": "Icarus 175,",
    "year": 2004
  }, {
    "title": "X-ray diffractometer using a radioisotope radiation source",
    "authors": ["W.W. Anderson", "M. Johnson", "J.P. Manker", "D.R. Askren"],
    "venue": "Lunar Planet. Sci. Conf. 30 (Abstract",
    "year": 1999
  }, {
    "title": "Eine neue anordnung für röntgenkristallographische untersuchungen von kristallpulver",
    "authors": ["H. Bohlin"],
    "venue": "Ann. Phys",
    "year": 1920
  }, {
    "title": "The diffraction of short electromagnetic waves by a crystal",
    "authors": ["W.L. Bragg"],
    "venue": "Proc. Cambr. Philos. Soc. 17,",
    "year": 1913
  }, {
    "title": "Laboratory Debye–Scherrer camera using an 55Fe source of MnKa X-rays",
    "authors": ["C. Bugenis", "L.E. Preuss", "W.S. Toothacker"],
    "venue": "Rev. Sci. Instrum",
    "year": 1968
  }, {
    "title": "Techniques for X-rays, in: Prince, E. (Ed.), International Tables for Crystallography. Vol. C: Mathematical, Physical and Chemical Tables, third ed National Institute for Standards and Technology, Gaithersburg, pp",
    "authors": ["B. Buras", "L. Gerward"],
    "year": 2004
  }, {
    "title": "X-ray form factor, attenuation and scattering tables (http://physics.nist.gov/ffast). Springer, Gaithersburg, MD, Originally published as Chantler, C.T",
    "authors": ["C.T. Chantler", "K. Olsen", "R.A. Dragoset", "J. Chang", "A.R. Kishore", "S.A. Kotochigova", "Zucker", "D.S"],
    "venue": "J. Phys. Chem. Ref. Data",
    "year": 2005
  }, {
    "title": "Argon content of the martian atmosphere at the Viking 1 landing site: analysis by X-ray fluorescence spectroscopy",
    "authors": ["B.C. Clark", "P. Toulmin III", "A.K. Baird", "K. Keil", "H.J. Rose Jr."],
    "venue": "Science 193,",
    "year": 1976
  }, {
    "title": "X-rays from an 241Am source and relative intensities",
    "authors": ["D.D. Cohen"],
    "venue": "Nucl. Instrum. Methods A",
    "year": 1988
  }, {
    "title": "co-authors, TandEM: Titan and Enceladus Mission",
    "authors": ["A. Coustenis"],
    "venue": "Experimental Astronomy",
    "year": 2008
  }, {
    "title": "A spectroscopic study of the surfaces of Saturn’s large satellites: H2O ice, tholins, and minor constituents",
    "authors": ["D.P. Cruickshank", "T.C. Owen", "C. Dalle Ore", "T.R. Geballe", "T.L. Roush", "C. de Bergh", "S.A. Sandford", "F. Poulet", "G.K. Benedix", "J.P. Emery"],
    "venue": "Icarus",
    "year": 2004
  }, {
    "title": "Spectral comparison of heavily hydrated salts with disrupted terrains on Europa",
    "authors": ["J.B. Dalton III", "O. Prieto-Ballesteros", "J.S. Kargel", "C.S. Jamieson", "J. Jolivet", "R. Quinn"],
    "venue": "Icarus",
    "year": 2005
  }, {
    "title": "Radioactive soft X-ray source for physical research, technology, and medicine",
    "authors": ["L.D. Danilin", "S.I. Lobov", "A.I. Pavlova-Vervekina", "V.A. Tsukerman"],
    "venue": "Atomic Energy",
    "year": 1966
  }, {
    "title": "A combined focusing X-ray diffractometer and nondispersive X-ray spectrometer for lunar and planetary analysis",
    "authors": ["K. Das Gupta", "A.E. Metzger", "H.W. Schnopper", "R.A. Shields"],
    "venue": "Adv. X-ray Anal",
    "year": 1966
  }, {
    "title": "The possibility of cosmic X-ray diffractometry",
    "authors": ["V.G. Feklichev", "U.V. Khangil’din"],
    "venue": "Astron. Vestnik 25,",
    "year": 1991
  }, {
    "title": "Modelling of possible mud volcanism on Titan",
    "authors": ["A.D. Fortes", "P.M. Grindrod"],
    "venue": "Icarus",
    "year": 2005
  }, {
    "title": "Ammonium sulfate on Titan: possible origin and role in cryovolcanism",
    "authors": ["A.D. Fortes", "P.M. Grindrod", "S.K. Trickett", "L. Vočadlo"],
    "venue": "Icarus",
    "year": 2006
  }, {
    "title": "A new focusing method for X-ray powder spectroscopy",
    "authors": ["L.K. Frevel"],
    "venue": "Rev. Sci. Instrum",
    "year": 1937
  }, {
    "title": "Quantitative Röntgenanalyse mit Kalterrung des Spektrums",
    "authors": ["R. Glocker", "H. Schrieber"],
    "venue": "Ann. Phys. 85,",
    "year": 1928
  }, {
    "title": "Toward on-chip X-ray analysis",
    "authors": ["E.D. Greaves", "A. Manz"],
    "venue": "Lab Chip",
    "year": 2005
  }, {
    "title": "A low power X-ray diffractometer for soil analysis in remote locations employing a multiwire proportional counter detector array",
    "authors": ["J.C. Gregory", "T.A. Parnell"],
    "venue": "IEEE Trans. Nucl. Sci",
    "year": 1972
  }, {
    "title": "The long-term stability of an aqueous ammonium sulfate ocean inside Titan",
    "authors": ["P.M. Grindrod", "A.D. Fortes", "F. Nimmo", "D.L. Feltham", "J.P. Brodholt", "L. Vočadlo"],
    "venue": "Icarus 197(1),",
    "year": 2008
  }, {
    "title": "Theorie et technique de la radiocristallographie",
    "authors": ["A. Guinier"],
    "venue": "Dunod, Paris,",
    "year": 1956
  }, {
    "title": "Ammonia–water volcanism on icy satellites: phase relations at 1 atmosphere",
    "authors": ["J.S. Kargel"],
    "venue": "Icarus 100, 556–574,",
    "year": 1992
  }, {
    "title": "The Cassini Radar Team, Titan’s GOOsphere: glacial, permafrost, evaporite, and other familiar processes involving exotic materials",
    "authors": ["J.S. Kargel", "R. Furfaro", "C.C. Hays", "R.M.C. Lopes", "J.I. Lunine", "K.L. Mitchell", "S.D. Wall"],
    "venue": "Lunar Planet. Sci",
    "year": 1992
  }, {
    "title": "Coupling photochemistry with haze formation in Titan’s atmosphere, Part I: model description",
    "authors": ["P.P. Lavvas", "A. Coustenis", "I.M. Vardavas"],
    "venue": "Planet. Space Sci",
    "year": 2007
  }, {
    "title": "Coupling photochemistry with haze formation in Titan’s atmosphere, Part II: results and validation with Cassini/Huygens data",
    "authors": ["P.P. Lavvas", "A. Coustenis", "I.M. Vardavas"],
    "venue": "Planet. Space Sci",
    "year": 2007
  }, {
    "title": "Photographic recording of Xray diffractions from powder samples using 55Fe sources",
    "authors": ["S.I. Lobov", "V.N. Funin", "V.A. Zukerman"],
    "venue": "Nature 222, 767–768,",
    "year": 1969
  }, {
    "title": "The structure of the benzene ring",
    "authors": ["K. Lonsdale"],
    "venue": "Nature 122, 810,",
    "year": 1928
  }, {
    "title": "co-authors, Cryovolcanic features on Titan’s surface as revealed by the Cassini Titan Radar Mapper",
    "authors": ["R.M.C. Lopes"],
    "venue": "Icarus",
    "year": 2006
  }, {
    "title": "co-authors, The sand seas of Titan: Cassini RADAR observations of longitudinal dunes",
    "authors": ["R.D. Lorenz"],
    "venue": "Science 312,",
    "year": 2006
  }, {
    "title": "Titan Explorer: a NASA Flagship mission concept",
    "authors": ["R.D. Lorenz", "J.C. Leary", "M.K. Lockwood", "J.H. Waite"],
    "venue": "AIP Conf. Proc",
    "year": 2008
  }, {
    "title": "Titan’s diverse landscapes as evidenced by Cassini RADAR’s third and fourth looks at Titan",
    "authors": ["J.I. Lunine"],
    "venue": "Icarus 195,",
    "year": 2007
  }, {
    "title": "Polycapillary X-ray optics for microdiffraction",
    "authors": ["C.A. MacDonald", "S.M. Owens", "W.M. Gibson"],
    "venue": "J. Appl. Cryst",
    "year": 1999
  }, {
    "title": "Nelms, N, and the MARS-XRD Team, An European XRD/XRF instrument for the ExoMars mission",
    "authors": ["L. Marinangelli", "I. Hutchison", "A. Baliva", "A. Stevoli", "F. Critani", "R. Delhez", "L. Scandelli", "A. Holland"],
    "venue": "Lunar Planet. Sci. Conf",
    "year": 2007
  }, {
    "title": "In situ mineral identification for Mars: results from a miniature X-ray diffractometer deployed on the Marsokhod rover",
    "authors": ["J.R. Marshall", "C. Bratton", "R. Keaten", "C. Seward", "L. Koppel"],
    "venue": "Lunar Planet. Sci. Conf",
    "year": 1996
  }, {
    "title": "Nuclear data sheets for A = 241",
    "authors": ["M.J. Martin"],
    "venue": "Nucl. Data Sheets",
    "year": 2005
  }, {
    "title": "co-authors, The abundances of constituents of Titan’s atmosphere from the GCMS instrument on the Huygens probe",
    "authors": ["H.B. Niemann"],
    "venue": "Nature 438,",
    "year": 2005
  }, {
    "title": "Evaluation of energy-dispersive X-ray spectra of low-Z elements from electron-probe microanalysis of individual particles",
    "authors": ["J. Osán", "J. de Hoog", "P. Van Espen", "I. Szalóki", "Ro", "C.-U", "R.V. Van Grieken"],
    "venue": "X-ray Spectrom",
    "year": 2001
  }, {
    "title": "Compound clathrate hydrate on Titan’s surface",
    "authors": ["J.P. Osegovic", "M.D. Max"],
    "venue": "J. Geophys. Res",
    "year": 2005
  }, {
    "title": "Radioisotope-excited X-ray analysis, in: van Grieken, R.E., Markowicz, A.A. (Eds.), Handbook of X-Ray Spectrometry",
    "authors": ["S. Piorek"],
    "year": 2002
  }, {
    "title": "Demonstration of X-ray diffraction by LiF using the Mn Ka X-rays resulting from 55Fe decay",
    "authors": ["L.E. Preuss", "W.S. Toothacker", "C.K. Bugenis"],
    "venue": "Appl. Phys. Lett",
    "year": 1966
  }, {
    "title": "Single-crystal X-ray diffraction using photons from two radioactive isotopic sources",
    "authors": ["L.E. Preuss", "W.S. Toothacker", "C.K. Bugenis"],
    "venue": "J. Appl. Phys",
    "year": 1967
  }, {
    "title": "Investigation and demonstration of single-crystal and powder diffraction by using zero-power beta-excited X-ray and 55Fe isotopic sources",
    "authors": ["L.E. Preuss", "W.S. Toothacker", "C.K. Bugenis"],
    "venue": "Adv. X-Ray Anal. 11,",
    "year": 1968
  }, {
    "title": "X-rays from radioactive isotopic sources for diffraction analysis",
    "authors": ["L.E. Preuss", "W.S. Toothacker"],
    "venue": "Isot. Radiat. Technol.,",
    "year": 1969
  }, {
    "title": "Exo-biological aspects of Europa and Titan: from observations to speculations",
    "authors": ["F. Raulin"],
    "venue": "Space Sci. Rev",
    "year": 1967
  }, {
    "title": "A profile refinement method for nuclear and magnetic structures",
    "authors": ["H.M. Rietveld"],
    "venue": "J. Appl. Cryst",
    "year": 1969
  }, {
    "title": "A miniature XRD/XRF instrument for in-situ characterization of Martian soils and rocks",
    "authors": ["P. Sarrazin", "D. Blake", "D. Bish", "D. Vaniman", "S. Collins"],
    "venue": "J. Phys. IV Proc",
    "year": 1998
  }, {
    "title": "Field deployment of a portable X-ray diffraction/X-ray fluorescence instrument on Mars analog terrain",
    "authors": ["P. Sarrazin", "D. Blake", "S. Feldman", "S. Chipera", "D. Vaniman", "D. Bish"],
    "venue": "Powder Diff",
    "year": 1913
  }, {
    "title": "Comparison of measured and calculated emission probabilities for K and L X-rays following radioactive disintegration processes",
    "authors": ["E. Schönfeld", "U. Schötzig"],
    "venue": "Appl. Radiat. Isot",
    "year": 2001
  }, {
    "title": "Half-life and X-ray emission probabilities of 55Fe",
    "authors": ["U. Schötzig"],
    "venue": "Appl. Radiat. Isot",
    "year": 2000
  }, {
    "title": "Application of graded multilayer optics in X-ray diffraction",
    "authors": ["M. Schuster", "H. Göbel"],
    "venue": "Advances in X-Ray Analysis,",
    "year": 1997
  }, {
    "title": "The reflectance spectrum of Titan’s surface at the Huygens landing site determined by the Descent Imager/Spectral Radiometer",
    "authors": ["S.E. Schröder", "H.U. Keller"],
    "venue": "Planet. Space Sci",
    "year": 2007
  }, {
    "title": "Eine fokussierende röntgenspektroskopische anordnung für kristallpulver",
    "authors": ["H. Seemann"],
    "venue": "Ann. Phys",
    "year": 1919
  }, {
    "title": "X-ray fluorescence/diffraction analyzer for the Selene-B lander/rover mission",
    "authors": ["K. Shirai", "M. Aoki", "T. Okada", "Y. Yamamoto", "T. Arai", "K. Akagawa", "M. Kato"],
    "venue": "Adv. Space Res",
    "year": 2003
  }, {
    "title": "The detectability of clathrate hydrates in the outer solar system",
    "authors": ["W.D. Smythe"],
    "venue": "PhD thesis,",
    "year": 1979
  }, {
    "title": "Clathrate hydrates as a sink of noble gases in Titan’s atmosphere",
    "authors": ["C. Thomas", "O. Mousis", "V. Ballenegger", "S. Picaud"],
    "venue": "Astron. Astrophys. 474,",
    "year": 2007
  }, {
    "title": "Episodic outgassing as the origin of atmospheric methane on Titan",
    "authors": ["G. Tobie", "J.I. Lunine", "C. Sotin"],
    "venue": "Nature 440,",
    "year": 2006
  }, {
    "title": "X-ray diffraction using isotopic sources",
    "authors": ["W.S. Toothacker", "L.E. Preuss"],
    "venue": "Trans. Am. Nucl. Soc. 10,",
    "year": 1967
  }, {
    "title": "Radioisotopes as zero power sources of X-rays for X-ray diffraction analysis",
    "authors": ["W.S. Toothacker", "L. Preuss", "C.K. Bugenis"],
    "venue": "Nucleonics in Aerospace Proceedings. Plenum Press,",
    "year": 1968
  }, {
    "title": "Half-life measurement of 55Fe",
    "authors": ["R. Van Ammel", "S. Pommé", "G. Sibbens"],
    "venue": "Appl. Radiat. Isot",
    "year": 2006
  }, {
    "title": "A temperature-controlled Frevel focussing X-ray powder camera",
    "authors": ["V. Vand"],
    "venue": "J. Appl. Phys. 19, 852–854,",
    "year": 1948
  }, {
    "title": "Landed XRD/XRF analysis of prime targets in the search for past or present Martian life",
    "authors": ["D. Vaniman", "D. Bish", "D. Blake", "S.T. Elliott", "P. Sarrazin", "S.A. Collins", "S. Chipera"],
    "venue": "J. Geophys. Res",
    "year": 1998
  }, {
    "title": "USB interface for Medipix2 pixel device enabling energy and position sensitive detection of heavy charged particles",
    "authors": ["Z. Vykydal", "J. Jakubek", "S. Pospisil"],
    "venue": "Nucl. Instrum. Methods A",
    "year": 2006
  }, {
    "title": "The RELAXd project: development of four-side tileable photon counting imagers",
    "authors": ["Z. Vykydal", "J. Visschers", "D. Tezcan", "K. De Munk", "T. Borgers", "W. Ruythooren", "P. De Moor"],
    "venue": "Nucl. Instrum. Methods A 591,",
    "year": 2008
  }, {
    "title": "Half-life data – a critical review of TECDOC619 update",
    "authors": ["M.J. Woods", "S.M. Collins"],
    "venue": "Appl. Radiat. Isot",
    "year": 2003
  }],
  "id": "SP:0759588159a2896f3e0e7fb1a887ef4c6f45b093",
  "authors": [{
    "name": "A. Dominic Fortes",
    "affiliations": []
  }, {
    "name": "Ian G. Wood",
    "affiliations": []
  }, {
    "name": "David P. Dobson",
    "affiliations": []
  }, {
    "name": "Paul F. Fewster",
    "affiliations": []
  }],
  "abstractText": "We describe the scientific case for and preliminary design of an instrument whose primary goal is to determine the chemistry (element abundance) and mineralogy (compound identity and abundance) of Titan’s surface using a combination of energy dispersive X-ray fluorescence spectroscopy (EDXRF) and X-ray diffraction (XRD). XRD is capable of identifying any crystalline substance present on Titan’s surface at relative abundances greater than 1 wt%, allowing unambiguous identification of, for example, structure I and II clathrates (even in the presence of ice), and various organic solids, which may include C2H2, C2H4, C4H2, HCN, CH3CN, HC3N, and C4N2). The XRF component of the instrument will obtain elemental abundances for 16 < Z < 60 with minimum detection limits better than 10 ppm (including detection of atmospheric noble gas isotopes), and may achieve detection limits of 0.01–1% for lighter elements down to Z = 6 (carbon). The instrument is well suited to integration with other analytical tools as part of a light-weight surface chemistry and mineralogy package. Although considerably less sensitive to elemental abundance than GC–MS (10 2 vs. 10 ) it is likely to be significantly lighter (<0.5 kg vs. 10 kg). The instrument will be able to address the origin and evolution of Titan by measuring the mineralogy and chemistry of bulk crust (water ice/clathrates), excavated impact ejecta (possibly including XRD-identifiable high-pressure polymorphs of ice), and cryolava or ash (distinguishing between ammonia–methanol and sulfate–carbonate magmas). The instrument will also address atmospheric photochemistry and climate history by measuring the mineralogy and chemistry of organic sediments found in various environments, such as dunes, fluvial and peri-lacustrine areas (including possible evaporites), and possibly exhumed from deep reservoirs by mud volcanism. Lastly, the instrument will address Titan’s astrobiological evolution by enabling detection of more complex organic materials (crystalline carboxylic/amino acids or sugars) in areas where sediments have interacted with aqueous solutions. 2009 COSPAR. Published by Elsevier Ltd. All rights reserved.",
  "title": "An icy mineralogy package (IMP) for in-situ studies of Titan’s surface"
}