{
  "sections": [{
    "text": "lable at ScienceDirect\nContents lists avai\nJournal of South American Earth Sciences\njournal homepage: www.elsevier .com/locate/ jsames\nNotes on the origin of extensive endorheic regions in central and northern Mexico, and some implications for paleozoogeography\nJos e Jorge Aranda-G omez a, *, Oscar Carranza-Casta~neda a, Xiaoming Wang b, Z. Jack Tseng c, Adolfo Pacheco-Castro d\na Centro de Geociencias, Universidad Nacional Aut onoma de M exico, Boulevard Juriquilla 3001, Quer etaro, Qro., 76230, Mexico b Department of Vertebrate Paleontology, Natural History Museum of Los Angeles County, 900 Exposition Boulevard, Los Angeles, CA 90007, USA c Department of Pathology and Anatomical Sciences, Jacobs School of Medicine and Biomedical Sciences, University at Buffalo, Buffalo, NY 14214, USA d Postgrado en Ciencias de La Tierra, Universidad Nacional Aut onoma de M exico, Boulevard Juriquilla 3001, Quer etaro, Qro., 76230, Mexico\na r t i c l e i n f o\nArticle history: Received 22 November 2017 Received in revised form 7 February 2018 Accepted 8 February 2018 Available online 9 February 2018\nKeywords: Endorheic region Migration route Drainage rearrangement Continental divide Enhydritherium terraenovae\n* Corresponding author. E-mail address: jjag@geociencias.unam.mx (J.J. Ara\nhttps://doi.org/10.1016/j.jsames.2018.02.003 0895-9811/© 2018 Elsevier Ltd. All rights reserved.\na b s t r a c t\nThe recent discovery of a fossil of Enhydritherium terraenovae in upper Miocene fluvial deposits in Juchipila (Mexico), nearly 200 km away from the nearest coast, together with other known occurrences of the same species in Florida and California, made possible to envision an alternative to the Panamanian and Polar routes of migration through fluvial systems in Mexico. In order to cross from one ocean to the other, individuals of E. terraenovae must have passed the continental divide, which is a physiographic feature that separates surface waters that flow into the Atlantic and Pacific versants.\nTwo vast endorheic regions, which together span more than 400,000 km2 in area, currently dominate drainage systems in northern and central Mexico. The endorheic regions are broadly bounded by two mountain ranges and coincide with the arid and semi-arid regions of the Chihuahuan desert. These closed basins are an additional obstacle for migration. However, drainage systems are constantly varying and adjusting to changing conditions imposed by climate, tectonic activity, volcanism, and pronounced asymmetries in topography and rainfall distribution. The migration route across Mexico for Enhydritherium terraenovae in the late Miocene ( 6 Ma) could have been facilitated by one or more river captures that inverted the flow direction near the headwaters of a drainage system that debouched either into the Gulf of Mexico or the Pacific coast.\nBiologists studying fresh water fish faunas in the southern part of the United States and in northern and central Mexico have documented several living species that occur in both the Rio Grande and in the Mezquital rivers, two drainages that are not presently connected, drain in opposite directions (i.e. towards the Gulf of Mexico and the Gulf of California, respectively) and are separated by the endorheic regions. Furthermore, systematic studies of fresh water fish faunas in the region has numerous examples of endemicity and allopatric speciations that are interpreted as evidence of several events of drainage system rearrangement either by stream capture, beheading, or river diversion or by fragmentation caused by formation of closed basins by faulting, volcanic activity or isostatic rebound in the footwall block of normal faults.\nThe western boundaries of the extensive endorheic regions in Mexico are controlled mainly by a highland produced by intense felsic volcanism during the Sierra Madre Occidental activity (Eocene e Miocene), and the eastern hydrological divide coincides with mountains associated with the fold and thrust belt produced by the Hidalgoan orogeny in early Cenozoic time. Normal faulting associated with Basin and Range extension formed additional closed basins. Another major factor in the formation of the endorheic regions is the terminal Miocene climate change, which caused runoff reduction and lowered the rivers capacity of erosion.\nOpening of the Gulf of California changed the overall slope of rivers draining into the Pacific in northwestern Mexico triggering the capture of rivers formerly confined to the closed basins or draining to the Gulf of Mexico. Quaternary normal faults have been documented a few tens of kilometers from the hydrological divides of the endorheic regions, suggesting that in some regions there is an active tectonic component in their formation.\nnda-G omez).\nFig. 1. A) Map showing Mexico's hydrography and the 2¼ Bavispe, 3¼Guzm an lake, 4¼Upper Rio Grande, 5 quital, 13¼ Tunal, 14¼ Jesús María, 15¼ Bola~nos, 16¼ 22¼ P atzcuaro lake, 23¼ Cuitzeo lake, 24¼ Lagos de M 31¼Moctezuma, 32¼ P anuco. Cities: C ¼ C ardenas, CJ ¼ cross the continent. It also show the sites where E. terrae (Modified after Tseng et al., 2017).\nThe location of the crossing point for the otters is uncertain as the fossil record is scant and investigation on the evolution of drainage systems through time in Mexico is in the early stages. However, it is argued that there is a fair chance that the crossing occurred via the Mezquital river capture near Durango city. Isotopic age of the sediments where the Enhydritherium terraenovae fossil was collected, imply that the capture must have occurred in the late Miocene.\n© 2018 Elsevier Ltd. All rights reserved."
  }, {
    "heading": "1. Introduction",
    "text": "Otters are carnivorous mammals that live in marine coastal areas and/or in rivers. There are three extant otter species in North America; one is marine (Enhydra lutris) and the other two inhabit riparian environments (Lontra canadensis and L. longicaudis). Most otters reported in Mexico are L. longicaudis and their distribution is mainly in the lowlands close to the Pacific and Gulf of Mexico coasts (Fig. 1B). There are also reports of otters in major rivers and their tributaries, and in mountain streams in the western and southwestern portions of the Sierra Madre Occidental, the Trans Mexican Volcanic Belt and in the mountain regions of southern Mexico. Lontra canadensis has been reported mostly in the northern part of the country, at or near the Rio Grande and Colorado rivers. The marine otter used to inhabit Mexico's coast along the northern part of the Baja California peninsula, and now it is restricted to the area around Bahía Sebasti an Vizcaíno (Gallo-Reynoso, 1997).\nThe Neotropical otter L. longicaudis is adapted to a diverse set of environments from rocky shorelines, coastal savanna swamps to\nextent of the Rio Grande region (\n¼ Conchos, 6¼ Pecos, 7¼ Lower Rio\nTlaltenango, 17¼ Juchipila, 18¼Gra\noreno, 25¼ El Bajío, 26¼ San Juan\nCiudad Ju arez, DR¼Del Rio, O ¼ Oj\nnovae have been found outside Mexi\nwarm or cool climate rainforests, and it may even be found in perennial rivers that cross arid regions. In Mexico there are reports of otters in streams located as high as 1700 masl and L. longicaudis has been found at 4000 masl in Andean regions. Present day Neotropical otters are opportunistic predators that feed mainly on fish, crustaceans, insects, amphibians and mollusks, and occasional small mammals, birds and reptiles; their habitat requirements include riparian cover and abundant den sites (Rheingantz and Trinca, 2015).\nThere are only three records of fossil otters in Mexico. ArroyoCabrales et al. (2013) published a brief summary about two localities (Zacoalco and Tlapacoya) in the Trans Mexican Volcanic Belt where Pleistocene fossil otters have been reported (Fig. 1B). Both fossils were classed as L. longicaudis, the Neotropical otter extant in Mexico.\nThe third record of a fossil otter was recently reported by us (Tseng et al., 2017) and it refers to the discovery of a jaw of Enhydritherium terraenovae (Fig. 2) in late Miocene fluvial deposits in Juchipila (Fig. 1B). As it is pointed out by Tseng et al. (op. cit.) the\nafter Smith and Miller, 1986). Rivers and lakes mentioned in the text are: 1¼ Yaqui, Grande, 8¼Nazas, 9¼ Lake Tlahualilo, 10¼ Aguanaval, 11¼ Lake Mayr an, 12¼Meznde de Santiago, 19 Chapala lake, 20¼ San Pedro Lagunillas lake, 21¼ Zirahu en lake, del Río, 27¼ Lerma, 28¼ Valle de M exico, 29¼ Serd an Oriental, 30¼ Tehuac an Valley, inaga, T¼ Tula. (B) The three hypothetical migration routes that otters may have used to co, as well as the localities where Pleistocene fossils of L. longicaudis have been reported\nimportance of the fossil E. terraenovae found in Mexico resides in: (1) it is the southernmost fossil record of a late Miocene otter in North America so far known; (2) it is also the first fossil occurrence in a land-locked basin that is at a significant distance (ca. 200 km) from the coast and at a considerable elevation (presently ca. 1250 masl); (3) It confirms that Enhydritherium was capable of living in the late Miocene in a completely freshwater environment (previously reported Enhydritherium fossils are associated with marine vertebrates (Berta and Morgan, 1985) or in coastal regions in both nearshore marine and inland fresh water environments (Lambert, 1997); (4) the new fossil supports a possible over-land dispersal route through Mexico between the Pacific coast and Florida (Fig. 1B). Biochronologic age of the fossil occurrences in California and Florida ranges from early Hemphillian (6e7 Ma) to late Hemphillian (4.9e5.3 Ma) and the Zacatecas fossil age is between 5.59 and 6.95 Ma, as inferred from U-Pb ages obtained from zircons recovered from ash-fall beds above and below the fluvial sediments where the fossil was collected.\nBased on the osteological study of an incomplete skeleton of Enhydritherium terraenovae found at Moss Acres Racetrack in Florida (Fig. 1B), Lambert (1997) concluded that this otter was a habitat generalist capable of living in both nearshore marine and in fresh water habitats. It also had locomotive capacity to move overland. Feeding habits of this otter included extremely hard food items (molluscs) and large fishes.\nIn this contribution we focus on the hypothesis of a migration route along riparian environments of Enhydritherium terraenovae from one ocean to the other through an unknown region of Mexico (Fig. 1B). Assuming, as demonstrated by the Juchipila fossil, that E. terraenovae successfully inhabited perennial river system up to an area close to its headwaters, the otters still had at least one more barrier to cross and get to the ocean on the opposite side of the continent. The most obvious barrier is the continental divide and, as it will be discussed in this paper, another possible obstacle could be the existence of large regions with endorheic drainages (i.e., internally drained basins), which are presently very extensive in central and northern Mexico (Fig. 3) and that, based on the geological history of Mexico, are likely to have existed at different times during the Neogene. We assumed that once the otters passed these topographic obstacles they started to colonize a river system that drained in the opposite direction. Here we propose that a viable process that facilitated this crossing is the phenomenon of river-rearrangement (Bishop,1995), a common process that may be caused by climate forcing (Heller et al., 2011), tectonic activity (e.g. Sharman et al., 2017), volcanism (Repasch et al., 2017), sea level changes or a combination of several of these factors. To evaluate our\nhypothesis we assume that otters must have made the crossing some time during or prior to the late Miocene (ca. 7 Ma) and that habitat requirements of Enhydritherium terraenovae were very similar if not identical to those of Lontra longicaudis. We began our analysis examining what is known about present day hydrology of Mexico in the region between latitude 20 N and the Mexico-USA border. Fig. 1A shows a simplified hydrological map.\nAdditionally, we extend our analyses into the Cenozoic tectonic and climatic history of northern and central Mexico as major tectonic features, such as the thrust and fold belt of the Sierra Madre Oriental, the broad highland caused by volcanism of Sierra Madre Occidental, the endorheic basins bounded by block mountains of the Basin and Range and/or the Gulf of California Extensional Province, and volcanism of the Trans Mexican Volcanic Belt (Fig. 4) must have played important roles in the integration and disintegration of fluvial systems."
  }, {
    "heading": "1.1. The continental divide in Mexico",
    "text": "The continental divide is a physiographic feature that “separates surface waters that ultimately flow to different oceans,…seas… or coastlines on different sides of a continent” (Gonzalez, 2003). The\ncontinental divide in Mexico is the southern extension of the Great Divide in the USA (Figs. 3 and 4A).\nOne of the most conspicuous features of present-day drainage system in northern and central Mexico is the existence of two vast regions occupied by a complex array of endorheic basins, which are separated by the Río Conchos basin (Fig. 1). We refer to these irregular-shaped zones, as the Casas Grandes and Central endorheic regions (Fig. 4A), avoiding the use of Mesa or Meseta Central as the term has been previously used with different meanings in the literature related to Mexico's physiography (Raisz, 1964; West, 1964), the evolution of the drainage systems (e.g., Miller and Smith, 1986; Domínguez-Domínguez et al., 2006; Dickinson, 2015) or the regional geology and tectonics of Mexico (e.g. NietoSamaniego et al., 2005). A small portion of the Casas Grandes region is located in southwestern New Mexico (Miller and Smith, 1986) and the late Cenozoic evolution of its surroundings areas is more closely related to the Gila river drainage system and to the opening of the Gulf of California (Dickinson, 2015). The southwestern boundary of the Tularosa endorheic basin (Fig. 1A) in New Mexico and Texas follows the trend of the Rio Grande and it appears that it used to be part of the Casas Grandes region prior to the encroachment by the Rio Grande in the Pliocene (Repasch et al., 2017).\nThe Central endorheic region (Fig. 4A) is slightly over 950 km long and it is up to 500 km wide; it has an irregular, but elongated shape that is roughly parallel to and has about the same length as the Gulf of California. The total surface of the Central region is close to 290,000 km2, an area that can be divided by two major divides into the Mapimí, Nazas, and El Salado subregions (Fig. 4A). Significant changes in the average elevation and geologic setting of these\nsubregions suggest that their evolution and origin might be different.\nTaking into account the existence of the endorheic regions, it turns out that Great Divide in northern Mexico splits into two subparallel branches. As a general rule, the western branches of Casas Grandes and Central regions follow elevated terrain with altitude 2000 masl or higher and it is partially or completely covered by thick successions of Cenozoic volcanic rocks of the Sierra Madre Occidental (Fig. 4A and C). Thus, topography created by voluminous Cenozoic volcanic activity is a primary control in the location of the western divides. Areas near the western branch of the divide where the volcanic cover is not continuous occur in northeastern Sonora and in the region located immediately north of the Trans Mexican Volcanic Belt (Fig. 4C). In both areas tectonically-controlled valleys are partially filled with graben-fill sediments and block mountains are developed in the Cenozoic volcanic rocks. In the case of the Río Conchos basin, which separates the Casas Grandes and Central regions it appears that the local uplift that generated the portion of the divides that are roughly parallel to the Rio Grande was defeated by erosion and the transverse canyons where the Conchos river is entrenched, just SW of Ojinaga (Fig. 1), indicate that the gorges are either antecedent or superimposed (King and Adkins, 1946) in origin.\nThe eastern divide of the Central endorheic region follows the western boundary of the High Ranges of Sierra Madre Oriental as defined by Raisz (1964) and in most places its elevation tends to be lower than elevations on opposite sites on the western divide. A notable exception occurs at the Monterrey Salient (MS Figs. 1 and 4C), where the terrain is as high or higher than in the opposite western divide."
  }, {
    "heading": "1.2. Evolution of drainage systems",
    "text": "Rivers initially follow the slope of the land surface and later may adjust to structure as they incise the terrain where they flow (Twidale, 2004). Drainage networks are products of the tectonic and climatic history of the regions where they occur, and dynamically respond to the ever-changing conditions. Major forcing factors in the evolution of drainage networks are tectonic activity, volcanism, climate, and sea level changes. Drainage rearrangement, via stream capture, beheading, or river diversion (Bishop, 1995) may occur even in tectonically quiescent settings (Prince et al., 2011) where they are caused by topographic asymmetry in the basin or by spatial patterns of precipitation caused by rain shadows along mountain ranges. Entrapment of sediments in endorheic basins caused by the reduced capacity of the river system to remove erosion products and isostatic response to differential rates of erosion, coupled with mild tectonic activity in nearby areas may be the cause of formation of extensive internally-drained regions such as the Great Divide Basin (Fig. 3) in the western part of the United States (Heller et al., 2011).\nDrainage networks may act as a register of tectonic activity and climate change for long periods of time, despite the fact that present day drainage systems are profoundly affected by the most recent events (e.g. D'Agostino et al., 2001). Stephenson et al. (2014) have argued that it is possible to infer from the quantitative analysis of the present-day drainage network of Mexico and the southern USA information about their uplift history in the last 40 Ma. Inversion of longitudinal profiles of four Mexican rivers (Fuerte, P anuco and two unspecified tributaries of the Grande de Santiago, Fig. 1) permit to infer in all of them an uplift event at the time span between 16 and 22 Ma at rates between 0.1 and 0.3mm/yr and a younger event around 8e10 Ma recorded only in the tributaries of the Grande de Santiago (Bola~nos and Jesús María rivers?). Stephenson et al. (2014, their Fig. 7) do not address the problem of the Casas Grandes and Central endorheic regions in their paper and assume that the vast region presently occupied by them is part of the Rio Grande drainage system in their modeling."
  }, {
    "heading": "1.3. Processes involved in the formation of internally drained basins",
    "text": "The Casas Grandes and Central regions are wholly enclosed within the arid and semi-arid regions of central Mexico (Fig. 4B) as inferred by Shreve (1940) and by Rzedowski and Calder on de Rzedowski (1988) from the distribution of Larrea divaricata and within the eastern branch (Fig. 4D) of the southern end of the Basin and Range Province (Henry and Aranda-G omez, 1992). Globally, endorheic basins form 20% of the emerged land surface andmost of them are enclosed in arid regions, a fact that suggests that climate is an important factor in their formation. As a consequence of their low average run-off produced by arid environments and the fact that they act as sediment traps, internally drained basins commonly lack well-integrated drainage systems (e.g. the Nazas and Aguanaval river systems and the region near Ojinaga: Figs. 5 and 6). Water in endorheic basins converge into lakes, which in arid lands are ephemeral and may form salt flats or, in very dry regions, run-off may end by infiltration and evaporation in alluvial plains or alluvial fans (Dorsaz et al., 2013).\nEndorheic basin formation and disintegration of a channel network are produced when a fluvial system is defeated by a topographic barrier created by tectonic uplift (Fig. 7) or by blockage by volcanic products. Frontal ranges in the foreland regions of contractional tectonic systems, coupled with low precipitation caused by rain shadows produced by them may form extensive endorheic basins that could last for long periods of time and grow as they coalesce as sediment overtops some of the divides (Sobel\net al., 2003). The eastern boundary of the Central endorheic region, between theMonterrey Salient and C ardenas (Fig. 4A and C) is seen by us as an example of this. Crustal extension and local associated uplift caused by isostatic response may form effective topographic barriers a few tens of kilometers away perpendicular to the strike of major normal faults systems (Fig. 7) and many tens of kilometers along their strike (King and Ellis, 1990). Obliteration of previous landscapes by intense volcanic activity and contemporaneous crustal extension may produce numerous internally drained basins that with time could merge when the intensity of both phenomena decrease (Spencer et al., 2008). Caldera-forming eruptions and emplacement of extensive wedge-shaped bodies of ash flow tuffs (e.g. Smith, 1960) may be especially effective in obliteration of drainage systems over broad areas in short periods of time (Manville, 2001) and distribution patterns of partially to densely welded ignimbrites in the formation of new, partially or completely reorganized fluvial systems. The highland where the western branches of the Great Divide in Mexico are located (Fig. 4A and C), are a clear example of the influence of volcanism in the regional hydrological patterns.\nMajor climate changes also have a pronounced effect on the drainage systems and may determine if work performed by rivers switch from aggradation to erosion or vice versa. An increase in aridity of the southwestern part of USA during the Miocene (ca. 12 Ma) reduced the stream flow and caused entrapment of sediments in internally drained basins, whereas intensification of the North American monsoon, a phenomenon that currently is responsible for 60% of the summer precipitation in northern Mexico (Mitchell et al., 2002) coincident with the opening of the Gulf of California (ca. 6 Ma) caused the modification of drainage networks and incision of basin fills. These large variations in climate were caused by major changes in circulation patterns in the oceans (Eronen et al., 2012), some of them driven by tectonic changes in remote regions (Chapin, 2008).\n1.4. Biogeography of freshwater fishes, speciation and its timing\nAmong biologists who study the evolution and biogeography of endemic freshwater fishes in the southern part of the USA and northern and central Mexico there is a consensus that processes such as river network disruption, mainly through river capture or fragmentation (Dias et al., 2012), has played an important role in the evolution and speciation of these fishes (e.g. Meek, 1904; Albritton, 1958; Miller and Smith, 1986). However, a comparison of distribution of living fish species with fossil fish fauna and present-day major drainage systems in the area suggests that their distribution is more influenced by major, older tectonic features (Fig. 4), such as highlands produced by volcanism in the Sierra Madre Occidental or the Trans Mexican Volcanic Belt or by folds and thrust faults in the Sierra Madre Oriental, or location of major Basin and Range normal faults than by present day hydrology (Miller and Smith, 1986). Repeated events of watershed communication by river capture or of isolation of part of drainage system (Fig. 5) caused by formation of internally drained basins probably caused allopatric speciations of freshwater fishes in the region (Webb et al., 2004).\nMeek (1904) established that of 11 freshwater fish species collected by him at Río Mezquital (Figs. 1 and 5), 8 belonged to the Rio Grande fauna. Based on this information, and supported by geologic reconnaissance work in the surroundings of Durango city, Albritton (1958) concluded that El Tunal river once formed part the Rio Grande hydrologic region (Fig. 1A), despite the fact that the Rio Grande and upper Mezquital drainages systems are now hundreds of kilometers apart, separated by the Central endorheic region. Currently, El Tunal river drains into de Gulf of California via the\nMezquital river (Fig. 1) and hydrographic maps show at their junction are several “fishhook” arrays (Figs. 5 and 8) that we interpret as elbows of capture (Lauder, 1968; Twidale, 2004). The capture of El Tunal by the Mezquital river occurred during middle Pleistocene (Albritton op. cit.), thus the inferred connection of El\nTunal with rivers that may have drained into the Gulf of Mexico, via the Nazas and/or Aguanaval fluvial systems (Fig. 5), which presumably debouched into the Lower Rio Grande system (Fig. 1) is older. Characodon is found in the headwaters of El Mezquital river and in the Mayran lake fed by the Aguanaval river (Fig. 1).\nCharacodon diverged from the other goodeines approximately at 14.9 Ma (Webb et al., 2004)\nAnother example of the Rio Grande fish fauna inhabiting a river that now drains into de Gulf of California is the Río Yaqui (Fig. 1). In addition to these Atlantic versant freshwater fishes, the Río Yaqui and its tributaries the Bavispe and Papigochi rivers also host species of the Rio Colorado fauna (Meek, 1904) indicating complex changes in the late Cenozoic fluvial systems of southwestern USA and northern Mexico. A hydrographic map of the region near the western border of the Casas Grandes region also shows clear evidence of river captures (Suter, 2015) in the area between the headwaters of the Río Yaqui system and the endorheic basins (Fig. 9). Echelle (2008, p. 36) states “the divergence time estimates suggest … that the western pupfish clade became isolated from eastern pupfishes during the late Miocene to early Pliocene, and by middle late Pliocene these fishes were present in Death Valley, the Lower Colorado River, and Guzm an Basins”. Western pupfish clad refers to those fishes inhabiting the Death Valley, Lower Colorado River and the Casas Grandes endorheic region, whereas the Eastern pupfishes are those of the Lower Rio Grande, the Old Río Nazas, and Río Conchos. Numerical estimates for the divergence events between Rio Grande and Guzm an faunas by Echelle (op.cit.) are between 5 and 6 Ma.\nSmith and Miller (1986) in their Fig. 1 sketched what they considered the extent of the “Rio Grande region”, a concept based on extant freshwater fish faunas, and include in it the two northern sub regions (Mapimí and Nazas, Fig. 4A) of the Central endorheic region, as well as the Río Conchos basin, the whole Casas Grandes region and the Tularosa endorheic basin of New Mexico and Texas (Fig.1A). The southern boundary of their inferred Rio Grande region\nis close to the boundary between El Salado and Nazas regions shown in Fig. 4A. It must be stressed that “Rio Grande region” as defined by Smith and Miller based in its fish faunas (1986) has never been a single, well-integrated hydrographic system, as river systems in the area have experienced dramatic changes through the Neogene and Pleistocene. As an example of these changes, it must be considered that the Upper Rio Grande (Fig.1) hydrographic system (i.e. from the headwaters of the river in Colorado to the Casas Grandes endorheic region) was largely controlled by the tectonic evolution of the Rio Grande rift during the Neogene and remained as a series of endorheic basins separated from the Lower Rio Grande (i.e. from Del Rio, Texas to the Gulf of Mexico coast: Fig. 1) until ~0.8 Ma ago (Repasch et al., 2017). Thus, the nearly linear (i.e. almost without important tributaries) and for the most part entrenched portion of the Rio Grande between El Paso and Del Rio was formed very recently. Likewise, the now endorheic basins of the Nazas and Aguanaval rivers (Fig. 1), that now end in the Tlahualilo and Mayran lakes (Fig. 1), respectively, probably drained in the past into the Lower Rio Grande (Smith and Miller, 1986).\nAnother important observation is that the fish faunas inhabiting in disjunct river systems within the endorheic regions of Mexico have species with sister groups both in the Rio Grande region and in the “Mesa Central region” as defined by West (1964) and used by Miller and Smith (1986), which is a region that encompasses the Trans Mexican Volcanic Belt (Fig. 4C), the area around Lagos de Moreno, El Bajío plain, and the Serd an Oriental and Tehuac an valley regions (Fig. 1A) in Puebla. Freshwater fish fauna in that broad and complex region is diverse and largely endemic. The diversity in the fauna is believed to result from allopatric speciation caused by a complicated history of drainage rearrangement and isolation\nduring the Pliocene and Pleistocene, a time span when this area experienced intense volcanism (e.g. G omez-Tuena, 2007; Ferrari et al., 2012) and normal faulting (e.g. Johnson and Harrison, 1990; Szynkaruk et al., 2004) along three sets of rift systems that joint in the Guadalajara triple junction (Fig. 1), and NNW-trending normal faults (Fig. 1A) that cross or intersect the fault systems of the Trans Mexican Volcanic Belt (Quer etaro-Taxco and P enjamo fault systems: Johnson and Harrison, 1990). The distribution of fishes of the genus Chirostoma throughout the Mesa Central (sensu West, 1964) a region that has, and has had many interior basins, demonstrates that the hydrology of the region has been continuously adjusting to changes caused by volcanic and fault activity. Former connections existed between the Lerma river system with closed basins such as the Valley of Mexico, Serd an Oriental, lakes Zirahu en, P atzcuaro, Cuitzeo, and San Pedro Lagunillas (Fig. 1A). The same genus Chirostoma indicates a former connection with Laguna de Santiaguillo, just north of the site where the Tunal was captured by the Mezquital river (Figs. 1A, 5 and 8).\nA potentially useful tool to understand the drainage system evolution is numerical age estimates (e.g. Doadrio and DomínguezDomínguez, 2004; Webb et al., 2004; Echelle, 2008; P erezRodríguez et al., 2009) based on mitochondrial DNA (mtDNA) nucleotide mutation rate and divergence time. However, these ages must be used with extreme care as sequence sampling choice and coverage (mtDNA vs. nDNA) may give very different results, sequence-change rate likely vary within and among taxa (Echelle, 2008), and additional variation with other factors such as temperature and body size of the fishes (Spencer et al., 2008). In addition to this, in order to calibrate the rate of mutation of the fishes, time constraints based on fossil records or on geological events assumed\nto be responsible for divergence (e.g. Albritton, 1958, MoncayoEstrada et al., 2001) are also used. Thus, indiscriminate use of these ages to infer the numerical timing of geologic processes that caused river system rearrangements may result in circular reasoning, especially in a place like Mexico where detailed studies of the sedimentary successions accumulated in the continental fluvio-lacustrine basins are scarce or in many places non-existent, such as in the major endorheic regions, and knowledge of fossil fauna is also for the most part missing or just starting to develop (Guzm an, 2015). The fact that the valleys of the extensive endorheic regions still remain as aggradational systems also prevent their study as erosion has not exposed the sedimentary successions. Molecular divergence times of mtDNA lineages of Nazas, Conchos, and Rio Grande fishes of the genus Pantosteus are between 8.4 and 1.1 Ma (based on corrected fossil age estimates). However, the drainage changes that probably caused the divergence of Pantosteus plebeius (Río Conchos) and Pantosteus nebuliferus (Río Nazas) are still unknown (Unmack et al., 2014).\nIt has been suggested that hydrography of the Mesa Central sensuWest (1964) is now in the process of being modified by rivers that drain into the Gulf of Mexico that have eroded through some portions of the fold and thrust belt of the Sierra Madre Oriental. Examples of this are the Moctezuma, San Juan del Río, TamuínSanta María rivers, all tributaries of the Río P anuco (Fig. 1). Near the Pacific coast, rivers such as the Grande de Santiago and Ameca in the Pacific versant are also actively modifying the Lerma drainage system (Miller and Smith, 1986). Thus, it appears that the drainage systems of Mesa Central sensu West (1964) are being actively modified by rivers at the edges of elevated terrain."
  }, {
    "heading": "1.5. Some notes about the nature of the divides between the endorheic regions of Mexico and their surroundings",
    "text": "As far as we know, there is no published literature that specifically discusses the nature and probable origin of the divides that surround the endorheic regions in central and northern Mexico. In this section we briefly mention the geology of a few isolated areas located close to these divides where Quaternary tectonic activity has been reported in the literature. Following the work by Heller et al. (2011) in the Great Divide basin, we assumed that: 1) PlioPleistocene climate forcing played a major role in the formation of the closed basins as the endorheic regions are within the Chihuahuan desert (Fig. 4B), 2) their location is at least in part inherited from topography generated in previous tectonic events (Fig. 4CeD), and 3) the rain shadow effect of both major mountains, the Sierra Madre Oriental and Sierra Madre Occidental also cause low runoff within the closed basins favoring the entrapment of sediments within them. The question we want to address here is the possibility that, in addition to the three major factors enlisted, there is recent tectonic activity influencing the location of the divides. We succinctly review information on four areas: the Rio Grande basin between El Paso and the Big Bend (Fig. 7), the headwaters of the Yaqui river system (Fig. 9), and the PlioQuaternary Camargo and Durango volcanic fields (Figs. 8 and 10),\nnear the western boundary of the Central region. As it can be seen in Figs. 7e10 the common feature in all these areas is Quaternary normal faulting, with well documented structures a few tens of kilometers from the divides. In most cases the trends of the normal faults are roughly parallel to the divides. Thus, it appears that in some regions near portions of the extensive divides bounding the Casas Grandes and Central regions, isostatic rebound associated with normal faults contribute to their location."
  }, {
    "heading": "2. Discussion",
    "text": "Based on the scant record of fossil otters and on the facts and inferences briefly reviewed in the previous sections, it appears that the goal of finding the probable route of migration of the otters acrossMexico is very remote or impossible to reach at thismoment. This is true in large part because the otter fossil records are very scant. It may be argued that the study of fossils of other species with more abundant fossil record (fishes, rodents, and other microvertebrates) through both time and space may help evaluate the hypothesis of otters crossing the continental divide thanks to theMezquital river capture. However, we note that this goal may be impossible to reach as a large portion of the vast Central endorheic region is now formed by a series of disjointed drainages, which for the most part act as aggradational system where sediments are\ntrapped and erosion in the broad valleys is nil. This is a fact thatmay explain the lack of late Miocene e Pliocene vertebrate fossil localities between the Trans Mexican Volcanic and the southern portion of USA. Known Hemphillian and Blancan localities are situated at the fringes of the Central and Casas Grandes endorheic regions (Fig. 11), sometimes very close to the divide around them (e.g. the Yep omera and nearby localities).\nPresent day river systems in central and northern Mexico are almost certainly different from those in the late Miocene e early Pliocene. Divides on the eastern boundary of the Central endorheic region are mostly controlled by relict mountain ranges inherited from Hidalgoan Orogeny (Fig. 4C), which in northeastern Mexico ended in the late Eocene (Eguiluz de Antu~nano, 2001; Ch avez Cabello, 2005). The western limits of the Casas Grandes and Central regions closely follow high elevations produced by thick volcanic sequences formed during Sierra Madre Occidental volcanism, in the Eocene e Oligocene in northern Mexico and in the Eocene -Miocene farther south (Fig. 4C). The southern boundary of the Central region lies at variable distances north of the active Trans Mexican Volcanic Belt (Fig. 4C), where active volcanism and extension are present. Another factor that appears to be important in the formation of the vast endorheic regions are climate and structures related to Basin and Range extension (Fig. 4B and D). Desertification that began in the terminal Miocene event, between 7 and 5 Ma (Chapin, 2008; Herbert et al., 2016), and gradually\nintensified until reached its maximum in the Holocene (Miller and Smith, 1986) greatly contributed to the formation of the endorheic regions as a consequence of drastic reductions in runoff and river capacity of erosion within the central and southern part of the Chihuahuan desert (Fig. 4B). Formation of the Gulf of California at the end of the Miocene was also a major influence in the evolution of drainages, but it appears that its effects were different in the United States and Mexico. Whereas in the region around the Colorado Plateau played an important role in the creation of the Colorado and Gila river systems (Dickinson, 2015) and opening by drainage rearrangement of long-lasting extensive endorheic basins of the central part the Basin and Range Province (Sonder and Jones, 1999), in northern and central Mexico it appears to be a major factor in the integration of the Central endorheic region as a consequence of the intensification of the arid conditions. Another probable consequence of the formation of the Gulf of California in the river systems of Mexico was the increase of headwater erosion in the rivers along the western edge of the Sierra Madre Occidental, as the overall slope of the river systems increased due to reduction of the distance between the western branch of the continental divide (Fig. 4A) and the base level of rivers in the Pacific versant, now located in the Gulf of California. This reduction is at least equivalent to the average width (ca. 110 km) of the Baja peninsula and it is highly significant as the medial distance between the western branch of the divide is between 500 and 200 km. Locally,\nriver capture in the headwaters of river systems such as the Yaqui (Fig. 9) and Mezquital (Fig. 8) could have contributed to a local reduction of the extent of the Casas Grandes and Central endorheic regions, respectively. Even the capture of Lerma system by the Grande de Santiago near Chapala lake was probably influenced by the formation of the Gulf. We view present-day location of the western branch of the Great Divide in Mexico as a physiographic feature caused by a dynamic equilibrium between processes that favor the formation of endorheic basins and the erosive influence of the Gulf of California.\nDespite the fact that it has been argued that eggs of some freshwater fishes may have experienced local transport from one watershed to another on the feet and/or feathers of aquatic birds (Echelle, 2008), biologists who investigate the biogeography of freshwater fishes believe that divergence events in their evolution are mostly tied to rearrangement of drainage systems by river capture or by fragmentation of watersheds by formation of endorheic basins. In this context it is worth mentioning that habitat fragmentation of freshwater fishes may also occur as a consequence of the formation of waterfalls (Dias et al., 2012) that may be related to differential erosion at the contact of rock units, faulting, and/or partial drainage blockage by volcanic activity. In the case of Mexico, there is at least a documented instance where a small waterfall separated two fish faunas (Domínguez-Domínguez et al., 2006). Populations of Characodon lateralis and C. audax are separated in the Tunal river by El Saltito waterfall (Fig. 8) and their inferred divergence age is 1.5 Ma.\nThe Juchipila river (Fig. 1) flows through a tectonic depression that is part of a set of NNE-trending conspicuous grabens in the southern end of the Sierra Madre Occidental. Scheubel et al. (1988) have regarded the drainage systems in this area as unusual as trunk rivers flow diagonally across the Sierra Madre Occidental into the Tepic-Zacolaco rift, instead of flowing transversely across it into the Gulf of California or the Pacific (Figs. 1 and 4C). Montgomery and L opez-Blanco (2003) analyzed the post-Oligocene history of incision in these rivers and documented captures driven by uplift caused by the Tepic-Zacolaco rift, a structure that controls the Grande de Santiago river. In our view, the trunk rivers studied by Montgomery and L opez-Blanco (2003), and the Mezquital river have roughly the same orientation and age (Ferrari et al., 2007 their Fig. 5) because they were formed by the same process, which caused the formation of an array of horsts and grabens in the area. Thus, this is an example of fluvial systems controlled by the structures.\nL opez (1991) reported the occurrence of fossil fishes in lake sediments in the Juchipila basin, in the same sequence where the Enhydritherium terraenovae fossil was recently found. These fossil fishes were tentatively identified as Cyprinodontidae sp. by L opez (op. cit.) Our U-Pb data obtained in zircons recovered from ash-fall deposits interlayered with the fluvio-lacustrine sediments indicate that the succession where they occur is between 5.6 and 6.5 Ma (Carranza-Casta~neda et al., 2013). Thus, a detailed study of these Cyprinodontidae sp. fossils in the Juchipila sedimentary succession and comparison with those found in other localities in the Rio\nGrande region and in Mesa Central sensu West (1964) may shed some light about the evolution of drainage systems, help to estimate the age of formation of the endorheic regions, and probable route of migration of otters across the continent. Like the Mezquital river, present day Juchipila river drains into the Pacific and lies west of the Central endorheic region. Thus it seems fair to assume Enhydritherium terraenovae may have inhabited not only the Juchipila river, but was able to colonize all the rivers, included the Mezquital, in the NNE-trending grabens of the southern portion of the SierraMadre Occidental (Fig.11). Therefore, the otters may have crossed the continental divide near Durango city and reached the Gulf of Mexico via the Old Río Nazas e Aguanaval and Lower Rio Grande drainage systems. Currently, the Nazas e Aguanaval system is clearly disjointed as shown in Fig. 5. This hypothesis implies that the Mezquital capture must have occurred sometime during the late Miocene and not during the Pleistocene as proposed by Albritton (1958)."
  }, {
    "heading": "3. Conclusions",
    "text": "Otters probably crossed the continental divide aided by river piracy. Based on the location of the Juchipila fossil locality, the tectonic control on the location of the main rivers, the probability that otters may have colonized all the rivers in the grabens of the southern Sierra Madre Occidental, and the evidence of capture of the Mezquital river, it is hypothesized that they may have crossed the continental divide near Durango city (Fig. 10). This, together with the isotopic age constraints on the age Enhydritherium terraenovae fossil of Juchipila, implies that the Mezquital capture occurred during the late Miocene.\nAlternative crossing routes suggested by present day hydrology might be the Grande de Santiago - Lerma and/or the Fuerte e Conchose Lower Rio Grande systems (Fig.11). However, the history of drainage systems in the Mesa Central sensu West (1964) and in the Trans-Mexican Volcanic Belt is very complex as a consequence of late Cenozoic volcanism and faulting, but evidence appears to exist in the biogeography of several fresh water fishes that many events of capture and isolation occurred in the Grande de Santiago -Lerma system. The Fuerte - Conchos - Lower Rio Grande is not regarded as a viable option as it is known that the Rio Grande segment between El Paso and Del Rio was established in the Pleistocene.\nA general overview of a drainage map of central and northern Mexico generated with SIATL (INEGI, 2017) shows that there are two large endorheic regions. A comparison of the overall shape and the location of these regions with the hypsographic and tectonic maps and with a map of the arid and semi-arid regions in Mexico suggests that primary controls on their origin are the distribution of large mountain chains formed during the Cenozoic and current climate.\nThere is no systematic study of the extensive closed divides around the endorheic regions to ascertain their origin. Data compiled from the literature in areas near the divides suggest that in some places late Cenozoic tectonic activity may have contributed to their formation. Modest rates of extension coupled with marked influence of orographic shadows in the precipitation created subtle divides in many places.\nThe Central endorheic region is divided into three subregions by NE-SW or EW-trending secondary divides. It is remarkable that El Salado region is on average higher than both the Nazas and Mapimí regions, which broadly correspond with the Transverse Ranges of the Sierra Madre Oriental and with the Highland of Coahuila, respectively. Thus, it appears that the Mesa Central sensu NietoSamaniego et al. (2005) has experienced a period of uplift that remains to be documented.\nThe drainage systems of central and northern Mexico have not been studied in any detail and their evolution is practically unknown. By comparison with the evolution of neighboring drainage systems such as the Rio Grande, Gila and Colorado rivers in the southwestern part of the United States, it is safe to assume that they may broadly share some of their history as many of the major tectonic and climatic events affected both countries. However, there might be significant changes in the timing of the events, as deformation and volcanic pulses were diachronic. TheMesa Central sensu West (1964) certainly experienced tectonic and volcanic processes that can not be extrapolated to northern Mexico and the southern part of the United States as they are related to subduction along the Central America trench."
  }, {
    "heading": "Acknowledgments",
    "text": "Financial support for this research was provided by Papiit 100416 and Papiit 102817, to Aranda and Carranza, respectively. Hilda Troncoso and Nuri L opez assisted in the field. Jesús SilvaCorona prepared Fig. 2. Aranda gratefully acknowledges long talks with Juan Pablo Bernal and Roberto Molina-Garza and correspondence with Max Suter who discussed some aspects of the problem with him. Comments of three anonymous reviewers help to clarify important aspects about several topics."
  }],
  "references": [{
    "title": "Quaternary Stratigraphy of the Guadiana Valley, vol. 69",
    "authors": ["C.C.J. Albritton"],
    "venue": "Geological Society of America Bulletin,",
    "year": 1958
  }, {
    "title": "Active Faults in the Southern Basin and Range Province, Mexico; Compilation for the Map of Major Active Faults in the Western Hemisphere",
    "authors": ["J.J. Aranda-G omez"],
    "venue": "Universidad Nacional Aut onoma de M",
    "year": 1996
  }, {
    "title": "Synextensional, Plio-Pleistocene eruptive activity",
    "authors": ["J.J. Aranda-G omez", "J.F. Luhr", "T.B. Housh", "C.B. Connor", "T. Becker", "C.D. Henry"],
    "venue": "exico, Instituto de Geología, Estaci on Regional del Centro,",
    "year": 2003
  }, {
    "title": "Registro f osil de la nutria",
    "authors": ["A.F. an"],
    "year": 2013
  }, {
    "title": "Drainage rearrangement by river capture, beheading and diversion",
    "authors": ["P. 809e819. Bishop"],
    "year": 1995
  }, {
    "title": "Late Tertiary fossil localities in central Mexico, between 19 - 23 N",
    "authors": ["O. neda"],
    "venue": "Carranza-Casta~",
    "year": 2006
  }, {
    "title": "The early - late Hemphillian (Hh2) faunal assemblage from Juchipila Basin, State of Zacatecas, Mexico, and its biochronologic correlation with other Hemphillian faunas in Central Mexico",
    "authors": ["O. neda", "J.J. Aranda-G omez", "X. Wang"],
    "venue": "Contrib. Sci. (Los Angel.)",
    "year": 2013
  }, {
    "title": "Interplay of oceanographic and paleoclimate events with tectonism during the middle to late Miocene sedimentation across the southwestern USA",
    "authors": ["C.E. Chapin"],
    "year": 2008
  }, {
    "title": "Interactions between mantle upwelling, drainage evolution and active normal faulting: an example from the central Apennines (Italy)",
    "authors": ["N.D. D'Agostino", "J.A. Jackson", "F. Dramis", "R. Funiciello"],
    "venue": "Geophys. J. Int",
    "year": 2001
  }, {
    "title": "An outline of the geology of Mexico",
    "authors": ["Z. de Cserna"],
    "venue": "The Geology of North America -An Overview,",
    "year": 1989
  }, {
    "title": "Natural fragmentation in river networks as driver speciation for freshwater fishes",
    "authors": ["M.S. Dias", "C. Jean-Francois", "T. Oberdorff", "C.A. Lasso", "P.A. Tedesco"],
    "venue": "Ecography 35,",
    "year": 2012
  }, {
    "title": "Integration of the Gila River drainage system through the Basin and Range province of southern Arizona and southwestern New Mexico (USA)",
    "authors": ["W.R. Dickinson"],
    "venue": "Geomorphology",
    "year": 2015
  }, {
    "title": "Phylogenetic relationships within the fish family Goodeidae based on cytochrome b sequence data, 31",
    "authors": ["I. Doadrio", "O. Domínguez-Domínguez"],
    "venue": "Molecular Phylogenetics and Evolution,",
    "year": 2004
  }, {
    "title": "Historical biogeography of some river basins in central Mexico evidenced",
    "authors": ["O. Domínguez-Domínguez", "I. Doadrio", "G. P erez-Ponce de Le on"],
    "year": 2006
  }, {
    "title": "The geomorphometry of endorheic drainage basins: implications for interpreting and modelling their evolution",
    "authors": ["C. Escauriaza", "A. Rinaldo"],
    "venue": "Earth Surf. Process. Landforms",
    "year": 2013
  }, {
    "title": "The western North American pupfish clade (Cyprinodontidae: Cyprinodon): mitochondrial DNA divergence and drainage history",
    "authors": ["A.A. Echelle"],
    "venue": "Geologic and Biotic Perspectives,",
    "year": 2008
  }, {
    "title": "Geologic evolution and gas resources of the Sabinas Basin in northeastern Mexico",
    "authors": ["S. nano"],
    "venue": "Sedimentary Basins, and Petroleum Systems,",
    "year": 2001
  }, {
    "title": "Neogene aridification of the northern Hemisphere",
    "authors": ["J.T. Eronen", "M. Fortelius", "A. Micheels", "F.T. Portmann", "K. Puolam€aki", "C. Janis"],
    "year": 2012
  }, {
    "title": "The dynamic history of the Trans-Mexican Volcanic Belt and the Mexico subduction zone",
    "authors": ["L. Ferrari", "T. Orozco-Esquivel", "V. Manea", "M. Manea"],
    "venue": "Tectonophysics 522e523,",
    "year": 2012
  }, {
    "title": "Magmatism and tectonics of the Sierra Madre Occidental and its relation with the evolution of the western margin of North America",
    "authors": ["L. Ferrari", "M. Valencia-Moreno", "S. Bryan"],
    "year": 2007
  }, {
    "title": "Situaci on y distribuci on de las nutrias en M exico con enfasis en Lontra longicaudis annectens Major",
    "authors": ["J.P. Gallo-Reynoso"],
    "venue": "Revista Mexicana de Mastozoología",
    "year": 1997
  }, {
    "title": "Igneous petrogenesis of the Trans-Mexican Volcanic Belt",
    "authors": ["A. G omez-Tuena", "M.T. Orozco-Esquivel", "L. Ferrari"],
    "year": 2007
  }, {
    "title": "Climate-induced formation of a closed basin: Great Divide, Wyoming",
    "authors": ["P.L. Heller", "M.E. McMillan", "N. Humphrey"],
    "venue": "Geol. Soc. Am. Bull",
    "year": 2011
  }, {
    "title": "The real southern Basin and Range: mid-to late Cenozoic extension in Mexico",
    "authors": ["J.J. omez"],
    "year": 1992
  }, {
    "title": "Late Miocene global cooling and the rise of modern ecosystems",
    "authors": ["T.D. Herbert", "K.T. Lawrence", "A. Tzanova", "L.C. Peterson", "R. Caballero-Gil", "C.S. Kelly"],
    "venue": "Nat. Geosci",
    "year": 2016
  }, {
    "title": "Geology of a part of the lower Conchos valley, Chihuahua, Mexico",
    "authors": ["R.E. King", "W.S. Adkins"],
    "venue": "Bull. Geol. Soc. Am",
    "year": 1946
  }, {
    "title": "The origin of large local uplift in extensional regions",
    "authors": ["G. King", "M. Ellis"],
    "venue": "Nature",
    "year": 1990
  }, {
    "title": "The osteology and paleoecology of the giant otter Enhydritherium terraenovae",
    "authors": ["W.D. Lambert"],
    "venue": "J. Vertebr. Paleontol",
    "year": 1997
  }, {
    "title": "STREAM CAPTURE, Piracy, Encyclopedia of the Earth Science",
    "authors": ["W.R. Lauder"],
    "year": 1968
  }, {
    "title": "Stratigraphy and Petrology of Miocene-pliocene Lacustine Deposits, Juchipila Quadrangle, Zacatecas",
    "authors": ["J.C. opez"],
    "venue": "University of New Orleans, p. 219. Mexico MSc thesis (Geology)",
    "year": 1991
  }, {
    "title": "Sedimentology and history of Lake Reporoa: an ephemeral supra-ignimbrite Lake Taupo volcanic zone, New Zealand",
    "authors": ["V. Manville"],
    "venue": "Spec. Publs. int. Ass. Sediment",
    "year": 2001
  }, {
    "title": "The Fresh-water Fishes of Mexico North of the Isthmus of Tehuantepec",
    "authors": ["S.E. Meek"],
    "venue": "vol. V. Publication of the Field Columbian Museum Zo€",
    "year": 1904
  }, {
    "title": "Origin and geography of the fishes of central Mexico",
    "authors": ["R.R. Miller", "M.L. Smith"],
    "year": 1986
  }, {
    "title": "Gulf of California sea surface temperatures and the North American monsoon: Mechanistic implications from observations",
    "authors": ["D.L. Mitchell", "D. Ivanonva", "R. Rabin", "T.J. Brown", "K. Redmond"],
    "venue": "J. Clim",
    "year": 2002
  }, {
    "title": "Post-Oligocene river incision, southern Sierra Madre Occidental, Mexico",
    "authors": ["J. opez-Blanco"],
    "venue": "Geomorphology 55,",
    "year": 2003
  }, {
    "title": "Phylogenetic relationships and biogeography of the genus Algansea Girard (Cypriniformes: cyprinidae) of central Mexico inferred from molecular data",
    "authors": ["R. erez-Rodríguez", "O. Domínguez-Domínguez", "G. P erez-Ponce de Le on", "I. Doadrio"],
    "venue": "MBMC Evolutionary Biology 1e18",
    "year": 2009
  }, {
    "title": "Stream capture as driver of transient landscape evolution in a tectonically quiescent setting",
    "authors": ["P.S. Prince", "J.A. Spotila", "W.S. Henika"],
    "venue": "Geology",
    "year": 2011
  }, {
    "title": "Landforms of Mexico, Scale 1:3,000,000",
    "authors": ["E. Raisz"],
    "venue": "Geography Branch of the Office of Naval Research,",
    "year": 1964
  }, {
    "title": "Birth and evolution of the Rio Grande fluvial system in the past 8 Ma: progressive downward integration and influence of tectonics, volcanism and climate",
    "authors": ["M. Repasch", "K. Karlstrom", "M. Heizler", "M. Pecha"],
    "venue": "Earth Sci. Rev. 168,",
    "year": 2017
  }, {
    "title": "Lontra longicaudis. The IUCN red list of threatened species 2015: e.T12304A21937379",
    "authors": ["M.L. Rheingantz", "C.S. Trinca"],
    "year": 2015
  }, {
    "title": "Early cenozoic drainage rearrangement of the United States western interior - Gulf of Mexico routing system",
    "authors": ["G.R. Sharman", "J.A. Covault", "D.F. Stockli", "Wroblewski", "A.F.-J", "M.A. Bush"],
    "year": 2017
  }, {
    "title": "The edge of the desert",
    "authors": ["F. Shreve"],
    "venue": "Yearbook Association of Pacific Coast Geographers,",
    "year": 1940
  }, {
    "title": "Zones and zonal variations in welded ash flows",
    "authors": ["R.L. Smith"],
    "venue": "USGS Prof. Paper 354-F,",
    "year": 1960
  }, {
    "title": "The evolution of the Río Grande Basin as inferred from its fish fauna",
    "authors": ["M.L. Smith", "R.R. Miller"],
    "venue": "The Zoogeography of North American Fresh Water Fishes. Wiley Interscience,",
    "year": 1986
  }, {
    "title": "Formation of internally drained contractional basins by aridity-limited bedrock incision",
    "authors": ["E.R. Sobel", "G.E. Hilley", "M.R. Strecker"],
    "venue": "J. Geophys. Res",
    "year": 2003
  }, {
    "title": "Western United States Extension: how the West was widened",
    "authors": ["L.J. Sonder", "C.H. Jones"],
    "venue": "Annu. Rev. Earth Planet Sci",
    "year": 1999
  }, {
    "title": "Middle to late Cenozoic geology, hydrography, and fish evolution in the American Southwest",
    "authors": ["J.E. Spencer", "G.R. Smith", "T.E. Dowling"],
    "venue": "Geologic and Biotic Perspectives,",
    "year": 2008
  }, {
    "title": "A Cenozoic uplift history of Mexico and its surroundings from longitudinal river profiles",
    "authors": ["S.N. Stephenson", "G.G. Roberts", "M.J. Hoggard", "A.C. Whittaker"],
    "venue": "Gcubed 15,",
    "year": 2014
  }, {
    "title": "Structural configuration of the Teras fault (southern Basin and range province) and its rupture in the 3 may 1887 Mw 7.5 Sonora, Mexico earthquake",
    "authors": ["M. Suter"],
    "venue": "Rev. Mex. Ciencias Geol",
    "year": 2008
  }, {
    "title": "Rupture of the Pit",
    "authors": ["M. Suter"],
    "year": 2015
  }, {
    "title": "Active fault systems and tectono-topograhic configuration of the central Trans-Mexican",
    "authors": ["V.H. no-Monroy", "G. Bocco"],
    "venue": "Volcanic Belt. Geomorphology",
    "year": 2004
  }, {
    "title": "Discovery of the fossil otter Enhydritherium terraenovae (Carnivora, Mammalia) in Mexico reconciles a paleozoogeographic mystery",
    "authors": ["J.J. omez", "X. Wang", "H. Troncoso"],
    "venue": "Biol. Lett",
    "year": 2017
  }, {
    "title": "River patterns and their meaning",
    "authors": ["C.R. Twidale"],
    "venue": "Earth Sci. Rev",
    "year": 2004
  }, {
    "title": "Influence of introgression and geological processes on phylogenetic relationships of western North American mountain suckers (Pantosteus, Catostomidae)",
    "authors": ["P.J. Unmack", "T.E. Dowling", "N. Laitinen", "C.L. Secor", "R.L. Mayden", "D.K. Shiozawa", "G.R. Smith"],
    "venue": "PLoS One",
    "year": 2014
  }, {
    "title": "Molecular phylogeny of the livebearing Goodeidae (cyprinodontiformes)",
    "authors": ["S.A. Webb", "J.A. Graves", "C. Macías García", "A.E. Magurran", "D.O. Foighil", "M.G. Ritchie"],
    "venue": "Mol. Phylogenet. Evol",
    "year": 2004
  }, {
    "title": "Surface configuration and associated geology in Middle America",
    "authors": ["R.C. West"],
    "year": 1964
  }],
  "id": "SP:d2889507257bcbaaa1be5dd30594f288b7a0d4aa",
  "authors": [{
    "name": "Xiaoming Wang",
    "affiliations": []
  }, {
    "name": "Z. Jack Tseng",
    "affiliations": []
  }, {
    "name": "Adolfo Pacheco-Castro",
    "affiliations": []
  }],
  "abstractText": "The recent discovery of a fossil of Enhydritherium terraenovae in upper Miocene fluvial deposits in Juchipila (Mexico), nearly 200 km away from the nearest coast, together with other known occurrences of the same species in Florida and California, made possible to envision an alternative to the Panamanian and Polar routes of migration through fluvial systems in Mexico. In order to cross from one ocean to the other, individuals of E. terraenovae must have passed the continental divide, which is a physiographic feature that separates surface waters that flow into the Atlantic and Pacific versants. Two vast endorheic regions, which together span more than 400,000 km2 in area, currently dominate drainage systems in northern and central Mexico. The endorheic regions are broadly bounded by two mountain ranges and coincide with the arid and semi-arid regions of the Chihuahuan desert. These closed basins are an additional obstacle for migration. However, drainage systems are constantly varying and adjusting to changing conditions imposed by climate, tectonic activity, volcanism, and pronounced asymmetries in topography and rainfall distribution. The migration route across Mexico for Enhydritherium terraenovae in the late Miocene ( 6 Ma) could have been facilitated by one or more river captures that inverted the flow direction near the headwaters of a drainage system that debouched either into the Gulf of Mexico or the Pacific coast. Biologists studying fresh water fish faunas in the southern part of the United States and in northern and central Mexico have documented several living species that occur in both the Rio Grande and in the Mezquital rivers, two drainages that are not presently connected, drain in opposite directions (i.e. towards the Gulf of Mexico and the Gulf of California, respectively) and are separated by the endorheic regions. Furthermore, systematic studies of fresh water fish faunas in the region has numerous examples of endemicity and allopatric speciations that are interpreted as evidence of several events of drainage system rearrangement either by stream capture, beheading, or river diversion or by fragmentation caused by formation of closed basins by faulting, volcanic activity or isostatic rebound in the footwall block of normal faults. The western boundaries of the extensive endorheic regions in Mexico are controlled mainly by a highland produced by intense felsic volcanism during the Sierra Madre Occidental activity (Eocene e Miocene), and the eastern hydrological divide coincides with mountains associated with the fold and thrust belt produced by the Hidalgoan orogeny in early Cenozoic time. Normal faulting associated with Basin and Range extension formed additional closed basins. Another major factor in the formation of the endorheic regions is the terminal Miocene climate change, which caused runoff reduction and lowered the rivers capacity of erosion. Opening of the Gulf of California changed the overall slope of rivers draining into the Pacific in northwestern Mexico triggering the capture of rivers formerly confined to the closed basins or draining to the Gulf of Mexico. Quaternary normal faults have been documented a few tens of kilometers from the hydrological divides of the endorheic regions, suggesting that in some regions there is an active tectonic component in their formation.",
  "title": "Notes on the origin of extensive endorheic regions in central and northern Mexico, and some implications for paleozoogeography"
}