{
  "sections": [{
    "text": "∼ S v\nR a b c d\na\nA R R A A\nK A N B S E\n1\nE i\n0 h\nPrecambrian Research 239 (2013) 79– 94\nContents lists available at ScienceDirect\nPrecambrian Research\njou rn al h om epa ge: www.elsev ier .com/ locate /precamres\n750 Ma banded iron formation from the Arabian-Nubian hield—Implications for understanding neoproterozoic tectonics, olcanism, and climate change\nobert J. Sterna, Sumit K. Mukherjeea,∗, Nathan R. Millerb, Kamal Ali c, Peter R. Johnsond\nDepartment of Geosciences, University of Texas at Dallas, 800W. Campbell Road, Richardson, TX 75080-3021, USA The University of Texas at Austin, Geological Science Department, 1 University Station C1100, Austin, TX 78712-0254, USA Department of Mineral Resources and Rocks, Faculty of Earth Sciences, King Abdulaziz University, P.O. Box 80206, Jeddah 21589, Saudi Arabia 6016 SW Haines Street, Portland, OR 97219, USA\nr t i c l e i n f o\nrticle history: eceived 23 August 2012 eceived in revised form 11 June 2013 ccepted 17 July 2013 vailable online 1 September 2013\neywords: rabian-Nubian Shield eoproterozoic anded Iron Formation audi Arabia gypt\na b s t r a c t\nNeoproterozoic Banded Iron Formation (BIF) from Sawawin, NW Saudi Arabia and the Central Eastern Desert of Egypt define the 200 × 100 km Arabian-Nubian Shield (ANS) BIF basin. ANS BIF formed ∼750 Ma, prior to the Sturtian glacial episode (which began ∼716 Ma). BIF deposition occurred in a marine basin associated with arc/backarc basin volcanism and immature clastic sedimentation. Beds are composed of alternating iron- and silica-rich laminae, which may reflect seasonal changes in deposition of Fe vs. Si. Fe-rich layers are dominantly composed of primary fine-grained hematite “dust” and minor apatite, with abundant secondary magnetite. Rapid deposition is revealed by: (1) major and trace element data indicating that ANS-BIF are very pure (<20% detrital input) chemical sediments in spite of being deposited in a basin with high sedimentation rates, and (2) pervasive evidence for soft-sediment deformation, suggesting that rapid sedimentation of dense, weak materials resulted in slumping. Nd and Pb isotopic compositions are predominantly mantle-like, indicating the dominance of hydrothermal sources or weathering of juvenile ANS crust for these elements. REE data show HREE-enriched patterns typical of modern seawater, with small positive Eu and small negative Ce anomalies. Low abundances of transition elements that are commonly abundant in proximal hydrothermal deposits of modern oceans may indicate that ANS-BIF formed at some distance from hydrothermal vents, or may reflect prior sulfide scavenging by euxinic and sulfidic deep ocean waters. REE data and Zn/Co share characteristics of both modern seawater and hydrothermal vent fluids suggesting derivation from a mixture of shallow suboxic seawater with a dilute, low-T hydrothermal vent fluid. Considered in conjunction with BIF of similar age on other paleocontinents, these observations support that rapid and widespread re-oxygenation of Fe+2 in previously anoxic or suboxic seawater led to rapid precipitation of hematite “dust” and BIF deposition ∼750 Ma. Sulfate limitation or diminished bacterial sulfate reduction, required to form BIF instead of pyrite, may reflect large-scale glaciation but evidence for deep ferruginous conditions prior to Cryogenian glaciations suggests than any scenario that substantially reduced continental weathering (i.e., hard snowball or slushball) could have primed the oceans for BIF deposition. The likely short duration of ANS BIF deposition (a few to 10 s of kyr) and apparent timing well before the “Sturtian” glaciation suggest that conditions favoring Neoproterozoic BIF formation could have existed over an extended period (10 s of myrs) and that Neoproterozoic Oxidation Event began during the “Kaigas-Sturtian” time frame.\n© 2013 Elsevier B.V. All rights reserved.\n. Introduction\nThe Neoproterozoic (1000–544 Ma) was a time of transition in arth tectonics, biosphere, climate, and ocean chemistry. One of the ndicators of this change is the reappearance – after a ∼1000 myr\n∗ Corresponding author. Present address: BP America, Inc. USA. E-mail address: sumit.mukherjee@bp.com (S.K. Mukherjee).\n301-9268/$ – see front matter © 2013 Elsevier B.V. All rights reserved. ttp://dx.doi.org/10.1016/j.precamres.2013.07.015\nlong hiatus – of sedimentary banded iron formations (BIFs). BIF is a chemical sediment consisting of alternating layers of iron-rich minerals (esp. magnetite and hematite) and silica (quartz), typically laminated (James, 1954). BIFs are restricted in time and are key for understanding oxygenation of Earth’s atmosphere and oceans (Pufahl and Hiatt, 2012). Most BIFs were deposited between 3.5 and 1.8 Ga (Klein and Beukes, 1992) but a resurgence of BIF deposition occurred between 0.8 and 0.6 Ga (Ilyin, 2009). Note that we collectively refer to all Neoproterozoic ferruginous deposits as BIFs,\n8 ian Re\nr (\nu a e w m i a s t (\np o e 1 F ( t n i t a o i s o f o\na w ( a n a d t z t E 2 s t w w g f w w w s r S\ni i c 2 2 f N t v\n0 R.J. Stern et al. / Precambr\necognizing there is considerable variation in facies and lithology e.g., ironstones, iron-formation).\nThe origins of Archean and Paleoproterozoic BIF are largely nderstood. As commonly modeled, seafloor hydrothermal vents nd weathering of continental crust fed iron into the ocean. Because arly Earth’s environment was poor in O2 (Canfield, 2005), this iron as ferrous (Fe+2) and held in solution in the ocean. The developent and proliferation of photosynthetic cyanobacteria beginning n Archean time slowly increased oxygen in the oceans and the tmosphere (Kopp et al., 2005). Over time, soluble ferrous iron in eawater was oxidized to insoluble ferric iron, which precipitated o form sedimentary deposits of hematite (Fe2O3) and magnetite Fe3O4).\nOriginally the termination of BIF deposition at 1.8 Ga was interreted as when ferrous Fe had been completely oxidized in Earth’s cean, which then allowed dissolved and atmospheric oxygen levls to build to higher levels (Cloud, 1973; Holland, 1984; Kasting, 993). Secular studies of S isotopes (Canfield, 1998; Canfield and arquhar, 2009), allied with studies of redox-sensitive trace metals Mo, V: Scott et al., 2008; Shields-Zhou and Och, 2011), iron speciaion (Canfield et al., 2007, 2008), and Cr-isotopes (Frei et al., 2009), ow indicate that post 1.8 Ga deep oceans were likely still ferrugnous but largely sulfidic (euxinic). The apparent explanation for his deep ocean transition is related to an increased flux of sulfur, s sulfate (SO42−), delivered to surface oceans as a consequence f higher atmospheric oxygen concentrations and corresponding ncreased rates of oxidative weathering (Canfield, 1998). As a conequence of bacterial sulfate reduction (BSR), however, Earth’s deep cean reservoir now accumulated H2S at new levels and dissolved errous Fe is thought to have titrated out as pyrite instead of as xides.\nThe resumption of BIF deposition in Neoproterozoic time marks lesser, but second great episode of marine oxidation, within hat has recently been termed the Neoproterozoic Oxidation Event NOE; Shields-Zhou and Och, 2011). However, it is not clear how nd where oxygenation occurred (i.e., was it a whole-ocean pheomenon or limited to local chemocline-shelf margin interactions) nd whether the episodes recorded in various Neoproterozoic BIF eposits were synchronous and global or asynchronous and limited o isolated basins. Kirschvink (1992) inferred that the Neoproterooic anoxia/reoxygenation cycle and BIF deposition was a response o global Neoproterozoic glaciation, referred to as the “Snowball arth” hypothesis (Hoffman et al., 1998; Hoffman and Schrag, 002). During one or more Neoproterozoic ice ages, it is hypotheized that land and ocean surfaces were covered by thick ice sheets, hereby isolating seawater from the oxygen-rich atmosphere as ell as from riverine input of sulfate. Bacterial respiration, seafloor eathering, and hydrothermal activity consumed dissolved oxyen, making the ocean anoxic. Oceanic anoxia stabilized divalent, errous iron so that concentrations of Fe in Neoproterozoic seaater increased. When the ice melted, seawater re-equilibrated ith the oxygen-rich atmosphere, converting ferrous to ferric iron, hich precipitated as BIF. In recognition of the attractiveness of uch arguments, Hoffman (2007) identified the Neoproterozoic eappearance of BIF as one of five ‘key pillars’ that support the nowball Earth hypothesis.\nIt should be however, that the concept of a global freeze durng one or more Neoproterozoic “Snowball Earth” episodes and nferences about the extent of Neoproterozoic freezing are very ontroversial (e.g., Allen, 2007; Fairchild and Kennedy, 2007; Kerr, 000; Meert and VanderVoo, 1994; Peltier et al., 2007; Rieu et al., 007), calling into the question the validity of a glacial model or Neoproterozoic BIF. This controversy and the central role that eoproterozoic BIF plays in it have stimulated global study of hese deposits (Fig. 1A). One of the first alternatives to the conentional Snowball Earth hypothesis was by Hyde et al. (2000),\nsearch 239 (2013) 79– 94\nwho presented a coupled climate ice-sheet model arguing that although the continents may have been covered during both the Sturtian and Marinoan glaciations, a substantial area of the equatorial oceans may have remained ice-free. Peltier et al. (2007) reinforced the alternative explanation, suggesting that negative feedbacks in the Neoproterozoic climate system were unlikely to allow global sea ice cover. The existence of such “slushball” solutions for Neoproterozoic glaciation has been further discussed on the basis of ice sheet coupled climate models in the papers of Liu and Peltier (2011) and Yang et al. (2012). This controversy regarding extent of ice cover and the central role that Neoproterozoic BIF plays in it have stimulated global study of these deposits (Fig. 1A), but non-glacigenic models ranging from localized hydrothermal activity associated with Rodinia breakup (Yeo, 1981; Eyles and Januszczak, 2004) to the metabolic activities iron-oxidizing photosynthetic bacteria (Le Heron et al., 2013) have also been proposed\nExcellent examples of Neoproterozoic BIF are preserved in the Central Eastern Desert (CED) of Egypt (Sims and James, 1984; Stern et al., 2006; Basta et al., 2011; Khalil and El Shazly, 2012) and in the Midyan terrane of NW Saudi Arabia (Goldring, 1990) (Fig. 1B). These occurrences were once contiguous parts of a single BIF basin in the northern Arabian Nubian Shield (ANS) and are jointly referred to as ANS BIF (Fig. 1B and C). With the Red Sea closed, the ANS BIF basin occupies an area ∼200 × 100 km; Neoproterozoic deformation has modified the original basin geometry, and because much of this deformation involved shortening, the original basin must have been larger and defined a basin with a different outline in map view. ANS-BIF is especially significant because it is one of the few examples of Neoproterozic BIF where deposition was clearly associated in space and time with volcanic activity (Ilyin, 2009). Fourteen ANS BIF deposits are scattered throughout the Central Eastern Desert (CED) of Egypt (Basta et al., 2011), and a large and unusually well-preserved deposit is found along Wadi Sawawin in NW Saudi Arabia. Sawawin defines the NE margin of the ANS BIF basin and is the focus of this report.\nThis study reports new petrographic, geochemical, and Nd and Pb isotopic compositions of Neoproterozoic oxide facies ANS BIF. We also report data for two correlative Egyptian BIF deposits (Dabbagh and Kareim; Fig. 1C). We document the oxidation of an anoxic basin and discuss the implications of these data for understanding how ANS-BIF formed.\n2. Geological background\nBIF is abundant in the Wadi Sawawin area in northwestern Saudi Arabia (35◦45′–36◦E and 27◦50′ to 28◦N; Fig. 1B and C), about 50 km east of the Red Sea coast. The pertinent units (Fig. 2A and B) consist of Ghawjah Formation metavolcanic rocks overlain by metasedimentary rocks of the Silasia Formation. Both formations are part of the Za’am Group (Davies and Grainger, 1985; Johnson, 2004) and were metamorphosed to greenschist facies. Ghawjah metavolcanic rocks are mostly basalts and andesites with tholeiitic to calc-alkaline affinities. These erupted in an arc or back-arc basin and yield a U–Pb zircon age of 763 ± 25 Ma (Ali et al., 2010b). Ghawjah metavolcanic rocks are correlated with the “Younger Metavolcanic” rocks from the CED of Egypt, in terms of stratigraphic relations, chemical compositions, Nd-isotopic compositions, and U–Pb zircon ages (∼750 Ma; Ali et al. (2009)). In both areas, the metavolcanic sequence lies beneath BIF-bearing sedimentary rocks.\nThe BIF-bearing Silasia Formation (Bogue, 1953; Goldring, 1990) is a ∼1 km thick sequence of immature clastic metasedimentary rocks that locally contains tuffs, felsic flows, and dolerite sills. Johnson and Trent (1967) described the Silasia Formation as unconformably overlying metavolcanic rocks of the Ghawjah Formation,\nR.J. Stern et al. / Precambrian Research 239 (2013) 79– 94 81\nb c c\nd m b t S\nn the Central Eastern Desert (CED) of Egypt (Sims and James, 1984) and Sawawin 750 Ma marine basin, note that Sawawin is on the NE flank of this basin. (For inte ersion of this article.)\nut geologists of the Japanese Geological Survey (1977) found the ontact to be conformable. Our field examinations confirm that the ontact is transitional and conformable.\nGeologic surveys conducted by British Steel Corporation (1981) ivided the Silasia Formation in the study area into a lower ∼1000\nthick unit of tuffaceous sedimentary rocks and tuffs, overlain y a 5–90 m thick middle unit of BIF and associated ferruginous uffs (Fig. 2B), the focus of our studies. The upper part of the ilasia Formation is 120–200 m thick and composed of metatuffs\nArabia (Goldring, 1990). The association of BIF and ophiolite is taken to outline a tion of references to colour in this figure legend, the reader is referred to the web\nand tuffaceous metasedimentary rocks, with some thin, discontinuous Fe-rich bands. There is no evidence in Wadi Sawawin area outcrops for deposition in association with glacial activity or icebergs (e.g., dropstones). The geologic report of the British Steel Corporation (1981) reported that the Silasia Formation consists largely of pyroclastic material deposited in water (probably shallow) that was reworked by waves and currents. BIF occurs near the top of the Silasia Formation and crops out over a strike length of ∼15 km. The BIF is complexly folded (Fig. 3A and B);\n82 R.J. Stern et al. / Precambrian Research 239 (2013) 79– 94\no d d u t s fl a F w a s\no o a\nssociated with metadiabase sills (undated). Ghawjah and Silasia Formations are in C) Structural sketch of the eastern face of adit 2 summarizing relations observed on sample 16 A) to the entrance gate (sample 151).\nur field studies indicate that much folding reflects soft-sediment eformation, perhaps due to the behavior of dense, unconsoliated BIF on top of unconsolidated sediments in a tectonically nstable region. Silasia Formation wacke sandstones beneath he BIF also show evidence of soft-sediment deformation and lumping, as well as containing abundant grading, channeling, and uid-escape structures. Exposures in the mine adit we sampled re relatively unaffected by such deformation (Fig. 2C). The Silasia ormation is intruded by metadiorite of the Sawawin Complex, hich yields a U–Pb zircon age of 662 ± 2 Ma (Ali et al., 2010b) s well as by ∼600 Ma A-type granites and by undated diabase ills.\nFor purposes of regional comparison, we also studied samples f ANS-BIF from Wadi El Dabbah and Wadi Kareim in the CED f Egypt (Fig. 1C). At those locations, the BIF is intimately associted with metavolcanic rocks. At Wadi Kareim the BIF overlies the\nd by 663 ± 2.3 Ma metadiorites. Ages are from Ali et al. (2010b) and Hedge (1984). ast wall. Samples were collected at ∼1 m intervals starting from the end of the adit\nmatrix-supported Atud diamictite, but this is the only place in the ANS-BIF basin where such a relationship is observed. The presence of abundant Paleoproterozoic and Neoarchean clasts and zircons in the Atud diamictite was taken by Ali et al. (2010a,b) as strong evidence that source of the clastic material was not derived from juvenile Neoproterozoic ANS crust and was far-traveled; this inference further suggested that the Atud diamictite is glacigenic. In contrast, Basta et al. (2011) concluded that Wadi Kareim BIF shows no evidence of forming in response to glaciation. The overlying stratigraphic sequence is not preserved, so it is unclear whether diamictite deposition is restricted below the BIF or also occurs at a higher levels in association with BIF, as observed in other “Sturtian” Neoproterozoic localities (Kingston Peak, Death Valley Area; Chuos Formation, Otavi Group, N. Namibia; NW Canada). The Atud diamictite is correlative with the Nuwaybah diamicitite south of Sawawin in Saudi Arabia (Fig. 1C) (Ali et al., 2010a).\nR.J. Stern et al. / Precambrian Research 239 (2013) 79– 94 83\n3\no\nn association with slumping and soft-sediment deformation. (C) Photomicrograph ands are red (jasper) while the iron-rich bands are light colored. D Photomicrogr elease of silica from the iron-rich layers. (For interpretation of references to colour\n. Sampling and petrography\nSamples of BIF from Wadis Kareim and Dabbah were taken from utcrops but Sawawin BIF was sampled in a mine adit (Fig. 2A). The\ning the typical banding observed under the binocular microscope. The silica-rich showing typical silica rich pods developed due to the differential compaction and s figure legend, the reader is referred to the web version of this article.)\nadit site was chosen because samples were fresher there than from outcrops, the BIF is relatively undeformed, and the orientation of the adit allowed BIF to be stratigraphically sampled perpendicular to strike. Samples were collected from the eastern face of the adit\nin BIF minerals based on petrographic study.\n84 R.J. Stern et al. / Precambrian Research 239 (2013) 79– 94\nTable 1 BIF geochemical summary.\nOxides (wt.%) Sawawin BIF (n = 64) CED Egypt BIF (n = 4) Central Pacific (n = 8)*\nAve. S.D Ave. S.D Ave. SD\nSiO2** 27.45 29.04 19.96 Al2O3 2.14 2.64 2.07 0.65 3.71 4.00 CaO 1.87 2.00 1.80 0.34 10.77 7.26 Fe2O3 66.10 18.43 64.62 6.33 55.78 16.86 K2O 0.25 0.43 0.20 0.22 MgO 1.00 1.14 0.69 0.46 0.98 0.42 MnO 0.21 0.31 0.05 0.05 0.48 0.31 Na2O 0.45 0.69 0.49 0.18 0.87 0.77 P2O5 0.38 0.35 0.91 0.43 6.76 3.90 TiO2 0.15 0.17 0.12 0.01 0.69 0.77 Be 0.52 0.20 0.51 0.05 Ba 159 158 32 18 Cd 7.9 3.4 5.2 1.9 Co 50.2 74.6 7.1 0.4 41.7 22.8 Cr 19.8 21.3 326.7 210.8 Cu 16.8 8.6 Li 8.3 9.9 2.7 2.3 Mo 7.6 2.6 3.9 250.0 198.0 Ni 16.3 13.9 187.7 125.7 Pb 1.93 1.24 2.50 0.84 S 1428 2675 686 Th 0.44 0.45 0.46 0.18 Sc 4.01 3.59 3.06 0.46 Sr 72.3 93.5 66.0 54.1 V 71.2 31.4 54.6 8.7 346.7 308.6 Y 18.3 8.6 21.9 4.6 27.0 13.9 Zn 56.7 15.5 50.6 1.8 370.0 115.3 Zr 22.6 19.5 25.6 6.3 44.0 Fe/Al 208.1 276.6 45.6 18.1 Co/Zn 1.10 2.00 0.14 0.01 0.11 0.04 Al/(Fe + Al + Mn) 0.03 0.05 0.02 0.01 [2 * CeN/(LaN + PrN)] 0.90 0.05 0.92 0.02 [3 * CeN//(2LaN/ + NdN/)] 0.97 0.05 0.99 0.03 [2 * PrN/(CeN + NdN)] 1.02 0.03 1.02 0.01 [2 * EuN/(SmN + GdN)] 1.13 0.11 0.99 0.04 [2 * YN/(DyN + HoN)] 1.22 0.14 1.09 0.03 (La/Yb)N 0.14 0.08 0.16 0.01 REE 55.46 25.65 78.51 18.45 Y/Ho 31.26 2.66 28.27 0.87 La/Th 14.89 9.89 16.13 9.20 Th/Sc 0.14 0.11 0.16 0.08\n( p n s 1 s d v o n m r\nl 1 G S F a t b a t s\n* Data from Hein et al. (1974). ** By difference.\nFig. 2C), at a nominal spacing of 1 m. During sampling, the relative osition of each sample was noted and numbered. All samples are umbered sequentially, starting with sample 16 A at the western, tratigraphically lowest end of the adit and ending with sample 51 at the gate of the adit. The true thickness of the BIF and each ample’s stratigraphic position was approximated by correcting for ip of the beds. Samples were culled to avoid obvious alteration and eining. The reconstructed section is 70 m thick, within the range bserved for Sawawin BIF (British Steel Corporation, 1981). We saw o evidence for a repeated section and, except for two apparently inor faults, conclude that the adit section represents an intact ecord of BIF accumulation. Petrographic studies used both transmitted and reflecting ight microscopes and a scanning electron microscope (Leo-Zeiss 450VPSE at Southern Methodist University equipped with EDAX enesis 4000 XMS Systems 60 energy-dispersive spectrometer). upplementary Material 1 presents petrographic observations. ield and microscopic observations confirm that the BIF we studied re chemical or biogenic sediments deposited subaqueously and hat they were deposited when little detritus was shed into the asin. Sedimentation may have been very rapid, because the bundance of volcaniclastic wacke and breccia in the rest of he Silasia Formation suggests a high clastic flux. Laminae and oft-sediment deformation structures are preserved (Fig. 3) as are\ntextures and soft-sediment deformation structures in the wackes of the middle and lower Silasia Formation.\nFig. 4 summarizes the Sawawin BIF paragenetic sequence, based on petrographic observations. Other than minor veining, there is little evidence of significant elemental mobility after deposition. Primary iron oxide appears to be hematite “dust” (<several m across), which may have formed in the water column and then settled out as depositional layers or at the sediment–water interface. Hematitic layering is overprinted by magnetite, which was probably diagenetic. There is no obvious evidence of significant flushing by metamorphic fluids (such as abundant veins or filled fractures). Petrographic inspections also indicate that BIF deposition occurred during a time of negligible detrital siliciclastic or lithic fragment input.\n4. Geochemical and isotopic results\nChemical and isotopic analytical methods are presented in see Supplementary Materials 2 (Analytical techniques). Because it was our intent to characterize and understand the origin of Fe-rich BIF layers, these analyses are for such layers, sampled by microdrilling. We purposely avoided silica-rich layers in this study but recognize that studying the jasper layers may be required to understand ANSBIF formation. Results for major and trace element geochemical\nR.J. Stern et al. / Precambrian Research 239 (2013) 79– 94 85\n1\n10\n100\n1000\n10000\n0 0.1 0.2 0.3 0.4 0.5 0.6 0.7 0.8 0.9 1\n60%\nRed Sea metalliferous sediment\nEast Pacific Rise metalliferous sediment\nPacific Ocean\npelagic sediments Terrigenous\nsediments\n80%\n40% metalliferous\n20%\nAl/(Al+Fe+Mn)\nF e /T\ni\nEPR metalliferous Sediment\nCyprus umber\nDSDP Leg 31 metalliferous sediment\nPacific Ocean sediment\nSouth Pacific red clays & concretions\nFe\nAl\nMn\nANS BIF\n(A)\nHydrothermal field\nNon-Hydrothermal field\n(B)\nFig. 5. Summary of major element compositions of ANS BIF. (A) Fe–Mn–Al (wt%) ternary diagram discriminating between hydrothermal and non-hydrothermal end members for modern marine ferromanganese deposits (Bostrom, 1973). ANS BIFs plot within the hydrothermal field. Also shown are fields for metalliferous sediments from the East Pacific Rise (EPR, (Bostrom, 1973), Deep Sea Drilling Project (DSDP) Leg 31 (Bonatti et al., 1979), Cyprus umbers (Robertson and Hudson, 1973) and other oceanic sediments. B et al., s\nd a 2 ( a a A c a\n( o o o r K f q h m t m b M t s R t o a\ng d “ B t w O a a 2\n) Plot of Fe/Ti vs. Al/(Al + Fe + Mn) (wt%) for ANS BIF samples (Bostrom, 1973; Peter quares are Sawawin BIF, open crosses are CED BIF samples.\nata for 68 BIF (64 stratigraphically-controlled BIF from Sawawin nd three samples of associated shales; 2 BIF samples from each of\ndeposits in Egypt) are presented in Supplementary Materials 3 Table 1 BIF Geochemistry) and summarized in Table 1. Results for nalyses of standards are reported in Supplementary Materials 4 nd 5 (Table 2 AES Standard Analyses and Table 3 ICP-MS Standard nalyses). Initial Pb and epsilon Nd isotopic compositions are calulated using Sm, Nd, Th, U, and Pb concentrations and assuming n age of 750 Ma.\nANS BIF Fe-rich bands we have studied contain 66 ± 18% Fe2O3 Table 1). Average Fe2O3 contents of Sawawin and Egyptian BIF in ur sample suite are similar, and much greater than the lower limit f 15% Fe2O3 for BIF elsewhere (James, 1954). It is noteworthy that ther studies analyzed whole-rock samples that included both Frich and Fe-poor layers (Basta et al., 2011; Sims and James, 1984; halil and El Shazly, 2012) whereas we sampled Fe-rich layers a ew millimeters thick and avoided low-iron, Si-rich layers. Conseuently the mean abundances we have determined are somewhat igher than the mean of 52.1 ± 9.7% Fe2O3 for Egypt CED BIF deterined by Basta et al. (2011). The second most abundant oxide in he Fe-rich layers of ANS BIF is SiO2 (although this was not deterined directly; see Supp. Material 2: Analytic techniques, followed\ny Al2O3 and CaO (generally a few weight percent) and MgO (∼1%). nO concentrations are also very low (<0.5%). Mean P2O5 conent, which may proxy for biological activity, is 0.38% ± 0.35% (1 td. dev.), lower than observed for other Neoproterozoic BIF (e.g., apitan BIF P2O5 = 0.49–2.16%; Holland (2005)). Concentrations of ransition elements are also low, typically a few ppm to a few tens f ppm for Co, Cr, Cu, and Ni, although somewhat higher for Ti, V, nd Sc.\nA ternary Fe–Mn–Al diagram (Fig. 5A; Bonatti et al., 1979) distinuishes between hydrothermal inputs and clastic inputs and allows etrital inputs into ANS BIF to be estimated. (Note: we use both hydrothermal” and “hydrogeneous” in the following discussion. oth of these reflect precipitation from seawater, differing only in hat “hydrothermal” implies knowledge about how the elements ere introduced into seawater, whereas “hydrogeneous” does not.) n this diagram the ANS BIF samples plot in the hydrothermal field, s do other Neoproterozoic BIFs worldwide (Breitkopf, 1988; Klein nd Beukes, 1993; Klein and Ladeira, 2004; Lottermoser and Ashley, 000; Pelleter et al., 2006). A plot of Fe/Ti vs. Al/(Fe + Mn + Al)\n2003) estimating the relative contribution from the hydrothermal input Half-black\n(Bostrom, 1973) is also useful for estimating the proportion of clastic vs. hydrothermal components in the BIF (Fig. 5B). Fe and Mn serve as partial hydrothermal proxies whereas Al and Ti more directly proxy for clastic input. A mixing curve between these two components is shown in Fig. 5B. ANS-BIF samples (except 134A which is only ∼50% metalliferous) plot between ∼60% to almost 100% metalliferous sediments, similar to other Neoproterozoic BIFs worldwide (Breitkopf, 1988; Klein and Beukes, 1993; Klein and Ladeira, 2004; Lottermoser and Ashley, 2000; Pelleter et al., 2006).\nANS BIF is characterized by low Mo contents (<10 ppm; Table 1) as expected for Cryogenian and older BIF (Scott et al., 2008).\nComplete REE abundances are given in Supplementary Materials 3 (Geochem) Supplementary Materials 3 Table 1 (Table 1 BIF Geochemistry)” and graphically presented in Fig. 6 means are listed in Table 1. REE patterns for Sawawin BIF are strongly depleted in LREE and enriched in HREE relative to post Archean average shale (PAAS of Mclennan (1989); Fig. 6A). The presence or absence of a Eu anomaly is especially sensitive to hydrothermal inputs because Eu abundance in hydrothermal fluids is a function of solution temperature (Danielson et al., 1992). As a consequence, metalliferous sediments with strong hydrothermal inputs have large, positive Eu anomalies as measured by Eu/Eu*, where Eu = measured concentrations and Eu* indicates the concentration of Eu expected by interpolating from the abundances of adjacent REE. Examples of high Eu/Eu* indicating hydrothermal input is given by pre-2.7 Ga Algoma type (volcanic-hosted) BIFs that have Eu/Eu*∼1.5–2 (Kato et al., 2006). In contrast, mostly Paleoproterozoic Superior-type (sediment hosted) BIFs manifest a smaller to absent Eu anomaly (Eu/Eu*∼1; Kato et al. (2006)). ANS BIF have a negligible to slight Eu anomaly (Sawawin mean = 1.1 ± 0.1; Table 1 Fig. 6A and C), indicating that they do not represent proximal hydrothermal deposits but were probably generated by relatively cool hydrothermal solutions at some distance from their source vents. A similar Eu/Eu* (1.18 ± 0.05 (1 std. dev.) for 14 BIFs from Wadi Kareim and Um Anab is reported by Basta et al. (2011).\nMost ANS BIF samples show a “true” negative Ce anomaly (i.e., Ce/Ce* < 1 and Pr/Pr* > 1) with a significant minority showing positive La anomalies (Ce/Ce* < 1 and Pr/Pr* < 1); one sample shows a positive Ce anomaly (Fig. 6B). The 14 samples of ANSBIF analyzed by Basta et al. (2011) also show modest negative Ce anomalies (mean Ce/Ce* = 0.85 ± 0.03, accompanied by Pr/Pr* > 1).\n86 R.J. Stern et al. / Precambrian Research 239 (2013) 79– 94\nS o s o\n( M (\normalized Ce/Ce* and Pr/Pr* used to distinguish between La and Ce anomaly in BIFs olocene microbialite (carbonate) along with high and low-T vent fluids are also m ith a significant minority showing positive La (Ce/Ce* < 1 and Pr/Pr* < 1) anomalies\nuch minor negative Ce anomalies indicate that BIF formation ccurred in association with (surface) waters sufficiently oxic to cavenge Ce, similar to oxic and suboxic water masses of modern ceans.\nSm and Nd concentrations and Nd isotopic compositions Table 2) indicate that Nd for ANS BIF (calculated at ∼750\na) is positive, ranging from +1.2 to +6.0, with a mean of +3.4 Fig. 7A). This is consistent with the general juvenile origin of\nand Nozaki, 1999). The field for true negative Ce anomaly and positive La anomaly, . Most ANS BIF samples show true negative Ce anomaly (Ce/Ce* < 1 and Pr/Pr* > 1) sample shows a positive Ce anomaly. C) PAAS normalized plot of Ce/Ce* vs. Eu/Eu*.\nNeoproterozoic crust in ANS, which commonly has Nd ∼+6 to +8 (Stern, 2002). The strongly positive Nd for ANS BIF suggests that the LREE in the ANS BIF was derived from material that was in equilibrium with depleted mantle or juvenile crust derived from depleted mantle. Nevertheless, BIF Nd isotopic compositions are significantly lower than for interbedded shales (Fig. 7B) and for Ghawjah metavolcanic rocks, which stratigraphically underlie the BIF and approximate the Nd isotopic composition of juvenile\nR.J. Stern et al. / Precambrian Research 239 (2013) 79– 94 87\nTable 2 Sm–Nd isotopic data.\nDepth (m) Sample ID Sm (ppm) Nd (ppm) 143Nd/144Nd ± 147Sm/144Nd εNdt TDM 7.9 16A 3.22 12.57 0.512694 0.000020 0.1547 5.10 0.88 7.9 16B 4.53 20.01 0.512575 0.000015 0.1367 4.50 0.91 8.4 17A 4.58 20.97 0.512569 0.000014 0.1319 4.90 0.87 8.9 18 5.62 22.53 0.512719 0.000018 0.1507 6.00 0.77 12.3 25 1.98 9.23 0.512443 0.000021 0.1295 2.60 1.07 14.8 30 1.75 7.64 0.512454 0.000012 0.1383 2.00 1.17 15.8 32 1.83 7.76 0.512432 0.000039 0.1424 1.20 1.28 24.2 49A 3.31 13.20 0.512624 0.000018 0.1517 4.10 1.00 24.2 49B 2.03 8.22 0.512626 0.000013 0.1491 4.30 0.96 26.6 54 1.92 7.23 0.512603 0.000031 0.1604 2.80 28.1 57 1.62 8.47 0.512543 0.000027 0.1016 5.90 0.77 29.1 59 2.54 10.75 0.512499 0.000009 0.1426 2.50 1.14 29.6 60 1.79 7.02 0.512556 0.000013 0.1540 2.50 1.21 33.5 68 1.97 8.27 0.512440 0.000015 0.1438 1.20 1.29 35.5 72 2.79 11.43 0.512511 0.000016 0.1474 2.30 1.20 36 73 3.85 16.18 0.512529 0.000021 0.1437 3.00 1.10 44.4 90 1.70 7.24 0.512475 0.000030 0.1417 2.10 1.18 47.3 96 1.98 9.41 0.512468 0.000018 0.1270 3.40 1.00 53.2 108 1.79 7.48 0.512548 0.000015 0.1445 3.30 1.07 53.7 109 1.97 6.84 0.512718 0.000051 0.1738 3.80 61.1 124 1.44 6.12 0.512540 0.000020 0.1421 3.30 1.05 63.1 128 4.29 17.60 0.512568 0.000015 0.1472 3.40 1.07 66.1 134A 2.99 11.41 0.512696 0.000009 0.1583 4.80 0.93 66.6 135 1.36 5.99 0.512549 0.000012 0.1370 4.00 0.97 67.5 137 1.45 6.05 0.512592 0.000022 0.1448 4.10 0.88 69 140A 2.30 8.98 0.512708 0.000017 0.1359 5.40 0.85 Kareim K3K 2.44 9.84 0.512535 0.000008 0.1498 2.50 1.16 Kareim K3M 3.44 14.28 0.512508 0.000009 0.1455 2.40 1.17 Dabbah DA1 1.98 8.46 0.512510 0.000012 0.1242 2.50 1.10 Dabbah DA2 2.02 8.78 0.512512 0.000017 0.1221 2.70 1.06\n0.512 0.000\nN s o a N S p c r c f U o r a u c\nT W\nP A\nMean 2.55 10.67 Std. dev. 1.09 4.59\neoproterozoic ANS crust (Fig. 7C). Nd model ages (limited to BIF amples with 147Sm/144Nd < 0.16 calculated using the algorithm f Nelson and DePaolo (1985)) range from 0.77 to 1.29 Ga, with\nmean of 1.04 ± 0.15 Ga. This is slightly older than the range of d model ages for surrounding ANS crust (typically 0.7–0.9 Ga; tern (2002)), but further indicates that mostly juvenile Neoroterozoic crust contributed to the BIF REE budget. Pb isotopic ompositions for nine ANS BIF samples, corrected for 750 Ma of adiogenic growth (Table 3) also plot in fields for juvenile ANS rust (Fig. 7D and E), further evidence that ANS BIF was sourced rom juvenile Neoproterozoic crust or mantle. The >587 ± 7 Ma rucum deposit in Brazil (Piacenti et al., 2013), in contrast, the only ther Neoproterozoic BIF for which Nd isotopic compositions are eported, is characterized by negative Nd (−2.9 to −6.1 Jacobsen nd Pimentel-Klose (1988)), indicating that Urucum BIF Nd was ltimately derived from a significant proportion of much older ontinental crust than seen in ANS BIF.\nable 3 hole rock Pb Isotopic composition of ANS BIFs.\nSample no. Pb U Th Present day\n206Pb/204Pb 207Pb/204Pb\nAdit 30 1.09 0.053 0.15 17.916 15.482 Adit 32 0.97 0.086 0.17 18.220 15.519 Adit 55 1.47 0.04 0.21 17.832 15.472 Adit 60 2.39 0.088 0.65 17.832 15.472 Adit 102 1.26 0.121 0.32 18.041 15.521 Adit 106 1.25 0.111 0.37 18.143 15.508 Adit 108 1.27 0.143 0.31 18.285 15.503 DA 1 2.98 0.262 0.59 18.660 15.585 K3K 0.77 0.038 0.27 17.945 15.509 K3M 0.99 0.048 0.34 18.015 15.537\nb concentration is by isotope dilution. U and Th concentrations are by Inductively Coupl ll samples are from Sawawin (Saudi Arabia) except DA1 (Dabbah, Egypt) and K3K, K3M\n558 0.000019 0.1424 3.42 1.04 085 0.000009 0.0134 1.29 0.15\nAverage compositions of Sawawin and CED BIF are compared in Table 1 and chemostratigraphy of Sawawin BIF is summarized in Fig. 8. Four intervals in gray marked I-IV are stratigraphic levels where hydrothermal inputs seem to be important, as indicated by high Eu/Eu*, Nd, and Zn/Co (Zn/Co is also a hydrothermal indicator; Toth, 1980). The concentration of P2O5 is elevated in all four of these intervals. Because increase in P2O5 may proxy for biological activity (Mojzsis et al., 1996), these elevated levels may indicate increased biological activity in the ANS BIF basin concomitant with increased hydrothermal activity. In such an environment, P might sorb onto Fe oxide and be expected to correlate with Fe, especially if the original Fe was FeOOH which then aged to Fe2O3.\n5. Discussion\nFour questions are addressed below: (1) What is the age and correlatives of ANS BIF?; (2) What inputs controlled the\nCorrected for 750 Ma\n208Pb/204Pb 206Pb/204Pb 207Pb/204Pb 208Pb/204Pb\n37.450 17.543 15.458 37.116 37.582 17.536 15.475 37.154 37.468 17.624 15.459 37.122 37.681 17.549 15.454 37.020 37.563 17.302 15.474 36.944 37.746 17.457 15.464 37.022 37.649 17.415 15.447 37.052 38.219 17.971 15.541 37.728 37.947 17.564 15.485 37.090 38.032 17.640 15.513 37.190\ned Plasma Mass Spectrometer (ICP-MS) (Kareim, Egypt). All concentrations are in ppm.\n88 R.J. Stern et al. / Precambrian Research 239 (2013) 79– 94\nc ( N\n5\nc i o z w “ ( a c c s a f C m c o\n980). The ‘Orogene’ curve is from the plumbotectonics model of Zartman and Doe 1993) and the field labeled ‘Nakasib-Ariab’ is from feldspar data from Stern and Abd f juvenile ANS crust.\nomposition of ANS BIF?; (3) How did ANS BIF form?; and 4) What are the implications of our results for understanding eoproterozoic climate change?\n.1. Age and correlatives of ANS-BIF\nNo samples of ANS BIF are directly dated and the tightest onstraints are provided by the ages of rocks beneath the BIF and ntrusions into the BIF. As mentioned above, metavolcanic rocks f the Ghawjah Formation that underlie Sawawin BIF yield a U–Pb ircon age of 763 ± 25 Ma (Ali et al., 2010b). This age is consistent ith age estimates for ANS BIF at Wadi Kareim (CED Egypt), where Younger Metavolcanics” provide U–Pb zircon ages of 759 ± 17 Ma Ali et al., 2009) and clasts in the Atud diamictite yield U-Pb zircon ges as young as 754 ± 15 Ma (Ali et al., 2010a). Both of these units onformably underlie Kareim BIF and so provide maximum age onstraints. Correlating the metavolcanic–metasedimentary-BIF equence at Sawawin with those in CED Egypt is thus attractive nd together these results suggest a maximum age of ∼755 Ma or ANS BIF. A minimum age provided by results for the Duba\nomplex, which intrudes the Zaam group and has a conventional ulti-grain U-Pb zircon age of 710 ± 5 Ma (Hedge, 1984). Another onstraint is provided by a U–Pb SIMS zircon age of 661 ± 2 Ma btained from diorite that intrudes the Silasia Formation (Ali\n1). The field for NE Sudan granitoids is based on feldspar data of Stern and Kröner m (1998). Note that ANS-BIF has the low 208Pb/204Pb and 207Pb/204Pb characteristic\net al., 2010b). On balance, we take the age of 763 ± 25 Ma for the Ghawjah metavolcanics as a maximum for deposition of the Silasia Formation and ANS BIF, treat the age of the Duba complex (710 ± 5 Ma) as a minimum for Silasia deposition, and estimate that ANS BIF was deposited in a single basin at ∼750 Ma.\nOur age estimate of ∼750 Ma for ANS-BIF is earlier than the Sturtian glacial episode, which occurred in middle to late Cryogenian time (from < 740 to ∼647 Ma according to Fairchild and Kennedy (2007) and Macdonald et al. (2010) or 716–670 Ma according to Shields-Zhou and Och (2011). Three other BIF occurrences of similar age are preserved on two other continents (Fig. 1A): 767 Ma Erzin Basin, Tyva-Mongolia (Ilyin, 2009), 730–755 Ma Rapitan Fm., Canada (Klein and Beukes (1993), although Fanning and Link (2004) constrain the age of the correlative Pocatello Formation to 710–667 Ma), and 741 Ma Yangtze Platform, China (Ilyin, 2009). This suggests an important global oceanographic episode ∼750 Ma, which implies that anoxia and reoxygenation may have occurred (at least locally) within middle to late Cryogenian oceans (Stern, 2008).\n5.2. What processes controlled the composition of ANS BIF?\nWe consider that the geochemistry of Sawawin BIF was likely controlled by three inputs: chemical precipitation from seawater\nian Re\n( s w e i f c b 1 i ( i t ( e a h a e W\nF t ( h i\nR.J. Stern et al. / Precambr\nhydrogeneous or hydrothermal); detrital (deposition of clay, and or ash grains); and biologic (deposited when organisms died, hich at ∼750 Ma would have been microbes). Four diagnostic lements for these processes can be identified: (1) Fe, is soluble n anoxic water and precipitates as oxides and oxyhydroxides rom oxic seawater; (2) Al, which is insoluble in seawater but ommon in feldspars and lithic detritus; and (3) P and (4) Ba, oth of which may indicate biological productivity (Mojzsis et al., 996; Dymond and Collier, 1996) (although Ba is also soluble n anoxic water and may also be contributed hydrothermally) Dymond and Collier, 1996; Smil, 2000). We consider how these nput-sensitive elements control Sawawin BIF chemical composiions by quantifying their covariation (r2) with 26 other elements Table 4). Note that because P2O5 and Ba do not covary, these lements are considered separately. The four columns are based on\ncorrelation coefficient matrix defined by the diagnostic elements: ydrogenous and/or hydrothermal (Fe), detrital (Al), apatite (P) nd barite (Ba). The matrix represents the r2 values between ach of the 4 diagnostic elements and the other 26 elements. e arbitrarily set r2 ≥ 0.6 (bold in Table 4) to indicate strongly\n0\n10\n20\n30\n40\n50\n60\n70\n0 20 40 60 80 100\nFeO (%)\n0.2159.5\n(A)\n(B)\n0 0.5 1 1.5 2 2 MnO (%)\n0.8 0.9 1 1.1 1.2 0\n10\n20\n30\n40\n50\n60\n70\n0.8 1 1.2 1.4 1.6 1.8\n(F)\nCe/Ce* Eu/Eu*\n- C\ne a\nn o\nm a\nly\n+ C\ne a\nn o\nm a\nly\n- E\nu a\nn o\nm a\nly\n+ E\nu a\nn o\nm a\nly\nS-rich zone I\nII\nIII\nIV\nI\nII\nIII\nIV\n1.130.9(E)\nm et\ner s\nig. 8. (A) Chemostratigraphic column of Fe-rich layers in Sawawin BIF in adit 2 constru he dip of the beds. Dashed lines with numbers indicate mean compositions of Sawawin B G) εNd; and (H) weight ratio Zn/Co. The four intervals shown in gray and marked I–IV are igh Eu/Eu*, εNd, and Zn/Co as indicators of elevated hydrothermal inputs. Note that P2O ntervals.\nsearch 239 (2013) 79– 94 89\ncovarying elements and 0.6 ≥ r2 ≥ 0.3 to indicate weakly covarying elements.\nThe strongest covariations were found for the detrital component, where 8 oxides and elements (K2O, MgO, TiO2, Li, Th, Sc, Zn, and Zr) all strongly covary with alumina. Six more (Na2O, Ce, Cr, Cu, Nd, and Ni) weakly covary with alumina. This indicates that the detrital component may be important for controlling these 14 elements. Fe2O3 and Cd weakly antivary with alumina, indicating that they are derived from another source that was probably diluted by lithic components. In contrast, no strong covariations were observed between the inferred biogenic components P and Ba and other elements. Ce, Nd and Y weakly covary with P2O5, which suggests that it might be associated with biological activity. The hydrogeneous or hydrothermal component Fe covaries strongly only with Cd and weakly antivaries with Al2O3 and MgO.\nFollowing these considerations, we use aluminum to quantify detrital input into Sawawin BIF: %detritus = [\nXSA XGM\n] × 100 (1)\n.5\n0\n10\n20\n30\n40\n50\n60\n70\n0 0.5 1 1.5 2 P2O5 (%)\n1 10 100 1000 10 4\nFe/Al\n0.38\n(C)\n100\n(D)\nNd\n0 1 2 3 4 5 6\n(G) 4.35 0\n10\n20\n30\n40\n50\n60\n70\n0 1 2 3 4 5 6 7 8 9 Zn/Co\n(H)\nMore hydrothemal\ncted by converting distance along the adit to the true stratigraphic position using IF. (A) % FeO; (B) % MnO; (C) atomic ratio Fe/Al; (D) % P2O5; (E) Ce/Ce*; (F) Eu/Eu*; where hydrothermal inputs seem to be more important; this inference is based on 5, which is taken to indicate elevated biological activity, is often elevated in these\n90 R.J. Stern et al. / Precambrian Re\nr2 Values are shown; bold numbers indicate element pairs that are strongly correlated (r2 ≥ 0.6). Italicized numbers indicate r2 ≥ 0.3. Al2O3, MgO, TiO2, Cu, Li, Th, Sc, Zn and Zr track detrital input P2O5 tracks apatite; Ba tracks barite Fe tracks h\nw t t m c B\ni n a n\nw F 0 i o t s v m m m b\nThe relative purity of the BIF, lacking significant detrital or vol-\nydrogenous//hydrothermal input. a Hgn/Hdth = hydrogeneous or hydrotherrmal.\nhere XSA = Al2O3 in the BIF sample (SA) and XGM = average Al2O3 in he Ghawjah metavolcanics (GM) = 15.17 wt%], on the assumption hat clastic input is likely to be similar to the underlying Ghawjah\netavolcanics (Ali et al., 2010b). On this basis, the Sawawin BIF ontains14 ± 17% detrital input, very similar to 13.6 ± 4.3% for CED IF (Supplementary Materials 3 Table 1) (Table 1 BIF Geochemistry).\nSome elements in the BIF are derived from more than one nput, for example Fe is contributed mostly by the hydrogeeous/hydrothermal component but also by detritus. Using Fe s an example, the relative importance of detrital vs. hydrogeous/hydrothermal inputs into Sawawin BIF can calculated:\nFer = FeH + FeD + FeB + FeA FeA = FeB = 0 FeH = Fer − FeD FeD = (Fe/Al)GM × Al×SA\n(2)\nhere FeT = total; FeH = hydrogenous or hydrothermal; eD = detrital; FeA = apatite; FeB = barite; (Fe/Al)GM is taken as .44, which is the average for the Ghawjah metavolcanics; AlSA = Al n the sample of interest. Using this procedure, we calculate that nly ∼1 wt. % Fe was contributed to Sawawin BIF by detrital input, hus detrital contributions to Fe2O3 contents can be neglected. This mall contribution is somewhat surprising considering the coarse olcaniclastic character of earlier Silasia Formation deposition and afic to intermediate composition of the underlying Ghawjah\netavolcanics, and demonstrates that BIF accumulation rates ust have been rapid and/or detrital input to the basin must have\neen significantly dampened during BIF deposition.\nsearch 239 (2013) 79– 94\nOur petrographic studies confirm that apatite controls P2O5 contents in Sawawin BIF. Apatite also contains abundant Ca but CaO does not strongly covary with P2O5 so inputs of Ca from other sources must be considered. Multiple sources for Ba are also evident based on microscopic observations showing that barite occurs as secondary grains close to veins in the Sawawin BIF (Fig. 4) as well as primary grains (detrital component). Barite is highly insoluble in oxic seawater and indicates the presence of dissolved sulfate in surface waters. Apatite is also primary as well as secondary. Apatite is an important biologic constituent (Baturin, 2003) that has been identified elsewhere in BIF as small (<100 nm) nanocrystals (Li et al., 2011) which could reflect variations in microbial influence in ANS-BIF. Petrographic observations identify no obvious biogenic features, but some spherules in the Sawawin BIFs may represent microbial activity; further discussion of what role life played in ANS BIF formation is beyond the scope of this paper. Alternatively, P could have been sorbed from seawater onto FeOOH and then released to form apatite during diagenesis. Studies that found that P co-precipitated from the non-buoyant part of a hydrothermal plume through the scavenging of the iron oxy-hydroxides particles (Baturin, 2003) are consistent with this interpretation, although the REE signatures do not indicate close proximity to a hydrothermal center.\n5.3. How did ANS-BIF deposits form?\nANS BIF involves relatively pure chemical sediments but it is not clear if these are hydrothermal or hydrogenous deposits. The Fe-rich and Mn- and Al-poor composition of ANS BIF plots in the hydrothermal field of the (Bonatti et al., 1972) Al–Fe–Mn ternary diagram (Fig. 5A). Modern marine Fe-rich hydrothermal sediments show elevated concentrations of transition elements like Mn, Cu, Ni, Pb, Zn, and Co (Hein et al., 1994), but Sawawin BIF shows no correlation of those elements with iron. ANS BIF compositions are similar in some ways to modern marine ferromanganese crusts (Table 1; Hein et al., 1994), so these crusts may provide insights for understanding how ANS-BIF form. For example, ANS-BIF Fe-rich layers and those of other Neoproterozoic BIFs are compositionally similar to ironstone crusts (>15% Fe, non-banded, non-cherty sediment) recovered from Cretaceous Central Pacific seamounts (Table 1; Hein et al. (1994)). ANS-BIF differs from seamount ironstones, however, in containing significantly less V, Cr, Ni, Mo, and Zn. Toth (1980) advocated Co/Zn ratios to distinguish hydrothermal (averaging 0.15) vs. hydrogeneous (averaging 2.5) origins for trace metals incorporated into modern Mn and Fe-rich submarine oxide crusts. Sawawin BIF shows relatively high and variable Co/Zn (1.1 ± 2.), whereas the two CED BIF samples we analyzed are significantly lower (Co/Zn = 0.11 ± 0.4). Co/Zn for 14 samples from Egypt CED reported by Basta et al. (2011), however, are much higher than this, 4.6 ± 3 .0 (1 ), but this discrepancy could reflect the fact that we studied Fe-rich layers only whereas Basta et al. (2011) studied whole rock samples. On balance, Co/Zn distributions among all sampled ANS BIF localities seem to best support a significant hydrogenous contribution. ANS BIF may thus represent mostly hydrothermal sources of juvenile Fe that were diluted and oxidized at some distance from the source vents. However, considering that the scavenging behavior of transition elements likely varied between Neoproterozoic deep water (Scott et al., 2008), thought to have been ferruginous, euxinic and at least episodically sulfidic (Canfield, 2008), compared to more thoroughly ventilated and sulfate-rich deep waters of the Phanerozoic, application of these modern ocean proxy interpretations warrant caution.\ncanic input, supports rapid deposition, because this arc/interarc basin/backarc basin was otherwise volcanically active, with very high clastic sedimentation rates. Because Fe must have been held\nian Re\ni l s c F h R C e A p a t l s j\nb s s fi t b 2 m ( m i i i F t R o r a w b fi a c\nt c e i d o ( p i G i s s t f ( R b a t r B t t\nWe do not understand the significance of the observation that\nR.J. Stern et al. / Precambr\nn solution as Fe2+, we conclude that deep basin waters were argely anoxic or euxinic prior to BIF deposition ∼750 Ma and were ubsequently oxygenated upon mixing with a surface seawater omponent, thereby converting abundant hydrothermally sourced e2+ in the deep water into insoluble Fe2O3 and precipitating ematite “dust”. The presence of seawater-like (PAAS-normalized) EE patterns with HREE enrichment and a well-expressed negative e anomaly, identifies a component of oxic seawater that like modrn oceans had preferential complexing of the HREEs over LREEs.\nmixing component of hydrothermally enriched seawater is suported by the lack of Fe correlation with detrital proxies and by\nsmall, positive Eu anomaly. The positive Nd values and Pb isoope compositions for ANS BIF may further indicate dilution of a ocal ANS crustal component by the hydrothermal component, as uggested by comparison with interstratified shales that preserve uvenile ANS Nd compositions.\nAlthough we are mostly interested in the Fe-rich layers, formed y hematite dust precipitation, this was cyclically disrupted by ilica deposition throughout accumulation of the 70 m Silasia BIF uccession. Fe and Si-rich bands vary in thickness such that a lithied seasonal couplet could vary from sub-cm to several cm in hickness. A rough estimate of the duration of BIF sedimentation etween 3500 and 35,000 years is obtained for couplets between\nand 0.2 cm in thickness, respectively, suggesting very rapid accuulation rates. Interestingly, Wang et al. (2009) describe a scenario albeit based on a Paleoproterozoic model) whereby hydrotherally sourced complexes of Fe(II) and silicic acid (FeH3SiO4+) nteracting with oxygenated seawater in a mixing zone could nvolve competing positive feedback reactions leading to alternatng precipitation of Fe and Si mineral phases. In this scenario, the e/Si couplets observed at Sawawin could indicate seasonal variaion in redox conditions, perhaps related to upwelling intensity. esponsible seasonal variations could reflect variable mixing of xic surface waters with a source of deeper anoxic/euxinic water ich in hydrothermally sourced Fe. A biological component could lso be involved from seasonal delivery of nutrient-rich deep water, hich may have literally fed and starved annual cycles of microbial\nloom (summer) and death (winter). Such mechanisms, if conrmed, imply strong seasonal control of temperature and sunlight, situation that argues against any model of BIF being a result of a onventional Snowball Earth with ice-covered ocean.\nANS BIF may also represent deposition during a sea level rise, as his provides a way to cut off siliciclastic input. Tectonically this ould be related to local ANS events, or perhaps globally as an xpression of greater ridge volumes associated with Rodinian riftng, but not likely to regional subsidence as this would not exclude etrital input. Of course a major melt off of continental ice. Many ther Neoproterozoic BIF deposits, almost exclusively “Sturtian” see Macdonald et al., 2010b for a recent synthesis), have been interreted as being deposited within rapid transgressive sequences n association with glacigenic sediments (e.g., Braemar, Adelaide eosyncline, South Australia – Lottermoser and Ashley, 2000; Raptan, Canada – Klein and Beukes, 1993). Halverson et al. (2011) uggested that the Rapitan iron formation (IF) was deposited during ea level rise associated with regional isostatic subsidence related o glacial loading. Invoking a seasonal upwelling model to account or alternations of iron-rich (hematite) with more dilute phases hematite mud/silt), they estimated ∼7500 yrs for the duration of apitan IF deposition, a duration consistent with sea rise estimates ased on rates of glacial isostatic subsidence. Although the ANS BIF ppears to predate the Rapitan IF by ∼35 myrs, its estimated duraion is similar to that of the Silasia BIF, and both are indicative of apid deposition. These comparisons may indicate that Cryogenian IF formation responded to discrete secular oceanographic circulaion variations associated with cooling within the Kaigas-Sturtian imeframe (∼750–715 Ma).\nsearch 239 (2013) 79– 94 91\nRegardless of the specific cause of Fe- and Si-rich band alternation, rapid sedimentation of unconsolidated BIF in a tectonically active basin clearly led to gravitational instability, as reflected in frequent slumping and abundant soft-sediment deformation of ANS BIF, at least at Sawawin."
  }, {
    "heading": "5.4. Implications of ANS BIF for understanding Neoproterozoic climate change",
    "text": "Four contrasting theories explain the global re-appearance of BIF in Neoproterozoic time: (1) the Snowball Earth Hypothesis (SEH) of Hoffman et al. (2002); (2) the Zipper Rift Model of Eyles and Januszczak (2004); (3) the Stagnant Basin model of Knoll et al. (1996); and (4) the Fall in Sea Level model of Kump and Seyfried (2005). The first calls on climate-driven redox changes in the global ocean, the second calls for local, tectonically controlled redox changes because of the restricted nature of rift basins, the third is controlled by ventilation of the ocean, which may or may not reflect climatic controls, and the fourth relies upon there having been a drastic (800 m or so) fall of sea level associated with Neoproterozoic continental glaciation, triggering a chemical reaction that led to BIF deposition. All scenarios for Cryogenian BIF formation require hydrothermal iron to have first accumulated while being segregated from major sources of oxidants. Widespread glacial scenarios, limiting input of sulfate and oxygen to oceans, conveniently provide such a mechanism. In addition, depressurization of midocean ridges associated with large (800 m or so) glacieustatic sea level falls, under such low seawater sulfate concentrations, should increase the flux of ferrous iron released from hydrothermal fluids (Kump and Seyfried, 2005). The latter effect would occur to varying degrees in either a hard or soft (slushball) scenario, but slushball Earth scenarios neither limit oxidation of surface seawater by mixing with the atmosphere nor provide a mechanism to limit photosynthetic biomass production, and subsequent H2S production (Fe titrant) associated with its decomposition by sulfate reduction.\n“Sturtian” BIF successions variously occur below glacigenic strata (Chuos Formation, Otavi Group, northern Namibia – Le Heron et al., 2013), within glacigenic strata (Holowilena Ironstone, Flinders Ranges, South Australia – Le Heron et al., 2011; Numees Formation, Jakkalsberg member, South Africa – Macdonald et al., 2010; Rapitan, Canada), and near the top of glacial successions (Urucum District, Brazil – Urban et al., 1992; Trompette et al., 1998; Braemar facies, South Australia – Lottermoser and Ashley, 2000) and some “Sturtian” glacigenic deposits do not contain BIF at all (other compilations in Hoffman and Maloof, 2001; Eyles and Januszczak, 2004; Chumakov, 2008). This observation indicates that conditions for BIF deposition spanned multiple states of local glaciation, but a general association with glacigenic strata remains a typical characteristic among most Neoproterozoic BIF deposits. However, nearby ice may not have been required for Cryogenian BIF formation. Le Heron et al. (2011), in fact, recently describe iron formation definitively preceding the Chuos glaciation, and argue for non-glacially induced anoxia.\nThe age estimate of ∼750 Ma for ANS BIF and broadly similar ages among other BIFs (Macdonald et al., 2010b) are consistent with an interpretation that the “Sturtian” glacial episode was presaged by dramatic redox changes in the global ocean. ANS BIF may well have followed a glacial episode in the region, because ANS BIF overlies possibly glacial diamictite at Wadi Kareim. We note that there is no evidence at Sawawin or any other ANS-BIF locality for ice-transported detritus at the time of BIF formation.\nSawawin and all other examples of ANS-BIF except Kareim regionally co-occur but locally are separated within the ANS-BIF basin (Fig. 1C). This may indicate that any glacial control on ANS-BIF\n9 ian Re\nd s T n c s d s t t M i a t f w ( ( r i\nb p t t h F fl w c a Z f t\ni v g g ( e i a o i e m\n6\n1\n2\n3\n4\n5\n2 R.J. Stern et al. / Precambr\neposition was indirect (e.g., presence of a meltwater cap, or intenified thermohaline circulation associated with global cooling). hese observations are more consistent with a “slushball” sceario and inconsistent with a “hard snowball” scenario, where learer evidence of glaciation would be expected. The slushball cenario would allow open seas in the ANS region, where BIF eposition could have been broadly synchronous with glacigenic uccessions, yet also lack direct sedimentologic evidence of glaciaion. On the other hand, the close association of ANS-BIF with hick sequences of volcanic and volcaniclastic deposits (“Younger\netavolcanics” in CED Egypt and Ghawjah Formation at Sawawin) ndicates that ANS BIF formed in a tectonically- and magmatically ctive basin, and the chemistry of ANS BIF indicates it belongs to he class of volcanogenic “Algoma-type” BIF (Gross, 1980). These eatures favor a model that emphasizes local tectonic controls, hether or not glaciation also occurred, and thus a rift basin ‘zipper-rift’) model. This agrees with assessment of Basta et al. 2011) that the intimate association of ANS-BIF with volcanic ocks indicated that these formed in response to volcanic activty.\nThe restricted size of the ANS BIF basin argues for local asin anoxia similar to that expected for restricted basins. Our etrographic and geochemical study indicates < 20% detrital and errigenous inputs into the BIF. This supports an interpretation that he source of iron for the ANS BIF basin was derived locally from ydrothermal vents in the interior of the basin, not derived from e introduced into the basin by rivers draining weathered basin anks. BIF laminations possibly indicate that BIF/chert deposition as strongly seasonal. Elements that are often found in elevated oncentrations in chemical deposits associated with hydrothermal ctivity like Cu, Ni, Co, Zn, Pb are in low abundances in ANS BIF, and n/Co values are moderate, indicate that ANS-BIF was deposited far rom the responsible vents and hence the product of weak hydrohermal input.\nThese points emphasize the significance of ANS-BIF for resolvng the Neoproterozoic climate controversy. Our study shows that a olcanically-active marine anoxic basin existed ∼750 Ma, a time of lobal (“Kaigas-Sturtian”) refrigeration, with possible evidence of lacial/iceberg transport of coarse debris into parts of this basin Atud/Nuwaybah diamictite; (Ali et al., 2010a)), followed by an pisode of oxygenation that effectively scrubbed dissolved ferrous ron from the water column (as indicated by negative Ce anomalies) nd deposited it rapidly (as shown by soft-sediment folds, and lack f volcanic/detrital input) on the seafloor. These events happened n a context of magmatic and tectonic activity, supporting modls that emphasize tectonic and magmatic controls (e.g., zipper-rift odel) over climate control of BIF deposition.\n. Conclusions\n. ANS BIF is a chemical sediment consisting of iron-rich layers composed of hematite and magnetite alternating with silica-rich layers composed of cryptocrystalline quartz. Such lamination may be the product of seasonal variations in insolation, which in turn determines ice cover and/or biological activity. . ANS BIF was deposited ∼750 Ma, prior to the Sturtian (Cryogenian) glacial episode. . ANS-BIF is a rare example of Neoproterozoic ‘Algoma type’ BIF based on its intimate association with interbedded or underlying metavolcanic rocks and associated volcaniclastic sedimentary rocks. . ANS BIF was deposited in response to oxygenation of a marine\nbody that had previously been anoxic.\n. ANS BIF is regionally associated with the possibly glacigenic Atud diamictite, although in only one locality are stratigraphic relations between BIF and diamictite observed.\nsearch 239 (2013) 79– 94\n6. Geochemistry of Sawawin BIF is primarily controlled by four components, revealed by covariations of “pathfinder” elements: hydrogenous/hydrothermal (Fe), detrital (Al), apatite (P) and barite (Ba). Iron of the Sawawin BIF is hydrogenous/hydrothermal in origin and contains <20% detrital input, although a few intervals mainly toward the top and bottom of the succession show significant detrital input. The Sawawin BIF succession contains several horizons that are enriched in apatite and barite. 7. ANS BIF was deposited in a basin associated with arc/backarc basin volcanism and submarine hydrothermal activity, but evidently far from the source vents. 8. ANS BIF and other ∼750 Ma BIF support an interpretation of widespread shifts in marine redox conditions that may have been broadly associated with Neoproterozoic climate fluctuations.\nAcknowledgements\nThis research was supported by NSF-EAR-0509486 to RJS. We are especially thankful to the Saudi Geological Survey for logistical support during fieldwork at Sawawin. The authors would also like to thank Dr. Hani Shalaby and the Nuclear Material Authority of Egypt for logistical support of fieldwork in Egypt. We also thank Geo Labs (Canada) for assisting the analysis of BIF samples, especially Ed Debicki, Marcus Bernham, John Hechler, Lizane Pamer and Michelle Moore. SM thanks Jerry Beavers and Ray Fuller for their help during sample preparation at UTD and Mr. Roy Beavers for help with the SEM at SMU. W.I. Manton is gratefully acknowledged for invaluable assistance in Nd and Pb isotopic analyses. Jim Hein (USGS) is thanked for his help understanding modern marine ferromanganese deposits. A.K. El-Shazly and an anonymous reviewer are thanked for their constructive reviews. This is UTD Geosciences contribution #1237.\nAppendix A. Supplementary data\nSupplementary data associated with this article can be found, in the online version, at doi:10.1016/j.precamres.2013.07.015.\nReferences\nAli, K.A., Stern, R.J., Manton, W.I., Johnson, P.R., Mukherjee, S.K., 2010a. The Neoproterozoic Atud Diamictite of the Eastern Desert of Egypt and Northern Saudi Arabia: evidence of ∼750 Ma glaciation in the Arabian-Nubian Shield? International Journal of Earth Sciences 99, 705–726. Ali, K.A., Stern, R.J., Manton, W.I., Kimura, J.-I., Khamees, H.A., 2009. Geochemistry Nd isotopes and U–Pb SHRIMP zircon dating of Neoproterozoic volcanic rocks from the Central Eastern Desert of Egypt: new insights into the ∼750 Ma crustforming event. Precambrian Research 171, 1–22. Ali, K.A., Stern, R.J., Manton, W.I., Kimura, J.-I., Whitehouse, M., Mukherjee, S.K., Johnson, P.R., Griffin, W.R., 2010b. Geochemical, U–Pb zircon and Nd isotopic investigations of the Ghawjah Metavolcanic rocks, Northwestern Saudi Arabia. Lithos 120, 379–392. Alibo, D.S., Nozaki, Y., 1999. Rare earth elements in seawater; particle association, shale-normalization, and Ce oxidation. Geochimica et Cosmochimica Acta 63, 363–372. Allen, P.A., 2007. The Huqf Supergroup of Oman: basin development and context for Neoproterozoic glaciation. Earth Science Reviews 84, 139–185. Basta, F.F., Maurice, A.E., Fontboté, L., Favarger, P.-Y., 2011. Petrology and geochemistry of the banded iron formation (BIF) of Wadi Karim and Um Anab, Eastern Desert, Egypt: implications for the origin of Neoproterozoic BIF. Precambrian Research 187, 277–292. Baturin, G.N., 2003. Phosphorus cycle in the Ocean. Lithology and Mineral Resources 38, 101–119. Bau, M., Dulski, P., 1999. Comparing yttrium and rare earths in hydrothermal fluids\nfrom the Mid-Atlantic Ridge; implications for Y and REE behaviour during near-vent mixing and for the Y/Ho ratio of Proterozoic seawater. Chemical Geology 155, 77–90. Bogue, R.G., 1953. Report on geologic reconnaissance in north western Saudi Arabia. Saudi Arabian Directorate General of Mineral Resources, 5p.\nian Re\nB\nB\nB\nB\nB C\nC\nC\nC\nC\nC\nC\nC\nD\nD\nD\nE\nF\nF\nF\nG\nG\nH\nH\nH\nH\nH H\nH\nH\nH\nH\nH\nH\nI\nR.J. Stern et al. / Precambr\nonatti, E., Kolla, V., Moore, W.S., Stern, C., 1979. Metallogenesis in marginal basins: Fe-rich basal deposits from the Philippine Sea. Marine Geology 32, 21–37. onatti, E., Kraemer, T., Rydell, H., 1972. Classification and genesis of submarine iron-manganese deposits. In: Horn, D.R. (Ed.), Ferromanganese Deposits on the Ocean Floor. Aren House, Harriman, pp. 149–166. ostrom, K., 1973. The origin and fate of ferromanganese active ridge sediments. Stockholm Contributions in Geology 27, 147–243. reitkopf, J.H., 1988. Iron formations related to mafic volcanism and ensialic rifting in the southern margin zone of the Damara Orogen, Namibia. Precambrian Research 38, 111–130. ritish Steel Corporation, 1981. Exploitation of Sawawin ore deposits. Geology 2. anfield, D.E., 1998. A new model for Proterozoic ocean chemistry. Nature 396,\n450–453. anfield, D.E., 2005. The early history of atmospheric oxygen homage to Robert M.\nGarrels. Annual Reviews of Earth Planetary Science 33, 1–36. anfield, D.E., Poulton, Narbonne, G.M., 2007. Late-Neoproterozoic deep-ocean oxy-\ngenation and the rise of animal life. Science 315, 92–95. anfield, D.E., Poulton, S.W., Knoll, A.H., Narbonne, G.M., Ross, G., Goldberg, T.,\nStrauss, H., 2008. Ferruginous conditions dominated later Neoproterozoic deepwater chemistry. Science 321, 949–952. anfield, D.E., Farquhar, J., 2009. Animal evolution, bioturbation, and the sulfate concentration of the oceans. Proceedings of the National Academy of Sciences 106, 8123–8127. humakov, N.M., 2008. A problem of total glaciations on the Earth in the Late Precambrian. Stratigraphy and Geological Correlation 16, 107–119. loud, P., 1973. Paleoecological significance of the bandeed iron-formation. Economic Geology 68, 1135–1143. ondon, D.J., Prave, A.R., Benn, D.J., 2002. Neoproterozoic glacial-rainout intervals: observations and implications. Geology 30, 35–38. anielson, A., Moeller, P., Dulski, P., 1992. The europium anomalies in banded iron formations and the thermal history of the oceanic crust. Chemical Geology 97, 89–100. avies, F.B., Grainger, D.J., 1985. Geologic map of the Al Muwaylih quadrangle, sheet 27A, Kingdom of Saudi Arabia, with explanatory notes. Saudi Arabian Deputy Ministry for Mineral Resources Geoscience Map GM-82, 32 p., scale 1:250,000. ymond, J., Collier, R., 1996. Particulate barium fluxes and their relationships to biological productivity. Deep Sea Research 43, 1283–1308. yles, N., Januszczak, N., 2004. ‘Zipper-rift’: A tectonic model for Neoproterozoic glaciations during the breakup of Rodinia after 750 Ma. Earth-Science Reviews 65, 1–73. airchild, I.J., Kennedy, M.J., 2007. Neoproterozoic glaciation in the Earth System. Journal of the Geological Society of London 164, 895–921. anning, C.M., Link, P.K., 2004. U–Pb SHRIMP ages of Neoproterozoic (Sturtian) glaciogenic Pocatello Formation, southeastern Idaho. Geology 32, 881–884. rei, R., Gaucher, C., Poulton, S.W., Canfield, D.E., 2009. Fluctuations in Precambrian atmospheric oxygenation recorded by chromium isotopes. Nature 461, 250–253. oldring, D.C., 1990. Banded iron formation of Wadi Sawawin district, Kingdom of Saudi Arabia. Transactions of the Institution of Mining and Metallurgy B: Applications for Earth Science) 99, B1–B14. ross, G.A., 1980. A classification of iron formations based on depositional environments. Canadian Mineralogist 18, 215–222. alverson, G.P., Poitrasson, F., Hoffman, P.F., Nédélec, A., Montel, J.-M., Kirby, J., 2011. Fe isotope and trace element geochemistry of the Neoproterozoic syn-glacial Rapitan iron formation. Earth and Planetary Science Letters 309, 100–112. argrove III, U.S., Stern, R.J., Kimura, J.-I., Manton, W.I., Johnson, P.R., 2006. How juvenile is the Arabian-Nubian Shield? Evidence from Nd isotopes and preNeoproterozoic inherited zircon. Earth and Planetary Science Letters 252, 308–326. edge, C.E., 1984. Precambrian Geochronology of part of northwestern Saudi Arabia, Kingdom of Saudi Arabia. U.S. Geological Survey Open-File Report 84-381, 14pp. ein, J.R., Yeh, H.-W., Gunn, S.H., Gibbs, A.E., Wang, C.-H., 1994. Composition and origin of hydrothermal ironstones from central Pacific seamounts. Geochimica Cosmochimica Acta 58, 179–189. offman, P.F., 2007. Comment on “Snowball Earth on Trial”. EOS 88 (9), 110. offman, P.F., Kaufman, A.J., Halverson, G.P., Schrag, D.P., 2002. The snow-\nball Earth hypothesis: testing the limits of global change. Terra Nova 14, 129–155. offman, P.F., Maloof, A.C., 2001. Tilting at Snowballs, A comment on Proterozoic equatorial glaciation: Has ‘snowball Earth’ a snowball’s chance? In: Williams, G.E., Schmidt, P.W. (Eds.), The Australian Geologist, 117, pp. 21–25. offman, P.F., Schrag, D.P., 2002. The snowball Earth hypothesis: testing the limits of global change. Terra Nova 14, 129–155. offmann, K.-H., Condon, D.J., Bowring, S.A., Crowley, J.L., 2004. U–Pb zircon date from the Neoproterozoic Ghaub Formation, Namibia: constraints on Marinoan glaciation. Geology 32, 817–820. olland, H.D., 1984. The Chemical Evolution of the Atmosphere and Oceans. Princeton University Press, Princeton, New Jersey. olland, H.D., 2005. Sedimentary mineral deposits and the evolution of earth’s nearsurface environments. Economic Geology 100, 1489–1509. yde, W.T., Crowley, T.J., Baum, S.K., Peltier, W.R., 2000. Neoproterozoic ‘snowball Earth’ simulations with a coupled climate/ice-sheet model. Nature 405, 425–429.\nlyin, A.V., 2009. Neoproterozoic banded iron formations. Lithology and Mineral Resources 44, 78–86.\nsearch 239 (2013) 79– 94 93\nJacobsen, S.B., Pimentel-Klose, M.R., 1988. Nd isotopic variations in Precambrian banded iron formations. Geophysical Research Letters 15, 393–396. James, H.L., 1954. Sedimentary facies of iron-formation. Economic Geology 49, 235–293. Japanese Geological Survey, 1977. Report on iron deposits Wadi Sawawin district, northwest Saudi Arabia. Saudi Arabian Directorate General of Mineral Resources. Johnson, P.R., 2004. Proterozoic geology of Western Saudi Arabia, Northwestern Sheet. Saudi Geological Survey. Johnson, R.F., Trent, V.A., 1967. Geologic map of the Wadi as Surr Quadrangle, Kingdom of Saudi Arabia. Mineral Resources Research, Saudi Arabia Directorate General of Mineral Resources, scale 1:100,000. Kasting, J.F., 1993. Earth’s early atmosphere. Science 259, 920–926. Kato, Y., Yamaguchi, K.E., Ohmoto, H., 2006. Rare Earth elements in Precambrian\nbanded iron formations: secular changes of Ce and Eu anomalies and evolution of atmospheric oxygen. In: Kesler, S.E., Ohmoto, H. (Eds.), GSA Memoir 198: Evolution of Early Earth’s Atmosphere, Hydrosphere, and Biosphere - Constraints from Ore Deposits, vol. 198. Geological Society of America, Boulder CO, pp. 269–289. Kerr, R., 2000. An appealing Snowball Earth that’s still hard to swallow. Science 287, 1734–1736. Khalil, K.I., El-Shazly, A.K., 2012. Petrological and geochemical characteristics of Egyptian banded iron formations: review and new data from Wadi Kareim. Geochemistry: Exploration, Environment Analysis 12, 105–126. Kirschvink, J.L., 1992. Late Proterozoic low-latitude global glaciation: The Snowball Earth. In: Schopf, J.W., Klein, C. (Eds.), The Proterozoic Biosphere. Cambridge U. Press, Cambridge, pp. 51–52. Klein, C., Beukes, N.J., 1992. Proterozoic iron-formations. Developments in Precambrian Geology 10, 383–418. Klein, C., Beukes, N.J., 1993. Sedimentology and Geochemistry of the Glaciogenic Late Proterozoic Rapitan Iron-Formation in Canada. Economic Geology 88, 542–565. Klein, C., Ladeira, E.A., 2004. Geochemistry and Mineralogy of Neoproterozoic Banded Iron-Formations and some selected, Siliceous Manganese Formations from the Urucum District, Mato Grosso do Sul, Brazil. Economic Geology 99, 1233–1244. Knoll, A.H., Bambach, R.K., Canfield, D.E., Grotzinger, J.P., 1996. Comparative Earth history and Late Permian mass extinction. Science 273, 452–457. Kopp, R.E., Kirschvink, J.L., Hilburn, I.A., Nash, C.Z., 2005. The Paleoproterozoic snowball Earth: a climate disaster triggered by the evolution of oxygenic photosynthesis. Proceedings of the National Academy of Science 102, 11131–11136. Kump, L.R., Seyfried Jr., W.E., 2005. Hydrothermal Fe fluxes during the Precambrian: effect of low oceanic sulfate concentrations and low hydrostatic pressure on the composition of black smokers. Earth and Planetary Science Letters 235, 654–662. Le Heron, D.P., Busfield, M.E., Le Ber, E., Kamona, A.F., 2013. Neoproterozoic ironstones in northern Namibia: biogenic precipitation and Cryogenian glaciation. Palaeogeography, Palaeoclimatology, Palaeoecology 369, 48–57. Le Heron, D.P., Cox, G., Trundley, A., Collins, A., 2011. Sea ice free conditions in the depths of the Sturt glaciation (early Cryogenian), South Australia. Geology 39, 31–34. Li, Y-Liang, Konhauser, K.O., Cole, D.R., Phelps, T.J., 2011. Mineral ecophysical data provide growing evidence for microbial activity in banded-iron formations. Geology 39, 707–710. Lottermoser, B.G., Ashley, P.M., 2000. Geochemistry, petrology and origin of Neoproterozoic ironstones in the eastern part of the Adelaide Geosycline, South Australia. Precambrian Research 101, 49–67. Macdonald, F.A., Schmitz, M.D., Crowley, J.L., Roots, C.F., Jones, D.S., Maloof, A.C., Strauss, J.V., Cohen, P.A., Johnston, D.T., Schrag, D.P., 2010. Calibrating the Cryogenian. Science 327, 1241–1243. Mclennan, S.M., 1989. Rare Earth elements in sedimentary rocks; influence of provenance and sedimentary processes. Reviews in Mineralogy 21, 169–200. Meert, J.G., Van der Voo, R., 1994. The Neoproterozoic (1000–540 Ma) glacial intervals: no more Snowball Earth? Earth and Planetary Science Letters 123, 1–13. Mojzsis, S.J., Arrhenius, G., McKeegan, K.D., Harrison, T.M., Nutman, A.P., Friend, C.R.L., 1996. Evidence for life on Earth before 3800 million years ago. Nature 384, 55–59. Nelson, B.K., DePaolo, D.J., 1985. Rapid production of continental crust 1.7–1.9 b.y. ago; Nd isotopic evidence from the basement of the North American midcontinent. Geological Society America Bulletin 96, 746–754. Pelleter, E., Cheilletz, A., Gasquet, D., Mouttaqi, A., Annich, M., Hakour, A.E., 2006. Discovery of Neoproterozoic banded iron formation (BIF) in Morocco. Geophysical Research Abstracts, 8. Peter, J.M., Goodfellow, W.D., Doherty, W., 2003. Hydrothermal sedimentary rocks of the Heath Steele Belt, Bathurst mining camp, New Brunswick; Part 2: Bulk and Rare Earth element geochemistry and implications for origin. Economic Geology Monographs 11, 391–415. Piacentini, T., Vasconcelos, P.M., Farley, K.A., 2013. 40Ar/39Ar constraints on the age and thermal history of the Urucum Neoproterozoic banded iron-formation, Brazil. Precambrian Research 228, 48–62. Pufahl, P.K., Hiatt, E.e., 2012. Oxygenation of Earth’s atmosphere-ocean system: a review of physical and chemical sedimentologic responses. Marine and Petroleum Geology 32, 1–20. Rieu, R., Allen, P.A., Cozzi, A., Kosler, J., Bussy, F., 2007. A composite stratigraphy for\nthe Neoproterozoic Huqf Supergroup of Oman: Integrating new Litho-, Chemo-, and Chronostratigraphic data of the Mirbat area, southern Oman. Journal of the Geological Society, London 164, 997–1009. Robertson, A.H.F., Hudson, J.D., 1973. Cyprus umbers: chemical precipitates on a Tethyan ocean ridge. Earth and Planetary Science Letters 18, 93–101.\n9 ian Re\nS\nS\nS\nS\nS\nS\nS\nS\nS\n4 R.J. Stern et al. / Precambr\ncott, C., Lyons, T.W., Bekker, A., Shen, Y., Poulton, S.W., Chu, X., Anbar, A.D., 2008. Tracing the stepwise oxygenation of the Proterozoic ocean. Nature 452, 456–459. hields-Zhou, G., Och, L., 2011. The case for a Neoproterozic Oxygenation event: geochemical evidence and biological consequences. GSA Today 21 (3), 1, doi: 10. 1130/GSATG102A. ims, P.K., James, H.L., 1984. Banded Iron-Formation of Late Proterozoic Age in the Central Eastern Desert, Egypt: Geology and Tectonic setting. Economic Geology 79, 1777–1784. mil, V., 2000. Phosphorus in the global environment. Annual Reviews of Energy and the Environment 25, 53–88. tacey, J.S., Doe, B.R., Roberts, R.J., Delavaux, M.H., Gramlich, J.W., 1980. A lead isotope study of mineralization in the Saudi Arabian shield. Contributions to Mineralogy and Petrology 74, 175–188. tern, R.J., Abdelsalam, M.G., 1998. Formation of juvenile continental crust in the Arabian-Nubian shield: Evidence from granitic rocks of the Nakasib suture, NE Sudan. Geologische Rundschau 87, 150–160. tern, R.J., 2002. Crustal evolution in the East African Orog a neodymium isotopic\nperspective. Journal of African Earth Sciences 34, 109–117.\ntern, R.J., 2008. Neoproterozoic crustal growth: the solid Earth system during a critical time of Earth history. Gondwana Research 14, 33–50. tern, R.J., Avigad, D., Miller, N.R., Beyth, M., 2006. Geological society of Africa Presidential Review #10: evidence for the Snowball Earth Hypothesis in the\nsearch 239 (2013) 79– 94\nArabian-Nubian Shield and the East African Orogen. Journal of African Earth Sciences 44, 1–20. Stern, R.J., Kröner, A., 1993. Late Precambrian crustal evolution in NE Sudan: isotopic and geochronologic constraints. Journal of Geology 101, 555–574. Toth, J.R., 1980. Deposition of submarine crusts rich in manganese and iron. Bull. Geol. Soc. Am. 91, 44–54. Trompette, R., de Alvarenga, C.J.S., Walde, D., 1998. Geological evolution of the Neoproterozoic Corumbá graben system (Brazil). Depositional context of the stratified Fe and Mn ores of the Jacadigo Group. Journal of South America Earth Sciences 11, 587–597. Urban, H., Stribrny, B., Lippolt, H.J., 1992. Iron and manganese deposits of the Urucum District, Mato Grosso do Sul, Brazil. Economic Geology 87, 1375–1392. Wang, Y., Xu, H., Merino, E., Konishi, H., 2009. Generation of banded iron formations by internal dynamics and leaching of oceanic crust. Nature Geoscience 2, 781–784. Yeo, G.M., 1981. The Late Proterozoic Rapitan glaciation in the northern Cordillera. In: Campbell, F.H. (Ed.), Proterozoic Basins of Canada. Geological Survey of Canada Paper 81-10, pp. 25–46. Young, G.M., 1982. The late Proterozoic Tindir Group, east-central Alaska: Evolution of a continental margin. Bulletin of the Geological Society of America 93, 759–783. Zartman, R.E., Doe, B.R., 1981. Plumbotectonics: the model. Tectonophysics 75, 135–162."
  }],
  "year": 2013,
  "references": [{
    "title": "The Neoproterozoic Atud Diamictite of the Eastern Desert of Egypt and Northern Saudi Arabia: evidence of ∼750 Ma glaciation in the Arabian-Nubian",
    "authors": ["K.A. Ali", "R.J. Stern", "W.I. Manton", "P.R. Johnson", "S.K. Mukherjee"],
    "venue": "Shield? International Journal of Earth Sciences",
    "year": 2010
  }, {
    "title": "Geochemistry Nd isotopes and U–Pb SHRIMP zircon dating of Neoproterozoic volcanic rocks from the Central Eastern Desert of Egypt: new insights into the ∼750",
    "authors": ["K.A. Ali", "R.J. Stern", "W.I. Manton", "Kimura", "J.-I", "H.A. Khamees"],
    "venue": "Ma crustforming event. Precambrian Research",
    "year": 2009
  }, {
    "title": "Geochemical, U–Pb zircon and Nd isotopic investigations of the Ghawjah Metavolcanic rocks, Northwestern Saudi Arabia",
    "authors": ["K.A. Ali", "R.J. Stern", "W.I. Manton", "Kimura", "J.-I", "M. Whitehouse", "S.K. Mukherjee", "P.R. Johnson", "W.R. Griffin"],
    "venue": "Lithos 120,",
    "year": 2010
  }, {
    "title": "Rare earth elements in seawater; particle association, shale-normalization, and Ce oxidation",
    "authors": ["D.S. Alibo", "Y. Nozaki"],
    "venue": "Geochimica et Cosmochimica Acta",
    "year": 1999
  }, {
    "title": "The Huqf Supergroup of Oman: basin development and context for Neoproterozoic glaciation",
    "authors": ["P.A. Allen"],
    "venue": "Earth Science Reviews",
    "year": 2007
  }, {
    "title": "Petrology and geochemistry of the banded iron formation (BIF) of Wadi Karim and Um Anab, Eastern Desert, Egypt: implications for the origin of Neoproterozoic BIF",
    "authors": ["F.F. Basta", "A.E. Maurice", "L. Fontboté", "Favarger", "P.-Y"],
    "venue": "Precambrian Research",
    "year": 2011
  }, {
    "title": "Phosphorus cycle in the Ocean",
    "authors": ["G.N. Baturin"],
    "venue": "Lithology and Mineral Resources",
    "year": 2003
  }, {
    "title": "Comparing yttrium and rare earths in hydrothermal fluids from the Mid-Atlantic Ridge; implications for Y and REE behaviour during near-vent mixing and for the Y/Ho ratio of Proterozoic seawater",
    "authors": ["M. Bau", "P. Dulski"],
    "venue": "Chemical Geology",
    "year": 1999
  }, {
    "title": "Report on geologic reconnaissance in north western Saudi Arabia",
    "authors": ["R.G. Bogue"],
    "venue": "Saudi Arabian Directorate General of Mineral Resources,",
    "year": 1953
  }, {
    "title": "Metallogenesis in marginal basins: Fe-rich basal deposits from the Philippine Sea",
    "authors": ["E. onatti", "V. Kolla", "W.S. Moore", "C. Stern"],
    "venue": "Marine Geology",
    "year": 1979
  }, {
    "title": "Classification and genesis of submarine iron-manganese deposits",
    "authors": ["E. onatti", "T. Kraemer", "H. Rydell"],
    "venue": "Ferromanganese Deposits on the Ocean Floor",
    "year": 1972
  }, {
    "title": "The origin and fate of ferromanganese active ridge sediments",
    "authors": ["K. ostrom"],
    "venue": "Stockholm Contributions in Geology",
    "year": 1973
  }, {
    "title": "Iron formations related to mafic volcanism and ensialic rifting in the southern margin zone of the Damara Orogen, Namibia",
    "authors": ["J.H. reitkopf"],
    "venue": "Precambrian Research",
    "year": 1988
  }, {
    "title": "A new model for Proterozoic ocean chemistry",
    "authors": ["D.E. anfield"],
    "venue": "Nature",
    "year": 1998
  }, {
    "title": "The early history of atmospheric oxygen homage to Robert M. Garrels",
    "authors": ["D.E. anfield"],
    "venue": "Annual Reviews of Earth Planetary Science",
    "year": 2005
  }, {
    "title": "Late-Neoproterozoic deep-ocean oxygenation and the rise of animal life",
    "authors": ["D.E. anfield", "Poulton", "G.M. Narbonne"],
    "venue": "Science",
    "year": 2007
  }, {
    "title": "Ferruginous conditions dominated later Neoproterozoic deepwater chemistry",
    "authors": ["D.E. anfield", "S.W. Poulton", "A.H. Knoll", "G.M. Narbonne", "G. Ross", "T. Goldberg", "H. Strauss"],
    "year": 2008
  }, {
    "title": "Animal evolution, bioturbation, and the sulfate concentration of the oceans",
    "authors": ["D.E. anfield", "J. Farquhar"],
    "venue": "Proceedings of the National Academy of Sciences",
    "year": 2009
  }, {
    "title": "A problem of total glaciations on the Earth in the Late Precambrian",
    "authors": ["N.M. humakov"],
    "venue": "Stratigraphy and Geological Correlation",
    "year": 2008
  }, {
    "title": "Paleoecological significance of the bandeed iron-formation",
    "authors": ["P. loud"],
    "venue": "Economic Geology",
    "year": 1973
  }, {
    "title": "Neoproterozoic glacial-rainout intervals: observations and implications",
    "authors": ["D.J. ondon", "A.R. Prave", "D.J. Benn"],
    "venue": "Geology",
    "year": 2002
  }, {
    "title": "The europium anomalies in banded iron formations and the thermal history of the oceanic crust",
    "authors": ["A. anielson", "P. Moeller", "P. Dulski"],
    "venue": "Chemical Geology",
    "year": 1992
  }, {
    "title": "Geologic map of the Al Muwaylih quadrangle, sheet 27A, Kingdom of Saudi Arabia, with explanatory notes",
    "authors": ["F.B. avies", "D.J. Grainger"],
    "venue": "Saudi Arabian Deputy Ministry for Mineral Resources Geoscience Map GM-82,",
    "year": 1985
  }, {
    "title": "Particulate barium fluxes and their relationships to biological productivity",
    "authors": ["J. ymond", "R. Collier"],
    "venue": "Deep Sea Research",
    "year": 1996
  }, {
    "title": "Zipper-rift’: A tectonic model for Neoproterozoic glaciations during the breakup of Rodinia after 750 Ma",
    "authors": ["N. yles", "N. Januszczak"],
    "venue": "Earth-Science Reviews",
    "year": 2004
  }, {
    "title": "Neoproterozoic glaciation in the Earth System",
    "authors": ["I.J. airchild", "M.J. Kennedy"],
    "venue": "Journal of the Geological Society of London",
    "year": 2007
  }, {
    "title": "U–Pb SHRIMP ages of Neoproterozoic (Sturtian) glaciogenic Pocatello Formation, southeastern",
    "authors": ["C.M. anning", "P.K. Link"],
    "venue": "Idaho. Geology",
    "year": 2004
  }, {
    "title": "Fluctuations in Precambrian atmospheric oxygenation recorded by chromium isotopes",
    "authors": ["R. rei", "C. Gaucher", "S.W. Poulton", "D.E. Canfield"],
    "venue": "Nature",
    "year": 2009
  }, {
    "title": "Banded iron formation of Wadi Sawawin district, Kingdom of Saudi Arabia",
    "authors": ["D.C. oldring"],
    "venue": "Transactions of the Institution of Mining and Metallurgy B: Applications for Earth Science)",
    "year": 1990
  }, {
    "title": "A classification of iron formations based on depositional environments",
    "authors": ["G.A. ross"],
    "venue": "Canadian Mineralogist",
    "year": 1980
  }, {
    "title": "Fe isotope and trace element geochemistry of the Neoproterozoic syn-glacial Rapitan iron formation",
    "authors": ["G.P. alverson", "F. Poitrasson", "P.F. Hoffman", "A. Nédélec", "Montel", "J.-M", "J. Kirby"],
    "venue": "Earth and Planetary Science Letters",
    "year": 2011
  }, {
    "title": "How juvenile is the Arabian-Nubian Shield? Evidence from Nd isotopes and preNeoproterozoic inherited zircon",
    "authors": ["U.S. argrove III", "R.J. Stern", "Kimura", "J.-I", "W.I. Manton", "P.R. Johnson"],
    "venue": "Earth and Planetary Science Letters",
    "year": 2006
  }, {
    "title": "Precambrian Geochronology of part of northwestern Saudi Arabia, Kingdom of Saudi Arabia",
    "authors": ["C.E. edge"],
    "venue": "U.S. Geological Survey Open-File Report 84-381,",
    "year": 1984
  }, {
    "title": "Composition and origin of hydrothermal ironstones from central Pacific seamounts",
    "authors": ["J.R. ein", "Yeh", "H.-W", "S.H. Gunn", "A.E. Gibbs", "Wang", "C.-H"],
    "venue": "Geochimica Cosmochimica Acta",
    "year": 1994
  }, {
    "title": "The snowball Earth hypothesis: testing the limits of global change",
    "authors": ["P.F. offman", "A.J. Kaufman", "G.P. Halverson", "D.P. Schrag"],
    "venue": "Terra Nova",
    "year": 2002
  }, {
    "title": "Tilting at Snowballs, A comment on Proterozoic equatorial glaciation: Has ‘snowball Earth’ a snowball’s chance",
    "authors": ["P.F. offman", "A.C. Maloof"],
    "venue": "The Australian Geologist,",
    "year": 2001
  }, {
    "title": "The snowball Earth hypothesis: testing the limits of global change",
    "authors": ["P.F. offman", "D.P. Schrag"],
    "venue": "Terra Nova",
    "year": 2002
  }, {
    "title": "U–Pb zircon date from the Neoproterozoic Ghaub Formation, Namibia: constraints on",
    "authors": ["offmann", "K.-H", "D.J. Condon", "S.A. Bowring", "J.L. Crowley"],
    "venue": "Marinoan glaciation. Geology",
    "year": 2004
  }, {
    "title": "The Chemical Evolution of the Atmosphere and Oceans",
    "authors": ["H.D. olland"],
    "year": 1984
  }, {
    "title": "Sedimentary mineral deposits and the evolution of earth’s nearsurface environments",
    "authors": ["H.D. olland"],
    "venue": "Economic Geology",
    "year": 2005
  }, {
    "title": "Neoproterozoic ‘snowball Earth’ simulations with a coupled climate/ice-sheet model",
    "authors": ["W.T. yde", "T.J. Crowley", "S.K. Baum", "W.R. Peltier"],
    "venue": "Nature 405,",
    "year": 2000
  }, {
    "title": "Nd isotopic variations in Precambrian banded iron formations",
    "authors": ["S.B. Jacobsen", "M.R. Pimentel-Klose"],
    "venue": "Geophysical Research Letters",
    "year": 1988
  }, {
    "title": "Sedimentary facies of iron-formation",
    "authors": ["H.L. James"],
    "venue": "Economic Geology",
    "year": 1954
  }, {
    "title": "Proterozoic geology of Western Saudi Arabia, Northwestern Sheet. Saudi Geological Survey",
    "authors": ["P.R. Johnson"],
    "year": 2004
  }, {
    "title": "Geologic map of the Wadi as Surr Quadrangle, Kingdom of Saudi Arabia. Mineral Resources Research, Saudi Arabia Directorate General of Mineral Resources, scale 1:100,000",
    "authors": ["R.F. Johnson", "V.A. Trent"],
    "year": 1967
  }, {
    "title": "Rare Earth elements in Precambrian banded iron formations: secular changes of Ce and Eu anomalies and evolution of atmospheric oxygen",
    "authors": ["Y. Kato", "K.E. Yamaguchi", "H. Ohmoto"],
    "venue": "GSA Memoir",
    "year": 2006
  }, {
    "title": "An appealing Snowball Earth that’s still hard to swallow",
    "authors": ["R. Kerr"],
    "venue": "Science 287,",
    "year": 2000
  }, {
    "title": "Petrological and geochemical characteristics of Egyptian banded iron formations: review and new data from Wadi Kareim",
    "authors": ["K.I. Khalil", "A.K. El-Shazly"],
    "venue": "Geochemistry: Exploration, Environment Analysis",
    "year": 2012
  }, {
    "title": "Late Proterozoic low-latitude global glaciation: The Snowball Earth",
    "authors": ["J.L. Kirschvink"],
    "year": 1992
  }, {
    "title": "Proterozoic iron-formations",
    "authors": ["C. Klein", "N.J. Beukes"],
    "venue": "Developments in Precambrian Geology",
    "year": 1992
  }, {
    "title": "Sedimentology and Geochemistry of the Glaciogenic Late Proterozoic Rapitan Iron-Formation in Canada",
    "authors": ["C. Klein", "N.J. Beukes"],
    "venue": "Economic Geology",
    "year": 1993
  }, {
    "title": "Geochemistry and Mineralogy of Neoproterozoic Banded Iron-Formations and some selected, Siliceous Manganese Formations from the Urucum District, Mato Grosso do Sul, Brazil",
    "authors": ["C. Klein", "E.A. Ladeira"],
    "venue": "Economic Geology",
    "year": 2004
  }, {
    "title": "Comparative Earth history and Late Permian mass extinction",
    "authors": ["A.H. Knoll", "R.K. Bambach", "D.E. Canfield", "J.P. Grotzinger"],
    "venue": "Science 273,",
    "year": 1996
  }, {
    "title": "The Paleoproterozoic snowball Earth: a climate disaster triggered by the evolution of oxygenic photosynthesis",
    "authors": ["R.E. Kopp", "J.L. Kirschvink", "I.A. Hilburn", "C.Z. Nash"],
    "venue": "Proceedings of the National Academy of Science",
    "year": 2005
  }, {
    "title": "Hydrothermal Fe fluxes during the Precambrian: effect of low oceanic sulfate concentrations and low hydrostatic pressure on the composition of black smokers",
    "authors": ["L.R. Kump", "W.E. Seyfried Jr."],
    "venue": "Earth and Planetary Science Letters",
    "year": 2005
  }, {
    "title": "Neoproterozoic ironstones in northern Namibia: biogenic precipitation and Cryogenian glaciation",
    "authors": ["D.P. Le Heron", "M.E. Busfield", "E. Le Ber", "A.F. Kamona"],
    "year": 2013
  }, {
    "title": "Sea ice free conditions in the depths of the Sturt glaciation (early Cryogenian)",
    "authors": ["D.P. Le Heron", "G. Cox", "A. Trundley", "A. Collins"],
    "venue": "South Australia. Geology",
    "year": 2011
  }, {
    "title": "Mineral ecophysical data provide growing evidence for microbial activity in banded-iron",
    "authors": ["Li", "Y-Liang", "K.O. Konhauser", "D.R. Cole", "T.J. Phelps"],
    "venue": "formations. Geology",
    "year": 2011
  }, {
    "title": "Geochemistry, petrology and origin of Neoproterozoic ironstones in the eastern part of the Adelaide Geosycline, South Australia",
    "authors": ["B.G. Lottermoser", "P.M. Ashley"],
    "venue": "Precambrian Research",
    "year": 2000
  }, {
    "title": "Rare Earth elements in sedimentary rocks; influence of provenance and sedimentary processes",
    "authors": ["S.M. Mclennan"],
    "venue": "Reviews in Mineralogy",
    "year": 1989
  }, {
    "title": "The Neoproterozoic (1000–540 Ma) glacial intervals: no more Snowball Earth",
    "authors": ["J.G. Meert", "R. Van der Voo"],
    "venue": "Earth and Planetary Science Letters",
    "year": 1994
  }, {
    "title": "Evidence for life on Earth before 3800 million years",
    "authors": ["S.J. Mojzsis", "G. Arrhenius", "K.D. McKeegan", "T.M. Harrison", "A.P. Nutman", "C.R.L. Friend"],
    "venue": "ago. Nature",
    "year": 1996
  }, {
    "title": "Rapid production of continental crust 1.7–1.9 b.y. ago; Nd isotopic evidence from the basement of the North American midcontinent",
    "authors": ["B.K. Nelson", "D.J. DePaolo"],
    "venue": "Geological Society America Bulletin",
    "year": 1985
  }, {
    "title": "Discovery of Neoproterozoic banded iron formation (BIF) in Morocco",
    "authors": ["E. Pelleter", "A. Cheilletz", "D. Gasquet", "A. Mouttaqi", "M. Annich", "A.E. Hakour"],
    "venue": "Geophysical Research Abstracts,",
    "year": 2006
  }, {
    "title": "Hydrothermal sedimentary rocks of the Heath Steele Belt, Bathurst mining camp, New Brunswick; Part 2: Bulk and Rare Earth element geochemistry and implications for origin",
    "authors": ["J.M. Peter", "W.D. Goodfellow", "W. Doherty"],
    "venue": "Economic Geology Monographs",
    "year": 2003
  }, {
    "title": "40Ar/39Ar constraints on the age and thermal history of the Urucum Neoproterozoic banded iron-formation, Brazil",
    "authors": ["T. Piacentini", "P.M. Vasconcelos", "K.A. Farley"],
    "venue": "Precambrian Research",
    "year": 2013
  }, {
    "title": "Oxygenation of Earth’s atmosphere-ocean system: a review of physical and chemical sedimentologic responses",
    "authors": ["P.K. Pufahl", "Hiatt", "E.e"],
    "venue": "Marine and Petroleum Geology",
    "year": 2012
  }, {
    "title": "A composite stratigraphy for the Neoproterozoic Huqf Supergroup of Oman: Integrating new Litho-, Chemo-, and Chronostratigraphic data of the Mirbat area, southern Oman",
    "authors": ["R. Rieu", "P.A. Allen", "A. Cozzi", "J. Kosler", "F. Bussy"],
    "venue": "Journal of the Geological Society,",
    "year": 2007
  }, {
    "title": "Cyprus umbers: chemical precipitates on a Tethyan ocean ridge",
    "authors": ["A.H.F. Robertson", "J.D. Hudson"],
    "venue": "Earth and Planetary Science Letters",
    "year": 1973
  }, {
    "title": "The case for a Neoproterozic Oxygenation",
    "authors": ["G. 456–459. hields-Zhou", "L. Och"],
    "year": 2011
  }, {
    "title": "Banded Iron-Formation of Late Proterozoic Age",
    "authors": ["P.K. 1130/GSATG102A. ims", "H.L. James"],
    "year": 1984
  }, {
    "title": "A lead isotope",
    "authors": ["J.S. 53–88. tacey", "B.R. Doe", "R.J. Roberts", "M.H. Delavaux", "J.W. Gramlich"],
    "year": 1980
  }, {
    "title": "Geological society of Africa",
    "authors": ["R.J. tern", "D. Avigad", "N.R. Miller", "M. Beyth"],
    "venue": "Earth history. Gondwana Research 14,",
    "year": 2006
  }, {
    "title": "Late Precambrian crustal evolution in NE Sudan: isotopic and geochronologic constraints",
    "authors": ["R.J. Stern", "A. Kröner"],
    "venue": "Journal of Geology",
    "year": 1993
  }, {
    "title": "Deposition of submarine crusts rich in manganese and iron",
    "authors": ["J.R. Toth"],
    "venue": "Bull. Geol. Soc. Am",
    "year": 1980
  }, {
    "title": "Geological evolution of the Neoproterozoic Corumbá graben system (Brazil). Depositional context of the stratified Fe and Mn ores of the Jacadigo Group",
    "authors": ["R. Trompette", "C.J.S. de Alvarenga", "D. Walde"],
    "venue": "Journal of South America Earth Sciences",
    "year": 1998
  }, {
    "title": "Iron and manganese deposits of the Urucum District, Mato Grosso do Sul, Brazil",
    "authors": ["H. Urban", "B. Stribrny", "H.J. Lippolt"],
    "venue": "Economic Geology",
    "year": 1992
  }, {
    "title": "Generation of banded iron formations by internal dynamics and leaching of oceanic crust",
    "authors": ["Y. Wang", "H. Xu", "E. Merino", "H. Konishi"],
    "venue": "Nature Geoscience",
    "year": 2009
  }, {
    "title": "The Late Proterozoic Rapitan glaciation in the northern Cordillera",
    "authors": ["G.M. Yeo"],
    "venue": "Proterozoic Basins of Canada. Geological Survey of Canada Paper",
    "year": 1981
  }, {
    "title": "The late Proterozoic Tindir Group, east-central Alaska: Evolution of a continental margin",
    "authors": ["G.M. Young"],
    "venue": "Bulletin of the Geological Society of America",
    "year": 1982
  }],
  "id": "SP:9fea87a0e96a13fe0b0c1affd294dd95dac13576",
  "authors": [{
    "name": "obert J. Sterna",
    "affiliations": []
  }, {
    "name": "Sumit K. Mukherjeea",
    "affiliations": []
  }, {
    "name": "Nathan R. Millerb",
    "affiliations": []
  }, {
    "name": "Kamal Ali",
    "affiliations": []
  }, {
    "name": "Peter R. Johnsond",
    "affiliations": []
  }],
  "abstractText": "Neoproterozoic Banded Iron Formation (BIF) from Sawawin, NW Saudi Arabia and the Central Eastern Desert of Egypt define the 200 × 100 km Arabian-Nubian Shield (ANS) BIF basin. ANS BIF formed ∼750 Ma, prior to the Sturtian glacial episode (which began ∼716 Ma). BIF deposition occurred in a marine basin associated with arc/backarc basin volcanism and immature clastic sedimentation. Beds are composed of alternating ironand silica-rich laminae, which may reflect seasonal changes in deposition of Fe vs. Si. Fe-rich layers are dominantly composed of primary fine-grained hematite “dust” and minor apatite, with abundant secondary magnetite. Rapid deposition is revealed by: (1) major and trace element data indicating that ANS-BIF are very pure (<20% detrital input) chemical sediments in spite of being deposited in a basin with high sedimentation rates, and (2) pervasive evidence for soft-sediment deformation, suggesting that rapid sedimentation of dense, weak materials resulted in slumping. Nd and Pb isotopic compositions are predominantly mantle-like, indicating the dominance of hydrothermal sources or weathering of juvenile ANS crust for these elements. REE data show HREE-enriched patterns typical of modern seawater, with small positive Eu and small negative Ce anomalies. Low abundances of transition elements that are commonly abundant in proximal hydrothermal deposits of modern oceans may indicate that ANS-BIF formed at some distance from hydrothermal vents, or may reflect prior sulfide scavenging by euxinic and sulfidic deep ocean waters. REE data and Zn/Co share characteristics of both modern seawater and hydrothermal vent fluids suggesting derivation from a mixture of shallow suboxic seawater with a dilute, low-T hydrothermal vent fluid. Considered in conjunction with BIF of similar age on other paleocontinents, these observations support that rapid and widespread re-oxygenation of Fe+2 in previously anoxic or suboxic seawater led to rapid precipitation of hematite “dust” and BIF deposition ∼750 Ma. Sulfate limitation or diminished bacterial sulfate reduction, required to form BIF instead of pyrite, may reflect large-scale glaciation but evidence for deep ferruginous conditions prior to Cryogenian glaciations suggests than any scenario that substantially reduced continental weathering (i.e., hard snowball or slushball) could have primed the oceans for BIF deposition. The likely short duration of ANS BIF deposition (a few to 10 s of kyr) and apparent timing well before the “Sturtian” glaciation suggest that conditions favoring Neoproterozoic BIF formation could have existed over an extended period (10 s of myrs) and that Neoproterozoic Oxidation Event began during the “Kaigas-Sturtian” time frame. © 2013 Elsevier B.V. All rights reserved.",
  "title": "∼750Ma banded iron formation from the Arabian-Nubian Shield—Implications for understanding neoproterozoic tectonics, volcanism, and climate change"
}