{
  "sections": [{
    "text": "Due to its biomagnification mercury (Hg) is an element of concern especially in the remote pristine ecosystems such as Antarctica. Despite the sensitivity of the region, there is still a limited knowledge about the influence of natural processes, i.e. volcanism, climate, atmospheric mercury depletion events or freeze-thawing cycles, on the Hg cycle in Antarctica. We analysed total Hg and solid phase Hg species (Hg-thermo–desorption-AAS) in 1600 years old sediments from Limnopolar Lake (Byers Peninsula, South Shetland Islands). Some sections of the core show unusual high Hg concentrations (1141– 11286 ng g 1) and accumulation rates (310–4902 mg m 2 yr 1). Hg-thermo-desorption analyses indicate that Hg is bound in the sediment by organic matter of different degree of degradation. We propose a combination of different natural processes to explain the high enrichment of Hg in the sediments. The nearby (30 km) Deception Island volcano appears to be the main source of Hg, while climatic conditions have controlled freezing-thawing of the ice-cover and the enrichment of Hg in the snowpack on the frozen lake (and its catchment). The release of Hg from the snowpack during thawing events appears to cause the extreme Hg enrichment in the sediments. The global atmospheric pollution is a minority signal in our record. The 2.2 fold increase in Hg concentrations since AD 1860 points industrial activities as the unique pollution cause. Our findings indicate that thawing of Antarctic ice might release large quantities of Hg to freshwater and marine systems and related food chains. 2019 Elsevier Ltd. All rights reserved.\nKeywords: Antarctica; Hg; Mercury species; volcanic activity; climate; lake sediments; global pollution; Deception Island; Limnopolar Lake\nhttps://doi.org/10.1016/j.gca.2019.01.009 0016-7037/ 2019 Elsevier Ltd. All rights reserved.\n⇑ Corresponding author at: Institut für Geoökologie, Abt. Umweltgeochemie, Technische Universität Braunschweig, Braunschweig, Langer Kamp, 19C, 38106 Braunschweig, Germany\nE-mail address: m.perez-rodriguez@tu-bs.de (M. Pérez-Rodrı́guez)."
  }, {
    "heading": "1. INTRODUCTION",
    "text": "Mercury (Hg) is a metal of environmental concern and is released to the atmosphere by natural and anthropogenic processes. Elemental mercury (Hg0) is the dominant species in the atmosphere (Gustin et al., 2015). Due to its high volatility and long residence time, a substantial fraction of elemental Hg can be transported over long distances\nfrom the emission sources. The deposition of Hg is driven by chemical transformations between different species with different physical and chemical characteristics.\nAntarctica is an environmentally highly sensitive region and is generally regarded as a pristine environment because of its remote location and the protection provided by oceanic and atmospheric circulation around the continent. Notwithstanding, Antarctica is impacted by local and global anthropogenic activities (UNEP, 2002; Bargagli, 2005, 2008). Several studies have been performed on water, soils, mosses, lichens and fauna samples to monitor the presence of Hg in Antarctic ecosystems (i.e. Zheng et al., 2015) or to show the effect of natural systems (as volcanoes) vs. pollution (Maõ de Ferro et al., 2014).\nIn contrast to the Arctic, there are not many studies reconstructing past Hg accumulation in Antarctic environments. Seal hair recovered from lake sediments in King George Island was used to investigate the history of Hg deposition in the last two millennia (Sun et al., 2006). The authors proposed a relation of their Hg record with Hg fluxes related to gold and silver mining, although this relation was rather weak. Over the longer term (35–670 kyrs), ice cores have been found to be useful environmental archives to reconstruct Hg deposition in Antarctica (Vandal et al., 1993; Jitaru et al., 2009). Ice cores show the effect of atmospheric Hg depletion events (AMDEs) during glacial periods (Jitaru et al., 2009). Depletion events result from the oxidation of gaseous elemental Hg (GEM) into highly reactive forms (HgII or HgI), which are then rapidly removed from the atmosphere causing the depletion of atmospheric Hg concentrations (Schroeder et al., 1998; Steffen et al., 2008). This oxidation is catalysed by halogen radicals such as Br , BrO , Cl and, ClO , highly abundant in sea ice or snow (Kirk et al., 2012).\nDuring the last decades new mechanisms involved in depletion events have been proposed (e.g. Nerentorp Mastromonaco et al., 2016) and it has been demonstrated that it can occur in temperate and low latitudes (Obrist et al., 2011), too. However, until now there is no consensus about its role for net Hg deposition in polar areas. On one hand, some numerical Hg transport models have estimated that AMDEs alone are responsible for the deposition of up to 100 tons of Hg per year north of the Polar Circle representing a significant part of the region’s annual Hg deposition (e.g. Ariya et al., 2004). On the other hand, other studies have suggested that net deposition associated with AMDEs is low or not significant due to the large portion of deposited Hg(II) that is reduced to Hg(0) and revolatilized from the snowpack (e.g. Loseto et al., 2004). A new conceptual model developed by Durnford and Dastoor (2011) explains the mechanisms involved in the fate of Hg in snow base on Hg species. Particulate Hg is strongly retained by the snowpack while all the Hg(0) deposited onto snow-covered surface is volatilised immediately after the deposition. However, the chemical cycle of Hg(II) in the snowpack, its reduction to Hg(0) and subsequent volatilization is mainly related to the snowpack characteristics. While Br , Br2, O3 and, OH\n(Lahoutifard et al., 2006; Faı̈n et al., 2008; Mann et al., 2014) promote the oxidation of snowpack Hg(0), the presence of halides, such as Cl and\nBr , stabilize Hg (II) in snow (e.g. Lalonde et al., 2002; Faı̈n et al., 2008) stimulating the accumulation of Hg in the snow. Accordingly, marine sites and over first-year sea ice, where the halogens concentration is high (Simpson et al., 2007) there is an enhanced accumulation of bioavailable Hg that may constitute a primary source of Hg to lakes and also to water bodies downstream, including the ocean. In a recent review, Bargagli (2016) showed how this mechanism may cause that Antarctic cryptogams accumulate Hg at levels in the same range or higher than those observed for related cryptogam species in the Arctic despite that atmospheric Hg concentrations in the Southern Hemisphere are lower than those in the Northern Hemisphere.\nDespite the advances in understanding different aspects of Hg accumulation in aquatic systems by natural processes in the last decades (e.g. Soerensen et al., 2016; Biester et al., 2018), the interaction between sources and processes it is still poorly understood. Specifically we have only a poor understanding about how the combinations of natural Hg emissions (as those produced by volcanic activity), anthropogenic ones and changes in climate have modified Hg accumulation in Antarctic environments through time.\nThe Limnopolar project started in 2001 with the aim to study the ecological processes and community structure of different epicontinental freshwater ecosystems from Byers Peninsula and their response to climate change (Quesada et al., 2009; Camacho et al., 2012). As a basis for paleolimnological studies of long term records, Toro et al. (2013) developed a chrono-stratigraphic investigation on a composite core sampled at Limnopolar Lake. More recently, a multi-proxy research approach was used on a short sediment core (LIM-03) with the aim of identifying the main factors involved in the observed chemical–mineralogical changes and their timing in the last ca. 1600 years (Martı́nez Cortizas et al., 2014). The results indicate that volcanic activity, most probably of Deception Island volcano, has played a major role for the composition of the lake’s sediments. Although no evidence of metal enrichment has so far been found in Limnopolar lake for the industrial period (Martı́nez Cortizas et al., 2014), Sun et al. (2006) presented evidence of Hg pollution based on seal hair extracted from a core in a nearby lake ( 120 km NE).\nHere, we present results of a study on the Hg content in LIM-03 core sediments. The main objectives were i) to obtain a long-term Hg record from an Antarctic lake and ii) to determine the main factors controlling Hg accumulation in the sediments."
  }, {
    "heading": "2. MATERIAL AND METHODS",
    "text": ""
  }, {
    "heading": "2.1. Study area and sediment sampling",
    "text": "Limnopolar Lake (62 3805400 S, 61 0601900 W) is located in Byers Peninsula, the westernmost part of Livingston Island (South Shetland Islands, Fig. 1) and designated at present as an Antarctic Specially Protected Area (ASPA No. 6). This peninsula contains a large number of lakes and is the largest ice-free area of maritime Antarctica,\ndeglaciated since the Early Holocene (Toro et al., 2007; Oliva et al., 2016). Climate is less extreme than in continental Antarctica and is characterized by high inter-annual temperature and precipitation variability, with summer temperatures mostly above 0 C (mean range from 1 to 3 C) and frequent rain, and winter temperatures below 0 C down to 27 C (Rochera et al., 2010; Bañón et al., 2013). The region is snow covered for at least eight months of the year. Snow cover distribution and thickness are dominated by topographic features and wind (Fassnacht et al., 2013). In the lake catchment, permafrost occurs below an active layer of up to 90–130 cm. Thawing occurs for about 75 days between late December and late February (de Pablo et al., 2012).\nThe lake has a catchment area of 0.58 km2 and a surface area of 0.022 km2. The lake is ultra-oligotrophic and ice covered except for 2–3 months during the summer, although it may have been covered with ice for longer periods during colder phases. The lake has a main inlet, but surface runoff significantly contributes to the lake volume during snowmelt and the period of thawing of the active soil layer. The surface sediment is covered by a patchy carpet of the moss Drepanocladus longifolius (Mitt.) Broth ex Paris (Toro et al., 2013). Vegetation in the catchment is only composed of scattered patches of mosses, lichens, and microbial mats (Velázquez et al., 2013).\nThe LIM-03 sediment core was collected at the deepest part of the frozen lake (5.5 m, Fig. 1) in December 2003 using a Glew-type gravity corer, retrieving the upper-most\n58 cm. It showed a centimetre to millimetre alternation of light brownish massive clays and silty clay layers, and dark brownish moss layers. A number of more discrete, millimetre–centimetre scale darker, silty layers made up of volcanic material were also found in some sections. A total of 83 samples were collected from the core. The core was sectioned in the field into 0.20 cm slices for upper 10 cm, into 0.50 cm slices from 10 to 25 cm, and into 1 cm slices from 25 to 58 cm depth. Samples were stored dark and cool (4 C) in sterile Whirl-Pak bags."
  }, {
    "heading": "2.2. Elemental composition",
    "text": "Prior to analysis, sub-samples were dried at 105 C to constant weight, milled and homogenized. Bulk samples were analysed for Hg using a solid phase Milestone DMA-80 analyser. The analysis of one in every four samples was duplicated as a control. The analytical accuracy was verified by measuring alongside the samples seven CRM (certified reference material) differing in Hg concentration and matrix (see Table 1). The detection and quantification limits, calculated as 3.3* stdblanks and 10*stdblanks, respectively (sdt: standard deviation of the measured blanks), were 0.54 and 1.63 ng g 1. Eight samples with extremely high Hg concentrations (>900 ng g 1) were re-analysed by triplicate separately. The mean difference between duplicates was 5.4%, ranging between 1.5 and 15.4%. To account for the effects of changes in sediment density (Fig. A1) we also calculated the Hg accumulation\nTable 1 Accuracy of certified reference materials (CRM) in Hg analyses.\nCRM Type Certificate concentration (ng g 1) Measured median concentration (ng g 1) Recovery\nWQB-3 Lake sediment 2750 2397 ± 83 87.2% CRM021-100 Soil 4700 4399 ± 277 93.6% IAEA-SL1 Lake sediment 130 129 ± 4 99.2% Soil 73,030 Soil 75 ± 7 69 ± 1 92.1% Sed 73,312 Stream sediment 40 ± 9 32 ± 1 79.1% ERM CC580 Estuarine sediment 132000 ± 3000 156504 ± 22489 118.6% M3 Moss 35 ± 4 37 ± 3 105%\nrates based on the mass sediment accumulation rate (see below).\nOrganic carbon was measured with a LECO CHN-1000 analyser hosted at the University of Santiago de Compostela using ethylenediametetraacetic acid (EDTA) as reference material. Quantification limits for Carbon was 100 mg g 1.\nIt has been shown that Br in lichens from the Hudson Bay area is a good indicator for AMDEs (Carignan and Sonke, 2010). In LIM-03 bromine concentrations were determined by means of energy dispersive miniprobe multielement analyser X-ray fluorescence (EMMA-XRF) spectroscopy (Cheburkin and Shotyk, 1996; Weiss et al., 1998; Cheburkin and Shotyk, 1999). Standard reference materials were used for the calibration and the samples were measured in duplicate or triplicate. Certified reference materials consisting of ashes, coals and urban dust (SRM 1632a, 1633a, 1635, 1648a and 1649a) and soils and sediments (NIST-SRM-2585, -8704, -1646, -1646a, -1944, -2702, 2703, BCR-CRM-277 and LKSD-1 and -2), covering a range of concentrations from 1.4 ± 0.4 to 1190 ± 10 l lg g 1, were used to calibrate the equipment. The detection limit was l lg g 1 and replicates correspond within 5%."
  }, {
    "heading": "2.3. Thermo-desorption analysis of Hg",
    "text": "Nine samples with high concentrations (at 5.90, 6.70, 8.70 11.75, 13.75, 24.75, 30.50, 44.50, 54.50 cm, >250 ng g 1) and one with relatively low Hg concentration (50.5 cm, 98 ng g 1) were analysed by Hg-pyrolysis-thermodesorption-AAS (Hg-pTD-AAS) (Biester and Scholz, 1996), that has been demonstrated to be sensitive to obtain information about changes in Hg speciation in different soil and sediments samples (e.g. Rumayor et al., 2016). Determination of Hg phases by solid-phase-Hg-thermodesorption is based on the specific thermal desorption or decomposition of Hg compounds from solids at different temperatures. Mercury thermo-desorption curves were determined using a in-house equipment, consisting of an electronically controlled heating unit and a Hg detection unit. For Hg detection a quartz cuvette, where the thermally released Hg is purged through, is placed in the optical system of an atomic absorption spectrometer (Perkin-Elmer AAS 3030) and Hg absorption is detected at 253.7 nm at continuous detection mode (1 s intervals). Interferences, mainly from pyrolysis products of organic matter, were compensated by means of continuous deuterium back-\nground correction. Measurements were carried out at a heating rate of 0.5 C/s and a N2-gas flow of 300 mL/min. Sample weight was 1–200 mg depending on the Hg content of the sample. Lowest level of detection under the given conditions is in the range of 40–50 ng if all Hg is released within a single peak. Results are presented as Hg thermo desorption curves (TDC), which show the release of Hg0 versus temperature. Quantification of Hg peaks was obtained by peak integration using the Origin software package."
  }, {
    "heading": "2.4. Core chronology",
    "text": "The chronology of the LIM-03 core was developed in a previous study (Toro et al., 2013). Briefly, the chronology was constructed using 210Pb, 226Ra, and 137Cs measurements and radiocarbon dating of two moss samples. The chronology was overlapped with radiocarbon dating of moss samples of another long core collected in 2008 at the same lake location. The Bacon script for R (Blaauw and Christeny, 2011) was used to construct the age model of the composite core. Details can be found in Toro et al. (2013). LIM-03 core constitutes a continuous record of sedimentation of the last 1600 years. In the first 4 cm, where the 210Pb was used, the error per sample varied between ±2 and ±11 years, meanwhile in deeper samples the error was ±30–35 years. Accumulation rates were calculated as the product of the mean bulk density of a given interval and the interval represented by a given section and divided by the time period covered by the interval."
  }, {
    "heading": "2.5. Statistics and calculations",
    "text": "In soils and sediments Br occurs mostly as organo-Br compounds (Asplund and Grimvall, 1991; Öberg et al., 1996; Biester et al., 2004; Cortizas et al., 2016) resulting from halogenation of organic matter (Myneni, 2002; Van Pee and Unversucht, 2003; Leri et al., 2014). Only a small fraction (1–8%) of the total Br in soils and peats occurs as inorganic Br (Maw and Kempton, 1982). To obtain a Br record independent of the amount of organic matter content, we calculated the Br/C (bromine/carbon) molar ratio.\nTo disentangle the association between Hg accumulation and the other variables, the phi coefficient (u) was calculated (Matthews, 1975), which is similar to the Pearson correlation coefficient in its interpretation. To do that, the studied variables were transformed in binaries variables\naccording to a threshold value: above the ‘‘median + 1* median absolute deviation” the corresponding binary value is 1; under this value the corresponding binary value is 0. See more information in Appendix."
  }, {
    "heading": "3. RESULTS",
    "text": "Mercury concentrations in Limnopolar sediments fall into two main ranges (Fig. 2). Most samples (n = 75) show values that range between 13 and 259 ng g 1 (33 ± 20, median ± median absolute deviation [MAD]) with the two highest values (132 and 155 ng g 1) near the surface (0.50 and 1.30 cm respectively) and the highest one (259 ng g 1) at 44.55 cm. While eight samples show extremely high Hg concentrations between 948 and 11286 ng g 1. Five out of eight samples are located in the upper 14 cm (AD 1700) and the other three at 24.75, 30.5 and 54.5 cm (AD 1452, AD 1300 and AD 550, respectively). After removing the samples with highest concentrations (>900 ng g 1) the Hg\nprofile shows a seesaw pattern with an increase in concentrations from the sections older than AD 1868 (6.3 cm) (29 ± 14 ng g 1) to the surface (59.4 ± 25.7 ng g 1), reaching a maximum of 155 ng g 1 at ca. 1963 AD (Fig. 2). Despite the differences in concentrations, the relation between minimum and maximum values of the same peak remain constant 2 to 3 fold (Fig. 2).\nSimilarly to concentrations, Hg accumulation rates show two main ranges (Fig. 2). The majority (n = 75) of samples have values that range between 2 and 43 mg m 2 yr 1 (8.9 ± 5.7). Eight samples show high Hg accumulation rates ranging between 310 and 4902 mg m 2 yr 1. The maximum value corresponds to the sample at 5.90 cm (AD 1878). Unlike concentrations, accumulation rates do not show an increase towards surface sediments (Fig. 2).\nHg-speciation analyses were carried out to detect changes in Hg binding as a result of organic matter decay and the formation of Hg sulphides (organosulphides and\ntration and accumulation rates are represented using all the samples ng g 1 (B) and low Hg accumulation rates < 277 mg m 2 yr 1 (E).\nmetacinnabar), that are related to changes in redox conditions. All samples (n = 10) show the main desorption peak at 184 ± 6 C (mean ± standard deviation, n = 3, see Table A1 in Appendix), with desorption starting at 145 ± 10 C, which could be assigned to Hg bound to organic matter (Fig. 3). Five of the samples (at 5.90, 6.70, 13.75, 24.75, 50.50 cm, see ages in Fig. 3) present an additional peak centred at 231 ± 5 C which corresponds to the thermal decomposition of Hg sulphide (metacinnabar or organosulphides), but only in two of them (24.75 and 50.50 cm, AD 1452 and AD 687) this secondary peak is well defined (see Fig. 3). Two samples (at 30.5, 54.50 cm, AD 1300, AD 549) showed a small shoulder at a higher temperature ( 280 ± 25 C).\nBromine concentrations vary between 4 and 58 mg g 1 (13 ± 6.5 mg g 1, median ± MAD). Like Hg, the Br record shows a seesaw pattern with a slight increase in concentrations to the surface (Fig. 2). The bottom samples have higher concentrations and the two highest values (58 and 48 mg g 1) are located at 54.5 and 42.5 cm depth, respectively. The concentrations of Br and organic C content are positively correlated (r = 0.874, n = 55; or r = 0.937, n = 46). Thus, the Br/C molar ratio provides a Br record independent of the amount of organic matter content. This record showed a seesaw patter with six of the nine main\npeaks coinciding with highest values of Hg accumulation rate (i.e. samples at 5.90, 6.70, 8.70, 11.75, 30.5 and 54.5 cm).\nThe large range of Hg accumulation rate (2– 4902 mg m 2 yr 1) makes the comparison with the other variables difficult when the use of a robust statistic is necessary. The Phi coefficient (u) measures the association between Hg accumulation and the other variables through their transformation in binary variables, limiting the problem of the range and provides a robust statistic. The results showed that there is a significant correlation/relation of Hg with the Br/C molar ratio (at 99% confidence level). The correlation disappears if the main peaks detected in Hg accumulation (Hg accumulation > 277 mg m 2yr 1) are removed. There is no significant statistical association between Hg and the other variables (see a detailed description in Table A2 of Appendix)."
  }, {
    "heading": "4. DISCUSSION",
    "text": "Highest Hg concentrations in Limnopolar sediment samples are up to 5000 fold higher than maximum concentrations reported for soils from Antarctica, and the lowest level ( 13 ng g 1) is up to 26 fold higher than the lowest values shown for soils (Bargagli et al., 2005; Rodrigues\nopolar Lake taken at 10 different depths. Maximum desorption\ndos Santos et al., 2006; Mão de Ferro et al., 2014). Our maxima are only comparable with sediment samples from volcanic sites such as fumaroles from Deception Island (Antarctica) and even those are slightly lower (12– 10000 ng g 1; background and maximum, respectively) (Mão de Ferro et al., 2014). No previous study provides Hg accumulation rates for Antarctic terrestrial sites. Another characteristic of the Hg LIM-03 record is the large variation in Hg accumulation through time (up to 550 fold), which hints at event-based fluxes of Hg to the sediment.\nThe sediments geochemistry and the processes controlling them have been the objective of a previous study. In this study (Martı́nez Cortizas et al., 2014), sections with a high content of volcanic material and four tephra layers attributed to the activity of Deception Island volcano were identified. The distribution of a principal component (Cp2) accounting for the variance of Fe and Mg in the sediments (see Appendix) were used as indicator of redox conditions in the lake sediments (Martı́nez Cortizas et al., 2014). Post-depositional redistribution of Fe (and also Mn, see the description in Appendix and Fig. A2) has been shown to occur under reducing conditions (Chesworth et al., 2006). Reducing conditions are likely linked to periods of prolonged ice-cover (when inverse lake stratification take place) during colder periods causing depletion of oxygen in the lake.\nTaking the previous results into account, we will examine the processes that could affect Hg deposition and produce the unexpected high Hg accumulation (>277 mg Hg m 2 yr 1) in Limnopolar sediments. These processes include: i) the role of volcanic eruptions of the nearby Deception Island volcano as Hg source; ii) how the long-term ice cover could accumulate Hg, and release it during thawing; iii) the possible effect of an enhancement in the deposition of Hg during depletion events; iii) and Hg from pollution sources."
  }, {
    "heading": "4.1. Volcanic activity",
    "text": "The signals and effects of Deception Island (30 km to the SE) volcanic emissions on Limnopolar Lake sediments has been previously shown by the presence of multiple tephra layers throughout the sedimentary record, with abundant volcanic shards in calcium-rich layers (Martı́nez Cortizas et al., 2014). Four main peaks of volcanic rich material were identified in the LIM-03 sediments (L1 to L4 in Fig. 4) (Martı́nez Cortizas et al., 2014). The tephra layers match reasonably well with five out of eight Hg peaks: L4 fits with Hg peak at AD 1300 (640 mg Hg m 2 yr 1), L3 with peak at AD 1452 (318 mg Hg m 2 yr 1) and L1 covers peaks at AD 1822, 1862 and 1878 (2480, 2348 and 4902 mg Hg m 2 yr 1, respectively) (Fig. 4). However, there is no Hg peak corresponding to tephra layer L2 and no tephra layers associated with Hg peaks at AD 549, 1715 and 1758.\nThe comparison of the record of volcanic eruptions of Deception Island gathered by Bartolini and co-authors (see references in Bartolini et al., 2014) with Limnopolar’s Hg and tephra records also indicate a slight disagreement (Fig. 4). For example, L4 and its corresponding Hg peak\n(AD 1300) have a shift of 100 years relative to the volcanic eruption (AD. ca. 1200) (Fig. 4), and the highest volcanic activity period of Deception Island volcano (from AD. ca. 1800 to the present) does not correspond with the same number of Hg peaks. Although our chronological model estimates an error of ca. 30–35 years in the sections based on 14C dating (below 4 cm/AD 1915) (see, Toro et al., 2013), it is not enough to compensate for the offsets. Besides, the phi coefficients calculated to determine the association between variables, such as Hg accumulation and volcanic material (Cp1), are not significant (Table A2 Appendix). Thus, it seems evident that volcanic activity may have played a role for the extremely high levels of Hg found in Limnopolar sediments but it cannot explain all the occurrences of Hg enrichment. Other mechanisms should have been involved in the Hg accumulation process (Fig. 5)."
  }, {
    "heading": "4.2. Snow and lake, the effect of freezing and thawing",
    "text": "One of the main features that can strongly determine Hg accumulation in polar environments is the effect of snow post-depositional dynamics. Freshly deposited Hg on snow is highly reactive (Lalonde et al., 2002), and part (20–50%) of the Hg deposited during AMDEs is quickly returned to the atmosphere within 24 hours (see references values in Durnford et al., 2012). The reduction of Hg(II) to gaseous elemental Hg and then the subsequent re-emission of a fraction from the snowpack is largely believed to occur through photochemical processes (Lalonde et al., 2002). However, solar irradiation only penetrates the first few centimetres of the snowpack, therefore only Hg complexes contained therein are photoreduced (King and Simpson, 2001). Thus, processes such as burial through snow accumulation, sublimation, condensation, and ice layer formation promote the retention and accumulation of Hg in the snowpack (Douglas et al., 2008) by reducing solar penetration and photoreduction. Similar, most, if not all, of the deposited particulate Hg (Hgp), which can amount to 2% (Phelan et al., 1982) to 60% (Dedeurwaerder et al., 1982) of Hg emitted from volcanoes, is likely retained by the cryosphere (Durnford and Dastoor, 2011).\nConsidering the expected deposition of different Hg species including Hgp and the annual ice layer formed over the lake surface, it may be expected that a fraction of the Hg deposited in Limnopolar Lake and its catchment was stabilized and retained in the cryosphere during ice-covered period and transferred to the lake or lost through the outlets during thawing period. Limnopolar Lake is ice covered except for 2–3 months during summer. The ice break-up has been observed to start in December near the lake outlets or inlets, with ice blocks or thin ice layers to persist until February (Toro et al., 2007) (see pictures in Fig. 9.3 in Camacho et al., 2014). These dynamics may have resulted in the accumulation of an ice-snow layer on the lake and the catchment where Hg is trapped for 9– 10 months per year and then transferred to the lake during ice melt. Despite these general characteristics, meteorological variability occurs (Bañón et al., 2013). For example, direct meteorological measurements at Byres Peninsula in\n2002, 2007, 2008 and 2009 provided mean daily minimum temperatures ranging from 3.8 to 5.7 C (Bañón et al., 2013). This variability in meteorological conditions deter-\nmine the length of the ice cover period (Bañón et al., 2013), which modifies the time that snow is trapping Hg. Thus, in longer freezing periods the effect of Hg trapping\nin the snowpack may occur during several years. Changes in the thickness of snow or radiation would also reduce the Hg photoreduction, increasing the Hg accumulation.\nTo determine this effect on net Hg accumulation in Limnopolar sediments we compared the Hg accumulation record with the Total Solar Irradiance (DTSI) record (Steinhilber et al., 2009) (Fig. 4), a measure of the solar power at the Earth’s upper atmosphere which accounts for a considerable part of the temperature variation on Earth (Mendoza, 2005). Smaller values of this record indicate lower solar irradiance and therefore lower temperatures. The comparison showed that higher Hg accumulation rates appear to coincide with phases of minima irradiance (colder periods). We found that in LIM-03 six out of eight Hg accumulation peaks (>277 mg m 2 yr 1) fit with periods of low irradiance. Peaks at AD 1300, 1450 and 1715, 1822 correspond with the Wolf, Spörer, Maunder and Dalton minima and, additionally, peak at AD 1750 correspond to relative low insolation conditions. Even more, without considering the samples with extremely high accumulation (>277 mg m 2 yr 1), the\nrecord also shows Hg increases during periods of low irradiance (Fig. 4).\nUnder such cold conditions it is likely that the lake and its basin remained snow/ice-covered for long periods of time, enhancing Hg accumulation in the snowpack. During thawing, material stored in the snowpack (atmospherically deposited of from runoff, e.g. Zr, Fig. A3 in Appendix) would have been transferred to the lake. Even though phi coefficient analyses do not show significant statistical association between Hg accumulation rates and changes in redox conditions, four of the six Hg peaks with concentrations > 277 mg m 2 yr 1, that occurred during low DTSI, coincide with reducing conditions in the lake sediment i.e. Cp2 < -1 (Fig. 4). The other two Hg peaks (AD 1300 and 1450) showed more reducing conditions than adjacent samples. The reducing conditions found during periods of low DTSI are caused by a progressive depletion of the oxygen by the prolonged ice cover period. The oxygen depletion at the sediment water interface is directly proportional to the ice cover duration. Such conditions are caused by the degradation of the deposited organic\nmatter under specific conditions such as high stability of the water column, low or null light transmission through the ice-cover (i.e. no photosynthetic O2 production) and no gas exchange with the atmosphere (Fig. 5). Thus, a extraordinary long ice-cover duration in Limnopolar Lake in winter 2012–13 caused almost total bottom water oxygen depletion (1437 mmol/L) at the end of winter period (data not shown).\nReducing conditions have also played a role in Hg binding in the sediments. Thermo-desorption analyses (Fig. 3) indicate that there is a shift from Hg bound to less decomposed organic matter, here mainly mosses (low temperature peak), to organosulfides or metacinnabar (higher temperature range), due to the progressive degradation of the organic matter and the decrease of the redox potential. The observation that Hg binding to sulphides appears only in the deeper/older sediments, from 24.75 cm (AD 1472) to the bottom (AD 370) (Fig. 3), indicates that organic matter turnover is extremely slow in this lake due to the low temperature. Organic rich sediments in lakes of more temperate regions usually show Hg binding to sulphides (higher temperature range) even in shallow sediments."
  }, {
    "heading": "4.3. Atmospheric mercury depletion events",
    "text": "The extension of AMDE phenomena in the polar environment of both hemispheres (i.e. Schroeder et al., 1998; Lindberg et al., 2001; Ebinghaus et al., 2002), indicates the necessity to take this process into account as one of the possible drivers of Hg accumulation in the lake sediments.\nBromine was suggested a good indicator of AMDEs in terrestrial environments (Carignan and Sonke, 2010), due to both proposed mechanisms for AMDEs, i.e. photochemical activation under daylight and marine evasions under darkness are controlled by Br reactive species and Br2 (Faı̈n et al., 2008; Nerentorp Mastromonaco et al., 2016). Marine evasion under darkness mechanism would be especially significant for the accumulation of Br during AMDEs. According to this mechanism, if Br2 reaches relatively high concentrations, it oxidizes GEM, thereby contributing to the formation of particulate HgBr2 and leading the Hg depletion (Nerentorp Mastromonaco et al., 2016). In LIM-03 the record of Br/C ratio (i.e. Br record independent of the amount of organic matter content) shows good agreement with the high Hg concentration peaks (Fig. 4) and the phi coefficient indicates that Br/C is significantly correlated with Hg, hence pointing to the effect of AMDEs. The proximity of the ocean and the coincidence of cold periods with Hg peaks suggest that environmental conditions were favourable for AMDEs (Fig. 5). Our findings strongly suggest—although not unequivocally confirm—a causal link between AMDEs and high Hg accumulation recorded in sediments from core LIM-03. Further support for the AMDE mechanism comes from the proximity of the lake to the coast, which provides a constant source Br simply through atmospheric deposition of sea salt aerosols and its accumulation in the snow and subsequently in the sediments similar to Hg."
  }, {
    "heading": "4.4. Mercury pollution",
    "text": "As we mentioned before, after removing the samples with high Hg concentrations (mainly related to volcanic eruptions), the Hg concentrations in LIM-03 show a seesaw pattern with two clear sections i.e. samples from the section older than AD 1868 (29 ng g 1 while) and since AD 1868 the Hg concentrations increase up to 59 ng g 1 (median) (Fig. 6). This upward increase in combination with the seesaw pattern and stable relation between minimum and maximum concentrations in the peaks ( 2.5 fold) do not seem to be associated with the processes discussed above.\nUntil now Antarctic metal pollution has been found to be mostly restricted to small areas within the surrounding of scientific research stations, for example in the nearby King George Island (Santos et al., 2005). However, Byers Peninsula hosts only few and non-permanent (1–3 months per year) research structures located 1,700 m away from Limnopolar Lake, and the nearest permanent research stations in Livingston Island (Spanish BAE Juan Carlos I and Bulgarian Base St Kliment Ohridski) are located 30 km east from Limnopolar lake. No evident signals of recent anthropogenic metallic (Cu, Zn, Pb, Cr) pollution were found in a previous study on the inorganic geochemistry of the lake sediments (Martı́nez Cortizas et al., 2014). Nevertheless, the high residence time of Hg in the atmosphere ( 0.5– 1 years) allows transport over long distances from the emission sources, so it is likely that part of the Hg deposited in Limnopolar’s sediments is from regional or global contamination.\nMercury pollution studies performed at King George Island (West Antarctica, 120 km NE from Limnopolar Lake) based on measurement of Hg concentrations in seal hair suggested a link between increased Hg pollution and ancient societies, which used the Hg-amalgamation process for gold and silver mining, among other: Roman Empire, China Han Dynasty, Maya period, Inca civilization, Christian Kingdom and Modern Industry Period (Sun et al., 2006). Some of the increases in Hg concentration identified by Sun et al. (2006) correspond to Hg peaks in LIM-03 that can be explained by processes other than anthropogenic pollution. For example the increase attributed to the Mayan period and China Tang dynasty (AD 750–900) partly overlap with the volcanic eruption and the Hg peak at AD 880 detected by us (Fig. 4); the period related with Inca civilization and Christian Kingdom (AD 1200–1500) contains two Hg peaks (AD 1300–1452) that we relate to volcanic activity and enhanced accumulation during the Wolf and Spörer solar minima; finally the increase associated with the New World (AD 1650 – 1800) may correspond with the period of higher volcanic activity of Deception Island and the large Hg peaks recorded in LIM-03 (Fig. 4). Thus the ancient pollution signals identified at King George Island could have – at least partially – originated from volcanic activity on Deception Island (Fig. 6).\nIn a recent study based on diatom ooze records (biogenous pelagic sediments which contain more than 30% shell\nremains) from three separated locations in marine Antarctica, Zaferani et al. (2018) showed a 2.2 fold increase of Hg concentrations due to global pollution, like those observed in LIM-03 from the sections before and after AD 1868. Although the cores are located ca. 5500 kilometres apart, Hg concentrations for pre- and pollution periods in the LIM-03 core and those reported Zaferani et al., (2018) are quite similar (29–59 ng g 1 and 34–62, respectively). This indicates the absence of strong local effects and that the source has a global origin.\nThe chronology of LIM-03 Hg record fits with the Hg record from laminated sediments collected in the Adélie Basin (Zaferani et al., 2018). The main increase in Hg concentrations is coincident with the onset of the industrial period AD 1850 and local peaks at AD 1890, 1965 and 1980 also corresponds with the global simulation of atmospheric Hg (Horowitz et al., 2014) (Fig. 6). The similarity between the records confirms that the first identifiable signals of anthropogenic activity in Antarctica occurred at AD 1850–1860.\nThe reason for the seesaw pattern before the onset of anthropogenic pollution it is unknown. The close chronology for peaks recorded in LIM-03 and Adélie Basin sediments since AD 1200 and especially since AD 1370 point to a global cause (as climate). Primary productivity has been shown as the main factor controlling Hg accumulation in lake sediments (Biester et al., 2018) and suggested in diatom ooze cores (Zaferani et al., 2018). Despite the oligotrophic nature of Limnopolar Lake, its microbial food webs are very sensitive to changes in temperature (Villaescusa et al., 2016). Consequently, changes in temperature may lead primary productivity and Hg accumulation in Limnopolar sediments through Hg scavenging and a permanent shift of the Hg dissolution equilibrium (atmosphere - water) as suggested by Zaferani et al. (2018)."
  }, {
    "heading": "5. CONCLUSIONS",
    "text": "The sediment Hg record from Limnopolar Lake (Byers Peninsula, South Shetland Islands) indicates that climate conditions control Hg accumulation in snow and ice; its rapid release during thawing periods can cause extraordinary high Hg enrichment in sediments. The source of Hg might be regional volcanic emissions, although it is unclear if this process has caused unusual high Hg accumulation in the snowpack on the frozen lake or in the catchment. More relevant than the Hg source is the exposure time of the snowpack to atmospheric Hg deposition, as it controls the Hg accumulation in the sediments. Global atmospheric pollution it is a minor signal in our record. The timing of the 2.2 fold increase of Hg concentrations (AD 1860) points to pollution related to activities from the industrial revolution. The role of primary productivity in Hg scavenging may be an additional factor controlling Hg concentration in sediments under warming conditions in marine Antarctic lakes. Our findings demonstrate that natural processes without invoking anthropogenic pollution could be an important source of extraordinary high and rapid Hg fluxes to sediment records - even in the most recent sediment layers - and aquatic systems."
  }, {
    "heading": "ACKNOWLEDGEMENTS",
    "text": "This work was partially supported by projects CGL2010-20672 and REN2000-0345-ANT (Spanish Ministerio de Ciencia e Innovación), POL2006-06635/CGL (Spanish Ministerio de Educación y Cultura), and 10PXIB200182PR (Dirección Xeral de I + D, Xunta de Galicia).\nA. Quesada, A. Justel and C. Rochera, members of the Limnopolar Project team, are thanked for their help with\ncoring in 2003 and I. Rozas Muñiz (Universidade de Santiago de Compostela), J.H. Richards, P. Schmidt and A. Calean (Technische Universität Braunschweig) for their technical support.\nThe authors would like to thank the anonymous reviewers and S. Severmann (Associate Editor) for their helpful and constructive comments that greatly contributed to improving the final version of the paper."
  }, {
    "heading": "APPENDIX A. SUPPLEMENTARY MATERIAL",
    "text": "Supplementary data to this article can be found online at https://doi.org/10.1016/j.gca.2019.01.009."
  }],
  "year": 2019,
  "references": [{
    "title": "The Arctic: a sink for mercury",
    "authors": ["A. Ariya P", "P. Dastoor A", "M. Amyot", "H. Schroeder W", "L. Barrie", "K. Anlauf", "F. Raofie", "A. Ryzhkov", "D. Davignon", "J. Lalonde", "A. Steffen"],
    "venue": "Tellus B",
    "year": 2004
  }, {
    "title": "Regional weather survey on Byers Peninsula, Livingston Island, South Shetland Islands, Antarctica",
    "authors": ["M. Bañón", "A. Justel", "D. Velázquez", "A. Quesada"],
    "venue": "Antarct. Sci",
    "year": 2013
  }, {
    "title": "Antarctic Ecosystems, Environmental Contamination, Climate Change, and Human Impact, first ed",
    "authors": ["R. Bargagli"],
    "year": 2005
  }, {
    "title": "Environmental contamination in Antarctic ecosystems",
    "authors": ["R. Bargagli"],
    "venue": "Sci. Total Environ",
    "year": 2008
  }, {
    "title": "2016) Moss and lichen biomonitoring of atmospheric mercury: A review",
    "authors": ["R. Bargagli"],
    "venue": "Sci. Total Environ",
    "year": 2016
  }, {
    "title": "Enhanced deposition and bioaccumulation of mercury in antarctic terrestrial ecosystems facing a coastal polynya",
    "authors": ["R. Bargagli", "C. Agnorelli", "F. Borghini", "F. Monaci"],
    "venue": "Environ. Sci. Technol",
    "year": 2005
  }, {
    "title": "Volcanic hazard on Deception Island (South Shetland Islands, Antarctica)",
    "authors": ["S. Bartolini", "A. Geyer", "J. Martı", "D. Pedrazzi", "G. Aguirre-Dı́az"],
    "venue": "J. Volcanol. Geoth. Res",
    "year": 2014
  }, {
    "title": "Halogen retention, organohalogens, and the role of organic matter decomposition on halogen enrichment in two Chilean peat bogs",
    "authors": ["H. Biester", "F. Keppler", "A. Putschew", "A. Martinez-Cortizas", "M. Petri"],
    "venue": "Environ. Sci. Technol",
    "year": 2004
  }, {
    "title": "Solar irradiance and primary productivity controlled mercury accumulation in sediments of a remote lake in the Southern Hemisphere during the past 4000 years: Primary productivity and mercury accumulation",
    "authors": ["H. Biester", "M. Pérez-Rodrı́guez", "B.-S. Gilfedder", "A. Martı́nez Cortizas", "Y.-M. Hermanns"],
    "year": 2018
  }, {
    "title": "Determination of mercury binding forms in contaminated soils: mercury pyrolysis versus sequential extractions",
    "authors": ["H. Biester", "C. Scholz"],
    "venue": "Environ. Sci. Technol",
    "year": 1996
  }, {
    "title": "Flexible paleoclimate agedepth models using an autoregressive gamma process",
    "authors": ["M. Blaauw", "A. Christeny J"],
    "venue": "Bayesian Anal",
    "year": 2011
  }, {
    "title": "Maritime antarctic lakes as sentinels of climate change",
    "authors": ["A. Camacho", "C. Rochera", "A. Villaescusa J", "D. Velázquez", "M. Toro", "E. Rico", "E. Fernandezvaliente", "A. Justel", "M. Banon", "A. Quesada"],
    "venue": "Int. J. Des. Nat. Ecodyn",
    "year": 2012
  }, {
    "title": "Chapter 9 - modeling the response of the planktonic microbial community to warming effects in maritime antarctic lakes: ecological implications",
    "authors": ["A. Camacho", "A. Villaescusa J", "C. Rochera", "E. Jørgensen S"],
    "year": 2014
  }, {
    "title": "X-Ray Spectrom",
    "authors": ["W. Chesworth", "M. Cortizas A", "E. Garcı́a-Rodeja"],
    "year": 2006
  }, {
    "title": "2016) Bromine accumulation",
    "authors": ["T. Rodrı́guez T", "R. Lado L"],
    "year": 2016
  }, {
    "title": "Mercury in the snow and firn at Summit",
    "authors": ["C. Boutron"],
    "year": 2008
  }, {
    "title": "Historical mercury releases",
    "authors": ["M. Sunderland E"],
    "year": 2014
  }, {
    "title": "Mercury in Arctic marine ecosystems: Sources, pathways and exposure",
    "authors": ["L. Kirk J", "I. Lehnherr", "M. Andersson", "M. Braune B", "L. Chan", "P. Dastoor A", "D. Durnford", "L. Gleason A", "L. Loseto L", "A. Steffen", "L. St. Louis V"],
    "venue": "Environ. Res",
    "year": 2012
  }, {
    "title": "Scavenging of gaseous mercury by acidic snow at Kuujjuarapik, Northern Québec",
    "authors": ["N. Lahoutifard", "L. Poissant", "S. Scott"],
    "venue": "Sci. Total Environ",
    "year": 2006
  }, {
    "title": "The role of mercury redox reactions in snow on snow-to-air mercury transfer",
    "authors": ["D. Lalonde J", "J. Poulain A", "M. Amyot"],
    "venue": "Environ. Sci. Technol",
    "year": 2002
  }, {
    "title": "Bromination of marine particulate organic matter through oxidative mechanisms",
    "authors": ["C. Leri A", "M. Mayer L", "R. Thornton K", "B. Ravel"],
    "venue": "Geochim. Cosmochim",
    "year": 2014
  }, {
    "title": "Formation of reactive gaseous mercury in the arctic: evidence of oxidation of Hg to gas-phase Hg-II compounds after Arctic sunrise",
    "authors": ["E. Lindberg S", "S. Brooks", "K. Scott", "T. Meyers", "L. Chambers", "M. Landis", "R. Stevens"],
    "venue": "Water Air Soil Pollut",
    "year": 2001
  }, {
    "title": "Snowmelt sources of methylmercury to high arctic ecosystems",
    "authors": ["L. Loseto L", "S. Lean D. R", "D. Siciliano S"],
    "venue": "Environ. Sci. Technol",
    "year": 2004
  }, {
    "title": "Mercury photochemistry in snow and implications for Arctic ecosystems",
    "authors": ["E. Mann", "S. Ziegler", "M. Mallory", "N. O’Driscoll"],
    "venue": "Environ. Rev",
    "year": 2014
  }, {
    "title": "Pathways and speciation of mercury in the environmental compartments of Deception",
    "authors": ["A. Maõ de Ferro", "M. Mota A", "J. Canário"],
    "venue": "Island, Antarctica. Chemosphere",
    "year": 2014
  }, {
    "title": "Factors controlling the geochemical composition of Limnopolar Lake sediments (Byers Peninsula",
    "authors": ["A. Martı́nez Cortizas", "I. Rozas Muñiz", "T. Taboada", "M. Toro", "I. Granados", "S. Giralt", "S. Pla-Rabés", "M. Cortizas A", "R. Muñiz I"],
    "year": 2014
  }, {
    "title": "Comparison of the predicted and observed secondary structure of T4 phage lysozyme",
    "authors": ["W. Matthews B"],
    "venue": "Biochim. Biophys. Acta (BBA) - Protein Struct",
    "year": 1975
  }, {
    "title": "Bromine in soils and peats",
    "authors": ["A. Maw G", "J. Kempton R"],
    "venue": "Plant Soil",
    "year": 1982
  }, {
    "title": "Total solar irradiance and climate",
    "authors": ["B. Mendoza"],
    "venue": "Adv. Space Res",
    "year": 2005
  }, {
    "title": "Formation of stable chlorinated hydrocarbons in weathering plant material",
    "authors": ["B. Myneni S. C"],
    "venue": "Science",
    "year": 2002
  }, {
    "title": "Antarctic winter mercury and ozone depletion events over sea",
    "authors": ["M. Nerentorp Mastromonaco", "K. Gårdfeldt", "B. Jourdain", "K. Abrahamsson", "A. Granfors", "M. Ahnoff", "A. Dommergue", "G. Méjean", "W. Jacobi H"],
    "venue": "ice. Atmos. Environ",
    "year": 2016
  }, {
    "title": "In situ formation of organically bound halogens during decomposition of Norway spruce needles: effects of fertilization",
    "authors": ["G. Öberg", "E. Nordlund", "B. Berg"],
    "venue": "Can. J. For",
    "year": 1996
  }, {
    "title": "Bromine-induced oxidation of mercury in the mid-latitude atmosphere",
    "authors": ["D. Obrist", "E. Tas", "M. Peleg", "V. Matveev", "X. Faı̈n", "D. Asaf", "M. Luria"],
    "venue": "Nat. Geosci",
    "year": 2011
  }, {
    "title": "The Holocene deglaciation of the Byers Peninsula (Livingston Island, Antarctica) based on the dating of lake sedimentary",
    "authors": ["M. Oliva", "D. Antoniades", "S. Giralt", "I. Granados", "S. Pla-Rabes", "M. Toro", "J. Liu E", "J. Sanjurjo", "G. Vieira"],
    "venue": "records. Geomorphology",
    "year": 2016
  }, {
    "title": "Interannual active layer variability at the Limnopolar Lake CALM site",
    "authors": ["A. de Pablo M", "J. Blanco", "A. Molina", "M. Ramos", "A. Quesada", "G. Vieira", "J. Blanco J. j"],
    "year": 2012
  }, {
    "title": "Biological dehalogenation",
    "authors": ["Van Pee K.-H", "Unversucht S"],
    "year": 2003
  }, {
    "title": "Airborne aerosol measurements",
    "authors": ["A. M", "L. Moyers J"],
    "year": 1982
  }, {
    "title": "2016) A comparison of devices using thermal desorption",
    "authors": ["R. M"],
    "year": 2016
  }, {
    "title": "Heavy metal contam",
    "authors": ["R. Filho M", "S. Campos L"],
    "year": 2005
  }, {
    "title": "Determination of Pb in the ash fraction of plants and peats using the Energy-dispersive Miniprobe Multielement Analyser (EMMA)",
    "authors": ["D. Weiss", "W. Shotyk", "K. Cheburkin A", "M. Gloor"],
    "venue": "The Analyst",
    "year": 1998
  }, {
    "title": "Diatom ooze—A large marine mercury sink",
    "authors": ["S. Zaferani", "M. Pérez-Rodrı́guez", "H. Biester"],
    "year": 2018
  }, {
    "title": "Mercury stable isotopes in ornithogenic deposits as tracers of historical cycling of mercury in Ross Sea",
    "authors": ["W. Zheng", "Z. Xie", "A. Bergquist B"],
    "venue": "Antarctica. Environ. Sci. Technol",
    "year": 2015
  }],
  "id": "SP:d1de58c6304f9644fe9b9704647a15737e52a494",
  "authors": [{
    "name": "Marta Pérez-Rodrı́guez",
    "affiliations": []
  }, {
    "name": "Harld Biester",
    "affiliations": []
  }, {
    "name": "Jesús R. Aboal",
    "affiliations": []
  }, {
    "name": "Manuel Toro",
    "affiliations": []
  }, {
    "name": "Antonio Martı́nez Cortizas",
    "affiliations": []
  }],
  "abstractText": "Due to its biomagnification mercury (Hg) is an element of concern especially in the remote pristine ecosystems such as Antarctica. Despite the sensitivity of the region, there is still a limited knowledge about the influence of natural processes, i.e. volcanism, climate, atmospheric mercury depletion events or freeze-thawing cycles, on the Hg cycle in Antarctica. We analysed total Hg and solid phase Hg species (Hg-thermo–desorption-AAS) in 1600 years old sediments from Limnopolar Lake (Byers Peninsula, South Shetland Islands). Some sections of the core show unusual high Hg concentrations (1141– 11286 ng g ) and accumulation rates (310–4902 mg m 2 yr ). Hg-thermo-desorption analyses indicate that Hg is bound in the sediment by organic matter of different degree of degradation. We propose a combination of different natural processes to explain the high enrichment of Hg in the sediments. The nearby (30 km) Deception Island volcano appears to be the main source of Hg, while climatic conditions have controlled freezing-thawing of the ice-cover and the enrichment of Hg in the snowpack on the frozen lake (and its catchment). The release of Hg from the snowpack during thawing events appears to cause the extreme Hg enrichment in the sediments. The global atmospheric pollution is a minority signal in our record. The 2.2 fold increase in Hg concentrations since AD 1860 points industrial activities as the unique pollution cause. Our findings indicate that thawing of Antarctic ice might release large quantities of Hg to freshwater and marine systems and related food chains. 2019 Elsevier Ltd. All rights reserved.",
  "title": "Thawing of snow and ice caused extraordinary high and fast mercury fluxes to lake sediments in Antarctica"
}