{
  "sections": [{
    "text": "Contents lists available at SciVerse ScienceDirect\nGeomorphology\nj ourna l homepage: www.e lsev ie r .com/ locate /geomorph\nLate Cenozoic regional uplift and localised crustal deformation within the northern Arabian Platform in southeast Turkey: Investigation of the Euphrates terrace staircase using multidisciplinary techniques\nTuncer Demir a, Ali Seyrek b, Rob Westaway c,d,⁎, Hervé Guillou e, Stéphane Scaillet e, Ant Beck f, David R. Bridgland g\na Department of Geography, Harran University, 63300 Şanlıurfa, Turkey b Department of Soil Science, Harran University, 63300 Şanlıurfa, Turkey c Faculty of Mathematics, Computing and Technology, The Open University, Abbots Hill, Gateshead NE8 3DF, UK d Newcastle Institute for Research on Sustainability, Devonshire Building, Newcastle University, Newcastle upon Tyne NE1 7RU, UK e Laboratoire des Sciences du Climat et de l'Environnement, Domaine du CNRS, Bâtiment 12, Avenue de la Terrasse, 91198 Gif-sur-Yvette, France f School of Computing, Leeds University, Leeds LS2 9JT, UK g Department of Geography, Durham University, South Road, Durham DH1 3LE, UK\n⁎ Corresponding author. E-mail address: r.w.c.westaway@open.ac.uk (R. Wes\n0169-555X/$ – see front matter © 2012 Elsevier B.V. Al doi:10.1016/j.geomorph.2012.01.005\na b s t r a c t a r t i c l e i n f o\nArticle history: Received 31 January 2011 Received in revised form 26 November 2011 Accepted 11 January 2012 Available online 20 January 2012\nKeywords: Euphrates Turkey Arabia Anatolia Uplift Active faulting Miocene Pliocene Pleistocene\nWe present the results of detailed field investigations of the fluvial succession exposed along the Euphrates valley adjoining the Atatürk Dam in the northern part of the Arabian Platform within SE Turkey. This work, which has used Differential GPS surveying to obtain accurate heights of deposits and Shuttle Radar Topographic Mission imagery for location purposes, has included documentation of many fresh sections exposed by quarrying. The work has been supplemented by unspiked K\\Ar dating of late Middle Miocene to Late Miocene basalt flows, which are widespread in the region, providing a chronology for the early stages of development of this river system following regional emergence above sea-level in the early Middle Miocene. For example, beside the Atatürk Dam Lake at Siverek İskelesi, basalt dated to 10.24±0.22 Ma (±2σ) caps a polymict Euphrates gravel some 80 m above the modern river; this is the oldest Euphrates terrace currently recognised. However, amounts and rates of fluvial incision are shown to vary across the northern Arabian Platform in a complex manner, due to the interaction between regional uplift and localised vertical crustal motions caused by slip on active reverse faults beneath anticlines. The study reach downstream of the Atatürk Dam includes the footwall of one such fault, beneath the Bozova Anticline; we estimate that the resulting rate of localised subsidence, superimposed onto the regional uplift that has also been occurring, has been ~0.01 mm a−1 during the present phase of crustal deformation, which began at ~3.7–3.6 Ma, but was higher, maybe ~0.03 mm a−1, during the previous phase, which began at ~6 Ma, when the pattern of plate motions in the surrounding region was different. A large palaeo-lake centred north of the present study region around the city of Adıyaman is inferred to have existed during this ~6 Ma to ~3.7–3.6 Ma phase of plate motion, apparently because the relatively rapid localised hanging-wall uplift on the northern flank of the Bozova Anticline ‘dammed’ the Euphrates valley near the site of the modern Atatürk Dam. The uppermost part of a thick fluvial aggradation west of the Euphrates near Karababa Bridge, inferred to date from around the Mid Pliocene, reaches ~100 m above the modern river and, after correction for an estimated ~30 m of localised subsidence and by ~50 m for subsequent downstream lengthening of the Euphrates channel, indicates ~180 m of subsequent regional uplift. The Euphrates then incised to within ~20 m of its present level by the mid Early Pleistocene, then a switch to regional subsidence accompanied the deposition of a second thick fluvial aggradation, the top of which is ~70 m above the modern river. Subsequent renewed regional uplift, following the Mid-Pleistocene Revolution, has resulted in the development of a succession of fluvial terraces, typically inset into these older aggradations, which are correlated with the cold stages of Milankovitch climate cycles. The early part of the Euphrates chronology, constrained mainly by the disposition of basalt flows, indicates ~800 m of regional uplift since the early Middle Miocene, of which an estimated ~330 m is masked by the subsequent downstream lengthening of the river. Components of localised uplift and subsidence, caused by slip on reverse faults beneath anticlines, are superimposed onto this regional pattern, the hanging-wall\ntaway).\nl rights reserved.\nuplift being much larger (in one case, roughly five times larger) than the footwall subsidence. Our results provide, for the first time, detailed documentation of the complex development of the Euphrates valley in SE Turkey during the Late Cenozoic, due to the interaction between regional uplift and localised crustal deformation. This work also demonstrates the benefits of applying multidisciplinary techniques to investigate an important, but hitherto poorly documented, river system.\n© 2012 Elsevier B.V. All rights reserved."
  }, {
    "heading": "1. Introduction",
    "text": "Analysis of long-timescale fluvial sequences provides important evidence for Late Cenozoic landscape evolution (e.g. Bridgland and Westaway, 2008a,b). The northern Arabian Platform (SE Turkey and NE Syria; Fig. 1) is a significant repository for information of this type, derived from the terrace sequences of the rivers Euphrates and Tigris (e.g. Bridgland et al., 2007; Demir et al., 2007a,b, 2008; Westaway et al., 2009). This crustal province adjoins the southern margin of the eastern Anatolian Plateau across the suture of the former Southern Neotethys ocean (Fig. 1), which closed here during the Eocene as a result of northward subduction (e.g. Aktaş and Robertson, 1984; Allen and Armstrong, 2008). Both the Euphrates and its principal tributary in this region, the Göksu, flow from eastern Anatolia through the Neotethys suture zone and into the Arabian Platform (Fig. 2). Clasts of lithologies not found in situ locally, such as ophiolitic rocks from the suture zone and granite, schist and quartzite from eastern Anatolia, allow recognition of the ancestral\nsoutheastern Anatolia showing igris and Euphrates, the active F), Turkish (TR), and Eurasian are thought to have been active rior to ~3.6 Ma. DSFZ, EAFZ, t-lateral), East Anatolian Fault and North Anatolian Fault Zone Gaziantep and Kahramanmaraş. d fromWestaway (2004), which\nEuphrates deposits within the Arabian Platform, facilitating reconstruction of the palaeo-drainage and landscape evolution.\nThe modern pattern of plate motions in the region, including the East Anatolian Fault Zone (EAFZ), the boundary between the Turkish and Arabian plates (Fig. 2), developed in the Mid Pliocene, circa 3.6 or 3.7 Ma (e.g. Westaway et al., 2006a, 2008; Seyrek et al., 2007). This was preceded by an earlier phase of plate motion, starting in the latest Miocene (~6.0 Ma; Westaway, 2011), when the regional kinematics were different; unlike at present, there was no continuous interconnected fault zone, analogous to the modern EAFZ, crossing the Neotethys suture (Fig. 2), the relative plate motions at this time were instead accommodated in the vicinity of the plate boundary zone (thought to have been in the Gaziantep–Pazarcık area, in the western part of Fig. 2) by localised folding (Westaway et al., 2008). Beforehand, during much of the Mid Cenozoic (?Late Eocene to Late Miocene), the northward motion of the Arabian Platform relative to Eurasia was accommodated by widespread distributed crustal shortening in both Arabia and Anatolia. Some of the anticlines that were active at this time are illustrated schematically in Fig. 2; the folding of the sediments thus indicated overlies shortening of the basement by slip on blind reverse faults.\nIn addition to these major plate-bounding faults, Şaroğlu et al. (1992) recognised two active faults south and east of the EAFZ in the region of Fig. 2. These are the Bozova and Tut faults, which are subparallel to and/or adjoin the Bozova and Kozdağ anticlines. Güllü et al. (2008) have estimated, from the lengths of the faults, the maximum magnitude of earthquakes that can occur as 6.2 on the Tut Fault and 6.5 on the Bozova Fault. The largest earthquake in this region in recent decades, with magnitude 6.0, was on 5 May 1986 (e.g. Dziewonski et al., 1987). It had a reported epicentre ~12 km ESE of Gölbaşı; this and its focal mechanism (Dziewonski et al., 1987) are suggestive of a combination of left-lateral and reverse slip on the Tut Fault or the reverse fault beneath the Kozdağ Anticline (Fig. 2). However, studies of historical seismicity (e.g. Ergin et al., 1967; Sbeinati et al., 2005) have recognised a larger event in November 1114, of magnitude ~7, which has been tentatively associated with the Bozova Fault. Nonetheless, the slip rates on the Bozova and Tut faults are too low to be resolved geodetically (e.g. Reilinger et al., 2006) and too little information exists from the instrumental or historical seismicity. However, in NE Syria, Abou Romieh et al. (2009) have documented active faulting affecting Euphrates terraces. Given that the Bozova Fault crosses the Euphrates valley within the present study region (Fig. 2), one objective of this research is to examine the fluvial terrace record for evidence of analogous localised deformation along this fault.\nAlthough other factors (e.g. regional climate) also contribute, it is now evident that the preservation of the fluvial record in this region is largely due to unique conditions; regression of the coastline has resulted in fluvial incision that causes significant underestimation of the uplift that has occurred (e.g. Demir et al., 2008; Westaway et al., 2009). As a result, the local relief is much less than had no coastal regression occurred, so slope processes have been less effective at reworking fluvial sediment. Until the earlyMiddleMiocene, the region that now comprises the northern Arabian Platform uplands formed the Tethyan seaway, linking the Mediterranean Sea to the west to the Indian Ocean to the east. Across much of the northern Arabian Platform, the transition from a marine depocentre to a subaerial\nlandscape post-dated the deposition ofMiddle Oligocene to EarlyMiocene (Chattian–Aquitanian) hard marine limestone, known in SE Turkey as the Fırat Formation (e.g. Ulu, 1996), being marked by basalticandesite volcanism during the Burdigalian–Langhian (~19–16Ma;\nArger et al., 2000; Tatar et al., 2004). In some localities, notably in what is now the Ahırdağ mountain range near Kahramanmaraş (Fig. 2), fluvial gravels deposited around this time are interbedded with shallow marine deposits and lava flows, indicating the effect of\nTable 1 Clast lithological analyses.\nSample 1 Sample 2 Sample 3 Sample 4 Sample 5\nKarababa Şambayat Burç Yeniköy Akpınar\nLithology N % N % N % N % N %\nAmphibolite (A) 49 16% 3 1% 0 0% 15 6% 1 0% Quartzose (A) 30 10% 1 0% 2 1% 27 11% 1 0% Granitic (A) 8 3% 0 0% 6 4% 42 17% 3 1% Marble (A) 0 0% 4 2% 0 0% 1 0% 5 2% Schist (A) 5 2% 0 0% 0 0% 0 0% 0 0% Gneiss (A) 0 0% 0 0% 0 0% 5 2% 0 0% Limestone 118 39% 129 63% 88 58% 84 34% 234 85% Basalt 66 22% 17 8% 0 0% 13 5% 1 0% Chert/flint 21 7% 9 4% 17 11% 38 15% 24 9% Dolerite/gabbro 1 0% 31 15% 0 0% 11 4% 0 0% Ultramafic/ophiolite 0 0% 0 0% 23 15% 9 4% 0 0% Sandstone 1 0% 1 0% 1 1% 2 1% 3 1% Siltstone/claystone 0 0% 2 1% 0 0% 0 0% 4 1% Tuffite/ignimbrite 0 0% 0 0% 0 0% 2 1% 0 0% Unidentifiable weathered rock 0 0% 8 4% 16 10% 4 2% 0 0% Total 299 100% 205 100% 153 100% 253 100% 276 100% Anatolian provenance 92 31% 8 4% 8 5% 90 36% 10 4% Catchment Euphrates Göksu Göksu Euphrates Göksu\nFor each sample, N is the number of clasts of each lithology in the 16–32 mm size range, % is the corresponding percentage. Lithologies followed by (A) indicate presumed Anatolian provenance. Limestone includes both the pure white Cenozoic limestone of the Arabian Platform (the Midyat Group) and a range of other limestones (red, dark grey, brown), some of which are very hard and so might instead be classified as marble (and, thus, originate from Anatolia). Amphibolite includes amphibolite schist. “Quartzose” includes orthoquartzite, metaquartzite, and vein quartz. “Granitic” includes granite, weathered granite, porphyry, and clasts of igneous lithologies that are too weathered to identify. Schist includes calcschist. Sample 1 was collected at Karababa West quarry [DB 34234 46672] on 25 August 2003, and is now thought to be from the basal part (~20 m above modern river level) of the Early Pleistocene stacked succession of the Euphrates. Sample 2 was collected on 26 March 2005 from the cemented gravel of a low terrace of the River Göksu (~20 m above present river level), adjacent to Şambayat cement works [DB 19297 72891]. Sample 3 was collected on 5 April 2005 from fluvial gravel, inset against bedrock limestone, overlooking the Burç incised meander of the Göksu at [DB 26199 50085]. Sample 4 was collected on the same day from a quarry at Yeniköy [DB 18082 45259], downstream of the Göksu–Euphrates confluence, at ~460 m a.s.l. or ~90 m above the present natural level of the Euphrates (~75 m above the surface of the Birecik Reservoir). The gravel appears much more weathered than that of sample 1, given extensive kaolinization, and is also richer in granitic/gneissose material of Anatolian provenance. Sample 5 was collected on 17 September 2005 from the high-level (~630 m a.s.l.) exposure of polymict gravel in the cutting on the main Şanlıurfa–Adıyaman road at Akpınar [DB 30915 58616].\ncyclic changes in sea-level during emergence of the land surface (e.g. Karig and Kozlu, 1990; Derman, 1999). The Fırat Formation overlies Late Eocene–Early Oligocene (Priabonian–Stampian) limestone of the Gaziantep Formation (e.g. Ulu, 1996), which formsmuch of the bedrock outcrop along the Euphrates valley downstream of the Atatürk Dam. Along with older constituents, dating back to the Early Eocene, the Fırat and Gaziantep formations form part of the Midyat Group.\nBy the Late Miocene, throughgoing Euphrates drainage was established into the Mesopotamian Basin to the south (e.g. Demir et al., 2008). The Mesopotamian Basin, occupying NE Syria, much of Iraq, and SW Iran, remained a coastal, or lagoonal, wetland depocentre until (perhaps) the Early Pliocene (e.g. James and Wynd, 1965; Ponikarov et al., 1967). The stacked succession in this depocentre includes evaporites (mainly gypsum), inderbedded with lacustrine silts and fluvial gravels, the latter including clasts of Anatolian provenance (e.g. Ponikarov et al., 1967). The subsequent uplift of this region, which created the modern Arabian Platform uplands, resulted in the regression of the coastline to the modern position in the Persian Gulf, hundreds of kilometres to the southeast.\nThe coastal regression from the northernmost Arabian Platform was followed by the formation of extensive lake basins, notably in the Adıyaman area within the modern Euphrates catchment (Fig. 2) and around Diyarbakır within the modern Tigris catchment (e.g. Westaway et al., 2009). The impounding of these lake basins presumably resulted from active folding across anticlines, underlain by blind reverse faults, including the Bozova Anticline south of Adıyaman (Fig. 2) and the Mardin Dağ anticline south of Diyarbakır (Westaway et al., 2009). However, the chronology of the Adıyaman palaeolake\nFig. 3. Topographic map of the part of the study region downstream of the Atatürk Dam, wit text. Light grey shading indicates the approximate extents of the Atatürk Dam Lake and Bire Karababa Bridge. + ornament indicates outcrop of the Karapınar and Sırataşlar basalts, a indicating approximate directions of emplacement. Dot ornament indicates the quarry with are labelled schematically using standard structural symbols.\nhas not hitherto been well established in relation to the development of the ancestral Euphrates farther downstream.\nThe Atatürk Dam, built in the late 1980s/early 1990s, now impounds the Euphrates valley to a typical level of ~530 m a.s.l. at the point where the river (at ~382 m a.s.l.) flows through the Bozova Anticline. Farther downstream, the Birecik Dam floods the valley to ~380 m a.s.l.; when full, therefore, the upstream end of the Birecik Reservoir adjoins the Atatürk Dam. Regional-scale geological mapping (Tolun and Erentöz, 1962) revealed extensive spreads of fluvial gravel (albeit confined to within a few kilometres of the modern river) along this reach and farther upstream, which received only limited study (e.g., Erol et al., 1987; Wilkinson, 1990) before the areas were flooded.\nThis paper will first discuss the techniques applied to the study of the Euphrates succession in turn, including presentation of the results that can be obtained from each technique in isolation, with supporting data documented in six online supplementary files. This will be followed by a synthesis of the combined results, which will reveal the extent to which the Euphrates terraces in the study region have been affected by active faulting and folding in addition to the predominant regional uplift. The history of regional uplift dating back to the Middle Miocene will then be deduced."
  }, {
    "heading": "2. Techniques used",
    "text": "We have applied a combination of techniques, as used in previous studies (e.g. Demir et al., 2008; Westaway et al., 2009): field survey, clast lithological analysis, use of Shuttle Radar Topographic Mission\nh 20 m contour resolution, based on SRTM imagery, showing localities discussed in the cik Reservoir, based on the positions of the 540 m and 380 m a.s.l. contours. KB denotes fter Tolun and Erentöz (1962), Ulu (1996) and Unal et al. (2007), with large arrows in the Karapınar basalt. The axes of the Bozova/Karababa and Kızıldağ/Suvarlı anticlines\n(SRTM) topographic imagery, differential GPS (DGPS) survey, and isotopic dating of basalts for age control. Collectively, these provide the requisite data for numerical modelling of the uplift history. The combined dataset was acquired during field seasons between 2002 and 2008. As is described in online supplements 4 and 5, exposures of fluvial sediment changed significantly during this interval due to widespread quarrying."
  }, {
    "heading": "2.1. Clast lithological analysis",
    "text": "Clast lithological analysis was carried out at five localities, as detailed in Table 1. Methodology followed Bridgland (1986), clasts in the 16–32 mm size fraction being analyzed. Analyses of this type should ideally include at least 250 clasts to ensure that they are statistically representative; however, two undersized samples were included due to the limited availability of appropriately sized clasts. For sample 2, which was from cemented gravel, clast sizes were estimated by holding a sieve against the outcrop face; for the other samples the clasts were sieved directly. After sieving, clasts were broken to expose fresh faces. They were tested using dilute hydrochloric acid to reveal carbonate lithologies and were also inspected using a hand lens to facilitate identification.\nThe predominant clast lithology is limestone, mostly the white Cenozoic (Eocene to Early Miocene) Midyat Group marine limestone. However, the samples also contain lithologies that are not found in situ in the Arabian Platform, including amphibolite, quartzite, granite, schist, gneiss and marble, indicating Anatolian provenance (see Section 1). Four of the five samples also contain material (dolerite/gabbro and ultramafic rocks) representative of the ophiolite that crops out within the Neotethys suture zone. Some of the chert in the samples may be derived from this setting; however, nodules of chert also occur locally within the Midyat Group (see online supplement 5), so local provenance cannot be excluded.\nThe presence of dark-coloured clasts (e.g. amphibolite, chert, dolerite, basalt, serpentinite), together with a typical dark matrix of coarse sand, gives the gravels of the Euphrates system a characteristic dark grey colour, making them readily distinguishable in the field from fluvial and slopewash gravels of local provenance, which are typically white, being formed of Midyat Group limestone with occasional clasts of chert. Demir et al. (2008) presented a lithological analysis of one such gravel in the Birecik area. Having established this distinction, no further analyses of the limestone gravels were undertaken. In some localities, however, polymict fluvial gravels, emplaced by the Euphrates or Göksu, are overlain by limestone gravels, typically formed by alluvial fans or slope-wash. This means that ‘flats’ visible in the landscape may overestimate the height of the corresponding fluvial terrace.\nThe principal distinction between the different fluvial gravels is derived from the proportion of clasts of Anatolian provenance, which is ~30–40% for the Euphrates but ~4–5% for the Göksu (Table 1). This distinction presumably reflects the limited extent of the Göksu catchment within Anatolia (Figs. 1 and 2). Notwithstanding the progressive input of local limestone, the percentage of clasts of Anatolian provenance increases down the Euphrates from 31% at Karababa (sample 1) to 36% at Yeniköy (sample 4), over a ~25 km distance, and was measured by Demir et al. (2008) as 42% at Birecik, ~60 km farther downstream. This presumably reflects the greater durability of this material, when transported as fluvial bedload, compared with the Midyat Group limestone, but also implies a concentrated input of the limestone in some part of the Arabian Platform upstream of the study reach. It in turn implies high rates of erosion in localities adjoining the northern margin of the Arabian Platform,\nFig. 4. Topographic map of roughly the same region as in Fig. 3, with 5 m contour resolution axes of the Bozova and Kızıldağ anticlines are labelled schematically using standard structu Fig. 3. The principal terrace bluffs, for example along the riverward margins of the Işık grav\nconsistent with the dramatic entrenchment of the Euphrates valley and quite intense folding of the bedrock in these localities (see Section 4.3, below, and online supplements 1 and 6)."
  }, {
    "heading": "2.2. Topographic imagery",
    "text": "We had access to Harita Genel Komutanlığı (HGK) 1:100,000 scale maps of the study region, but these only have contours at 50 m intervals, with partial coverage of 25 m contours in low-relief regions, providing insufficient height resolution for detailed fieldwork. There was also limited availability of HGK 1:25,000 scalemapswith contours at 10 m intervals and 5 m contours in low-relief regions.\nHigher-resolution topographic data were thus obtained by generating synthetic contour maps using SRTM radar imagery. The method of rendering the topography from SRTM data interpolates between measurements of a 90×90 m grid of representative values of the surface altitude, determined using an interferometric radar altimeter, which operated from the space shuttle Endeavour during 11–21 February 2000 (e.g. JPL, 1998a,b, 2005). The imagery, obtained from the U.S. Geological Survey EROS Data Center, Sioux Falls, South Dakota (USGS, 2011), was processed using Virtual Terrain Builder (vterrain.org, 2011) and ERDAS Imagine (ERDAS, 2011) and was displayed using ArcGIS (esri, 2011). The nominal horizontal precision of the position of any point imaged by SRTM is ±20 m (JPL, 1998a), much less than the 90 m spatial resolution of the dataset. To facilitate ground truthing, Landsat ETM+ imagery, in the panchromatic band and with 15 m resolution, was obtained from the Global Land Cover Facility at the University of Maryland Institute for Advanced Computer Studies, College Park, Maryland (GLCF, 2011) and prepared within ERDAS Imagine. These images were displayed for the same map areas as each of the SRTM synthetic topographic contour maps. For both types of imagery, co-ordinates have been expressed using the Universal Transverse Mercator (UTM) system with the WGS-84 datum. Previous experience (e.g. Miliaresis and Paraschou, 2005; Westaway et al., 2006a, 2006b) indicates that heights obtained from SRTM imagery agree well with those displayed on large-scale topographic maps in relatively low-relief regions, such as the present study region, although systematic errors of ~10 m or more can occur in regions of higher relief.\nFigs. 3 and 4 illustrate examples of the imagery thus created. Fig. 3 is a synthetic topographic contour map with 20 m contours, which were labelled by hand on the image after it was produced as described above. It shows the reach of the Euphrates below the Atatürk Dam and the lower Göksu, as well as the Bozova and Kızıldağ anticlines. Many of the villages discussed in the text are shown, for location purposes. Fig. 4 is a synthetic topographic contour map with unlabelled 5 m contours. Its purpose is to show the ‘texture’ of the terrain in this central part of the study region. There is thus high relief along the anticline axes, interspersed by very low relief in other interfluve areas. There is also localised high relief along modern river valleys, indicative of relatively young fluvial entrenchment. Other SRTM images (not illustrated) were also prepared during the study, for example to enable ground truthing of DGPS points and to provide large-scale local base-maps to facilitate analysis of particular areas."
  }, {
    "heading": "2.3. DGPS survey",
    "text": "Differential GPS surveying, to obtain greater height precision and accuracy than was possible from the available map coverage and topographic imagery, was carried out using Leica System 300 equipment. The field procedure is described in detail in online\n, based on SRTM imagery. Shading indicates the quarry within the Karapınar basalt. The ral symbols. Contours are unlabelled but heights can be deduced by comparison with el and its counterparts, are readily apparent.\nTa bl e 2 K \\ A r da\nti ng\nof ba\nsa lt sa m pl es .\nSa m pl e\nSp lit\nW ei gh\nte d m ea\nn\nID Lo\nca lit y\nU TM\nco or di na\nte s\nH (m\n) H o (m\n) K (±\n1σ ) (w\nt.% )\nLa b no\n. M as s (g )\n4 0 A r*\n(% )\n4 0 A r*\n(± 1σ\n) (p\nm ol\ng− 1 )\nA ge\n(± 1σ\n) (k a)\n4 0 A r*\n(± 1σ\n) (p\nm ol\ng− 1 )\nA ge\n(± 2σ\n) (k a)\n06 TR\n21 1;\nSe la m et\nD B 36\n96 1 43\n93 5\n42 5\n38 0\n1. 04\n6 ±\n0. 01\n1 (1\n%) 77\n78 0. 42\n99 7\n39 .1 90\n20 .5 47\n± 0. 10\n5 (0\n.5 %)\n11 ,2 92\n± 12\n7 (1\n.1 %)\n78 58\n0. 50\n83 0\n54 .8 37\n20 .9 60\n± 0. 10\n6 (0\n.5 %)\n11 ,5 18\n± 12\n9 (1\n.1 %)\n20 .7 52\n± 0. 07\n5( 0. 4%\n) 11\n,4 04\n± 24\n2 (2\n.1 %)\n06 TR\n01 5;\nÖ zy\nur t\nCB 91\n95 1 09\n53 8\n76 5\n34 4\n1. 42\n0 ±\n0. 01\n4 (1\n%) 77\n88 0. 45\n87 2\n64 .9 75\n31 .1 80\n± 0. 15\n7( 0. 5%\n) 12\n,6 18\n± 14\n1( 1. 1% ) 78 36 0. 44 80 7 67 .9 82 31 .5 14 ± 0. 15 9( 0. 5% ) 12 ,7 52 ± 14 3( 1. 1%\n) 31\n.3 45\n± 0. 11\n2( 0. 4%\n) 12\n,6 84\n± 26\n8 (2\n.1 %)\n08 -B IR\n6; A sa tk öy\nü D B 23\n29 5 01\n34 0\n77 0\n34 0\n1. 03\n8 ±\n0. 01\n0 (1\n%) 78\n96 0. 49\n76 6\n57 .8 67\n20 .0 19\n± 0. 10\n2 (0\n.5 %)\n11 ,0 87\n± 12\n4 (1\n.1 %)\n79 12\n0. 54\n23 1\n72 .7 13\n20 .0 91\n± 0. 10\n3 (0\n.5 %)\n11 ,1 27\n± 12\n5 (1\n.1 %)\n20 .0 54\n± 0. 07\n3 (0\n.4 %)\n11 ,1 07\n± 23\n5 (2\n.1 %)\n06 TR\n31 8;\nÇa yl ar ba\nşı EB\n02 54\n2 74\n76 9\n50 0\n43 0\n0. 89\n7 ±\n0. 00\n9 (1\n%) 77\n92 0. 22\n85 4\n25 .3 19\n11 .1 90\n± 0. 07\n9 (0\n.7 %)\n71 79\n± 88\n(1 .2 %)\n78 20\n0. 34\n20 2\n12 .4 47\n10 .7 54\n± 0. 07\n3 (0\n.7 %)\n69 00\n± 84\n(1 .2 %)\n10 .9 54\n± 0. 05\n4 (0\n.5 %)\n70 28\n± 15\n6 (2\n.2 %)\n08 -S IV\n9; Si ve\nre k Ís ke\nle si\nEB 00\n06 7 93\n72 7\n54 5\n46 5\n0. 94\n6 ±\n0. 01\n0 (1\n%) 78\n97 0. 43\n16 1\n47 .9 17\n17 .0 33\n± 0. 09\n0 (0\n.5 %)\n10 ,3 53\n± 11\n7 (1\n.1 %)\n79 13\n0. 41\n79 1\n30 .1 21\n16 .6 70\n± 0. 08\n7 (0\n.5 %)\n10 ,1 33\n± 11\n4 (1\n.1 %)\n16 .8 45\n± 0. 06\n3 (0\n.4 %)\n10 ,2 39\n± 21\n8 (2\n.1 %)\n06 TR\n34 10\n; Sa\nlt ep\ne EC\n19 90\n4 10\n96 5\n11 00\n49 0\n1. 20\n4 ±\n0. 01\n2 (1\n%) 77\n76 1. 12\n14 3\n65 .2 79\n13 .7 02\n± 0. 06\n9 (0\n.5 %)\n65 51\n± 73\n(1 .1 %)\n77 91\n0. 98\n92 9\n60 .8 94\n14 .3 87\n± 0. 07\n3 (0\n.5 %)\n68 77\n± 77\n(1 .1 %)\n14 .0 25\n± 0. 05\n0 (0\n.4 %)\n67 04\n± 14\n2 (2\n.1 %)\nA ll da\nti ng\nis on\ngr ou\nnd m as s. Th\ne sa m pl e nu\nm be\nr is\nin di ca te d,\nal on\ng w it h th e si te\nna m e,\nit s U TM\nco -o rd in at es ,a\nnd th e lo ca lh\nei gh\nts H\nan d H o ab\nov e se ale ve\nl of\nth e ba\nse of\nth e in\nsi tu\nba sa lt an\nd of\nth e m od\ner n ri ve\nr, th es e he\nig ht s be\nin g\nes ti m at ed\nas de\nsc ri be\nd in\nth e m ai n te xt\nor on\nlin e su\npp le m en\nt 3.\nK in di ca te s th e co\nnc en\ntr at io n of\npo ta ss iu m\nin th e sa m pl e ex\npr es se d as\nw t.%\nof K 2 O .M\nas s is th e m ol te n m as s of\nea ch\nsa m pl e sp\nlit .4\n0 A r*\n(% ) in di ca te s th e ca lc ul at ed\npe rc en\nta ge\nof th e\n4 0 A r in\nea ch\nsa m pl e sp\nlit th at\nis de\nte rm\nin ed\n(b y ca lc ul at io n,\nus in g th e m ea\nsu re d ar go\nn is ot op\ne ra ti os ) to\nbe ra di og\nen ic .4\n0 A r*\n(p m ol\ng1 ) in di ca te s th e co\nrr es po\nnd in g co\nnc en\ntr at io n of\nra di og\nen ic ar go\nn in\nth e sa m pl e. A ge\nis th e ca lc ul at ed\nag e fo r ea\nch sa m pl e sp\nlit ,t re at ed\nin di vi du\nal ly .W\nei gh\nte d m ea\nn ag\ne is\na be\nst es ti m at e of\nth e ag\ne of\nea ch\nsa m pl e,\nca lc ul at ed\nus in g th e pr oc\ned ur e ex\npl ai ne\nd by\nW es ta w ay\net al .( 20\n06 b)\n.A ge\nca lc ul at io ns\nar e ba\nse d on\nth e de\nca y an\nd is ot op ic ab un da nc e co ns ta nt s fr om St ei ge r an d Jä ge r (1 97 7) .U nc er ta in ti es in po ta ss iu m an d ar go n m ea su re m en ts an d in ag e de te rm in at io ns ar e ex pr es se d in bo th ab so lu te an d pe rc en ta ge te rm s. Th e la tt er cl ar ify ho w th e pe rc en ta ge un ce rt ai nt ie s in in di vi du al m ea su re m en ts co m bi ne to gi ve th e re su lt in g pe rc en ta ge un ce rt ai nt y in ea ch ag e de te rm in at io n.\nsupplement 2, where tables summarising the results are also provided. That discussion includes choices of base station locations and of HGK benchmarks for converting relative to absolute heights. The roving points surveyed were typically occupied for durations of ~3 min, which resulted in height determinations, relative to the base station, precise within margins of ~±1 cm. Conversion of these relative heights to absolute heights was complicated because solutions based on the published altitudes of different HGK benchmarks were not in agreement; however, it was established that the height of one benchmark, reported on the local HGK map, was incorrect (cf. Demir et al., 2008). The heights of the benchmarks used in the analysis have been provided to the nearest metre; the absolute heights of features surveyed are thus determined to an accuracy of the nearest metre (i.e. to ±0.5 m).\n2.4. K\\Ar dating\nTerrace deposits of the Tigris around Diyarbakır and of the Euphrates in NE Syria are capped by basalts at a range of heights above the modern rivers. Recent high-precision dating of these basalts using the Ar\\Ar and K\\Ar techniques (Bridgland et al., 2007; Demir et al., 2007b; Westaway et al., 2009) provides the principal age-control for these fluvial successions. Irrespective of any direct stratigraphic relation to fluvial terrace deposits, the presence of basalt in any locality flanking the Euphrates valley indicates that the land surface at that height was exposed at the time of eruption, thus demonstrating the presence of a valley and placing a bound on its depth of entrenchment. Moreover, the morphology of some basalt flows indicates that they ponded in the Euphrates valley floor, thus providing a direct indication of its level at the time of eruption. Furthermore, direct stratigraphic relations with fluvial terraces were observed at two localities: at Siverek İskelesi (locality 9 in Fig. 2) basalt caps Euphrates terrace deposits; whereas at Karapınar (locality 1 in Fig. 2) basalt, ponded in the former Euphrates valley floor, is overlain by Euphrates terrace deposits. Stratigraphic details of the basalt flows in the study region are documented in online supplement 3.\nExcept for our own previous analyses (e.g. Bridgland et al., 2007; Westaway et al., 2009) the limited previous dating of the Late Cenozoic volcanism in the study region has applied the ‘spiked’ variant of the K\\Ar method to whole-rock basalt samples. However, it is now well known thatwhole-rock K\\Ar dating frequently overestimates eruption ages, due to the effect of ‘excess’ or ‘inherited’ argon in phenocrysts (e.g. Kelley, 2002). Furthermore, use of an 38Ar spike has an adverse effect on the error analysis for young samples, although thiswill be less of a problem in our present study region, for which Late Miocene ages can be anticipated, than if we were dating Quaternary basalts. To supplement the existing age-control evidence, we have dated six of the basalt flow units that crop out along this part of the Euphrates valley (Table 2).\nSamples, typically weighing ~2 kg and showing no alteration in hand specimen, were prepared following Guillou et al. (1998). They were crushed, sieved to a 125–250 μm size fraction, washed in deionized water and then ultrasonically washed in dilute ethanoic acid. Phenocrysts and xenocrysts were removed using magnetic and densitometric separation and hand picking, to leave microcrystalline groundmass.\nThe determination of potassium was carried out to a relative precision of 1% by atomic absorption at the Centre de Recherches Pétrographiques et Géochimiques, Nancy, France. Argon was extracted by radio-frequency heating of ~1 g of each sample, then transferred to an ultra-high-vacuum glass line and purified with titanium sponge and Zr\\Al getters. Isotopic analysis was performed on total 40Ar contents of circa 17 pmol. The mass spectrometer was operated in static mode, but its volume was varied to give equal 40Ar signals for each air aliquot (required for the atmospheric correction) and each split of the sample. The instrumental calibration procedure has been fully explained by Charbit et al. (1998) and by Scaillet and Guillou (2004).\nReplicate age determinations were carried out on each sample to demonstrate the reproducibility of the technique. The error analysis for the overall age-determination follows Westaway et al. (2006b).\nIn principle, the most critical uncertainty in the K\\Ar method is that it is not possible to verify the isotopic composition of the initial argon in each sample. That is, we cannot check the assumption that, at the time of emplacement of any basalt flow, its 40Ar/36Ar ratio was the same as the modern atmospheric value (295.5). As a result, the analytical errors given in Table 2 may in principle be less than the true errors. However, Demir et al. (2007b) have shown, using isochron plots derived from step-heating results for Ar\\Ar dating, that the initial 40Ar/36Ar ratios in Late Pliocene basalts from the northern Arabian Platform were not significantly different from the modern atmospheric value.\nAs Table 2 indicates, basalt eruption occurred in the study region between ~13 and ~7 Ma. This chronology is in broad agreement with the limited extant dating; for example, the voluminous basalt flows of the Siverek volcanism, east of the upstream end of the Atatürk Dam Lake, have previously been dated to ~11–7 Ma (Bridgland et al., 2007). Ulu (1996) also reported limited dating to the Late Miocene for basalt flows flanking the Birecik Reservoir, and Demir et al. (2007b) reported an Ar\\Ar date of ~9 Ma for basalt capping a Euphrates terrace farther downstream at Shireen in northern Syria (locality 7 in Fig. 2).\nTable 2 also lists the heights of each of the basalts, based on detail presented in online supplement 3. It is thus apparent that there is no\nsimple correlation between the ages of the basalts and their heights above the modern River Euphrates. This indicates that the local landscape has not developed simply as a result of regional uplift since the basalt eruptions; it has also been affected by local vertical crustal motions, which we infer to be consequences of folding of the anticlines depicted in Fig. 2 and of the intervening set of synclines (not illustrated). However, as already noted, the sense of crustal deformation in the study region has not been constant throughout the ~13 million years since the earliest basalt eruption. We later estimate rates of localised vertical crustal motion during each of the phases of crustal deformation, so that the heights of the basalts and associated Euphrates terrace deposits can be corrected to resolve the regional component of uplift."
  }, {
    "heading": "3. Stratigraphic framework for the Euphrates succession",
    "text": "Apart from the brief account by Demir et al. (2007a), there is no published description of the Euphrates terraces in the reach immediately downstream of the Atatürk Dam, whereas (as noted in Section 1) the reach farther upstream received only limited study (e.g., Erol et al., 1987; Wilkinson, 1990) before it was flooded. The succession in the Birecik area, ~90 km downstream of the Atatürk Dam, was described by Minzoni-Deroche and Sanlaville (1988), who recognised six terrace deposits, the youngest close to modern river level and the oldest reaching ~130 m above it. Re-examination by\nrkDam. This profile is orientedN80°E–S80°W, subparallel to the overall trendof this reach\nat DB 16365 44832. Note that this cross-section shows straight-line distances, whereas\nsinuous course of the river and are thus longer. The Kavşut gravel and its counterparts\nresponds to the highest of the post-Mid-Pleistocene Revolution terraces, assigned to MIS\navel (i.e. the older gravel aggradation), west of the Euphrates at Karababa, that are utilised\ngravel in this area, compared with elsewhere, as well as the local flattening in the down-\nto the component of localised subsidence due to the deformation of the Bozova anticline.\nDemir et al. (2008), using techniques similar to those applied in the present study, resulted in a fundamental reinterpretation of this succession. Demir et al. (2008) recognised many more fluvial terraces than in the Minzoni-Deroche and Sanlaville (1988) scheme, also concluding that some of the lower terraces are erosional facets, cut into much older gravel bodies. Bridgland et al. (2007) and Westaway et al. (2009) have presented modern interpretations of the Tigris terrace staircase around the city of Diyarbakır, ~180 km east of the Atatürk Dam, age control being provided here by Ar\\Ar and K\\Ar dating of basalt flows that cap several of the Tigris terraces. Comparison with the Birecik and Diyarbakır areas will facilitate the development of the terrace chronology for the Euphrates succession in the present study region.\nThe Demir et al. (2008) interpretation recognises as the oldest Euphrates deposit in the Birecik area a ~30 m thick gravel, inset into Cenozoic limestone bedrock between ~100 and ~130 m above the present river. Following the deposition of this stacked gravel, the river incised to within ~10 m of its present level, the downcutting being associated with the emplacement of a staircase of Euphrates terrace deposits capping erosional flats within the bedrock limestone. A ~45 m thick body of fluvial gravel then aggraded, its top reaching ~55 m above the modern river. The river then progressively cut down to its modern level of ~340 m a.s.l., this incision being\nassociated with the development of a second staircase of fluvial terraces. Some of these are erosional facets cut into this thick body of gravel; others are younger depositional terraces.\nOur field investigations in the ~30 km reach of the Euphrates downstream of the Atatürk Dam, in the adjacent reach of the Göksu tributary, and on the flanks of the Euphrates valley where it is now flooded by the Atatürk Dam Lake, are documented in detail in online supplements 4–6. These investigations confirm, overall, the mapping by Tolun and Erentöz (1962), that extensive deposits of Euphrates gravel crop out along a narrow zone reaching no more than a few kilometres from the modern river, inset within the Cenozoic Midyat Group limestone bedrock, but provide much additional detail."
  }, {
    "heading": "3.1. Localities downstream of the Atatürk Dam",
    "text": "Below the Atatürk Dam, the upstream end of the Birecik Reservoir inundates the lowest Euphrates terraces, necessitating estimation of the natural river level in each locality to enable calculation of terrace heights. We represent this fluvial succession in the form of a longitudinal profile (Fig. 5) and transverse profiles at four localities: adjoining the main road between the cities of Şanlıurfa and Adıyaman, which crosses the Euphrates at Karababa Bridge (Fig. 6), and around the villages of Akdere (Fig. 7), Gümüşkaya (Fig. 8), and Kızılın (Fig. 9),\nAkdere area. Ornament style is the same as for Fig. 6; see Fig. 3 for location.\nrespectively ~6, ~12, ~20, and ~24 km downstream of the Atatürk Dam (Fig. 3). Like at Birecik (Demir et al., 2008), we recognise two principal bodies (i.e. stacked sequences) of fluvial gravel, although both are thicker than in the Birecik area. The older of these has a thickness of ~90 m; for example, west of the Karababa Bridge its top and base are ~100 m and ~10 m above the modern river. For this and other bodies of sediment we follow standard practice of introducing names after localities where deposits are well-exposed, then establishing how these named deposits correlate (the detailed discussion being set out in online supplement 4). Thus, in this vicinity we call this older deposit the Selamet gravel east of the modern river and the Işık gravel west of the river; around Akdere we call it the Ortatepe gravel east of the river and the Akdere gravel west of the river (Figs. 6 and 7). The Karapınar basalt, south of the Atatürk Dam and east of the Euphrates, yielded a K\\Ar date of 11.40±0.24 Ma (±2σ; Table 2). The base of this basalt is ~45 m above the modern river (Fig. 6), the Selamet gravel being banked against, and thus younger than, the basalt. The younger fluvial aggradation, which we call the Kavşut gravel in the Karababa Bridge area and the Kangörmez gravel in the Akdere area, reaches ~70 m above the modern river, its base at the type sites being ~40 m (Kavşut) and ~25m (Kangörmez) above the river. However, deposits that we regard as correlative place the base of this aggradation ~20m above the river in the former locality.\nThese older and younger stacked gravel bodies thus overlap in height (unlike in the Birecik area where they are separated vertically), but can generally be distinguished on the basis that the former is typically much more weathered than the latter. The upper surface of the older gravel forms an extensive terrace flat; lower flats, apparently cut into this gravel during the subsequent incision, are also evident down to ~75 m above the modern river. The upper surface of the younger gravel likewise forms another extensive terrace flat; in addition, many lower fluvial terraces are evident between this level and the modern river. Like at Birecik, some of these ‘low’\nFig. 9. Schematic transverse profile through the Euphrates terrace deposits in the\nterraces are erosional facets, cut into the pre-existing fluvial gravel or into the bedrock; others include fluvial deposits that were presumably emplaced around the time of formation of each terrace, and which unconformably overlie the pre-existing gravel or bedrock. The greatest number of ‘low’ terraces is evident at Akdere (Fig. 7), fewer being reported both at Karababa and at Gümüşkaya. The most widely observed and clearly defined of these terraces occur ~20 and ~40 m above the modern river. Due to the inundation of the valley, the lowest terraces fall beneath the Birecik Reservoir in rough accordance with the ~0.5 m km−1 downstream gradient of the river. This reservoir is ~15 m deep at the downstream limit of study, near Yeniköy (Fig. 3), where the ~20 m fluvial terrace is thus observed ~5 m above the water surface."
  }, {
    "heading": "3.2. Localities in the Lower Göksu",
    "text": "The River Göksu flows north–south or NNW–SSE, joining the locally WSW-flowing Euphrates between Gümüşkaya and Kızılın (Figs. 2 and 3). This tributary has a much steeper downstream gradient than the main river, typically ~4 m km−1 (see online supplement 5); its valley floor thus rises above the Birecik Reservoir only a few kilometres upstream of the confluence. The Göksu succession is documented in this study only in the lowermost ~20 km of the river, the point being to describe a reach of river valley that has not been inundated, to facilitate interpretation of the Euphrates succession; the Göksu evidence will be documented in full elsewhere. Göksu counterparts of both the thick gravel aggradations reported along the Euphrates are evident. The older one, the Karakeçi gravel, attains a maximum thickness of at least ~70 m, reaching ~120 m above the river and being observed as low as ~50 above it. The younger one, the Körüstan gravel, has a similar disposition to the equivalent Euphrates gravel body but at its thickest its base is below the modern level of the Göksu. Like in the Euphrates, both these\nKızılın area. Ornament style is the same as for Fig. 6; see Fig. 3 for location.\nstacked sequences are inset by later fluvial terraces, the clearest of these in the lower Göksu being a very low terrace ~4 m above present river level (any Euphrates equivalent of which is submerged beneath the Birecik Reservoir) and a terrace ~20 m above the modern river, evidently the Göksu counterpart of the Euphrates terrace at the same height.\nSome 40 km upstream of the confluence, near Şambayat, gravels of Göksu lithology are found up to ~175 m above the modern river (see online supplement 5), thus at a much greater relative height than farther downstream. Furthermore, in the Göksu–Euphrates interfluve NW of Atatürk Dam, near Akpınar, gravel of Göksu provenance (Table 1) occurs ~200 m above the present level of this river (see Section 4.3, below, also online supplement 5)."
  }, {
    "heading": "3.3. Localities adjoining the Atatürk Dam Lake",
    "text": "Areas flanking the Atatürk Dam Lake, including localities where basalt abuts the Euphrates valley around Çaylarbaşı, Siverek İskelesi, and Saltepe (localities 8, 9 and 10 in Fig. 2; respectively ~65, ~90, and ~115 km upstream of the Atatürk Dam), were inspected in search of fluvial deposits that have escaped inundation. At Geçitağzı (~55 km upstream of the Atatürk Dam; Fig. 2), Euphrates terraces were found up to ~180 m above the modern river (Fig. 10). However, since the Atatürk Dam Lake is locally >100 m deep, lower fluvial terraces have evidently been inundated. Except for the greater range of height, the extant Geçitağzı fluvial terrace staircase has very similar morphology to the surface of the Işık gravel and its counterparts (i.e. the older stacked gravel body) downstream of the Atatürk Dam (Figs. 6–9). Çaylarbaşı, Siverek İskelesi and Saltepe adjoin the western margin of the Siverek volcanic field (see online supplement 6), and were visited mainly to ascertain the disposition of lava flows from this Miocene basaltic volcanism in relation to the Euphrates valley. Notably, at Siverek İskelesi, we observed a contact between polymict Euphrates gravel and overlying basalt, which we measured using DGPS some ~15 m above the Atatürk Dam Lake or ~80 m above the modern river. This was the only site in the study region where we observed basalt to overlie any Euphrates terrace deposit. Moreover, this basalt has yielded a K\\Ar date of 10.24±0.22 Ma (±2σ; Table 2), indicating that the underlying fluvial sediments date from the early Late Miocene and that the subsequent local time-averaged incision rate has been ~0.008 mm a−1. This is therefore now the oldest known Euphrates terrace deposit; it pre-dates the polymict fluvial gravel ~70 m above the river at Shireen in northern Syria (locality 7 in Fig. 2), which is capped by basalt that yielded an Ar\\Ar date of 8.81±0.07 Ma (±2σ) (Demir et al., 2007b,c; see, also, online supplement 3)."
  }, {
    "heading": "4. Discussion",
    "text": ""
  }, {
    "heading": "4.1. Resolution of regional uplift and localised crustal deformation",
    "text": "Our observations summarised in Section 3 (and reported in detail in the online supplements) indicate components of localised crustal deformation superimposed onto effects of regional uplift. Some of the basalt flows examined (e.g. at Araban and Saltepe; localities 3 and 10 in Fig. 2) pre-date the evident anticlinal folding, whereas others (notably the Karapınar basalt adjoining the Atatürk Dam; locality 1 in Fig. 2) have flowed along syncline axes and thus postdate at least the start of the folding. Furthermore, there is clear evidence that active folding has also affected the disposition of the Euphrates terrace deposits. For example, near Yukarıgöze, north of Gümüşkaya (Figs. 5 and 8), polymict Euphrates gravel is observed up to 126 m above the river, whereas it reaches no higher than 118 m at Akdere and 111 m at Ortatepe (Fig. 7). Conversely, west of Karababa Bridge, in the syncline south of the Bozova Anticline axis, the equivalent fluvial gravel is found no higher than ~98 m above the modern river (Fig. 6). The highest fluvial deposits east of the Euphrates at Karababa Bridge are somewhat higher (up to 114 m; Fig. 6), but that might simply reflect closer proximity to the anticline axis. There is also evidence that the highest sediments of the River Göksu are higher above the river than is typical for the region (up to 140 m) in the vicinity of the NW continuation of the Bozova anticline around Karakeçi, although this locality is on the periphery of the present study region and has, therefore, not been documented in detail. Likewise the Yukarıgöze locality adjoins the southern flank of the eastern end of the Kızıldağ Anticline, and so might likewise have experienced a small component of localised uplift in addition to regional uplift.\nOn the basis of comparison with the Euphrates succession in NE Syria, where age-control is provided by dated basalt flows (Demir et al., 2007b), and in the Birecik area (Demir et al., 2008), and with the Tigris succession in the Diyarbakır area (Westaway et al., 2009), we infer that the emplacement of the older stacked gravel body (the Işık gravel and its counterparts) occurred during the Early to Mid Pliocene, although the possibility also exists that some of it is Late Miocene. Although the landscape was uplifting at this time, significant coastal regression was also occurring, moving the mouth of the Euphrates many hundreds of kilometres southeastward from north-central Syria probably as far as central Iraq. The requirement for the river to maintain a downstream gradient appropriate for its hydrology thus resulted in aggradation, even though uplift was occurring. As Fig. 6 indicates, the dating of the Karapınar basalt to around the\nGeçitağzı area. Ornament style is the same as for Fig. 6; see Fig. 2 for location.\nstart of the LateMiocene, and the field relations, which indicate that the Işık gravel post-dates this basalt, confirm the tentative chronology, suggested by Demir et al. (2008) andWestaway et al. (2009). Indeed, Fig. 6 suggests that after the eruption of this basalt, when the river stood ~45 mabove its present level, incision by some~35 m took place, bringing the river to within ~10 m of its present level, before the aggradation of the Işık gravel began. This would imply that the downstream extension of the Euphrates, as a result of coastal regression, did not become significant until some considerable time after this ~11 Ma basalt eruption. These observations also imply that the rate of anticlinal folding in the area during the early Late Miocene was probably quite low, otherwise the fluvial incision below the base level of the Karapınar basalt could not have occurred, given the low rate of regional uplift that is envisaged at this time.\nOn the other hand, the thickness of the Işık gravel and its counterparts, which, at up to ~90 m (see Section 3.1), is far greater than for the corresponding gravel in the Birecik area (~30 m; Demir et al., 2008), indicates that folding occurred at a significant rate during the emplacement of this gravel. This is supported by the observation of considerable thicknesses of this gravel in synclines, notably along the Euphrates south of the Bozova anticline (e.g. around Karababa Bridge and Akdere), and along the Göksu between the Bozova and Kızıldağ anticlines (e.g. around Pınarbaşı and in the Karakeçi area; see online supplement 5). Conversely, this gravel is completely absent in some reaches of rivers that cross anticline axes (such as in the Euphrates at the Atatürk Dam), presumably because the rate of local uplift exceeded the rate of fluvial aggradation at this time, although in other reaches that adjoin anticlines fluvial gravel is found at greater-than-expected heights (e.g. at Akpınar and Geçitağzı; see Section 4.3, below, also online supplements 5 and 6) and/or is relatively thin (e.g. at Akpınar and Burç; see online supplement 5).\nWestaway et al. (2008) suggested that the folding in the study region was concentrated during, and associated with, the phase of plate motion that began at ~6.0 Ma and ended at ~3.6 Ma. The evidence summarised in Section 3.1 is consistent with this idea; the ~60 m difference between the ~90 m thickness of the contemporaneous gravel at Karababa Bridge and the ~30 m thickness at Birecik suggests ~60 m of localised subsidence in the former locality, indicating a corresponding rate of relative subsidence of ~60 m/~2.4 million years or ~0.03 mm a−1.\nDemir et al. (2008) estimated that aggradation of this older stacked gravel body in the Euphrates valley (represented by the Işık gravel and its counterparts) ceased in the Mid Pliocene (circa 3 Ma). The differential height of the top of this deposit in the reach downstream of the Atatürk Dam thus reflects subsequent folding of the Bozova and Kızıldağ anticlines. The above comparison of heights suggests differential vertical movements relative to points west of Karababa Bridge of ~20 m at Akdere and ~28 m near Gümüşkaya, implying a rate of localised subsidence at Karababa Bridge of ~0.01 mm a−1, much less than during the preceding phase of crustal deformation.\nFollowing Demir et al. (2007b, 2008), we envisage that the incision from the level of the top of the Işık gravel (and its counterparts) to that of the base of the Selamet gravel (and its counterparts) accompanied increases in rates of regional uplift after the end of the MidPliocene climatic optimum and after the further climate deterioration at the start of the Early Pleistocene. We likewise envisage that the aggradation of the Kavşut gravel (and its counterparts) was associated with a switch, on a regional scale, from uplift to subsidence. This reversal in the sense of vertical crustal motion is widely recognised in fluvial sequences in the Arabian Platform (e.g. Demir et al., 2007b, 2008; Abou Romieh et al., 2009; Bridgland et al., 2012-this issue); its cause is not established, although Westaway (2012-this issue) suggests a possible physical mechanism. Like for the Işık gravel, given the component of localised subsidence in synclinal areas such as Karababa Bridge, the thickness of aggradation will exceed the contemporaneous regional subsidence. The ~50 m thickness of the\nSelamet gravel (Fig. 6) indeed slightly exceeds the ~45 m thickness of the corresponding gravel in the Birecik area (the Bilgin gravel of Demir et al., 2008). With a rate of localised relative subsidence of ~0.01 mm a−1, a ~5 m difference such as this would indicate deposition spanning roughly 0.5 million years. Demir et al. (2008) indeed envisaged a timescale of this order, in the latter part of the Early Pleistocene, for the deposition of the Bilgin gravel; a similar age and duration of deposition can be inferred for the Kavşut gravel.\nFinally, Demir et al. (2007b, 2008) envisaged that the region switched back from subsidence to uplift around the start of the Middle Pleistocene, at a time roughly corresponding with the MidPleistocene Revolution (MPR; the switch to ~100 ka climate cyclicity, which resulted in increased severity of the cold-climate stages), and that the youngest staircase of fluvial terraces reflects the subsequent regional uplift. At Birecik, the incision during this phase of uplift has amounted to ~55 m (Demir et al., 2008). In contrast, in the Tigris at Diyarbakır the corresponding incision has amounted to ~70 m; it is locally well constrained by isotopic dating and magnetostratigraphy of basalt flows capping fluvial terraces (e.g. Bridgland et al., 2007; Westaway et al., 2009). Likewise, the top of the Kavşut / Kangörmez gravel is ~68 m above the modern River Euphrates, indicating a similar amount of incision on this timescale. In addition, the continued localised relative subsidence in the vicinity of Karababa Bridge would be expected to cancel some ~9 m (~0.9 Ma×~0.01 mm a−1) of uplift, implying ~77 m of regional uplift since the MPR."
  }, {
    "heading": "4.2. Uplift modelling",
    "text": "To shed light on the crustal processes occurring in the study region, we now attempt to model the history of regional uplift in the Karababa area since the Middle Miocene, using the disposition of the basalt flows and fluvial sediments discussed in Sections 3 and 4.1. The modelling technique, by Westaway (2001) and Westaway et al. (2002), incorporates coupling between surface processes, induced flow in the lower continental crust, and the resulting nonsteady-state perturbations to the thermal state of the crust. It calculates the isostatic response to phases of lower-crustal flow forcing (LCFF) induced by cyclic loading of the Earth's surface, caused by growth and decay of local ice sheets or fluctuations in waterloading due to eustatic sea-level variations. The characteristic timescale of the uplift response during a phase of LCFF depends on the parameter Wi=zi−zb, where zi is the depth at which the lowercrustal flow is concentrated and zb is the depth of the base of the brittle upper crust (e.g. Westaway, 2001), which is taken at the temperature threshold Tb=350 °C (cf. Sibson, 1983). For the parameterization used for the mobile lower crust, with a temperature-dependent linear viscous rheology and an assumed uniform steady-state geothermal gradient, zi is ~9/10 of the way between zb and the depth zm of the base of the mobile layer (Westaway, 1998).\nAn alternative technique, by Westaway (2002a), calculates the non-steady-state isostatic uplift response in a region that experienced an increase in erosion rates (or a switch from sedimentation to erosion), assuming that the region adjoins a depocentre where the eroded material is re-deposited. The geothermal gradient is thus perturbed in a predictable manner in both regions, causing the base of the brittle layer to advect (relative to the level of the eroding land surface) upward beneath the sediment source and downward beneath the depocentre. The resulting lateral variation in its depth will create a lateral pressure gradient, which will drive mobile lower crust from beneath the depocentre to beneath the sediment source. The technique is more difficult to apply than the alternative as it requires more model parameters to be constrained; also, it can only represent a single phase of LCFF.\nLike in other studies (e.g. Westaway et al., 2006b), the first technique is applied here as an approximation, it being clear that the uplift modelled is probably a response primarily to erosion and not\ncyclic surface loading (Westaway et al., 2002). However, tests by Westaway (2002b) showed that uplift histories predicted by both methods can be very similar to each other, justifying this approximation. As well as requiring fewer model parameters, this technique also allows solutions involving multiple phases of LCFF, each characterised by a different timing to and magnitude of the forcing, ΔTe.\nBased on the height of Early Miocene marine sediments in localities adjoining the Karababa area (from Tolun and Erentöz, 1962, and Ulu, 1996), we estimate that ~800 m of regional uplift has occurred in total since the Middle Miocene emergence of this part of southeastern Turkey. Given the available dating evidence (summarised in Section 1), we adopt a nominal age of 16 Ma for this event. Demir et al. (2008) concluded that, following this emergence, the progressive downstream lengthening of the River Euphrates results in an underestimation of contemporaneous uplift by ~330 m. We therefore apply a correction to take account of this effect. We partition this effect by assuming that it has occurred in two phases, the first, accounting for 50 m of the effect during 16-12.5 Ma, and the second accounting for the remaining 280 m, during 8–2 Ma; during both these phases the difference between incision and uplift is assumed to have developed at a uniform rate. We also correct for the component of localised subsidence in the Karababa area, due to the folding of the Bozova anticline. As discussed in Section 4.1, we quantify this effect with estimated subsidence rates of 0.01 mm a−1 since 3.6 Ma and 0.03 mm a−1 during 6.0–3.6 Ma; a 0.01 mm a−1 rate is also assumed before 6.0 Ma.\nAlthough ΔTe for each phase of LCFF is a free parameter, estimated from the fit to data, Wi can be estimated independently from surface heat-flow and crustal thickness, as previously noted (e.g. Westaway et al., 2006c). The surface heat-flow in SE Turkey is relatively low, typically ~50 mWm−2 (e.g. Tezcan, 1995). The crust of this region is also characterised by a relative high in Bouguer gravity anomalies (e.g. Ateş et al., 1999). By analogy with neighbouring parts of Syria, this observation is interpreted (e.g. Best et al., 1990; Nasir and Safarjalani, 2000; al-Mishwat and Nasir, 2004) in terms of ~40 km thick crust, with a high-density basal layer of mafic underplating at least 10 km thick. Using standard theory for heat flow through the crust (e.g. Westaway, 2009), taking the surface temperature as 20 °C and the thermal conductivity of the crust as 3 Wm−1 °C−1, and assuming that the surface heat flow is partitioned with a basal component of 40 mWm−2 and a component of ~10 mWm−2 due to radioactive heating evenly distributed throughout the upper 10 km of the crust, the thermal state of the crust can be calculated. The 350 °C geotherm, taken (as already noted) as marking the transition from brittle to plastic behaviour in the crust, can thus be placed at a depth of ~24 km, suggesting that the mobile lower-crustal layer in this region is no more than ~6 km thick, such that Wi can be no more than ~5.4 km. Wi values of ~5 km have indeed been previously inferred for parts of the northern Arabian Platform (e.g. Demir et al., 2007b, 2008; Westaway et al., 2009) and can also be anticipated for the present study region. The present modelling (Fig. 11) indeed indicates Wi=5.5 km for the present study region, thus confirming\nft in the Karababa area, also showing data for studied basalt flows farther upstream and\nr 2 m above the present local river level. As discussed in themain text, the observational\nto the compression across the Bozova anticline, and for the effects of progressive downkm−1, κ=1.2 mm s−1, to1=16.0 Ma, ΔTe1=−1.4 °C, to2=12.5 Ma, ΔTe2=−3.5 °C,\nto6=2.0 Ma, ΔTe6=−1.3 °C, to7=1.3 Ma, ΔTe7=+1.8 °C, to8=0.87 Ma, and ΔTe8=\nlower crust, and Wi is the effective thickness of the lower-crustal layer, defined in the\ndicate preferred age assignments; open symbols indicate alternative possible candidate\nFor the Saltepe basalt, the range of uplift indicated reflects the observed range of height,\nd and predicted uplift history. (b) Enlargement of the younger part of (a) showing the\ne record since 1.4 Ma in greater detail. (d) Predicted history of uplift rate variation.\nthat it is consistent with the above-mentioned crustal parameters whose values are known independently.\nTo provide a good fit to the data, the modelling (Fig. 11) requires eight phases of LCFF. The start timings to of four of these phases, to4=6.0 Ma, to5=3.1 Ma, to6=2.0 Ma and to8=0.87 Ma, correspond with times of long-timescale climate change, as observed elsewhere (e.g. Bridgland and Westaway, 2008a, b; Westaway et al., 2009). In summary, these times mark the start of the Messinian salinity crisis in the Mediterranean basin, the end of the Mid-Pliocene Climatic Optimum, the climate deterioration around the ‘conventional’ Pliocene– Pleistocene boundary (the Tiglian C stage in the stratigraphy of NW Europe), and the MPR. The phase of LCFF with to7=1.3 Ma is included to crudely model the subsidence evident in the late Early Pleistocene, although the actual mechanism for this process may be different (cf. Westaway, 2012-this issue). The remaining three phases, with to1=16 Ma, to2=12.5 Ma, and to3=7.5 Ma, have no established independent cause, but are included simply to fit the data. Phases of LCFF with similar timings have been observed previously in modelling of other very-long-timescale fluvial sequences, notably from eastern Europe (e.g. Bridgland andWestaway, 2008b); in general terms, they probably relate to increases in erosion rates caused first by the regional emergence above sea-level in the Middle Miocene, then by increases in climate aridity, which can be envisaged as increasing erosion rates through the expected reduction of vegetation cover and the resulting destabilisation of hillslopes.\nThe first phase of LCFF is constrained by the assumption of ~800 m of uplift since 16 Ma and by the height of the 12.5 Ma Özyurt basalt. That height, ~420 m above the modern River Euphrates, is indicative of ~700 m of uplift since eruption, given the estimated 280 m correction for subsequent downstream channel lengthening. This basalt is not near any anticlines (Fig. 2), so its height can be presumed to indicate regional uplift. It is thus deduced that ~100 m of uplift occurred between 16 Ma and 12.5 Ma; given the estimated 50 m correction for downstream channel lengthening, it is predicted that the Euphrates incised by only ~50 m during that span of time.\nThe second phase of LCFF is constrained by the heights of the Özyurt and Karapınar basalts and of the base of the Işık gravel. The base of the 11.4 Ma Karapınar basalt is ~46 m above the modern level of the Euphrates (Fig. 6). After correction for 280 m of subsequent downstream channel lengthening and 162 m of subsidence due to localised deformation adjoining the Bozova anticline (estimated as 0.03 mm a−1×2.4 Ma+0.01 mm a−1×9.0 Ma; see Section 4.1), a total of 46+280+162 m, or 488 m, of regional uplift is indicated. Likewise, the base of the Işık gravel, ~10 m above the modern river (Fig. 6), indicates ~438 m of uplift if the fluvial incision first reached this level at 10 Ma, or ~418 m of uplift if the fluvial incision first reached this level at 8 Ma (Fig. 11(a)). This phase of LCFF is thus envisaged as responsible for 292 m of regional uplift between 12.0 and 7.5 Ma. Indeed, the >200 m of uplift envisaged as having occurred between the times of eruption of the Özyurt and Karapınar basalts indicates a time-averaged uplift rate of ~0.2 mm a−1 and a maximum uplift rate of ~0.4 mm a−1 (Fig. 11(d)). Prior to this study, such rapid uplift during the late Middle Miocene in the present study region was not envisaged.\nThe third phase of LCFF is inferred to have begun around the same time as the start of the downstream channel lengthening, or circa 8 Ma. It is envisaged that climate change resulted in increased rates of erosion, which drove uplift at this time, and that the resulting uplift progressively displaced the palaeocoastline farther southeastward, this coastal regression causing the inferred downstream channel lengthening. The fourth phase of LCFF is, likewise, inferred to have followed, as a result of the Messinian salinity crisis. The modelling during this substantial span of time is constrained by the observation that the Euphrates at no stage incised deeper than the observed base of the Işık gravel and that at ~3.1 Ma the river level coincided with the uppermost part of this gravel. The latter is 98 m above the modern\nriver, west of Karababa Bridge, but after addition of corrections of ~51 m for subsequent downstream channel lengthening and 31 m for localised subsidence, equates to ~180 m of uplift. The solution also indicates that the Euphrates was most recently at the level of the base of the Işık gravel at ~5 Ma. After correction by 140 m for subsequent downstream channel lengthening and 78 m for localised subsidence, the ~10 m height of this unconformity relative to the modern river equates to ~228 m of uplift. This implies that the Işık gravel was emplaced between ~5 and ~3 Ma, consistent with the deduction by Demir et al. (2008) of the age span of the corresponding gravel in the Birecik area.\nThe fifth phase of LCFF, starting at 3.1 Ma, is inferred to mark the development of the lower-level facets in the Işık gravel. As Fig. 11(b) indicates, the effect of the corrections for downstream channel lengthening and localised subsidence during this span of time approximately matched the inferred uplift, making it difficult to assign ages to these lower facets. The two lower facets of the Işık gravel west of the Euphrates in the Karababa area, ~87 and ~80 m above the modern river, are inferred to date from circa 2 Ma, either shortly before or shortly after the start of the next phase of LCFF. With an inferred age of 2 Ma, and, thus, no correction for subsequent downstream channel lengthening (but a 20 m correction for localised subsidence), the ~87 m facet indicates ~107 m of uplift.\nAs already noted (Section 4.1), the sixth phase of LCFF resulted in the re-incision by the Euphrates to the level of the base of the Kavşut gravel, and the seventh phase, acting between ~1.25 and 0.87 Ma, marked the subsidence during which this gravel was emplaced. The base and top of the Kavşut gravel, ~20 and ~69 m above the modern river, indicate ~33 and ~78 m of regional uplift after correction for localised subsidence; thus the ~50 m thickness of this gravel equates to ~45 m of subsidence, in agreement with the thickness of the corresponding gravel at Birecik (where there is no localised deformation), as already discussed (Section 4.1).\nThe final phase of LCFF marks the uplift since the MPR, circa MIS 22, during which the Euphrates has become entrenched below the top of the Kavşut gravel. The numerous terrace facets evident along the studied reaches of the Euphrates and Göksu (for which details are documented in online supplements 4 and 5) thus mark cold climate stages during the Middle and Late Pleistocene and can therefore be tentatively assigned to particular MIS stages. Thus, the ‘floodplain terrace’ of the Göksu, some 3–4 m above the modern river, can be readily assigned to MIS 2. In the studied reach of the Euphrates, this very low terrace was everywhere submerged beneath the Birecik Reservoir, but was visible below the water level around Akdere (Fig. 7). The lowest Euphrates terrace to escape inundation, best observed near Kangörmez, at an estimated level of ~7 m above the modern river, fits MIS 6 (Fig. 11(c)). Elsewhere terrace deposits at this low level were typically disturbed by quarrying and the tipping of quarry spoil, and were therefore unrecognisable. The terrace ~12 m above the modern river, evident for example at Akdere and Gümüşkaya (Figs. 7 and 8), marks MIS 8, whereas that ~17 m above the modern river (best developed at Özgören; Fig. 7) fits MIS 10. The very prominent terrace flat ~20 m above the modern river (for example at Akdere and Gümüşkaya, Figs. 7 and 8, and along much of the lower Göksu) thus marks MIS 12. The flats ~27 m above the modern river Euphrates at Karababa East Quarry (Fig. 6), ~31 m above it at Akdere (Fig. 7), and ~30 m above the lower Göksu, can be assigned to MIS 13b. The flats ~32 m above the modern river at Karababa North Quarry and ~35 m above it at Akdere would therefore date from MIS 14. The flat ~37 m above the modern river at Gümüşkaya may be of equivalent age, given that it lies outside the region where localised subsidence, adjoining the Bozova Anticline, is expected. The surface of the deposits in Karababa West Quarry, ~39 m above the modern river, and the prominent flat ~40–41 m above it at Akdere and Kangörmez, can be assigned to MIS 16. Finally, the flats ~53 m\nabove the modern river west of the Karababa quarries (Fig. 6) and ~55 m above it at Gümüşkaya (Fig. 8) are assigned to MIS 18."
  }, {
    "heading": "4.3. Interaction between active faulting and regional uplift",
    "text": "It is apparent from the foregoing that the vertical crustal motions in the area immediately downstream of the Atatürk Dam have resulted from interaction between regional uplift and localised deformation of the Bozova Anticline, the area being in the footwall of the blind reverse fault beneath this anticline. The local component of subsidence thus cancels part of the regional uplift in this area. A test of this interpretation would be to demonstrate that the Euphrates terraces are atypically high on the opposite, hanging-wall, side of the structure, where localised uplift can be expected to have reinforced the effect of regional uplift; however, this area is now submerged beneath the Atatürk Dam Lake. Unfortunately, the investigations of these fluvial terraces prior to the inundation (Erol et al., 1987; Wilkinson, 1990) lack sufficient detail to resolve any such effect. Nonetheless, supporting evidence for this interpretation is provided by the disposition of the Akpınar gravel (see online supplement 5). This sediment, inferred from its clast lithology and SSE palaeoflow direction to be a deposit of the ancestral River Göksu, adjoins the Bozova anticline on its hanging-wall side (Fig. 2), suggesting that it has experienced a component of localised uplift. By analogy with other localities, we tentatively estimate from its disposition, ~200 m above the modern River Göksu, that this deposit, the highest that we have found in the region, dates from ~3 Ma. Comparison with the ~130 m of fluvial incision expected on this timescale (see Section 4.2) indicates ~70 m of localised uplift at Akpınar, implying correspondingly more localised uplift closer to the anticlinal axis, from which Akpınar is ~6 km distant (Fig. 3). Furthermore, the Akpınar gravel overlies deposits of the Adıyaman palaeo-lake, suggesting that the disruption of this lacustrine environment occurred not long before ~3 Ma. This leads to the tentative inference that this palaeo-lake existed because of the high rate of localised deformation of the Bozova anticline during the phase of plate motion from ~6 to ~3.6 Ma; as already discussed, a contemporaneous deformation rate three times greater than that at present seems necessary to account for the disposition of the fluvial sediments on the footwall side of this structure. It is thus presumed that, during this phase of deformation, the localised uplift of lithified bedrock on the hanging-wall side of the structure created a natural dam in the Euphrates valley, in roughly the same location as the modern Atatürk Dam, impounding the Adıyaman palaeo-lake on its upstream side.\nThe highest land, in bedrock, along the axis of the Bozova Anticline is 825 m a.s.l., some 450 m above the Euphrates valley floor. The proportion of this relief that developed during the ~6.0–3.6 Ma phase of crustal deformation (i.e. during the inferred damming of the Euphrates valley) cannot be determined with any accuracy; however, several hundred metres (say ~300 m) seems a reasonable estimate for this component of localised hanging-wall uplift. Conversely, the component of localised footwall subsidence during this phase at Karababa Bridge was estimated in Section 4.1 as ~60 m. The ratio between these quantities is thus, very tentatively, estimated as ~5:1, and the contemporaneous vertical slip rate on the underlying reverse fault as ~360 m/~2.4 Ma or ~0.2 mm a−1. Assuming the same 5:1 ratio between footwall subsidence and hanging-wall uplift, the estimated ~0.01 mm a−1 present-day rate of localised subsidence in the Karababa Bridge area equates to a vertical slip rate of ~0.06 mm a−1 on the Bozova Fault. According to standard theory, this estimated vertical slip rate might result from the occurrence of a magnitude ~7 earthquake (with a seismic moment of ~4×1019 N m, a ratio of displacement to fault length of 10−5, and a ratio of reverse to leftlateral slip of ~1:2) on the ~70 km long Bozova Fault once every ~4000 years. This is in approximate agreement with the documentation of one such event during ~3400 years of historical record (e.g.\nSbeinati et al., 2005), although the same long-timescale slip rate could be produced by more frequent smaller earthquakes.\nSupporting evidence for the view that the localised deformation adjoining structures such as the Bozova Anticline is partitioned with much greater hanging-wall uplift than footwall subsidence is provided by the evidence from Saltepe (locality 10 in Fig. 2; see also online supplement 6). Assuming the same history of regional uplift as in the Karababa area, the modelling suggests ~350 m of regional uplift since the eruption of the local basalt at ~6.7 Ma (Fig. 11). On the anticline axis nearby, >800 m of uplift is indicated, whereas farther upstream (presumably, in the footwall of the associated reverse fault) there has been only ~250 m of uplift. The ratio of localised hanging-wall uplift to localised footwall subsidence has thus been almost five to one. A component of localised uplift is also evident in the Geçitağzı area (Fig. 10), where the highest fluvial terrace deposits (again, inferred to date from ~3 Ma) are ~180 m above the Euphrates; from the location of this site, adjoining the Hilvan Anticline (Fig. 2), a component of localised uplift can indeed be expected. Likewise, the Asatköyü basalt (at locality 6 in Fig. 2) is ~250 m higher than would be expected from the regional uplift since its eruption at ~11.1 Ma, consistent with localised deformation of the adjacent anticline (Fig. 2). Conversely, other sites (e.g. Gözeli, Shireen, and Siverek İskelesi; localities 4, 7 and 9 in Fig. 2) have uplifted less than the corresponding regional uplift, as can be expected from their locations in synclines or downfaulted blocks. Although detailed calculations are not possible for each of these localities, it seems evident (cf. Fig. 11) that the localised hanging-wall uplift typically exceeds the regional uplift by a much greater margin than the localised footwall uplift underestimates the regional uplift. The final locality where we have reported very high fluvial terrace deposits (~175 m above modern river level) is around Şambayat in theMiddle Göksu (Fig. 2). However, pending systematic analysis of the Göksu succession, we cannot say whether this is due to the component of (?post-Mid Pliocene) regional uplift increasing northward towards Anatolia, as Arger et al. (2000) tentatively suggested, or whether it is a consequence of localised deformation of the adjacent Kozdağ Anticline (Fig. 2).\nIn their pioneering quantitative study modelling the deformation associated with reverse faults, King et al. (1988) inferred that sediment loading of the footwall typically exceeds the loss of mass due to erosion of the hanging-wall, causing the localised subsidence of the footwall to greatly exceed the localised uplift of the hangingwall. In our own study region, the opposite effect is evident; when superimposed onto the background of regional uplift, the localised hanging-wall uplift greatly exceeds the localised footwall subsidence. This effect is consistent with the modelling by King et al. (1988) if the loss of mass due to hanging-wall erosion exceeds the sediment loading of the footwall. Others (e.g. Shamir and Eyal, 1995) have reached similar conclusions regarding the partitioning of localised deformation across active reverse faults."
  }, {
    "heading": "5. Conclusions",
    "text": "We have undertaken detailed field investigations of the fluvial succession exposed in the ~30 km reach of the Euphrates valley directly downstream of the Atatürk Dam, where this valley is inundated only by the shallow upstream end of the Birecik Reservoir and thus approximates its natural form, and in the adjoining lower reaches of the Göksu tributary. Unspiked K\\Ar dating of late Middle Miocene to Late Miocene basalt flows that abut the Euphrates throughout its length within SE Turkey has been used to provide a chronology for the early stages of development of this river system following regional emergence above sea level in the early Middle Miocene. For example, beside the Atatürk Dam Lake at Siverek İskelesi, basalt dated to 10.24±0.22 Ma (±2σ) caps a Euphrates gravel ~80 m above the modern river, the oldest Euphrates terrace currently recognised.\nAmounts and rates of fluvial incision vary across this northern part of the Arabian Platform in a complex manner, due to the interaction between regional uplift and localised vertical crustal motions caused by slip on active reverse faults beneath anticlines. The study reach downstream of the Atatürk Dam lies in the footwall of one such fault, beneath the Bozova Anticline. We estimate that the resulting rate of localised subsidence, superimposed onto the background regional uplift, has been ~0.01 mm a−1 during the present phase of crustal deformation, which began at ~3.7–3.6 Ma, but was higher, maybe ~0.03 mm a−1, during the previous phase, which began at ~6 Ma, when the pattern of plate motions in the surrounding region was different (Fig. 1). The large palaeo-lake centred around Adıyaman, farther north, is inferred to have existed during this ~6 Ma to ~3.7–3.6 Ma phase of plate motion, apparently because the relatively rapid localised hanging-wall uplift on the northern flank of the Bozova Anticline led to blockage of the Euphrates valley near the site of the modern Atatürk Dam.\nThe uppermost part of a thick fluvial aggradation west of the Euphrates near Karababa Bridge, inferred to date from around the Mid Pliocene, reaches ~100 m above the modern river, and after correction for an estimated ~30 m of localised subsidence and by ~50 m for subsequent downstream lengthening of the Euphrates channel, indicates ~180 mof subsequent regional uplift. The Euphrates then incised to within ~20 m of its present level by the mid Early Pleistocene, before a switch to regional subsidence accompanied the deposition of a second thick fluvial aggradation, the top of which is ~70 m above the modern river. Subsequent renewed regional uplift, following the Mid-Pleistocene Revolution, has resulted in the development of a succession of fluvial terraces, typically inset into these older aggradations, which are correlated with the 100 ka Milankovitch climate cycles.\nThe early part of the Euphrates chronology, constrained mainly by the disposition of basalt flows, indicates ~800 m of regional uplift since the early Middle Miocene, of which an estimated ~330 m is masked by the subsequent downstream lengthening of the river. Components of localised uplift and subsidence, caused by slip on reverse faults beneath anticlines, are superimposed onto this regional pattern, the hanging-wall uplift being much larger (in one case, roughly five times larger) than the footwall subsidence.\nOur results provide, for the first time, detailed documentation of the complex development of the Euphrates valley in SE Turkey during the Late Cenozoic, due to the interaction between regional uplift and localised crustal deformation. The study also demonstrates the benefits of applying multidisciplinary techniques to investigate an important, but hitherto poorly documented, river system.\nSupplementarymaterials related to this article can be found online at doi:10.1016/j.geomorph.2012.01.005."
  }],
  "year": 2012,
  "references": [{
    "title": "Active crustal shortening in NE Syria revealed by deformed terraces of the River Euphrates",
    "authors": ["M. Abou Romieh", "R. Westaway", "M. Daoud", "Y. Radwan", "R. Yassminh", "A. Khalil", "A. al-Ashkar", "S. Loughlin", "K. Arrell", "D. Bridgland"],
    "venue": "Terra Nova",
    "year": 2009
  }, {
    "title": "The Maden complex, SE Turkey: evolution of a Neotethyan active margin",
    "authors": ["G. Aktaş", "Robertson"],
    "venue": "A.H.F.,",
    "year": 1984
  }, {
    "title": "Arabia–Eurasia collision and the forcing ofmid-Cenozoic global cooling",
    "authors": ["M.B. Allen", "H.A. Armstrong"],
    "year": 2008
  }, {
    "title": "Composition of the lower crust of the Arabian Plate; a xenolith perspective",
    "authors": ["A.T. al-Mishwat", "S.J. Nasir"],
    "venue": "Lithos",
    "year": 2004
  }, {
    "title": "Neogene and Quaternary volcanism of southeastern Turkey",
    "authors": ["J. Arger", "J. Mitchell", "R. Westaway"],
    "venue": "Tectonics and Magmatism of Turkey and the Surrounding Area: Geological Society,",
    "year": 2000
  }, {
    "title": "New gravity and magnetic anomaly maps of Turkey",
    "authors": ["A. Ateş", "P. Kearey", "S. Tufan"],
    "venue": "Geophysical Journal International",
    "year": 1999
  }, {
    "title": "Bouguer gravity trends and crustal structure of the Palmyride mountain belt and surrounding northern Arabian platform in Syria",
    "authors": ["J.A. Best", "M. Barazangi", "D. al-Saad", "T. Sawaf", "A. Gebran"],
    "venue": "Geology",
    "year": 1990
  }, {
    "title": "Clast Lithological Analysis",
    "authors": ["D.R. Bridgland"],
    "venue": "Technical Guide 3. The Quaternary",
    "year": 1986
  }, {
    "title": "Dating Quaternary volcanism and incision by the River Tigris",
    "authors": ["S. Yurtmen"],
    "year": 2007
  }, {
    "title": "Cross calibration of K–Ar standard minerals",
    "authors": ["S. Charbit", "H. Guillou", "L. Turpin"],
    "venue": "crustal blocks. Geomorphology",
    "year": 1998
  }, {
    "title": "using an unspiked Ar measurement technique",
    "authors": ["T. Demir", "R. Westaway", "D.R. Bridgland", "A. Seyrek"],
    "venue": "Chemical Geology",
    "year": 2007
  }, {
    "title": "Location of the River Euphrates in the Late Miocene; dating",
    "authors": ["G. Rowbotham"],
    "year": 2007
  }, {
    "title": "terrace gravel at Shireen, Syria",
    "authors": ["A. Seyrek", "R. Westaway", "D. Bridgland", "A. Beck"],
    "venue": "eEarth",
    "year": 2008
  }, {
    "title": "A catalog of earthquakes for Turkey and surrounding",
    "authors": ["K. Ergin", "U. Güçlü", "Z. Uz"],
    "venue": "ERDASIMAGINE/ERDASIMAGINE/Details.aspx [accessed",
    "year": 2011
  }, {
    "title": "The present and Quaternary natural",
    "authors": ["O. İstanbul. Erol", "E. Akkan", "M. Elibüyük", "A.F. Doğu"],
    "year": 1987
  }, {
    "title": "Dating of the Upper Pleistocene–Holocene",
    "authors": ["H. Guillou", "J.C. Carracedo", "S.J. Day"],
    "year": 2011
  }, {
    "title": "Seismic hazard studies for Gaziantep city",
    "authors": ["H. Güllü", "A.M. Ansal", "A. Özbay"],
    "venue": "nology and Geothermal Research",
    "year": 2008
  }, {
    "title": "Late Palaeogene–Neogene evolution of the triple junction",
    "authors": ["D.E. 2011]. Karig", "H. Kozlu"],
    "year": 1990
  }, {
    "title": "The growth of geological structures",
    "authors": ["G.C.P. King", "R.S. Stein", "J.B. Rundle"],
    "year": 1988
  }, {
    "title": "Vertical accuracy of the SRTM DTED level",
    "authors": ["G. 318. Miliaresis", "C. Paraschou"],
    "year": 2005
  }, {
    "title": "Lithospheric petrology beneath the northern part",
    "authors": ["A. Safarjalani"],
    "venue": "Gaziantep. Paléorient",
    "year": 2000
  }, {
    "title": "The Geology of Syria",
    "authors": ["V.A", "K.M. Mirzayev"],
    "venue": "Explanatory notes on the",
    "year": 1967
  }, {
    "title": "7–24 geological map of Syria, scale 1:500,000. Part I, Stratigraphy, Igneous Rocks and Tectonics. Vsesojuznoje Exportno-Importnoje Objedinenije “Technoexport”, Moscow, and Ministry of Industry, Syrian Arab Republic, Damascus",
    "authors": ["T. Demir"],
    "venue": "Geomorphology",
    "year": 2012
  }, {
    "title": "GPS constraints on continental deformation in the Africa–Arabia–Eurasia continental",
    "authors": ["R. Reilinger", "S. McClusky", "P. Vernant", "S. Lawrence", "S. Ergintav", "R. Cakmak", "H. Ozener", "F. Kadirov", "I. Guliev", "R. Stepanyan", "M. Nadariya", "G. Hahubia", "S. Mahmoud", "K. Sakr", "A. ArRajehi", "D. Paradissis", "A. Al-Aydrus", "M. Prilepin", "T. Guseva", "E. Evren", "A. Dmitrotsa", "S.V. Filikov", "F. Gomez", "R. Al-Ghazzi", "G. Karam"],
    "year": 2006
  }, {
    "title": "The East Anatolian fault zone of Turkey",
    "authors": ["F. Şaroğlu", "Ö. Emre", "İ. Kuşçu"],
    "venue": "Annales Tectonicae",
    "year": 1992
  }, {
    "title": "The historical earthquakes of Syria: an analysis of large and moderate earthquakes from 1365 B.C",
    "authors": ["M.R. Sbeinati", "R. Darawcheh", "M. Mouty"],
    "venue": "A.D. Annals of Geophysics",
    "year": 2005
  }, {
    "title": "A critical evaluation of young (near zero) K\\Ar Ages",
    "authors": ["S. Scaillet", "H. Guillou"],
    "venue": "Earth and Planetary Science Letters",
    "year": 2004
  }, {
    "title": "Kinematics of the Amanos Fault, southern Turkey, from Ar\\Ar dating of offset Pleistocene basalt flows: transpression between the African and Arabian plates",
    "authors": ["A. Seyrek", "T. Demir", "M. Pringle", "S. Yurtmen", "R. Westaway", "A. Beck", "G. Rowbotham"],
    "venue": "Tectonics of Strike-slip Restraining and Releasing Bends: Geological Society, London, Special Publication,",
    "year": 2007
  }, {
    "title": "Elastic modeling of fault-driven monoclinal fold patterns",
    "authors": ["G. Shamir", "Y. Eyal"],
    "venue": "Tectonophysics 245,",
    "year": 1995
  }, {
    "title": "Continental fault structure and the shallow earthquake source",
    "authors": ["R.H. Sibson"],
    "venue": "Journal of the Geological Society of London",
    "year": 1983
  }, {
    "title": "Convention on the use of decay constants in geo- and cosmochronology",
    "authors": ["R.H. Steiger", "E. Jäger"],
    "venue": "Earth and Planetary Science Letters",
    "year": 1977
  }, {
    "title": "Neotectonic deformation in the transition zone between the Dead Sea Transform and the East Anatolian Fault Zone, southern Turkey: a palaeomagnetic study of the Karasu Rift volcanism",
    "authors": ["O. Tatar", "J.D.A. Piper", "H. Gürsoy", "A. Heimann", "F. Koçbulut"],
    "venue": "Tectonophysics 385,",
    "year": 2004
  }, {
    "title": "Geothermal explorations and heat flow in Turkey",
    "authors": ["A.K. Tezcan"],
    "venue": "Science Publishers,",
    "year": 1995
  }, {
    "title": "Hatay sheet of the Geological Map of Turkey, 1:500,000 scale",
    "authors": ["N. Tolun", "C. Erentöz"],
    "venue": "General Directorate of Mineral Research and Exploration, Ankara.",
    "year": 1962
  }, {
    "title": "Explanatory booklet for the Hatay Sheet of the Geological Map of Turkey, 1:500,000 scale. General Directorate of Mineral Research and Exploration, Ankara",
    "authors": ["N. Tolun", "H.N. Pamir"],
    "year": 1975
  }, {
    "title": "Geological map, 1:100,000 scale, and accompanying 11 page explanatory booket, of the Urfa— K25 quadrangle. General Directorate of Mineral Research and Exploration, Ankara",
    "authors": ["Ü Ulu"],
    "year": 1996
  }, {
    "title": "Investigation of leakage at Ataturk dam and hydroelectric power plant by means of hydrometric measurements",
    "authors": ["B. Unal", "M. Eren", "M.G. Yalcin"],
    "venue": "Engineering Geology",
    "year": 2007
  }, {
    "title": "Dependence of active normal fault dips on lower-crustal flow regimes",
    "authors": ["R. Westaway"],
    "venue": "Journal of the Geological Society of London",
    "year": 1998
  }, {
    "title": "Flow in the lower continental crust as a mechanism for the Quaternary uplift of the Rhenish Massif, north-west Europe",
    "authors": ["R. Westaway"],
    "venue": "River Basin Sediment Systems: Archives of Environmental Change",
    "year": 2001
  }, {
    "title": "The Quaternary evolution of the Gulf of Corinth, central Greece: coupling between surface processes and flow in the lower continental crust",
    "authors": ["R. Westaway"],
    "venue": "Tectonophysics 348,",
    "year": 2002
  }, {
    "title": "Geomorphological consequences of weak lower continental crust, and its significance for studies of uplift, landscape evolution, and the interpretation of river terrace sequences",
    "authors": ["R. Westaway"],
    "venue": "Netherlands Journal of Geosciences",
    "year": 2002
  }, {
    "title": "Kinematic consistency between theDead Sea Fault Zone and theNeogene and Quaternary left-lateral faulting in SE Turkey",
    "authors": ["R. Westaway"],
    "venue": "Tectonophysics",
    "year": 2004
  }, {
    "title": "Quaternary uplift of northern England",
    "authors": ["R. Westaway"],
    "venue": "Global and Planetary Change",
    "year": 2009
  }, {
    "title": "Discussion on ‘Geological offsets and age constraints along the northern Dead Sea fault, Syria",
    "authors": ["R. Westaway"],
    "venue": "Journal of the Geological Society of London",
    "year": 2011
  }, {
    "title": "A numerical modelling technique that can account for alternations of uplift and subsidence revealed by Late Cenozoic fluvial sequences",
    "authors": ["R. Westaway"],
    "venue": "Geomorphology",
    "year": 2012
  }, {
    "title": "Flow in the lower continental crust as a mechanism for the Quaternary uplift of southeast England: constraints from the Thames terrace record",
    "authors": ["R. Westaway", "D. Maddy", "D.R. Bridgland"],
    "venue": "Quaternary Science Reviews",
    "year": 2002
  }, {
    "title": "Kinematics of active left-lateral faulting in southeast Turkey from offset Pleistocene river gorges: improved constraint on the rate and history of relative motion between the Turkish and Arabian plates",
    "authors": ["R. Westaway", "T. Demir", "A. Seyrek", "A. Beck"],
    "venue": "Journal of the Geological Society of London",
    "year": 2006
  }, {
    "title": "Late Cenozoic uplift of western Turkey: improved dating of the Kula Quaternary volcanic field and numerical modelling of the Gediz river terrace staircase",
    "authors": ["R. Westaway", "H. Guillou", "S. Yurtmen", "A. Beck", "D. Bridgland", "T. Demir", "S. Scaillet", "G. Rowbotham"],
    "venue": "Global and Planetary Change",
    "year": 2006
  }, {
    "title": "The Quaternary uplift history of central southern England: evidence from the terraces of the Solent River system and nearby raised beaches",
    "authors": ["R. Westaway", "D. Bridgland", "M. White"],
    "venue": "Quaternary Science Reviews",
    "year": 2006
  }, {
    "title": "Geometry of the Turkey–Arabia and Africa– Arabia plate boundaries in the latest Miocene to Mid-Pliocene: the role of the Malatya–Ovacık",
    "authors": ["R. Westaway", "T. Demir", "A. Seyrek"],
    "venue": "Fault Zone in eastern Turkey. eEarth",
    "year": 2008
  }, {
    "title": "Late Cenozoic surface uplift, basaltic volcanism, and incision by the River Tigris around Diyarbakır",
    "authors": ["R. Westaway", "H. Guillou", "A. Seyrek", "T. Demir", "D. Bridgland", "S. Scaillet", "A. Beck"],
    "venue": "SE Turkey. International Journal of Earth Sciences",
    "year": 2009
  }, {
    "title": "Town and country in SE Anatolia. Vol 1: Settlement and Land Use at Kurban Höyük and Other Sites in the Lower Karababa Basin: The University of Chicago",
    "authors": ["T.J. Wilkinson"],
    "venue": "Oriental Institute Publications,",
    "year": 1990
  }],
  "id": "SP:6accc9dd2fde60ff96dfd8a3336d2edc97226e44",
  "authors": [{
    "name": "Tuncer Demir",
    "affiliations": []
  }, {
    "name": "Ali Seyrek",
    "affiliations": []
  }, {
    "name": "Rob Westaway",
    "affiliations": []
  }, {
    "name": "Hervé Guillou",
    "affiliations": []
  }, {
    "name": "Stéphane Scaillet",
    "affiliations": []
  }, {
    "name": "David R. Bridgland",
    "affiliations": []
  }],
  "abstractText": "a Department of Geography, Harran University, 63300 Şanlıurfa, Turkey b Department of Soil Science, Harran University, 63300 Şanlıurfa, Turkey c Faculty of Mathematics, Computing and Technology, The Open University, Abbots Hill, Gateshead NE8 3DF, UK d Newcastle Institute for Research on Sustainability, Devonshire Building, Newcastle University, Newcastle upon Tyne NE1 7RU, UK e Laboratoire des Sciences du Climat et de l'Environnement, Domaine du CNRS, Bâtiment 12, Avenue de la Terrasse, 91198 Gif-sur-Yvette, France f School of Computing, Leeds University, Leeds LS2 9JT, UK g Department of Geography, Durham University, South Road, Durham DH1 3LE, UK",
  "title": "Late Cenozoic regional uplift and localised crustal deformation within the northern Arabian Platform in southeast Turkey: Investigation of the Euphrates terrace staircase using multidisciplinary techniques"
}