{
  "sections": [{
    "text": "lable at ScienceDirect\nContents lists avai\nCretaceous Research\njournal homepage: www.elsevier .com/locate/CretRes\nBlack shales e from coolhouse to greenhouse (early Aptian)\nMartino Giorgioni a, *, Christina E. Keller a, Helmut Weissert a, Peter A. Hochuli a, b, Stefano M. Bernasconi a\na Geological Institute, ETH Zurich, Sonneggstrasse 5, 8092 Zuerich, Switzerland b Paleontological Institute, University of Zurich, Karl Schmid-Strasse 4, 8006 Zuerich, Switzerland\na r t i c l e i n f o\nArticle history: Received 27 April 2014 Accepted in revised form 5 December 2014 Available online 20 March 2015\nKeywords: OAE1a black shales Orbital cyclicity Early Cretaceous Negative carbon isotope excursion Ontong Java volcanism Paleoceanography\n* Corresponding author. Instituto Oceanogr afico da Praça do Oceanogr afico n. 191, S~ao Paulo, SP 05508-1\nE-mail address: martino.giorgioni@usp.br (M. Gior\nhttp://dx.doi.org/10.1016/j.cretres.2014.12.003 0195-6671/© 2014 Elsevier Ltd. All rights reserved.\na b s t r a c t\nApproximately 120 Ma major volcanic outgassing on the Ontong Java Plateau resulted in perturbations of the global carbon cycle, in a change from cool to greenhouse climate conditions and in major changes in oceanography leading to widespread deposition of black shales during the early Aptian Oceanic Anoxic Event 1a (OAE1a). However, onset of black-shale deposition was diachronous and prior to OAE1a occurred under specific paleogeographic and paleoceanographic conditions. The goal of this study is to identify paleoceanographic constraints during coolhouse conditions that resulted in pre-OAE1a blackshale deposition and to investigate if and to what extent the short-term orbitally induced climate changes are also recorded in the sedimentary archive. We compared four lower Aptian pelagic sections from the former southern and northern continental margins of the Alpine Tethys Ocean and traced the evolution of carbon isotopes, carbonate and organic carbon content as well as palynofacies before and at the onset of OAE1a. Throughout the studied interval, the sections record frequent precession-controlled changes in carbonate content, which are reflected by limestone-marlstone alternations in the shallowest and most proximal Cismon core and by limestone-black-shale couplets in the deepest Pusiano section. Depth controlled sub-/anoxia is also suggested by the prominent OAE1a black shales, which occurred first in the deeper Pie del Dosso and Roter Sattel sections and only subsequently in the shallower Cismon core. However, contrary to expectations, the deepest Pusiano section exhibits e instead of an earliest onset of prominent OAE1a black shales e only a minor increase in TOC and a decrease in carbonate content. This suggests that the orbitally driven climate changes most strongly influenced water stratification and hence are most prominently expressed in the deepest sections. Conversely, the volcanically induced long-term climate changes seemed to more strongly affect organic matter production, the extension of the oxygen minimum zone and hence had the strongest impact on sections at intermediate depth.\n© 2014 Elsevier Ltd. All rights reserved."
  }, {
    "heading": "1. Introduction",
    "text": "Several episodes of intense volcanism related to the formation of Large Igneous Provinces are proposed as a cause of episodic climate warming pulses during the Early and mid-Cretaceous (e.g., Larson and Erba, 1999; M ehay et al., 2009; Tejada et al., 2009). PCO2atm increased at geologically short-time scales ranging from 103 to 105 years, and it triggered changes in Cretaceous climate and in physical, chemical and biological oceanography (e.g., Arthur, 2000; Jahren et al., 2001; van Breugel et al., 2007).\nUniversidade de S~ao Paulo, 20, Brazil. gioni).\nOceanographic changes resulted in deep-water anoxia across the Atlantic and Tethys Oceans and in anoxia caused by an expansion of the oxygen minimum zone in the Pacific Ocean (Schlanger and Jenkyns, 1976). Schlanger and Jenkyns (1976) defined two time intervals, the Aptian-Albian and the CenomanianeTuronian transition, as Oceanic Anoxic Events (OAE 1 and 2), during which oceanographic conditions favoured repeated black-shale formation in all the major oceans. The sedimentary expression of the Oceanic Anoxic Event 1a (¼OAE1a) is defined by the Selli Level in the Umbria-Marche Basin (central Italy), consisting of a thick (50e100 cm) black-shale layer, and has equivalents in many other basins around the globe. This OAE1a-related, black-shale deposition initiated ~120.2 Ma ago (Malinverno et al., 2010) and these conditions persisted for ~1.1 Ma (Malinverno et al., 2010). OAE1a is preceded by a prominent short-term negative carbon isotope\n“spike” (Erba et al., 1999; Menegatti et al., 1998), the origin of which has been a long-standing controversy (e.g., Arthur, 2000; Jahren et al., 2001; Van Breugel et al., 2007). A detailed study of isotope trends in marine and terrestrial biomarkers and analyses of osmium isotope ratios across OAE1a indicate that volcanism on the Ontong Java Plateau was a major source of isotopically light carbon and that the resulting elevated pCO2atm concentrations triggered major changes in phytoplankton fractionation (M ehay et al., 2009; Tejada et al., 2009; Bottini et al., 2012). Terrestrial vegetation changes indicating a long-term climatic warming starting ~100 ka before OAE1a (Keller et al., 2011), and pronounced changes in calcareous nannoplankton assemblages reflecting surface-water acidification (Erba et al., 2010, 2011) are also attributed to a substantial increase in pCO2. Another indirect consequence of a rise in pCO2 was a change in palaeoceanography leading to increased productivity, to deep-water oxygen deficiency and to enhanced preservation of organic matter (OM) in the black-shale deposits of OAE1a (e.g., Bralower et al., 1994; Menegatti et al., 1998). However, the onset of anoxic conditions was not globally synchronous (Robinson et al., 2008) and precedes the OAE1a in certain basinal settings. In addition, some of the black shales preceding the OAE1a appear to be controlled by orbitally induced changes in palaeoceanography (e.g., Bersezio et al., 2002).\nThe goal of this study is to elucidate how Ontong Java volcanism and its consequences affected different palaeoenvironmental settings in the early Aptian Tethys Ocean. It investigates under which circumstances these global, volcanically induced changes led to black-shale deposition and what the expressions of the same global changes were in environmental settings not prone to anoxia. Given this focus, results from three sections along the southern Tethys margin are compared with data from a succession located on the former northern margin of the Alpine Tethys Ocean. This allows for differentiation between global and local effects and, hence, for a detailed understanding of the relationships between causes, consequences and their lithological expressions. Another goal is to investigate how the continuously changing orbital variations affected early Aptian greenhouse climatic conditions as well as if and how these changes are recorded in the sedimentary deposits of the various studied palaeoenvironmental settings. Sedimentology and palynofacies studies serve to identify pre-OAE1a and OAE1a oxygenation levels, whereas C-isotope geochemistry provides information on carbon-cycle history and on chemostratigraphy. Detailed chemostratigraphy serves as a tool for identification of discontinuities or sedimentary gaps in pelagic successions along the studied continental margin."
  }, {
    "heading": "2. Regional setting, geology and stratigraphy",
    "text": "During the Early Cretaceous, the passive continental margins of the Tethys Ocean were characterised by a basin-platform morphology resulting from the Jurassic rifting (Bernoulli, 1981; Bernoulli et al., 1979; Winterer and Bosellini, 1981). Three of the studied sections are located along a proximal-distal transect of the southern margin of the Alpine Tethys (Southern Alps, northern Italy; ~20 N). They are compared with a section from the northern Tethys margin located several hundreds of kilometres to the northwest (Swiss Prealps; ~25 N; Fig. 1; Heimhofer et al., 2004; Wortmann et al., 2001). The studied transect covers a distance of approximately 200 km from the rather proximal Belluno Basin, across the Trento High into the distal Lombardian Basin; the latter was divided into various sub-basins by several structural highs (Fig. 1). All four sections feature pelagic sediments deposited in different sub-basins and at various paleodepths. For the time interval around 120e115Ma,Winterer and Bosellini (1981) estimated\nthe water depths on the Trento Plateau at ~1300 m and for the Lombardian Basin at up to 3000 m.\nThe reference section chosen for this study is the Cismon core (southernTethysmargin; for localitydescription seeErbaet al.,1999; Menegatti et al.,1998), the sediments ofwhichwere deposited along the gentle slope between the Trento Plateau and the proximal Belluno Basin at a water depth estimated at ~1000e1500m (Erba et al., 1999; Winterer and Bosellini, 1981). Stratigraphically, lower Aptian micritic nannofossil limestones are overlain by the black-shalelimestone deposits of OAE1a. The Polaveno-Pie del Dosso section (southern Tethys margin) belongs to the Sebino Halfgraben located in the easternpart of the Lombardian Basin (Bersezio,1994; Bersezio et al., 2002; Erba and Quadrio, 1987) and consists of lower Aptian micritic limestones overlain by organic-carbon-rich marlstone deposits. The sediments of the Pusiano section (southern Tethys margin; Bersezio, 1994; Channell et al., 1995) were deposited in the Monte Generoso Sub-basin of the Lombardian Basin only a few km west of the Corni di Canzo structural high (Bersezio, 1993). This section reflects the most distal conditions along the transect and features a succession of lower Aptian limestone-black shale couplets. This series of deep basins was flanked by various carbonate platforms connected to the African Plate (Fig. 1), where a large number of herbivorous and carnivorous dinosaur tracks have been found (Dalla Vecchia, 2000, 2008; Bosellini, 2002). This indicates the presence of hinterlands around the southern Tethys where vegetation and freshwater were sufficiently abundant to sustain large animals. As stated by Keller et al. (2011), these areas are the most probable source of the terrestrial organic matter recovered in the sediments from Pusiano and Cismon.\nThe hemipelagic sediments of the Roter Sattel section (northern Tethys margin) were deposited in a relatively stable, slowly subsiding basin compartment in the Subbriançonnais Zone between the Briançonnais High and the deeper depositional environments\nof the Valais Trough (Baud and Septfontaine, 1980; Strasser et al., 2001). In this sequence lower Aptian limestones intercalated with more marly layers are followed by black shales intercalated with more siliceous deposits. Sedimentary features, such as trace fossils and sedimentary structures suggest outer-shelf to slope depositional settings affected by contour or bottom currents as well as by distal turbidites (Strasser et al., 2001). Bernoulli (1981) estimated the paleo-water depth in this region of at least 1000 m."
  }, {
    "heading": "3. Methods",
    "text": "For our investigation of early Aptian palaeoceanography, we combined sedimentology with inorganic and organic carbon isotope geochemistry, organic carbon content and palynofacies analyses. For carbon isotope and carbon contentmeasurements, the samples were obtained by drilling with a diamond-coated microdrill. For inorganic carbon (Ccarb) isotope analyses, the sample powder was treated with phosphoric acid in a Kiel IV preparation system and analysed in an attached Thermo-Fisher Scientific Delta V Plus mass spectrometer. All carbon isotope ratios are reported in the conventional delta notation (d13Csample ¼ {[(13C/12C)sample/ (13C/12C)reference] 1} 1000) with respect to the Vienna Pee Dee Belemnite (VPDB). The system was calibrated with NBS 19 (d13C¼þ1.95), and NBS 18 (d13C¼ 5.05) and the reproducibility of the values is ±0.1‰ or better. Samples selected for these analyses were 61 from Cismon, 151 from Pusiano, 60 from Pie del Dosso, and 69 from Roter Sattel.\nFor bulk organic carbon (Corg) isotope measurements, the powder was decalcified in 12N hydrochloric acid twice for 24 h, and homogenized after neutralization and drying. Organic carbon isotope compositions were measured in a Thermo Scientific Flash Elemental Analyser 1112 connected in continuous flow to a Thermo-Fisher Scientific MAT 253 mass spectrometer. Average reproducibility of analyses, based on repeated measurements of laboratory standards calibrated to NBS 22 (d13C¼ 30.03‰; Coplen et al., 2006), is better than ±0.2‰. Samples selected for this analysis were 47 from Cismon, 76 from Pusiano, 53 from Pie del Dosso, and 31 from Roter Sattel.\nCaCO3 as well as total carbon contents were determined using a UIC CM 5012 Coulomat. The former was obtained by dissolution of the sample in 2N perchloric acid, and the latter by combustion at 950 C. Samples selected for this analysis were 32 from Cismon, 112 from Pusiano, 59 from Pie del Dosso, and 43 from Roter Sattel.\nTotal organic carbon (TOC) contents were calculated from the difference between total carbon and CaCO3 contents. Samples selected for this analysis were 32 from Cismon, 94 from Pusiano, 58 from Pie del Dosso, and 41 from Roter Sattel.\nFor the palynofacies analyses, 17 organic carbon-rich samples from the Pusiano section were chosen. The samples were mounted on slides prior to oxidation following standard palynological preparation techniques (Traverse, 1988). The study was carried out with a transmitted-light optical microscope. A minimum of 300 particles was counted for each assemblage."
  }, {
    "heading": "4. Results",
    "text": ""
  }, {
    "heading": "4.1. Cismon",
    "text": "This most proximal section of the studied transect contains several intervals that have already been studied by applying numerousmethods and at various resolutions (e.g., Menegatti et al., 1998; Erba et al., 1999, 2010; Li et al., 2008; M ehay et al., 2009; Malinverno et al., 2010; Keller et al., 2011; Bottini et al., 2012). Here, we present a detailed investigation of a sequence encompassing ~1.7 m of the Cismon core representing the transition from\nthe early Aptian nannofossil limestone deposits into the lowermost OAE1a black shales (Fig. 2). This interval belongs to the long normal polarity chron above the top of CM0 (Channell et al., 1995; Channell et al., 2000), the C. litterarius calcareous nannofossil zone and comprises the limit between the G. blowi and L. cabri planktonic foraminiferal zones at 24.33m in the Cismon core (Erba et al., 1999). We analysed the Ccarb and Corg isotope records as well as CaCO3 and TOC content. Sample spacing was of ~1e2 cm intervals (above 24 m) and ~5 cm (below 24 m), which corresponds to a time resolution of ~2e4 ka and around ~8 ka, respectively, when the estimated rock-accumulation rates of Malinverno et al. (2010) are applied.\nThe base of the studied interval consists of limestones repeatedly interrupted by cherty layers several cm in thickness (Fig. 2). Intermittent decreases in CaCO3 content occurring at the cm- and dm-scale have also been revealed by spectral analyses (Li et al., 2008). Below 24.0 m, d13C values are rather stable at ~2.8‰ (d13Ccarb) and ~ 26.4‰ (d13Corg). Erba et al. (2010, 2011) identified a change in the composition of calcareous nannoplankton assemblages at 23.9 m, which, however, does not correspond to a significant change in the bulk CaCO3 content of the sediment. Between 24.00 and 23.68 m, CaCO3 content remains at ~80%. TOC content within that segment is <0.5%, whereas d13C values begin to decrease. At 23.68 m CaCO3 content falls to ~34% and, after a short recovery to 67.8% at 23.59 m, then falls to <27% at 23.51 m. This change in chemical composition is reflected in the lithologic changes from limestone to marly limestone and then to marlstone. This onset of reduced CaCO3% is interpreted to correspond to the base of the “Selli Level Equivalent” (Erba et al., 1999), which is dated at 120.21 ± 0.04 Ma (Malinverno et al., 2010). Carbon isotope values decrease rapidly within this interval and first d13Corg followed by the d13Ccarb reach their first minima (d13Ccarb z 1.46‰ and d13Corg z 29‰). This decrease corresponds to the C3-segment of Menegatti et al. (1998) and it is referred to as the negative carbon isotope spike (e.g Erba et al., 1999; Li et al., 2008; Ando et al., 2008; Tejada et al., 2009; M ehay et al., 2009; Erba et al., 2010; Malinverno et al., 2010). From 23.51 m upwards, CaCO3 content drops to ~20% while TOC rises to 3e4% reflecting prominent black shale deposits, which are intercalated with marly and cherty limestones. This lithological change occurs with a sharp boundary and is marked by a thin (<1 cm) black shale layer. Between 23.51 and 23.41 m, d13Ccarb rises slightly, whereas d13Corg fluctuates and reaches its second minimum value. From 23.41 m to 23.20 m, d13Ccarb values fluctuate and reach a second minimum whereas d13Corg values markedly increase."
  }, {
    "heading": "4.2. Polaveno-Pie del Dosso",
    "text": "The bio- and magnetostratigraphy of the Pie del Dosso section has been previously investigated (for detailed descriptions of the locality see Erba and Quadrio, 1987; Channell and Erba, 1992; Bersezio, 1994; Bersezio et al., 2002). In this study, we investigated a 2-m-thick limestone-marlstone succession (Fig. 3; at ~45 m in the logs of Erba and Quadrio (1987) and Bersezio et al., (2002)) within the long normal polarity chron above the top of CM0 and the C. litterarius calcareous nannofossil zone (Channell and Erba, 1992). From 0.8 to 0.0 m the section consists mainly of limestone with ~90% CaCO3 and <0.5% TOC. The limestones are repeatedly interrupted by cherty deposits and between 0.28 and 0.20 m by a more organic carbon-rich layer. d13C values fluctuate around 2.3‰ (d13Ccarb) and 26.3‰ (d13Corg). At 0 m, white limestones are replaced by black limestones and marlstones with increased TOC% and decreased CaCO3% (average ~60%); d13C remains almost identical with values fluctuating around 2.5‰ and 26.2‰ for d13Ccarb and d13Corg respectively. A decrease in CaCO3% to ~50% and an\nincrease in TOC of up to 1.77% in the marlstones between 0.58 and 0.76 m coincide with a drop in d13Corg to an initial minimum of 27.25‰ at 0.73 m, which is followed by a decrease in d13Ccarb to a minimum of 1.76‰ at 0.76 m. In the marlstones above 0.76 m d13Ccarb values fluctuate reaching another minimum at 0.94 m and finally recover to ~2.3‰. d13Corg values fluctuate, reach a second minimum of ~ 27.4‰ at 0.84 m and subsequently rise to ~ 25‰. The black limestones and marlstones between 0 and 1 m are overlain by a probable upper Aptian limestone (Erba and Quadrio, 1987; Bersezio et al., 2002), which suggests a hiatus comprising most of OAE1a (Fig. 3)."
  }, {
    "heading": "4.3. Pusiano",
    "text": "This section represents the most distal setting of the studied transect. Bersezio (1993, 1994), Channell et al. (1995), and Landra et al. (2000) provide detailed descriptions of the lithology as well as the bio- and magneto-stratigraphy. The lower Aptian succession analysed in this study corresponds to the uppermost part of the “Transitional Lithozone” and the “Selli Level Equivalent” according to Bersezio (1994), to the top of the “Alpetto” log of Channell et al. (1995), and to “Section C” of Landra et al. (2000). The segment belongs to the long normal polarity chron above the top of CM0, to the C. litterarius calcareous nannofossil zone and to the L. cabri planktonic foraminiferal zone (Landra et al., 2000 and references therein). It consists of a 13 m succession of limestone-black shale couplets and comprises an interval of decreasing carbon isotope values at the top of the section (Fig. 4).\nMany of these limestone beds are faintly current laminated and sparsely bioturbated and some of them contain chert. In couplets 8 and 9, the limestones gradually become marly limestones. The black-shale intervals lack bioturbation and feature mm-thick sub-\nlayers of varying dark-grey and sometimes grey-green colour (in web version). Occasionally, small 1e2 cm thick limestone layers are intercalated (e.g., in couplet 2). The prominent black-shale intervals in couplets 7 and 9 lack limy sub-layers. The thickness of the limestone-black shale couplets increases from ~0.5 m (couplet 1) to ~1.4 m (couplet 9).\nIn couplets 0e6, the limestone intervals generally contain >80% CaCO3 and <0.5% TOC. In couplet 7, the CaCO3 drops to ~70% in the limestone bed, in couplet 8 CaCO3-values decrease to less than 60% before they again reach values of ~70% in couplet 9. In the limestone intervals of couplets 8 and 9 TOC% fluctuate more strongly and occasionally rise to almost 2%.\nIn the black-shale intervals, CaCO3 content usually ranges between 40 and 75%, and, within some of these intervals, CaCO3% displays a decreasing trend (e.g., couplets 2, 5, 7). The TOC fluctuates markedly between <0.5% and >3%. However, in contrast to the CaCO3 contents in the limestone intervals, which decrease in couplets 7e9 compared to couplets 0e6, no changes of CaCO3% and bulk TOC% in the black-shale intervals are apparent throughout the investigated couplets 0e9.\nOver the ~8 m of the studied section, d13Ccarb values drop from a maximum of ~3.1‰ (couplet 0) to a minimum of ~1.7‰ (couplet 9). d13Corg values vary strongly and decrease from a maximum of 25.0‰ (couplet 2) to a minimum of 27.9‰ (couplet 9).\nPalynofacies analyses below limestone-black shale couplet 6 were limited to the black-shale layers due to too low OM content in the limestone layers. In the former below the onset of decreasing d13Ccarb values (couplet 1 and below), palynofacies consist on average of ~22% amorphous organic matter (range: ~17e31%), ~58% palynomorphs (range: ~48e62%) and ~20% phytoclasts. In couplets 2e6, the amorphous organic matter displays pronounced fluctuation around a mean of ~19% (range: ~5e45%), palynomorphs\nslightly decrease to ~45% (range: ~20e68%) and phytoclasts increase to ~36% (range: ~20e50%). The terrestrial contribution in the particulate OM fluctuates around ~75% (range: ~50e90%).\nIn couplets 7e9, the palynofacies from both the limestones and black shales could be analysed due to an increased OM content in the limestones. Compared to couplets 2e6, the amorphous organic matter increases in couplets 7e9 to ~40% (range: ~18e65%), while palynomorphs and phytoclasts decrease to ~29% and ~31%, respectively (ranges ~13e45% and ~22e50%). The terrestrial contribution in the particulate OM decreased to an average of ~55% (range: ~32e80%)."
  }, {
    "heading": "4.4. Roter Sattel",
    "text": "Menegatti et al. (1998) and Strasser et al. (2001) undertook detailed studies of the microfacies as well as bio-, sequence- and isotope-stratigraphy of the Roter Sattel section. In this study, we analysed the d13C and carbon contents of a ~3 m succession at high resolution (base of the profile of Strasser et al., 2001) comprising the segment of the negative carbon isotope excursion identified by Menegatti et al. (1998) (Fig. 5). This interval belongs to the normal polarity chron CM0n and the G. blowi planktonic foraminiferal zone (Strasser et al., 2001). It has to be mentioned that in Cismon, the foraminifer Leupoldina cabri e defining the base of the overlying L. cabri planktonic foraminiferal zone e appears before OAE1a but occurs in abundance only after the anoxic event (Erba et al., 1999; Premoli Silva et al., 1999). In the Roter Sattel section, however, the first L. cabri appears above OAE1a (Strasser et al., 2001).\nFrom 1.5 to 0 m limestones with >80% CaCO3 and <0.5% TOC are intercalated with organic-carbon-rich marly intervals with a thickness of several centimetres each. d13C values are ~2.1‰ (d13Ccarb) and ~ 26.1‰ (d13Corg) and exhibit a negative trend between 0.4 m and 0 m. At 0 m CaCO3 drops to <40% and TOC% rise up to 2% reflecting the onset of black-shale deposition. This lithological change coincides with a dramatic decrease of the d13C to a minimum in the d13Ccarb. The most negative d13Corg value is reached at 0.785 m. However, due to calcitic veins the sizes of the samples are very small and might be at the limit of the quantity needed for reliable d13Corg measurements. In addition, above 0.3 m d13Corg values fluctuate strongly, which suggests that within this segment the measured d13Corg values might reflect the real d13Corg of the bulk OM only approximately. Between 0.4 and 0.8 m CaCO3 recovers to ~50% and the strongly fluctuating TOC content rises up to 3.7%. Above 0.8 m cherty deposits are intercalated between the black shale deposits. Their CaCO3 content decreases to <20%. TOC% and d13Ccarb continue to fluctuate, with the d13Ccarb reaching minima of 1.06‰ at 0.995 m and of 0.84‰ at 1.44 m, while the d13Corg rises to a local maximum of ~ 27‰."
  }, {
    "heading": "5. Discussion",
    "text": ""
  }, {
    "heading": "5.1. Correlation of the biostratigraphically dated sections using carbon isotope records",
    "text": "We have chosen the Cismon core as reference section. Although its rock-accumulation rate is considerably lower than in more expanded sections, a correlation between the Cismon and the La\nM .G iorgioni et al./ Cretaceous Research 56 (2015) 716 e 731\n721\nB edoule (Southern Provence Trough; Renard et al., 2005; Lorenzen et al., 2013) sections shows that Cismon portrays all the characteristic changes in lithology and C-isotope values (Fig. 6; see Lorenzen et al., 2013). This suggests continuous sedimentation at Cismon, at least at the stratigraphic resolution considered for this study, and justifies its use as a reference section. Despite the fact the record in Cismon ismore condensed as compared to La B edoule, the d13Ccarb record has higher stratigraphic resolution allowing for more accurate correlation (Fig. 6).\nIn previous studies, the OAE 1a has been defined according to different criteria depending on the contexts and stratigraphic tools. To avoid ambiguities, here we follow the chemostratigraphic reference established for the OAE1a in the Cismon core and the Roter Sattel section by Menegatti et al. (1998), who identified eight primary segments in the d13Ccarb and d13Corg curves (C1 to C8) throughout the OAE 1a interval. According to this reference the onset of the OAE 1a corresponds to the most negative d13C values (segment C3, negative spike) preceding the prominent increase of several per mil in the lower Aptian G. blowi zone. Consequently, we refer to the interval stratigraphically below C3 of Menegatti et al. (1998) as “pre-OAE 1a”, and to the interval stratigraphically above the C3 as “OAE 1a”. On this basis, the d13Ccarb and d13Corg curves of Cismon, Pie del Dosso and Roter Sattel have been correlated with the isotope segments C3 and C4 of Menegatti et al. (1998). For regional correlation, the curves have been further subdivided into finer segments AeE (Fig. 7). Segment A comprises early Aptian maximum d13C-values preceding the negative carbon isotope excursion. Segment B is characterized by fluctuating and/or decreasing d13C values. In segment C, the marked decrease in d13Ccarb and d13Corg corresponds to the negative carbon isotope spike (C3) of Menegatti et al. (1998).\nAt the end of segment C, d13Corg and d13Ccarb record initial minima (Figs. 2, 7) which are interpreted to represent the onset of OAE1a (e.g., Erba et al., 1999; Menegatti et al., 1998). Segment D spans from the first minimum in d13Ccarb to the secondminimum in the d13Corg (lowermost part of C4 in Menegatti et al., 1998; Fig. 7). Segment E is characterised by fluctuating d13Ccarb, during which a second minimum is reached and comprises a rapid recovery in d13Corg. The time periods comprised by segment A through E were calculated using the rock-accumulation rates of the Cismon core (Malinverno et al., 2010), which decrease from 0.65 cm/ka in segments A and B to 0.48 cm/ka in segments C, D, and E. In terms of the timing, this was calculated relative to the first most negative d13Ccarb value which is taken to be 0 ka and represents the onset of OAE1a. Based on this datum, segments A through E commenced at 180, 80, 35, 0, andþ20 ka, respectively (Figs. 2, 7). Durations of the corresponding segments in the Pie del Dosso and Roter Sattel sections are inferred from Cismon. Based on this, the sampling resolution of the d13Ccarb values in Pie del Dosso is in the order of ~3 ka/sample and in Roter Sattel of ~4 ka/sample.\nThe Pusiano section is characterized by alternating limestoneblack-shale lithologies that make it difficult to precisely correlate it to the other sections based exclusively on carbon isotope stratigraphy. This is because in Pusiano the pre OAE 1a interval is much more expanded than in the other sections and, therefore, the d13Ccarb record displays short-term (103e104 yr) fluctuations, which cannot be clearly distinguished in the other, more condensed sections. Nevertheless, the decreasing C-isotope values in couplet 8 and 9 of Pusiano can be reasonably correlated with the negative spike C3 (Menegatti et al., 1998) corresponding to segment C of the Cismon core (Fig. 7). This correlation is supported by changes in lithology from limestones with >80% CaCO3 in both Pusiano and\nM .G iorgioni et al./ Cretaceous Research 56 (2015) 716 e 731\n723\nABCDE 1.\n0\n-1 .0\nC 3\n24 .0\n24 .5 23 .5 23 .0\nC 3\nABCDE\n-8 0k\na\n-1 80\nka\n20 ka 60 ka\n-3 5k\na\n0k a\nScale (m)\n0. 5\n-0 .5\nδ1 3 C\nca rb\n(‰\n) V P\nD B\nLithology\nP ie\nd el\nD os\nso\nδ1 3 C\nor g\n(‰ ) V\nP D\nB\n-2 6 -2 7\n-2 5\nC 3\nScale (m)\nLithology\nδ1 3 C\nca rb\n(‰\n) V P\nD B\nP us\nia no\nδ1 3 C\nor g\n(‰ ) V\nP D\nB\n-2 7 -2 8\n-2 6\nC 3\nhi at us hi at us\nABCDE\nABC\nδ1 3 C\nor g\n(‰ ) V\nP D\nB\n-2 9\n-2 6\nLithology\nδ1 3 C\nca rb\n(‰\n) V P\nD B\nTiming\nScale (m)\nC is\nm on\n-2 8\n-2 6\n-3 0\nδ1 3 C\nor g\n(‰ ) V\nP D\nB\nLithology\nδ1 3 C\nca rb\n(‰\n) V P\nD B\nScale (m)\n0. 0\n? ?\n2. 0\n4. 0\n6. 0\n8. 0\n10 .0\n12 .0\n0. 0\nSegments\nSegments\nSegments\nSegmentsR ot\ner S\nat te\nl\n2. 8\n2. 0\n2. 4\n1. 6\n2. 0\n2. 4\n2. 8\n1. 6\n2. 0\n2. 4\n2. 4\n1. 2\n1. 6\n2. 0\n0. 0\non se\nt o f O\nA E\n1a\nFi g.\n7. Co\nrr el at io n of\nth e fo ur\nst ud\nie d se ct io ns\nby m ea\nns of\nca rb on\nis ot op\nean\nd cy cl ost ra ti gr ap\nhy .E\nst im\nat ed\nti m e ra ng\nes fo r se gm\nen ts\nA e E in\nCi sm\non w er e ca lc ul at ed\nfr om\nth e se di m en\nta ti on\nra te s of\nM al in ve\nrn o et\nal .( 20\n10 ), w hi ch\nde cr ea\nse fr om\n0. 65\ncm /k\nye ar\n(k a)\nin se gm\nen ts\nA an\nd B to\n0. 48\ncm /k a in\nse gm\nen ts\nC, D ,E\n.T im\nin g an\nd du\nra ti on\ns of\nth e se gm\nen ts\nin Pi e de\nlD os so\nan d Ro\nte r Sa\ntt el\nar e in fe rr ed\nfr om\nCi sm\non .“ ?”\nin th e Pi e de\nlD os so\nse ct io n in di ca te s th at\nth e ex\nac t po\nsi ti on\nof th e lim\nit be\ntw ee\nn se gm\nen t A an\nd B co\nul d no\nt be\nas ce rt ai ne\nd. Fo\nr fu rt he\nr ex\npl an\nat io ns\nse e Fi gs .2\ne 5.\nCismon to marly limestones and marls with <60e70% CaCO3 in couplets 8 and 9 of Pusiano and to <27% CaCO3 in couplet C of Cismon. Moreover, onset of a negative trend in the d18O values in couplet 8 in Pusiano and in segment C in Cismon further strengthens this correlation (see Keller et al., 2011). Since the minimum Corg and Ccarb isotope values in Pusiano are more positive than the ones in Cismon, it cannot be excluded that segment C may be incompletely represented in Pusiano. However, as the sporomorph assemblages in the samples with the lowest d13Ccarb in Pusiano and Cismon closely resemble each other, a major hiatus at the end of segment C in Pusiano is unlikely (see Keller et al., 2011). Consequently, the concurrent patterns displayed by all the applied stratigraphic tools makes the correlation between the two sections reasonable. Therefore, we confidently correlate couplets 8 and 9 in Pusiano to segment C3 (Menegatti et al., 1998) and segment C (this study) of Cismon.\nIf the minimum Ccarb isotope values in Pusiano are taken as the starting point for a cyclostratigraphic correlation with the Cismon core, a combined chemo- and cyclo-stratigraphic agemodel may be proposed. Li et al. (2008) performed spectral analyses of CaCO3 content on the Cismon core and concluded that the C3-segment corresponds to two precession cycles. In Pusiano, the segment corresponding to at least part of C3 in Cismon exhibits two limestone-black-shale couplets. If we follow Li et al. (2008), wemay attribute these lithological couplets to 20 ka precession cycles (~20 ka per couplet). Based on this, couplets 1e5 correspond to segment A (~180e80 ka before the first most negative d13Ccarb value), couplets 6 and 7 to segment B (~80e40 ka before the first most negative d13Ccarb value) and couplets 8 and 9 to segment C (~40e0 ka before the first most negative d13Ccarb value). In the Pusiano section segments D and E are not or only partially recorded due to two (or more) hiatuses, whereof the second one comprises most of OAE1a (Fig. 4). The temporal resolution of sampling intervals in the Pusiano section is very variable but in the black-shale intervals it can reach <1 ka/sample."
  }, {
    "heading": "5.2. Early Aptian black shales",
    "text": "Organic carbon-rich sediments can be the result of high surfacewater productivity, causing high sedimentation rates and consequently rapid burial of organic matter at the sedimentewater interface, and/or low oxygen contents in bottomwaters (Alexandre et al., 2010; Rullk€otter, 2006 and references therein). The presence of laminae in organic-carbon-rich sediments indicates a lack of bioturbation and hence suggests sub-/anoxia at the site of deposition. The intensity and duration of oxygen depletion and organic carbon accumulation at the bottom of a basin vary depending on several factors, which we address in the following to unravel the palaeoceanographic and palaeoclimatic significance of the observed lower Aptian black shales.\nCaCO3% depends on the “rain rate” of carbonate controlled by production and dissolution as well as on the import rate of noncarbonate particles. Dissolution depends on the saturation state of the deep water, which is controlled by pH and alkalinity (Berger, 1976; Broecker and Peng, 1982). These factors in turn depend on water depth and basin topography, controlling local deep-water exchange. A deep and narrow basin has limited water circulation and, because of the deep depocenter, a large number of particles falling onto the bottom will influence the preservation potential. Moreover, pH and alkalinity of the water also depend on dissolved CO2 originating from exchange with the atmosphere and from OM degradation (Schneider et al., 2006 and references therein). The amount of OM available for degradation in the water column and in the sediments is in turn controlled by surface-water productivity, by particle flux rate (Schneider et al., 2006 and references therein)\nand by the type of particles comprising the sediments. Sediments rich in clay minerals, for example, have a higher preservation potential of OM (Kennedy andWagner, 2011). Thus, the occurrence of black shales at different levels in the early Aptian sections indicates a change in the balance between the mentioned factors.\nIn the investigated sections, black shales appear as highfrequency, cyclic deposits (Section 5.2.1.) and within a prominent and widespread interval corresponding to the onset of the OAE1a (Section 5.2.2; Fig. 7). It must be noted that climatic conditions changed after the onset of the OAE1a, from cool to very warm (e.g., Bralower et al., 1993; Menegatti et al., 1998; Larson and Erba, 1999; Ando et al., 2008; Keller et al., 2011). Thus, pre-OAE1a and OAE1a related black shales formed under different climatic conditions."
  }, {
    "heading": "5.2.1. High-frequency pre-OAE1a cyclic black shale deposits",
    "text": "In the Pusiano section, the high-frequency cycles of organic carbon-rich/carbonate-poor black shales and organic carbon-poor/ carbonate-rich limestones occur throughout the studied interval with a periodicity we relate to orbital precession based on the above proposed correlation with Cismon (~20 ka precession cyclicity; see Section 5.1; Fig. 4). Similar occurrences of cyclic precession controlled organic carbon-rich layers, termed sapropels, have been observed in Pliocene to Holocene sediments from the Mediterranean Sea (Emeis and Weissert, 2009 and references therein). They were attributed to warming (or sometimes to cooling) and freshening of surface waters, which led to enhanced water stratification and via a negative feedback to black-shale deposition in the deep basins. This kind of orbitally controlled deposits is also very common in post-OAE1a mid-Cretaceous successions (e.g., Herbert and Fischer, 1986; Fischer, 1986; Wortmann et al., 1999; Prokoph and Thurow, 2001).\nAccordingly, we attribute the early Aptian cycles preserved in the Pusiano section to precession-induced changes in climate and oceanography. The carbonate-rich intervals are interpreted to reflect low seasonal contrast during precession minima, which allowed a more efficient mixing of the water column, and consequently elevated O2 and low CO2 concentrations in intermediate and bottom waters, leading to a deep lysocline and favouring carbonate preservation and accumulation as well as degradation of most of the OM. Under these conditions, lower runoff from the hinterland might also have created oligo-to mesotrophic surface waters, favouring calcareous plankton productivity (Fig. 8A).\nConversely, the carbonate-poor intervals are interpreted to reflect high seasonal contrasts during precession maxima. Under these conditions, more intense precipitation and continental runoff may have contributed to an elevated fluxof terrestrial organic matter and nutrients into the Tethys Ocean. Additionally, an increased flux of freshwater into the ocean may have increased water stratification and decelerated deep-water circulation. This reduced the amount of O2 delivered to the bottom of the basin leading to sub-/anoxic conditions, which favoured organic-matter preservation. Moreover CO2 released from the fraction of organic matter that underwent degradation increased partial dissolution of CaCO3 in the oxygenminimum zone and the bottomwaters, leading to a rise of the lysocline. This is reflected in sediments with a lowered carbonate and increased organic carbon content (Fig. 8B). This model allows us to explain our observations and is consistentwith the interpretation of cyclic blackshale-marl or black-shale-limestone couplets occurring in many Aptian-Albian successions, especially in the Tethys (e.g., Herbert and Fischer, 1986; Erba, 1992; Wortmann et al., 1999; Tateo et al., 2000; Galeotti et al., 2003; Herrle et al., 2003; Grippo et al., 2004; Tiraboschi et al., 2009). Indeed, the rather straightforward feature of cyclic occurrence of black-shale-limestone alternations in our sections is very difficult to explain without involving the orbital modulation of seasonal changes.\nIn narrow continental margin basins, where deep-water circulation was further hindered by basin architecture, the increase in CO2 and decrease in O2 levels was enhanced, which further favoured deposition of Corg-enriched and carbonate-poor sediments (Jenkyns, 2003, 2010; Kuypers et al., 2004). Consequently, the cyclic black-shale intervals at Pusiano are attributed to pre-OAE1a precession maxima conditions, which, in the deepest and most restricted bottom waters, were characterised by a lowered pH as well as dys-/anoxia (Fig. 8B).\nIn the Cismon core, cyclic alternations of carbonate-rich and carbonate-poor horizons at the cm- and dm-scale have been reported by Li et al. (2008) and ascribed to the modulation of precession by short eccentricity Milankovitch cyclicity. However, in contrast to the deeper Pusiano section, where the changes are pronounced and recorded as limestone-black-shale couplets, the carbonate-poor horizons in Cismon do not coincide with increased TOC contents and lithologically they are barely recognizable (Fig. 2).\nTherefore, it is possible that similar variations in CaCO3 content occur in the limestone intervals of the Pie del Dosso and Roter Sattel sections but are not visible. This suggests that water exchange and hence the oxygenation of intermediate to deep non-restricted waters remained sufficiently high even during orbital maxima allowing the degradation of increased amounts of OM (Fig. 7, Fig. 8B). In the more restricted basins such as the Monte Generoso sub-basin of the Lombardian Basin (Pusiano), however, decreased deep-water circulation during precession maxima resulted in sub-/ anoxic bottom waters and hence in an increased OM preservation. Prominent variations in O2 content, lithology and sedimentation rate have also been observed in the sediments between neighbouring basins in the modern California Borderlands (Gorsline, 1992), where tectonically generated depressions separated by banks and insular ridges are affected by variable degrees of anoxia.\nFor the accumulation of organic-carbon-rich sediments, a “threshold” for organic carbon preservation has to be reached, which is the case when the sum of factors resulting in the production of organic carbon (positive forcing factors) exceeds the sum of factors favouring oxidation of organic carbon (negative forcing factors; Robinson et al., 2004). These forcing factors can act at global or local scale. At similar latitudes and at the 104 yr time scale, as it is in our study, the global forcing factors (mainly insolation) are likely to be comparable, thus differences in the sum of the forcing factors must be due to variations in the local forcing factors. Hence, even though the variations in CaCO3 and TOC content observed throughout the studied Tethyan sections were induced by fluctuating precipitation and runoff modulated by precession cyclicity (global forcing factor), the main control over OM preservation and CaCO3 dissolution at the specific sites was exerted by local forcing factors such as depth and topography (e.g., open-ocean at intermediate depth or deep restricted basins). As all the sections considered for our study were deposited within a deep passive continental margins, we can exclude that local geological factors, such as variation in subsidence and tectonics, were significant in this case. Consequently, the observed black shales must be the result of climatic and oceanographic forcing factors, which, at the time scale considered here, are essentially Milankovitch orbital changes. For these reasons, in the deepest sections orbitally induced variations in precipitation and runoff, were expressed as limestone-black shale couplets (e.g., Pusiano), whereas in shallower and/or less restricted sections they were recorded as limestone-marlstone variations (e.g., Cismon, Pie del Dosso, Roter Sattel sections; Fig. 7, Fig. 8A, B)."
  }, {
    "heading": "5.2.2. OAE1a black-shale deposition",
    "text": "In contrast to the high-frequency, black-shale cycles, which are attributed to the effects of insolation changes forced by\nprecession, the more prominent black-shale deposits, occurring close to the end of the negative carbon isotope excursion, correspond to the globally occurring OAE1a black shales. They are attributed to the effects of Ontong Java volcanism, which is thought to have led to an increase in pCO2 and as a consequence to climatic warming (M ehay et al., 2009; Tejada et al., 2009; Erba et al., 2010; Keller et al., 2011; Bottini et al., 2012). Under these climatic conditions, an accelerated hydrological cycle increased precipitation and continental runoff, enhancing water stratification. On the other hand, greenhouse climate might have induced changes in wind patterns that forced upwelling in marginal areas\n(e.g., Parrish and Curtis, 1982; Topper et al., 2011). Stronger upwelling and volcanic supply of nutrients to the oceans stimulated the production of organic matter by primary producers (e.g., Bralower et al., 1994; Erba & Larson, 1999; Premoli Silva et al., 1999; Jenkyns et al., 2010). Consequently, climate warming and higher primary productivity added further forcing to orbital changes that favoured black-shale deposition (Fig. 8C and D).\nAt the Cismon locality the onset of OAE1a black-shale deposition coincides with the end of the negative spike in the carbon isotope record (at the boundary between segments C and D; Fig. 2). If the carbon isotope curve delineates the onset of OAE1a then the\nstudied sections document the transition from orbitally controlled black-shale accumulation (e.g., Pusiano) during coolhouse conditions to greenhouse climate induced black-shale deposition (e.g., Cismon, Pie del Dosso, Roter Sattel).\nHowever, the onset of OAE1a black-shale deposition is not synchronous in the studied sections (Fig. 7). They appeared ~80 ka earlier in the Pie del Dosso section (segment B; Figs. 3, 7) than in the Cismon core (segment D) reflecting an early episode of anoxia in that specific basin. At the Pie del Dosso locality, black shales persisted for at least ~140 ka (until the end of segment E, then a sedimentary hiatus interrupts the sedimentation of the OAE1a black shales; see Erba and Quadrio, 1987; and Figs. 3, 7, Fig. 8C, D, and Fig. 9). No cyclic deposits are discernible, which indicates that dys-/anoxic conditions were continuously present at the locality of Pie del Dosso. At ~35 ka before the first minimum d13Ccarb value, black shales appeared in the intermediate-depth Roter Sattel\nsection (segment C) and, as in Pie del Dosso, persisted throughout OAE1a generally during both orbital minima and maxima (Strasser et al., 2001; Figs. 5, 7, 9). Finally, black shales appeared in the shallowest Cismon core at the onset of OAE1a (segment D; ~at the first minimum d13Ccarb value). However, throughout OAE1a they occurred only during orbital maxima and were interrupted during orbital minima by marly and cherty limestones (Erba et al., 1999; Menegatti et al., 1998; Figs. 2, 7, Fig. 8C, D, Fig. 9).\nAs in the case of the high-frequency pre-OAE1a black shales, the asynchronous onset and variable persistence of OEA1a black shales is interpreted to be due to local forcing factors. The effects of the local positive forcing factors such as depth and restriction present in the area around the Pie del Dosso and Roter Sattel sections amplified the volcanically induced, globally increasing O2 deficiency of ocean waters. This led to an earlier breach of the organic carbon burial threshold and hence resulted in a depth controlled\nof OAE1a black shales. Ages from Huang et al. (2010, based on Ogg et al., 2004) and e new ages of the chrons CM0r and CM0n from Malinverno et al. (2012). Magneto(Fig. 2). The dashed rectangle in the centre of the figure shows the time interval of the metres from Erba et al. (1999). Onset and durations of pre-OAE and OAE1a black shales is taken from observations in the field and Bersezio et al. (1994 for Pusiano), Erba and oter Sattel). “?” indicates that the exact timing for the onset of pre-OAE1a precessionanism and interpretation from (E) ¼ Erba et al. (2010, 2011); (T) ¼ Tejada et al. (2009)\nearlier OAE1a black-shale deposition (see Section 5.2.1 and Robinson et al., 2004).\nThe early onset of continuous OAE1a black shales in the Pie del Dosso and Roter Sattel sections is, therefore, interpreted to reflect intermediate paleodepths and probably slightly restricted conditions at these localities. These positive forcing factors combined with volcanically induced and orbitally controlled O2 deficiency had important effects on the OC preservation rate and allowed black shale deposition not only to occur earlier than in Cismon but also to persist during both precession maxima and minima (Fig. 7; Fig. 8C, D; Fig. 9).\nIn contrast, the succession of Cismon seems to indicate that its sediments were deposited in a shallower and non-restricted part of the ocean where ocean waters were better ventilated and O2 deficiency less pronounced (Fig. 8D). Thus, in these settings, the main forcing factors for black-shale deposition were the volcanically induced and orbitally controlled O2 deficiency. When both positive forcing factors, volcanism and orbital insolation maxima, were combined the organic-carbon-burial threshold was exceeded and black shales were deposited. During orbital minima, however, orbital forcing acted against organic matter preservation by inducing better ventilation, hence leading to an increase in O2. This allowed sufficiently elevated O2 contents to degrade at least part of the OM e hence preventing the exceeding of the OC burial threshold and resulted in marly and cherty limestones as observed in the Cismon core (Fig. 2, Fig. 8C).\nTo recapitulate, the occurrence of both high-frequency preOAE1a and OAE1a black shales resulted from global factors (precessional variations and increase in pCO2) that were superimposed onto each other. However, the timing of the onset and the duration of the black-shale deposition were controlled by local factors such as depth and restriction at the basin.\nContrary to the expectations that in the deepest Pusiano section OAE1a black shales should be most prominent and appear earlier (before segment B) than in the shallower sections, the Pusiano succession only displays relatively subtle changes and lacks continuous OAE1a black shales (Fig. 4). For example, although the average CaCO3 content in Cismon dropped from ~80% in segment B to ~45% in segment C, the average CaCO3% in the limestone-black shale couplets in Pusiano decreased by only ~2% from ~64% in segment B to ~62% in segment C. No apparent changes in CaCO3% and TOC% throughout segment AeC have been recorded in the orbitally driven black shale deposits of the Pusiano section. Only in the limestone intervals a decrease in CaCO3% and an increase in TOC % are recorded from couplet 7 upwards ( 60 ka), reflecting a rise of the lysocline and subtle effects of increased productivity and/or O2 deficiency.\nAround the same time as the onset of the OAE1a black shales, palynofacies also started to change (Fig. 4). Palynofacies record particulate fraction of the sedimentary OM that remains unhydrolyzed after destruction of themineral phase by hydrochloric and hydrofluoric acids (Durand and Nicaise, 1980). Palynofacies consist essentially of three groups of particulate OM: amorphous organic matter, palynomorphs, as well as phytoclasts, and their abundance depends on origin, influx rates and preservation (Tyson, 1995; see below). Of the three particulate OM components, amorphous organic matter is interpreted to consist mostly of marine bacterial or algal remains and is the most readily degraded. As it is of marine origin, transport-related selective sorting is less likely thanwith the other components. Hence, its preservation and relative representation in palynofacies depends mainly on oxygen levels. Therefore, abundance of amorphous organic matter indicates dysoxic-anoxic conditions. Palynomorphs are either of marine (in the studied material mainly dinoflagellates) or terrestrial origin (spores and pollen) and have an intermediate preservation potential. The\nphytoclasts are the most degradation resistant group and are represented in the studied sections by translucent to opaque woody fragments. In distal settings the terrestrial contribution to the bulk OM is minor, and most of the OM is of bacterial or algal origin. In these settings abundance of phytoclasts therefore suggests severe degradation of the more fragile amorphous organic matter and the palynomorphs and hence indicates oxic conditions.\nA detailed description of the palynofacies in the Pusiano section is given in Keller et al. (2011). The particulate OM of couplets 7e9 shows an increase in the relative amount of amorphous organic matter, a relative decrease in the proportion of terrestrial palynomorphs and phytoclasts, thus a relative decrease in the contribution of terrestrial particles. This change is either due to a decrease in the terrestrial influx from the hinterland and/or to an increase in marine productivity/preservation. However, since the decrease of the terrestrial component (percentage of the total particulate organic matter; Fig. 4) does not correlate with a decrease in the proportion of phytoclasts or spores but with an increase in marine amorphous organic matter percentages, the decreased terrestrial contribution is interpreted to reflect higher marine productivity and/or anoxia rather than a decreased terrestrial influx. More strongly anoxic conditions are also suggested by the enhanced preservation of the most degradation prone amorphous organic matter in couplets 8e9.\nThe Cismon core, Roter Sattel and Pie del Dosso sections were located at intermediate depths and, therefore, close to or within the oxygen minimum zone with its elevated concentration of the degradation product CO2 and thus a higher tendency to undersaturation with respect to CaCO3, whereas Pusiano, in the deep basin, was at a position below this zone. Since most of the OM produced in the surface ocean is degraded at intermediate depth, hence creating the oxygenminimum zone, sections at intermediate depth aremore strongly affected by an increase in productivity than deeper sections. Therefore, the distinct changes in CaCO3% and TOC % between pre-OAE1a and OAE1a conditions recorded in Cismon, Roter Sattel and Pie del Dosso, and the lack of such prominent changes in the deepest section, suggest that the consequences of the Ontong Java volcanism affected primary productivity more strongly than they affected water stratification. In opposition, the deepest section, while featuring only very subtle changes in CaCO3 and TOC content throughout segments AeC, records the most prominent fluctuations between the limestone and black shale intervals of each lithological couplet (Fig. 4). This suggests that the high-frequency, orbitally driven climate changes most strongly influenced water stratification and hence were recorded most distinctly in the deepest sections (Fig. 8C, D). In summary, the volcanically induced, long-term climate changes seemed to more strongly influence OM production and hence the lithology of the sections at intermediate depth, whereas the precession controlled climate warming mainly affected water stratification and thus the sections in the deep basins (Fig. 8).\nSpatial variations in the onset of anoxic conditions reflected by black-shale depositionwere also reported by Robinson et al. (2008) between the Pacific as compared to Atlantic and Tethyan sections. In the Permanente Quarry (California, USA) OAE1a black shales seem to appear in the equivalent of segment C5 of Menegatti et al. (1998), which according to the calculations of Malinverno et al. (2010) started ~240 ka after the end of the negative carbon isotope excursion. Robinson et al. (2008) attributed this delayed onset of black-shale deposition to the larger and more open Pacific Ocean compared to the relatively more restricted basins of the Atlantic and Tethys Oceans. This suggests that the onset of blackshale sedimentation around the globe related to the OAE1a varied by > 300 ka (Pie del Dosso, Tethys: ~80 ka before the first minimum d13Ccarb value; Permanente Quarry, Pacific: ~240 ka after the\nminimum d13Ccarb value). Therefore, the question arises as to when OAE1a started globally. Onset of major andworldwide OAE1a blackshale deposition is expected to result in widespread burial of 13Cdepleted organic carbon and consequently in a detectable rise of the d13C in the carbon pool of oceans and atmosphere. Therefore, the onset global of dysoxic-anoxic conditions, marked by the occurrence of ubiquitous black shales, is expected to coincide with a beginning rise in the d13Ccarb. This is observable in the d13C segments C4eC7 of Menegatti et al. (1998), thus it begins at the base of segment D in our Cismon section (Figs. 2, 7). This suggests that the initiation of OAE1a black-shale deposition started at ~120.18 ± 0.04 Ma ago (¼120.21 ± 0.04 Ma 35 ka; see Fig. 2; Malinverno et al., 2010) and that conditions favouring this lithology persisted for ~1.08 Ma (¼1.11 Ma 35 ka; Malinverno et al., 2010). An alternative timing is given by Huang et al. (2010) with ~124.55Ma for the onset and ~1.40 Ma for the duration of OAE1a."
  }, {
    "heading": "6. Conclusions",
    "text": "The investigated sections feature black shales appearing within high-frequency cycles and with durations lasting for ~20 ka as well as a prominent black-shale episode lasting >1 Ma. The cyclic blackshale intervals preceding the OAE1a are attributed to changes in insolation as a consequence of precession cyclicity, whereas the thick and widespread black-shale intervals are interpreted to be a result of longer-term volcanic outgassing related to the OAE1a (Fig. 9). Even though these global triggers were of a completely different origin, they acted through a similar chain of events, which initiated with climate warming, leading via increased OM production and/or increased water stratification to a decreased O2/CO2 ratio, eventually resulting in black-shale deposition.\nWhereas global triggers were an important prerequisite for black-shale deposition, it was local conditions such as depth, basin geometry and local circulation that controlled at what time OMpreservation and CaCO3 dissolution started and for how long it lasted.When the Ontong Java volcanism led to a rise of the lysocline and increasing O2-deficiency in the bottom waters, the deeper sections were first affected and, therefore, recorded an earlier onset of the prominent and long-lasting OAE1a black shales. Depth controlled sub-/anoxia is also apparent in the orbitally driven highfrequency pre-OAE1a black shales of the deepest Pusiano section and their absence in the shallower sections.\nHowever, contrary to expectations and to the results obtained from Cismon, Roter Sattel and Pie del Dosso, where lithologic changes prior to and during OAE1a are striking, the deepest section (Pusiano) only features a very subtle change with reduced CaCO3 and enhanced TOC contents from ~60 ka before the first most negative d13Ccarb value onwards. This is explained by an expansion of the oxygen minimum zone in the early Aptian reaching intermediate depths and hence affecting the sediments of Cismon, Roter Sattel and Pie del Dosso, whereas at a position below the oxygen minimum zone (e.g., Pusiano) occurrence of a higher O2 and lower CO2 content prevented e at least during precession minima e strongly increased CaCO3 dissolution and OM preservation (Fig. 8C, D).\nTherefore, it seems that the consequences of the Ontong Java volcanism affected the production of OM most strongly, hence leading to prominent OAE1a black shales at intermediate depths, whereas below the oxygen minimum zone the effects of extensive volcanism were much subtler. In contrast, in the deeper sections sedimentation was strongly influenced by the cyclic changes in orbital insolation, suggesting that orbital variations affected water stratification more strongly. Therefore, the studied sections show that the geological record is the result from the interaction between local and global forcing. To make correct interpretations, it is\nimportant to combine lithology with other proxies, such as carbon isotopes, so as to differentiate between global events and the factors that may control their sedimentary expression in a specific setting."
  }, {
    "heading": "Acknowledgements",
    "text": "We thank Elisabetta Erba from the University of Milan for the samples of the Cismon APTICORE (Erba et al., 1999) used for the d13C measurements; Maria Coray Strasser and Stewart Bishop for technical assistance in the laboratory; Therese I. Garcia and Katja von Allmen for assistance in the field. We also thank J. Mutterlose, an anonymous reviewer, and P. J. Harries, whose comments helped to improve the manuscript. Financial support from the Swiss National Science Foundation (grants n. 200021-113687 and 02-77104- 07) is gratefully acknowledged."
  }, {
    "heading": "Appendix A. Supplementary data",
    "text": "Supplementary data related to this article can be found at http://dx.doi.org/10. 1016/j.cretres.2014.12.003."
  }],
  "references": [{
    "title": "The mid-Cretaceous North Atlantic nutrient",
    "authors": ["H.A. Dijkstra", "P.L. de Boer"],
    "year": 2010
  }, {
    "title": "Timing and magnitude",
    "authors": ["A. 1029/2010PA001925. Ando", "K. Kaiho", "H. Kawahata", "T. Kakegawa"],
    "year": 2008
  }, {
    "title": "Volcanic contributions to the carbon and sulfur geochemical",
    "authors": ["M.A. 463e476. Arthur"],
    "year": 2000
  }, {
    "title": "Berriasian-Aptian black shales",
    "authors": ["R. 569e590. Bersezio", "E. Erba", "M. Gorza", "A. Riva"],
    "year": 2002
  }, {
    "title": "Dinosaurs “re-write” the geodynamics of the eastern Mediter",
    "authors": ["A. 253e275. Bosellini"],
    "year": 2002
  }, {
    "title": "Aptian (Early Cretaceous)",
    "authors": ["T.J. Bralower", "W.V. Sliter", "M.A. Arthur", "R.M. Leckie", "D. Allard", "S.O. Schlanger"],
    "venue": "Palaios 9,",
    "year": 1993
  }, {
    "title": "Correlations of Hauterivian and Barremian",
    "authors": ["Observation. Eldigo Press", "J.E.T. Palisades. Channell", "F. Cecca", "E. Erba"],
    "year": 1995
  }, {
    "title": "Macrovegetali terrestri nel mesozoico italiano: un' ulte",
    "authors": ["F.M. Dalla Vecchia"],
    "year": 2000
  }, {
    "title": "Tethyan-Mediterranean organic carbon-rich sedi",
    "authors": ["Paris", "K.C. pp. 35e53. Emeis", "H. Weissert"],
    "year": 2009
  }, {
    "title": "Calcareous nannoplankton",
    "authors": ["E. Erba", "C. Bottini", "H.J. Weissert", "C.E. Keller"],
    "venue": "Stratigraphy",
    "year": 2010
  }, {
    "title": "Response to comment",
    "authors": ["E. Erba", "C. Bottini", "H.J. Weissert", "C.E. Keller"],
    "year": 2011
  }, {
    "title": "Integrated stratigraphy of the Cismon APTICORE",
    "authors": ["G. Salvini", "S. Torricelli"],
    "year": 1999
  }, {
    "title": "Milankovitch climatic origin of the mid-Cretaceous",
    "authors": ["T.D. 303e318. Herbert", "A.G. Fischer"],
    "year": 1986
  }, {
    "title": "Forcing mechanisms for mid-Cretaceous black shale formation: Evidence from the upper Aptian and lower Albian of the Vocontian Basin (SE France)",
    "authors": ["P. oßler", "C. Hemleben"],
    "venue": "Palaeogeography Palaeoclimatology Palaeoecology 190,",
    "year": 2003
  }, {
    "title": "Astronomical tuning of the Aptian Stage from Italian reference",
    "authors": ["C. Huang", "L. Hinnov", "A.G. Fischer", "A. Grippo", "T. Herbert"],
    "venue": "sections. Geology",
    "year": 2010
  }, {
    "title": "Terrestrial record of methane hydrate dissociation in the Early Cretaceous",
    "authors": ["A.H. Jahren", "N.C. Arens", "G. Sarmiento", "J. Guerrero", "R. Amundson"],
    "venue": "Geology 29,",
    "year": 2001
  }, {
    "title": "Evidence for rapid climate change in the Mesozoic-Palaeogene greenhouse world",
    "authors": ["H.C. Jenkyns"],
    "venue": "Philosophical Transactions of the Royal Society a-Mathematical Physical and Engineering Sciences",
    "year": 2003
  }, {
    "title": "Geochemistry of oceanic anoxic events",
    "authors": ["H.C. Jenkyns"],
    "venue": "Geochemistry Geophysics Geosystems",
    "year": 2010
  }, {
    "title": "A volcanically induced climate warming and floral change preceded the onset of OAE1a (Early Cretaceous)",
    "authors": ["C.E. Keller", "P.A. Hochuli", "H. Weissert", "S.M. Bernasconi", "M. Giorgioni", "T.I. Garcia"],
    "venue": "Palaeogeography Palaeoclimatology Palaeoecology 305,",
    "year": 2011
  }, {
    "title": "Clay mineral continental amplifier for marine carbon sequestration in a greenhouse ocean",
    "authors": ["M.J. Kennedy", "T. Wagner"],
    "venue": "Proceedings of the National Academy of Sciences",
    "year": 2011
  }, {
    "title": "Orbital forcing of organic carbon burial in the protoNorth Atlantic during oceanic anoxic event 2",
    "authors": ["M.M.M. Kuypers", "L.J. Lourens", "W.I.C. Rijpstra", "R.D. Pancost", "I.A. Nijenhuis", "J.S. Sinninghe Damst e"],
    "venue": "Earth and Planetary Science Letters 228,",
    "year": 2004
  }, {
    "title": "Early Aptian ammonites from the top of the Maiolica and the anoxic “Selli Level",
    "authors": ["G. Landra", "F. Cecca", "Z. Vasicek"],
    "venue": "(Lombardy, Southern Alps). Bollettino della Societa Paleontologica Italiana",
    "year": 2000
  }, {
    "title": "Onset of the mid-Cretaceous greenhousein the Barremian- Aptian: Igneous events and the biological, sedimentary, and geochemical responses",
    "authors": ["R.L. Larson", "E. Erba"],
    "year": 1999
  }, {
    "title": "Toward an orbital chronology for the early Aptian Oceanic Anoxic Event (OAE1a, similar to 120 Ma)",
    "authors": ["Y.X. Li", "T.J. Bralower", "I.P. Montanez", "D.A. Osleger", "M.A. Arthura", "D.M. Bice", "T.D. Herbert", "E. Erba", "I.P. Silva"],
    "venue": "Earth and Planetary Science Letters 271,",
    "year": 2008
  }, {
    "title": "A new sediment core from the Bedoulian (Lower Aptian) stratotype at Roquefort-La B",
    "authors": ["S. ogel", "M. Moullade", "G. Tronchetti"],
    "year": 2013
  }, {
    "title": "Orbital tuning as an inverse problem: Chronology of the early Aptian Oceanic Anoxic Event 1a (Selli Level) in the Cismon APTICORE",
    "authors": ["A. Malinverno", "E. Erba", "T.D. Herbert"],
    "venue": "Paleoceanography 25, PA2203",
    "year": 2010
  }, {
    "title": "A volcanic CO2 pulse triggered the Cretaceous Oceanic Anoxic Event 1a and a biocalcification crisis",
    "authors": ["S. ehay", "C.E. Keller", "S.M. Bernasconi", "H. Weissert", "E. Erba", "C. Bottini", "P.A. Hochuli"],
    "venue": "Geology 37,",
    "year": 2009
  }, {
    "title": "High-resolution delta C-13 stratigraphy through the early Aptian “Livello Selli” of the Alpine Tethys. Paleoceanography 13, 530e545 doi: 510.1029/1098PA01793",
    "authors": ["A.P. Menegatti", "H. Weissert", "R.S. Brown", "R.V. Tyson", "P. Farrimond", "A. Strasser", "M. Caron"],
    "year": 1998
  }, {
    "title": "The Cretaceous Period",
    "authors": ["J.G. Ogg", "F.P. Agterberg", "F.M. Gradstein"],
    "year": 2004
  }, {
    "title": "Atmospheric circulation, upwelling, and organic-rich rocks in the Mesozoic and Cenozoic eras. Palaeogeography, Palaeoclimatology, Palaeoecology",
    "authors": ["J.T. Parrish", "R.L. Curtis"],
    "year": 1982
  }, {
    "title": "Biotic changes in Cretaceous Oceanic Anoxic Events of the Tethys",
    "authors": ["I. Premoli Silva", "E. Erba", "G. Salvini", "C. Locatelli", "D. Verga"],
    "venue": "Journal of Foraminiferal Research",
    "year": 1999
  }, {
    "title": "Orbital forcing in a “Boreal” Cretaceous epeiric sea: High-resolution analysis of core and logging data (upper Albian of the Kirchrode I drill core d Lower Saxony basin, NW Germany)",
    "authors": ["A. Prokoph", "J. Thurow"],
    "venue": "Palaeogeography Palaeoclimatology Palaeoecology 174,",
    "year": 2001
  }, {
    "title": "Early Aptian d13C and manganese anomalies from the historical Cassis-La B",
    "authors": ["M. Renard", "M. de Rafelis", "L. Emmanuel", "M. Moullade", "Masse", "J.-P", "W. Kuhnt", "J.A. Bergen", "G. Tronchetti"],
    "year": 2005
  }, {
    "title": "Mid-Cretaceous Oceanic Anoxic Events in the Pacific Ocean revealed by carbon-isotope stratigraphy of the Calera Limestone, California, USA",
    "authors": ["S.A. Robinson", "L.J. Clarke", "A. Nederbragt", "I.G. Wood"],
    "venue": "Geological Society of America Bulletin",
    "year": 2008
  }, {
    "title": "Fluctuations in biosiliceous production and the generation of Early Cretaceous Oceanic Anoxic Events in the Pacific Ocean (Shatsky Rise, Ocean Drilling Program Leg 198)",
    "authors": ["S.A. Robinson", "T. Williams", "P.R. Bown"],
    "venue": "Paleoceanography 19,",
    "year": 2004
  }, {
    "title": "Organic matter: The driving force for early diagenesis",
    "authors": ["J. otter"],
    "year": 2006
  }, {
    "title": "Cretaceous oceanic anoxic events: Causes and consequences",
    "authors": ["S.O. Schlanger", "H.C. Jenkyns"],
    "venue": "Geologie en mijnbouw 55,",
    "year": 1976
  }, {
    "title": "Marine carbonates: their formation and destruction",
    "authors": ["R.R. Schneider", "H.D. Schulz", "C. Hensen"],
    "year": 2006
  }, {
    "title": "The Aptian, Albian and Cenomanian of Roter Sattel, Romandes Prealps, Switzerland: a high-resolution record of oceanographic changes",
    "authors": ["A. Strasser", "M. Caron", "M. Gjermeni"],
    "venue": "Cretaceous Research",
    "year": 2001
  }, {
    "title": "Orbital control on pelagic clay sedimentology: The case of the late Albian “Amadeus Segment",
    "authors": ["F. Tateo", "N. Morandi", "A. Nicolai", "M. Ripepe", "R. Coccioni", "S. Galeotti", "F. Baudin"],
    "venue": "(Central Italy). Bulletin De La Societe Geologique De France 171,",
    "year": 2000
  }, {
    "title": "Ontong Java Plateau eruption as a trigger for the early",
    "authors": ["M.L.G. Tejada", "K. Suzuki", "J. Kuroda", "R. Coccioni", "J.J. Mahoney", "N. Ohkouchi", "T. Sakamoto", "Y. Tatsumi"],
    "venue": "Aptian oceanic anoxic event. Geology",
    "year": 2009
  }, {
    "title": "Origin of rhythmic Albian black shales (Piobbico core, central Italy): Calcareous nannofossil quantitative and statistical analyses and paleoceanographic reconstructions",
    "authors": ["D. Tiraboschi", "E. Erba", "H. Jenkyns"],
    "venue": "Paleoceanography 24,",
    "year": 2009
  }, {
    "title": "A regional ocean circulation model for the mid-Cretaceous North Atlantic Basin: implications for black shale formation",
    "authors": ["R.P.M. Topper", "J. Trabucho Alexandre", "E. Tuenter", "Meijer", "P. Th"],
    "venue": "Climate of the Past",
    "year": 2011
  }, {
    "title": "Sedimentary organic matter. Organic facies and palynofacies",
    "authors": ["R.V. Tyson"],
    "year": 1995
  }, {
    "title": "Synchronous negative carbon isotope shifts in marine and terrestrial biomarkers at the onset of the early Aptian Oceanic Anoxic Event 1a: Evidence",
    "authors": ["Y. Van Breugel", "S. Schouten", "H. Tsikos", "E. Erba", "G.D. Price", "J.S. Sinninghe Damst e"],
    "year": 2007
  }, {
    "title": "Subsidence and sedimentation on Jurassic passive continental margin, Southern Alps, Italy",
    "authors": ["E.L. Winterer", "A. Bosellini"],
    "venue": "American Association of Petroleum Geologists Bulletin",
    "year": 1981
  }, {
    "title": "Major-element analysis of cyclic black shales: Paleoceanographic implications for the Early Cretaceous deep western Tethys",
    "authors": ["U.G. Wortmann", "R. Hesse", "W. Zacher"],
    "year": 1999
  }, {
    "title": "Alpine plate kinematics",
    "authors": ["U.G. Wortmann", "H. Weissert", "H. Funk", "J. Hauck"],
    "year": 2001
  }],
  "id": "SP:6e8f716c5baeb4d187ecab8db25b4c04fc4c5b99",
  "authors": [{
    "name": "Martino Giorgioni",
    "affiliations": []
  }, {
    "name": "Christina E. Keller",
    "affiliations": []
  }, {
    "name": "Helmut Weissert",
    "affiliations": []
  }, {
    "name": "Peter A. Hochuli",
    "affiliations": []
  }, {
    "name": "Stefano M. Bernasconi",
    "affiliations": []
  }],
  "abstractText": "Approximately 120 Ma major volcanic outgassing on the Ontong Java Plateau resulted in perturbations of the global carbon cycle, in a change from cool to greenhouse climate conditions and in major changes in oceanography leading to widespread deposition of black shales during the early Aptian Oceanic Anoxic Event 1a (OAE1a). However, onset of black-shale deposition was diachronous and prior to OAE1a occurred under specific paleogeographic and paleoceanographic conditions. The goal of this study is to identify paleoceanographic constraints during coolhouse conditions that resulted in pre-OAE1a blackshale deposition and to investigate if and to what extent the short-term orbitally induced climate changes are also recorded in the sedimentary archive. We compared four lower Aptian pelagic sections from the former southern and northern continental margins of the Alpine Tethys Ocean and traced the evolution of carbon isotopes, carbonate and organic carbon content as well as palynofacies before and at the onset of OAE1a. Throughout the studied interval, the sections record frequent precession-controlled changes in carbonate content, which are reflected by limestone-marlstone alternations in the shallowest and most proximal Cismon core and by limestone-black-shale couplets in the deepest Pusiano section. Depth controlled sub-/anoxia is also suggested by the prominent OAE1a black shales, which occurred first in the deeper Pie del Dosso and Roter Sattel sections and only subsequently in the shallower Cismon core. However, contrary to expectations, the deepest Pusiano section exhibits e instead of an earliest onset of prominent OAE1a black shales e only a minor increase in TOC and a decrease in carbonate content. This suggests that the orbitally driven climate changes most strongly influenced water stratification and hence are most prominently expressed in the deepest sections. Conversely, the volcanically induced long-term climate changes seemed to more strongly affect organic matter production, the extension of the oxygen minimum zone and hence had the strongest impact on sections at intermediate depth. © 2014 Elsevier Ltd. All rights reserved.",
  "title": "Black shales e from coolhouse to greenhouse (early Aptian)"
}