{
  "sections": [{
    "text": "Contents lists available at ScienceDirect\nGondwana Research\nj ourna l homepage: www.e lsev ie r .com/ locate /gr\nCharacterisation and tracing of Permian magmatism in the south-western segment of the Gondwananmargin; U–Pb age, Lu–Hf and O isotopic compositions of detrital zircons from metasedimentary complexes of northern Antarctic Peninsula and western Patagonia\nPaula Castillo a,⁎, C. Mark Fanning a, Francisco Hervé b,c, Juan Pablo Lacassie d a Research School of Earth Sciences, Australian National University, Mills Road, Canberra ACT 0200, Australia b Escuela de Ciencias de la Tierra, Universidad Nacional Andres Bello, Salvador Sanfuentes 2375, Santiago, Chile c Departamento de Geología, Universidad de Chile, Plaza Ercilla 803, Santiago, Chile d Unidad de Geoquímica, Servicio Nacional de Geología y Minería, Av. Santa María 0104, Santiago, Chile\n⁎ Corresponding author. E-mail address: paula.castillo@anu.edu.au (P. Castillo)\nhttp://dx.doi.org/10.1016/j.gr.2015.07.014 1342-937X/© 2015 International Association for Gondwa\na b s t r a c t a r t i c l e i n f o\nArticle history: Received 20 March 2015 Received in revised form 8 July 2015 Accepted 19 July 2015 Available online 29 August 2015\nHandling Editor: J.G. Meert\nKeywords: SHRIMP detrital zircon ages Permian O−Hf isotopes Trinity Peninsula Group Duque de York Complex\nMetasedimentary rocks in the Antarctic Peninsula and south-western Patagonia record detrital zircon evidence for significant Permian magmatic events along the Palaeo-Pacific margin of south West Gondwana. However, it is unclear where and how this magmatism formed due to the lack of outcropping Permian igneous sources at similar latitudes. Combined U–Pb, O, and Lu–Hf isotope analyses of detrital zircon grains in Permo–Triassic metasedimentary rocks indicate that the Permian magmatism resulted from the interaction of crust- and mantle-derived sources in an active continental margin. Permian detrital zircons from the Trinity Peninsula Group in the Antarctic Peninsula range from crustal signatures in the northern part (δ18O of ~8‰, initial εHf of ~−6) to mantle-like values in the south (δ18O of ~5‰, initial εHf of ~+3). Zircons from the northern domain have isotopic features similar to those from the Patagonian Duque de York Complex. They also share a secondary Ordovician component of ca. 470 Ma. The Middle Jurassic Cape Wallace Beds in Low Island record a ca. 250 Ma igneous source, with stronger crustal signatures (δ18O and initial εHf values of 7.5 to 10.8‰ and −3.2 to −14.2, respectively). In contrast, zircons from the upper Jurassic Miers Bluff Formation on Livingston Island and Cretaceous sediments on James Ross Island have similar Permian U–Pb ages, O and Hf trends to their Trinity Peninsula Group counterparts, suggesting reworking after the late Jurassic. Our results provide evidence for a Permian subduction-related magmatic arc, partly located in Patagonia and extending to West Antarctica. The southerly decrease in δ18O coupled with increasing initial εHf indicate fewer sedimentary components in the magma source and is consistent with a glaciated cold and dry climate. These conditions are comparable with West Antarctica climate settings, located close to the South Pole during the Carboniferous and Permian.\n© 2015 International Association for Gondwana Research. Published by Elsevier B.V. All rights reserved."
  }, {
    "heading": "1. Introduction",
    "text": "The Permian Period was an extremely dynamic time for Gondwana due to dramatic tectonic and climatic changes. The most extensive Phanaerozoic glaciation occurred in southern Gondwana during the Carboniferous and the beginning of the Permian (Crowell, 1978; Eyles, 1993). This glaciation was followed by a period of global warming (e.g. Joachimski et al., 2012), and the greatest extinction event in Earth's history occurred during the end of the Permian (Erwin, 1994; Erwin et al., 2002). In the Palaeo-Pacific margin of southern Gondwana all these events undoubtedly influenced erosion, sedimentation and therefore could also have affected magmatism (and vice versa). Upper Palaeozoic–lower Mesozoic metasedimentary rocks represent the\n.\nna Research. Published by Elsevier B.\nmost extensive vestiges of Gondwana in southern Patagonia and the Antarctic Peninsula (Fig. 1). These rocks are host to a major population of Permian igneous zircons (Hervé et al., 2003; Hervé et al., 2005; Barbeau et al., 2010; Fanning et al., 2011), indicating significant Permian magmatism along the southern margin of Gondwana. However, the location and characteristics of the Permian source(s) and the triggers for that significant erosion are still not well known.\nMost palaeogeographic reconstructions that include the Antarctic Peninsula and South America locate the Antarctic Peninsula immediately west of southern Patagonia during the Palaeozoic–early Mesozoic (Lawver et al., 1998; Ghidella et al., 2002; König and Jokat, 2006). This implies a Patagonian source for these zircons. However, Permian igneous rocks do not outcrop at similar latitudes in South America. The closest outcrops are found in the North PatagonianMassif (Fig. 1, Pankhurst et al., 2006). In West Antarctica, Permian magmatic rocks are reported from isolated outcrops in the Antarctic Peninsula (Eden Glacier, Adie\nV. All rights reserved.\nInlet and Bastion Peak in Fig. 1, Millar et al., 2002; Riley et al., 2012) and Marie Byrd Land (Pankhurst et al., 1998b). A detailed study of the Permian detritus can provide further clues about the nature and evolution of this Permian magmatism along the southern margin of West Gondwana.\nIn this study, we combine U−Pb geochronology, Lu−Hf and O isotope data for detrital zircon grains from metasedimentary rocks from southern Patagonia and northern Antarctic Peninsula. Detrital zircons preserve the age and isotopic record of the source area thereby avoiding post-depositional and low grade-metamorphic effects that typically affect sedimentary rocks. This allows characterisation and discrimination between likely provenances within a single zircon age population and therefore the testing of tectonic correlations. Additionally, detailed isotopic knowledge of selected detrital igneous zircons helps us to understand the magmatic and geological processes. Lu−Hf and O isotopes provide information into crust and mantle processes important in the formation of the original magmatic rocks from which the zircons crystallised (Hawkesworth and Kemp, 2006; Kemp et al., 2006; Kemp et al., 2007). These new data, in combination with existing zircon U−Pb data, are used to constrain the palaeogeographic and sedimentary setting of the southern margin of West Gondwana and to characterise and track the Permian magmatism in this area."
  }, {
    "heading": "2. Geological setting",
    "text": ""
  }, {
    "heading": "2.1. The Antarctic Peninsula: the Trinity Peninsula Group, Miers Bluff Formation and Cape Wallace Beds",
    "text": "The upper Carboniferous–Triassic Trinity Peninsula Group (TPG) comprises principally fine grained metasedimentary rocks that crop out widely in the northern Antarctic Peninsula (Fig. 1). They have been interpreted as turbidites or debris flows, deposited along an active continental margin (Hyden & Tanner, 1981; Bradshaw et al. 2012). The geological setting of the TPG is not clear, with conflicting interpretations ranging from an accretionary complex (e.g. Dalziel, 1984; Storey and Garrett, 1985) to an upper slope basinal setting (Smellie, 1987; Smellie, 1991; Bradshaw et al., 2012). A Permian–Triassic depositional age has been assigned for most parts of the TPG based on detrital zircon\nU–Pb ages (Hervé et al., 2005; Barbeau et al., 2010) with fossil evidence suggesting that at least parts of the TPG at Cape Legoupil are Triassic (Thomson, 1975). View Point may be the only location where the TPG is late Carboniferous–early Permian in age (Bradshawet al., 2012). Provenance analyses suggest a dominant Permian igneous source (Hervé et al., 2005; Barbeau et al., 2010; Fanning et al., 2011) with a likely tonalite–granodioritic average composition (Castillo et al., 2015).\nThe Miers Bluff Formation (MBF) crops out exclusively at Hurd Peninsula on Livingston Island (South Shetland Islands, Fig. 1). It is a turbiditic deposit originally correlated with the TPG (Trouw et al., 1997), but now considered to be a younger sedimentary succession, on the basis of the occurrence of a Tithonian ammonite (Pimpirev et al., 2002) and the youngest detrital zircon population of ca. 170 Ma (Hervé et al., 2006). On Low Island (southern island of the South Shetland Islands, Fig. 1), the CapeWallace Beds (CWB) represent a similar turbiditic succession (Smellie, 1979). It was deposited in the Jurassic as inferred from ammonite and Mollusca fossil occurrences (Thomson, 1982). Although sediments of the MBF and CWB were deposited after sediments of the TPG, during the Jurassic, the U–Pb zircon age patterns show the same broad prominent Permian age peak (Hervé et al., 2006; Bastias, 2014)."
  }, {
    "heading": "2.2. Patagonia: the Duque de York complex",
    "text": "The Patagonian and Fuegian Andes are comprised in part by several upper Palaeozoic to Mesozoic metamorphic complexes (Hervé et al., 2008). The Duque de York Complex (DYC) crops out extensively along the western margin of the Chilean part of Patagonia (Fig. 1). It has been interpreted as a turbidite complex, deposited unconformably over pillow lavas, red and white cherts (the Denaro Complex) and lower Permian pelagic fusulinid-bearing limestones (the Tarlton limestone). These three units form theMadre de Dios Accretionary Complex (Forsythe and Mpodozis, 1979; Forsythe and Mpodozis, 1983) and are interpreted to have been frontally accreted during the Middle Triassic to earliest Jurassic times (Sepúlveda et al., 2008; Willner et al., 2009). Lacassie et al. (2006) suggested that the DYC detritus was derived from a geochemically intermediate igneous source, similar to a granodiorite, that originated within a continental magmatic arc. The basin was\nprobably located close to the continent in an active margin tectonic setting (Faúndez et al., 2002; Lacassie et al., 2006). Detrital zircon age patterns document a Permian principal source with a maximum possible depositional age of late Permian–early Triassic (Hervé et al., 2003; Sepúlveda et al., 2010). Similarities with the Torlesse Terrane, in New Zealand, led Lacassie et al. (2006) to propose a common provenance for both, probably located along the Marie Byrd Land margin in West Antarctica."
  }, {
    "heading": "3. Analytical methods",
    "text": "In this provenance study, seven metasandstone samples have been analysed from the northern Antarctic Peninsula and four metasandstone samples from south-western Patagonia (Fig. 1). Sample selection was based on geographical distribution and stratigraphic relationships. For the U−Pb detrital zircon analyses, four samples were selected from the TPG (from north to south: PANTI-06, −18, AA0842 and PANTI-20) and a new sample from the DYC on Desolación Island (DSOL-16). Detailed chemistry and petrography for these samples are reported in Castillo et al. (2015). O and Lu–Hf isotope ratios were measured for a selection of Permian zircon grains, interpreted as being igneous in origin on the basis of the internal cathodoluminescence (CL) structure. Some randomly selected older zircon grains were also analysed. In order to extend the study to the Jurassic and Cretaceous sedimentary record in Antarctic Peninsula, O and Lu–Hf isotopes were analysed in three samples from the MBF (VF-14, previously dated by Hervé et al., 2006), the CWB (AA1103-02, previously dated by Bastias, 2014) and the Rabot Formation on James Ross Island (Re9-1, dated as middle Campanian by Olivero (2012a,b)). Three additional samples from the DYC were analysed for O and Lu–Hf (from north to south: MD3, MD32 and AL-1). Those samples were specifically analysed to extend the geographical coverage. They were previously dated by Hervé et al. (2003) and later analysed by Fanning et al. (2011), who reported Lu–Hf analyses in some grains.\nZircon grains were separated using standard crushing, hydraulic, magnetic and heavy liquid procedures. Several hundred randomly poured grains from each sample were cast in epoxy mounts together with the Temora reference zircon and polished to about halfway through the grains. The grains were photographed under an optical microscope using transmitted and reflected light, and their internal structure was CL imaged using a Scanning Electron Microscope (SEM). The zircon U–Pb isotopic compositions were measured using SHRIMP II and RG ion microprobes at the Research School of Earth Sciences, ANU, following standard procedures (seeWilliams, 1998 and references therein). Approximately 70 to 80 zircon grains were randomly selected, but with particular attention paid to ensure analysis of only areas free of inclusions and fractures. An O2− primary ion beamwas focused to a spot of ~20 μm diameter and each analysis consisted of the measurement of five cycles through the isotope mass sequence. U–Pb ratios were determined by reference to Temora (206Pb/238U = 0.06683 equivalent to 417 Ma, Black et al., 2003) and U concentrations were referenced to analyses of SL13 (U = 238 ppm). The data were processed using the SQUID Excel Macro (Ludwig, 2001); calculations and plots were done using ISOPLOT (Ludwig, 2003) and DensityPlotter (Vermeesch, 2012).\nAfter the U–Pb analyses, all spots were removed by polishing and where necessary, the samples were modified into megamounts (Ickert et al., 2008), with the addition of the Duluth Gabbro FC1 reference zircon. The O isotopic compositions were measured using SHRIMP II followingmethods similar to those given by Ickert et al. (2008). The selected grains were analysed in exactly the same locations as the U–Pb spot using a positive Cs primary ion beamwith a ~25 μm spot diameter. Someof the grains of interest had previously been analysed for Lu–Hf by Fanning et al. (2011), and so it was necessary to locate a new spot nearby, but within the same growth zone as determined from the CL images. Themeasurementswere performed infive sessions anddata acquisition comprised two sets of six isotope ratiomeasurements. All analyseswere\ncorrected for low levels of isotopically light electron-induced secondary ion emission (EISIE; Ickert et al., 2008) and when necessary, we applied small corrections for drift in themeasured compositions of the reference zircons. The O isotopic ratios and calculated δ18OVSMOW values were normalized relative to an FC1 standard weighted mean value of δ18O = 5.61‰ (Valley, pers. comm.). The reproducibility of the FC1 δ18O value (or spot-to-spot precision) ranged from 0.31 to 0.45‰ (2σ uncertainty) for the analytical sessions, and this error has been added in quadrature to the individual within-run errors. A detailed account of the analytical session and results of secondary standards used in this study can be found in Supplementary Table 2C.\nFollowing the acquisition of O data, Lu–Hf isotopic measurements were carried out by a laser ablation multi-collector inductivelycoupled plasma mass-spectrometry (LA-MC-ICPMS) using a Neptune MC-ICPMS coupledwith a HelEx 193 nmArF Excimer laser ablation system (Eggins et al., 2005). The laser ablation sitewas centred as closely as possible to the spot where the O and U–Pb data had been measured, using CL images to ensure that analysed domains were of sufficient size to accommodate the ~47 μm diameter laser pit. For each session, the mass spectrometer was first turned to optimal sensitivity using a zircon grain from the Mud Tank carbonatite (Woodhead and Hergt, 2005). 171Yb, 173Yb, 174Hf, 175Lu, 176Hf, 177Hf, 178Hf, 179Hf and 181Ta isotopes were simultaneously measured in static-collection mode on nine Faraday cups. A gas blankwas acquired at the beginning of the analytical sessions and every twelve analyses thereafter. The laser was pulsed at 5–8 Hz repetition rate providing an energy density on the sample surface of 3.2–3.6 J/cm2. Total Hf signal intensity typically fell from five to two V during a single analysis. Each analysis corresponds to an 80 s count time, but in some cases only a selected interval was used from that total data acquisition: the interval over which the 179Hf/177Hf ratio was stable. This was the case for any small or zoned zircons. To assess data quality, several reference zircons were measured (Supplementary Table 2D): 91500, Temora 2, FC1, Mud Tank, QGNG (Woodhead and Hergt, 2005) and Plešovice (Sláma et al., 2008)."
  }, {
    "heading": "4. Results",
    "text": "A summary of the new SHRIMP U–Pb zircon age determinations is given in Supplementary Table 1. Data are plotted on Tera–Wasserburg concordia plots, age versus probability and kernel density estimation diagrams (Figs. 2 and 4). Previously published SHRIMP U–Pb zircon data have been replotted in Figs. 3 and 5 for comparison purposes. The time scale is that of the International Stratigraphic Chart from the International Commission on Stratigraphy (IUGS, 2014)."
  }, {
    "heading": "4.1. Antarctic Peninsula",
    "text": "Detrital zircon age patterns in all TPG samples are similar, particularly the high proportion of Permian age grains (peaking between ca. 266 and 281Ma, Fig. 2). These grains havemainly euhedral to subhedral external morphologies, between 60–160 μm in length, pale brown with weakly round terminations and some show well-preserved crystal faces. The CL images show oscillatory and sector zoning in most of the grains (Fig. 6: E to J). The Th/U ratio ranges from 0.1 to 1.8 which is common for igneous zircon (Williams and Claesson, 1987; Williams et al., 1996). Both characteristics indicate that the zircons are igneous in origin (98% of Permian zircon grains). Early Palaeozoic zircons have similar characteristics, as do the Precambrian grains, although the latter are anhedral and have round terminations (Fig. 6: N to R). Samples from northern localities (PANTI-06 and PANTI-18, Fig. 1) have Permian age peaks at ca. 273 and 278Ma, representing 39% and 34% of the total population respectively (Fig. 2). They also have an important Ordovician component, which is more prominent in PANTI-18, and a small population of Proterozoic zircons (Fig. 2). In the southern localities (AA0842 and PANTI-20, Fig. 1), the Permian peak is themore prominent, representing\nmore than 70% of the total population. Older age peaks are small and the grains are few in number (Fig. 2).\nBetween 16 and 18 zircon grains from three TPG samples were selected for O and Lu–Hf analyses (Supplementary Table 2A). In general, TPG zircons have δ18O values ranging from 4.3 to 10.4‰, with the Permian zircon grains having a narrower δ18O range between 4.3 and 7.7‰ (Fig. 7). Zircon grains from the southernmost sample (PANTI-20) have the lowest δ18O values, between 4.5 and 6.4‰, which is within the range for zircons with mantle δ18O values (Valley et al., 2005). Permian zircon grains from sample PANTI-20 yield initial ɛHf values ranging between −1.3 and +5.2. Sample PANTI-18 has Permian zircons with more negative initial ɛHf values, ranging from −5.5 to −1.6. Sample PANTI-06 shows a larger variation in initial ɛHf values ranging from\n−5.5 to+3.3 (with one grain yielding−21.1). Earlier Palaeozoic grains have initial ɛHf values varying from −5.5 to +1.9 (Fig. 7).\nThe U–Pb spectra of sample AA1103-02 is dominated by a prominent peak at ca. 252 Ma and a minor peak at ca. 523 Ma (Fig. 3). As seen in the CL images, most zircon grains are igneous in origin and some display core-rim structures with Permo–Triassic rims and Cambrian cores (Bastias, 2014) (Fig. 6: A and B). The Permo– Triassic zircon grains have higher δ18O than the TPG, ranging from 7.3 to 10.6‰, with lower ɛHf values from−14.2 to−4.9 (Fig. 7). The Cambrian zircon components (including some cores) yield δ18O values of 6.5 to 8.7‰ and initial ɛHf of −1.6 to−5.8. Sample VF-14, from Livingston Island, has a prominent broad Permian age peak, but also a significant Jurassic age peak (Fig. 3). The ten Permian zircons analysed have δ18O\nvalues between 5.1 and 8.7 and initial ɛHf values from −6.2 to +2.4, similar to the TPG range and in contrast with the Low Island sample (Fig. 7). Sample Re9-1, from James Ross Island, yields only Permian and late Carboniferous zircon grains (Fig. 4). A selection of those grains have δ18O values ranging from5.0 to 7.9‰ and initial ɛHf values between 0.9 and −2.6, overlapping with the TPG zircon grain values (Fig. 7)."
  }, {
    "heading": "4.2. Patagonia: the Duque de York Complex",
    "text": "Zircon grains from Desolación Island (DSOL-16) have similar morphological, CL and isotopic characteristics to the TPG zircon grains (Fig. 6: C and D). They are between 80 and 200 μm in length, euhedral to subhedral with sub-round terminations. Most of the grains show oscillatory and sector zoning and have Th/U ratios between 0.04 and 1.43, although 97% of the total population has Th/U N 0.1 (Supplementary\nTable 1). The U–Pb zircon age distribution shows a major input of Permian age grains (39%), with a peak at ca. 274 (KDE, Fig. 4). An additional Ordovician peak represents 25% of the total population and there are a few older zircon grains. This secondary Ordovician age peak differs fromU–Pb age distributions previously published by Hervé et al. (2003) for the DYC, which are replotted in Fig. 5.\nBetween 14 and 21 zircon grains from each DYC sample were selected for O and Lu–Hf isotopic analyses (Supplementary Table 2B). The Permian DYC zircons show a range in δ18O from ~5.3‰ to higher values of ~8.8‰, but with 83% of the population above the range for mantle zircon (Fig. 7). The initial ɛHf values of these zircons range from −5.4 to +0.9; only one grain from MD3 yields a more evolved value of −14.4 (Fig. 7). Positive initial ɛHf values are recorded in only 16% of the Permian population (within 2σ errors) in grains older than 280 Ma. The δ18O values of the older zircon grains are slightly more variable than the Permian ones, ranging from 4.7 to 12.1‰. They also have more positive initial ɛHf values (~50% of the population), but scatter between −4.7 and +3.5 (Fig. 7)."
  }, {
    "heading": "5. Discussion",
    "text": ""
  }, {
    "heading": "5.1. Timing of sediment deposition",
    "text": "It is generally accepted that the youngest grains of a detrital zircon population can be used to constrain the maximum depositional age of a sedimentary rock (e.g. Dickinson and Gehrels, 2009). This is a particularly valuable approach in placing age constraints on unfossiliferous sedimentary rocks such as the TPG. The youngest TPG concordant zircon dated here has a 206Pb/238U age of 248± 3Ma (sample AA0842). How-\nTera–Wasserburg plot of SHRIMP U–Pb zircon data from sample DSOL-16. Ellipses are 2\never, because of the possibility that any individual analysis (i.e. single spot) might be affected by radiogenic Pb loss, or a contaminant, a more robust estimate for the maximum depositional age would be the weighted mean for the youngest zircon group. We have defined the youngest zircon group as three or more grains which overlap in age at the 1σ level. For sample AA0842, the youngest group gives a weighted mean of 250 ± 3 Ma (5 grains, MSWD = 0.66), on the boundary between the Permian and Triassic. Other TPG samples reveal a maximum possible depositional age of 264 ± 5 Ma (7 grains, MSWD = 0.35) for sample PANTI-20, 260 ± 3 Ma (4 grains, MSWD = 0.6) for PANTI-18 and 264 ± 3 Ma (5 grains, MSWD = 0.51) for PANTI-06. These results are similar to the youngest predominant detrital zircon U−Pb age component previously reported by Barbeau et al. (2010) and Fanning et al. (2011). If we consider that the TPGwas deposited in an active continental margin (Castillo et al., 2015) which is characterized by a large proportion of zircon ages close to the depositional age (Cawood et al., 2012), we can assume that the TPG sediments were deposited during the Guadalupian to Early Triassic.\nIn Patagonia, for sampleMD3 from the DYC, the two youngest grains are ca. 235Ma (see Fig. 5, replotted fromHervé et al., 2003) suggesting a\nTriassic maximum depositional age. However, due to their high U concentration (N2700 ppm for one of those grains, Hervé et al., 2003) and thus possible radiogenic Pb loss in the analysed area, a more robust estimation of the maximum depositional age is 266 ± 3 Ma (8 grains, MSWD = 0.57). This age is more in line with an age of 258 ± 3 Ma (4 grains, MSWD = 0.8) for the DSOL-16 sample (this study) and the early to middle Permian palynological data published by Sepúlveda et al. (2010)."
  }, {
    "heading": "5.2. Provenance of sediments",
    "text": "All detrital zircon age patterns have distinctive features that warrant discussion as part of this provenance study. Two features are common to all samples: (1) high abundance of zircons in the Permian age range, but with isotopic differences; and (2) scarcity of Proterozoic, Silurian, Devonian and Carboniferous zircon grains (although the absence of components is not absolutely diagnostic, it may provide useful additional constraints). Two other important features belong to few particular samples only: (1) abundance of Ordovician zircon grains in samples from the southern part of the DYC and northern part of the TPG; and (2)moderate abundance of Cambrian zircon grains and zircon cores in the CWB."
  }, {
    "heading": "5.2.1. Older components",
    "text": "In the miscellaneous, scarce population of N540 Ma detrital zircon indicates that the major Proterozoic basement shields of Gondwana were mainly isolated from the depositional basins during the Permian to Jurassic periods. We infer the minor Neoproterozoic component seen in some patterns (e.g. sample PANTI-18, PANTI-06) to represent the exposure of older crystalline components due to basement uplift, although they need not be derived first order from an exposed source, but could equally be recycled components from sedimentary rocks such as the oldest part of the TPG at View Point (Bradshaw et al., 2012) or the Eastern Andean Metamorphic Complex in Patagonia (Hervé et al., 2003; Augustsson et al., 2006). Anhedral Precambrian zircon grains with round terminations support the latter interpretation (Fig. 6: N to R).\nZircon grains and inherited cores of Cambrian age are common in CWB, but not in the TPG, MBF and DYC (Fig. 2). It might be expected that the extensive Cambrian rocks in the basement of the Magallanes basin in central and northern Tierra del Fuego (Hervé et al., 2010a) provided Cambrian zircon grains. In Permian–Triassic times, Tierra del Fuego was probably not proximal or restricted to the TPG and DYC depositional basins. This configuration had changed by the Jurassic when the CWB sediments were deposited. However, in the Middle to late Jurassic, the Cambrian basement of Tierra del Fuego was totally covered by the volcanic rocks of the Tobífera Formation. These rocks are associated with the break-up of Gondwana and correlated with known volcanic rocks on the eastern coast of the Antarctic Peninsula (Pankhurst et al., 2000). Sample VF-14 has Jurassic zircon grains (at ca. 173 Ma; Fig. 3) probably derived from Tierra del Fuego and the eastern Antarctic Peninsula,when the Cambrian basementwas covered.\nOrdovician igneous zircons are an important population in the samples fromHope Bay, Cape Legoupil andDesolación Island (Figs. 2 and 4). Possible sources for Ordovician grains are located in the Antarctic Peninsula: the Ordovician protolith and conglomerate clast in Eden Glacier area (Riley et al., 2012) and in the late Carboniferous–Permian View Point Formation (Millar et al., 2002; Bradshaw et al., 2012), and/or in South America: the Famatinianmagmatic arc of northwestern Argentina (Pankhurst et al., 1998a) and the northern part of the North Patagonian Massif (Pankhurst et al., 2006; Pankhurst et al., 2014).\nThe occurrence of Ordovician conglomerate clasts in the View Point Formation suggests that the Ordovician sourcewas proximal during the late Carboniferous–early Permian. The clasts have zircons with positive initial ɛHf values (Bradshaw et al., 2012) in the same range of Ordovician zircon grains from the Permian–Triassic part of the TPG and DYC. It is\npossible that the source of the conglomeratewas exposed and eroded in later Permian and Triassic times, shedding sediments to the TPG (Cape Legoupil and Hope Bay, proximal localities of View Point) and to the southern part of the DYC, or that the primary Ordovician sourcewas exposed throughout, i.e. during the Carboniferous, Permian and Triassic. With regard to the first option, the Permo–Triassic TPG and DYC lack the typical View Point zircon population at ca. 550 Ma, with very negative initial ɛHf values (Bradshaw et al., 2012) which is also common in the Ellsworth Mountains in West Antarctica (Flowerdew et al., 2007). This suggests that the View Point Ordovician clasts and TPG–DYC Ordovician zircons are possibly derived from the same source. Riley et al. (2012) reported Ordovician-age protoliths in the Eden Glacier, ~350 km. SSW of View Point. They suggested an extension of the Famatinian arc from South America and discarded a correlation with Marie Byrd Land or Northern Victoria Land. As discussed by those authors, this implies a significant overlap of South America with the Antarctic Peninsula due to the lack of Ordovician rocks south of the North Patagonian Massif. However, Ordovician granitic clasts also occur in the Deseado Massif (Pankhurst et al., 2003) and the Cordillera Darwin Metamorphic Complex (Hervé et al., 2010b), suggesting a proximal source. Probably, the southern Antarctic prolongation of the Famatinian arc or a contemporaneous one could be the source for the Ordovician detrital zircon grains.\nZircons from the Famantinian arc differ slightly from those of the TPG and DYC in terms of O and Hf isotopic compositions. Values for δ18O and initial ɛHf (from 4.5 to 9.5‰ and +3.5 to −5.1, for δ18O and\nɛHf respectively; Fig. 7) indicate the presence of a supracrustal component in the magma from which the TPG and DYC zircons crystallised, but also mixed with mantle-derived components. Zircons from the Famatinian magmatic arc have δ18O values above that for the mantle zircon and negative initial εHf (Dahlquist et al., 2013; Pankhurst et al., 2014). Ordovician igneous rocks from Sierras Pampeanas have zircon grains with initial ɛHf values between −3.3 and −14.7 and initial whole rock ɛNd values from −3.3 to−6.3 (Dahlquist et al., 2013). This is the same range as recorded in the ɛNd values from Ordovician magmatic rocks from the North Patagonian Massif (Pankhurst et al., 2006). Additionally, in central and northern Chile, Palaeozoic accretionary complexes have Ordovician zircon grains probably derived directly from the Famatinian arc (Bahlburg et al., 2009; Hervé et al., 2013). In the late Palaeozoic accretionary complex in central Chile Ordovician zircons yield δ18O values N6‰ and negative initial ɛHf from −0.5 to−6.6 (Willner et al., 2008; Hervé et al., 2013), in the same range as initial ɛHf values from the accretionary orogens from northern Chile (Bahlburg et al., 2009).\nSilurian and Devonian zircons are a very minor component in the studied samples. Carboniferous zircons are practically absent in the Antarctic Peninsula samples and very scarce in the DYC, apart from some late Carboniferous grains in the latter (Fig. 5). According to Riley et al. (2012), Devonian and Carboniferous magmatism is a discrete event in the Antarctic Peninsula, which is restricted to Target Hill. The occurrence of Devonian clasts in the View Point Formation suggests a proximal source (Bradshaw et al., 2012). In South America, there is\nevidence for Devonianmagmatismand deformation in the easternflank of the main Andean cordillera between 39° and 42°S (Hervé et al., 2013 and references therein). Late Carboniferousmagmatism, related to subduction, is quite extensive in central Chile (Deckart et al., 2014)with extension as far as the North Patagonian and Deseado Massifs (Pankhurst et al., 2003). Therefore, all these probable source areas were covered or isolated from the Antarctic Peninsula and DYC basins during the Permian.\nFig. 8. Initial εHf versus δ18O values for Permian detrital zircon grains in this study. Symbols (from CWB). Errors are plotted as 2 sigma. The overlain fields represent the range of the Permia of Central Chile (AC CCh, Hervé et al., 2013). Initial εHf values of zircons from the Choiyoi ( (Fanning et al., 2011) are plotted in the figure. Dotted lines represent 100% of the data. Contin"
  }, {
    "heading": "5.2.2. Principal component: Permian igneous detrital zircon grains",
    "text": "Permian igneous zircon grains were found in all samples from the TPG, recording magmatic activity for at least 30 My, (from ca. 290 to 260 Ma). Fig. 8 shows the negative correlation of initial εHf and δ18O in Permian TPG zircon grains, i.e. high εHf corresponds with low δ18O. Such a correlation reflects the interaction of different isotopic reservoirs during zircon crystallisation in a co-geneticmagmatic suite (Kempet al., 2007). Lower δ18O zircon grains crystallised from a mantle-like derived\nare the same as those used in Figs. 1 and 7. Dotted symbols are zircons of Triassic age n detrital zircon grains from thewestern series of the late Palaeozoic accretionary complex Kleiman and Fanning, unpublished) and granitoids from the North Patagonian Massif uous lines represent 85% of total data.\nmelt. The increase of δ18O, and also the decrease of ɛHf values, records the progressive interaction of this melt with a ‘supracrustal’ component (sedimentary or altered volcanic rocks). Therefore, Hf andO isotope systematics indicate that this Permian magmatism likely formed through incorporation of ancient materials by mantle-derived magmas. Assimilation of continental crust duringmagma ascent can explain the isotopic differences seen in Permian detrital zircons (e.g. a thicker continental crust to the north), but such isotopic signatures can also be caused by differential amount of subducted continental material (Nebel et al., 2011).\nOur results allow the distinction of two different Permian provenance domains within the Permo–Triassic metasediments. These domains were fed from slightly different sources, but it is likely that these came from the same evolving magmatic arc, suggested by a change from a mantle-like signature in the southern domain to more crustal signatures in the northern domain. Permian igneous zircon grains from the DYC have similar isotopic characteristics to those from the northern domain of the TPG (Fig. 8). Different provenance domains and north–south variations were also observed in the petrography and cathodoluminescence colour spectra of detrital quartz (Castillo et al., 2015). The southern domain (or Petrofacies B of Castillo et al., 2015) was derived from a continental block, without any contribution of volcanic lithic fragments, unlike in the northern domain (or Petrofacies A\nof Castillo et al., 2015) where a dissected arc provenance was determined (Smellie, 1987; Smellie, 1991; Castillo et al., 2015).\nZircon grains from sample AA1103-02 have a late Permian source with stronger crustal signature (Fig. 8). They have inherited Cambrian zircon cores derived from melting of Cambrian sources. These zircon grains could represent a local and later stage of the Permian arc magmatism, not exposed until the Middle Jurassic when Gondwanan break-up had already started (Fig. 9B). On the other hand, igneous zircon grains from samples VF-14 and Re9-1 overlap with the O and Hf compositions of both domains of the TPG (Fig. 8). Moreover, the detrital record of theMiddle to Late Jurassic Botany Bay Group also lacks the ca. 250 Ma population (Barbeau et al., 2010) of the CWB. This suggests a common provenance, or a sedimentary reworking of the TPG in the Middle to Late Jurassic. With the available data we cannot discern between the two possibilities, but it seems unlikely that the CWB did not receive any Permian zircon, with the typical TPG age, O and Hf compositions, if that Permian source was exposed. Exhumation of the TPG by crustal extension during the break-up of Gondwana could have led to reworking of these rocks and also the transportation of Jurassic zircons from the eastern Antarctic Peninsula or southern Patagonia.\nThe Choiyoi magmatic province is the largest silicic magmatic event in western Gondwana (Kay et al., 1989; Mpodozis and Kay, 1991). It ranges from the arc related magmatism at ca. 281 Ma or lower Choiyoi\nexplained in the text. Sedimentary rocks described in the text: CDMC, Cordillera Darwin plex; TPG, Trinity Peninsula Group; VP, View Point (part of the TPG); WS, western series the possible extension of the Permianmagmatic arc with southern extension in the South hows themassive extension of continental crust. RVB is the Rocas Verdes Basin. Notice the ntain Block (counter-clockwise). CMC is the ChonosMetamorphic Complex.White arrows ion. Grey dotted lines denote the opening of the South Atlantic Ocean and theWeddell Sea h sediments coming from theAntarctic Peninsula (TPG). All reconstructionsweremodified\n(Kleiman and Japas, 2009), to the intraplate post-orogenic suites at ca. 264 Ma and ca. 251 Ma or upper Choiyoi (Rocha-Campos et al., 2011).\nTo the west and south (present coordinates), the late Palaeozoic accretionary complex of central Chile is the host to a major Permian igneous zircon population. These zircons are clearly traceable to the Choiyoi province and the North Patagonian Massif (the Western Series; Hervé et al., 2013) with similar, or even stronger, crustal isotopic signatures than the DYC Permian zircons (Fig. 8). In case of the TPG, age peaks of ca. 266 to 281 Ma can be coincident with peaks of volcanism, but as discussed by Sepúlveda et al. (2010), the entire Permian can be regarded as a period of active and geographically widespread magmatism in this region of Gondwana. The proposed southern and deeper extensions of the Choiyoi province are the Permian intrusions of the North Patagonian Massif (Fanning et al., 2011). Igneous zircon grains from this area overlap in age and ɛHf values with the TPG, the MBF and the DYC, even though they lack the low εHf CWB population (Fanning et al., 2011). This implies long transport patterns, but such patterns are considered unlikely due to the textural characteristics of the TPG (Castillo et al., 2015) and the DYC (Lacassie et al., 2006).\nPermian magmatism involves possible extension further south of the North Patagonian Massif. Subduction along the south Patagonian margin commenced in the late Carboniferous (Augustsson et al., 2006) and active subduction during the Permian is also recorded further south in Marie Byrd Land (Mukasa and Dalziel, 2000). Ramos (2008) proposed a late Palaeozoic magmatic arc with a southern extension under the younger sedimentary and volcanic rocks in the NNE forming the ridge known as the Dungeness High. Moreover, a Permian high T metamorphic event in the basement of Tierra del Fuego has been described by Hervé et al. (2010a). Permian magmatism and metamorphism are also known to have occurred in the central and southern parts of the Antarctic Peninsula (Fig. 9; Millar et al., 2002; Riley et al., 2012) and Marie Byrd Land (Pankhurst et al., 1998b). In the Antarctic Peninsula, metamorphic and magmatic zircon grains record two Permian events at ca. 252–258Ma and ca. 272–278Ma (Riley et al., 2012), but no early Permian zircons are reported; as yet no O, Hf nor Nd isotopic data exist. Permian granitoids from Marie Byrd Land yield zircons with ca. 285, 275 and 253 Ma ages (Pankhurst et al., 1998b; Mukasa and Dalziel, 2000). They are I-Type (Mukasa and Dalziel, 2000) and yield whole-rock initial ɛNd values between −1.1 and 0.2 (Pankhurst et al., 1998b), slightly higher than Permian granitoids in the North Patagonian Massif (between −2 and −10; Pankhurst et al., 2006), indicative of lower crustal components."
  }, {
    "heading": "5.3. The Permian magmatic arc and regional palaeoenvironmental conditions",
    "text": "We propose that the main source was a Permianmagmatic arc with a north–south disposition. Extending from Patagonia (the northern domain), with stronger crustal signatures, towards the Antarctic Peninsula and Marie Byrd Land (southern domain), with mantle-like isotopic signatures (Fig. 9). In Permian times, the South Pole was located in Antarctica (Torsvik et al., 2008; Domeier et al., 2011) and thus the southern domain of the proposed arc magmatism probably occurred along a glaciated margin (Fig. 9A). The glaciation in the Carboniferous–early Permian has been attributed to the high latitude position of Gondwana (Visser, 1996). It initiated in western South America during the Mississipian and concluded in Australia during the Guadalupian with a diachronous deglaciation (Buatois et al., 2006 and references therein). Low chemical weathering in the source area of the TPG also suggests that dry and cold climate in the Antarctic Peninsula persisted during the Permian and Triassic times (see discussion by Castillo et al., 2015). Conversely, in Patagonia or the northern domain, deglaciation started earlier (LindströmandMcLoughlin, 2007) and even a humid forest environment has been proposed during the Permian (see discussion by Sepúlveda et al. 2010).\nIn a cold and dry climate there is less contribution of sediments to the subducting assemblage, therefore magmas formed by subduction at higher latitudes could have lower δ18O, i.e. a warm and wet climate led to more erosion than in colder and dryer times. Additionally, water and specifically meltwater from glacial ice is depleted in 18O in high latitudes and rocks that interact with this water have low wholerock δ18O (Zheng et al., 2007). Therefore, sediments contributed to the subducting assemblage and derived from glaciated sources have lower δ18O than a normal ‘supracrustal’ magma component (sedimentary rocks have δ18O between 10 and 30‰ and altered volcanic rocks ~20‰; Eiler, 2001). Therefore, the contemporaneous northern and southern domains would interact with different climates, which probably affected the isotopic signature of the magma. Although deglaciation from north to south could be fast, a very short time interval of ca. 15My has been reported between burial of the source sediments and start of partial melting in early Permian granites of the New England Orogen in Australia (Jeon et al., 2012). The initial εHf of DYC Permian zircons decreases with time (Fig. 7), indicating a consistent rise of sedimentary components in the magma source.\nA possible sequence of sedimentary events is presented in Fig. 9:\n(1) After deposition of the sediments of the Eastern AndesMetamorphic Complex in a passive margin, subduction along the south Patagonia-Antarctic Palaeo-Pacific margin commenced in the late Carboniferous to early Permian (Augustsson et al., 2006; Augustsson and Bahlburg, 2007). The sediments of this complex are not glacial deposits and have been compared and correlated, using their detrital zircon age spectra, with samples from the Cordillera Darwin Metamorphic Complex basement (Tierra del Fuego; Hervé et al., 2010b) and the View Point Formation (northern Antarctic Peninsula; Bradshaw et al., 2012; Castillo et al., 2015).We suggest a common origin for these rocks and deposition prior to exhumation and erosion of the Permian arc in the northern domain. Sediments with similar characteristics have not yet been identified in the southern domain (southern Antarctic Peninsula and Marie Byrd Land). Carboniferous glacier deposits are identified in the Ellsworth-Whitmore Mountains block (Matsch and Ojakangas, 1992). They are overlain by Permian and Triassic volcanoclastic rocks with palaeocurrent directions suggesting sources in Marie Byrd Land (Collinson et al., 1992; Mukasa and Dalziel, 2000; Elliot et al., 2016). A similar situation is described for the TransantarcticMountain region (Elliot and Fanning, 2008). Those sediments were probably located in a back arc position at similar latitudes to the southern domain of the TPG. (2) The end of the Permianwas a time of rapid change from icehouse to greenhouse, which predates the latest Permian–Early Triassic shift to hothouse conditions (Kidder and Worsley, 2004). The most severe mass extinction occurred in this transition (e.g. Erwin, 1994). Although the causes of this extinction are still controversial and probably there was more than one pulse of extinction (Retallack et al., 2006; Song et al., 2013), the correlationwith a change in climate suggests that globalwarmingwas one of themain causes (Joachimski et al., 2012). It is possible that the widespread volcanism in southern Gondwana could have contributed to globalwarming and therefore themass extinction. However, the effect on land was substantial (Benton and Newell, 2014). The release of freshwater during deglaciation, isostatic rebound and stripping of vegetation facilitated massive erosion of the Permian arc and consecutive sedimentation during the Permian and Triassic. The DYC and TPG sediments were deposited in a north–south trend (Fig. 9A). Although Permian igneous rocks do not crop out in southern South America, evidence of Permian high-grade metamorphism (Hervé et al., 2010a) and magmatism (our unpublished data) beneath younger rocks on Tierra del Fuego Island support that extension.\n(3) Stronger convergence from the end of Triassic and early Jurassic and oblique subduction resulted in the breakup and displacement of the sediments deposited in the late Carboniferous and Permian. (4) In Jurassic times, the CWB sediments were deposited (Fig. 9B), probably shortly before the Middle Jurassic extrusion of silicic volcanic rocks in Patagonia and the Antarctic Peninsula (Pankhurst et al., 2000). The initial fragmentation of Gondwana involved extreme intercratonic extension, and therefore exposure of the Permo–Triassic sedimentary rocks. This resulted in reworking and deposition of the MBF sediments in the late Jurassic. (5) As the Weddell Sea opened (Fig. 9C), in the mid-Cretaceous, the Scotia arcwas initiated (Dalziel et al., 2013). This arc is the locally emergent mountain chain extending from the southernmost Andes through the South Sandwich volcanic arc to the Antarctic Peninsula (Dalziel et al., 2013). In the eastern part of the Antarctic Peninsula, the James Ross Basin (northern part of the Larsen Basin) developed in a back-arc setting and received detritus from the nearby volcanic arc and the TPG in the Antarctic Peninsula (Fig. 9C)."
  }, {
    "heading": "6. Conclusions",
    "text": "Detrital zircon grains from the Trinity Peninsula Group (TPG) have major age peaks at ca. 266, 275 and 288 Ma, similar to the Duque de York Complex (DYC). Morphological characteristics of the detrital zircon grains and internal structures indicate that they are igneous in origin and had a short transport from the source region, consistent with previous provenance studies. Hf and O isotopes for those zircon grains suggest that their magmatic protoliths were formed by interaction between crust- and mantle-derived magmas, consistent with continental arc magmatism. Although the TPG and DYC have a common major Permian age peak, the DYC lacks a mantle-like source component as found in the southern TPG (sample PANTI-20). These isotopic variations were interpreted as being the result of the increase of the sedimentary component in the arc magma source to the northern regions.\nOrdovician detrital zircon grains at ca. 470 Ma are a significant age component in the northern TPG and Desolación Island in Patagonia. This age is associated with the Famatinian orogenic belt in South America. However, Hf and O isotopes record juvenile compositions for the TPG and DYC, a feature yet to be recorded in South America.\nLate Permian zircon grains from the Cape Wallace Beds (CWB) record a subordinate, probably localmagmatic episode exposed to erosion by the Middle Jurassic. Inheritance and higher δ18O coupled with lower εHf values point to a stronger supracrustal influence in themagma from which the CWB zircon crystallised. In contrast, the Miers Bluff Formation and Re9-1 samples have Permian zircon grains with the same U–Pb ages, O and Hf compositions as their TPG counterparts. Those sediments are probably derived from the erosion of the TPG.\nThe Choiyoi group and the North Patagonian Massif are the most popular source candidates for the Permian zircon grains. However, Ordovician mantle-like and Cambrian zircons, added to climate considerations suggest a different location of the source: probably an extension from Tierra del Fuego Island into West Antarctica."
  }, {
    "heading": "Acknowledgements",
    "text": "This work was supported by the Anillo Antártico Project (ACT-105). Field work campaigns to the Antarctic Peninsula were made thanks to the Instituto Antartico Chileno (INACH) and the Chilean Army Navy; special thanks to the crews of the Almirante Oscar Viel, Leucoton, Aquiles and Galvarino vessels. We would like to thank Captain Conrado Alvarez for taking us safely to Desolación Island in his yacht “Foam”;\nJuan Vargas and Shane Paxon for sample preparation at the U. de Chile and ANU respectively; Bin Fu and Les Kinsley for their assistance with the Hf isotopic data; Thomas Haber for discussions; Dr. E.B Olivero, Ushuaia, Argentina, for sample Re9-1 (supported by PICTO 0114 ANPCyT-DNA y PIP 114 00341 CONICET projects); and Matthew Callaghan for checking the English grammar. Constructive reviews by D. Barbeau and an anonymous referee significantly improved the manuscript."
  }, {
    "heading": "Appendix A. Supplementary data",
    "text": "Supplementary data to this article can be found online at http://dx. doi.org/10.1016/j.gr.2015.07.014."
  }],
  "year": 2016,
  "references": [{
    "title": "Provenance of late Palaeozoic metasediments of the Patagonian proto-Pacific margin (southernmost Chile and Argentina)",
    "authors": ["C. Augustsson", "H. Bahlburg"],
    "venue": "International Journal of Earth Sciences",
    "year": 2007
  }, {
    "title": "Provenance of late Palaeozoic metasediments of the SW South American Gondwana margin: a combined U–Pb and Hf-isotope study of single detrital zircons",
    "authors": ["C. Augustsson", "C. Munker", "H. Bahlburg", "C.M. Fanning"],
    "venue": "Journal of the Geological Society",
    "year": 2006
  }, {
    "title": "Timing of crust formation and recycling in accretionary orogens: insights learned from the western margin of South America",
    "authors": ["H. Bahlburg", "J.D. Vervoort", "Frane", "Du", "S.A. Bock", "B. Augustsson", "C. Reimann"],
    "venue": "Earth-Science Reviews",
    "year": 2009
  }, {
    "title": "Detrital-zircon geochronology of the metasedimentary rocks of northwestern Graham Land",
    "authors": ["D.L. Barbeau", "J.T. Davis", "K.E. Murray", "V. Valencia", "G.E. Gehrels", "K.M. Zahid", "J. Gombosi"],
    "venue": "Antarctic Science",
    "year": 2010
  }, {
    "title": "Mineralogía y geocronología U-Pb en las Islas Shetland del Sur, Antártica, un multienfoque",
    "authors": ["J. Bastias"],
    "venue": "Ms Thesis. Geology Department, Universidad de Chile, Santiago http://www. repositorio.uchile.cl/handle/2250/115611",
    "year": 2014
  }, {
    "title": "Impacts of global warming on Permo–Triassic terrestrial ecosystems",
    "authors": ["M.J. Benton", "A.J. Newell"],
    "venue": "Gondwana Research",
    "year": 2014
  }, {
    "title": "TEMORA 1: a new zircon standard for Phanerozoic U–Pb geochronology",
    "authors": ["L.P. Black", "S.L. Kamo", "C.M. Allen", "J.N. Aleinikoff", "D.W. Davis", "R.J. Korsch", "C. Foudoulis"],
    "venue": "Chemical Geology",
    "year": 2003
  }, {
    "title": "Permo–Carboniferous conglomerates in the Trinity Peninsula Group at View Point, Antarctic Peninsula: sedimentology, geochronology and isotope evidence for provenance and tectonic setting in Gondwana",
    "authors": ["J.D. Bradshaw", "A.P.M. Vaughan", "I.L. Millar", "M.J. Flowerdew", "R.A.J. Trouw", "C.M. Fanning", "M.J. Whitehouse"],
    "venue": "Geological Magazine",
    "year": 2012
  }, {
    "title": "Petrography and geochemistry of the Carboniferous–Triassic Trinity Peninsula Group, West Antarctica: implications for provenance and tectonic setting",
    "authors": ["P. Castillo", "J.P. Lacassie", "C. Augustsson", "F. Hervé"],
    "venue": "Geological Magazine",
    "year": 2015
  }, {
    "title": "Sedimentology of the Polarstar Formation (Permian), Ellsworth Mountains, West Antarctica",
    "authors": ["J.W. Collinson", "C.L. Vavra", "J.M. Zawiskie"],
    "venue": "Geological Society of America,",
    "year": 1992
  }, {
    "title": "Gondwanan glaciations, cyclotherms, continental positioning, and climate change",
    "authors": ["J.C. Crowell"],
    "venue": "American Journal of Science",
    "year": 1978
  }, {
    "title": "Hf and Nd isotopes in Early Ordovician to Early Carboniferous granites as monitors of crustal growth in the Proto-Andean margin of Gondwana",
    "authors": ["J.A. Dahlquist", "R.J. Pankhurst", "R.M. Gaschnig", "C.W. Rapela", "C. Casquet", "P.H. Alasino", "C. Galindo", "E.G. Baldo"],
    "venue": "Gondwana Research",
    "year": 2013
  }, {
    "title": "Tectonic evolution of a forearc terrane, southern Scotia Ridge, Antarctica",
    "authors": ["I.W.D. Dalziel"],
    "venue": "Geological Society of America Bulletin",
    "year": 1984
  }, {
    "title": "The Scotia Arc: genesis, evolution, global significance",
    "authors": ["I.W.D. Dalziel", "L.A. Lawver", "I.O. Norton", "L.M. Gahagan"],
    "venue": "Annual Review of Earth and Planetary Sciences",
    "year": 2013
  }, {
    "title": "U–Pb geochronology and Hf–O isotopes of zircons from the Pennsylvanian Coastal Batholith, South-Central Chile",
    "authors": ["K. Deckart", "F. Hervé", "C.M. Fanning", "V. Ramírez", "M. Calderón", "E. Godoy"],
    "venue": "Andean Geology",
    "year": 2014
  }, {
    "title": "Use of U–Pb ages of detrital zircons to infer maximum depositional ages of strata: a test against a Colorado PlateauMesozoic database",
    "authors": ["W.R. Dickinson", "G.E. Gehrels"],
    "venue": "Earth and Planetary Science Letters",
    "year": 2009
  }, {
    "title": "New Late Permian paleomagnetic data from Argentina: refinement of the apparent polar wander path of Gondwana",
    "authors": ["M. Domeier", "R. Van der Voo", "E. Tohver", "R.N. Tomezzoli", "H. Vizan", "T.H. Torsvik", "J. Kirshner"],
    "year": 2011
  }, {
    "title": "In situ U-series dating by laser-ablation multi-collector ICPMS: new prospects for Quaternary geochronology",
    "authors": ["S.M. Eggins", "R. Grun", "M.T. McCulloch", "A.W.G. Pike", "J. Chappell", "L. Kinsley", "G. Mortimer", "M. Shelley", "C.V. Murray-Wallace", "C. Spotl", "L. Taylor"],
    "venue": "Quaternary Science Reviews",
    "year": 2005
  }, {
    "title": "Oxygen isotope variations of basaltic lavas and upper mantle rocks",
    "authors": ["J.M. Eiler"],
    "venue": "Reviews in Mineralogy and Geochemistry",
    "year": 2001
  }, {
    "title": "Detrital zircons from upper Permian and lower Triassic Victoria Group sandstones, Shackleton Glacier region, Antarctica: evidence for multiple sources along the Gondwana plate margin",
    "authors": ["D.H. Elliot", "C.M. Fanning"],
    "venue": "Gondwana Research",
    "year": 2008
  }, {
    "title": "The Gondwana Plate margin in the Weddell Sea sector: Zircon geochronology of Upper Paleozoic (mainly Permian) strata from the EllsworthMountains and eastern Ellsworth Land, Antarctica",
    "authors": ["D.H. Elliot", "C.M. Fanning", "T.S. Laudon"],
    "venue": "Gondwana Research",
    "year": 2016
  }, {
    "title": "The Permo–Triassic extinction",
    "authors": ["D.H. Erwin"],
    "venue": "Nature 367,",
    "year": 1994
  }, {
    "title": "End-Permian mass extinctions: a review",
    "authors": ["D.H. Erwin", "S.A. Bowring", "J. Yugan"],
    "venue": "Geological Society of America,",
    "year": 2002
  }, {
    "title": "Earth's glacial record and its tectonic setting",
    "authors": ["C.H. Eyles"],
    "venue": "Earth Science Reviews",
    "year": 1993
  }, {
    "title": "Lu–Hf isotope evidence for the provenance of Permian detritus in accretionary complexes of western Patagonia and the northern Antarctic Peninsula region",
    "authors": ["C.M. Fanning", "F. Hervé", "R.J. Pankhurst", "C.W. Rapela", "L.E. Kleiman", "G.M. Yaxley", "P. Castillo"],
    "venue": "Journal of South American Earth Sciences",
    "year": 2011
  }, {
    "title": "Provenance and depositional setting of pre-Late Jurassic turbidite complexes in Patagonia, Chile",
    "authors": ["V. Faúndez", "F. Hervé", "J.P. Lacassie"],
    "venue": "New Zealand Journal of Geology and Geophysics",
    "year": 2002
  }, {
    "title": "Combined U–Pb geochronology and Hf isotope geochemistry of detrital zircons from early Paleozoic sedimentary rocks, Ellsworth-Whitmore Mountains block, Antarctica",
    "authors": ["M.J. Flowerdew", "I.L. Millar", "M.L. Curtis", "A.P.M. Vaughan", "M.S.A. Horstwood", "M.J. Whitehouse", "C.M. Fanning"],
    "venue": "Geological Society of America Bulletin",
    "year": 2007
  }, {
    "title": "El archipiélago deMadre de Dios, Patagonia Occidental, Magallanes: rasgos generales de la estratigrafía y estructura del basamento preJurásico Superior",
    "authors": ["R.D. Forsythe", "C. Mpodozis"],
    "venue": "Revista Geologica de Chile",
    "year": 1979
  }, {
    "title": "Geología del Basamento pre-Jurásico Superior en el Archipiélago Madre de Dios, Magallanes, Chile",
    "authors": ["R.D. Forsythe", "C. Mpodozis"],
    "venue": "Servicio Nacional de Geología y Minería,",
    "year": 1983
  }, {
    "title": "Revised tectonic implications for the magnetic anomalies of the western Weddell Sea",
    "authors": ["M.E. Ghidella", "G. Yánez", "J.L. LaBrecque"],
    "venue": "Tectonophysics",
    "year": 2002
  }, {
    "title": "Using hafnium and oxygen isotopes in zircons to unravel the record of crustal evolution",
    "authors": ["C.J. Hawkesworth", "A.I.S. Kemp"],
    "venue": "Chemical Geology",
    "year": 2006
  }, {
    "title": "Detrital zircon age patterns and provenance of the metamorphic complexes of southern Chile",
    "authors": ["F. Hervé", "C.M. Fanning", "R.J. Pankhurst"],
    "venue": "Journal of South American Earth Sciences",
    "year": 2003
  }, {
    "title": "Patagonia−Antarctica connections before Gondwana break-up",
    "authors": ["F. Hervé", "H. Miller", "C. Pimpirev"],
    "year": 2005
  }, {
    "title": "Jurassic sedimentation of the Miers Bluff Formation, Livingston Island, Antarctica: evidence from SHRIMP",
    "authors": ["F. Hervé", "V. Faúndez", "M. Brix", "C.M. Fanning"],
    "year": 2006
  }, {
    "title": "The metamorphic complexes of the Patagonian and Fuegian Andes",
    "authors": ["F. Hervé", "M. Calderón", "V. Faúndez"],
    "venue": "Geologica Acta",
    "year": 2008
  }, {
    "title": "SHRIMP chronology of the Magallanes Basin basement, Tierra del Fuego: Cambrian plutonism and Permian high-grade metamorphism",
    "authors": ["F. Hervé", "M. Calderón", "C.M. Fanning", "S. Kraus", "R.J. Pankhurst"],
    "venue": "Andean Geology",
    "year": 2010
  }, {
    "title": "Detrital zircon SHRIMP U–Pb age study of the Cordillera Darwin Metamorphic Complex of Tierra del Fuego: sedimentary sources and implications for the evolution of the Pacific margin of Gondwana",
    "authors": ["F. Hervé", "C.M. Fanning", "R.J. Pankhurst", "C. Mpodozis", "K. Klepeis", "M. Calderon", "S.N. Thomson"],
    "venue": "Journal of the Geological Society",
    "year": 2010
  }, {
    "title": "Provenance variations in the Late Paleozoic accretionary complex of central Chile as indicated by detrital zircons",
    "authors": ["F. Hervé", "M. Calderón", "C.M. Fanning", "R.J. Pankhurst", "E. Godoy"],
    "venue": "Gondwana Research",
    "year": 2013
  }, {
    "title": "Late Paleozoic-Early Mesozoic fore-arc basin sedimentary rocks at the Pacific margin in Western Antarctica",
    "authors": ["G. Hyden", "P.W.G. Tanner"],
    "venue": "Geologische Rundschau",
    "year": 1981
  }, {
    "title": "Determining high precision, in situ, oxygen isotope ratios with a SHRIMP II: Analyses of MPI-DING silicate-glass reference materials and zircon from contrasting granites",
    "authors": ["R.B. Ickert", "J. Hiess", "I.S. Williams", "P. Holden", "T.R. Ireland", "P. Lanc", "N. Schram", "J.J. Foster", "S.W. Clement"],
    "venue": "Chemical Geology",
    "year": 2008
  }, {
    "title": "Magma to mud to magma: Rapid crustal recycling by Permian granite magmatism near the eastern Gondwana margin",
    "authors": ["H. Jeon", "I.S. Williams", "B.W. Chappell"],
    "venue": "Earth and Planetary Science Letters",
    "year": 2012
  }, {
    "title": "Climate warming in the latest Permian and the Permian–Triassic mass",
    "authors": ["M.M. Joachimski", "X. Lai", "S. Shen", "H. Jiang", "G. Luo", "B. Chen", "J. Chen", "Y. Sun"],
    "venue": "extinction. Geology",
    "year": 2012
  }, {
    "title": "Late Paleozoic to Jurassic silicic magmatism at the Gondwana margin: analogy to the Middle Proterozoic in North America? Geology",
    "authors": ["S.M. Kay", "V.A. Ramos", "C. Mpodozis", "P. Sruoga"],
    "year": 1989
  }, {
    "title": "Episodic growth of the Gondwana supercontinent from hafnium and oxygen isotopes in zircon",
    "authors": ["A.I.S. Kemp", "C.J. Hawkesworth", "B.A. Paterson", "P.D. Kinny"],
    "venue": "Nature 439,",
    "year": 2006
  }, {
    "title": "Magmatic and crustal differentiation history of granitic rocks from Hf–O isotopes in zircon",
    "authors": ["A.I.S. Kemp", "C.J. Hawkesworth", "G.L. Foster", "B.A. Paterson", "J.D. Woodhead", "J.M. Hergt", "C.M. Gray", "M.J. Whitehouse"],
    "year": 2007
  }, {
    "title": "Causes and consequences of extreme Permo–Triassic warming to globally equable climate and relation to the Permo–Triassic extinction and recovery",
    "authors": ["D.L. Kidder", "T.R. Worsley"],
    "year": 2004
  }, {
    "title": "The Choiyoi volcanic province",
    "authors": ["L.E. Kleiman", "M.S. Japas"],
    "year": 2009
  }, {
    "title": "The Mesozoic breakup of theWeddell Sea",
    "authors": ["M. König", "W. Jokat"],
    "venue": "Journal of Geophysical Research—Solid Earth",
    "year": 2006
  }, {
    "title": "Sedimentary provenance study of the post-Early Permian to pre-Early Cretaceous metasedimentary Duque de Youk Complex, Chile",
    "authors": ["J.P. Lacassie", "F. Hervé", "B. Roser"],
    "venue": "Revista Geologica de Chile",
    "year": 2006
  }, {
    "title": "A tight fit-early Mesozoic Gondwana, a plate reconstruction perspective",
    "authors": ["L.A. Lawver", "L.M. Gahagan", "W.D. Dalziel"],
    "venue": "Memoirs of the National Institute for Polar Research",
    "year": 1998
  }, {
    "title": "Synchronous palynofloristic extinction and recovery after the end-Permian event in the Prince Charles Mountains, Antarctica: implications for palynofloristic turnover across Gondwana",
    "authors": ["S. Lindström", "S. McLoughlin"],
    "venue": "Review of Palaeobotany and Palynology",
    "year": 2007
  }, {
    "title": "SQUID 1.02, A user's manual",
    "authors": ["R.K. Ludwig"],
    "venue": "Berkeley Geochronology Center, Special,",
    "year": 2001
  }, {
    "title": "Stratigraphy and sedimentology of the whiteout conglomerate, an upper Paleozoic glacigenic unit, Ellsworth Mountains, West Antarctica",
    "authors": ["C.L. Matsch", "R.W. Ojakangas"],
    "venue": "Geological Society of America,",
    "year": 1992
  }, {
    "title": "Basement chronology of the Antarctic Peninsula: recurrent magmatism and anatexis in the Palaeozoic Gondwana Margin",
    "authors": ["I.L. Millar", "R.J. Pankhurst", "C.M. Fanning"],
    "venue": "Journal of the Geological Society",
    "year": 2002
  }, {
    "title": "Provincias magmáticas ácidas y evolución tectónica de Gondwana, Andes Chilenos (28°–31°S)",
    "authors": ["C. Mpodozis", "S.M. Kay"],
    "venue": "Revista Geologica de Chile",
    "year": 1991
  }, {
    "title": "The effect of sediment recycling in subduction zones on the Hf isotope character of new arc crust, Banda arc, Indonesia",
    "authors": ["O. Nebel", "P.Z. Vroon", "W. van Westrenen", "T. Iizuka", "G.R. Davies"],
    "venue": "Earth and Planetary Science Letters",
    "year": 2011
  }, {
    "title": "New Campanian kossmaticeratid ammonites from the James Ross Basin, Antarctica, and their possible relationships with Jimboiceras? Antarcticum Riccardi",
    "authors": ["E.B. Olivero"],
    "venue": "Revue de Paléobiologie, Genève vol. spéc,",
    "year": 2012
  }, {
    "title": "Sedimentary cycles, ammonite diversity and palaeoenvironmental changes in the Upper Cretaceous Marambio Group, Antarctica",
    "authors": ["E.B. Olivero"],
    "venue": "Cretaceous Research",
    "year": 2012
  }, {
    "title": "The Famatinian magmatic arc in the southern Sierras Pampeanas. The ProtoAndean Margin of Gondwana",
    "authors": ["R.J. Pankhurst", "C.W. Rapela", "J. Saavedra", "E. Baldo", "J. Dahlquist", "I. Pascua", "C.M. Fanning"],
    "venue": "Special publication of the Geological",
    "year": 1998
  }, {
    "title": "Geochronology and geochemistry of pre-Jurassic superterranes in Marie Byrd Land, Antarctica",
    "authors": ["R.J. Pankhurst", "S.D. Weaver", "J.D. Bradshaw", "B.C. Storey", "J.R. Ireland"],
    "venue": "Journal of Geophysical Research",
    "year": 1998
  }, {
    "title": "Episodic silicic volcanism in Patagonia and the Antarctic Peninsula: chronology of magmatism associated with the break-up of Gondwana",
    "authors": ["R.J. Pankhurst", "T.R. Riley", "C.M. Fanning", "S.P. Kelley"],
    "venue": "Journal of Petrology",
    "year": 2000
  }, {
    "title": "Chronological study of the pre-Permian basement rocks of southern Patagonia",
    "authors": ["R.J. Pankhurst", "C.W. Rapela", "W.P. Loske", "M. Márquez", "C.M. Fanning"],
    "venue": "Journal of South American Earth Sciences",
    "year": 2003
  }, {
    "title": "Gondwanide continental collision and the origin of Patagonia",
    "authors": ["R.J. Pankhurst", "C.W. Rapela", "C.M. Fanning", "M. Márquez"],
    "venue": "Earth-Science Reviews",
    "year": 2006
  }, {
    "title": "The Gondwana connections of northern Patagonia",
    "authors": ["R.J. Pankhurst", "C.W. Rapela", "M.G. López De Luchi", "A.E. Rapalini", "C.M. Fanning", "C. Galindo"],
    "venue": "Journal of the Geological Society",
    "year": 2014
  }, {
    "title": "First find of the Upper Tithonian ammonite genus Blandfordiceras from the Miers Bluff Formation, Livingston Island, South Shetland Islands",
    "authors": ["C. Pimpirev", "M. Ivanov", "D. Dimov", "T. Nikolov"],
    "venue": "Neues Jahrbuch für Geologie und Paläotologie",
    "year": 2002
  }, {
    "title": "Patagonia: a Paleozoic continent adrift",
    "authors": ["V.A. Ramos"],
    "venue": "Journal of South American Earth Sciences",
    "year": 2008
  }, {
    "title": "Middle-Late Permian mass extinction on land",
    "authors": ["G.J. Retallack", "C.A. Metzger", "T. Greaver", "A.H. Jahren", "R.M.H. Smith", "N.D. Sheldon"],
    "venue": "Geological Society of America Bulletin",
    "year": 2006
  }, {
    "title": "U–Pb ion-microprobe zircon geochronology from the basement inliers of eastern Graham Land, Antarctic Peninsula",
    "authors": ["T.R. Riley", "M.J. Flowerdew", "M.J. Whitehouse"],
    "venue": "Journal of the Geological Society",
    "year": 2012
  }, {
    "title": "Petrological and geochemical characteristics of metamorphic and igneous units from the allochthonous",
    "authors": ["F.A. Sepúlveda", "F. Hervé", "M. Calderón", "J.P. Lacassie"],
    "venue": "Madre de Dios Terrane, Southern Chile. Gondwana Research",
    "year": 2008
  }, {
    "title": "Permian depositional age of metaturbidites of the Duque de York Complex, southern Chile: U–Pb SHRIMP data and palynology",
    "authors": ["F.A. Sepúlveda", "S. Palma-Heldt", "F. Hervé", "C.M. Fanning"],
    "venue": "Andean Geology",
    "year": 2010
  }, {
    "title": "Plešovice zircon—a new natural reference material for U–Pb and Hf isotopic microanalysis",
    "authors": ["J. Sláma", "J. Kosler", "D.J. Condon", "J.L. Crowley", "A. Gerdes", "J.M. Hanchar", "M.S.A. Horstwood", "G.A. Morris", "L. Nasdala", "N. Norberg", "U. Schaltegger", "B. Schoene", "M.N. Tubrett", "M.J. Whitehouse"],
    "venue": "Chemical Geology",
    "year": 2008
  }, {
    "title": "The geology of Low Island, South Shetland Islands, and Austin Rocks",
    "authors": ["J.L. Smellie"],
    "venue": "British Antarctic Survey",
    "year": 1979
  }, {
    "title": "Sandstone detrital modes and basinal setting of the Trinity Peninsula Group, northern Graham Land, Antarctic Peninsula: a preliminary survey",
    "authors": ["J.L. Smellie"],
    "venue": "Gondwana VI: Structure. Tectonics and Geophysics American Geophysical Union,",
    "year": 1987
  }, {
    "title": "Stratigraphy, provenance and tectonic setting of (?)Late Palaeozoic– Triassic sedimentary sequences in northern Graham Land and South Scotia Ridge",
    "authors": ["J.L. Smellie"],
    "year": 1991
  }, {
    "title": "Two pulses of extinction during the Permian– Triassic crisis",
    "authors": ["H. Song", "P.B. Wignall", "J. Tong", "H. Yin"],
    "venue": "Nature Geoscience",
    "year": 2013
  }, {
    "title": "Crustal growth of the Antarctic Peninsula by accretion, magmatism and extension",
    "authors": ["B.C. Storey", "S.W. Garrett"],
    "venue": "Geological Magazine",
    "year": 1985
  }, {
    "title": "First marine Triassic fauna from the Antarctic Peninsula",
    "authors": ["M.R.A. Thomson"],
    "venue": "Nature 257,",
    "year": 1975
  }, {
    "title": "Late Jurassic fossils from Low Island, South Shetland Islands",
    "authors": ["M.R.A. Thomson"],
    "venue": "British Antarctic Survey",
    "year": 1982
  }, {
    "title": "Global platemotion frames: toward a unified model",
    "authors": ["T.H. Torsvik", "R.D. Müller", "R. Van der Voo", "B. Steinberger", "C. Gaina"],
    "venue": "Reviews of Geophysics",
    "year": 2008
  }, {
    "title": "On the relation between the Scotia metamorphic complex and the Trinity Peninsula Group, Antarctic Peninsula. The Antarctic region: geological evolution and processes. Terra Antartica Publications, Siena (383–389 pp.)",
    "authors": ["R.A.J. Trouw", "R.J. Pankhurst", "A. Ribeiro"],
    "year": 1997
  }, {
    "title": "On the visualisation of detrital age distributions",
    "authors": ["P. Vermeesch"],
    "venue": "Chemical Geology",
    "year": 2012
  }, {
    "title": "Controls on Early Permian shelf deglaciation in the Karoo Basin of South Africa",
    "authors": ["J.N.J. Visser"],
    "venue": "Palaeogeography, Palaeoclimatology, Palaeoecology",
    "year": 1996
  }, {
    "title": "U–Th–Pb geochronology by Ion Microprobe",
    "authors": ["I.S. Williams"],
    "venue": "Society of Economic Geologists,",
    "year": 1998
  }, {
    "title": "Isotopic evidence for the Precambrian provenance and Caledonianmetamorphism of high grade paragneisses from the Seve Nappes, Scandinavian Caledonides",
    "authors": ["I.S. Williams", "S. Claesson"],
    "venue": "Contributions to Mineralogy and Petrology",
    "year": 1987
  }, {
    "title": "An extended episode of early Mesoproterozoic metamorphic fluid flow in the Reynolds Range, central Australia",
    "authors": ["I.S. Williams", "I.S. Buick", "I. Cartwright"],
    "venue": "Journal of Metamorphic Geology",
    "year": 1996
  }, {
    "title": "History of crustal growth and recycling at the Pacific convergent margin of South America at latitudes 29°–36° S revealed by a U–Pb and Lu–Hf isotope study of detrital zircon from late Paleozoic accretionary systems",
    "authors": ["A.P. Willner", "A. Gerdes", "H.J. Massonne"],
    "venue": "Chemical Geology",
    "year": 2008
  }, {
    "title": "Conditions and timing of pumpellyite–actinolite-facies metamorphism in the Early Mesozoic Frontal Accretionary Prism of the Madre de Dios Archipelago (latitude 50° 20′S; Southern Chile)",
    "authors": ["A.P. Willner", "F.A. Sepúlveda", "F. Hervé", "H.J. Massonne", "M. Sudo"],
    "venue": "Journal of Petrology",
    "year": 2009
  }, {
    "title": "A preliminary appraisal of seven natural zircon reference materials for in situ Hf isotope determination",
    "authors": ["J.D. Woodhead", "J.M. Hergt"],
    "venue": "Geostandards and Geoanalytical Research",
    "year": 2005
  }, {
    "title": "Tectonic driving of Neoproterozoic glaciations: evidence from extreme oxygen isotope signature of meteoric water in granite",
    "authors": ["Zheng", "Y.-F", "Wu", "Y.-B", "B. Gong", "Chen", "R.-X", "J. Tang", "Zhao", "Z.-F"],
    "venue": "Earth and Planetary Science Letters",
    "year": 2007
  }],
  "id": "SP:9680e1a466581c0bd699661ab72dbd3cf0772683",
  "authors": [{
    "name": "Paula Castillo",
    "affiliations": []
  }, {
    "name": "C. Mark Fanning",
    "affiliations": []
  }, {
    "name": "Francisco Hervé",
    "affiliations": []
  }, {
    "name": "Juan Pablo Lacassie",
    "affiliations": []
  }],
  "abstractText": "a Research School of Earth Sciences, Australian National University, Mills Road, Canberra ACT 0200, Australia b Escuela de Ciencias de la Tierra, Universidad Nacional Andres Bello, Salvador Sanfuentes 2375, Santiago, Chile c Departamento de Geología, Universidad de Chile, Plaza Ercilla 803, Santiago, Chile d Unidad de Geoquímica, Servicio Nacional de Geología y Minería, Av. Santa María 0104, Santiago, Chile",
  "title": "Characterisation and tracing of Permian magmatism in the south-western segment of the Gondwanan margin; U–Pb age, Lu–Hf and O isotopic compositions of detrital zircons from metasedimentary complexes of northern Antarctic Peninsula and western Patagonia"
}