{
  "sections": [{
    "text": "Contents lists available at ScienceDirect\nEarth and Planetary Science Letters\nwww.elsevier.com/locate/epsl\nVoluminous silicic eruptions during late Permian Emeishan igneous province and link to climate cooling\nJianghai Yang a,∗, Peter A. Cawood b,c, Yuansheng Du a a State Key Laboratory of Biogeology and Environmental Geology & School of Earth Sciences, China University of Geosciences, Wuhan, 430074, China b Department of Earth and Environmental Sciences, University of St. Andrews, St. Andrews KY16 9AL, UK c Centre for Exploration Targeting, School of Earth and Environment, University of Western Australia, 35 Stirling Hwy, Crawley WA, 6009, Australia\na r t i c l e i n f o a b s t r a c t\nArticle history: Received 5 August 2015 Received in revised form 25 September 2015 Accepted 29 September 2015 Available online 3 November 2015 Editor: T.A. Mather\nKeywords: silicic volcanism Emeishan climate cooling sulfur gas emission\nSilicic eruptive units can constitute a substantive component in flood-basalts-dominated large igneous provinces, but usually constitute only a small proportion of the preserved volume due to poor preservation. Thus, their environmental impact can be underestimated or ignored. Establishing the original volume and potential climate-sensitive gas emissions of silicic eruptions is generally lacking for most large igneous provinces. We present a case study for the ∼260 Ma Emeishan province, where silicic volcanic rocks are a very minor component of the preserved rock archive due to extensive erosion during the Late Permian. Modal and geochemical data from Late Permian sandstones derived from the province suggest that silicic volcanic rocks constituted some ∼30% by volume of the total eroded Emeishan volcanic source rocks. This volume corresponds to > 3 × 104 km3 on the basis of two independent estimate methods. Detrital zircon trace element and Hf isotopic data require the silicic source rocks to be formed mainly by fractional crystallization from associated basaltic magmas. Based on experimental and theoretical calculations, these basalt-derived ∼104 km3 silicic eruptions released ∼1017 g sulfur gases into the higher atmosphere and contribute to the contemporaneous climate cooling at the Capitanian– Wuchiapingian transition (∼260 Ma). This study highlights the potentially important impact on climate of silicic eruptions associated with large igneous province volcanism.\n© 2015 Elsevier B.V. All rights reserved."
  }, {
    "heading": "1. Introduction",
    "text": "Basaltic eruptions associated with large igneous provinces (LIPs) have been widely discussed to induce climate warming via CO2 degassing or cooling by sulfur gas emission (e.g., Jolley and Widdowson, 2005; Mussard et al., 2014; Self et al., 2006, 2014; Zhang et al., 2013). However the climatic impact of LIP silicic volcanism is often overlooked even though it may constitute a substantial component of many LIPs (Bryan et al., 2002) and have a potential linkage with regional or hemispheric climate cooling via delivering sulfur gases and ash into the upper atmosphere (Scaillet and Macdonald, 2006). This is mainly because of the poor preservation of such volcanic activity due to erosion, especially for pre-Mesozoic provinces (Bryan et al., 2002). In the late Permian Emeishan volcanic province in SW China (Chung and Jahn, 1995; Fig. 1A), silicic volcanic rocks are only a very rare component (<1%) of the total exposed igneous rocks (Shellnutt and Jahn, 2010; Xu et al., 2010). Their rarity in the rock archive might\n* Corresponding author. E-mail address: yjhcug@126.com (J. Yang).\nhttp://dx.doi.org/10.1016/j.epsl.2015.09.050 0012-821X/© 2015 Elsevier B.V. All rights reserved.\nresult from their dispersal due to the explosive nature of the silicic activity (e.g., Xu et al., 2010) and the stratigraphic restriction to the youngest phases, and stratigraphically highest levels, of the Emeishan LIP (Xu et al., 2010, 2004; Zhong et al., 2014) resulting in their preferential erosion relative to basaltic phases (He et al., 2007). The eroded volcanic products of the Emeishan province were deposited and preserved in the adjacent Late Permian sedimentary systems (He et al., 2007; Yang et al., 2014; Zhou et al., 2000), especially the Youjiang Basin to the southeast (Yang et al., 2014).\nEmeishan flood volcanism is temporally correlated with the Guadalupian–Lopingian boundary (259.9 ±0.4 Ma; Gradstein et al., 2012) bio-environmental crisis (Wignall et al., 2009). Climate cooling has been advocated to be associated with the end-Guadalupian event based on positive δ13C values (Isozaki et al., 2007), an increase in low-latitude conodont δ18O (Chen et al., 2013) and a climate-related decrease in chemical weathering intensity of paleosols from high-latitude locations in Gondwana at the Capitanian– Wuchiapingian transition (∼260 Ma) (Sheldon et al., 2014). Sulfur gas emissions linked to Emeishan basalt eruptions have been interpreted as a cause for this climate cooling event (Zhang et al., 2013). However, the flood basalts are dominantly effusive (Xu et al., 2004)\nand, in contrast to explosive silicic rocks, unlikely to be able to result in major stratospheric S loading (but see the buoyant plume model of Glaze et al., in press). The potential climate impact of Emeishan silicic eruptions have not been considered, as their original volume is poorly constrained and there are no melt inclusions in phenocrysts that could have been used for a direct determination of S contents due to syn- and post-eruptional alteration (e.g., chemical weathering and mechanical fragmentation) and general aphyric texture. In this paper we develop methods to estimate the volume of eroded Emeishan silicic volcanic rocks based on modal and geochemical data from Late Permian sandstones derived from the province. We also evaluate the petrogenesis of the silicic rocks using detrital zircon trace element and Hf isotopic data from these Late Permian sediments. On the basis of the derived volume estimate and petrogenetic model for Emeishan silicic eruptions, we further explore their potential climate effect by estimating the associated sulfur gas emissions according to the experimental and theoretical calculations proposed by Scaillet and Macdonald (2006)."
  }, {
    "heading": "2. Emeishan LIP and its derived Late Permian sediments",
    "text": "The Emeishan LIP lies on the western margin of South China Craton with an exposed area of ∼ 2.5 × 105 km2 and a thickness ranging from several hundred meters up to 5 km (Chung and Jahn, 1995; Xu et al., 2001; Fig. 1A). This province consists of massive flood basalts and subordinate amounts of picrite, pyroclastic rock and rhyolitic tuff (Chung and Jahn, 1995; Xiao et al., 2004; Xu et al., 2001). Voluminous mafic–ultramafic intrusions and peralkaline, peraluminous and metaluminous A-type granitic rocks are associated with the province in Panxi Region (Shellnutt and Jahn, 2010; Shellnutt et al., 2009; Xu et al., 2008; Zhong et al., 2011). Two general basaltic groups, high-Ti and low-Ti basalts, are distinguished on the basis of geochemical parameters with the former strati-\ngraphically above the latter in the west but directly overlying the Middle Permian carbonates in the east of the province (Fig. 1A inset; Xu et al., 2004). Silicic volcanic rocks including rhyolite and trachyte have only been reported from the uppermost part of preserved volcanic stratigraphy, and only at a very few locations (e.g., Binchuan, Fig. 1A inset; Xu et al., 2004). Studies of biostratigraphy of intercalated marine beds, magnetostratigraphy, and zircon U–Pb dating on the volcanic sequences constrain the LIP volcanism to a short pulse around 262–259 Ma (He et al., 2007; Wignall et al., 2009; Zheng et al., 2010; Zhong et al., 2014). Geologic, geophysical and geochemical data established that the Emeishan LIP is related to mantle plume activity (Chung and Jahn, 1995; He et al., 2003; Xu et al., 2004, 2001). The Emeishan flood basalts overlie Middle Permian carbonates, and are, in turn, overlain by latest Permian terrestrial or marine clastic rocks in the east and Triassic sedimentary rocks elsewhere (e.g., He et al., 2007). This stratigraphy and related provenance data suggest that the Emeishan volcanic province experienced extensive exposure and erosion during the Late Permian–earliest Triassic (He et al., 2007; Yang et al., 2014; Zhou et al., 2000). The eroded volcanic materials from this province were partly dispersed southeastward and preserved as sediments in the terrestrial–littoral (e.g., the Late Permian Xuanwei and Longtan formations, He et al., 2007) and offshore facies of the Youjiang Basin (e.g., the Late Permian Shaiwa and Linghao formations, Yang et al., 2014) (Fig. 1A). These sediments thus allow for quantitative volume reconstruction of the eroded part of the Emeishan province."
  }, {
    "heading": "3. Sampling sequence and analytical methods",
    "text": "In this region, the Late Permian successions are generally dominated by fine-grained sedimentary rocks, such as mudstones and siltstones, and mostly are devoid of coarser deposits like sandstone.\nIn order to collect suitable samples for confident sandstone modal composition analysis and to provide a direct lithological constraint on the source rocks (e.g., Cawood, 1983; Dickinson, 1970), we have studied and observed several drill cores and exposed sections in SW China (Yang et al., 2014). For this study, we choose the Sidazhai section in southern Guizhou Province where multiple fine-medium grained sandstones are exposed and systematic sampling can be performed (Fig. 1A). The Late Permian Shaiwa Formation at this section was deposited in a deep water environment within the northern Youjiang Basin (Fig. 1A). It disconformably overlies the Middle Permian black, thin-medium bedded limestones and cherts, and conformably underlies Early Triassic black shales. This sequence consists mainly of interstratified sandstone, siltstone and mudstone except the top part (∼253–252 Ma) where thin bedded cherty and limestone interlayers are more frequent (Fig. 1B). Available tuff zircon U–Pb dating (Yang et al., 2012) and biostratigraphy (Gao et al., 2001) constrain a Lopingian age for this sequence. Sandstone and siltstone samples were systematically collected from the measured section for sandstone modal composition, whole-rock geochemistry and detrital zircon geochronology, trace element and Hf isotope analysis (Fig. 1B).\nFramework components including quartz, feldspar and rock fragment were point counted from fresh medium-fine grained sandstones following the Gazzi–Dickinson method (Dickinson, 1970). Whole-rock major and trace element contents were respectively determined with XRF and ICP-MS by ALS Chemex. Accuracy is better than 5% and uncertainty is less than 5% for major elements. For most of the analyzed trace elements including rare earth elements, the accuracy is better than 10% and uncertainty less than 10%. Zircon CL (cathodeluminescence) imaging, LA-ICPMS U–Pb geochronology and trace element concentration, and MCLA-ICPMS Hf isotope analyses were conducted in the State Key Laboratory of Geological Process and Mineral Resources, China University of Geosciences (Wuhan). CL images were conducted on a JEOL JXA-8100 electron microprobe. Laser sampling was performed using a Geolas 2005, and ion-signal intensities were acquired by an Agilent 7500a ICP-MS instrument. Except La and Pr with uncertainties of 10%–20%, all the trace element concentrations have uncertainties within 10% (Yang et al., 2012). In situ zircon Hf isotope analysis was on the spots immediately adjacent to or in the locations for the U–Pb dating and conducted using a Neptune Plus MC-ICP-MS in combination with a Geolas 2005 excimer ArF laser ablation system. Analytical details are provided in the supplementary file and data are listed in Tables S1–S5."
  }, {
    "heading": "4. Sedimentary provenance",
    "text": "The thin-sectioned fine- to medium-grained Shaiwa sandstone samples show poor to very poor sorting and contain angular– subangular framework components in a tuffaceous matrix. Calcite cement is observed and interspersed with volcanogenic matrix in some samples. Some of the collected samples are matrix supported with matrix component >40%, but point-counted samples are normally framework-supported with matrix < ∼30% (and generally less than 20%). Detrital components include volcanic rock fragments, limestone fragments, and feldspar and quartz grains (Fig. 2). Accessory minerals include chlorite, magnetite and very scarce pyroxene. Both quartz and feldspar grains (mainly of plagioclase) are angular in shape and usually contain mineral or fluid inclusions (Fig. 2E) and have average size in the range of 0.1–0.3 mm. Volcanic rock fragments range in size from 0.5 mm down to that of the matrix. Limestone fragments and bio-shell clasts range from >1 mm to <0.1 mm. Within the framework components of these Late Permian Shaiwa sandstones, the majority are volcanic rock fragments (48–66%), with minor quartz and feldspar grains, and subordinate marlstone, limestone, charcoal and bio-shell clasts\n(Fig. 2). Volcanic lithic fragments have basaltic (lathwork and microlitic) and rhyolitic (felsic and vitric) textures (Cawood, 1983; Dickinson, 1970; Fig. 3A). Similar petrological characters have also been observed in the Late Permian–earliest Triassic sandstones from the Yutang and Badu sections in the Youjiang Basin (Yang et al., 2014). These sandstone modal compositions indicate a predominant volcanic provenance with both basaltic and rhyolitic source rocks. Geochemically, all the analyzed sandstones have relatively low Al2O3/TiO2 ratios (4.5–6.5, Fig. 3B) and low SiO2 content (<51%). On the chondrite normalized rare earth element and primitive mantle normalized trace element diagrams, they exhibit elemental patterns with no distinctly negative Eu and Nb (Ta) anomalies, comparable with that of the Emeishan high-Ti basalts (Fig. 4). Comparing with the Emeishan high-Ti basalts and silicic volcanic rocks (rhyolite and trachyte), the studied samples all have higher LOI (loss on ignition, mainly of CO2 and H2O) contents and a strong positive correlation between LOI and CaO content (r2 = 0.86, Fig. S1A). This character, consistent with the petrological observations in the sandstone thin sections, indicates the presence of carbonate clasts and cementation in the analyzed samples (Fig. 2). The LOI content has no correlation with Al2O3/TiO2 ratio (r2 = 0.02), but has negative correlation with REE (total rare earth element content, r2 = 0.67) and positive correlation with Eu/Eu∗ (r2 = 0.78, Fig. S1B–D). These plots suggest that the carbonate phases have no influence on the Al2O3/TiO2 ratio of the samples, but would dilute the trivalent REE contents (and others like SiO2) and change their chondrite-normalized ratios.\nZircon grains from the Shaiwa samples generally show oscillatory zoning in CL images indicative of a magmatic origin (Fig. S2). Except four Neoproterozoic zircons representing a xenocrystic origin from the basement of the western South China craton (Zhou et al., 2002), all the zircon grains yield unimodal zircon U–Pb age patterns with peaks at ∼260 Ma for each of the samples (Figs. 5 and S3). These ages correlate well with the major magmatic periods of Emeishan province (He et al., 2007; Wignall et al., 2009; Zheng et al., 2010; Zhong et al., 2014). The zircons show two groups of chondrite-normalized rare earth element (REE) patterns based on the presence or absence of light REE enrichment (La > 2 ppm) (Fig. S4). However, they show no systematic differences in the Eu/Eu∗, Th/Nb and U/Yb ratios and Hf content (Fig. 6), which are used as petrogenetic indicators (Grimes et al., 2007; Rivera et al., 2014; Stelten et al., 2013; Tani et al., 2010; Yang et al., 2012). Their trace element trends are indicative of crystallization from within-plate magmas on the Th/Nb–Hf/Th diagram (Yang et al., 2012; Fig. 7A). Therefore, all of these petrological, geochemical and detrital zircon provenance data, along with southsoutheastward paleo-current based on flute casts from the Yutang section, indicate an exclusive Emeishan volcanic source for the volcanogenic components of the Shawa sediments."
  }, {
    "heading": "5. Volume estimate for the Emeishan silicic volcanic source rocks",
    "text": "Felsic and vitric textured volcanic rock fragments, representing silicic volcanic rocks in the Emeishan source, account for 21–41 vol.% of total volcanic rock fragments (Fig. 3A). Using average compositions of Emeishan high Ti basalts (Lai et al., 2012; Song et al., 2008; Xiao et al., 2004; Xu et al., 2007; Xu et al., 2001), rhyolites (Xu et al., 2010) and trachytes (Shellnutt and Jahn, 2010; Xu et al., 2010), two end-member mixing calculations based on weathering-insensitive but source-responsive Al2O3/TiO2 and La/Sm ratios (Sheldon et al., 2014; Yang et al., 2014) indicate that silicic rocks (specifically rhyolite) provided ∼20–40 weight percent detritus for the analyzed sandstones (Fig. 3B). Considering the higher density of basalts relative to rhyolites, this weight percent will convert into a higher volume percent. The analyzed samples are compositionally similar to the other Late Permian–earliest\nTriassic sandstones collected from the Yutang and Badu sections in the Youjiang Basin (Fig. 1A), which were previously studied by Yang et al. (2014). All of these sandstone samples have volcanic rock fragment dominated detrital components, low Al2O3/TiO2 ratios, chondrite normalized REE patterns with an insignificant neg-\native Eu anomaly and negligible Nb (Ta) depletion on the primitive mantle normalized element diagram. On the volcanic rock fragment and Al2O3/TiO2 vs. La/Sm plots (Fig. 3), these offshore marine sediments largely overlap and thus represent well-mixed detrital products from various drainages in the Emeishan volcanic source\nregion rather than detrital input from a biased local source. Furthermore, one sandstone sample from riverine facies at the Zhejiao section in the eastern Emeishan LIP (He et al., 2007) also suggests a mixed source rock of ∼35% rhyolite and ∼65% high-Ti basalt on Al2O3/TiO2 vs. La/Sm plot (Fig. 3B). This Late Permian (possibly earliest Triassic) riverine-littoral–offshore sedimentary system has a wide distribution and a huge volume in SW China (Yang et al., 2014; Fig. 1A). It is unlikely that such voluminous volcanic detritus was derived from only a local part of the Emeishan volcanic source region. It is more probable that widespread volcanic detritus were sourced from the majority of the exposed Emeishan volcanic province. In this case, the indicated silicic vs. basaltic source rock volume ratio (∼30%: 70%) would be representative of the entire eroded volcanic volume in the Emeishan province during the Late Permian. Therefore, as a conservative estimate sandstone\npetro-geochemical data suggest that approximately 30 ±10 volume percent of volcanic detritus in the Late Permian sedimentary successions was derived from Emeishan silicic volcanic rocks.\nUsing an average Late Permian global denudation rate of ∼30 m/Ma (Wilkinson, 2005), a preserved exposed area for the Emeishan LIP of 2.5 × 105 km2 (Chung and Jahn, 1995) and an erosion time of ∼6 Ma (from 259 Ma to 253 Ma, which corresponds to the interval of the Shaiwa Formation rich in sandstones), the total eroded volume of Emeishan volcanic rocks in the Late Permian could be as much as 4.5 × 104 km3 based on V E = RE × tE × AE, where V E = volume of eroded volcanic rocks, RE = erosion rate, tE = erosion time and AE = exposure area. However, this estimated volume for the source of the sedimentary rocks is likely smaller than the actual volume, because (1) the original extent of the province is thought\nto be larger than its remnant exposure (Chung and Jahn, 1995; Xu et al., 2004), (2) the denudation rate may be an underestimate as modern tropical volcanic terrains are characterized by higher long-term erosion rates (e.g., >∼50 m/Ma in Hawaiian island, Ferrier et al., 2013) and (3) the erosion of Emeishan volcanic rocks persisted throughout the Late Permian to earliest Triassic (Yang et al., 2014; He et al., 2007), which is longer than 6 Ma used here. However, arguments for a volume underestimate are countered by the fact that not all areas of the province were likely exposed in the Late Permian (He et al., 2007). An independent, but similar, estimate for the volume of Emeishan source volcanic rocks comes from the derived Late Permian sediments deposited in riverine-littoral and offshore facies to the southeast of the volcanic province (He et al., 2007; Yang et al., 2012; Zhou et al., 2000). Riverine-littoral sedimentary sequences, dominated by siltstones and mudstones, cover an area of >105 km2 with a thickness ranging from 10s to 100s meters and offshore sediments are distributed over ∼ 2 × 104 km2 with a thickness ranging from <100 to >1000 meters (Yang et al., 2014; Zhou et al., 2000). Based on an average thickness of 200 m and 500 m for these two facies types, respectively, a total volume of these sediments could be ∼ 3 × 104 km3 without compaction correction. This figure provides a minimum volume estimate for eroded Emeishan volcanic rocks in the Late Permian, considering that these sediments constitute only a part of the Emeishan LIP derived volcanic detritus and that potential erosion of offshore sediments is not incorporated into the calculations, although it includes some thin-bedded limestone and cherty rocks.\nBased on the estimate of ∼30% silicic component within the volcanic rock fragments, the volume of Emeishan silicic volcanic rocks eroded in the Late Permian can be conservatively estimated to be 0.9 × 104–1.4 × 104 km3. The estimated volume for the eroded Emeishan silicic rocks would be enlarged if including the ∼20 m thick terrestrial claystones with high Al2O3/TiO2 ratio (>∼ 10), which were interpreted to be mainly sourced by local rhyolitic rocks (He et al., 2007), and the remained silicic rocks in the Emeishan volcanic stratigraphy (Xu et al., 2010). As a consequence, the minimum, original volume of Emeishan silicic volcanism could be at least 1 × 104 km3. The volume of silicic eruptions associated with continental flood basalts, such as the Karoo, Paraná-Etendeka, Ethiopia and possibly, Deccan LIPs, is generally thought to be in the same order of magnitude (Bryan et al., 2002; Scaillet and Macdonald, 2006)."
  }, {
    "heading": "6. Petrogenesis of Emeishan silicic volcanic rocks",
    "text": "Given the zircon-barren nature of basaltic rocks, all the ∼260 Ma zircons from the Shaiwa Formation are considered to be derived from Emeishan rhyolitic source rocks. This interpretation is consistent with the strong negative Eu anomaly, with Eu/Eu∗ generally less than 0.2 (Fig. 6A), which indicates an evolved parental magma experiencing significant plagioclase fractionation (Hoskin and Schaltegger, 2003; Rivera et al., 2014; Stelten et al., 2013). Although low Eu/Eu∗ values have also been reported for zircons from within-plate basaltic rocks, they were ascribed to a substitution of Eu3+ by Th4+ and thus associated with high Th/U ratios (generally >0.9) (Schulz et al., 2006). In contrast, most studied zircons have Th/U ratios (0.4–1.0) in the typical range for zircons crystallized from granitoid magmas (Hoskin and Schaltegger, 2003). Further evidence is the low-Ti contents of these zircons, which are mostly <20 ppm and corresponds to crystallization temperatures < ∼800 ◦C based on the Ti-in-zircon thermometer (Ferry and Watson, 2007; Fig. 7B). This temperature range is characteristic of the Emeishan felsic magma evolution as demonstrated by MELTS modeling (Shellnutt and Jahn, 2010), but much lower than pre-eruptive temperatures (generally >950 ◦C) of basalts (Xu et al., 2001; Shellnutt and Jahn, 2010). These zircons thus provide trace element and Hf isotopic compositions of significance in determining the petrogenetic history of the eroded Emeishan silicic volcanic rocks.\nOn Th/Nb–Hf/Th diagram (Fig. 7A), all Emeishan LIP-derived zircons plot together with those from hot-spot related Iceland and Yellowstone rhyolitic rocks, and are distinct from the four analyzed inherited grains derived from the Neoproterozoic crust of South China, which denote a parental magma with subduction related geochemical affinity (Schulz et al., 2006; Yang et al., 2012). Such chemical distinction precludes a continental crust partial melting dominated petrogenetic model for the Emeishan silicic volcanic rocks. Although largely overlapping in the trace element trends with Yellowstone zircons on the Th/Nb vs. Hf/Th plot (Fig. 7A), most zircons from the lower seven samples show Th/Nb ratios <10, a compositional character more typical for Icelandic zircons. U–Pb dated zircons from two of the samples (Sdz57 and Sdz65) were analyzed for Hf isotopes and exhibit positive εHf(t) values (generally in the range of 2–7). These εHf(t) values overlap with that of Permian zircons from an Emeishan basaltic andesite (Tang et al., 2015) and from some Emeishan mafic/ultramaficintermediate intrusions (Shellnutt et al., 2009; Xu et al., 2008; Zhong et al., 2011; Fig. 8). Such chemical and isotopic characteristics suggest zircon crystallization in rhyolitic magmas by exten-\nsive fractional crystallization from associated basaltic source magmas without significant crustal contamination. These zircons have εHf(t) values comparable with those from the base of the Late Permian terrestrial Xuanwei Formation in the eastern part of the province but distinctly different from those of remnant rhyolitic tuff (Xu et al., 2008; Fig. 8B). They require a silicic volcanic source that is compositionally different from the preserved silicic volcanic successions. In contrast, most zircons in the upper six samples have Th/Nb >10 (Fig. 7B). Zircons from Sample Sdz71 were analyzed for Hf isotopes and have negative εHf(t) values, which are similar to Permian zircons in an Emeishan rhyolite tuff from the top Binchuan volcanic sequence (Xu et al., 2008) and ∼260 Ma zircons in the Late Permian bauxites sourced from Emeishan silicic rocks (Deng et al., 2010; Fig. 8B). This suggests comparable rhyolites once existed elsewhere in the Emeishan province and provided an appropriate source. In addition, zircons grains from stratigraphically higher levels also have slightly lower Eu/Eu∗ and higher U/Yb and Hf content than those from the lower samples (Fig. 6). These chemical and isotopic characteristics consistently indicate a different magmatic process for the zircons from the upper samples and suggest precipitation from more differentiated magmas with some involvement of crustal melting (Grimes et al., 2007; Tani et al., 2010; Yang et al., 2012). Therefore, the Emeishan silicic volcanic rocks were formed by fractional crystallization dominated magmatic processes from basaltic parent magmas with or without crustal assimilation. This petrogenesis is consistent with geochemical modeling (Shellnutt and Jahn, 2010; Xu et al., 2010), where Emeishan trachytes and rhyolites formed from highTi basaltic parent magmas after >78% and >96% crystallization, respectively. Resultant mineral accumulation might be manifested by high seismic velocity bodies at different crustal levels and gabbroic intrusions in the province (Shellnutt and Jahn, 2010; Xu et al., 2010)."
  }, {
    "heading": "7. Potential sulfur emissions of Emeishan silicic volcanism",
    "text": "Basalt-derived peralkaline rhyolite magmas can carry sulfur of several thousand ppm (Scaillet and Macdonald, 2006). The potential sulfur delivered by the Ethiopian rhyolites, whose volume is ∼ 6 × 104 km3 (Ayalew et al., 2002), is estimated at 4.3 × 1017 to 7.3 × 1017 g (Scaillet and Macdonald, 2006) based on geologically reasonable parameters and experimental and analytical results. The alkalinity and petrogenesis of Emeishan silicic rocks (trachyte and rhyolite) are comparable with those of the Ethiopian rhyolites, with (Na2O + K2O)/Al2O3 molar ratio mostly in the range of ∼1.0–1.2 for the former (Shellnutt and Jahn, 2010; Xu et al., 2010) and of ∼1.0–1.4 for the latter (Ayalew et al., 2002). Calculated Ti-in-zircon temperatures (Fig. 4B) for the Emeishan rhyolites are similar to the pre-eruptive temperatures suggested for the Ethiopian rhyolites (740–900 ◦C, Ayalew et al., 2002). Both the Ethiopian and Emeishan parental basalt magmas have S content higher than 1000 ppm (Scaillet and Macdonald, 2006; Zhang et al., 2013) and possibly have similar high water contents (assuming initial bulk H2O content of 1%) to make 80–90% crystallization to generate the Ethiopian rhyolites (Ayalew et al., 2002) and Emeishan silicic rocks (Shellnutt and Jahn, 2010; Xu et al., 2010). The amount of CO2 and f O2 (oxygen fugacity) of the parental basalt magmas are two key factors controlling the S yield of derived alkaline rhyolites (Scaillet and Macdonald, 2006) and both are hard to directly determine. CO2 is relatively insoluble in, and generally assumed at ∼0.5% for, basaltic magmas (e.g., Self et al., 2006; Zhang et al., 2013). The f O2 has been assumed to be FMQ-1 for the Emeishan basalt magmas by Shellnutt and Jahn (2010) to perform MELTS modeling, similar to that inferred for the parental magmas of Ethiopian rhyolites (Scaillet and Macdonald, 2006). Therefore, the sulfur yield of Emeishan silicic rocks could scale\nwith that of the Ethiopian rhyolites. It thus follows that eruptions of ∼ 1 × 104 km3 Emeishan silicic rocks could release ∼ 0.7 × 1017 to 1.2 × 1017 g sulfur into the atmosphere.\nOn the other hand, the volume of the parental basaltic magmas can be back-calculated according to the equation: V P = V R × (ρR/ρP)/(1 − F ) where V P = volume of parent basaltic magma, ρP = density of parent basaltic magma, F = mass fraction of crystals relative to parent magma describing the degree of crystallization, V R = volume of derived rhyolite magma and ρR = rhyolite density. Assuming basaltic magma density of 2.7 × 106 g/m3, rhyolite density of 2.2 × 106 g/m3 and 80–90% crystallization (Xu et al., 2010), it requires a volume of at least 4 × 104 to 8 × 104 km3 for the parental high-Ti basaltic magma to generate such voluminous silicic rocks. Given the initial S content of pre-eruptive Emeishan basaltic magmas exceeding 1000 ppm (Zhang et al., 2013), the bulk sulfur contained in these parental magmas would be around ∼ 1.1 × 1017 to 2.2 × 1017 g. During subsequent fractional crystallization, the proportion of the bulk sulfur partitioned into fluids is determined by sulfide (e.g., FeS) saturation and crystallization, which is related to CO2 and H2O contents and oxygen fugacity (Scaillet and Macdonald, 2006). In a theoretical calculation with a CO2 content of ∼1% and a H2O content of ∼1% in parental basaltic magmas, after 80% crystallization, at least 60%, possibly up to 90%, of bulk sulfur is in the fluid phase despite the variation of prevailing redox conditions (Scaillet and Macdonald, 2006). Sulfide, whose precipitation will trap sulfur in crystal cumulates and thus decrease the proportion of bulk parental sulfur into the evolved rhyolite magmas, appears to be very rare, if present at all, in Emeishan gabbroic intrusions, which contain massive Fe–Ti oxides (Shellnutt and Jahn, 2010). Thus, iron sulfide is not considered to have been involved in the fractional crystallization models to produce Emeishan silicic rocks (Xu et al., 2010). It is conservative, in this view, to assume 70% of bulk sulfur being transferred from parental basaltic to silicic magmas in the Emeishan province. The potential S release into the atmosphere (Mrel) can then be estimated by comparing the bulk sulfur masses in preerupted rhyolite magmas (Mbul =∼ 0.8 × 1017 to 1.5 × 1017 g) and in the erupted rhyolites (Mrhy). To obtain the Mrhy value based on equation: Mrhy = V R × ρR × CS where V R = volume of derived rhyolite magma (∼ 1 × 104 km3) and ρR = rhyolite density (2.2 × 106 g/m3), we need to know the S content in the Emeishan rhyolite (CS), which is not available. The average S content in the Ethiopian rhyolites is ∼150 ppm (Ayalew et al., 2002). Assuming the same CS value for the Emeishan rhyolites, the Mrhy thus would be 3.3 × 1015 g and then the estimated Mrel is in the same range as that based on simple scaling calculation. As a conclusion, ∼ 1 × 104 km3 Emeishan silicic volcanism could likely erupt ∼ 1 × 1017 g bulk sulfur. Using similar techniques, Neave et al. (2012) estimated a S yield of ∼ 0.8 × 1014 to 1.6 × 1014 g for the 7 km3 Green Tuff peralkaline rhyolite eruptions in the island of Pantelleria, Italy. In terms of volume scaling of potential S emission, their estimate agrees well with ours for the Emeishan rhyolitic volcanism."
  }, {
    "heading": "8. Link to climate cooling",
    "text": "This sulfur emission estimated for the Emeishan silicic eruptions is comparatively lower than, but in the same order of magnitude as that for the Emeishan basalts (∼ 7.5 × 1017 g; Zhang et al., 2013) and thus greatly enlarges the potential S yield of the Emeishan volcanism. The S gases would be emitted in the form of both H2S and SO2, and convert into sulfate aerosols after oxidation and reaction with water vapor in the atmosphere (Self et al., 2006, 2014). These aerosols block solar radiation from reaching the Earth surface and result in drastic subaerial climate cooling (Mussard et al., 2014). Jolley and Widdowson (2005) established a\nclimate-cooling model for large eruptions based on the correlation between S yield of historic eruptions and hemispheric temperature decrease. Their model suggested that emitting >∼ 1 × 1016 g S from super-eruptions like Toba would generate a temperature decrease of ∼3–5 ◦C. It appears that bulk S emission in the order of 1017 g from Emeishan eruptions thus would have caused more severe climate cooling. However, scaling between eruption magnitude and climatic impact is highly flawed and at least three critical aspects need to be considered, the rate of S gas emission, the background amount of S in the atmosphere during the eruptions of Emeishan LIP, and the atmospheric level where sulfate aerosols form (e.g., Self et al., 2006, 2014). Relative to flood basalts, the associated silicic volcanic rocks are emplaced much more rapidly (hours to weeks) and in highly explosive eruptions (Bryan et al., 2002). Volcanic gas releasing rate is related to the duration and volume of individual volcanic eruptions, as well as the length of hiatus between them, within an eruption sequence (Self et al., 2014). There is no exact knowledge on these volcanic emplacement characteristics. However, some assumptions can be made based on approximate generalization from historic and detailed studied eruptions (e.g., Jolley and Widdowson, 2005; Self et al., 2006, 2014; Zhang et al., 2013). Assuming individual Emeishan silicic eruption of ∼10 km2 in weeks, the bulk S emission rate would be at least in the order of ∼1014 g/a comparable with that inferred for the Emeishan basalt eruptions by Zhang et al. (2013). Such fluxes of S are much higher than anthropogenic S released into the atmosphere (5 × 1012 g/a) and the background amount of S in the atmosphere (< 1 ×1012 g) (Self et al., 2006). These S gases would likely be erupted into the lower stratosphere by explosive silicic volcanism and thus have a longer lifetime (up to 1–3 years) than those in lower atmosphere (e.g., Self et al., 2006). Their climate impact is likely to have been significant.\nMagnetostratigraphy, biostratigraphy and zircon dating constrain the majority of the Emeishan basalt lavas to the mid-late Capitanian (262–260 Ma, Gradstein et al., 2012; Liu et al., 2013; Wignall et al., 2009; Zheng et al., 2010) and the rhyolitic rocks to the earliest Wuchiapingian (∼260 Ma; Zhong et al., 2014; He et al., 2007). Although high precision dating is needed to confirm these temporal correlations and climate recovery during non-eruptive phases should be evaluated properly (Self et al., 2014), silicic eruptions of the Emeishan LIP may have been a previously underestimated, and thus a major contributor to the global climate cooling at the Capitanian–Wuchiapingian transition (Chen et al., 2013; Isozaki et al., 2007)."
  }, {
    "heading": "9. Conclusions",
    "text": "Silicic volcanism in LIPs has the potential to release massive volumes of volcanic gases into stratosphere and affect climate. Relative to flood basalts, silicic volcanic rocks have low preservation potential because of their preferential erosion and explosive nature, and thus their impact on environmental change is often overlooked. Estimating the original volume of silicic eruptions and the potential emissions of climate-sensitive gases (e.g., SO2) is important to fully understand the climate impact of LIP volcanism. In the Emeishan province of SW China, silicic volcanic rocks are restricted to the top of few volcanic sequences and form only a very minor component of the preserved rock record of the LIP. This volcanic province has been subject to extensive erosion after emplacement in the Late Permian as indicated by the petrological, geochemical and detrital zircon provenance analysis from the Late Permian sedimentary rocks in the adjacent basin. Modal and geochemical compositions of the derived sandstones indicate that the Emeishan source rocks include approximately 30% silicic volcanic rocks by volume. Two independent methods estimate the total volume of eroded Emeishan volcanic rocks in the Late Permian to be at\n∼ 3 × 104 or 4.5 × 104 km3. Combining these estimates indicates that Emeishan silicic eruptions were at least ∼ 1 × 104 km3 in volume. Zircon grains within the sandstones, which are assumed to be derived from the Emeishan silicic source rocks, exhibit unimodal Late Permian ages of around 260 Ma and trace element trends that closely match zircons from Icelandic and Yellowstone rhyolitic rocks of hot-spot magmatic origins. Zircons from lower stratigraphic samples within the Shaiwa Formation have much lower Th/Nb and U/Yb ratios than those from the upper samples with εHf(t) values being positive for the lower samples and generally negative for the upper ones. These data suggest Emeishan silicic source rocks were generated by fractional crystallization of associated high-Ti basaltic magmas with decreasing crustal assimilation, consistent with studies on remnant Emeishan rhyolites and trachytes. Following experimental and theoretical calculations, the conservative estimate of ∼ 1 × 104 km3 basalt-derived silicic volcanism would potentially release ∼ 1 × 1017 g bulk sulfur. The now predominantly eroded silicic volcanic component of the Emeishan LIP therefore provided a hitherto unrecognized massive sulfur gas emission that was likely to significantly contribute to the global climate cooling at the Capitanian-Wuchiapingian transition (∼260 Ma). This volcano-climate effect hypothesis can be evaluated by climate proxy studies combined with high-precision dating from related sedimentary sequences."
  }, {
    "heading": "Acknowledgements",
    "text": "Editor Tamsin Mather and two anonymous reviewers are thanked for their careful and constructive reviews which substantially improved the original manuscript. We gratefully acknowledge financial support from the NSF of China (41272120 and 41302083), the 973 Program of China (2011CB808800), the Fundamental Research Funds for the Central Universities (CUGL140402 and CUG2013019137), and BGEG foundation (GKZ15Y671). Manuscript was finished during J. Yang’s visit to UK funded by China Scholarship Council (201406415003) and benefited from comments by Dr. Simon Tapster of NERC Isotope Geosciences Lab."
  }, {
    "heading": "Appendix A. Supplementary Information",
    "text": "Supplementary Information related to this article can be found online at http://dx.doi.org/10.1016/j.epsl.2015.09.050."
  }],
  "year": 2015,
  "references": [{
    "title": "Source, genesis, and timing of giant ignimbrite deposits associated with Ethiopian continental flood basalts",
    "authors": ["D. Ayalew", "P. Barbey", "B. Marty", "L. Reisberg", "G. Yirgu", "R. Pik"],
    "venue": "Geochim. Cosmochim. Acta",
    "year": 2002
  }, {
    "title": "Silicic volcanism: an undervalued component of large igneous provinces and volcanic rifted margins",
    "authors": ["S.E. Bryan", "T.R. Riley", "D.A. Jerram", "C.J. Stephens", "P.T. Leat"],
    "venue": "Soc. Am.,",
    "year": 2002
  }, {
    "title": "Iceland is not a magmatic analog for the Hadean: evidence from the zircon record",
    "authors": ["T.L. Carley", "C.F. Miller", "J.L. Wooden", "A.J. Padilla", "A.K. Schmitt", "R.C. Economos", "I.N. Bindeman", "B.T. Jordan"],
    "venue": "Earth Planet. Sci",
    "year": 2014
  }, {
    "title": "Modal composition and detrital clinopyroxene geochemistry of lithic sandstones from the New England Fold Belt (east Australia): a Paleozoic forearc terrane",
    "authors": ["P.A. Cawood"],
    "venue": "Geol. Soc. Am. Bull",
    "year": 1983
  }, {
    "title": "Plume–lithosphere interaction in generation of the Emeishan flood basalts at the Permian–Triassic",
    "authors": ["Chung", "S.-L", "Jahn", "B.-M"],
    "venue": "boundary. Geology",
    "year": 1995
  }, {
    "title": "Genetic relationship between the Emeishan plume and the bauxite deposits in western Guangxi, China: constraints from U–Pb and Lu–Hf isotopes of the detrital zircons in bauxite ores",
    "authors": ["J. Deng", "Q. Wang", "S. Yang", "X. Liu", "Q. Zhang", "L. Yang", "Y. Yang"],
    "venue": "J. Asian Earth Sci",
    "year": 2010
  }, {
    "title": "Interpreting detrital modes of greywacke and arkose",
    "authors": ["W. Dickinson"],
    "venue": "J. Sediment. Petrol",
    "year": 1970
  }, {
    "title": "Covariation of climate and long-term erosion rates across a steep rainfall gradient on the Hawaiian island of Kaua‘i",
    "authors": ["K.L. Ferrier", "J.T. Perron", "S. Mukhopadhyay", "M. Rosener", "J.D. Stock", "K.L. Huppert", "M. Slosberg"],
    "venue": "Geol. Soc. Am",
    "year": 2013
  }, {
    "title": "New thermodynamic models and revised calibrations for the Ti-in-zircon and Zr-in-rutile thermometer",
    "authors": ["J.M. Ferry", "E.B. Watson"],
    "venue": "Contrib. Mineral. Petrol",
    "year": 2007
  }, {
    "title": "Late Permian deep water stratigraphy in Shaiwa of Ziyun, Guizhou",
    "authors": ["Y. Gao", "F. Yang", "Y. Peng"],
    "venue": "J. Stratigr",
    "year": 2001
  }, {
    "title": "Assessing eruption column height in ancient flood basalt eruptions",
    "authors": ["L.S. Glaze", "S. Self", "A. Schmidt", "S.J. Hunter", "in press"],
    "venue": "Earth Planet. Sci. Lett. http://dx.doi.org/10.1016/j.epsl.2014.07.043",
    "year": 2014
  }, {
    "title": "Trace element chemistry of zircons from oceanic crust: a method for distinguishing detrital zircon",
    "authors": ["C.B. Grimes", "B.E. John", "P.B. Kelemen", "F.K. Mazdab", "J.L. Wooden", "M.J. Cheadle", "K. Hanghøj", "J.J. Schwartz"],
    "venue": "provenance. Geology",
    "year": 2007
  }, {
    "title": "Sedimentary evidence for a rapid, kilometer-scale crustal doming prior to the eruption of the Emeishan flood basalts",
    "authors": ["B. He", "Xu", "Y.-G", "S.L. Chung", "L. Xiao", "Y. Wang"],
    "venue": "Earth Planet. Sci",
    "year": 2003
  }, {
    "title": "Age and duration of the Emeishan flood volcanism, SW China: geochemistry and SHRIMP zircon U–Pb dating silicic ignimbrites, post-volcanic Xuanwei Formation and clay tuff at the Chaotian section",
    "authors": ["B. He", "Xu", "Y.-G", "Huang", "X.-L", "Luo", "Z.-Y", "Shi", "Y.-R", "Yang", "Q.-J", "Yu", "S.-Y"],
    "venue": "Earth Planet. Sci",
    "year": 2007
  }, {
    "title": "The composition of zircon and igneous and metamorphic petrogenesis",
    "authors": ["P.W.O. Hoskin", "U. Schaltegger"],
    "venue": "Rev. Mineral. Geochem",
    "year": 2003
  }, {
    "title": "A unique carbon isotope record across the Guadalupian–Lopingian (Middle–Upper Permian) boundary in mid-oceanic paleo-atoll carbonates: the high-productivity “Kamura event” and its collapse in Panthalassa",
    "authors": ["Y. Isozaki", "H. Kawahata", "A. Ota"],
    "venue": "Glob. Planet. Change",
    "year": 2007
  }, {
    "title": "Did Paleogene North Atlantic rift-related eruptions drive early Eocene climate cooling",
    "authors": ["D.W. Jolley", "M. Widdowson"],
    "venue": "Lithos",
    "year": 2005
  }, {
    "title": "Permian high Ti/Y basalts from the eastern part of the Emeishan Large Igneous Province, southwestern China: petrogenesis and tectonic implications",
    "authors": ["S. Lai", "J. Qin", "Y. Li", "S. Li", "M. Santosh"],
    "venue": "J. Asian Earth Sci",
    "year": 2012
  }, {
    "title": "New paleomagnetic investigations of the Emeishan basalts in NE Yunnan, southwestern China: constraints on eruption history",
    "authors": ["C. Liu", "Y. Pan", "R. Zhu"],
    "venue": "J. Asian Earth Sci",
    "year": 2013
  }, {
    "title": "Modeling the carbon-sulfate interplays in climate changes related to the emplacement of continental flood basalts",
    "authors": ["M. Mussard", "G.L. Hir", "F. Fluteau"],
    "venue": "Soc. Am.,",
    "year": 2014
  }, {
    "title": "Melting, differentiation and degassing at the Pantelleria Volcano, Italy",
    "authors": ["D.A. Neave", "G. Fabbro", "R.A. Herd", "C.M. Petrone", "M. Edmonds"],
    "venue": "J. Petrol",
    "year": 2012
  }, {
    "title": "Rapid magma evolution constrained by zircon petrochronology and 40Ar/39Ar sanidine ages for the Huckleberry Ridge Tuff, Yellowstone",
    "authors": ["T.A. Rivera", "M.D. Schmitz", "J.L. Crowley", "M. Storey"],
    "venue": "USA. Geology",
    "year": 2014
  }, {
    "title": "Experimental and thermodynamic constraints on the sulphur yield of peralkaline and metaluminous silicic flood eruptions",
    "authors": ["B. Scaillet", "R. Macdonald"],
    "venue": "J. Petrol",
    "year": 2006
  }, {
    "title": "Host rock compositional controls on zircon trace element signatures in metabasites from the Austroalpine basement",
    "authors": ["B. Schulz", "R. Klemd", "H. Brätz"],
    "venue": "Geochim. Cosmochim. Acta",
    "year": 2006
  }, {
    "title": "Emplacement characteristics, time scales, and volcanic gas release rates of continental flood basalt eruptions on Earth",
    "authors": ["S. Self", "A. Schmidt", "T.A. Mather"],
    "venue": "Soc. Am.,",
    "year": 2014
  }, {
    "title": "Volatile fluxes during flood basalt eruptions and potential effects on the global environment: a Deccan perspective",
    "authors": ["S. Self", "M. Widdowson", "T. Thordarson", "A.E. Jay"],
    "venue": "Earth Planet. Sci",
    "year": 2006
  }, {
    "title": "Formation of the Late Permian Panzhihua plutonic– hypabyssal–volcanic igneous complex; implications for the genesis of Fe–Ti oxide deposits and A-type granites of SW China",
    "authors": ["J.G. Shellnutt", "B.M. Jahn"],
    "venue": "Earth Planet. Sci",
    "year": 2010
  }, {
    "title": "Zircon Lu–Hf isotopic compositions of metaluminous and peralkaline A-type granitic plutons of the Emeishan large igneous province (SW China): constraints on the mantle source",
    "authors": ["J.G. Shellnutt", "C.Y. Wang", "Zhou", "M.-F", "Y. Yang"],
    "venue": "J. Asian Earth Sci",
    "year": 2009
  }, {
    "title": "Melting of the subcontinental lithospheric mantle by the Emeishan mantle plume: evidence from the basal alkaline basalts in Dongchuan, Yunnan",
    "authors": ["X.Y. Song", "H.W. Qi", "P.T. Robinson", "M.F. Zhou", "Z.M. Cao", "L.M. Chen"],
    "venue": "Southwestern China",
    "year": 2008
  }, {
    "title": "Chemical and isotopic systematics of oceanic basalts: implications for mantle composition and processes",
    "authors": ["S.S. Sun", "W.F. McDonough"],
    "venue": "Magmatism in the Ocean Basins. In: Geol. Soc. (Lond.) Spec. Publ.,",
    "year": 1989
  }, {
    "title": "U–Pb age and Hf isotopes of zircon from basaltic andesite and geochemical fingerprinting of the associated picrites in the Emeishan large igneous province, SW China",
    "authors": ["Q. Tang", "C. Li", "M. Zhang", "Y. Lin"],
    "venue": "Mineral. Petrol",
    "year": 2015
  }, {
    "title": "Syncollisional rapid granitic magma formation in an arc–arc collision zone: evidence from the Tanzawa plutonic",
    "authors": ["K. Tani", "D.J. Dunkley", "Kimura", "J.-I", "R.J. Wysoczanski", "K. Yamada", "Y. Tatsumi"],
    "venue": "complex, Japan. Geology",
    "year": 2010
  }, {
    "title": "The Continental Crust: Its Composition and Evolution",
    "authors": ["S.R. Taylor", "S.M. McLennan"],
    "year": 1985
  }, {
    "title": "Volcanism, mass extinction, and carbon isotope fluctuations in the Middle Permian of China",
    "authors": ["P.B. Wignall", "Y. Sun", "D.P.G. Bond", "G. Izon", "R.J. Newton", "S. Védrine", "M. Widdowson", "J.R. Ali", "X. Lai", "H. Jiang", "H. Cope", "S.H. Bottrell"],
    "venue": "Science 324,",
    "year": 2009
  }, {
    "title": "Humans as geologic agents: a deep-time perspective",
    "authors": ["B.H. Wilkinson"],
    "venue": "Geology",
    "year": 2005
  }, {
    "title": "Distinct mantle sources of low-Ti and high-Ti basalts from the western Emeishan large igneous province, SW China: implications for plume–lithosphere interaction",
    "authors": ["L. Xiao", "Y.G. Xu", "H.J. Mei", "Y.F. Zheng", "B. He", "F. Pirajno"],
    "venue": "Earth Planet. Sci",
    "year": 2004
  }, {
    "title": "Os, Pb, and Nd isotope geochemistry of the Permian Emeishan continental flood basalts: insights into the source of a large igneous province",
    "authors": ["Xu", "J.-F", "K. Suzuki", "Y.-G", "Mei", "H.-J", "J. Li"],
    "venue": "Geochim. Cosmochim",
    "year": 2007
  }, {
    "title": "Petrologic and geochemical constraints on the petrogenesis of Permian–Triassic Emeishan flood basalts in southwestern China",
    "authors": ["Y. Xu", "Chung", "S.-L", "Jahn", "B.-M", "G. Wu"],
    "venue": "Lithos",
    "year": 2001
  }, {
    "title": "Silicic magmas from the Emeishan large igneous province, Southwest China: petrogenesis and their link with the end-Guadalupian biological crisis",
    "authors": ["Xu", "Y.-G", "Chung", "S.-L", "H. Shao", "B. He"],
    "venue": "Lithos 119,",
    "year": 2010
  }, {
    "title": "Geologic, geochemical, and geophysical consequences of plume involvement in the Emeishan flood basalt",
    "authors": ["Xu", "Y.-G", "B. He", "Chung", "S.-L", "M.A. Menzies", "F.A. Frey"],
    "venue": "province. Geology",
    "year": 2004
  }, {
    "title": "Zircon U–Pb and Hf isotope constraints on crustal melting associated with the Emeishan mantle plume",
    "authors": ["Xu", "Y.-G", "Luo", "Z.-Y", "Huang", "X.-L", "B. He", "L. Xiao", "Xie", "L.-W", "Shi", "Y.-R"],
    "venue": "Geochim. Cosmochim",
    "year": 2008
  }, {
    "title": "A sedimentary archive of tectonic switching from Emeishan Plume to Indosinian orogenic sources in SW China",
    "authors": ["J. Yang", "P.A. Cawood", "Y. Du", "H. Huang", "L. Hu"],
    "venue": "J. Geol",
    "year": 2014
  }, {
    "title": "Large Igneous Province and magmatic arc sourced Permian–Triassic volcanogenic sediments in China",
    "authors": ["J. Yang", "P.A. Cawood", "Y. Du", "H. Huang", "H.W. Huang", "P. Tao"],
    "venue": "Sediment. Geol",
    "year": 2012
  }, {
    "title": "Sulfur in olivine-hosted melt inclusions from the Emeishan picrites: implications for S degassing its impact on environment",
    "authors": ["Y. Zhang", "Ren", "Z.-Y", "Xu", "Y.-G"],
    "venue": "J. Geophys. Res",
    "year": 2013
  }, {
    "title": "Magnetostratigraphic constraints on two-stage eruptions of the Emeishan continental flood basalts",
    "authors": ["L. Zheng", "Z. Yang", "Y. Tong", "W. Yuan"],
    "venue": "Geochem. Geophys. Geosyst",
    "year": 2010
  }, {
    "title": "CA-TIMS zircon U–Pb dating of felsic ignimbrite from the Binchuan section: implications for the termination age of Emeishan large igneous province",
    "authors": ["Zhong", "Y.-T", "B. He", "R. Mundil", "Xu", "Y.-G"],
    "venue": "Lithos 204,",
    "year": 2014
  }, {
    "title": "SHRIMP U–Pb zircon geochronological and geochemical evidence for Neoproterozoic arc-magmatism along the western margin of the Yangtze Block, South China",
    "authors": ["Zhou", "M.-F", "Yan", "D.-P", "A.K. Kennedy", "Y. Li", "J. Ding"],
    "venue": "Earth Planet. Sci",
    "year": 2002
  }, {
    "title": "Trace element geochemistry of altered volcanic ash layers (tonsteins) in Late Permian coal-bearing formations of eastern Yunnan and western Guizhou Provinces, China",
    "authors": ["Y. Zhou", "B.F. Bohor", "Y. Ren"],
    "venue": "Int. J. Coal Geol",
    "year": 2000
  }],
  "id": "SP:5aa82b61ee4b360f54431e11289369a4f874b89c",
  "authors": [{
    "name": "Jianghai Yang",
    "affiliations": []
  }, {
    "name": "Peter A. Cawood",
    "affiliations": []
  }, {
    "name": "Yuansheng Du",
    "affiliations": []
  }],
  "title": "Voluminous silicic eruptions during late Permian Emeishan igneous province and link to climate cooling"
}