{
  "sections": [{
    "text": "Contents lists available at ScienceDirect\nPalaeogeography, Palaeoclimatology, Palaeoecology\nj ourna l homepage: www.e lsev ie r.com/ locate /pa laeo\nHot, dry, wet, cold or toxic? Revisiting the ecological significance of leaf and cuticular micromorphology\nMatthew Haworth ⁎, Jennifer McElwain School of Biology and Environmental Science, UCD Science Education and Research Centre, West, University College Dublin, Belfield, Dublin 4, Ireland\n⁎ Corresponding author. Tel.: +353 1 716 2346. E-mail addresses: matthew.haworth@ucd.ie (M. Haw\njennifer.mcelwain@ucd.ie (J. McElwain).\n0031-0182/$ – see front matter © 2008 Elsevier B.V. Al doi:10.1016/j.palaeo.2008.02.009\nA B S T R A C T A R T I C L E I N F O\nArticle history:\nFossil plant morphological\nReceived 14 September 2007 Received in revised form 18 January 2008 Accepted 3 February 2008\nKeywords: Xeromorphy Plant cuticle Papillae Palaeobotany Palaeoclimatology Aridity Pseudofrenelopsis\ntraits have been used extensively as palaeoenvironment and palaeoclimate indicators. Xeromorphic features are considered to be structural adaptations that reduce water loss (e.g. thick cuticle, sunken stomata, epidermal papillae and trichomes, stomatal papillae and stomata arranged in sunken grooves), and their presence in fossil plants is often used to indicate palaeo-environmental aridity. However, in living plants, xeromorphic traits are not restricted to plants subjected to water stress and are commonly observed in plants growing in environments with high precipitation, humidity and water availability. These “xeromorphic” features often serve multiple functions such as water-repellence, defence and protection from excess light. The use of “xeromorphic” features as indicators of palaeo-environmental aridity therefore requires reinterpretation. Here we review the ecological functions of “xeromorphic” adaptations in extant plants and analyse the equivocal nature of these morphological features using the extinct Cretaceous conifer Pseudofrenelopsis parceramosa (Fontaine) Watson. We track the occurrence of stomatal papillae (waxy lobes over-hanging the stomatal pit) that are commonly considered to have an antitranspirant function, in P. parceramosa through Valanginian–Barremian sediments deposited in a fresh water lowland environment at Worbarrow Bay, Dorset, southern England. The presence/absence of stomatal papillae in P. parceramosa does not display a pattern consistent with an anti-transpirant function. In the context of supporting sedimentological, geochemical and climate modelling evidence we hypothesise that the primary function of stomatal papillae may be to repel liquid water, in addition to other functions such as providing structural support, pathogen-defence and as a response to high atmospheric particulate content caused by localised volcanism. Our review presents a new palaeo-environmental interpretation of a widespread and important mid-Cretaceous conifer but also provides an updated synthesis of palaeoenvironmental data that can be interpreted from “xeromorphic” features in fossil plants.\n© 2008 Elsevier B.V. All rights reserved."
  }, {
    "heading": "1. Introduction",
    "text": "The presence of “xeromorphic” features in fossil plants is oftenused to indicate palaeo-environmental aridity (e.g. Alvin, 1983;Watson and Alvin, 1996; Gomez et al., 2001; Axsmith and Jacobs, 2005). However, in extant plants these “xeromorphic” features are not restricted to plants growing in arid environments, but commonly occur in plants growing in both high precipitation and highwater availability habitats (e.g. Brodribb and Hill, 1998; Waldhoff and Furch, 2002; Waldhoff, 2003; Burgess and Dawson, 2004). A xeromorphic adaptation is defined as a plant structural feature that reduces transpiration (Hill, 1998). Here, we will continue to use the term xeromorphic, however, not in its traditional sense, meaning “pertaining to a dry shape/form”, rather as a descriptive term for the suite of plant features, outlined\north),\nl rights reserved.\nbelow, normally considered as being anti-transpirant in function (i.e. reducing water loss via plant evapotranspiration). We will review the numerous potential functions of cuticle features commonly classed as xeromorphic in extant plants, and relate this to interpretation of palaeo-environmental aridity using the extinct conifer Pseudofrenelopsis parceramosa (Fontaine)Watson.We outline the equivocal nature of the so called xeromorphic features in P. parceramosa as indicators of palaeo-environmental aridity and present new stratigraphical data tracking the temporal occurrence of one such “xeromorphic” feature, stomatal papillae, through the Early Cretaceous (Hauterivian–Aptian: 136–108 Ma) as a case example.\nSupposedly xeromorphic plant features such as a thick cuticle, sunken stomata, trichomes, epidermal and stomatal papillae, have long been assumed in palaeobotanical research to equate to palaeoenvironmental aridity (e.g. Seward, 1892; Watson, 1988; Srinivasan, 1995; Watson and Alvin, 1996; Watson and Alvin, 1999). Often these interpretations are speculative (Harris, 1956) and in some cases contradict co-occurring sedimentological climate indicators (e.g. Watson and Alvin, 1996; Gomez et al., 2001; Hesselbo et al., 2003).\nFeatures such as epidermal trichomes and papillae, sunken stomata and stomatal furrows are considered to be xeromorphic due to the resulting increase in boundary layer resistance (Fig. 1). The boundary layer is an area of still air at the leaf surface offering resistance to diffusion of water vapour. The boundary layer affects water vapour loss to a greater extent than CO2 uptake due to the greater diffusion distance and resistances involved in CO2 acquisition (Gaastra, 1959; Jones, 1992; Willmer and Fricker, 1996). Under field conditions the boundary layer resistance of crop species is at least an order of magnitude smaller than the minimum stomatal resistance (i.e. when stomata are fully open) (Long, 1985), illustrating the minimal importance of boundary layer resistance as an anti-transpirant mechanism in comparison to effective stomatal control. For example, the stomatal resistance to water vapour of Salix herbacea, a dwarf willow with extremely hairy leaves, is 11.7±6.2 s cm−1, whilst boundary layer resistance is 0.4 s cm−1 (Gauslaa, 1984).\n“Xeromorphic” features have usually been assumed to indicate plant growth in an environment where photosynthesis is limited by water availability. This is because any increase in boundary layer resistance is considered to reduce water loss and also CO2 uptake (Hill, 1998). In other words, it is assumed that “xeromorphic” traits should only occur where the benefit of reducing water loss via an increase in boundary layer resistance far outweighs the cost to the plant of reducing CO2 uptake, which would lead to a decease in photosynthesis. This assumption is supported by stomata diffusion modelling studies that suggest that features such as sunken stomata and stomatal papillae reduce conductance of both CO2 and water vapour (e.g. Roth-Nebelsick, 2007). These computer based diffusion studies, however, only simulate diffusion from the external environment to the base of the stomatal pore or substomatal chamber, and consequently overestimate the significance of boundary layer resistance in comparison to the overall resistance of the total diffusion pathway, particularly in terms of CO2 uptake.\nThe impact of increasing boundary layer resistance on CO2 uptake is not equivalent to that onwater loss because CO2 constitutes a relatively low proportion of the atmosphere. The gradient between the internal leaf and external atmosphere is relatively low (0.01–0.02 to 0.036%). CO2 is a much larger molecule than water and diffuses more slowly. Additionally, CO2 has a much longer diffusion pathway and, therefore, experiences vastly greater resistances thanwater vapour. Accordingly, resistance to CO2 movement during its gaseous phase constitutes a far smaller proportion of the total resistance to CO2 transport, and the impact of an increase in boundary layer resistance on CO2 uptake will be minimal (Gaastra, 1959; Ehleringer et al., 1976; Ehleringer and Bjorkman, 1978; Ehleringer and Mooney, 1978; Willmer and Fricker, 1996). These arguments indicate that the possession of “xeromorphic”\nfeatures will not always limit C-uptake and photosynthesis, and cannot, therefore, be assumed to uniquely indicate adaptation to growth in a water limited environment or represent a photosynthetic cost. As a case example, increased trichome cover in Tillandsia species enhances boundary layer resistance, yet does not significantly affect water vapour loss or CO2 gas exchange (Ehleringer et al., 1976; Ehleringer and Bjorkman,1978; Ehleringer andMooney,1978; Schmitt et al., 1989; Benz and Martin, 2006).\nSo called “xeromorphic” features that increase boundary layer resistance also occur in plants growing in high water availability environments, suggesting that they may serve numerous functions and not exclusively an anti-transpirant role. Sunken stomata, epidermal trichomes and papillae may also perform a self-cleaning function by removing liquid water and debris from the leaf surface (Barthlott and Neinhuis, 1997; Neinhuis and Barthlott, 1997), by protecting the leaf from herbivory and pathogens (Gloverï, 2000; Peeters, 2002), preventing entry of toxic gases (Sharma and Butler, 1975; Elkiey and Ormrod, 1979) and protecting the plant from photoinhibition by dissipating excessive light energy (Ehleringer et al., 1976; Jordan et al., 2005). It is probable therefore, that certain “xeromorphic” traits in someplantsmay initially have been favouredby selectionpressures for a specific ecological function, such as anti-herbivory, but were subsequently co-opted for an alternative function, such as lightreflectance or water-repellence (Woodman and Fernandes, 1991; Valverde et al., 2001). “Xeromorphy” may also involve ecological “trade-offs”. For example, anti-herbivory defences such as trichomes may also reduce incident light and consequently decrease photosynthetic rates (McGuire and Agrawal, 2005). In this paper we briefly review the numerous functions of “xeromorphic” leaf traits which have been documented formodernplants.We then assess the utility of such traits preserved on fossil leaf and dispersed cuticular material in the interpretation of palaeo-environmental conditions."
  }, {
    "heading": "2. Ecological functions of “xeromorphic” cuticle features",
    "text": ""
  }, {
    "heading": "2.1. Anti-transpirant",
    "text": "Features such as stomatal furrows, sunken stomata and epidermal trichomes are commonly viewed as adaptations to aridity, increasing boundary layer resistance and consequently limiting transpiration (Wuenscher, 1970; Schuepp, 1993; Rocas et al., 1997; Aronne and De Micco, 2001). An example of a modern species, where it may be assumed that “xeromorphic” features serve an anti-transpirant purpose, is the drought adapted conifer Tetraclinis articulata, which occurs in seasonally arid areas of Northern Africa and Southern Europe characterised by high temperatures and low precipitation (200–\ns (epidermal trichomes, epidermal and stomatal papillae, sunken stomata) normally r resistance. Resistances: boundary layer (rb); cuticular (rc); stomatal (rs); intercellular\n1000 mm p.a.) (Farjon, 2005). In T. articulata the stomata occur in papillate furrows between the leaves and are possibly indicative of selection for an increase in boundary layer resistance due to by growth in water limited habitats (Fig. 2).\nAny anti-transpirant effect of “xeromorphy” has however to be balanced against the potential impacts of increased leaf temperature. Leaf temperature is closely coupled with stomatal conductance, as transpirational water loss is one of the main mechanisms of leaf energy dissipation, and is also affected by net radiation, air humidity, air temperature and boundary layer conductance (Jones, 1999; Grant et al., 2006). A large proportion of heat loss occurs as convection through transpiration, therefore, any increase in boundary layer resistance will cause plant leaf temperatures to rise, which can have deleterious effects in terms of photosynthetic physiology (Wuenscher, 1970; Pospisilova and Santrucek, 1994)."
  }, {
    "heading": "2.2. Effective cuticle",
    "text": "One of the most commonly assumed indicators of aridity in fossil plants is the presence of a thick cuticle, on the basis that a thicker cuticle is a more effective barrier to the diffusion of water (Alvin, 1982; Rocas et al., 1997). However, cuticle thickness in extant plants does not relate to its effectiveness as a barrier to water transport and thin cuticles are often most resistant to diffusion (Becker et al., 1986; Riederer and Schreiber, 1995; Kerstiens, 1996a,b; Riederer and Schreiber, 2001; Schreiber and Kerstiens, 2006). The crystalline wax layer of a cuticle (known as “the skin”) is impervious to water transport, and in Hordeum vulgare is only 0.26 μm thick, at least an order of magnitude smaller than total cuticle thickness for extant and extinct plants (Alvin, 1982; Becker et al., 1986). The cuticles of evergreens tend to have lower permeability than deciduous species, possibly reflecting adaptation of species with long-lived foliage to conserve water during periods of reduced water availability (Kirsch et al., 1997; Gratani and Bombelli, 2000). The effectiveness of the cuticle is also dependant upon water availability, becoming more resistant to water movement as leaf turgor (Boyer et al., 1997), and atmospheric humidity decrease (Schreiber et al., 2001). Cuticular wax deposition is affected by light intensity and the relative humidity of the external environment, suggesting that the effectiveness of a cuticle as a barrier to water movement is influenced by environmental signals (Kerstiens, 1994; Richardson et al., 2005).\nThe cuticle acts not only as a barrier to water movement, but also as a physical barrier to infection. Cuticle thickness and physical strength may represent an adaptation to resist fungal invasion (Day et al., 1993; Taylor and Osborn, 1996; Gutschick, 1999; Bargel et al., 2004). The cuticle may also serve a physical function, providing external structural support to the leaf tissue, contributing to the maintenance of leaf physical integrity (Bargel et al., 2004). Cuticle thickness can also represent the light environment in which a leaf developed, with “sun” leaves displaying increased “xeromorphic” characteristics in comparison to “shade” leaves (Nobel and Hartsock, 1981; Kürschner, 1997)."
  }, {
    "heading": "2.3. Water repellence/self-cleaning",
    "text": "CO2 diffuses 10,000 times slower in water than in air (Smith and McClean, 1989; Lide and Frederikse, 1996; Brewer and Smith, 1997). Many species therefore prevent a layer of water forming over the leaf surface; especially during the early morning when dew formation coincides with stomatal opening, and water status has improved overnight, and potential for carbon gain is greatest. In addition to an instantaneous suppression of photosynthesis, leaf “wetting” results in inhibition of photosynthesis subsequent to leaf drying, indicating prolonged impairment of photosynthetic physiology. Therefore, many leaf surfaces, especially stomatiferous ones, possess water-repellent properties (Smith and McClean, 1989; Brewer and Smith, 1995;\nIshibashi and Terashima, 1995; Brewer and Smith, 1997). Such properties, will also contribute to the self-cleaning of the leaf surface, removing dust, particulates, epiphytes and pathogens (Barthlott and Neinhuis, 1997; Neinhuis and Barthlott, 1997). This “Lotus Effect” is achieved, in combination with a surface layer of hydrophobic wax crystals, by reducing the contact area between the leaf surface and the water droplet, encouraging the water to bead and slide off the leaf surface, while sunken and protected stomata may restrict water entering the stomatal pore (Brewer and Smith, 1995; Barthlott and Neinhuis, 1997; Neinhuis and Barthlott, 1997; Hill, 1998; Pierce et al., 2001). Water repellence is observed in Taxus baccata growing in high precipitation regions of north western Europe, where growth is not limited by water availability. The cuticle of T. baccata displays both epidermal and stomatal papillae (Fig. 2). Whilst sunken stomata are undoubtedly an anti-transpirant adaptation in many plants inhabiting arid environments, this is not a universal trait inwater limited habitats and many taxa subject to drought do not possess this adaptation (e.g. Arbutus andrachne) and rely on stomatal regulation and physiological adaptation to low water availability instead.\nMany conifers and angiosperms possess stomatal wax plugs made up of wax tubes that fill the stomatal pit. They form in young leaves above the guard cells, filling the stomatal pit and making stomata appear as white disks when the leaf surface is viewed under a microscope (Jeffree et al., 1971; Brodribb and Hill, 1997; Brodribb and Hill, 1998; Feild et al., 1998). Stomatal wax plugs have been interpreted as “xeromorphic” features, acting as anti-transpirant devices by reducing the area available for diffusion, and due to their complexity, increasing the diffusion distance (Jeffree et al., 1971). The occurrence of stomatal wax plugs in fossil plants has been used as an indicator of extreme xeromorphy, and consequently environmental aridity (Axsmith et al., 2004). The presence of stomatal wax plugs in living plants has indeed been demonstrated to reduce stomatal conductance (Jeffree et al., 1971; Brodribb and Hill, 1998), consistent with an antitranspirant interpretation (Jeffree et al., 1971). However, their frequency, size and nature are not related to leaf conductance, and paradoxically stomatal wax plugs are found predominantly in species occupying environments with high precipitation levels. The Tasmanian montane conifers of the genus Athrotaxis, are a case in point having wax plugs in a high precipitation habitat (1600–4000mmp.a.). They are absent however from species inhabiting arid environments, such as Australian Callitris species (Brodribb and Hill, 1997, 1998).\nFeild et al. (1998) found that the stomatal plugs of Drimys winteri, a vesseless angiosperm tree found in forests of Central America with a high annual rainfall and atmospheric humidity, did not act as antitranspirants but actually increased stomatal conductance preventing stomatal closure under conditions of water stress. This study suggests that the wax plugs maintain humidity at the guard cell allowing the stomatal pore to remain open. This differing effect of stomatal wax plugs on conductance may be the result of wax plug morphology; in conifers the wax tubes that form the plug are secreted by guard cells (Jeffree et al., 1971), yet in the Winteraceae the stomatal plugs form a layer above the guard cells from the overlying surrounding cells (Feild et al., 1998). In D. winteri the primary function of stomatal wax plugs appears to be water-repellent. Removal of the stomatal wax plugs allowed a layer of liquid water to develop over the leaf surface, impeding CO2 uptake by the leaf and reducing photosynthetic rates by 40%, whereas misting of leaves had no effect on the photosynthetic rate in leaves with plugs (Feild et al., 1998). Sequoia sempervirens possesses typical “xeromorphic” features such as sunken stomata and stomatal wax plugs, yet occurs in habitats with high humidity and precipitation (Burgess and Dawson, 2004). This is another example where the so called xeromorphic traits act to repel water from the leaf surface during fog rather than reducing water loss.\nIt is likely that stomatal papillae may serve a similar waterrepellent function. Such properties can be observed in Amazonian tropical floodplain forests (e.g. Quiinia rhytidopus and Couepia\nparaensis), where stomatal papillae allow the development of a pocket of air above the stomatal pore when the leaves are fully submerged during river spate (Waldhoff and Furch, 2002; Waldhoff, 2003). Many Mesozoic fossil plants such as the extinct conifer family Cheirolepidiaceae possess prominent overarching papillae, and these stomatal papillae have often been interpreted as having an anti-transpirant function (Alvin, 1982; Watson, 1988; Watson and Alvin, 1996; McElwain et al., 2004). It is noteworthy therefore, that the only extant conifer possessing such prominent overarching papillae is Sciadopitys verticillata, which occurs in cloud forest mountain regions of Japan (precipitation: N2000 mm. p.a.) (Farjon, 2005). The stomata of S. verticillata also occur in a sunken furrow beneath the fused leaves, another supposedly “xeromorphic” trait. In the case of S. verticillata, taken its high humidity, high precipitation habitat, furrows have developed in response to selection pressures favouring waterrepellency, or represent a developmental legacy of leaf fusion (Fig. 2)."
  }, {
    "heading": "2.4. Defence",
    "text": "Epidermal cuticle ornamentations, such as trichomes, have been demonstrated to protect leaves from herbivores and pathogens by either causing physical/structural impediments to, or releasing defensive chemicals upon physical contact with, a possible herbivore (Levin, 1973; Gloverï, 2000; Krings et al., 2003). Evolutionary pressures should favour investment in chemical and structural cuticle defences in plant species with long-lived leaves inhabiting nutrientpoor environments, and in plants experiencing environmental stress (Grimes, 1977; Coley et al., 1985; Coley, 1988; Wilkens et al., 1996; Hoffland et al., 2000). Trichomatous plants have been shown to be more resistant to herbivory and experience lower levels of loss and damage to leaf material from herbivores. This is because herbivores spend greater amounts of time eating and digesting trichomous leaves and longer travelling between feeding sites in order to achieve the same level of nutrition, making them more vulnerable to predation (Woodman and Fernandes, 1991; Wilkens et al., 1996; Zvereva et al., 1998; Hoffland et al., 2000; Valverde et al., 2001; Peeters, 2002; Molina-Montenegro et al., 2006; Løe et al., 2007). Plants growing in calcareous environments (calcicoles), commonly use trichomes as sinks for excess calcium, so preventing disruption to stomatal function that would result from accumulation of calcium elsewhere (DeSilva et al., 1996).\nHerbivory can increase trichome production in some species (Kivimaki et al., 2007), while other species do not possess the genetic flexibility to respond to herbivory by increasing trichome density (Dalin et al., 2004). Herbivory can stimulate production of defensive compounds such as terpenes from glandular trichomes (Bernasconi et al., 1998). Trichome density has been shown to decrease with leaf age in Betula species, suggesting a defensive purpose (Valkama et al., 2004), as mature leaves of Betula, with their higher concentrations of defensive compounds such as phenols and tannins, are less susceptible to insect herbivory and pathogen infection (Poteri et al., 2001; Haukioja et al., 2002). Betula can also alter the proportion of nonglandular to glandular trichomes, as the plant varies the allocation of resources between chemical and structural defences in response to herbivory (Rautio et al., 2002).\nLiabum mandonii growing in humid tropical montane forests of Bolivia possesses non-glandular trichomous leaves (Molina-Montenegro et al., 2006). Trichome density in this taxon is positively correlated with light intensity and negatively correlated with the degree of damage by herbivory. This suggests that the trichomes may function to protect the leaf from excess light energy in addition to reducing the impact of herbivory, alongside insect herbivores general preference for more shaded humid environments (Molina-Montenegro et al., 2006).\nStomatal papillae and wax plugs may also act in defence against pathogens that enter the leaf through stomata. Fruit blotch bacteria\ninfect Citrus lanatus via the stomatal pore; stomatal plugging increases with leaf age in C. lanatus and this coincides with increased resistance to infection (Giles-Frankle, 1993). In contrast, as leaf age increases in S. sempervirens stomatal wax plugs become degraded and incidence of fungal infection via the stomatal pore increases (Burgess and Dawson, 2004). The physical barrier to infection offered by stomatal wax plugs and stomatal papillae may be especially important acting in combination with leaf water-repellent properties (Feild et al., 1998), as pathogenic fungi and bacteria may be more active on surfaces covered in a thin layer of water (Lange, 1976; Bargel et al., 2004)."
  }, {
    "heading": "2.5. Scleromorphy",
    "text": "Plant responses to water limitation and nutrient limitation, particularly in terms of phosphorous or nitrogen, are often very similar, both being characterised by development of small leaves with thick cuticle (Loveless, 1961, 1962; Beadle, 1966; Grubb, 1986; Turner, 1994; Hill, 1998). Sclerophylls often display high leaf structural carbohydrate-to-protein ratios (Loveless, 1961, 1962), and this scleromorphic response may reflect the protection of scarce nutrient investment in leaf material from herbivory and abiotic physical damage (Grimes, 1977; Grubb, 1986; Turner, 1994). Due to a lack of phosphate and nitrogen available for protein production, the thick cuticles of sclerophylls may effectively be a sink for excess photosynthate, as cutin, suberin and the waxes that make up the cuticle do not require phosphorus or nitrogen (Kerstiens, 1996a,b). Many nutrient limited environments are unable to support a dense canopy and consequently scleromorphic features may serve to protect the plant photosynthetic physiology from excess light energy either through reflection or interception of light (Jordan et al., 2005)."
  }, {
    "heading": "2.6. Light protection",
    "text": "Plant leaf structure is affected by the light intensity in which the leaf develops (Gutschick, 1999) with sun leaves displaying increased “xeromorphy” in comparison to shade leaves (Roth and Dilcher, 1973; Spicer, 1980; Masuch and Kettrup, 1989; Lee et al., 1990; Kürschner, 1997; Rocas et al., 1997). Many plant species reach light saturated rates of photosynthesis at levels of light intensity lower than mean midday levels of solar radiation. Selective pressures have thus led to the development of plant cuticles that reflect solar radiation, so preventing photoinhibition, reducing leaf temperatures and increasing water use efficiency (Smith and McClean, 1989; Smith et al., 1997; Turunen et al., 1999). The intensity of visible and UV light is positively correlated with cuticle thickness and integration of protective flavonoid compounds in the cuticle (Reed and Tukey, 1982; Day et al., 1993; Valkama et al., 2004). In some species, however, micromorphological adaptation of the leaf surface may serve to increase, rather than reduce, leaf temperature compared with the surrounding environment. Transparent trichomes may also increase plant temperature in comparison to the surrounding ambient temperature. For instance, the transparent trichomes of Salix polaris, allow sunlight to reach the plant surface, thereby offering resistance to heat loss via radiation from the plant surface, insulating the plant (Krog, 1955).\nPlants with thick cuticles and trichomes display lower photosynthetic rates than non-trichomous plants, and those with thin cuticles (Benzing and Renfrow, 1971). The presence of trichomes in Encelia species does not affect the boundary layer resistance in comparison to non-trichomous species (Ehleringer et al., 1976). Trichomes occur in desert species of Encelia, yet are absent from those species growing in habitats with lower mean temperatures, suggesting that the ecological function of trichomes in this species is to reflect solar radiation, consequently reducing leaf temperature, damage of photosynthetic physiology and increasing water use efficiency (Ehleringer et al., 1976; Ehleringer and Bjorkman, 1978; Ehleringer and Mooney, 1978; Ehleringer, 1981).\nSun leaves of Ginkgo biloba tend to possess more epidermal and stomatal papillae than shade leaves (Denk and Velitzelos, 2002), suggesting that the stomatal papillae may be involved in reducing light penetration and photoinhibition (Fig. 2). As light intensity and UV radiation increase with altitude, an adaptation to protect the photosynthetic physiology from damage may be observed in the occurrence of increasing leaf trichome densities with altitude in many plant species (e.g. Quercus kelloggii and Nothofagus solandri var. cliffortioides) (Ehleringer, 1988; Kouwenberg et al., 2007).\nIn addition to performing a protective function, by intercepting and reflecting excess and harmful components of solar radiation, trichomes and papillae in some species may also increase photosynthetic efficiency when plant growth is limited by low light intensity of deeply shaded environments, by focusing solar radiation on to areas of the leaf where chloroplasts are concentrated (Lee, 1986; Melcher et al., 1994). The presence and type of “xeromorphic” epidermal features in shade leaves, such as epidermal papillae, to focus light on epidermal chloroplasts, may be dependent upon the type and angle of incident light reaching the leaf (Lee, 1986). Leaves of Scindapsus picus growing vertically on tree trunks reflect less light reaching the leaf at an oblique angle than leaves growing horizontally and understory plants dependant upon sun flecks (Bone et al., 1984; Lee, 1986)."
  }, {
    "heading": "2.7. Toxic atmospheric gases",
    "text": "Despite the fact that boundary layer resistance is proportionally smaller in comparison to stomatal resistance (Gaastra, 1959; Ehleringer et al., 1976; Ehleringer and Bjorkman, 1978; Ehleringer and Mooney, 1978; Willmer and Fricker, 1996)(Fig. 1), in extant plants, resistance to fumigation with toxic gases is often associated with an increase in the boundary layer resistance. This reduces entry of toxic gases into the leaf (Sharma and Butler,1975; Elkiey and Ormrod,1979). Visible injury to plants generally occurs initially at the leaf margins where the boundary layer resistance is smallest, rather than at the leaf centre where boundary layer resistance is greatest (Wellburn, 1994). Metrosideros polymorpha growing in the Kilauea crater region of the Island of Hawaii is resistant to persistent fumigation with toxic volcanic gases (SO2, H2S, HCl, HF) while other species (e.g. Dodonaea eriocarpa) growing in the same region display noticeable damage (Winner and Mooney, 1980). M. polymorpha from the Kilauea crater region display heavily trichomous abaxial surfaces, while those in neighbouring regions, that do not experience chronic fumigation, possess non-trichomous cuticles (Haworth, 2006). This pattern suggests that the development of trichomes in the Kilauea Crater region is an adaptation to increase boundary layer resistance, and consequently reduce entry of toxic gases into the leaf (Haworth, 2006).\nDust and particulates commonly co-occur with anthropogenic atmospheric pollution and volcanic activity, resulting in the partial occlusion of stomata, preventing full stomatal closure, and severely reduce plants regulation of transpiration and thereby preventing uptake of atmospheric pollution (Krajickova and Mejstrik, 1984; Farmer, 1993; Nanos and Ilias, 2007). The ecological function of stomatal wax plugs and over-arching stomatal papillae may therefore be to prevent occlusion of the stomatal pore by dust and debris, so maintaining stomatal function. The water-repellent properties of many “xeromorphic” leaf surfaces may be especially important in terms of atmospheric pollutants, where deposition and diffusion through the lipid phase of the cuticle, by a pollutant such as sulphur dioxide, increases on wet cuticles (Lendzian, 1984; Kersteins et al., 1992; Patrie and Berg, 1993; Turunen and Huttunen, 1997). Dust on the leaf surface causes leaf chlorophyll content, photosynthetic rate and plant productivity to decrease (Mandre and Tuulmets, 1997; Nanos and Ilias, 2007). Accumulation of dust on the leaf surface has been shown to increase leaf temperature through increased absorption of light (Eller, 1977). This in turn may lead to plant thermal stress in high temperature or high light intensity environments (Tobiessen\nand Kana,1974; Ehleringer et al., 1976; Eller, 1977; Benzing et al., 1978; Pospisilova and Santrucek, 1994; Sawada et al., 2002). The eruption of Mount Saint Helens in 1980 resulted in release of 1.5 to 2.0 km3 of ash into the atmosphere, resulting in loss of $1.4 billion in crops, as photosynthesis rates can be reduced by up to 90% by ash cover on vegetation (Cook et al., 1981). Therefore, selection pressures experienced by plants growing in volcanically active areas or periods in earth history should favour self-cleaning cuticle properties (cf. Barthlott and Neinhuis, 1997). This hypothesis is eminently testable using fossil plants deposited in high water availability environments."
  }, {
    "heading": "3. Taphonomy",
    "text": "The high proportion of plants displaying xeromorphic adaptations present in the fossil record may represent a preservational bias. Sun leaves tend to displaymore “xeromorphic” traits than shade leaves, such as greater cuticle thickness (Nobel and Hartsock,1981; Kürschner,1997; Robakowski et al., 2004). Plantswith thicker “more robust” cuticles tend to possess greater preservation potential than those with thinner cuticles (Oldham, 1976; Kürschner, 1997). As leaf photosynthetic capacity is related to the hydraulic capacity of the supporting xylem tissue, leaf morphology is influenced by this hydraulic limitation (Ryan and Yoder,1997; Brodribb andHill,1999; Brodribb and Field, 2000). This effect can be seen in leaves collected at different heights in S. sempervirens, with leaves displaying increasingly “xeromorphic” characteristics with increasing height (Koch et al., 2004). As sun leaves from higher in the canopy are preferentially preserved in the fossil record this could potentially lead to the false interpretation of environmental aridity, from fossil leaf deposits derived from high in the canopy in high water availability environments (Roth and Dilcher, 1973; Spicer, 1980; Kürschner, 1997). High canopy leaves are more likely than their low canopy counterparts to enter a depositional environment (Gastaldo, 2001) and sun leaves are preferentially preserved in the fossil record (Kürschner, 1997). These combined taphonomic biases would clearly lead to the incorrect interpretation of environmental aridity even in high water availability environments (Spicer, 1980).\n4. Case study—P. parceramosa (Fontaine) Watson\nThe extinct Cretaceous cheirolepidiacean conifer P. parceramosa (Fontaine) Watson is used here to highlight the equivocal nature of many cuticle features as indicators of palaeo-environment and environmental aridity. P. parceramosa occurs as the dominant plant species in the Early Cretaceous Wealden Group (Valanginian–Aptian) in Southern England and Potomac Group (Aptian–Cenomanian) in Eastern USA (Oldham, 1976; Upchurch and Doyle, 1980)."
  }, {
    "heading": "4.1. Palaeo-environmental setting",
    "text": "In the EnglishWealden P. parceramosa is believed to have occupied a lowland habitat, growing on freshwater stream banks or low-lying areas dissected by braided streams, which dried out seasonally (Alvin, 1983; Watson and Alvin, 1996). The leaf morphology of P. parceramosa (thick cuticle, sunken stomata, severely reduced leaves with photosynthetic function transferred to the stem) has been interpreted to be indicative of xeromorphic adaptation in an arid habitat (Watson,1977; Alvin, 1982, 1983; Watson, 1988; Watson and Alvin, 1996; Axsmith et al., 2004; Axsmith and Jacobs, 2005; Axsmith, 2006). This interpretation is supported by growth rings in the wood of P. parceramosa (Protopodocarpoxylon) (Alvin et al., 1981; Alvin, 1983), fossil charcoal indicating the occurrence of drought and forest fires in the Wealden Group environment (Alvin et al., 1981; Harris, 1981; Alvin, 1983; Collinson et al., 1999).\nSedimentological evidence however does not support the palaeobotanical interpretation of environmental aridity in the English Wealden. The Wealden Group is comprised of a varicoloured fluvial\nand lagoonal siliciclastic succession (e.g. Allen, 1981; Stewart, 1981). The depositional setting of the Wessex Formation, exposed at WorbarrowBay, Dorest, is interpreted to have been a seasonalwetland, in which fine argillaceous sediments were deposited in floodplain environments cross-cut by meandering channels, carrying and depositing both coarse and fine sediments (Fig. 3). Deposition of the 350 m of sediments exposed at Worbarrow Bay occurred over a time period on the order of 10Myr (Robinson and Hesselbo, 2004). The lack of evaporites, aeolian sediments and evidence of river drying, in addition to the volume of sediment being carried by theWealden river channels draining a relatively small catchment area, all suggest relatively high levels of precipitation (Allen, 1975, 1981; Stewart, 1981, 1983; Allen et al., 1998; Wright et al., 2000; Robinson and Hesselbo, 2004). Furthermore, as charcoal develops in modern lowland tropical forests (e.g. Sanford et al., 1985) the occurrence of charcoal in the Wealden does not necessarily indicate aridity. This interpretation of high precipitation is supported by the limited area climate model of Haywood et al. (2004) that predicts high levels of precipitation but also high evaporative demand during the Barremian EnglishWealden. Both theWealden and Potomac Groups occur within a “moist and tropical” climatic zone in global climate reconstructions (Beerling and Woodward, 2001), and isotopic evidence indicates the existence of an enhanced global hydrological cycle during the midCretaceous, with much higher levels of precipitation occurring at mid and high latitudes than today (Ufnar et al., 2004). Together these data suggest that, although P. parceramosa may have experienced some seasonal aridity, the cuticular features previously considered “xeromorphic” might also be adaptations to growth in high precipitation humid habitats."
  }, {
    "heading": "4.2. Water repellence/self-cleaning",
    "text": "In this envisaged high precipitation habitat, a likely function for the stomatal papillae of P. parceramosa can be drawn from comparison to stomatal wax plugs; acting as barriers to infection and preventing a film of liquid water forming across the leaf surface, that would stop gas exchange (Smith andMcClean,1989; Giles-Frankle,1993; Barthlott and Neinhuis, 1997; Brodribb and Hill, 1997; Neinhuis and Barthlott, 1997; Feild et al., 1998; Hill, 1998; Bargel et al., 2004). In living plants, epidermal papillae are observed to reduce the contact area between water droplets and the epidermis, so preventing a film of water developing over the surface (Barthlott and Neinhuis, 1997; Neinhuis and Barthlott, 1997). Therefore, an alternative but equally plausible interpretation of the stomatal papillae of P. parceramosa, may be that they served to prevent a surface film of water developing on the leaf surface that would prevent gas exchange during periods of high rainfall throughout deposition of the Wealden."
  }, {
    "heading": "4.3. Anti-transpirant",
    "text": "The stomatal papillae of P. parceramosa have been considered a xeromorphic feature serving an anti-transpirant function by occluding the stomatal pore (Upchurch, 1984; Watson, 1988; Watson and Alvin, 1996; McElwain et al., 2004). However, even when overarching papillae occlude the entrance to the stomatal pit, the cross-sectional area available for diffusion is much greater than the area of the stomatal pore (the main site of diffusive resistance for water vapour diffusing out of a leaf) (Fig. 2), suggesting that the impact of stomatal papillae uponwater use efficiencywill beminimal. The cross-sectional area of the stomatal pit of P. parceramosa, even when partially occluded by the papillae, is orders of magnitude greater than the minimum mean free path for diffusion of CO2 in air (approximately 0.2 μm2), at which point CO2 diffusion would become reduced (Lide and Frederikse, 1996).\nIt is difficult to envisage a scenario where the papillae of P. parceramosa would serve an anti-transpirant function. However, in\norder to investigate this possible function, the proportions of papillate and non-papillate cuticle fragments were analysed through the Wessex sediments of Worbarrow Bay, Dorset (Fig. 3). A total of 658 cuticle fragments were analysed with a size range of N0.5 to N2.0 mm2, with the majority occurring in the 0.5 to 1.0 mm2 size range and 10 papillate cuticle fragments exceeded 5 mm2. We found no observable pattern in the occurrence of papillate and non-papillate cuticle fragments in relation to sedimentary indicators of water availability. For a plant that is considered to have experienced seasonal aridity, where water availability limited growth (Alvin et al., 1981; Alvin, 1983; Watson and Alvin, 1996; Watson et al., 2001), it would be expected that any feature that conferred an advantage in such an environment, where growth is restricted by an external environmental stress, would become universal in a population (cf. McNeilly, 1968), yet stomatal papillae are not found in all individuals of P. parceramosa. In addition, if stomatal papillae were an effective antitranspirant device it would be reasonable to assume that they would be widespread in contemporary conifers, especially those inhabiting seasonally arid environments, such as T. articulata or Callitris species.\nIt may be possible that during times of drought, as plant water potentials decreased and leaf turgidity fell, then the papillae of P. parceramosa would collapse in on the stomatal pit, so blocking the stomatal pore and preventing further loss of water. However, the papillae of P. parceramosa are not large enough to occlude the stomatal pit in the event of turgor loss, if they did indeed possess active control. While blocking of the stomatal pit may sound superficially plausible, in reality it bears no relation to the behaviour of plants in drought situations. Contemporary plants experiencing drought, will attempt to maintain turgor through osmotic adjustment (i.e. increasing solute concentration in order to reduce plant water potentials), as during periods of drought it is not the osmotic adjustment that is lethal to plants but the reduction in leaf water content (Flower and Ludlow, 1986). It therefore seems highly unlikely that any drought-adapted plant's response to aridity would involve a deliberate reduction in cell turgor, as this would involve a reduction in relative water content. Members of the genus Callitris occur in areas experiencing some degree of aridity (Farjon, 2005). Of these, Callitris columnaris inhabits the most xeric environments, due to its ability to reduce leaf water potentials and increase leaf water content by closing the furrows in which its stomata are arranged (Attiwill and Clayton-Greene, 1984). This drought-adapted conifer demonstrates a high degree of osmotic adjustment and a unique adaptation to drought, and even during periods of low water availability can modify leaf water content in a manner contrary to the passive turgor role required in P. parceramosa to block the stomatal pit by actively controlled papillae."
  }, {
    "heading": "4.4. Volcanism, OAEs and toxic gases",
    "text": "The influence of dust particles on plant growth can often be overlooked, but impact from air-borne particles can disrupt cuticular integrity, and is of major importance to long-lived conifer leaves (Jeffree et al., 1993). For a plant such as P. parceramosa, experiencing some degree of seasonal aridity, retaining stomatal function would be vital. The Cretaceous was a period of enhanced global volcanism (Larson and Erba, 1999; Weissert and Erba, 2004) and layers of bentonite occur within Lower Greensand (Ruffell et al., 2002) and Wealden sediments (pers. obsv.), demonstrating localised impacts of volcanic activity (Ruffell et al., 2002). Such volcanic activity would be associated with an increase in atmospheric aerosols, particulates and pollutants, likely making it important for P. parceramosa to protect its stomata in order to prevent entry of phytotoxic pollutants into the leaf and retain stomatal function. The potential influence of volcanism on the cuticular morphology is apparent in the Early Cretaceous Baquero Formation, Argentina, where Pseudoctenis ornata, whilst inhabiting a high water availability environment, may have developed “xeromorphic” morphological features (thick cuticle, stomata arranged in\nrows and papillae and trichomes) in response to leaf loading with volcanic ash (Archangelsky et al., 1995).\nIn addition to enhanced global volcanism, the Cretaceous is marked by oceanic anoxic events (OAEs). OAEs occur during periods\nof enhanced ocean burial of organic carbon; excursions in the carbonisotope record of marine and terrestrial sediments occur during OAEs, suggesting significant perturbation of the global carbon cycle. OAEs are believed to be caused by the rapid release of large volumes of CO2\ninto the atmosphere, either from release of methane from marine gas hydrates or volcanism (Jenkyns, 2003; McElwain et al., 2005). Ancient chemicals such as methyl isobutyl maleimide are found in OAE deposits, and indicate that ocean euxinia led to the growth of green sulphur bacteria and other anaerobic bacteria. These microorganisms will have generated toxic H2S within the water column (a condition known as photic-zone euxinia), and also emitted H2S into the atmosphere (Pancost et al., 2004; Kump et al., 2005).\nAtmospheric pollutants produced by volcanic activity and OAEs, such as SO2 and H2S, are absorbed via the cuticle as well as the stomata. As outlined above, cuticular absorption of these phytotoxic gases is increased onwet leaf surfaces (Lendzian,1984; Kersteins et al., 1992) and on leaves which have experienced physical abrasion (Jeffree et al., 1993; Turunen and Huttunen, 1997). This may account for the extremely thick cuticle of P. parceramosa (30 μm: Watson, 1977) and also support a multiple functional interpretation of cuticle features such as stomatal papillae."
  }, {
    "heading": "4.5. Protective, structural and nutrient limitation responses",
    "text": "Physical wind damage, through repeated abrasion between leaves and impacts from air-born dust particles, disrupts cuticular integrity and increases cuticular conductance (Pitcairn et al., 1986; Jeffree et al., 1993). Once cuticular integrity is disrupted, nutrients begin to leach from the leaf making it more vulnerable to epiphyte growth and pathogenic fungi (Smith and Lytle, 1997). To maximise net photosynthesis, species with short leaf life-spans have relatively thin cuticles, while species where foliage has a longer life-span tend to possess relatively thicker/denser cuticles with a more robust leaf, protecting investment in photosynthetic apparatus (Reich, 1993; Kirsch et al., 1997). The thick cuticle of P. parceramosa may therefore be an adaptation to growth in a high energy windy environment, favouring investment in protecting photosynthetic apparatus and maintaining leaf integrity. Additionally, as a conifer with a single sheathing leaf surrounding a central stem (Watson, 1977; Srinivasan, 1995), the thick cuticle of P. parceramosa may provide structural support to the external leaf (cf. Bargel et al., 2004), due to the absence of structural support provided by the lateral edges of leaves in species with multiple sheathing leaves, such as Frenelopsis species. The remarkably thick cuticle and reduced leaves of P. parceramosa may also be indicative of growth in a nutrient-poor, rather than arid, environment (Loveless, 1961, 1962; Beadle, 1966; Grubb, 1986; Groom and Lamont, 1997; Hill, 1998). The thick cuticle of P. parceramosa may act as a sink for excess photosynthate caused by a lack of phosphate and nitrogen available for protein production (cf. Kerstiens, 1996b).\nModern conifer species with a similar leaf arrangement such as Callitris species and T. articulata, do not form dense canopies where light intensity becomes stratified. The thick cuticle of P. parceramosa may have protected it from excessive UV radiation, preventing photoinhibition (Day et al., 1993; Turunen et al., 1999). Watson (1977, p. 724) observes, as a “general rule” that short segments of P. parceramosa (less than 3 mm) have papillate subsidiary cells, whilst those with internodes of over 5 mm have non-papillate subsidiary cells. As sun leaves tend to be smaller than shade leaves (Lee et al., 1990; Kürschner, 1997; Rocas et al., 1997), this “general rule” may support interpretations of a protective function for stomatal papillae, whereby they prevent/limit damage to the leaf photosynthetic apparatus by excess light energy. However, this general rule of Watson (1977) is not observed in P. parceramosa in North America (Upchurch and Doyle, 1980; Srinivasan, 1995; Axsmith, 2006) and is not apparent in P. parceramosa from Worbarrow Bay.\nAs outlined above the “xeromorphic” features of P. parceramosa cannot be interpreted purely in terms of possible anti-transpirant properties. It is highly likely that features such as stomatal papillae, that have long been regarded as anti-transpirant in function, are adaptations to growth in high precipitation environments, serving a\nwater-repellent role. Many of these “xeromorphic” features possibly served many functions and these properties acting in combination, such as water-repellence and resistance to toxic atmospheric gases and volcanic dust, may account for the development of a suite of “xeromorphic” traits observed in P. parceramosa and other Mesozoic taxa. The use of these “xeromorphic” characters as indicators of palaeo-environmental aridity in P. parceramosa and other Cheirolepidiaceae, therefore has to be made in the context of supporting sedimentology, geochemical analysis, climate modelling and examination of modern ecological analogues."
  }, {
    "heading": "5. Summary—“a new interpretation of xeromorphy”",
    "text": "Leaf features considered to be “xeromorphic” occur in plants growing in arid and high water availability environments, suggesting that their ecological function may not be purely anti-transpirant. Selection pressures may initially favour the development of “xeromorphy” primarily for a specific ecological function in response to an environmental stress. However, a trait may then be co-opted for other adaptive functions, leading to the potential for varied ecological roles of epidermal traits usually referred to as “xeromorphic”. As “xeromorphic” features often serve multiple functions, they cannot simply be regarded purely in an anti-transpirant capacity. The use of “xeromorphic” plant features in fossil plants as indicators of palaeoenvironmental aridity therefore has to be in the context of supporting sedimentological evidence. To this end, more ecological and growth experiment studies are required to fully elucidate the ecological function of “xeromorphic” features."
  }, {
    "heading": "Acknowledgements",
    "text": "We thank the following for scientific discussion and technical assistance: O. Green, S. Harris (Oxford, UK), S. Heffernen (Mount Usher Gardens, Ireland), K. Bacon, P. Flood, L. Mander, B. Moran, C. Ng, G. Nolan, R. O'Hare (UCD, Ireland), M. Jebb (Glasnevin Botanic Gardens, Dublin), A. Farjon, S. Landrein (RBG, Kew), S. Jury (Reading, UK), M. Rondeau (University of Washington, USA) and K. Whittaker (Colby College, USA). The comments of S. Hesselbo (Oxford), G. Jordan (University of Tasmania), C. Belcher (UCD, Ireland) and two anonymous reviewers significantly improved the manuscript. We gratefully acknowledge funding from NERC, UK, and an EU Marie Curie Excellence Grant (MEXT-CT-2006-042531)."
  }],
  "year": 2008,
  "references": [{
    "title": "Wealden of the Weald: a new model",
    "authors": ["P. Allen"],
    "venue": "Proceedings of the Geologists' Association",
    "year": 1975
  }, {
    "title": "Pursuit ofWealdenmodels",
    "authors": ["P. Allen"],
    "venue": "Journal of the Geological Society,",
    "year": 1981
  }, {
    "title": "Purbeck–Wealden (early Cretaceous) climates",
    "authors": ["W.A. Wimbledon", "G.H. Banham"],
    "venue": "Proceedings of the Geologist's Association",
    "year": 1998
  }, {
    "title": "Cheirolepidiaceae — biology, structure and paleo-ecology",
    "authors": ["K.L. Alvin"],
    "venue": "Review of Palaeobotany and Palynology",
    "year": 1982
  }, {
    "title": "Reconstruction of a Lower Cretaceous conifer",
    "authors": ["K.L. Alvin"],
    "venue": "Botanical Journal of the Linnean Society",
    "year": 1983
  }, {
    "title": "Anatomy and paleoecology of Pseudofrenelopsis and associated conifers in the English Wealden",
    "authors": ["K.L. Alvin", "C.J. Fraser", "R.A. Spicer"],
    "venue": "Palaeontology",
    "year": 1981
  }, {
    "title": "Cuticular characters adapted to volcanic stress in a new Cretaceous cycad leaf from Patagonia, Argentina— considerations on the stratigraphy and depositional history of the Baquero Formation",
    "authors": ["A. Archangelsky", "R.R. Andreis", "S. Archangelsky", "A. Artabe"],
    "venue": "Review of Palaeobotany and Palynology",
    "year": 1995
  }, {
    "title": "Seasonal dimorphism in the Mediterranean Cistus incanus L",
    "authors": ["G. Aronne", "V. De Micco"],
    "venue": "subsp. incanus. Annals of Botany",
    "year": 2001
  }, {
    "title": "Studies of gas exchange and development in a subhumid woodland",
    "authors": ["P.M. Attiwill", "K.A. Clayton-Greene"],
    "venue": "Journal of Ecology",
    "year": 1984
  }, {
    "title": "The vegetative structure of a Lower Cretaceous conifer from Arkansas: further implications for morphospecies concepts in the Cheirolepidiaceae",
    "authors": ["B.J. Axsmith"],
    "venue": "Cretaceous Research",
    "year": 2006
  }, {
    "title": "The conifer Frenelopsis ramosissima (Cheirolepidiaceae) in the Lower Cretaceous of Texas: systematic, biogeographical, and paleoecological implications",
    "authors": ["B.J. Axsmith", "B.F. Jacobs"],
    "venue": "International Journal of Plant Sciences",
    "year": 2005
  }, {
    "title": "Conifer pollen cones from the Cretaceous of Arkansas: implications for diversity and reproduction in the Cheirolepidiaceae",
    "authors": ["B.J. Axsmith", "M. Krings", "K. Waselkov"],
    "venue": "Journal of Paleontology",
    "year": 2004
  }, {
    "title": "Plant cuticles: multifunctional interfaces between plant and environment",
    "authors": ["H. Bargel", "W. Barthlott", "K. Koch", "L. Schreiber", "C. Neinhuis"],
    "year": 2004
  }, {
    "title": "Purity of the sacred lotus, or escape from contamination",
    "authors": ["W. Barthlott", "C. Neinhuis"],
    "venue": "in biological surfaces. Planta",
    "year": 1997
  }, {
    "title": "Soil phosphate and its role in molding segments of the Australian flora and vegetation, with special reference to xeromorphy and sclerophylly",
    "authors": ["N.C.W. Beadle"],
    "venue": "Ecology",
    "year": 1966
  }, {
    "title": "Water permeability of plant cuticles: permeance, diffusion and partition coefficients. Trees",
    "authors": ["M. Becker", "G. Kersteins", "J. Schönherr"],
    "year": 1986
  }, {
    "title": "Vegetation and the Terrestrial Carbon Cycle: Modelling the First 400 million years",
    "authors": ["D.J. Beerling", "F.I. Woodward"],
    "year": 2001
  }, {
    "title": "Foliar trichomes, boundary layers, and gas exchange in 12 species of epiphytic Tillandsia (Brometiaceae)",
    "authors": ["B.W. Benz", "C.E. Martin"],
    "venue": "Journal of Plant Physiology",
    "year": 2006
  }, {
    "title": "Significance of photosynthetic efficiency to habitat preference and phylogeny among Tillandsioid bromeliads",
    "authors": ["D.H. Benzing", "A. Renfrow"],
    "venue": "Botanical Gazette",
    "year": 1971
  }, {
    "title": "The foliar epidermis in Tillandsioideae (Bromeliaceae) and its role in habitat selection",
    "authors": ["D.H. Benzing", "J. Seemann", "A. Renfrow"],
    "venue": "American Journal of Botany",
    "year": 1978
  }, {
    "title": "Herbivoreinduced emissions of maize volatiles repel the corn leaf aphid, Rhopalosiphum maidis",
    "authors": ["M.L. Bernasconi", "T.C.J. Turlings", "L. Ambrosetti", "P. Bassetti", "S. Dorn"],
    "venue": "Entomologia Experimentalis Et Applicata",
    "year": 1998
  }, {
    "title": "Epidermal cells functioning as lenses in leaves of tropical rain-forest shade plants",
    "authors": ["R.A. Bone", "D.W. Lee", "J.M. Norman"],
    "venue": "Applied Optics",
    "year": 1984
  }, {
    "title": "CO2 and water vapor exchange across leaf cuticle (epidermis) at various water potentials",
    "authors": ["J.S. Boyer", "S.C. Wong", "G.D. Farquhar"],
    "venue": "Plant Physiology",
    "year": 1997
  }, {
    "title": "Leaf surface wetness and gas-exchange in the pond lily Nuphar Polysepalum (Nymphaeaceae)",
    "authors": ["C.A. Brewer", "W.K. Smith"],
    "venue": "American Journal of Botany",
    "year": 1995
  }, {
    "title": "Patterns of leaf surface wetness for montane and subalpine plants",
    "authors": ["C.A. Brewer", "W.K. Smith"],
    "venue": "Plant, Cell and Environment",
    "year": 1997
  }, {
    "title": "Imbricacy and stomatal wax plugs reduce maximum leaf conductance in Southern Hemisphere conifers",
    "authors": ["T. Brodribb", "R.S. Hill"],
    "venue": "Australian Journal of Botany",
    "year": 1997
  }, {
    "title": "The photosynthetic drought physiology of a diverse group of southern hemisphere conifer species is correlated with minimum seasonal rainfall",
    "authors": ["T. Brodribb", "R.S. Hill"],
    "venue": "Functional Ecology",
    "year": 1998
  }, {
    "title": "The importance of xylem constraints in the distribution of conifer species",
    "authors": ["T. Brodribb", "R.S. Hill"],
    "venue": "New Phytologist",
    "year": 1999
  }, {
    "title": "Stem hydraulic supply is linked to leaf photosynthetic capacity: evidence from New Caledonian and Tasmanian rainforests",
    "authors": ["T.J. Brodribb", "T.S. Feild"],
    "venue": "Plant, Cell and Environment",
    "year": 2000
  }, {
    "title": "The contribution of fog to the water relations of Sequoia sempervirens (D. Don): foliar uptake and prevention of dehydration",
    "authors": ["S.S.O. Burgess", "T.E. Dawson"],
    "venue": "Plant, Cell and Environment",
    "year": 2004
  }, {
    "title": "Effects of plant-growth rate and leaf lifetime on the amount and type of anti-herbivore defense",
    "authors": ["P.D. Coley"],
    "venue": "Oecologia",
    "year": 1988
  }, {
    "title": "Resource availability and plant antiherbivore",
    "authors": ["P.D. Coley", "J.P. Bryant", "F.S. Chapin"],
    "venue": "defense. Science",
    "year": 1985
  }, {
    "title": "Charcoal rich plant debris accumulations in the Lower Cretaceous of the Isle of Wight, England",
    "authors": ["M.E. Collinson", "C. Featherstone", "J.A. Cripps", "G.J. Nichols", "A.C. Scott"],
    "venue": "Acta Palaeobotanica Supplement",
    "year": 1999
  }, {
    "title": "Impact on agriculture of the Mount St-Helens eruptions",
    "authors": ["R.J. Cook", "J.C. Barron", "R.I. Papendick", "G.J. Williams"],
    "venue": "Science",
    "year": 1981
  }, {
    "title": "Leaf beetle grazing does not induce willow trichome defence in the coppicing willow Salix viminalis",
    "authors": ["P. Dalin", "C. Bjorkman", "K. Eklund"],
    "venue": "Agricultural and Forest Entomology",
    "year": 2004
  }, {
    "title": "Penetration of UV-B radiation in foliage — evidence that the epidermis behaves as a nonuniform filter",
    "authors": ["T.A. Day", "G. Martin", "T.C. Vogelmann"],
    "venue": "Plant Cell and Environment",
    "year": 1993
  }, {
    "title": "First evidence of epidermal structures of Ginkgo from the Mediterranean Tertiary",
    "authors": ["T. Denk", "D. Velitzelos"],
    "venue": "Review of Palaeobotany and Palynology",
    "year": 2002
  }, {
    "title": "1996.Where does all the calcium go? Evidence of an important regulatory role for trichomes in two calcicoles",
    "authors": ["D.L.R. DeSilva", "A.M. Hetherington", "T.A. Mansfield"],
    "venue": "Plant Cell and Environment",
    "year": 1996
  }, {
    "title": "Leaf absorptances of Mohave and Sonoran Desert plants",
    "authors": ["J. Ehleringer"],
    "venue": "Oecologia",
    "year": 1981
  }, {
    "title": "Changes in leaf characteristics of species along elevational gradients in the Wasatch Front, Utah",
    "authors": ["J. Ehleringer"],
    "venue": "American Journal of Botany",
    "year": 1988
  }, {
    "title": "Comparison of photosynthetic characteristics of Encelia species possessing glabrous and pubescent leaves",
    "authors": ["J.R. Ehleringer", "O. Bjorkman"],
    "venue": "Plant Physiology",
    "year": 1978
  }, {
    "title": "Leaf hairs — effects on physiological activity and adaptive value to a desert shrub",
    "authors": ["J.R. Ehleringer", "H.A. Mooney"],
    "venue": "Oecologia",
    "year": 1978
  }, {
    "title": "Leaf pubescence — effects on absorptance and photosynthesis in a desert",
    "authors": ["J. Ehleringer", "O. Bjorkman", "H.A. Mooney"],
    "venue": "shrub. Science",
    "year": 1976
  }, {
    "title": "Physiological and morphological mechanisms of ozone and sulphur dioxide sensitivity in Petunia",
    "authors": ["T. Elkiey", "D.P. Ormrod"],
    "venue": "Plant Physiology Supplement",
    "year": 1979
  }, {
    "title": "Road dust induced increase of leaf temperature",
    "authors": ["B.M. Eller"],
    "year": 1977
  }, {
    "title": "The effects of dust on vegetation — a review",
    "authors": ["Kew", "Richmond"],
    "year": 1993
  }, {
    "title": "Stomatal plugs",
    "authors": ["T.S. Feild", "M.A. Zweiniecki", "M.J. Donoghue", "N.M. Holbrook"],
    "year": 1998
  }, {
    "title": "Contribution of osmotic adjustment to the dehydration",
    "authors": ["D.J. 14256–14259. Flower", "M.M. Ludlow"],
    "year": 1986
  }, {
    "title": "Terrestrial plants",
    "authors": ["R.A. Gastaldo"],
    "year": 2001
  }, {
    "title": "Optimizing thermal imaging as a technique",
    "authors": ["O.M. Grant", "M.M. Chaves", "H.G. Jones"],
    "venue": "Spain). Palaeogeography Palaeoclimatology Palaeoecology",
    "year": 2006
  }, {
    "title": "Correlation between leaf age and other leaf traits",
    "authors": ["L. Gratani", "A. Bombelli"],
    "venue": "Physiologia Plantarum",
    "year": 2000
  }, {
    "title": "Xerophytic implications of increased sclerophylly",
    "authors": ["P.K. 1169–1194. Groom", "B.B. Lamont"],
    "year": 1997
  }, {
    "title": "Interactive effects of leaf maturation",
    "authors": ["E. Haukioja", "V. Ossipov", "K. Lempa"],
    "year": 2002
  }, {
    "title": "Cretaceous (Wealden) climates",
    "authors": ["Plant Cuticles"],
    "year": 2004
  }, {
    "title": "Effects of continuous leaf wetness on photosynthesis",
    "authors": ["M. Ishibashi", "I. Terashima"],
    "venue": "Journal of Chemical Ecology",
    "year": 1995
  }, {
    "title": "rainfall. Plant, Cell and Environment",
    "authors": ["C.E. Jeffree", "J. Grace", "S.P. Hoad"],
    "year": 1993
  }, {
    "title": "Pollutants and the Leaf Cuticle",
    "authors": ["C.E. Jeffree", "R.P.C. Johnson", "P.G. Jarvis"],
    "year": 1971
  }, {
    "title": "Solar radiation as a factor in the evolution",
    "authors": ["G.J. Jordan", "R.A. Dillon", "P.H. Weston"],
    "year": 2005
  }, {
    "title": "Effects of low light intensity and high air humidity on morpholo",
    "authors": ["G. 789–796. Kerstiens"],
    "year": 1994
  }, {
    "title": "Cuticular water permeability and its physiological significance",
    "authors": ["G. Kerstiens"],
    "venue": "Journal of Experimental Botany",
    "year": 1996
  }, {
    "title": "Signalling across the divide: a wider perspective of cuticular structure–function relationships",
    "authors": ["G. Kerstiens"],
    "venue": "Trends in Plant Science",
    "year": 1996
  }, {
    "title": "Dry deposition and cuticular uptake of pollutant gases",
    "authors": ["G. Kersteins", "R. Federholzner", "K.J. Lendzian"],
    "venue": "Agriculture, Ecosystems and Environment",
    "year": 1992
  }, {
    "title": "Cuticular permeability of the three tree species Prunus laurocerasus L, Ginkgo biloba L and Juglans regia L: comparative investigation of the transport properties of intact leaves, isolated cuticles and reconstituted cuticular waxes",
    "authors": ["T. Kirsch", "F. Kaffarnik", "M. Riederer", "L. Schreiber"],
    "venue": "Journal of Experimental Botany",
    "year": 1997
  }, {
    "title": "Gene, phenotype and function: GLABROUS1 and resistance to herbivory in natural populations of Arabidopsis lyrata",
    "authors": ["M. Kivimaki", "K. Karkkainen", "M. Gaudeul", "G. Loe", "J. Agren"],
    "venue": "Molecular Ecology",
    "year": 2007
  }, {
    "title": "The limits to tree height",
    "authors": ["G.W. Koch", "S.C. Sillett", "G.M. Jennings", "S.D. Davis"],
    "venue": "Nature",
    "year": 2004
  }, {
    "title": "Stomatal frequency change over altitudinal gradients: prospects for paleoaltimetry",
    "authors": ["L.L.R. Kouwenberg", "W.M. Kürschner", "J.C. McElwain"],
    "venue": "Reviews in Mineralogy and Geochemistry",
    "year": 2007
  }, {
    "title": "The effect of fly ash particles on the plugging of stomata. Environmental pollution",
    "authors": ["A. Krajickova", "V. Mejstrik"],
    "venue": "Series A. Ecological and biological",
    "year": 1984
  }, {
    "title": "Trichomes of the seed fern Blanzyopteris praedentata: implications for plant–insect interactions in the Late Carboniferous",
    "authors": ["M. Krings", "D.W. Kellogg", "H. Kerp", "T.N. Taylor"],
    "venue": "Botanical Journal of the Linnean Society",
    "year": 2003
  }, {
    "title": "Notes on temperature measurements indicative of special organisation in Arctic and sub-Arctic plants for utilisation of radiated heat from the sun",
    "authors": ["J. Krog"],
    "venue": "Physiologia Plantarum",
    "year": 1955
  }, {
    "title": "Massive release of hydrogen sulfide to the surface ocean and atmosphere during intervals of oceanic anoxia",
    "authors": ["L.R. Kump", "A. Pavlov", "M.A. Arthur"],
    "venue": "Geology",
    "year": 2005
  }, {
    "title": "The anatomical diversity of recent and fossil leaves of the durmast oak (Quercus petraea Lieblein/Q. pseudocastanea Goeppert) — implications for their use as biosensors of palaeoatmospheric CO2 levels",
    "authors": ["W.M. Kürschner"],
    "venue": "Review of Palaeobotany and Palynology",
    "year": 1997
  }, {
    "title": "Fossil epiphyllous “germlings”, their living equivalents and their palaeohabitat indicator value",
    "authors": ["R.T. Lange"],
    "venue": "Neues Jahrbruch fur Geologie und Palaontologie Abhandlungen",
    "year": 1976
  }, {
    "title": "Onset of the mid-Cretaceous greenhouse in the Barremian– Aptian: igneous events and the biological, sedimentary and geochemical responses",
    "authors": ["R.L. Larson", "E. Erba"],
    "venue": "Paleoceanography",
    "year": 1999
  }, {
    "title": "Unusual strategies of light absorption in rain-forest herbs",
    "authors": ["D.W. Lee"],
    "year": 1986
  }, {
    "title": "Correlates of leaf optical properties in tropical forest sun and extreme-shade plants",
    "authors": ["D.W. Lee", "R.A. Bone", "S.L. Tarsis", "D. Storch"],
    "venue": "American Journal of Botany",
    "year": 1990
  }, {
    "title": "Permeability of plant cuticles to gaseous air pollutants",
    "authors": ["K.J. Lendzian"],
    "year": 1984
  }, {
    "title": "Role of trichomes in plant defense",
    "authors": ["D.A. Levin"],
    "venue": "Quarterly Review of Biology",
    "year": 1973
  }, {
    "title": "Trichome production and spatiotemporal variation in herbivory in the perennial herb",
    "authors": ["G. Løe", "P. Torang", "M. Gaudeul", "J. Agren"],
    "venue": "Arabidopsis lyrata. Oikos",
    "year": 2007
  }, {
    "title": "Leaf gas exchange",
    "authors": ["S.P. Long"],
    "year": 1985
  }, {
    "title": "A nutritional interpretation of sclerophylly based on differences in the chemical composition of sclerophyllous and mesophytic leaves",
    "authors": ["A.R. Loveless"],
    "venue": "Annals of Botany",
    "year": 1961
  }, {
    "title": "Further evidence to support a nutritional interpretation of sclerophylly",
    "authors": ["A.R. Loveless"],
    "venue": "Annals of Botany",
    "year": 1962
  }, {
    "title": "Pigment changes in Norway spruce induced by dust pollution",
    "authors": ["M. Mandre", "L. Tuulmets"],
    "venue": "Water Air Soil Pollution",
    "year": 1997
  }, {
    "title": "Ozone-induced xeromorphism of beech leaves (FagusSylvatica L)",
    "authors": ["G. Masuch", "A. Kettrup"],
    "venue": "Toxicological and Environmental Chemistry",
    "year": 1989
  }, {
    "title": "Changes in carbon dioxide during an oceanic anoxic event linked to intrusion into Gondwana",
    "authors": ["J.C. McElwain", "J. Wade-Murphy", "S.P. Hesselbo"],
    "venue": "coals. Nature",
    "year": 2005
  }, {
    "title": "Cretaceous CO2 decline and the radiation and diversification of angiosperms",
    "authors": ["J.C. McElwain", "K.J. Willis", "R. Lupia"],
    "year": 2004
  }, {
    "title": "Trade-offs between the shade-avoidance response and plant resistance to herbivores? Tests with mutant Cucumis sativus",
    "authors": ["R. McGuire", "A.A. Agrawal"],
    "venue": "Functional Ecology",
    "year": 2005
  }, {
    "title": "Evolution in closely adjacent plant populations. III Agrostis tenuis on a small copper",
    "authors": ["T. McNeilly"],
    "venue": "mine. Heredity",
    "year": 1968
  }, {
    "title": "Determinants of thermal balance in the Hawaiian giant rosette plant",
    "authors": ["P.J. Melcher", "G. Goldstein", "F.C. Meinzer", "B. Minyard", "T.W. Giambelluca", "L.L. Loope"],
    "venue": "Argyroxiphium Sandwicense. Oecologia",
    "year": 1994
  }, {
    "title": "Leaf trichome density may explain herbivory patterns of Actinote sp (Lepidoptera: Acraeidae) on Liabum mandonii (Asteraceae) in a montane humid forest (Nor Yungas, Bolivia)",
    "authors": ["M.A. Molina-Montenegro", "P. Avila", "R. Hurtado", "A.I. Valdivia", "E. Gianoli"],
    "venue": "Acta Oecologica-International Journal of Ecology",
    "year": 2006
  }, {
    "title": "Effects of inert dust on olive (Olea europaea L.) leaf physiological parameters",
    "authors": ["G.D. Nanos", "I.F. Ilias"],
    "venue": "Environmental Science and Pollution Research",
    "year": 2007
  }, {
    "title": "Characterization and distribution of water-repellent, self-cleaning plant surfaces",
    "authors": ["C. Neinhuis", "W. Barthlott"],
    "venue": "Annals of Botany",
    "year": 1997
  }, {
    "title": "Development of leaf thickness for Plectranthus parviflorus — influence of photosynthetically active radiation",
    "authors": ["P.S. Nobel", "T.L. Hartsock"],
    "venue": "Physiologia Plantarum",
    "year": 1981
  }, {
    "title": "Flora of the Wealden plant debris beds of England",
    "authors": ["T.C.B. Oldham"],
    "venue": "Palaeontology",
    "year": 1976
  }, {
    "title": "Further evidence for the development of photic-zone euxinic conditions during the Mesozoic oceanic anoxic events",
    "authors": ["R.D. Pancost", "N. Crawford", "S. Magness", "A. Turner", "H.C. Jenkyns", "J.R. Maxwell"],
    "venue": "Journal of the Geological Society,",
    "year": 2004
  }, {
    "title": "Effect of high dose SO2 and ethylene exposure on the structure of epicuticular wax of Picea pungens",
    "authors": ["J. Patrie", "V. Berg"],
    "venue": "Air Pollutants and the Leaf Cuticle. Springer-Verlag,",
    "year": 1993
  }, {
    "title": "Correlations between leaf structural traits and the densities of herbivorous insect guilds",
    "authors": ["P.J. Peeters"],
    "venue": "Biological Journal of the Linnean Society",
    "year": 2002
  }, {
    "title": "Hydrophobic trichome layers and epicuticular wax powders in Bromeliaceae",
    "authors": ["S. Pierce", "K. Maxwell", "H. Griffiths", "K. Winter"],
    "venue": "American Journal of Botany",
    "year": 2001
  }, {
    "title": "Influence of polishing and abrasion on the diffusive conductance of leaf surface of Festuca arundinacea Schreb",
    "authors": ["C.E.R. Pitcairn", "C.E. Jeffree", "J. Grace"],
    "venue": "Plant, Cell and Environment",
    "year": 1986
  }, {
    "title": "Stomatal patchiness",
    "authors": ["J. Pospisilova", "J. Santrucek"],
    "venue": "Biologia Plantarum",
    "year": 1994
  }, {
    "title": "Effect of Betula pendula clone and leaf age on Melampsoridium betulinum rust infection in a field trial",
    "authors": ["M. Poteri", "M.L. Helander", "K. Saikkonen", "P. Elamo"],
    "venue": "Forest Pathology",
    "year": 2001
  }, {
    "title": "Developmental plasticity in birch leaves: defoliation causes a shift from glandular to nonglandular trichomes",
    "authors": ["P. Rautio", "A. Markkola", "J. Martel", "J. Tuomi", "E. Harma", "K. Kuikka", "A. Siitonen", "I.L. Riesco", "M. Roitto"],
    "venue": "Oikos",
    "year": 2002
  }, {
    "title": "Light-intensity and temperature effects on epicuticular wax morphology and internal cuticle ultrastructure of carnation and brusselssprouts leaf cuticles",
    "authors": ["D.W. Reed", "H.B. Tukey"],
    "venue": "Journal of the American Society for Horticultural Science",
    "year": 1982
  }, {
    "title": "Reconciling apparent discrepancies among studies relating life-span, structure and function of leaves in contrasting plant life forms and climates — the blind men and the elephant retold",
    "authors": ["P.B. Reich"],
    "venue": "Functional Ecology",
    "year": 1993
  }, {
    "title": "Cuticular wax deposition in growing barley (Hordeum vulgare) leaves commences in relation to the point of emergence of epidermal cells from the sheaths of older",
    "authors": ["A. Richardson", "R. Franke", "G. Kerstiens", "M. Jarvis", "L. Schreiber", "W. Fricke"],
    "venue": "leaves. Planta",
    "year": 2005
  }, {
    "title": "Waxes — the transport barriers of plant cuticles",
    "authors": ["M. Riederer", "L. Schreiber"],
    "year": 1995
  }, {
    "title": "Protecting against water loss: analysis of the barrier properties of plant cuticles",
    "authors": ["M. Riederer", "L. Schreiber"],
    "venue": "Journal of Experimental Botany",
    "year": 2001
  }, {
    "title": "Growth, photosynthesis, and needle structure of silver fir (Abies alba Mill.) seedlings under different canopies",
    "authors": ["P. Robakowski", "T. Wyka", "S. Samardakiewicz", "D. Kierzkowski"],
    "venue": "Forest Ecology and Management",
    "year": 2004
  }, {
    "title": "Fossil-wood carbon-isotope stratigraphy of the nonmarine Wealden group (Lower cretaceous, Southern England)",
    "authors": ["S.A. Robinson", "S.P. Hesselbo"],
    "venue": "Journal of the Geological Society,",
    "year": 2004
  }, {
    "title": "Leaf anatomy plasticity of Alchornea triplinervia (Euphorbiaceae) under distinct light regimes in a Brazilian montane Atlantic rain forest",
    "authors": ["G. Rocas", "C.F. Barros", "F.R. Scarano"],
    "venue": "Trees-Structure and Function",
    "year": 1997
  }, {
    "title": "Computer-based studies of diffusion through stomata of different architecture",
    "authors": ["A. Roth-Nebelsick"],
    "venue": "Annals of Botany",
    "year": 2007
  }, {
    "title": "Some considerations in leaf size and leaf margin analysis of fossil leaves",
    "authors": ["J.L. Roth", "D.L. Dilcher"],
    "venue": "Cour. Forsch. Inst. Senckenberg",
    "year": 1973
  }, {
    "title": "Fuller's earth (bentonite) in the Lower Cretaceous (Upper Aptian) of Shanklin (Isle of Wight, Southern England)",
    "authors": ["A.H. Ruffell", "S.P. Hesselbo", "G.D. Wach", "M.I. Simpson", "D.S. Wray"],
    "venue": "Proceedings of the Geologists' Association",
    "year": 2002
  }, {
    "title": "Hydraulic limits to tree height and tree growth",
    "authors": ["M.G. Ryan", "B.J. Yoder"],
    "venue": "Biosciences",
    "year": 1997
  }, {
    "title": "Characteristics of gas exchange and morphology of a spring ephemeral, Erythronium japonicum, in comparison with a sun plant, Glycine max",
    "authors": ["A. Sawada", "T. Kato", "M. Sato", "M. Kasai"],
    "venue": "Ecological Research",
    "year": 2002
  }, {
    "title": "Gas-exchange and water-vapor uptake in the atmospheric CAM bromeliad Tillandsia recurvata L— the influence of trichomes",
    "authors": ["A.K. Schmitt", "C.E. Martin", "U.E. Luttge"],
    "venue": "Botanica Acta",
    "year": 1989
  }, {
    "title": "Preface to surviving in a hostile environment: barrier properties of cuticles and periderms",
    "authors": ["L. Schreiber", "G. Kerstiens"],
    "venue": "Journal of Experimental Botany",
    "year": 2006
  }, {
    "title": "Effect of humidity on cuticular water permeability of isolated cuticular membranes and leaf",
    "authors": ["L. Schreiber", "M. Skrabs", "K.D. Hartmann", "P. Diamantopoulos", "E. Simanova", "J. Santrucek"],
    "venue": "disks. Planta",
    "year": 2001
  }, {
    "title": "Leaf boundary layers",
    "authors": ["P.H. Schuepp"],
    "venue": "New Phytologist",
    "year": 1993
  }, {
    "title": "Environmental pollution: leaf cuticular patterns in Trifolium pratense L",
    "authors": ["G.K. Sharma", "J. Butler"],
    "venue": "Annals of Botany",
    "year": 1975
  }, {
    "title": "Air pollutants. In: Prasad,M.N.V. (Ed.), Plant Ecophysiology",
    "authors": ["B.N. Smith", "C.M. Lytle"],
    "year": 1997
  }, {
    "title": "Adaptive relationship between leaf water repellency, stomatal distribution and gas exchange",
    "authors": ["W.K. Smith", "T.M. McClean"],
    "venue": "American Journal of Botany",
    "year": 1989
  }, {
    "title": "Leaf form and photosynthesis",
    "authors": ["W.K. Smith", "T.C. Vogelmann", "E.H. DeLucia", "D.T. Bell", "K.A. Shepherd"],
    "venue": "Bioscience",
    "year": 1997
  }, {
    "title": "The importance of depositional sorting to the biostratigraphy of plant megafossils",
    "authors": ["R.A. Spicer"],
    "year": 1980
  }, {
    "title": "Conifers from the Puddledock locality (Potomac Group, Early Cretaceous) in eastern North-America",
    "authors": ["V. Srinivasan"],
    "venue": "Review of Palaeobotany and Palynology",
    "year": 1995
  }, {
    "title": "A meander-belt sandstone of the Lower Cretaceous of Southern England",
    "authors": ["D.J. Stewart"],
    "venue": "Sedimentology",
    "year": 1981
  }, {
    "title": "Possible suspended load channel deposits from the Wealden Group (Lower Cretaceous) of southern England",
    "authors": ["D.J. Stewart"],
    "venue": "Special Publication of the international Association of Sedimentologists",
    "year": 1983
  }, {
    "title": "The importance of fungi in shaping the paleoecosystem",
    "authors": ["T.N. Taylor", "J.M. Osborn"],
    "venue": "Review of Palaeobotany and Palynology",
    "year": 1996
  }, {
    "title": "Drought-stress avoidance in three pioneer tree species",
    "authors": ["P. Tobiessen", "T.M. Kana"],
    "venue": "Ecology",
    "year": 1974
  }, {
    "title": "Sclerophylly— primarily protective",
    "authors": ["I.M. Turner"],
    "venue": "Functional Ecology",
    "year": 1994
  }, {
    "title": "Scots pine needlewax and air pollution in the Subarctic",
    "authors": ["M. Turunen", "S. Huttunen"],
    "year": 1997
  }, {
    "title": "UV screening in lodgepole pine (Pinus contorta ssp. latifolia) cotyledons and needles",
    "authors": ["M.T. Turunen", "T.C. Vogelmann", "W.K. Smith"],
    "venue": "International Journal of Plant Sciences",
    "year": 1999
  }, {
    "title": "Evidence for increased latent heat transport during the Cretaceous (Albian) greenhouse",
    "authors": ["D.F. Ufnar", "L.A. González", "G.A. Ludvigson", "R.L. Brenner", "B.J. Witzke"],
    "venue": "warming. Geology",
    "year": 2004
  }, {
    "title": "Cuticle evolution in Early Cretaceous angiosperms from the Potomac Group of Virginia andMaryland",
    "authors": ["G.R. Upchurch"],
    "venue": "Annals of the Missouri Botanic Garden",
    "year": 1984
  }, {
    "title": "Palaeobotany of the conifers Frenelopsis and Pseudofrenelopsis (Cheirolepidiaceae) from the Cretaceous Potomac Group of Maryland and Virginia",
    "authors": ["G.R. Upchurch", "J.A. Doyle"],
    "year": 1980
  }, {
    "title": "Changes in leaf trichomes and epicuticular flavonoids during leaf development in three birch taxa",
    "authors": ["E. Valkama", "Salminen", "J.-P", "J. Koricheva", "K. Pihlaja"],
    "venue": "Annals of Botany",
    "year": 2004
  }, {
    "title": "Defensive role of leaf trichomes in resistance to herbivorous insects in Datura stramonium",
    "authors": ["P.L. Valverde", "J. Fornoni", "J. Nunez-Farfan"],
    "venue": "Journal of Evolutionary Biology",
    "year": 2001
  }, {
    "title": "Leaf structure in trees of Central Amazonian Floodplain",
    "authors": ["D. Waldhoff"],
    "venue": "Forests. Amazoniana",
    "year": 2003
  }, {
    "title": "Leaf morphology and anatomy in eleven tree species from Central Amazonian Floodplains (Brasil)",
    "authors": ["D. Waldhoff", "B. Furch"],
    "venue": "Amazoniana",
    "year": 2002
  }, {
    "title": "Some Lower Cretaceous conifers of the Cheirolepidiaceae from the USA and England",
    "authors": ["J. Watson"],
    "venue": "Palaeontology",
    "year": 1977
  }, {
    "title": "The Cheirolepidiaceae",
    "authors": ["J. Watson"],
    "year": 1988
  }, {
    "title": "An English Wealden floral list, with comments on possible environmental indicators",
    "authors": ["J. Watson", "K.L. Alvin"],
    "venue": "Cretaceous Research",
    "year": 1996
  }, {
    "title": "The cheirolepidiaceous conifers Frenelopsis occidentalis Heer and Watsoniocladus valdensis (Seward) in the Wealden of Germany",
    "authors": ["J. Watson", "K.L. Alvin"],
    "venue": "Cretaceous Research",
    "year": 1999
  }, {
    "title": "A revision of the English Wealden flora, III: Czechanwskiales, Ginkgoales and allied Coniferales",
    "authors": ["J. Watson", "S.J. Lydon", "N.A. Harrison"],
    "venue": "Bulletin of the Natural History Museum, London. (Geology)",
    "year": 2001
  }, {
    "title": "Volcanism, CO2 and palaeoclimate: a Late Jurassic–Early Cretaceous carbon and oxygen isotope record",
    "authors": ["H. Weissert", "E. Erba"],
    "venue": "Journal of the Geological Society,",
    "year": 2004
  }, {
    "title": "Air Pollution and Climate Change: The Biological Impact Longman",
    "authors": ["A.R. Wellburn"],
    "year": 1994
  }, {
    "title": "Resource availability and the trichome defenses of tomato plants",
    "authors": ["R.T. Wilkens", "G.O. Shea", "S. Halbreich", "N.E. Stamp"],
    "venue": "Oecologia",
    "year": 1996
  }, {
    "title": "Responses of Hawaiian plants to volcanic sulphur dioxide: stomatal behaviour and foliar injury",
    "authors": ["W.E. Winner", "H.A. Mooney"],
    "venue": "Science",
    "year": 1980
  }, {
    "title": "Differential mechanical defense: herbivory, evapotranspiration, and leaf-hairs",
    "authors": ["R.L. Woodman", "G.W. Fernandes"],
    "venue": "Oikos",
    "year": 1991
  }, {
    "title": "The palaeohydrology of Lower Cretaceous seasonal wetlands, Isle of Wight, Southern England",
    "authors": ["V.P. Wright", "K.G. Taylor", "V.H. Beck"],
    "venue": "Journal of Sedimentary Research",
    "year": 2000
  }, {
    "title": "The effect of leaf hairs of Verbascum thapsus on leaf energy exchange",
    "authors": ["J.E. Wuenscher"],
    "venue": "New Phytologist",
    "year": 1970
  }, {
    "title": "Effects of leaf pubescence in Salix borealis on host-plant choice and feeding behaviour of the leaf beetle, Melasoma lapponica",
    "authors": ["E.L. Zvereva", "M.V. Kozlov", "P. Niemela"],
    "venue": "Entomologia Experimentalis Et Applicata",
    "year": 1998
  }],
  "id": "SP:9507fb4081b131bf3a69d5e725f94f4a6bdb7f36",
  "authors": [{
    "name": "Matthew Haworth",
    "affiliations": []
  }, {
    "name": "Jennifer McElwain",
    "affiliations": []
  }],
  "abstractText": "Article history: Fossil plant morphological Received 14 September 2007 Received in revised form 18 January 2008 Accepted 3 February 2008"
}