{
  "sections": [{
    "text": "Contents lists available at ScienceDirect\nEarth and Planetary Science Letters\nwww.elsevier.com/locate/epsl\nDelayed CO2 emissions from mid-ocean ridge volcanism as a possible cause of late-Pleistocene glacial cycles\nPeter Huybers ∗, Charles H. Langmuir Harvard University, 20 Oxford St., Cambridge, MA, United States\na r t i c l e i n f o a b s t r a c t\nArticle history: Received 6 April 2016 Received in revised form 10 September 2016 Accepted 12 September 2016 Available online 28 October 2016 Editor: T.A. Mather\nKeywords: Pleistocene glacial cycles volcanism\nThe coupled 100,000 year variations in ice volume, temperature, and atmospheric CO2 during the late Pleistocene are generally considered to arise from a combination of orbital forcing, ice dynamics, and ocean circulation. Also previously argued is that changes in glaciation influence atmospheric CO2 concentrations through modifying subaerial volcanic eruptions and CO2 emissions. Building on recent evidence that ocean ridge volcanism responds to changes in sea level, here it is suggested that ocean ridges may play an important role in generating late-Pleistocene 100 ky glacial cycles. If all volcanic CO2 emissions responded immediately to changes in pressure, subaerial and ocean-ridge volcanic emissions anomalies would oppose one another. At ocean ridges, however, the egress of CO2 from the mantle is likely to be delayed by tens-of-thousands of years, or longer, owing to ascent time. A simple model involving temperature, ice, and CO2 is presented that oscillates at ∼100 ky time scales when incorporating a delayed CO2 contribution from ocean ridge volcanism, even if the feedback accounts for only a small fraction of total changes in CO2. Oscillations readily become phase-locked with insolation forcing associated with changes in Earth’s orbit. Under certain parameterizations, a transition from ∼40 ky to larger ∼100 ky oscillations occurs during the middle Pleistocene in response to modulations in orbital forcing. This novel description of Pleistocene glaciation should be testable through ongoing advances in understanding the circulation of carbon through the solid earth.\n© 2016 The Authors. Published by Elsevier B.V. This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/)."
  }, {
    "heading": "1. Introduction",
    "text": "A satisfactory explanation of late-Pleistocene glacial cycles also requires explanation of the accompanying changes in atmospheric CO2 (Broecker, 2013). The nearly in-phase relationship of changes in Antarctic temperature and CO2 during deglaciation suggests the importance of CO2 for driving changes in glaciation (Pedro et al., 2012; Parrenin et al., 2013). A leading role for CO2 is also supported by observations of globally coordinated maxima in ice extent between 25–18 ka during low CO2 conditions and subsequent ice retreat following rising CO2 between 18–11 ka (e.g. Putnam et al., 2013). Coordinated glacier retreat between the mid-latitudes of the Northern and Southern Hemispheres appears particularly telling because insolation anomalies associated with precession are opposite between the hemispheres (Doughty et al., 2015).\n* Corresponding author. E-mail address: phuybers@fas.harvard.edu (P. Huybers).\nhttp://dx.doi.org/10.1016/j.epsl.2016.09.021 0012-821X/© 2016 The Authors. Published by Elsevier B.V. This is an open access article\nDespite its central role, CO2 changes between glacial and interglacial states remain poorly understood. Warming leads to decreased ocean CO2 solubility, but this effect is probably more than counteracted by uptake of carbon associated with regrowth of the biosphere (Crowley, 1995; Peterson et al., 2014). To account for the approximately 80 ppm rise in atmospheric CO2 during latePleistocene deglaciations, most hypotheses call on the Southern Ocean to release CO2 back to the atmosphere. This flux could variously be influenced by changes in stratification (Gildor et al., 2002), the location of the westerly winds (Toggweiler et al., 2006), Antarctic sea ice extent (Ferrari et al., 2014), or iron fertilization (Jaccard et al., 2013). There is evidence for increased nutrient utilization in the Southern Ocean during the last ice age (Martínez-García et al., 2014) and for increased fluxes of respired CO2 to the surface of the Southern Ocean during the last deglaciation (Sigman et al., 2010; Jaccard et al., 2016), consistent with Southern Ocean control of glacial–interglacial atmospheric CO2 variability.\nunder the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).\nIt is not clear, however, whether the glacial ocean released sufficient carbon to fully explain glacial–interglacial changes in atmospheric CO2. Gradients in surface to mid-depth radiocarbon activity are not appreciably greater in the Pacific during the Last Glacial Maximum (Broecker et al., 2008; Lund, 2013); deep Pacific carbonate ion concentrations do not appreciably change over the last glacial cycle (Yu et al., 2013); and there appears no widespread excess in preservation of carbonates during deglaciation (Mekik et al., 2012). This degree of stability in indicators of the marine carbon cycle does not rule out glacial oceans storing sufficient carbon to explain atmospheric CO2 variations because proxy interpretation is uncertain and spatial coverage limited, but it does admit for the possibility of complementary non-oceanic carbon sources (Broecker et al., 2015).\nVariations in volcanic CO2 emissions have also been suggested to contribute to glacial–interglacial CO2 variations. Arrhenius and Holden (1897) credit Hogbom for arguing that glacial–interglacial variations could be caused by anomalous volcanic CO2 emissions— as well as for motivating efforts to calculate the radiative forcing associated with changes in atmospheric CO2 concentration (Arrhenius, 1896).\nRecent evidence for volcanic responses to variations in glaciation and sea level motivates further consideration of how volcanism participates in glacial–interglacial variability. Regional studies indicate that subaerial volcanism increased with deglaciation (e.g. Jellinek et al., 2004; Bacon and Lanphere, 2006; Rawson et al., 2016). Such an increase can be understood as a consequence of deglaciation depressurizing volcanoes, and the lower pressure leading to a greater probability of eruption because of increased magmatic melt (Maclennan et al., 2002) and reduced confining pressure (Jellinek et al., 2004). Far field influences associated with lithospheric flexure may also be relevant. Huybers and Langmuir (2009, hereafter HL09) analyzed two compilations of subaerial volcanic events (Bryson et al., 2006; Siebert et al., 2010) and estimated an increase in global eruption frequency during the last deglaciation, peaking at 2–6 times above modern levels during the latter half of the deglaciation. A more recent study using similar datasets (Watt et al., 2013) and another using a compilation of large eruptions (Brown et al., 2014) also support a global increase in volcanism, albeit with increases at the lower end of HL09’s range. Analysis of ash layers recorded in marine sediment records also indicates that subaerial volcanism responded to changes in glaciation (Kutterolf et al., 2013).\nFactor-of-two or more increases in subaerial volcanism during deglaciation would have consequences for atmospheric CO2 concentrations. Assuming that changes in CO2 emissions are proportional to global eruption rates, HL09 estimated that increased subaerial volcanism contributes between 15–70 ppm of the rise in atmospheric CO2 concentrations during the second half of the deglaciation. Such volcanic emissions may help explain the noted stability of certain carbon cycle indicators between glacial and interglacial conditions through reducing the total amount of carbon that otherwise must be extracted from the glacial ocean (Broecker et al., 2015). Roth and Joos (2012) examined HL09’s emission scenarios in a more complete carbon model, including sediment contributions to the carbon cycle. They discuss that only the lower range of HL09’s emission scenario is consistent with the shape of the CO2 curve and lack of widespread marine carbonate dissolution during the last deglaciation, but go on to obtain good agreement between observations and model results using HL09’s central emission scenario when accounting for the effects of regrowth of the terrestrial biosphere.\nDeglaciation has the obvious downstream effect of raising sea level, which has consequence for marine volcanism. Melt is produced at marine ridges by depressurization of the mantle during ascent. Deglacial rises in sea level on the order of 1 cm/yr sup-\npress about 10% of melt generation, given an average mantle ascent of 3 cm/yr and seawater being roughly a third the density of the mantle. HL09 suggested that such anomalies in melt production might lead to identifiable signals in ridge bathymetry. Crowley et al. (2015) showed how the magnitude of the melt response depends upon both ridge spreading rates and the period of sea level variability, and presented evidence from the Australian–Antarctic ridge supporting a bathymetry response to Pleistocene variations in sea level. East Pacific Rise bathymetry may also show a response to sea level (Tolstoy, 2015), though the degree to which surface bathymetry signals should be identifiable at any ridge is debated (Olive et al., 2015; Huybers et al., 2016). Changes in hydrothermal emissions recorded in marine sediment cores flanking the East Pacific Rise also support an influence of sea level variability on ridge volcanism (Lund and Asimow, 2011; Lund et al., 2016; Middleton et al., 2016).\nHL09 reasoned that anti-phased pressure anomalies would cause marine volcanic anomalies to partially offset CO2 emissions from land, but this reasoning neglected differing response times. In a scenario where ice loss triggers an explosive subaerial eruption through reducing the confining stress to which a magma chamber is subjected (Jellinek et al., 2004), magma and CO2 would ascend rapidly and emit directly into the atmosphere on a timescale that is essentially instantaneous relative to that of deglaciation (Rutherford and Gardner, 2000; Befus et al., 2015; Lloyd et al., 2014). Mid-ocean ridge CO2 emissions, in contrast, are expected to respond to sea level variations over timescales commensurate with those of glacial–interglacial variability (Burley and Katz, 2015). Dropping sea level decreases the pressure in the mantle melt column and increases the rate of pressure melting, to include the formation of initial melts at the base of the melt column into which CO2 rapidly partitions. CO2-rich melts must then traverse the entire melt column prior to emission. On the basis of chemical systematics and experimental estimates (Kelemen et al., 1997; Miller et al., 2014), melt at ocean ridges is estimated to ascend on the order of 1 m/yr, suggesting that CO2 anomalies generated at 50 km depth would transit for 50 ky, or half a glacial cycle, prior to emission. Note that although midocean ridges produce episodic eruptions involving rapid ascent of magma through the crust (e.g. Chavrit et al., 2012), these eruptions occur at periods of decades and centuries (Sinton et al., 2002; Bowles et al., 2014) and are not anticipated to control average CO2 emissions on multi-millennial time scales.\nStudies of hydrothermal emissions at ridges indicate a response to changes in sea level within 5–15 ky (Lund et al., 2016; Middleton et al., 2016), possibly reflecting a hydrothermal response to melt generated throughout the melt column. Icelandic volcanism is documented to show a magmatic response within a few thousand years of its deglaciation with melt characteristics indicative of increased melt supply (e.g. Maclennan et al., 2002). According to the above line of reasoning, however, the increased flux of CO2 into the melt regime caused by Iceland’s deglaciation about 12 ka would not yet have transited the melt column.\nDelays between sea level forcing and ridge emissions of CO2 imply that ridges do not simply counteract arc emissions, opening the possibility for the system to be intrinsically oscillatory (e.g. Suarez and Schopf, 1988; Rial and Anaclerio, 2000). Here we make the case that coupling amongst glaciation, volcanism, and emissions of CO2 are not only an important feedback upon changes in glaciation, as we argued previously in HL09, but that this coupling could give rise to the 100 ky time scale characteristic of late-Pleistocene glacial cycles."
  }, {
    "heading": "2. Model",
    "text": ""
  }, {
    "heading": "2.1. Equations",
    "text": "We seek a minimalistic representation of a glacial-CO2 oscillator involving ice volume, temperature, and atmospheric CO2. Three equations are posited, with parameter definitions listed in Table 1,"
  }, {
    "heading": "V ′ = −βT − νV 3, (1)",
    "text": "T = λC + f T + aF , (2) C ′ = (γ1 − γ2)V ′ + γ3 V ′(t − δ) + γ4T ′. (3) Primes indicate the derivative with respect to time, and all variables are anomalies with respect to a Pleistocene average. The rate of change of ice volume, V ′ , is determined according to sensitivity to temperature, β , and a bounding term, ν , representing a minimum associated with loss of all ice and a maximum associated with finite high-latitude continental area. Temperature anomalies, T , are related to atmospheric CO2 anomalies by a sensitivity, λ, and to feedbacks associated with temperature by f . Time required for temperature to equilibrate, for example, because of the thermal capacity of the oceans, is ignored on the basis of being short relative to the glacial–interglacial time scales of primary interest. A forcing term, F , represents the influence of changes in Earth’s orbital configuration upon temperature.\nAtmospheric CO2 concentration anomalies, C , are assumed to change in proportion to changes in ice volume, sea level, and temperature. In particular, deglaciation is associated with a regrowth of the biosphere that acts as a negative feedback, γ1, and increased emissions of CO2 by subaerial volcanoes that acts as a positive feedback, γ2. Rising sea level decreases CO2 emissions from mid-ocean ridges, γ3, but with a delay of δ ky. This delay evokes the behavior of primary interest in the model. Sea level is not explicitly represented, but ignoring hypsometric variations allows representing its change as negatively proportional to ice volume. Finally, warming fluxes CO2 from the ocean into the atmosphere according to γ4 on account of changes in solubility, stratification, and circulation (e.g. Gildor et al., 2002; Toggweiler et al., 2006).\nSubstituting and grouping terms gives a single equation in V ,"
  }, {
    "heading": "V ′ = κ1 V − κ2 V (t − δ) − κ3 F − νV 3. (4)",
    "text": "Ice volume sensitivity to temperature anomalies, to include amplification by feedbacks, can be represented by κo = β/(1 − f − λγ4). The net feedback associated with regrowth of the biosphere and subaerial volcanic emissions is then κ1 = κoλ(γ2 − γ1); delayed negative feedback associated with undersea volcanism is κ2 = κoλγ3; and the effect of orbital forcing upon ice volume is κ3 = κoa."
  }, {
    "heading": "2.2. Parameterization",
    "text": "Eq. (4) is a toy model for illustrating potentially interesting behavior under plausible parameterization. Parameters are obviously uncertain, both because identification with specific mechanisms is approximate and the magnitudes of those mechanisms are only approximately known. In this section we focus on parameterization of the carbon feedbacks in Eq. (3) because their uncertainties are large and they constitute the novel behavior that Eq. (4) illustrates."
  }, {
    "heading": "2.2.1. Subaerial volcanism",
    "text": "HL09 estimated that subaerial volcanism emits an additional 1000 to 5000 gigatons of CO2 (GtCO2) above baseline during the deglaciation. Here we adopt a central value of 3000 GtCO2,\nconsistent with quadrupling modern global subaerial emission of ∼0.1 GtCO2/yr (e.g. Dasgupta and Hirschmann, 2010) over the course of a 10 ky deglaciation. The amount of carbon that remains in the atmosphere on ten-thousand-year timescales is uncertain, but the mid-range value adopted by HL09 of 12.5% is consistent with results from earth system models (Archer et al., 2009). Emissions of 3000 GtCO2 above background levels would then give a 50 ppm rise in atmospheric CO2, where a 7.8 GtCO2/ppm conversion factor is used. Using round numbers, the subaerial volcanic response to deglaciation is γ2 = 0.5 ppm of atmospheric CO2 per meter of sea level equivalent change in ice volume (ppm/msle). Model results using a lower feedback strength for subaerial volcanism that is in keeping with other estimates (Watt et al., 2013; Brown et al., 2014) are discussed in Section 4.1."
  }, {
    "heading": "2.2.2. Ocean volcanism",
    "text": "The magnitude and time scale of ridge CO2 emissions in response to sea level variability is highly uncertain, largely because of the wide range of plausible values for mantle permeability. Burley and Katz (2015) consider scenarios with permeability values ranging between 10−11 m2 to 10−13 m2 when referenced to a 1% porosity. They obtain average delays in emission times of 50 ky for high permeability scenarios and 200 ky for low permeability scenarios, where averages are computed according to the distribution of ridge spreading rates. Lower permeability also accentuates differences in mantle ascent timescales across ridges with different spreading rates, leading to greater spread in delayed response.\nWe assume the larger 10−11 m2 permeability values because they are consistent with centrifugal experiments implying a permeability of mid-ocean ridge basalts of 10−10–10−12 m2 (Connolly et al., 2009). Also, note that values of permeability represented in the simple mantle melt model used by Burley and Katz (2015) should be multiplied by approximately 3.5 to bring them into consistency with the more sophisticated two-phase melt model presented by Crowley et al. (2015) as well as the simpler model presented in that paper (R. Katz personal communication), further supporting our focus on results having larger permeability values.\nBurley and Katz (2015) estimate that a 100 m drop in sea level leads to a roughly triangular pulse in emissions that occurs 50 ± 30 ky later and peaks at 6% above baseline emissions in their 10−11 m2 permeability scenario. Suppressing a baseline 0.125 GtCO2/yr (e.g. Dasgupta and Hirschmann, 2010) by an average of 3% over 60 ky implies a 225 GtCO2 reduction in emissions and a delayed negative feedback of γ3 = −0.04 ppm/msle, after accounting for the airborne fraction. Although γ3 is small, it will be shown to profoundly influence the dynamics of the glacial cycles expressed by Eq. (4)."
  }, {
    "heading": "2.2.3. Terrestrial carbon storage",
    "text": "Carbon storage on land apparently increases from the Last Glacial Maximum to Holocene on account of some combination of warming, increased precipitation, opening of land area other than on continental shelves, and CO2 fertilization (Kaplan et al., 2002; Prentice et al., 2011; Ciais et al., 2012). Average ocean changes in δ13C permit quantification of changes in terrestrial carbon because plants discriminate against 13C when fixing carbon. Peterson et al. (2014) estimate that the δ13C of oceanic dissolved inorganic carbon increased, on average, by 0.34 ± 0.19‰ between the Last Glacial Maximum and Holocene, and Gebbie et al. (2015) estimate a 0.32 ± 0.20‰ increase (2σ uncertainty).\nAn increase in marine δ13C by 0.33‰ suggests that the terrestrial carbon pool increased by 500 GtC, assuming terrestrial carbon to be depleted by −25‰ and an ocean reservoir of 38,000 GtC. Ciais et al. (2012) interpret this ocean δ13C in the context of increased atmospheric carbon coming out of the Last Glacial Max-\nimum and changes in terrestrial and atmospheric δ13C compositions using a three box model, and they obtain an estimated terrestrial regrowth of 330 ± 800 GtC. These 2σ uncertainties are determined by propagating individual parameter uncertainties reported by Ciais et al. (2012) through their model and reflect the broad range of plausible changes in terrestrial carbon pools. Masses are reported in GtC in this section, as opposed to the 3.67 times larger GtCO2 used in other sections, for consistency with the terrestrial carbon storage literature.\nAnother method for estimating increased terrestrial carbon storage is to infer changes in biomes from pollen data and convert these into inventories of carbon stock. Crowley (1995) estimates increased carbon storage of 750–1050 GtC between the Last Glacial Maximum and Holocene, and Adams and Faure (1998) incorporate paleozoological data to estimate a 750–1500 GtC increase. The larger glacial-to-Holocene increase in terrestrial carbon storage inferred from biome inventories than from wholeocean changes in δ13C can be interpreted to indicate the presence of large terrestrial carbon pools during the Last Glacial Maximum, possibly in tundra or cold steppe reservoirs (Crowley, 1995; Ciais et al., 2012), though the presence of such a pool is not required given uncertainties.\nHere we prescribe a net terrestrial carbon sink of 700 GtC, straddling the marine and biome estimates, and implying that the negative feedback represented by γ1 in Eq. (3) is 0.4 ppm/msle. Terrestrial carbon storage is made to negatively vary with ice volume, consistent with a simulation showing that the greatest increases in storage occur in the vicinity of formerly glaciated regions (Kaplan et al., 2002). Note that including our prescribed subaerial and ocean volcanic sources in the three-box model of Ciais et al. (2012) has little effect on the inferred regrowth of the biosphere because volcanic δ13C is, necessarily, near the average composition of the ocean–atmosphere–terrestrial system (Sano and Williams, 1996)."
  }, {
    "heading": "2.2.4. Other possible volcanic feedbacks",
    "text": "A number of other potentially important carbon cycle feedbacks associated with the solid earth have not been explicitly accounted for. Variations in glaciation may change rates of geochemical weathering on land with consequence for rates of atmospheric CO2 sequestration within marine sediments. If such changes are assumed concurrent with glaciation, they would be parameterized analogously with terrestrial carbon uptake, though competing influences of cooler temperature and increased rates of glacial ero-\nsion, amongst other factors, make the net effect of uncertain sign (Kump and Alley, 1994). Also notable in this context is that increased rates of arc magmatism during deglaciation could increase rates of weathering of fresh basalts and tephra following deglaciation and contribute to drawdown of CO2 within interglacial epochs.\nHydrothermal processes represent another potentially important source or sink of carbon that may vary with climate. Global CO2 fluxes from hydrothermal systems are estimated to equal 0.004 to 0.05 GtC/yr (Elderfield and Schultz, 1996), or up to nearly half of total ridge emissions (Dasgupta and Hirschmann, 2010). In the present context, however, hydrothermal venting is probably best viewed as a transport mechanism for magmatic degassing of CO2, as opposed to an independent source, because of similar carbon isotopic values between mantle and hydrothermal CO2 emissions (e.g. Merlivat et al., 1987). In this case, our model need not distinguish between whether CO2 is released at the ridge axis or through hydrothermal systems. Furthermore, the estimated lag of hydrothermal emissions behind sea-level variability by 5–15 ky (Lund et al., 2016; Middleton et al., 2016) appears consistent with the time required for mantle melt anomalies to reach the base of the crust (Crowley et al., 2015) and, presumably, influence hydrothermal heat fluxes. Anomalies in CO2 flux would lag further behind changes in sea level because, whereas melt anomalies are generated throughout the melt region, CO2 partitions into initial melts and must transit from the base of the melt region before emission at the ridge axis or through hydrothermal vents (Burley and Katz, 2015).\nAlthough unlikely to be an independent source, hydrothermal systems can influence rates of marine crust weathering. Estimates of crustal sequestration of carbon (Alt and Teagle, 1999) are comparable to those for sediments (Plank and Langmuir, 1998), though the majority of crustal carbon uptake occurs over time scales of tens-of-millions of years or longer (Gillis and Coogan, 2011), thus having little influence at the glacial–interglacial time scales of present interest. Near-ridge hydrothermal systems may act more rapidly, however, and Sansone et al. (1998) estimate an upper bound on the global uptake of CO2 by near-ridge hydrothermal systems amounting to 3–8% of our assumed ridge emission rates. Assuming that variations in ridge carbon uptake do not greatly exceed the ∼10% changes in melt generation resulting from glacial cycles (Crowley et al., 2015) suggests that hydrothermal feedbacks have a magnitude of less than 1% of total ridge emissions.\nOther potential volcanic feedbacks include that deglaciation could increase ocean carbon sequestration through greater ash\nfertilization from subaerial volcanism (Frogner et al., 2001). Or sea level variability could influence biological carbon sequestration through changes in the amount of soluble iron emitted from ridges (Tagliabue et al., 2010). Although these more speculative processes are not specifically represented, their inclusion could generally be accommodated without changing the model formulation because of the somewhat generic nature of the model parameters. There are, of course, also a large number of other potentially important carbon feedbacks that could be more explicitly parameterized, most prominently featuring changes in ocean and sediment carbon reservoirs, but explicit integration of the presently considered volcanic mechanisms along with more established influences on glacial–interglacial CO2 variability is deferred for future exploration using more complete models.\nAll model parameters are listed in Table 1 and combine to give a fast feedback of κ1 = 0.3 ky−1, a 50 ky delayed feedback with magnitude κ2 = 0.12 ky−1, and forcing κ3 = 3 msle/◦obliquity. These values are adopted as the default parameters for the model unless specifically noted otherwise. Sensitivity of model results to alternate parameter selection is discussed in Section 4.1."
  }, {
    "heading": "3. Results",
    "text": "In order to more clearly illustrate dynamics, model behavior is examined first in the absence of forcing, then in response to sinusoidal forcing, and finally in response to a time series of obliquity variations that includes its amplitude modulations. Although both climatic precession and obliquity influence glacial variability (Hays et al., 1976), further runs also including precession forcing do not exhibit notably different behavior. Suarez and Schopf (1988) show that the relative magnitudes of κ1 and κ2 are important for determining the characteristics of delayed oscillations, and we illustrate various behaviors by varying κ1. Code for running the model and reproducing the main figures in the text is included as a supplementary file."
  }, {
    "heading": "3.1. Idealized scenarios",
    "text": ""
  }, {
    "heading": "3.1.1. Unforced",
    "text": "Setting κ3 equal to zero in Eq. (4) suppresses the forcing, and gives an equation of the form considered by Suarez and Schopf (1988) in the context of the El Niño Southern Oscillation. This unforced version of Eq. (4) has an unstable stationary point at V = 0 and stable stationary states at V = ±((κ1 − κ2)/ν)1/2, given κ1 ≥ κ2. Using the default parameters (Table 1) leads to model ice volume converging to one of the two stable stationary points, or remaining zero if initialized at this unstable stationary point (Fig. 1e). Similar results hold when setting κ1 to 0.5 ky−1 (Fig. 1a).\nIf the stationary fixed points are brought closer together by specifying κ1 equal to 0.2, the delayed feedback generates oscillations with a period of slightly greater than 100 ky (Fig. 1c). Qualitatively, oscillations occur when the delayed negative feedback is of sufficient strength to drive the system away from one stable stationary state toward the other, where the requisite magnitude depends upon the other parameters (Suarez and Schopf, 1988). Oscillation periods are always greater than two times δ, reflecting the delay in the term driving transitions between otherwise stable states and the time required to transition between states. Note that Rial and Anaclerio (2000) also considered differential equations featuring a delay in the context of the Late Pleistocene glacial cycles, though the physical origins of the delay were unclear."
  }, {
    "heading": "3.1.2. Periodic forcing and phase locking",
    "text": "More relevant to Pleistocene glacial–interglacial variations is a case where Eq. (4) is driven by changes in Earth’s orbital configuration. In this case, an idealized sinusoidal version of obliquity forcing is used with a 41 ky period and variance equivalent to that of obliquity over the last 2 million years. Specifying κ1 equal to 0.5, the system cycles with the same 41 ky period as the forcing about one of the two stable states identified in the unforced scenario (Fig. 1b), depending on initial ice volume and the phase of\nthe forcing. With κ1 set to a smaller value of 0.2, the effects of the delayed negative feedback become more prominent and interact with the orbital forcing to produce larger oscillations with a 123 ky period, or three obliquity cycles (Fig. 1d). In this case, the forcing excites a nonlinear response with a time scale reflecting the combined influences of the orbital-forcing and delayed oscillator (cf., Fig. 1c, d).\nThe forced system is phase locked in the sense that the forcing and model maintain a consistent phase relationship. A system is linearly phase locked when the forcing and response have equal periods, and nonlinearly phase locked when forcing period and model response are in integer ratios. Classic examples of phase locking are that two pendulum clocks suspended from a single beam can become linearly phase locked with one another on account of slight motions of the beam (Huygens, 1986) and that the orbital periods of Pluto and Neptune are nonlinearly phase locked in a ratio of three to two (Malhotra, 1994). Another demonstration that the model response is phase locked to the forcing comes from the fact that solutions converge onto one of two common trajectories for any initial condition (Fig. 1b, d). See Pikovsky et al. (2003) for a general discussion of phase locking.\nNonlinear phase locking of the model response to orbital forcing is consistent with observational tests that indicate latePleistocene glacial cycles are nonlinearly phase locked to obliquity (Huybers, 2007), where the ratio of periods is one glacial cycle to two or three obliquity cycles. Simulations including eccentricity and climatic-precession period forcing again produce phase locked results, also consistent with observations (Lisiecki, 2010; Huybers, 2011). These other orbital elements may contribute to generating the 100 ky timescale, but here we focus on illustrating that the 100 ky timescale can instead be internally generated. That glacial–interglacial variability is primarily controlled by internal processes appears in keeping with the fact that the largest deglaciation of the Pleistocene occurred despite sustained low values of eccentricity (e.g. Maslin and Brierley, 2015).\nMost models of Late Pleistocene glacial cycles posit phase locking between orbital variations and Pleistocene glacial cycles (Tziperman et al., 2006; Crucifix, 2013). Such models generally feature a response time scale internal to the system in the vicinity of ∼100 ky, though time scales can also emerge as a multiplicative response to forcing (e.g. Daruka and Ditlevsen, 2016). Previous studies often represent the 100 ky time scale as intrinsic to the build-up and collapse of ice sheets (Imbrie and Imbrie, 1980), possibly including contributions from isostatic compensation of the lithosphere (Oerlemans, 1980). Changes in the carbon chemistry of the oceans have also been suggested to cause 100 ky glacial cycles (Toggweiler, 2008). To our knowledge, however, Eq. (4) is the first model used to explore the interaction of glaciation and volcanism in generating a ∼100 ky response time scale."
  }, {
    "heading": "3.1.3. State dependence",
    "text": "Assigning κ1 equal to 0.3 ky−1 evokes a state dependence in which the period and amplitude of the model response depend upon initial conditions. For example, model runs initiated near either equilibrium values of ±35 msle undergo small amplitude 41 ky oscillations analogous to those found with κ1 = 0.5 ky−1 (Fig. 1f). Runs initialized far from equilibrium undergo large-amplitude and long-period oscillations similar to those found with κ1 = 0.2 ky−1.\nWhereas the solution with κ1 = 0.2 ky−1 exhibits 3 to 1 phase locking and has a 123 ky period, the dominant period of the large-amplitude solution with κ1 = 0.3 ky−1 is slightly longer at ∼127 ky. This longer period is a consequence of phase slippage, wherein synchronization is temporarily lost (Pikovsky et al., 2003; Crucifix, 2013). Phase slippage occurs at approximately 500 ky intervals, with glacial cycles then spanning four forcing cycles, as\nopposed to the typical three. The model response is still periodic but with full repetition occurring only after 63 forcing cycles, an epoch that happens to be near the duration of the Pleistocene.\nAnother view of the model response is provided by plotting ice volume against CO2 (Fig. 2). The two stable fixed points found for the unforced model become attractors in the forced version, and if the model is initialized near an attractor, its trajectory converges onto a stable limit cycle around one of the attractors with a period of 41 ky. If initialized further from an attractor, the model trajectory encompasses both the positive and negative ice volume attractors in larger-amplitude and longer-period glacial cycles. State dependence arises from the delayed feedback term introducing different magnitude perturbations depending on sea level history and suggests that the system is capable of transitioning between different oscillatory regimes."
  }, {
    "heading": "3.2. Full obliquity forcing",
    "text": "As a final level of complexity, the model is driven by anomalies in obliquity variations (Laskar et al., 2004). Obliquity cycle amplitudes range from 0.34◦ to 1.26◦ over the last 2 Ma, as determined using a complex demodulation. Initializing the model at 2 Ma with an ice volume of −35 msle leads to a trajectory initially having small-amplitude 41 ky glacial cycles that transition toward largeramplitude and longer-period glacial cycles around 1.1 Ma. In phase space, the model initially orbits the small ice volume attractor before escaping into a larger amplitude orbit that encompasses both attractors (Fig. 3). The stages of the model response are considered in more detail below."
  }, {
    "heading": "3.2.1. 40 ky Early Pleistocene variability",
    "text": "During the Early Pleistocene (from 2–1 Ma), model glacial cycles oscillate at 41 ky periods in the range of −35 ± 10 msle, where negative values denote less ice volume and higher sea level relative to the Late-Pleistocene average. Temperature ranges over 0.5 ± 0.5 ◦C (Fig. 3). Both ice volume and temperature variations are smaller than indicated by early Pleistocene observa-\ntional estimates by roughly a factor of two (Elderfield et al., 2012; Rohling et al., 2014). CO2 ranges over 10 ± 10 ppm, which is also small relative to a recent reconstruction (Martínez-Botí et al., 2015), though orbital-scale amplitudes in this reconstruction are rather uncertain.\nModel ice volume lags the obliquity forcing by an average of 24◦ , in agreement with empirical estimates for the early Pleistocene (Huybers, 2007). Nonlinearities in the response, however, create phase anomalies with ice volume leading by as much as 40◦ at 1.74 Ma, when obliquity has an anomalously small amplitude, and lagging by as much 95◦ at 1.45 Ma, when obliquity has an anomalously large amplitude (Fig. 4a, b). Model variations in the phasing of the response relative to forcing imply that the common practice of estimating age through tuning a chronology to maintain a constant phase with orbital forcing may entail substantial timing errors, in this case as much as ±7 ky. These uncertainties are, of course, in addition to others inherent to aligning subsampled sequences containing noise to an assumed forcing signal (e.g. Proistosescu et al., 2012)."
  }, {
    "heading": "3.2.2. Mid-Pleistocene Transition",
    "text": "Previous studies have largely focused on the Mid-Pleistocene Transition (MPT) as resulting from changes in boundary condi-\ntions, including glacial scouring of sediments increasing the frictional coupling of Laurentian glaciation with bedrock (Clark et al., 2006) or decreases in background atmospheric CO2 concentrations activating new sources of variability (Raymo et al., 1997; Berger et al., 1999). In this simulation (Fig. 3a, b), 41 ky glacial cycles are perturbed by a string of large-amplitude obliquity cycles beginning near 1.4 Ma and ultimately transition toward largeramplitude and longer-period glacial cycles at 1.1 Ma.\nThe model MPT is consistent with the 1.25–0.70 Ma interval identified by Clark et al. (2006), though the appearance of a progression in glacial variability toward greater amplitude, longer period, and more asymmetric oscillations (Huybers, 2007) is not captured. Instead, the transition is sharp, spanning a single orbital cycle, as found by Elderfield et al. (2012) on the basis of records from individual marine sediment cores. A running spectral estimate of the model time series demonstrates a transition from variability dominated by 41 ky periods to one near 100 ky periods (Fig. 3c). Additional concentrations of energy exist at harmonics of the forcing and response periods that are introduced through model nonlinearities, for example, near frequencies of 2/41 ky−1. The evolution of spectral properties also includes the appearance of excess low frequency variability centered at about 1.4 Ma that is coincident with larger amplitude obliquity cycles (Fig. 3d, e).\nObliquity modulations control MPT timing in the sense that a constant amplitude forcing produces no such transition in the model (e.g., Fig. 1f), but this control is a form of threshold crossing that is sensitive to changes in model specification. For example, the timing of the transition depends on initial conditions, with a singular transition from 41 ky to ∼100 ky variability occurring progressively later for models initialized with an ice volume anomaly of between −21 to −42 msle. Outside of this range—or a similar range involving initialization with positive icevolume anomalies—the model begins and remains in a regime with ∼100 ky variability. Sensitivity to small changes in model parameters indicates, on the one hand, that transition timing could be effectively stochastic (Crucifix, 2013) and, on the other, that difficulty in identifying a specific orbital configuration associated with the mid-Pleistocene Transition (e.g. Berger et al., 1999; Clark et al., 2006) does not necessarily rule out orbital variations as the proximate cause of the transition.\nOther simple mathematical models have been proposed containing spontaneous MPT-like events (Saltzman and Verbitsky, 1993; Huybers, 2009). However, these other models tend to exhibit multiple transitions between 41 ky and ∼100 ky oscillatory regimes that are inconsistent with the sustained obliquity-period glacial cycles observed during the early Pleistocene and sustained transition to longer-period glacial cycles during the late Pleistocene. Long integrations of Eq. (4) demonstrate a singular transition from early- to late-Pleistocene style glaciations using the parameters in Table 1."
  }, {
    "heading": "3.2.3. 100 ky late Pleistocene variability",
    "text": "After the MPT, glacial cycles are characterized by anomalies in sea level ranging between 0±60 msle, CO2 between 0 ± 40 ppm, and temperature of 0 ± 2 ◦C. These amplitudes are roughly consistent with magnitudes of sea-level variability inferred from models and coral records (Lambeck et al., 2014), CO2 variations found in ice core measurements (Petit et al., 1999), and global temperature changes inferred from models (Schneider von Deimling et al., 2006) and observations (Elderfield et al., 2012). Although model glacial cycles typically span just over three obliquity cycles, ranging from 124 ky to 132 ky, two cycles are approximately 150 ky and exceed those observed for late Pleistocene glacial cycles.\nTemperature and CO2 variations are closely in phase with one another because of strong linear coupling (Eqs. (2), (3)), but influences from orbital forcing and ice volume cause temperature to lead CO2 by as much as 400 years during deglaciation (Fig. 4c, d). Model temperature leads CO2 because it is directly influenced by orbital forcing, whereas CO2 is indirectly influenced by orbital variations through a slow ice volume response. Although the degree to which model temperature can be equated with regional variations in Antarctica is questionable, this lead–lag relationship is generally consistent with observations for glacial termination three (Caillon et al., 2003) and the most recent deglaciation (Pedro et al., 2012; Parrenin et al., 2013).\nAlso notable is that the model does not reproduce the characteristic sawtooth shape found in late-Pleistocene glacial cycles involving slow buildup of ice and rapid loss, as follows from the\nsymmetry of Eq. (4). It would likely be possible to generate sawtooth behavior through adding more parameters, such as by specifying a shorter timescale for loss of ice than for its growth (e.g. Imbrie and Imbrie, 1980), but this would be an illustration of behavior already represented in many other simple models, making the utility of such a more complete fit to the observations at the expense of greater model complexity appear marginal. We defer exploration of this more detailed structure of glacial variability to studies involving a more complete and physical representation of the interaction between the cryosphere, volcanism, and the carbon cycle."
  }, {
    "heading": "4. Further discussion",
    "text": "The model is rather simplistic. Absence of cryosphere, oceanatmosphere, and ridge and arc dynamics, as well as lack of carbon chemistry, make it not more than a toy for illustrating certain features of glacial cycle dynamics. Foremost, the model illustrates that a delayed negative feedback modeled upon mid-ocean ridge dynamics could give rise to ∼100 ky glacial cycles. In considering the plausibility of this description of late-Pleistocene glacial cycles, it is useful to further consider model sensitivity to different choices of parameters and how it might be further tested."
  }, {
    "heading": "4.1. Parameter sensitivity",
    "text": "Characterizing the sensitivity of the model to changes in parameters is relevant for purposes of evaluating stability and plausibility with respect to observations. The metric focused on is the dominant period of variability, assessed as the most energetic Fourier component in 2 Ma integrations of the model. Sinusoidal forcing is adopted in order to obtain a more uniform time scale of response. Note that the most dominant period of variability can differ from the interval over which the system repeats because of the potential for minor alterations in features of an oscillation, or instances of atypically short or long cycles.\nThe dominant period expressed by the model is sensitive to plausible changes in the magnitude and delay associated with midocean ridge CO2 emissions (Fig. 5a). Increasing τ from 50 ky to 55 ky increases the dominant period from three to four obliquity cycles, whereas decreasing the delay to as short as 10 ky generally retains a ∼120 ky model response. If the hydrothermal response times of 5–15 ky (Lund et al., 2016; Middleton et al., 2016) represent a lower bound for the delay, our model results indicate that the delay is of sufficient magnitude to generate ∼120 ky variability, at least when other model parameters are set to their baseline values.\nDecreasing the ridge feedback magnitude from its baseline value of κ2 = 0.12 units/ky transitions the model response first into a narrow regime of longer-period variability and then, once κ2 ≤ 0.11, into a linear mode of response to obliquity forcing. Increasing κ2 above values of 0.15 units/ky gives model variability that scales as twice the delay plus a small additional increment, but having a minimum period of 41 ky. The model could be brought into a regime with glacial cycles that average almost exactly 100 ky in duration by setting κ2 = 0.17 units/ky and decreasing δ to 40 ky. Thus, although baseline values adopted for purposes of parameterizing the model are restricted to those explicitly considered by Burley and Katz (2015), extrapolation from their sensitivity studies indicate that increasing the 10−11 m2 mantle permeability by less than an order of magnitude would generate ridge feedbacks resulting in 100 ky glacial cycles. Such permeabilities would remain consistent with experimentally derived estimates (Connolly et al., 2009; Miller et al., 2014).\nA similar assessment of model sensitivity to varying κ1 and κ2 (Fig. 5b) indicates a broad range that leads to the base-line\n∼120 ky model period. This region is again generally bounded by a 41 ky response toward lower values of κ2 but with a tongue of longer period variability associated with decreased κ1 and κ2. Decreasing κ1 does not affect the dominant model period so long as the feedback remains non-negative. Lower values of κ1 do, however, lead to systematically smaller amplitude variations in ice volume, temperature, and CO2. Insomuch as the equation formulation is literally interpreted, this reduction implies a need for the positive subaerial volcanic feedback, γ2, to exceed the magnitude of the negative feedback associated with regrowth of the biosphere, γ1. A plausible reformulation of the model would, however, make regrowth of the biosphere also dependent on temperature in Eq. (3), as opposed to an exclusive function of ice volume. Although not pursued, including this additional dependence would permit for similar model behavior for a wide range of values of γ1 and γ2 such that our hypothesis does not imply appreciable constraints on the magnitude of either. Thus, as alluded to in Section 2.2.1, our model results could also be obtained using the lower feedback strengths for subaerial volcanism estimated elsewhere (Watt et al., 2013; Brown et al., 2014).\nSimulations presented so far have a single delay time, whereas delays will vary substantially according to ocean spreading rate (Burley and Katz, 2015). Assuming mantle permeability values of 10−11 m2, Burley and Katz (2015) estimate that emissions would be distributed over an approximately 60 ky triangular pulse. Further analyses distributing delays triangularly between 20 ky and 80 ky produce similar oscillation, including similar magnitudes and retaining a transition from 41 ky to longer-period and largeramplitude glacial cycles at about 1.1 Ma, but with the period of late-Pleistocene glacial cycles tending to increase. We speculate\nthat shorter time scales might emerge if the model were made more realistic through including ice dynamics that allow for rapid deglaciation."
  }, {
    "heading": "4.2. Testability",
    "text": "The assumption of increased CO2 emissions from subaerial volcanism following deglaciation is supported by previous assessments of global-scale volcanic activity (Kutterolf et al., 2013; Watt et al., 2013; Brown et al., 2014), but accurately quantifying this feedback requires further development. The relationship between regional ice unloading and changes in volcanism is only documented in detail for isolated systems (Bacon and Lanphere, 2006; Rawson et al., 2015). The seeming impossibility of comprehensively mapping volcanism over the Quaternary also points to the utility of further developing methods to correct for bias against identifying eruptions that take place earlier in time or in certain environments (e.g. Deligne et al., 2010). Improved observational constraints on the relationship between eruptions and emissions of CO2 (e.g. Cartigny et al., 2008), to include contributions from passive eruptions and intrusive emplacement of magma (e.g. Allard et al., 1994), would also aid in determining the climatic significance of anomalies in volcanism. Finally, improved modeling of how surface loads influence eruption timing and composition (e.g. Geyer and Bindeman, 2011) would improve opportunities for comparing simulations against eruption data and may provide a basis for better inferring net CO2 emission.\nSimilarly, the representation of a volcanic response from midocean ridges is supported by sediment core records from near ridges (Lund et al., 2016; Middleton et al., 2016), bathymetric analyses at individual ridge locations (Crowley et al., 2015), and observations and models of Icelandic volcanism (Maclennan et al., 2002). A delayed CO2 response is indicated by the model of Burley and Katz (2015) and the general reasoning that falling sea level creates effects on the solidus at the base of the melting regime. Further development is, nonetheless, critical to constraining this potential influence upon glacial cycles. Continued analysis of ridge bathymetry and sediment core data will elucidate whether anomalies are global, should better constrain how spreading rate influences magmatic response, and may help determine mantle permeability. Related important efforts are to better determine the magnitude and timing of CO2 emissions at ridges in response to sea level anomalies, to include better constraining the rate at which melt upwells at ridges (Connolly et al., 2009; Miller et al., 2014), and accounting for the influence of CO2 concentrations on viscosity and other mantle melt characteristics beneath mid-ocean ridges (Kono et al., 2014)."
  }, {
    "heading": "5. Conclusion",
    "text": "It is increasingly apparent that a satisfactory explanation for the Late Pleistocene 100,000 glacial cycles should also contain an explanation for the concomitant variations in atmospheric CO2. The model presented here represents variations in glaciation and atmospheric CO2 as fundamentally linked, amplifying changes through an immediate positive feedback and oscillating at 100 ky time scales because of a delayed negative feedback. The novelty of this model stems conceptually from invoking volcanic contributions from both subaerial and submarine volcanism, and dynamically from positing that late-Pleistocene glacial cycles represent a transition to delayed oscillations.\nModels of glacial–interglacial CO2 variations that depend on ocean storage have been assessed in light of continuing improvement in our understanding of how carbon circulates amongst the oceans, atmosphere, and terrestrial biosphere. Similarly, it is anticipated that the volcanic processes represented in this simple model\nwill be tested in light of improved understanding of the circulation of carbon throughout the Earth system. Topics of particular relevance appear to be observational analysis of the response of subaerial and ocean-ridge volcanic systems to changes in loading; coupled simulations involving not only the oceans, atmosphere, and cryosphere but also crust and lithosphere; and further theoretical development of the transport, emission, and uptake of carbon."
  }, {
    "heading": "Acknowledgements",
    "text": "We benefited from discussions with Jonathan Burley, Richard Katz, Michael Manga, Cristian Proistosescu, and Jeff Severinghaus in writing this manuscript. Reviews by Michel Crucifix and an anonymous reviewer also led to improvements, as did editing by Tamsin Mather. Funding was provided by NSF award 1338832."
  }, {
    "heading": "Appendix A. Supplementary material",
    "text": "Supplementary material related to this article can be found online at http://dx.doi.org/10.1016/j.epsl.2016.09.021."
  }],
  "year": 2016,
  "references": [{
    "title": "A new estimate of changing carbon storage on land since the last glacial maximum, based on global land ecosystem reconstruction",
    "authors": ["J.M. Adams", "H. Faure"],
    "venue": "Glob. Planet. Change",
    "year": 1998
  }, {
    "title": "Sulphur output and magma degassing budget of Stromboli volcano",
    "authors": ["P. Allard", "J. Carbonnelle", "N. Metrich", "H. Loyer", "P. Zettwoog"],
    "venue": "Nature 368,",
    "year": 1994
  }, {
    "title": "The uptake of carbon during alteration of ocean crust",
    "authors": ["J.C. Alt", "D.A. Teagle"],
    "venue": "Geochim. Cosmochim. Acta",
    "year": 1999
  }, {
    "title": "Atmospheric lifetime of fossil fuel carbon dioxide",
    "authors": ["D. Archer", "M. Eby", "V. Brovkin", "A. Ridgwell", "L. Cao", "U. Mikolajewicz", "K. Caldeira", "K. Matsumoto", "G. Munhoven", "A Montenegro"],
    "venue": "Annu. Rev. Earth Planet",
    "year": 2009
  }, {
    "title": "Eruptive history and geochronology of Mount Mazama and the Crater Lake region, Oregon",
    "authors": ["C.R. Bacon", "M.A. Lanphere"],
    "venue": "Geol. Soc. Am",
    "year": 2006
  }, {
    "title": "Ascent and emplacement dynamics of obsidian lavas inferred from microlite textures",
    "authors": ["K.S. Befus", "M. Manga", "J.E. Gardner", "M. Williams"],
    "venue": "Bull. Volcanol",
    "year": 2015
  }, {
    "title": "Modelling northern hemisphere ice volume over the last 3 Ma",
    "authors": ["A. Berger", "X. Li", "M.F. Loutre"],
    "venue": "Quat. Sci. Rev",
    "year": 1999
  }, {
    "title": "Eruptive timing and 200 year episodicity at 92° W on the hot spot-influenced Galapagos Spreading Center derived from geomagnetic paleointensity",
    "authors": ["J.A. Bowles", "A. Colman", "J.T. McClinton", "J.M. Sinton", "S.M. White", "K.H. Rubin"],
    "venue": "Geochem. Geophys. Geosyst",
    "year": 2014
  }, {
    "title": "Near constancy of the Pacific Ocean surface to mid-depth radiocarbon-age difference over the last 20 kyr",
    "authors": ["W. Broecker", "E. Clark", "S. Barker"],
    "venue": "Earth Planet. Sci",
    "year": 2008
  }, {
    "title": "What Drives Glacial Cycles",
    "authors": ["W.S. Broecker"],
    "year": 2013
  }, {
    "title": "Two contributors to the glacial CO2 decline",
    "authors": ["W.S. Broecker", "J. Yu", "A.E. Putnam"],
    "venue": "Earth Planet. Sci. Lett",
    "year": 2015
  }, {
    "title": "Characterisation of the Quaternary eruption record: analysis of the Large Magnitude Explosive Volcanic Eruptions (LaMEVE) database",
    "authors": ["S.K. Brown", "H.S. Crosweller", "R.S.J. Sparks", "E. Cottrell", "N.I. Deligne", "N.O. Guerrero", "L. Hobbs", "K. Kiyosugi", "S.C. Loughlin", "L Siebert"],
    "venue": "J. Appl. Volcanol",
    "year": 2014
  }, {
    "title": "A calibrated radiocarbon database of late Quaternary volcanic eruptions",
    "authors": ["R. Bryson", "A. Ruter"],
    "venue": "eEarth Discuss",
    "year": 2006
  }, {
    "title": "Variations in mid-ocean ridge CO2 emissions driven by glacial cycles",
    "authors": ["J.M. Burley", "R.F. Katz"],
    "venue": "Earth Planet. Sci. Lett",
    "year": 2015
  }, {
    "title": "Towards a consistent mantle carbon flux estimate: insights from volatile systematics (H2O/Ce, δD",
    "authors": ["P. Cartigny", "F. Pineau", "C. Aubaud", "M. Javoy"],
    "year": 2008
  }, {
    "title": "Influence of magma ascent rate on carbon dioxide degassing at oceanic ridges: message in a bubble",
    "authors": ["D. Chavrit", "E. Humler", "Y. Morizet", "D. Laporte"],
    "venue": "Earth Planet. Sci",
    "year": 2012
  }, {
    "title": "Large inert carbon pool in the terrestrial biosphere during the Last Glacial Maximum",
    "authors": ["P. Ciais", "A. Tagliabue", "M. Cuntz", "L. Bopp", "M. Scholze", "G. Hoffmann", "A. Lourantou", "S.P. Harrison", "I. Prentice", "D Kelley"],
    "venue": "Nat. Geosci",
    "year": 2012
  }, {
    "title": "The middle Pleistocene transition: characteristics, mechanisms, and implications for long-term changes in atmospheric pCO2",
    "authors": ["P.U. Clark", "D. Archer", "D. Pollard", "J.D. Blum", "J.A. Rial", "V. Brovkin", "A.C. Mix", "N.G. Pisias", "M. Roy"],
    "venue": "Quat. Sci. Rev",
    "year": 2006
  }, {
    "title": "Permeability of asthenospheric mantle and melt extraction rates at mid-ocean ridges",
    "authors": ["J.A. Connolly", "M.W. Schmidt", "G. Solferino", "N. Bagdassarov"],
    "venue": "Nature 462,",
    "year": 2009
  }, {
    "title": "Glacial cycles drive variations in the production of oceanic crust",
    "authors": ["J.W. Crowley", "R.F. Katz", "P. Huybers", "C.H. Langmuir", "S.H. Park"],
    "year": 2015
  }, {
    "title": "Ice age terrestrial carbon changes revisited",
    "authors": ["T.J. Crowley"],
    "venue": "Glob. Biogeochem. Cycles",
    "year": 1995
  }, {
    "title": "Why could ice ages be unpredictable",
    "authors": ["M. Crucifix"],
    "venue": "Clim. Past",
    "year": 2013
  }, {
    "title": "A conceptual model for glacial cycles and the middle Pleistocene transition",
    "authors": ["I. Daruka", "P.D. Ditlevsen"],
    "venue": "Clim. Dyn",
    "year": 2016
  }, {
    "title": "The deep carbon cycle and melting in Earth’s interior",
    "authors": ["R. Dasgupta", "M.M. Hirschmann"],
    "venue": "Earth Planet. Sci. Lett",
    "year": 2010
  }, {
    "title": "Recurrence rates of large explosive volcanic eruptions",
    "authors": ["N. Deligne", "S. Coles", "R. Sparks"],
    "venue": "J. Geophys. Res., Solid Earth",
    "year": 2010
  }, {
    "title": "Mismatch of glacier extent and summer insolation in Southern Hemisphere",
    "authors": ["A.M. Doughty", "J.M. Schaefer", "A.E. Putnam", "G.H. Denton", "M.R. Kaplan", "D.J. Barrell", "B.G. Andersen", "S.E. Kelley", "R.C. Finkel", "R. Schwartz"],
    "venue": "mid-latitudes. Geology",
    "year": 2015
  }, {
    "title": "Evolution of ocean temperature and ice volume through the mid-Pleistocene climate",
    "authors": ["H. Elderfield", "P. Ferretti", "M. Greaves", "S. Crowhurst", "I. McCave", "D. Hodell", "A. Piotrowski"],
    "year": 2012
  }, {
    "title": "Mid-ocean ridge hydrothermal fluxes and the chemical composition of the ocean",
    "authors": ["H. Elderfield", "A. Schultz"],
    "venue": "Annu. Rev. Earth Planet. Sci",
    "year": 1996
  }, {
    "title": "Antarctic sea ice control on ocean circulation in present and glacial climates",
    "authors": ["R. Ferrari", "M.F. Jansen", "J.F. Adkins", "A. Burke", "A.L. Stewart", "A.F. Thompson"],
    "venue": "Proc. Natl. Acad",
    "year": 2014
  }, {
    "title": "Fertilizing potential of volcanic ash in ocean surface water",
    "authors": ["P. Frogner", "S.R. Gíslason", "N. Óskarsson"],
    "venue": "Geology",
    "year": 2001
  }, {
    "title": "Global-mean marine δ13C and its uncertainty in a glacial state estimate",
    "authors": ["G. Gebbie", "C.D. Peterson", "L.E. Lisiecki", "H.J. Spero"],
    "venue": "Quat. Sci",
    "year": 2015
  }, {
    "title": "Glacial influence on caldera-forming eruptions",
    "authors": ["A. Geyer", "I. Bindeman"],
    "venue": "J. Volcanol. Geotherm. Res",
    "year": 2011
  }, {
    "title": "Sea ice switch mechanism and glacial– interglacial CO2 variations",
    "authors": ["H. Gildor", "E. Tziperman", "J. Toggweiler"],
    "venue": "Glob. Biogeochem. Cycles",
    "year": 2002
  }, {
    "title": "Secular variation in carbon uptake into the ocean crust",
    "authors": ["K. Gillis", "L. Coogan"],
    "venue": "Earth Planet. Sci. Lett",
    "year": 2011
  }, {
    "title": "Variations in the Earth’s orbit: pacemaker of the ice ages",
    "authors": ["J. Hays", "J. Imbrie", "N. Shackleton"],
    "venue": "Science",
    "year": 1976
  }, {
    "title": "Glacial variability over the last two million years: an extended depth-derived agemodel, continuous obliquity pacing, and the Pleistocene progression",
    "authors": ["P. Huybers"],
    "venue": "Quat. Sci. Rev",
    "year": 2007
  }, {
    "title": "Pleistocene glacial variability as a chaotic response to obliquity forcing",
    "authors": ["P. Huybers"],
    "venue": "Clim. Past",
    "year": 2009
  }, {
    "title": "Combined obliquity and precession pacing of late Pleistocene deglaciations",
    "authors": ["P. Huybers"],
    "venue": "Nature 480,",
    "year": 2011
  }, {
    "title": "Feedback between deglaciation, volcanism, and atmospheric CO2",
    "authors": ["P. Huybers", "C. Langmuir"],
    "venue": "Earth Planet. Sci",
    "year": 2009
  }, {
    "title": "Comment on “Sensitivity of seafloor bathymetry to climate-driven fluctuations in mid-ocean ridge magma supply",
    "authors": ["P. Huybers", "C. Langmuir", "R. Katz", "D. Ferguson", "C. Proistosescu", "S. Carbotte"],
    "year": 2016
  }, {
    "title": "The Pendulum Clock, 1673",
    "authors": ["C. Huygens"],
    "year": 1986
  }, {
    "title": "Modeling the climatic response to orbital variations",
    "authors": ["J. Imbrie", "J.Z. Imbrie"],
    "venue": "Science 207,",
    "year": 1980
  }, {
    "title": "Two modes of change in Southern Ocean productivity over the past million years",
    "authors": ["S. Jaccard", "C.T. Hayes", "A. Martínez-García", "D. Hodell", "R.F. Anderson", "D. Sigman", "G. Haug"],
    "year": 2013
  }, {
    "title": "Covariation of deep Southern Ocean oxygenation and atmospheric CO2 through the last ice age",
    "authors": ["S.L. Jaccard", "E.D. Galbraith", "A. Martínez-García", "R.F. Anderson"],
    "venue": "Nature 530,",
    "year": 2016
  }, {
    "title": "Did melting glaciers cause volcanic eruptions in eastern California? Probing the mechanics of dike formation",
    "authors": ["A.M. Jellinek", "M. Manga", "M.O. Saar"],
    "venue": "J. Geophys. Res.,",
    "year": 2004
  }, {
    "title": "Modeling the dynamics of terrestrial carbon storage since the Last Glacial Maximum",
    "authors": ["J.O. Kaplan", "I.C. Prentice", "W. Knorr", "P.J. Valdes"],
    "year": 2002
  }, {
    "title": "A review of melt migration processes in the adiabatically upwelling mantle beneath oceanic spreading ridges",
    "authors": ["P. Kelemen", "G. Hirth", "N. Shimizu", "M. Spiegelman", "H. Dick"],
    "venue": "Philos. Trans. R. Soc. Lond. A, Math. Phys. Eng",
    "year": 1997
  }, {
    "title": "Ultralow viscosity of carbonate melts at high pressures",
    "authors": ["Y. Kono", "C. Kenney-Benson", "D. Hummer", "H. Ohfuji", "C. Park", "G. Shen", "Y. Wang", "A. Kavner", "C.E. Manning"],
    "venue": "Nat. Commun",
    "year": 2014
  }, {
    "title": "Global chemical weathering on glacial time scales",
    "authors": ["L. Kump", "R.B. Alley"],
    "venue": "Material Fluxes on the Surface of the Earth,",
    "year": 1994
  }, {
    "title": "A detection of Milankovitch frequencies in global volcanic activity",
    "authors": ["S. Kutterolf", "M. Jegen", "J.X. Mitrovica", "T. Kwasnitschka", "A. Freundt", "P.J. Huybers"],
    "venue": "Geology",
    "year": 2013
  }, {
    "title": "Sea level and global ice volumes from the Last Glacial Maximum to the Holocene",
    "authors": ["K. Lambeck", "H. Rouby", "A. Purcell", "Y. Sun", "M. Sambridge"],
    "venue": "Proc. Natl. Acad",
    "year": 2014
  }, {
    "title": "Long term evolution and chaotic diffusion of the insolation quantities of Mars",
    "authors": ["J. Laskar", "A. Correia", "M. Gastineau", "F. Joutel", "B. Levrard", "P. Robutel"],
    "venue": "Icarus 170,",
    "year": 2004
  }, {
    "title": "Links between eccentricity forcing and the 100,000-year glacial cycle",
    "authors": ["L.E. Lisiecki"],
    "venue": "Nat. Geosci",
    "year": 2010
  }, {
    "title": "NanoSIMS results from olivine-hosted melt embayments: magma ascent rate during explosive basaltic eruptions",
    "authors": ["A.S. Lloyd", "P. Ruprecht", "E.H. Hauri", "W. Rose", "H.M. Gonnermann", "T. Plank"],
    "venue": "J. Volcanol. Geotherm. Res",
    "year": 2014
  }, {
    "title": "Enhanced East Pacific Rise hydrothermal activity during the last two glacial terminations",
    "authors": ["D. Lund", "P. Asimow", "K. Farley", "T. Rooney", "E. Seeley", "E. Jackson", "Z. Durham"],
    "year": 2016
  }, {
    "title": "Deep Pacific ventilation ages during the last deglaciation: evaluating the influence of diffusive mixing and source region reservoir age",
    "authors": ["D.C. Lund"],
    "venue": "Earth Planet. Sci",
    "year": 2013
  }, {
    "title": "Does sea level influence mid-ocean ridge magmatism on Milankovitch timescales? Geochem",
    "authors": ["D.C. Lund", "P.D. Asimow"],
    "venue": "Geophys. Geosyst",
    "year": 2011
  }, {
    "title": "The link between volcanism and deglaciation in Iceland",
    "authors": ["J. Maclennan", "M. Jull", "D. McKenzie", "L. Slater", "K. Grönvold"],
    "venue": "Geochem. Geophys. Geosyst",
    "year": 2002
  }, {
    "title": "Nonlinear resonances in the solar system",
    "authors": ["R. Malhotra"],
    "venue": "Phys. D, Nonlinear Phenom",
    "year": 1994
  }, {
    "title": "Plio-Pleistocene climate sensitivity evaluated using high-resolution CO2 records",
    "authors": ["M. Martínez-Botí", "G. Foster", "T. Chalk", "E. Rohling", "P. Sexton", "D. Lunt", "R. Pancost", "M. Badger", "D. Schmidt"],
    "venue": "Nature 518,",
    "year": 2015
  }, {
    "title": "The role of orbital forcing in the early middle Pleistocene transition",
    "authors": ["M.A. Maslin", "C.M. Brierley"],
    "venue": "Quat. Int",
    "year": 2015
  }, {
    "title": "The mystery of the missing deglacial carbonate preservation maximum",
    "authors": ["F.A. Mekik", "R.F. Anderson", "P. Loubere", "R. François", "M. Richaud"],
    "venue": "Quat. Sci. Rev",
    "year": 2012
  }, {
    "title": "Hydrothermal iron flux variability following rapid sea level changes",
    "authors": ["J.L. Middleton", "C.H. Langmuir", "S. Mukhopadhyay", "J.F. McManus", "J.X. Mitrovica"],
    "venue": "Geophys. Res. Lett",
    "year": 2016
  }, {
    "title": "Experimental quantification of permeability of partially molten mantle rock",
    "authors": ["K.J. Miller", "Zhu", "W.l", "L.G. Montési", "G.A. Gaetani"],
    "venue": "Earth Planet. Sci",
    "year": 2014
  }, {
    "title": "Model experiments on the 100,000-yr glacial cycle",
    "authors": ["J. Oerlemans"],
    "venue": "Nature",
    "year": 1980
  }, {
    "title": "Sensitivity of seafloor bathymetry to climate-driven fluctuations in mid-ocean ridge magma supply",
    "authors": ["J.A. Olive", "M.D. Behn", "G. Ito", "W.R. Buck", "J. Escartín", "S. Howell"],
    "year": 2015
  }, {
    "title": "Synchronous change of atmospheric CO2 and Antarctic temperature during the last deglacial warming",
    "authors": ["F. Parrenin", "V. Masson-Delmotte", "P. Köhler", "D. Raynaud", "D. Paillard", "J. Schwander", "C. Barbante", "A. Landais", "A. Wegner", "J. Jouzel"],
    "year": 2013
  }, {
    "title": "Tightened constraints on the time-lag between Antarctic temperature and CO2 during the last deglaciation",
    "authors": ["J.B. Pedro", "S.O. Rasmussen", "T.D. van Ommen"],
    "venue": "Clim. Past",
    "year": 2012
  }, {
    "title": "Climate and atmospheric history of the past 420,000 years from the Vostok ice core, Antarctica",
    "authors": ["J.R. Petit", "J. Jouzel", "D. Raynaud", "N.I. Barkov", "J.M. Barnola", "I. Basile", "M. Bender", "J. Chappellaz", "M. Davis", "G Delaygue"],
    "venue": "Nature 399,",
    "year": 1999
  }, {
    "title": "Synchronization: A Universal",
    "authors": ["A. Pikovsky", "M. Rosenblum", "J. Kurths"],
    "venue": "Concept in Nonlinear Sciences,",
    "year": 2003
  }, {
    "title": "The chemical composition of subducting sediment and its consequences for the crust and mantle",
    "authors": ["T. Plank", "C.H. Langmuir"],
    "venue": "Chem. Geol",
    "year": 1998
  }, {
    "title": "Global vegetation and terrestrial carbon cycle changes after the last ice age",
    "authors": ["I. Prentice", "S. Harrison", "P. Bartlein"],
    "venue": "New Phytol",
    "year": 2011
  }, {
    "title": "To tune or not to tune: detecting orbital variability in Oligo-Miocene climate records",
    "authors": ["C. Proistosescu", "P. Huybers", "A.C. Maloof"],
    "venue": "Earth Planet. Sci",
    "year": 2012
  }, {
    "title": "The last glacial maximum at 44◦S documented by a 10Be moraine chronology at Lake Ohau",
    "authors": ["A.E. Putnam", "J.M. Schaefer", "G.H. Denton", "D.J. Barrell", "S.D. Birkel", "B.G. Andersen", "M.R. Kaplan", "R.C. Finkel", "R. Schwartz", "A.M. Doughty"],
    "venue": "Southern Alps of New Zealand. Quat. Sci. Rev",
    "year": 2013
  }, {
    "title": "The frequency and magnitude of post-glacial explosive eruptions at volcán Mocho-Choshuenco, Southern Chile",
    "authors": ["H. Rawson", "J.A. Naranjo", "V.C. Smith", "K. Fontijn", "D.M. Pyle", "T.A. Mather", "H. Moreno"],
    "venue": "J. Volcanol. Geotherm",
    "year": 2015
  }, {
    "title": "The magmatic and eruptive response of arc volcanoes to deglaciation: insights from Southern Chile",
    "authors": ["H. Rawson", "D.M. Pyle", "T.A. Mather", "V.C. Smith", "K. Fontijn", "S.M. Lachowycz", "J.A. Naranjo"],
    "year": 2016
  }, {
    "title": "The mid-Pleistocene climate transition: a deep sea carbon isotopic perspective",
    "authors": ["M. Raymo", "D. Oppo", "W. Curry"],
    "venue": "Paleoceanography",
    "year": 1997
  }, {
    "title": "Understanding nonlinear responses of the climate system to orbital forcing",
    "authors": ["J. Rial", "C. Anaclerio"],
    "venue": "Quat. Sci. Rev",
    "year": 2000
  }, {
    "title": "Sea-level and deep-sea-temperature variability over the past 5.3 million years",
    "authors": ["E. Rohling", "G. Foster", "K. Grant", "G. Marino", "A. Roberts", "M. Tamisiea", "F. Williams"],
    "venue": "Nature 508,",
    "year": 2014
  }, {
    "title": "Model limits on the role of volcanic carbon emissions in regulating glacial–interglacial CO2 variations",
    "authors": ["R. Roth", "F. Joos"],
    "venue": "Earth Planet. Sci. Lett. 329,",
    "year": 2012
  }, {
    "title": "Multiple instabilities and modes of glacial rhythmicity in the Plio-Pleistocene: a general theory of late Cenozoic climatic change",
    "authors": ["B. Saltzman", "M.Y. Verbitsky"],
    "venue": "Clim. Dyn",
    "year": 1993
  }, {
    "title": "Fluxes of mantle and subducted carbon along convergent plate boundaries",
    "authors": ["Y. Sano", "S.N. Williams"],
    "venue": "Geophys. Res. Lett",
    "year": 1996
  }, {
    "title": "CO2-depleted fluids from mid-ocean ridge-flank hydrothermal springs",
    "authors": ["F.J. Sansone", "M.J. Mottl", "E.J. Olson", "C.G. Wheat", "M.D. Lilley"],
    "venue": "Geochim. Cosmochim",
    "year": 1998
  }, {
    "title": "How cold was the last glacial maximum",
    "authors": ["T. Schneider von Deimling", "A. Ganopolski", "H. Held", "S. Rahmstorf"],
    "year": 2006
  }, {
    "title": "Volcanoes of the World",
    "authors": ["L. Siebert", "T. Simkin", "P. Kimberly"],
    "year": 2010
  }, {
    "title": "The polar ocean and glacial cycles in atmospheric CO2 concentration",
    "authors": ["D.M. Sigman", "M.P. Hain", "G.H. Haug"],
    "venue": "Nature 466,",
    "year": 2010
  }, {
    "title": "Volcanic eruptions on mid-ocean ridges: new evidence from the superfast spreading East Pacific rise, 17–19◦S",
    "authors": ["J. Sinton", "E. Bergmanis", "K. Rubin", "R. Batiza", "T.K. Gregg", "K. Grönvold", "K.C. Macdonald", "S.M. White"],
    "venue": "J. Geophys. Res., Solid Earth 107",
    "year": 2002
  }, {
    "title": "A delayed action oscillator for ENSO",
    "authors": ["M.J. Suarez", "P.S. Schopf"],
    "venue": "J. Atmos. Sci",
    "year": 1988
  }, {
    "title": "Hydrothermal contribution to the oceanic dissolved iron",
    "authors": ["A. Tagliabue", "L. Bopp", "J.C. Dutay", "A.R. Bowie", "F. Chever", "P. Jean-Baptiste", "E. Bucciarelli", "D. Lannuzel", "T. Remenyi", "G Sarthou"],
    "venue": "inventory. Nat. Geosci",
    "year": 2010
  }, {
    "title": "Origin of the 100,000-year timescale in Antarctic temperatures and atmospheric CO2",
    "authors": ["J. Toggweiler"],
    "venue": "Paleoceanography",
    "year": 2008
  }, {
    "title": "Midlatitude westerlies, atmospheric CO2, and climate change during the ice ages",
    "authors": ["J. Toggweiler", "J.L. Russell", "S. Carson"],
    "venue": "Paleoceanography",
    "year": 2006
  }, {
    "title": "Mid-ocean ridge eruptions as a climate valve",
    "authors": ["M. Tolstoy"],
    "venue": "Geophys. Res. Lett",
    "year": 2015
  }, {
    "title": "Consequences of pacing the Pleistocene 100 kyr ice ages by nonlinear phase locking to Milankovitch forcing",
    "authors": ["E. Tziperman", "M.E. Raymo", "P. Huybers", "C. Wunsch"],
    "venue": "Paleoceanography",
    "year": 2006
  }, {
    "title": "The volcanic response to deglaciation: evidence from glaciated arcs and a reassessment of global eruption",
    "authors": ["S.F. Watt", "D.M. Pyle", "T.A. Mather"],
    "venue": "records. Earth-Sci",
    "year": 2013
  }, {
    "title": "Responses of the deep ocean carbonate system to carbon reorganization during the Last Glacial–interglacial cycle",
    "authors": ["J. Yu", "R.F. Anderson", "Z. Jin", "J.W. Rae", "B.N. Opdyke", "S.M. Eggins"],
    "venue": "Quat. Sci. Rev",
    "year": 2013
  }],
  "id": "SP:a7d84a481861f1267d40cdca46ce63f93075d903",
  "authors": [{
    "name": "Peter Huybers",
    "affiliations": []
  }, {
    "name": "Charles H. Langmuir",
    "affiliations": []
  }],
  "title": "Delayed CO2 emissions from mid-ocean ridge volcanism as a possible cause of late-Pleistocene glacial cycles"
}