{
  "sections": [{
    "text": "The scientific knowledge of the Greenland and Antarctic ice sheets, and the subsequently derived Earth history, has been greatly increased during the past 50 years. Much of the new information was obtained from various studies made on a relatively small number of deep (300–400 m) and several very deep (some over 3000 m) ice cores, recovered from the inland regions of both ice sheets, by different national and international research teams. The beginning, development, and progress of deep polar ice core drillings and core studies is reviewed from the incipient pit study made by Ernst Sorge in 1930, through the trying efforts of three separate international core drilling projectsmounted around 1950. The paper continueswith a broad overviewof the early role and achievementsmade by two relatedUSArmy Corps of Engineers research laboratories: the Snow, Ice and Permafrost Research Establishment (SIPRE), and the Cold Regions Research andEngineeringLaboratory (CRREL), from the early-1950's to the late-1980's. International partnerships of CRRELwith theUniversity of Copenhagen, Denmark (1966), and the University of Bern, Switzerland (1962), established the foundation of polar ice core science. © 2008 Elsevier B.V. All rights reserved.\nKeywords: Natural history of polar ice sheets; Glaciology; Ice cores and ice core drilling; Greenland; Antarctica; Cryosphere; Meterology; Paleoclimatology; Paleoleviromentology; Gradual and rapid climate change; Atmospheric chemistry; Stable and radioactive isotopes; Volcanic and terrestrial dust; Carbon dioxide; Methane; Air bubbles; Physical and mechanical characteristics"
  }, {
    "heading": "1. Introduction",
    "text": "“Snowflakes fall to Earth and leave amessage———” Henri Bader (1907–1998)\nModern ice core drilling technology, and the following ice core science studies, were initiated by the US Army Corps of Engineers in the early 1950's, just before the International Geophysical Year (IGY) program began, under the formulation and leadership of Henri Bader, Chief Scientist of SIPRE, in association with his research\n⁎ Tel./fax: +1 508 432 7580. E-mail address: cclangway@aol.com.\n0165-232X/$ - see front matter © 2008 Elsevier B.V. All rights reserved. doi:10.1016/j.coldregions.2008.01.001\nBranch Chiefs, B. Lyle Hansen, James A. Bender, W. Keith Boyd, Robert W. Gerdel, Robert W. Waterhouse, William H. Parrott, and others. During 1956–1959, the full span of the IGY's, field work, SIPRE successfully recovered the first deep ice cores ever obtained, and suited for integrated scientific study, from both the inland regions of the Greenland and Antarctic ice sheets. In 1961, SIPRE united with the US Army Arctic Construction and Frost Effects Laboratory (ACFEL) to form one laboratory, the US Army Cold Regions Research and Engineering Laboratory (CRREL), and Bader retired and joined the faculty at the University of Miami, FL. CRREL continued with the ice core research base established by SIPRE, and in 1966 and 1968, succeeded in obtaining the first very deep ice cores that penetrated\nthe entire vertical dimensions of both the inland regions of the Greenland and Antarctic ice sheets.\nTogether, SIPRE and CRREL amassed nearly forty years of research experience and achievements in deep polar ice core drillings and core analyses on a large-scale, and established the fundamental drilling technology for retrieving deep ice cores for climatologic archives. At the beginning, and for more than a decade, SIPRE/CRREL was solely responsible for establishing, defining and developing the entire US ice core drilling research program. In addition, the US Army Corps of Engineers, 1ST Engineering Arctic Task Force (1st EATF) Lt. Col. Elmer F. Clark, Commanding Officer; Capt. Ray S. Hansen, ExecutiveOfficer, provided the complete field support required for SIPRE's research on inland Greenland during the preIGY, in 1956 and 1957. This included all aspects of logistics, air and surface transportation, communications, field camp construction, and living accommodations. The US Navy Air Development Squadron, VX-E 6; and the Navy's Seabee support component, performed similar logistical services in Antarctica during the 1957–1959 IGY period. The construction of Camp Century, Greenland, an experimental nuclear powered, beneath-the-snow-surface, year-round, 200-person living facility, was completed in 1959 by the Corps of Engineers, Polar Research and Development Center (PRDC), Col Robert J. Giesen, Commanding Officer. The Corps also fully supported CRREL in its first, post-IGY bedrock-drilling project at Camp Century, Greenland from 1960 to1966. Thereafter, theUSNavy fully supportedCRRELagain at Byrd Station, Antarctica, in its first to bedrock-drilling project there from 1966 to 1968.\nAround the mid-1960's, CRREL entered into strong international laboratory and field research collaborations with the University of Copenhagen, Denmark, and the University of Bern, Switzerland, as well as with other US and foreign universities and institutes. Dr. Chester Langway participated in and was responsible for developing the SIPRE/CRREL field and laboratory ice core research program; the core sample storage responsibilities; and the scientific redistribution of ice core samples for external studies, from 1957 to 1975 (Langway, 1958a; Langway and Hansen, 1970). During his last nine years at CRREL he also served as Chief, Snow and Ice Basic Research Branch. In 1975, Langway accepted a faculty position and Chairmanship of the Department of Geology at the University at Buffalo (State University of New York), where he continued his active ice core research activities; and with the agreement of CRREL and the authorization of the NSF,\naccepted the responsibility for the curatorship of all ice cores recovered by the US deep drilling program at the University at Buffalo, for the next 17 years."
  }, {
    "heading": "2. Pit studies",
    "text": "The original inspiration to probe into the deep interior of ice sheets started to evolve inGreenland and Spitzbergen in the early 1930's with the original pit studies by Ahlman (1933, 1935), Sverdrup (1935), and especially following the path-breaking research made by Sorge (1933, 1935), during theAlfredWegener Expedition to central Greenland in 1930–1931 (Schwarzbach, 1986). Sorge was the first to systematically and quantitatively study the near surface snow/firn strata in a 15 m deep pit at Station Eismitte. He hand-dug the pit adjacent to his beneath-the-surface snow cave, which served as his living quarters during his sevenmonth long wintering-over stint. After meticulous examination of the structural features and careful measurement of continuous density and other physical properties, over the pit profile, Sorge determined the characteristics of the individual limits of annual snow accumulation (Sorge, 1935). This research validated the feasibility of measuring the preserved annual snow accumulation cycles (Bader, 1958), like measuring frozen precipitation in a rain gauge, at least for the upper surface layers. Bader later transformed Sorge's data into a mathematical expression, “Sorge's Law of Densification” (Bader, 1953) and used it in 1953, in NW Greenland, to interpret the annual strata in his own 37 m deep pit, which he extended to 47 m by using a “SIPRE” hand coring auger (Bader et al., 1955). Unlike Sorge, who had to depend on his own exhaustive individual manual labor over a 7-month period, Bader recruited volunteer field hands from the US Army to excavate his pit, in short order, using chain saws.\nBetween 1952 and 1955, Project Leader Carl Benson, with Richard Ragle, and others from SIPRE, made a systematic and comprehensive study of the distribution of the regional, near surface snow accumulation, over major portions of nearly the entire surface of the Greenland ice sheet using a tracked vehicle (Weasel) for transportation. Benson relied on the Thule Air Base, US Air Force C-46 and C-54 aircraft for resupply airdrops for fuel and other camp provisions. Along the trail he hand-excavated several scores of pits at prescribed locations (Benson, 1959). This Herculean research effort resulted in a valued, detailed regional mass-balance study, over a large portion of the inland Greenland ice sheet. In some pits (about 4 m deep), Benson collected widely spaced snow/firn samples from the pit walls for oxygen isotope analyses by Samuel\nEpstein at the California Institute of Technology. In spite of the non-continuous, wide spacing of the samples, the oxygen isotope data produced from the upper snow/firn layers of some pit walls was highly suggestive of seasonal snowfall relationships (Benson, 1962, p 42–43). This research formed the basis for using oxygen isotope ratio measurements in a continuous mode, in the late 1950's, to reliably determine annual accumulation cycles (over continuous 1.5 m to 4 m intervals, at four 100 m spaced depths), in the 411 m deep, SIPRE, Site 2 ice core (Langway, 1962 p 108–110, 1967 p 32–43). Oxygen isotope analysis has been used as a standard, critically important method of analysis for ice cores since then."
  }, {
    "heading": "3. Previous ice core research",
    "text": "It was nearly twenty years after Eismitte before the seeds of interest planted by Sorge's important research results were seriously acted upon. The next step in the saga began, around 1950, almost simultaneously; by three separate international research teams, mounted at three distant global locations, using three different mechanical ice core drilling rigs. One was during 1949–1952 by members of the Norwegian–British–Swedish Antarctic Expedition (NBSAE) (Swithinbank, 1957). They cored to nearly 100m on the polar ice shelf along the QueenMaud Land Coast, Antarctica (Schytt, 1958). Another was during 1950 bymembers of the Juneau Ice Field Research Project (JIRP). Here Bader cored to about 100 m into the temperate Taku Glacier, in Alaska (Miller, 1954). The other was during 1950–1951 by members of Expeditions Polaires Francaises (EPF). They reported boring two holes to depths of 126 m and 150 m on the central Greenland inland ice at Camp VI and Station Central (Heuberger, 1954). All three projects reported exhaustive efforts and marginal success in terms of anticipated depth reached, and quality of ice core recovery. The poor physical condition and large gaps in the core profiles precluded stratigraphic analyses, although some interesting physical property studies were made on fragments or sections of the Alaskan core by Bader and his student assistant, Gerald Wasserburg (Miller, 1954), and on the Antarctic core, by Valter Schytt (1958).\nIn the late 1940's Henri Bader, a Swiss born US citizen, and an internationally recognized authority on snow and ice physics (Bader et al., 1939) was a research professor of Mineralogy at Rutgers University, New Jersey, with prior research experience in ice core drilling in Alaska. Soon thereafter, he was appointed by a US Government research panel to conduct a survey of the existing state-of-the-art of polar latitude research in\nEurope, and report his findings (Korsmo, 2007a). Consequently, Bader's analysis was one of the main factors in convincing the panel to recommend establishing a government laboratory to investigate the topic, which was implemented under the civil works engineering research mission of theUSArmyCorps of Engineers, in 1949, as the Snow, Ice, and Permafrost Research Establishment.\nWith the scientific skills of Bader and his inventive Chief of Technical Services, B. Lyle Hansen, and others, SIPRE further developed the hand-operated, “SIPRE auger” to penetrate to shallow-depths of about 50 m, and other mechanical shallow-depth ice coring augers (Mellor, 1964; Mellor and Sellmann, 1976; Rand and Mellor, 1985). These projects represented some of the first engineering research tasks undertaken at the new laboratory. SIPRE also developed a unique, snow/ice-property fieldstudy-kit for international use, as a US contribution to the entire international IGY glaciological research effort, to help standardize the physical measurements of near surface snow/ice-deposits on the ice sheets (Bader, 1958). In August of 1956, Bader with the assistance of Project Leader Richard Ragle, and William Marshall, Jack Tangerman, Chester Langway, and others from SIPRE conducted a pre-IGY “Polar Glaciology Study Course”, on the edge of the Greenland Ice Sheet in the Thule area. Seventeen international researchers attended the orientation course to become acquainted with the snow-study kits, and hear discussions on other SIPRE methods and techniques of field and laboratory studies of glaciers, before their departure for Antarctica the following IGY field season (Ragle, 1958). This collective engineering and scientific research activity and Bader's pioneering ice core drilling experience in Alaska turned out to be fortuitous and greatly contributed to the later interests and successes in the development of the deep ice core drilling systems at SIPRE/CRREL."
  }, {
    "heading": "4. International Geophysical Year",
    "text": "The early 1950's was a time of renewed and stimulated interest in international polar latitude research, by the marking of the Third International Polar Year activities (IPY), for 1957–1958; soon renamed the International Geophysical Year (Bader, 1958; Crary et al., 1962; Korsmo, 2007b). At long last, the neglected and long overdue research areas in the high latitudes, in some of the most distant, desolate and inhospitable regions on Earth, would be targeted and sponsored, by every nation choosing to participate. The IGY Antarctic glaciology research program involved the effort of 12 nations, with 48 stations on the continent. The Arctic glaciology\nresearch program involved 14 nations, with 302 stations north of the 60th parallel. Scientific investigations were made in 14 disciplines (see Gould, 1970). The US was a major contributor in the pre-planning stages and in the communications, logistics and transportation phases, with the extensive involvement and support of the US Navy, during the entire Antarctic IGY field operations. The US also participated by conducting its own broad based interdisciplinary research effort.\nOne of the high-priority, long-term research projects evaluated and recommended by the US NAS/National Committee for the IGY (Lawrence M. Gould, Chair), was to deep core drill into polar ice sheets for scientific purposes. In committee, this project's concept was convincingly argued by Bader, to be revisited and tested again. He maintained that if the research succeeded it would be a major contribution by the US to the IGY objectives, and that it would significantly advance polar science (Bader, 1962). The committee adopted his recommendation, and subsequently USNSF tasked the US Army Corps of Engineers SIPRE with the responsibility for defining, developing, and conducting the entire US ice core drilling and ice core studies research program (includes all sites labeled as IGY and GISP locations in Appendix A), under a joint interagency agreement.\nThe SIPRE pre-IGY pilot drilling trials were successfully conducted at Site 2, NW Greenland in 1956 (305 m), and 1957 (411 m), by Project Leader Robert Lange, and Chief Driller, Jack Tedrow (Lange, 1973), and a group of Dartmouth College student\nassistants and military support assistants. A commercially modified, mechanical-rotary Failing-1500 rock-coring rig was used (Fig. 1) and fitted with special ice cutting bits; ice chips were collected in a trap in the core recovery barrel, and a unique, cooled-compressed air system used as a medium for removing the ice chips (Fig. 2).\nAlthough functionally successful, the modified rockdrilling rig had a time-consuming cumbersome drawback: the heavy, twenty-foot long, end-threaded stainless steel drill pipes used for the drill string, had to be connected and disconnected for each core run, up and down; with increasing depth this proved to be very inefficient. The problem was later solved, for following rigs, by replacing the pipe string with a wire-line system.\nProject Leader William Marshall and Langway were responsible for processing and recording the 10 cm diameter cores at Site 2, during the summer of 1956. Processing and field analysis of the 1957 ice core became the responsibility of Langway (1958a), assisted by student Timothy Foul (MIT), and Specialists Edward Swartz, and Brent Hamil (1st EATF). With the drilling experience gained previously, the 1957 core was recovered in much better physical condition, much more continuous, and deeper than the1956 core; hence was selected for detailed laboratory investigations on this first-ever, nearly continuous, vertical exposure of an active polar ice sheet. A simple field laboratory was set up in a heated “Jamesway” shelter on the surface (Fig. 1, center background) during the field recovery of the 1957 core. A time-study was started to measure the stressrelaxation of core specimens as a function of depth, and the increasing hydrostatic load pressures which existed at their depths of recovery, by making precise density measurements (accuracy to ±15×10−5 g/cm3) in the −12 C trench lab (Langway, 1958b). After melting the specimen in a vacuum system under a liquid, the volume of atmospheric air released was measured in a burette. Bubble pressures were calculated and plotted versus load; and the experiments repeated in the Wilmette cold rooms, 12 and 18 months later (Langway, 1958b; Bader, 1958). Embedded particle concentrations were made in the field by melting ice core specimens, and concentrating the particles using a Millipore filtering apparatus; thinsection crystal analyses were also made at selected core depths, using a “universal-stage” (Langway, 1958c). Cooperative studies were later made on the approximately 900-year-old ice core profile with samples provided to Epstein for measurements of the stable oxygen isotope ratios (Epstein and Sharp, 1959; Langway, 1962, 1967), and to the Russell Werby Laboratory (Junge, 1957, Personal communications; 1960), for measuring the ionic concentration levels on horizontally adjacent core samples This complete investigationmarked the first, state-ofthe-art, integrated scientific investigation of a deep ice core. A full report of the Site 2 core study by Langway\nwas published both at CRREL in 1967, and as Special Paper 125, by the Geological Society of America (GSA) in 1970. TheGreenland drillingswere closely followed by the successful IGY core drillings in Antarctica, at Byrd Station in 1957/58 (309 m), and at Little America V, on the Ross Ice Shelf, in 1958/59 (264 m, into sea water). Patenaude et al. (1959), Ragle et al. (1960) and Lyle Hansen were the drillers. Marshall (1959, 1962) and AnthonyGow (Bender andGow, 1961; Gow, 1961, 1963, 1968) processed and recorded the ice cores."
  }, {
    "heading": "5. Post-IGY bedrock cores",
    "text": "The overall successes of SIPRE's core drillings and early core analyses in Greenland andAntarctica during the IGYprograms received widespread interest and approval. The US National Academy of Sciences/Committee on Polar Research (NAS/CPR) adjudged the results significant andmeriting their highest recommendation for SIPRE to develop a post-IGY deeper ice coring system capable of reaching bedrock depths (Gould, 1970). The international glaciological community also took favorable notice of SIPRE's research results. They are reported to have influenced or reinforced the interests of at least 12 other countries, including Denmark, Switzerland, Soviet Union, Australia, France, Japan,NewZealand,Belgium,England, Canada, Chile, and Iceland to core drill for ice cores between 1958 and 1984, in the polar, sub-polar and alpine regions of both hemispheres (Mitchell and Kellogg, 1984, p. 41–55). Once started, ice core drilling and science began to embark on a life of its own.\nBader (1962) and Hansen (1994) had anticipated the need for a larger, more powerful core drilling system to reach bedrock depths, and had already jump-started the planning stage during the IGY operations. Looking ahead, they began to develop component systems for a deeper thermal coring drill for use by CRREL at Camp Century, Greenland, and Byrd Station, Antarctica. At the same time, Hansen and crew built, or provided blue prints, for several operationally tested intermediate depth (300–500 m) thermal coring drills, for use in dry-hole drilling operations by Australian, Canadian, Icelandic, and Japanese researchers (Hansen, personal communications).\nThe first leg of the CRREL post-IGY bedrock core drilling project originated at Camp Tuto, at the edge of the ice sheet, on the trail to Camp Century, in the summers of 1959 and 1960. Here the preliminary testing of the new concept of a cable-suspended very deep thermal coring device, for use in a fluid-filled hole, was\nconducted. The operation then moved to Camp Century (Fig. 3) in the fall of 1960 to begin the drilling the next summer (Ueda and Garfield, 1969a). Three separate ice cores (12.4- to 9.1-cm diameter) were finally recovered at Century using the new thermal deep-coring system: (Fig. 4), one in 1961, to 186 m, where the drill got stuck and the hole abandoned; another new hole was started in 1962, and reached 238 m, where the heating head was lost, and the hole abandoned; a third hole was started in 1963, which reached 264 m. The 1963 hole was reentered using the thermal drill in 1964, and extended to 546 m. In mid-1965, because of the unsatisfactory slow rate of core recovery, and complications of operating the experimental thermal drill in a fluid-filled\nborehole, the thermal drill was replaced with a newly acquired and modified electro-mechanical drill, the “Electrodrill”, which was inserted into the 546 m deep hole to continue coring (9.1 cm diameter), and reached the base of the ice sheet in July 1966, at 1388 m (Hansen and Langway, 1966). The total experimental drilling operation took a strenuous six-year field effort by the crew, to recover the first-ever continuous ice core to the bedrock depth. The crew consisted of Project Leader Lyle Hansen, and engineering associates, including Senior Engineer Herbert Ueda, and John Kalafut, Donald Garfield, and Haldor Aamot, all of CRREL, along with several military technical support assistants (Ueda and Garfield, 1968).\nDuring the core drillings at Camp Century, Langway, with military support assistants, Specialists William Vest, and Edward Bondurant (PRDC), and others, were responsible for the ice core processing, and other field studies and measurements (Langway, 1962, 1968). Field processing consisted of passing the entire fresh core increments across a transmitted light source (from below), to visibly observe, to log and record in detail, and to photograph any preserved macroscopic features of deposition, or metamorphosed relics. Other investigations included continuous bulk densities at selected depths, as well as crystal size and c-axes orientations, and melting specific core increments to concentrate solid dust particles by a continuous high-speed centrifuging technique. Auxiliary studies were also conducted to filter some of Camp Century's daily water consumption of 12,000 to 15,000 gallons/day, for extraterrestrial and terrestrial dust particles (McCorkell et al., 1968). The water source was produced by steammelting deep seated glacial ice, using a steam-jet technique developed by Rodriguez (1963). This research was jointly developed with Edward L. Fireman of the Smithsonian Astrophysical Observatory, Cam-\nbridge, MA. A large diameter, commercial multiplate micro-filtering apparatus was inserted into the water line near the trench-level well-breakout point (Wright et al., 1963; Langway andMarvin, 1963; Langway and Fireman 1966; Fireman et al., 1965; McCorkell et al., 1968). An attempt was made to recover larger-sized solid particles (anticipated to be up to mm diameters, or greater) by lowering a manned “boatswain chair”, from the Camp trench floor-level. down to the water-well (85 m below trench-level, with about a 25–31 m “oval-lake outline”). A hoisting cable and winch was used to lower and raise the “chair”, which included an extended power cord to operate a strong vacuum-suction apparatus, and a particlefree magnetic device. Collections were also made for radioactive dust particles from several other ice sheet sources (Langway, 1963; Crozaz and Langway, 1966, Crozaz et al., 1966; McCorkell et al., 1967; Hodge et al., 1964, 1967; Olmez et al., 1990; Kodie et al., 1997); and for other chemical and isotopic constituents (Langway et al., 1977; Finkel and Langway, 1985; Horibe et al., 1985; Beer et al., 1984a,b).\nThe same Electrodrill used at Camp Century, and the same drilling team of Hansen, Ueda, Kalafut and Garfield went to Byrd Station Antarctica, in the fall of 1966 for the second leg of the post- IGY project. They successfully reached bottom ice at Byrd Station, at 2164 m, in January 1968; in an incredibly, less than part of two field seasons (Ueda and Garfield, 1969b). Gow and Specialist Roger Doescher processed and recorded the ice cores (Gow, 1970, 1971). In the 1969/1970 field season, the drill was lost after reentering the borehole and attempting to recover a core from below the glacier/sub-ice boundary, when the glacier/sub-ice interface melt water unexpectedly gushed up into the borehole and froze in the core barrel. Several attempts to recover the core barrel with special tools were unsuccessful. The cable was severed at 1545 m, to enable the continuation of borehole closure and ice flow measurements, but resulted in forfeiting CRREL's only bedrock-drilling rig."
  }, {
    "heading": "6. Laboratory analyses",
    "text": "The multidisciplinary laboratory analyses of the Camp Century ice core continued in the fall of 1966; soon after the entire ice core shipment from Greenland arrived at CRREL, Hanover, NH. Ever since the ice core research program evolved and expanded, Langway reached out to other US (19), and foreign (9) scientists or institutions to encourage and solicit new research expertise, especially with researchers having established laboratories in critically important fields of research not\navailable at CRREL (Langway, 1958a; Langway and Hansen, 1970). National and international collaboration in glaciological research is a long-held coveted tradition, with many mutual benefits (Gould, 1970).\nIn the late fall of 1966Willi Dansgaard and associates, at the University of Copenhagen, were already operating a successful high-capacity, well-established mass spectroscopy laboratory for over a dozen years, and currently measuring oxygen isotope ratios on Danish samples of glacier ice from Greenland, as well as on a world-wide collection of water samples on an IAEA (International Atomic Energy Agency) contract. Dansgaard made contact with CRREL at this time, visited the laboratory, and joined Langway in the ice core study program, as a professionally accomplished and productive leader in the evolving research coalition (that extended over a 23-year period), on a cost-sharing basis. A few years later Dansgaard's laboratory, coupled with the technical ingenuity of Sigfus Johnsen and Neils Gundestrup, was capable of automatically measuring over 250 melted ice core samples for 18O/16O ratios per day—a remarkable research feat then and now. Dansgaard's entire program of measuring thousands of oxygen isotope ratios in the initial study of the bedrock Camp Century core (Dansgaard et al., 1969, 1971, Johnson et al. 1970) and later more on the bedrock Byrd Station core (Johnsen et al., 1972), after an earlier oxygen isotope study was completed (Epstein et al., 1970), was fully supported by Danish funds as were the tens-of-thousands of samples measured on all four GISP deep ice cores, including the bedrock core from Dye-3, where 70,000 samples were continuously measured (Dansgaard, 2004).\nHans Oeschger and Langway met at an International Glaciological Society symposium held in Obergurgl, Austria, in the fall of 1962. They discussed their mutual interest in the entrapped atmospheric air bubbles in polar glacier ice (Langway 1958b, 1962). Oeschger introduced the possibility of measuring the chemical composition of the gaseous content, and dating the carbon in the CO2 component of the air bubbles. He suggested it could be possible by a new 14C technique he had developed at his unique low-level carbon-dating laboratory at the University of Bern. Oeschger, at that time already a professionally accomplished and experienced carbon-dating researcher, became a valuable leader in the CRREL ice core research coalition (that extended over a 27-year period), on a cost-sharing basis. Oeschger and associates were first in developing techniques to extract and precisely measure the 14C activity in the CO2 extracted from polar ice cores. Soon after, Oeschger was a pioneer in measuring CO2 and CH4 concentrations in ice core sam-\nples as a function of depth/age, in order to reconstruct the atmospheric greenhouse gas concentrations of the past (Berner et al., 1980; Oeschger et al., 1984, 1985;Oeschger, 1985; Oeschger and Sigenthaler, 1988; Stauffer et al., 1988). Joint field trips were taken to Greenland in 1964 (Langway et al., 1965), and in 1965 (Oeschger et al., 1966), and then to Antarctica in 1968/1969, with Oeschger, B. Stauffer, H. Steuri, and others, to obtain core samples and large volumes of prehistoric atmospheric gases, using a unique down borehole gas extraction system (Oeschger et al., 1967; Langway et al., 1969)."
  }, {
    "heading": "7. Greenland Ice Sheet Program",
    "text": "In the early spring of 1970, a group of scientists and engineers from the United States, Denmark, and Switzerland gathered to discuss the possibility of conducting a new major ice core drilling investigation of the entire Greenland ice sheet. Based on their accumulated research experience, acquired by successfully working together for several years; they debated the possibility and benefits to be gained by pooling their field and logistical bases, science specialties, and laboratory facilities, and possible financial support to carry out the research. The ambitious program would be based on, and directed toward further investigating the fuller scope, extent, and reproducibility of the new climatic and other environmental records that were discovered in the Camp Century and Byrd Station cores. Out of this meeting, the group conceived, planned and developed the Greenland Ice Sheet Program (GISP). The GISP concept and action plan was discussed and reviewed by officials of US NSF's Division of Polar Programs (Joseph Fletcher, Director), in the fall of 1970. GISP was presented as a joint, international, coordinated, interdisciplinary and multifaceted, cost-sharing investigation.CRRELwas identified as the lead laboratory (Hansen and Langway co-PIs), with major contributions from the University of Copenhagen (Dansgaard co-PI), the University of Bern (Oeschger co-PI) and the remote sensing capability for the ice sheets airborne depth-soundings by the Technical University of Denmark (Preben Gudmansen co-PI). The logistics and field support would be arranged by US NSF mainly using PICO (the Polar Ice Coring Office) at the University of Nebraska-Lincoln (James H. Zumberge and Robert H. Rutford, Directors, and John Splettstoesser and Karl Kuivinen), and contracting the US Air Force Air National Guard's, 109th Air Lift Wing, using LC-130's with ski equipped landing gear, to provide the programs supply and transport needs. Initially, the 109th home base was in Alaska; later in New York State. A comprehensive science plan was prepared (Langway, 1976), and submitted to all national science oversight\ncommittees and funding agencies for review and acceptance (in the US: Robert Rutford, Director NSF's DPP). Final approval was made in the US by NSF's National Science Board; Langway was appointed Chief Scientist of the US GISP participants.\nThe entire GISP operation required an 11-year field period. The first seven years were occupied by various preparatory and auxiliary science studies in both the field (Mock,1975) and laboratories, to garner more original regional field and theoretical data to determine the optimal deep drilling site locations. Airborne radar depth-sounding surveys were made (Gudmansen, 1973, 1975b; Gudman-\nsen et al., 1975a), and many surface geophysical, glaciological, and theoretical studies were undertaken during this period (StevenMock,WilliamHibler, JohannesWeertman, Edward D. Goldberg, Min Kodie, Clair Paterson, Ian Whillins, Neils Reeh, J. Beer, Bruce McInnes, C. Boutron, Uwe Radok, and Kenneth Jezek; see Langway et al., 1985). Three intermediate depth thermally augured ice cores (12.7 cm diameter), were first obtained by Lyle Hansen and John Rand, assisted by Robert Bigl, all of CRREL, and others: at Dye-3 in 1971 (372 m); Milcent in 1973 (398m, Fig. 5); Crete in 1974 (405m; Fig. 6)which is in the general vicinity of Station Eismitte. Three bedrock core drillings were originally planned for GISP, but the\nal drill; the next tower to the rear was for the radar reflector to enable\nprogram was reduced to one location primarily because of US NSF financial constraints. Although available GISP data, laboriously gathered over the first seven years, pointed to the optimum site location for the first deep drilling to be in north-central Greenland, the financial restrictions forced the selection of the logistically convenient Dye-3 location (Fig. 7) to be chosen (Weertman, 1978). The prime GISP north-central site location was later selected, more than a decade later, and successfully core drilled to bedrock at two locations approximately 30 km apart by GRIP, a multinational European university consortium in 1992 (3029 m), and by GISP-2, a combined US university team, in 1993 (3053 m), representing the fourth and fifth ice cores recovered to bedrock depths in both ice sheets, at that time (Greenland Summit Ice Cores, AGU, 1998; and Appendix A).\nThe initial Dye-3 deep bedrock drilling first started in 1979 using a 22.2 cm diameter CRREL thermal coring drill to 77 m (Rand, 1980). This was done to insert the large diameter casing over the porous firn zone to contain the drilling fluid. Thereafter, the newly designed and constructed Danish, ISTUK, coring auger (Gundestrup et al., 1984, 1985), was used to drill the Dye-3 core (10.2 cm diameter) to bedrock at 2037m, in August 1981 (Fig. 8). (To preserve full ice core continuity the top 100 m of the Dye-3 core profile was mechanically reaugured upstream with a shallow drill.) Gundestrup and Johnsen were the primary bedrock drillers, ably assisted by Dorte Dahl-Jensen, J.P. Stephenson, Jakob Schwander, and Henry Rufli, who also served as an engineering drill technician. An under-snow research laboratory was established on site to examine, record, measure, log, and\nphotograph many of the physical, mechanical, and optical properties of the cores, and to prepare tens-ofthousands of oxygen isotope, and various other samples (Henrik Clausen, Bernhard Stauffer, Susan Herron (Herron, S.L. and Langway, 1982, 1985, 1987), Albrecht Neftel, J.P. Steffensen, Palina Kristindottir (see Langway et al., 1985)), and also to prepare and continuously measure micro-particle concentrations, and eruptive volcanic-acid horizons, by the new electrical conductivity method (ECM), invented by Claus Hammer (1977, 1980; Hammer et al., 1980) which proved to be an invaluable tool in resolving the time-scale for the 1981 Dye-3 core (Hammer et al., 1985, 1986). A snow cave was excavated off the main science trench to perform instantaneous instrumental mechanical property tests of fresh ice core samples by Hitoshi Shoji (Shoji and Langway, 1982, 1987, 1989), Dorte Dahl-Jensen, and Jakob Schwander (Schwander and Stauffer, 1984).\nA pre-fabricated, heated, clean-room trailer-laboratory, was established and used on the surface by Michael Herron (Herron et al., 1981; Herron, 1982; Herron and Langway, 1985), and James Cragin (Cragin et al., 1974, 1975) and assistants, and used in the field for the first time to measure the chemical composition of melt-water samples by the new ion chromatography technique. A group of international research associates and students, working in rotation, was also employed to, examine and record the cores on an assembly-line series of workstations, and to package specimens for transport back to the national laboratories for further study. The procedures set a new standard of efficiency for field studies associated with deep ice core drilling.\nAll major field objectives and adjusted goals of the GISP field operations plan were completed on schedule, and within budget. In less than one year after completing the core drilling, initial results were presented in June 1982, at a special GISP science symposium, held in conjunction with the Annual Meeting of the American Geophysical Union in Philadelphia, PA. A symposium proceedings was published, “Greenland Ice Core: Geophysics, Geochemistry, and the Environment” (1985), AGU Geophysical Monograph 33, Langway, Jr., C.C., Oeschger, H., and Dansgaard, W., Eds. (Fig. 9).\nIn 1986, theGISP accomplishments led to an invitation to Oeschger and Langway from the Dahlem Conference Center, Berlin, Germany (Silke Bernhard, Director), to organize and convene an international workshop and symposium to assess and interpret the environmental record in glaciers and ice sheets. The Conference was limited to 48 invited internationally recognized participants, selected from various scientific disciplines. The workshop was financed by the City of Berlin and held at the Dahlem Conference Center in March 1988. A proceedings of the symposium was published, “The\nn after bottom ice was reached at 2037 m, on August 15, 1981 (photo by\nEnvironmental Record inGlaciers and Ice Sheets” (1989), Oeschger and Langway, Eds., Dahlem Workshop Report No. 8, Berlin, Germany, John Wiley and Sons."
  }, {
    "heading": "8. Paleoenvironmental data",
    "text": "The scientific results of the first deep ice cores recovered from around 300 m to 400 m, and the very deep ice cores, from1388m, 2164m, and 2037m, have yielded unique windows to past events on Earth, and provided the foundation bywhichmany nations have since drilled deep ice cores in both polar regions. The ice core records also have impacted on a wide spectrum of other scientific disciplines (e.g. geophysics, oceanography, geology, meteorology, climatology, and anthropology), and provide higher-resolution data to complement and advance our knowledge gained from studies of lake and marine sediments and tree-rings. Many of these investigations, and others, continue to this day. Indeed, findings from ice core science now lay cornerstones to the formation of global environmental science and policy (IPCC, 2001).\nOf all the analyses conducted on the first ice core to reach bedrock–at Camp Century, Greenland in 1966, now over 40 years ago–the original measurements at the University of Copenhagen (Dansgaard, Johnsen, Clausen, and Moller) marked a singular achievement, producing a record of the annual snow accumulation layers for the past 8200 years b2k (before A.D. 2000) (Dansgaard et al., 1982; Hammer et al., 1986; Morrison et al., 2001; Vinther et al., 2006). Moreover, this original team developed a profile of the complete signature of the late-Pleistocene and Holocene climate cycle (Dansgaard et al., 1970), recording high- and low-frequency climate events and shifting environmental conditions throughout the present Holocene warm period, through the preceding Wisconsin ice age, and into the earlier interglacial warm period, the Sangamon (Eem), at about 115 kyr BP. This seminal research established the first reliable dating sequences for the Greenland ice sheet's stratigraphic-layer/depth–age relationships, and provided the important and necessary time-line for dating all succeeding paleoenvironmental proxy studies, made on the Camp Century core, and more. Another outstanding original study made on the early ice cores was conducted at the University of Bern, where researchers were first to successfully develop methods to precisely measure the concentration levels of atmospheric gases, especially the “greenhouse” gases, entrappedwithin the stratigraphically-dated ice core layers (Berner et al., 1980; Oeschger, 1985; Oeschger et al., 1988; Stauffer 1985; Stauffer et al., 1988). A third significant original study made on the Camp Century and Dye-3 ice cores by\nCRREL/University at Buffalo (State University of New York), was the first measurements of the chemical records of the Earth's changing atmospheric composition with climate change, including the important events before and since the Industrial Revolution (Neftel et al., 1985; Finkel et al., 1986; Osada and Langway, 1993; Langway et al., 1994, 1995; Osada, 1996, Hammer et al. 1997) and those related to the sharp and dramatic shift in the trace chemical constituents (SO4, NO3, Cl), at the Wisconsin/Holocene climate boundary (at 1786 m, 11.7 kyr BP, for Dye-3, within a remarkably rapid change, over a very short 10- to70 year time interval, see Herron M.M. and Langway, 1985, p 78–79). Taken together, these advances made clear that ice sheetswere unused, but valuable additions, to the limited natural paleodata sources available (Dansgaard, 2004; Cox, 2005), and, in effect, transformed the ice sheets into virtual data bases of detailed Earth history."
  }, {
    "heading": "9. Conclusions",
    "text": "The successful recovery of the early ice cores during the IGY era advanced a new approach to expose the unknown third dimension of polar ice sheets, and marked a turning point: That embedded within the interior bodies of polar ice sheets were important and fresh secrets of Earth's history, and these new physical and chemical analyses could reveal them. Ice cores opened a new portal to the past, unsealing continuous longtime pre-historical and geological age records of precipitation, climate, rapid climate change; and natural, artificial and baseline atmospheric chemistry conditions, and more, at the Earth's surface, at the time of snow deposit. In addition, the records bridged a perceived gap in our previous knowledge of Earth history, by independently overlapping the important chronological recordings of tree-rings and marine/lake sediments. Finally, we note that the Camp Century ice core provided the first direct evidence that a long-term chronology, in fact, exists within the massive Greenland ice sheet's body, is measurable, and clearly connected to today's surface as a living relic, into and beyond the last great ice age on Earth. The 1966 Camp Century ice core became the first jewel in the crowning events of deep polar ice core drillings to bedrock, and the scientific justification and foundation for the continued ice core research at Byrd Station in 1968, and for GISP and Dye-3, during 1971–1981, and leading to the future, as discussed by Mitchell et al. (1984) and Weertman (1986)."
  }, {
    "heading": "10. Summary",
    "text": "Deep polar ice cores were first successfully recovered and studied from Site 2, Greenland, in 1956 and 1957; by\nthe US Army Snow, Ice, and Permafrost Research Establishment (SIPRE); and followed by two others from Antarctica, at Little America Von the Ross Ice Shelf in 1958/ 59; from and Byrd Station, in 1957/58, ranging in depth from 264m to 411m. These cores were acquired as part of SIPRE's contribution to the US's polar latitudes research activities conducted during the Third International Polar Year (re-designated the IGY). The results of the IGY drillings and core studies were encouraging, and supported continued post-IGY research, to develop a drill capable of reaching bedrock depths. This objective was accomplished by the US Army Cold Regions Research and Engineering Laboratory (CRREL) and resulted in the first successful effort to core drill to bedrock made at Camp Century, Greenland, in 1966 (1388 m); and at Byrd Station, Antarctica, in 1968 (2164 m). After the demonstrated progress made during the IGY activities, the Greenland Ice Sheet Program (GISP) was launched in 1971, in a partnership, that began in 1962, between USA CRREL, the University of Copenhagen, Denmark, and the University of Bern, Switzerland (and in 1975, joined by the University at Buffalo). Under the auspices of GISP, this group first recovered three deep ice cores from around 400 m, and in 1981 successfully completed the Dye-3 deep ice core drilling to bedrock (2037m), using a Danish drill. The early deep ice cores were subjected to multiple and coordinated laboratory analyses; these data were promptly exchanged and cross-correlated among the scientific participants. The results of the investigations are widely published, and have revealed substantial new-found paleoenvironmental data on conditions occurring at the Earth's surface over the time-spans represented by their chronologies, which ranged in ages up to 115 kyr BP. Ice coring science has since grown, and in the last 10 to 15 years several new deep ice cores have reached depths exceeding 3000 m, from both ice sheets, and have extended ice core records much further back in time."
  }, {
    "heading": "Acknowledgements",
    "text": "The renewed pursuit to recover deep ice cores began and succeeded during the IGY, under the visionary foresight of Henri Bader, and the engineering inventiveness of B. Lyle Hansen; and in doing so, introduced a new, and still emerging field of polar ice core science. A.P. Crary (Bert), distinguished polar researcher, and Chief Scientist of NSF's Division of Polar Programs during the difficult early days of this research, was a lasting pillar of dedicated support and encouragement. Full recognition and complete appreciation is extended to a long, successive list of the US Army's Corps of Engineers Director's of\nthe SIPRE and CRREL laboratories, namely: Col. W.H. Parsons, Jr., Col.W.L. Nungesser, Col. P.G. Krueger, Col. D.A. Kellogg, Col. J.E.Wagner, Col., J.F. Castro, and Col R.L. Crosby. All concurred with the unique and genuine mutual agreement to support and enable the complete ice core research program to be conducted at the laboratories, in cooperation and support of the US NSF.\nDuring the nearly forty years of history compressed into this paper on early ice cores many valuable contributions were made by a great number of individuals, notably: W. Dansgaard and H. Oeschger, and their laboratories at the universities: they stand tall in this category. Many others to be thanked and congratulated are noted or referenced in the text. The important and necessary close interaction, advice, and support of numerous key personnel from NSF's Office and Division of Polar Programs, is gratefully acknowledged and sincerely appreciated, these include, T.O. Jones, A.P. Crary, P.M. Smith, L.O. Quam, G. Llano, P. Lewis, K. Moulton, J. Huffman, G. Guthridge, M.D. Turner, J. Fletcher, E.P. Todd, R.H. Rutford, D.A. Anderson, R.L. Cameron, J. Zwally, H. Borns, E. Chang, and many, many others, especially, J.H. Zumberge (NAS/CPR, Univ. So. Cal., Univ. Mich.), L.M. Gould (Chm., NAS/CPR), E.D. Goldberg (UC San Diego), L. DeGoes (NRC), G. Nancollas (Univ. at Buffalo), and C. Wroe Wolf (Boston Univ.). Sadly, because of the time-span covered in this reporting, a large number of the above have passed on; but their contributions are real, mostly registered in the literature, and remain fixed in the memory of those who labored with them.\nSpecial units of the USArmy, USAir Force, USAFAir National Guard, and the US Navy provided abundant transportation, logistical, and operational support for fieldwork in the US, Greenland and Antarctica. We fully acknowledge and enthusiastically thank them for their professional skills and tireless efforts in making the enumerated field research projects safe and successful; they know their job, and did it very well.\nI am further indebted to several colleagues who reviewed early drafts or later copies of this report; many were field or laboratory participants, or took an active part in different aspects of the research discussed herein, and include: J. Weertman, R, Rutford, G. Denton, H. Ueda, J. Brown, G. Frankenstein, B. Stauffer, H. Clausen, G.J. Wasserburg, and J. Splettstoesser. All are experienced and seasoned Polar Regions research investigators who were generous with their time and perceptive in their scrutiny. M.R. Albert, D W. Cate and C. Geiger provided exceptional editorial and computer guidance."
  }, {
    "heading": "Appendix A",
    "text": "Recovered deep and very deep ice cores\nYears\nType drill\nCore diameter (cm)\nDepth (m)\nIGY locations Site 2, Greenland\n1956\nRotary mechanical (US)\n10\n305\nSite 2, Greenland\n1957\nRotary mechanical (US)\n10\n411\nByrd Station, Antarctica\n1957–1958\nRotary mechanical (US)\n10\n307\nLittle America, VAntarctica\n1958–1959\nRotary mechanical (US)\n10\n264\nCamp Century, Greenland\n1961–1966\nThermal (US)\n12.4\n0–546\nElectromechanical (US)\n9.1\n546–1388\nByrd Station, Antarctica\n1966–1968\nElectromechanical (US)\n10.2\n2164\nGISP locations Dye-3, Greenland\n1971\nThermal (US)\n12.7\n372\nMilcent, Greenland\n1973\nThermal (US)\n12.7\n398\nCrete, Greenland\n1974\nThermal (US)\n12.7\n405\nDye-3 Greenland\n1979–1981\nElectromechanical (Den)\n10.2\n2037\nMore recent international locations GRIP, Greenland 1989–1992\nElectromechanical (Den)\n10.2\n0–3029\nGISP-2, Greenland\n1989–1993\nElectromechanical (US)\n13.2\n0–3057\nVostock, Antarcticaa\n1990–1993\nThermal (Soviet Union)\n11.0–11.2\n0–2755\n\"\n1994–1998\nElectromechanical (Russia)\n10.7\n2755–3623\n\"\n2005–2007\n\"\n10.7\n13623–3658\nDome Fuji, Antarctica. Ib\n1994–1997\nElectromechanical (Japan)\n9.4\n0–2503\nDome Fuji, Antarctica IIb\n2003–2007\n\"\n9.4\n0–3035\nNGRIP, Greenlandc\n1996–1997\nElectromechanical (Den)\n10.2\n0–1300\n\"\n1999–2000\n\"\n\"\n1300–2931\n\"\n2003–2004\n\"\n\"\n2931–3090\nDome C, Antarcticab\n1999–2005\nElectromechanical (EPICA, France and Italy)\n9.8\n0–3270\nKohnen Station Antarcb\n2001–2006\nElectromechanical (EPICA, Germany)\n9.8\n0–2774\na Data provided by: Pavel G. Talalay, St. Petersburg State Mining Institute, Russia. b Data provided by: Nobuhiko Azuma, Nagaoka University of Technology, Japan. c Data provided by Henrik Clausen, University of Copenhagen, Denmark."
  }],
  "year": 2008,
  "references": [{
    "title": "Glaciology, Scientific results of the Swedish–Norwegian",
    "authors": ["H.W. Ahlmann"],
    "venue": "Arctic Expedition,",
    "year": 1933
  }, {
    "title": "The stratification of the snow and firn on Isachsen's Plateau, scientific results of the Norwegian and Swedish Spitzbergen Expedition, 1934",
    "authors": ["H.W. Ahlmann"],
    "year": 1935
  }, {
    "title": "Sorge's law of densification of snow on high polar glaciers",
    "authors": ["H. Bader"],
    "venue": "USA SIPRE Research Paper",
    "year": 1953
  }, {
    "title": "United States polar ice and snow studies in the International Geophysical Year, in Geophysics and the IGY",
    "authors": ["H. Bader"],
    "year": 1958
  }, {
    "title": "Scope, problems, and potential value of deep core drilling in ice sheets",
    "authors": ["H. Bader"],
    "venue": "USA CRREL Special Report",
    "year": 1962
  }, {
    "title": "Snow and Its Metamorphism (Der Schnee und seine Metamorphose, Beitrage zur Geologie der Schweiz, Geotechnische Series, Hydrologie, Lieferung 3), Translated by J.C",
    "authors": ["H. Bader", "R. Haefeli", "E. Bucher", "J. Neher", "J. Eckel", "C. Chams"],
    "venue": "Van Tienhoven. USA SIPRE Translation Report",
    "year": 1939
  }, {
    "title": "Excavations and installations at SIPRE Test Site, Site 2, Greenland. USA SIPRE",
    "authors": ["H. Bader", "R.W. Waterhouse", "J.K. Landauer", "B.L. Hansen", "J.A. Bender"],
    "venue": "Butkovich,",
    "year": 1955
  }, {
    "title": "Temporal variations in the",
    "authors": ["C.C. Langway Jr."],
    "year": 1984
  }, {
    "title": "Deep drilling in Antarctica",
    "authors": ["J.A. Bender", "A.J. Gow"],
    "venue": "Colloque sur la Glaciologie Antarctique. International Association of Scientific Hydrology. Pub No",
    "year": 1961
  }, {
    "title": "Physical investigations on the snow and firn of northwest Greenland 1952",
    "authors": ["C.S. Benson"],
    "venue": "USA CRREL Research Report",
    "year": 1959
  }, {
    "title": "Stratigraphic studies in the snow and firn of the Greenland ice sheet",
    "authors": ["C.S. Benson"],
    "venue": "USA CRREL Research Report",
    "year": 1962
  }, {
    "title": "Information on the CO2 cycle from ice core studies",
    "authors": ["W. Berner", "H.O. Oeschger", "B. Stauffer"],
    "venue": "Radiocarbon",
    "year": 1980
  }, {
    "title": "Climate Crash: Abrupt Climate Change and What It Means to Our Future",
    "authors": ["J.D. Cox"],
    "year": 2005
  }, {
    "title": "Interhemispheric comparison of changes in the composition of atmospheric precipitation during the Late Cenozoic Era",
    "authors": ["J.H. Cragin", "M.M. Herron", "C.C. Langway Jr.", "G. Klouda"],
    "year": 1974
  }, {
    "title": "The chemistry of 700 years of precipitation at Dye 3, Greenland",
    "authors": ["J.H. Cragin", "M.M. Herron", "C.C. Langway Jr."],
    "venue": "USA CRREL Research Report,",
    "year": 1975
  }, {
    "title": "The United States glaciological researches during the International Geophysical Year",
    "authors": ["A.P. Crary", "W.O. Field", "M.F. Meier"],
    "venue": "Journal of Glaciology",
    "year": 1962
  }, {
    "title": "Dating Greenland firn-ice cores with Pb-210",
    "authors": ["G. Crozaz", "C.C. Langway Jr."],
    "venue": "Earth and Planetary Science Letters",
    "year": 1966
  }, {
    "title": "Artificial radioactivity reference horizons in Greenland firn",
    "authors": ["G. Crozaz", "C.C. Langway Jr.", "E. Picciotto"],
    "venue": "Earth and Planetary Science Letters",
    "year": 1966
  }, {
    "title": "One thousand centuries of climate record from Camp Century on the Greenland",
    "authors": ["W. Dansgaard", "S.J. Johnsen", "J. Moller", "C.C. Langway Jr."],
    "venue": "Ice Sheet. Science",
    "year": 1969
  }, {
    "title": "Ice cores and paleoclimatology in radiocarbon variations and absolute chronology",
    "authors": ["W. Dansgaard", "S.J. Johnsen", "H.B. Clausen", "C.C. Langway Jr."],
    "year": 1970
  }, {
    "title": "Climate record revealed by the Camp Century ice core. In: Turekian, K.K. (Ed.), Late CenozoicGlacialAges",
    "authors": ["W. Dansgaard", "S.J. Johnsen", "H.B. Clausen", "C.C. Langway Jr."],
    "year": 1971
  }, {
    "title": "Frozen Annals: Greenland Ice Sheet Research",
    "authors": ["W. Dansgaard"],
    "year": 2004
  }, {
    "title": "A new Greenland deep ice core",
    "authors": ["W. Dansgaard", "H.B. Clausen", "N. Gunderstrup", "C.U. Hammer", "S.J. Johnsen", "P.M. Krristindottir", "N. Reeh"],
    "venue": "Science",
    "year": 1982
  }, {
    "title": "Oxygen-isotope studies",
    "authors": ["S. Epstein", "R.P. Sharp"],
    "venue": "Transactions of the American Geophysical Research Report no",
    "year": 1959
  }, {
    "title": "Antarctic ice sheet stable isotope analyses of Byrd Station cores and inter-hemispheric climate implications",
    "authors": ["S. Epstein", "R.P. Sharp", "A.J. Gow"],
    "year": 1970
  }, {
    "title": "Global and local influences on the composition of snowfall at Dye 3,Greenland: the record between 10 ka B.P. and 40 ka B.P",
    "authors": ["R.C. Finkel", "C.C. Langway Jr."],
    "venue": "Earth and Planetary Science Letters",
    "year": 1985
  }, {
    "title": "Changes in precipitation chemistry at Dye 3, Greenland",
    "authors": ["R.C. Finkel", "C.C. Langway Jr.", "H.B. Clausen"],
    "venue": "Journal of Geophysical Research 91,",
    "year": 1986
  }, {
    "title": "Search for aluminum-26 in dust from the Greenland Ice Sheet",
    "authors": ["E.L. Fireman", "C.C. Langway Jr."],
    "venue": "Geochimica et Cosmochimica Acta",
    "year": 1965
  }, {
    "title": "Committee on Polar Research. Polar Research: A Survey. National Academy Press, Washington, D.C., Chap. 4: p 83–83; Appendix A: p 87–91; and Appendix B: p 91–96",
    "authors": ["L.M. Gould"],
    "venue": "Chairman,",
    "year": 1970
  }, {
    "title": "Drill-hole measurements and snow studies at Byrd Station, Antarctica",
    "authors": ["A.J. Gow"],
    "venue": "USA CRREL Technical Report,",
    "year": 1961
  }, {
    "title": "The inner structure of the Ross Ice Shelf at Little America V, Antarctica, as revealed by deep core drilling",
    "authors": ["A.J. Gow"],
    "venue": "General Assembly of Berkley. International Association of Scientific Hydrology, Pub,",
    "year": 1963
  }, {
    "title": "Deep core studies of the accumulation and densification of snow at Byrd Station and Little America V, Antarctica",
    "authors": ["A.J. Gow"],
    "venue": "USA CRREL Research Report,",
    "year": 1968
  }, {
    "title": "Preliminary results of studies of ice cores from the 2164 m deep drill hole, Byrd Station, Antarctica",
    "authors": ["A.J. Gow"],
    "venue": "International Symposium on Antarctic Glaciological Exploration (ISAGE),",
    "year": 1970
  }, {
    "title": "Volcanic ash in the Antarctic ice sheet and its possible climatic implications",
    "authors": ["A.J. Gow"],
    "venue": "USA CRREL Miscellaneous Pub,",
    "year": 1971
  }, {
    "title": "All participant authors)",
    "authors": ["Greenland Summit Ice Cores", "GRIP", "A.G.U. GISP Projects"],
    "venue": "Reprinted from Journal of Geophysical Research, American Geophysical Union, Washington, D.C., p 26,315–26,886.",
    "year": 1998
  }, {
    "title": "Radioglaciology Soundings at Proposed Drill Sites. Technical University of Denmark, Laboratory of Electromagnetic Theory, Report D185",
    "authors": ["P. Gudmansen"],
    "year": 1973
  }, {
    "title": "1975a. New equipment for radio-echo sounding",
    "authors": ["P. Gudmansen", "E. Nilsson", "M. Pallisgaard", "N. Skou", "F. Sondergaard"],
    "venue": "Antarctic Journal of the United States",
    "year": 1975
  }, {
    "title": "1975b. Layer echo's in polar ice sheets",
    "authors": ["P. Gudmansen"],
    "venue": "Journal of Glaciology",
    "year": 1975
  }, {
    "title": "ISTUK: a deep ice core drill system, p 7–19, in IceDrilling Technology,Holdsworth,G",
    "authors": ["N.S. Gundestrup", "S.J. Johnsen", "N. Reeh"],
    "venue": "CRREL Special",
    "year": 1984
  }, {
    "title": "A battery powered, instrumented deep ice core drill for liquid filled holes",
    "authors": ["N.S. Gundestrup", "S.J. Johnsen"],
    "venue": "Geophysical Monograph,",
    "year": 1985
  }, {
    "title": "Past volcanism revealed by Greenland Ice Sheet impurities",
    "authors": ["C.U. Hammer"],
    "venue": "Nature 270,",
    "year": 1977
  }, {
    "title": "Acidity of polar ice cores in relation to absolute dating, past volcanism, and radio echoes",
    "authors": ["C.U. Hammer"],
    "venue": "Journal of Glaciology",
    "year": 1980
  }, {
    "title": "Greenland ice sheet evidence of post-glacial volcanism and its climatic impact",
    "authors": ["C.U. Hammer", "H.B. Clausen", "W. Dansgaard"],
    "venue": "Nature",
    "year": 1980
  }, {
    "title": "Continuous Impurity Analysis along the Dye-3 Core, in Greenland Ice Core: Geophysics, Geochemistry, and the Environment",
    "authors": ["C.U. Hammer", "H. Clausen", "W. Dansgaard", "A. Neftal", "P. Kristinsdoter", "E. Johnson"],
    "venue": "Geophysical Monograph,",
    "year": 1985
  }, {
    "title": "Ice-core dating of the Pleistocene/Holocene boundary applied to a calibration",
    "authors": ["C.U. Hammer", "H.B. Clausen", "H. Tauber"],
    "year": 1986
  }, {
    "title": "80,000 years of recorded global volcanism",
    "authors": ["C.U. Hammer", "H.B. Clausen", "C.C. Langway Jr."],
    "venue": "Climate Change",
    "year": 1997
  }, {
    "title": "Deep core drilling and core analysis at Camp Century, Greenland, 1961–1966",
    "authors": ["B.L. Hansen", "C.C. Langway Jr."],
    "venue": "Antarctic Journal of the US,",
    "year": 1966
  }, {
    "title": "Deep core drilling in ice",
    "authors": ["B.L. Hansen"],
    "venue": "National Institute of Polar Research, Proceedings of the Fourth International Workshop on Ice Drilling Technology,",
    "year": 1994
  }, {
    "title": "Climate signal of melt features in southern Greenland",
    "authors": ["M.M. Herron", "S.L. Herron", "C.C. Langway Jr."],
    "venue": "Nature 293",
    "year": 1981
  }, {
    "title": "Impurity sources",
    "authors": ["M.M. Herron"],
    "year": 1982
  }, {
    "title": "Chloride, nitrate, and sulfate in the Dye 3 and Camp Century, Greenland ice cores",
    "authors": ["M.M. Herron", "C.C. Langway Jr."],
    "venue": "Geophysical Monograph,",
    "year": 1985
  }, {
    "title": "A comparison of ice fabrics and textures at Camp Century, and Byrd Station, Antarctica",
    "authors": ["S.L. Herron", "C.C. Langway Jr."],
    "venue": "Annals of Glaciology",
    "year": 1982
  }, {
    "title": "Derivation of paleoelevations from total air content of two deep Greenland ice cores. The Physical Basis of Ice Sheet Modeling, 19th IUUG General Assembly, Vancouver, B.C., Canada",
    "authors": ["S.L. Herron", "C. Langway Jr."],
    "venue": "IAHS Pub.,",
    "year": 1987
  }, {
    "title": "Groenland, glaciology, Forages sur I'inlandis",
    "authors": ["J.C. Heuberger"],
    "venue": "Hermann and Cie, Paris",
    "year": 1954
  }, {
    "title": "Studies of particles for exterritorial origin. 3. Analyses of dust particles from polar ice deposits",
    "authors": ["P.W. Hodge", "F.W. Wright", "C.C. Langway Jr."],
    "venue": "Journal of Geophysical Research",
    "year": 1964
  }, {
    "title": "Studies of particles for extraterrestrial origin",
    "authors": ["P.W. Hodge", "F. Wright", "C.C. Langway Jr."],
    "venue": "Journal of Geophysical Research",
    "year": 1967
  }, {
    "title": "Chemical and isotopic composition of air inclusions in a Greenland ice core",
    "authors": ["Y. Horibe", "K. Shigehara", "C.C. Langway Jr."],
    "venue": "Earth and Planetary Science Letters",
    "year": 1985
  }, {
    "title": "Climate oscillations 1200-2000",
    "authors": ["S.L. Johnson", "W. Dansgaard", "H.B. Clausen", "C.C. Langway Jr."],
    "venue": "A.D. Nature",
    "year": 1970
  }, {
    "title": "Oxygen isotope profiles through the Antarctic and Greenland ice",
    "authors": ["S.J. Johnsen", "W. Dansgaard", "H.B. Clausen", "C.C. Langway Jr."],
    "venue": "sheets. Nature",
    "year": 1972
  }, {
    "title": "Transuranic depositional history in South Greenland firn layers",
    "authors": ["M. Koide", "E.D. Goldberg", "M.M. Herron", "C.C. Langway Jr."],
    "venue": "Nature",
    "year": 1977
  }, {
    "title": "The early coldwar",
    "authors": ["F.L. Korsmo"],
    "venue": "Watson Publishing,",
    "year": 2007
  }, {
    "title": "Deep rotary core drilling in ice",
    "authors": ["G.R. Lange"],
    "venue": "USA CRRELTechnical Report",
    "year": 1973
  }, {
    "title": "A 400 meter deep ice core in Greenland, preliminary report",
    "authors": ["C.C. Langway Jr."],
    "venue": "Journal of Glaciology",
    "year": 1958
  }, {
    "title": "Bubble pressures in Greenland glacier ice",
    "authors": ["C.C. Langway Jr."],
    "venue": "Symposium of Chamonix, France, International Association of Scientific Hydrology, Publication",
    "year": 1958
  }, {
    "title": "1958c. Ice fabrics and the universal stage",
    "authors": ["C.C. Langway Jr."],
    "venue": "USA SIPRE Technical Report 62,",
    "year": 1958
  }, {
    "title": "Some physical and chemical investigations of a 411 m deep Greenland ice core and their relationship to accumulation",
    "authors": ["C.C. Langway Jr."],
    "venue": "Colloquium of Obergurgl, Austria, International Association of Scientific Hydrology, Publication",
    "year": 1962
  }, {
    "title": "Sampling for extraterrestrial dust on the Greenland Ice Sheet, in General Assembly of Berkeley",
    "authors": ["C.C. Langway Jr."],
    "venue": "CA, USA. International Association of Hydrology,",
    "year": 1963
  }, {
    "title": "Stratigraphic analysis of a deep ice core from Greenland",
    "authors": ["C.C. Langway"],
    "venue": "USA CRREL Research Report 77,",
    "year": 1967
  }, {
    "title": "Deep ice core study program: Greenland",
    "authors": ["C.C. Langway Jr."],
    "venue": "Antarctic Journal of the United States III",
    "year": 1968
  }, {
    "title": "Some characteristics of black spherules",
    "authors": ["C.C. Langway Jr.", "U.B. Marvin"],
    "venue": "New York Academy of Science, Conference on Cosmic Dust, v",
    "year": 1963
  }, {
    "title": "Sampling polar ice for radiocarbon dating",
    "authors": ["C.C. Langway Jr.", "H.O. Oeschger", "B. Alder", "A. Renaud"],
    "venue": "Nature",
    "year": 1965
  }, {
    "title": "Studies on Collections of Large Masses of Greenland Dust, USA CRREL",
    "authors": ["C.C. Langway Jr.", "E.L. Fireman"],
    "venue": "Technical Note",
    "year": 1966
  }, {
    "title": "Carbon dating ice at Byrd Station Antarctica",
    "authors": ["C.C. Langway Jr.", "B.L. Hansen", "B.L. Oeschger", "B. Stauffer"],
    "venue": "Antarctic Journal of the United States IV",
    "year": 1969
  }, {
    "title": "Drilling through the Ice Cap: probing climate for a thousand centuries",
    "authors": ["C.C. Langway Jr.", "B.L. Hansen"],
    "venue": "Bulletin of the Atomic Scientist",
    "year": 1970
  }, {
    "title": "Seasonal variations of chemical constituents in annual layers of Greenland deep ice deposits",
    "authors": ["C.C. Langway Jr.", "G.A. Klouda", "M.M. Herron", "J.H. Cragin"],
    "venue": "Symposium of Isotopes and Impurities in Snow and Ice, Grenoble, France,",
    "year": 1977
  }, {
    "title": "Greenland Ice Cores: Geophysics, Geochemistry, and the Environment",
    "authors": ["C.C. Langway Jr.", "H.O. Oeschger", "W. Dansgaard"],
    "venue": "Geophysical Monograph,",
    "year": 1985
  }, {
    "title": "New chemical stratigraphy over the last millennium for Byrd Station, Antarctica",
    "authors": ["C.C. Langway Jr.", "K. Osada", "H.B. Clausen", "C.U. Hammer", "H. Shoji", "A. Mitani"],
    "venue": "Tellus 46B,",
    "year": 1994
  }, {
    "title": "1995.A 10-century comparison of prominent bipolar volcanic events in ice cores",
    "authors": ["C.C. Langway Jr.", "K. Osada", "H.B. Clausen", "C.U. Hammer", "H. Shoji"],
    "venue": "Journal Geophysical Research",
    "year": 1995
  }, {
    "title": "The Stratigraphic Distribution of Particulate Matter in the Firn at Byrd Station, Antarctica",
    "authors": ["E.W. Marshall"],
    "venue": "Geophysical Monograph,",
    "year": 1962
  }, {
    "title": "Stratigraphic use of particulates in polar ice caps",
    "authors": ["E.W. Marshall"],
    "venue": "Geological Society of America Bulletin",
    "year": 1959
  }, {
    "title": "Aluuminum26 and beryllium-10 in Greenland ice",
    "authors": ["R.H. McCorkell", "E.L. Fireman", "C.C. Langway Jr."],
    "venue": "Science",
    "year": 1967
  }, {
    "title": "A Search for Cosmic Dust in a Large Collection of Particulate and Dissolved Material from Polar Ice",
    "authors": ["R.H. McCorkell", "W.H. Pinson", "E.L. Fireman", "C.C. Langway Jr."],
    "venue": "International Symposium on Antarctic Glaciological Exploration (ISAGE) IASH Publication,",
    "year": 1968
  }, {
    "title": "Glaciological Techniques. Cold Regions Science and Engineering, Part IIC:The Physics andMechanics of Ice, ChapterXI, pp. 147–161",
    "authors": ["M. Mellor"],
    "venue": "USA CRREL Report,",
    "year": 1964
  }, {
    "title": "General Considerations for Drill System Design in Ice-Core Drilling",
    "authors": ["M. Mellor", "P.V. Sellmann"],
    "year": 1976
  }, {
    "title": "Summary of weather observed at Crete and summit stations Greenland",
    "authors": ["S. Mock"],
    "venue": "USA CRELL Special Report,",
    "year": 1975
  }, {
    "title": "On-line high-precision stable hydrogen isotopic analysis on nanolitre water samples",
    "authors": ["J.T. Morrison", "Brockwell", "T. Merren", "F. Fourel", "A. Phillips"],
    "venue": "Analytical Chemistry",
    "year": 2001
  }, {
    "title": "Sulphate and nitrate concentrations in snow from south Greenland 1895–1978",
    "authors": ["A. Neftel", "J. Beer", "H. Oeschger", "F. Zurcher", "R. Finkel"],
    "venue": "Nature 314,",
    "year": 1985
  }, {
    "title": "Radiocarbon dating of ice",
    "authors": ["H. Oeschger", "B. Alder", "C.C. Langway Jr."],
    "venue": "Earth and Planetary Science Letters",
    "year": 1966
  }, {
    "title": "1967.An in situ gas extraction system to radiocarbon date glacier ice",
    "authors": ["H. Oeschger", "B. Alder", "C.C. Langway Jr."],
    "venue": "USA CRREL Research Report",
    "year": 1967
  }, {
    "title": "Late Climate History from Ice Cores in Climate Processes and Climate Sensitivity",
    "authors": ["H. Oeschger", "J. Beer", "U. Siegenthaler", "B. Stauffer", "W. Dansgaard", "C.C. Langway"],
    "venue": "Geophysical Monograph 29 Maurice Ewing,",
    "year": 1984
  }, {
    "title": "The contribution of ice core studies to the understanding of environmental processes. Greenland Ice Cores: Geophysics, Geochemistry, and the Environment",
    "authors": ["H. Oeschger"],
    "venue": "Geophysical Monograph,",
    "year": 1985
  }, {
    "title": "Variations of the CO2 concentration of occluded air and of anions and dust in polar ice cores",
    "authors": ["H. Oeschger", "B. Stauffer", "R. Finkel", "C.C. Langway Jr."],
    "venue": "Geophysical Monograph,",
    "year": 1985
  }, {
    "title": "How has the atmospheric concentration of CO2 changed",
    "authors": ["H. Oeschger", "U. Sigenthaler"],
    "venue": "Report of the Dahlem Workshop on the Changing Atmosphere",
    "year": 1988
  }, {
    "title": "Ice chemistry and chronology in Greenland and Antarctica",
    "authors": ["I. Olmez", "E.L. Fireman", "C.C. Langway Jr."],
    "venue": "Proceedings of the International Symposium of Glaciers–Ocean–Atmosphere Interactions,",
    "year": 1990
  }, {
    "title": "Background levels of formate and other ions in ice cores from inland Greenland",
    "authors": ["K. Osada", "C.C. Langway Jr."],
    "venue": "Geophysical Research Letters",
    "year": 1993
  }, {
    "title": "1996.Water soluble constituents in polar ice cores: temporal and spatial distribution of sulfate in polar ice",
    "authors": ["K. Osada"],
    "venue": "PhD Thesis,",
    "year": 1996
  }, {
    "title": "Deep core drilling in ice, Byrd Station, Antarctica",
    "authors": ["R.W. Patenaude", "E.W. Marshall", "A.J. Gow"],
    "venue": "USA SIPRE Technical Report,",
    "year": 1959
  }, {
    "title": "Polar glaciology study",
    "authors": ["R.H. Ragle"],
    "venue": "course. USA SIPRE Special Report,",
    "year": 1958
  }, {
    "title": "Deep core drilling in the Ross Ice Shelf, Little America V, Antarctica",
    "authors": ["R.H. Ragle", "B.L. Hansen", "A.J. Gow", "R.W. Patenaude"],
    "venue": "Parts I and II. USA SIPRE Technical Report",
    "year": 1960
  }, {
    "title": "GISP, phase 1: casing operation",
    "authors": ["J. Rand"],
    "venue": "USA CRREL Special Report 80–24,",
    "year": 1980
  }, {
    "title": "Development of Glacial SubsurfaceWater Supply and Sewage Systems U.S. Army Engineer Research and Development Laboratories, Technical Report 1737-TR",
    "authors": ["R. Rodriquez"],
    "year": 1963
  }, {
    "title": "Age difference between polar ice and the air trapped in its bubbles",
    "authors": ["J. Schwander", "B. Stauffer"],
    "venue": "Nature",
    "year": 1984
  }, {
    "title": "AlfredWegener: Father of Continental Drift",
    "authors": ["M.M. Schwarzbach"],
    "venue": "Scientific Revolutionaries: Biographical Series, Science Tech, Madison Wis",
    "year": 1986
  }, {
    "title": "Norwegian–British–Swedish Antarctic Expedition 1949–1952",
    "authors": ["V. Schytt"],
    "venue": "Scientific Results 4,",
    "year": 1958
  }, {
    "title": "Air hydrates inclusions in fresh ice",
    "authors": ["H. Shoji", "C.C. Langway Jr."],
    "venue": "cores. Nature",
    "year": 1982
  }, {
    "title": "Microscopic observations of the air hydrate–bubble transformation process in glacier ice",
    "authors": ["H. Shoji", "C.C. Langway Jr."],
    "venue": "Journal Physique Cl,",
    "year": 1987
  }, {
    "title": "Physical property reference horizons. The Environmental Record in Glaciers and Ice Sheets",
    "authors": ["H. Shoji", "C.C. Langway Jr."],
    "venue": "Dahlem Workshop Report No",
    "year": 1989
  }, {
    "title": "Scientific results of the Wegener Expedition to Greenland",
    "authors": ["E. Sorge"],
    "venue": "Geographical Journal",
    "year": 1933
  }, {
    "title": "Glaziologische Untersuchungen in Eismitte (Glaciological research at Eismitte), in Wissenschaftliche Ergebnisse der Deutschen",
    "authors": ["E. Sorge"],
    "venue": "Groenland Expedition Alfred Wegener 1929 und 1930–31,",
    "year": 1935
  }, {
    "title": "Increase of atmosphericmethane recorded inAntarctic ice",
    "authors": ["B. Stauffer"],
    "venue": "core. Science",
    "year": 1985
  }, {
    "title": "Methane concentrations in the glacial atmosphere was only half that of the pre-industrial Holocene",
    "authors": ["B. Stauffer", "E. Loochbronner", "H. Oeschger", "J. Schwander"],
    "venue": "Nature 332,",
    "year": 1988
  }, {
    "title": "The temperature of the firn on Isachsen's Plateau and general conclusions regarding the temperature of the glaciers on West-Spitzbergen, in Scientific results of the Norwegian–Swedish",
    "authors": ["H.U. Sverdrup"],
    "venue": "Spitzbergen Expedition,",
    "year": 1935
  }, {
    "title": "Norwegian–British–Swedish Antarctic Expedition 1949–1952",
    "authors": ["C. Swithinbank"],
    "venue": "Scientific Results,",
    "year": 1957
  }, {
    "title": "Drilling through the Greenland",
    "authors": ["H.T. Ueda", "D.E. Garfield"],
    "venue": "Ice Sheet. USA CRREL Special Report",
    "year": 1968
  }, {
    "title": "The USA CRREL drill for thermal coring in ice",
    "authors": ["H.T. Ueda", "D.E. Garfield"],
    "venue": "Journal of Glaciology",
    "year": 1969
  }, {
    "title": "1969b. Core drilling through the Antarctic ice sheet",
    "authors": ["H.T. Ueda", "D.E. Garfield"],
    "venue": "USA CRREL Technical Report,",
    "year": 1969
  }, {
    "title": "A synchronized dating of three Greenland ice cores throughout the Holocene",
    "authors": ["B.M. Vinther", "H.B. Clausen", "S.J. Johnsen", "S.O. Rasmussen", "K.K. Andersen", "S.L. Buchardt", "D. Dahl-Jensen", "I.K. Seierstad", "Siggaard-Andersen", "J.P. Steffensen", "A. Svensson", "J. Olsen", "J. Heinemeir"],
    "venue": "Journal of Geophysical Research",
    "year": 2006
  }, {
    "title": "Polar ResearchBoard, Ad hoc Panel on Polar Ice Coring. Recommendations for a U.S. Ice Coring Program. NRC–NAS",
    "authors": ["J. Weertman"],
    "venue": "Chairman and author,",
    "year": 1986
  }, {
    "title": "Studies of particles for extraterrestrial origin. 1. Chemical analyses of 118 particles",
    "authors": ["F.W. Wright", "P.W. Hodge", "C.C. Langway Jr."],
    "venue": "Journal of Geophysical Research",
    "year": 1963
  }],
  "id": "SP:5c902617a69c6146ea8a833efd626e870faf8665",
  "authors": [{
    "name": "Chester C. Langway",
    "affiliations": []
  }, {
    "name": "Robert W. Gerdel",
    "affiliations": []
  }, {
    "name": "Robert W. Waterhouse",
    "affiliations": []
  }, {
    "name": "William H. Parrott",
    "affiliations": []
  }],
  "abstractText": "The scientific knowledge of the Greenland and Antarctic ice sheets, and the subsequently derived Earth history, has been greatly increased during the past 50 years. Much of the new information was obtained from various studies made on a relatively small number of deep (300–400 m) and several very deep (some over 3000 m) ice cores, recovered from the inland regions of both ice sheets, by different national and international research teams. The beginning, development, and progress of deep polar ice core drillings and core studies is reviewed from the incipient pit study made by Ernst Sorge in 1930, through the trying efforts of three separate international core drilling projectsmounted around 1950. The paper continueswith a broad overviewof the early role and achievementsmade by two relatedUSArmy Corps of Engineers research laboratories: the Snow, Ice and Permafrost Research Establishment (SIPRE), and the Cold Regions Research andEngineeringLaboratory (CRREL), from the early-1950's to the late-1980's. International partnerships of CRRELwith theUniversity of Copenhagen, Denmark (1966), and the University of Bern, Switzerland (1962), established the foundation of polar ice core science. © 2008 Elsevier B.V. All rights reserved.",
  "title": "The history of early polar ice cores"
}